{
  "year" : 2011,
  "senateBillNo" : "A2441-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2441-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to local disaster preparedness plans; appropriation",
  "summary" : "Includes acts of terrorism including biological, chemical or radiological terrorism within the definition of disaster for the purpose of local disaster preparedness plans; adds to what must be included within a county disaster preparedness plan; establishes the energy transportation and storage security program; establishes the government continuity program; establishes the business continuity program; establishes the post disaster recovery program; establishes the energy security program; establishes the public security evacuation program; establishes the disaster preparedness plan program; requires uniform identification cards for firefighters and emergency services personnel; requires assessment and review of security measures at railyards; requires assessement and enforcement of securtiy at telecommunication centers; establishes an endowed academic chair within the state university of New York for the study of terrorism and homeland security; directs such chair to organize conferences and seminars, develop training programs for law enforcement officers, publish its proceedings and maintain a library; appropriates $350,000 therefore; directs law enforcement agencies to immediately report to the superintendent of state police every report of a suspected or preceived release of a chemical, biolpgical or radiological agent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A8981-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2441\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CASTELLI,  TEDISCO,  CROUCH -- read once and\n         referred to the Committee on Governmental Operations\n\n       AN ACT to amend  the  executive  law,  in  relation  to  local  disaster\n         preparedness  plans,  requiring  law enforcement agencies to report to\n         the superintendent of state police suspected or perceived  threats  of\n         the  release of any chemical, biological or radiological agent and the\n         energy transportation and storage security program, government  conti-\n         nuity  program,  business  continuity  program, post disaster recovery\n         program, energy security program, public security evacuation  program,\n         and  disaster  preparedness plan program, uniform identification cards\n         for firefighters and emergency services personnel and  security  meas-\n         ures at rail yards; to amended the executive law and the general busi-\n         ness  law,  in  relation to telecommunication service security; estab-\n         lishing an endowed chair within the state university of New  York  for\n         the  study  of terrorism and homeland security and making an appropri-\n         ation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 2 of section 20 of the executive\n    2  law,  as  amended  by  section  1 of part B of chapter 56 of the laws of\n    3  2010, is amended to read as follows:\n    4    a. \"disaster\" means occurrence or imminent threat of  wide  spread  or\n    5  severe  damage,  injury,  or loss of life or property resulting from any\n    6  natural or man-made causes, including, but not limited to, fire,  flood,\n    7  earthquake,  hurricane,  tornado, high water, landslide, mudslide, wind,\n    8  storm, wave action, volcanic activity, epidemic, air contamination,  ACT\n    9  OF  terrorism  INCLUDING BIOLOGICAL, CHEMICAL OR RADIOLOGICAL TERRORISM,\n   10  cyber event, blight, drought, infestation, explosion, radiological acci-\n   11  dent, nuclear, chemical, biological, or bacteriological  release,  water\n   12  contamination, bridge failure or bridge collapse.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05526-02-1\n\n       A. 2441                             2\n\n    1    S  2.  Subdivision 6 of section 23 of the executive law, as amended by\n    2  section 4 of part B of chapter 56 of the laws of  2010,  is  amended  to\n    3  read as follows:\n    4    6. All plans for comprehensive emergency management developed by local\n    5  governments  or  any  revisions  thereto  shall COMPLY WITH THE NATIONAL\n    6  INCIDENT MANAGEMENT SYSTEMS (NIMS) AND be submitted to the commission by\n    7  December thirty-first of each year to facilitate state  coordination  of\n    8  disaster operations.\n    9    S  3.  Subparagraph 4 of paragraph a of subdivision 7 of section 23 of\n   10  the executive law, as amended by section 4 of part B of  chapter  56  of\n   11  the  laws of 2010, is amended and eight new subparagraphs 5, 6, 7, 8, 9,\n   12  10, 11 and 12 are added to read as follows:\n   13    (4) such other measures as reasonably can be taken to  protect  lives,\n   14  prevent disasters, and reduce their impact[.] ;\n   15    (5) A ROSTER OF VOLUNTEER MEDICAL PERSONNEL IN THE COUNTY WHO WOULD BE\n   16  AVAILABLE  TO  RESPOND  TO  DISASTERS AND HAVE A PROCEDURE TO COORDINATE\n   17  SUCH VOLUNTEERS;\n   18    (6) ASSESSMENT AS TO THE EXTENT OF EACH  COUNTY'S  HEALTHCARE  INFRAS-\n   19  TRUCTURE  WHICH  INCLUDES  THE AMOUNT OF HOSPITAL BEDS, DOCTOR'S OFFICES\n   20  AND EMERGENCY HEALTH SERVICES AVAILABLE TO A DISASTER AREA;\n   21    (7) DEVELOPMENT OF A SYSTEM FOR COLLECTING DISEASE  OR  EXPOSURE  DATA\n   22  IMMEDIATELY AS A RESULT OF A DISASTER;\n   23    (8)  IDENTIFICATION  OF A LOCAL STOCKPILE OF PHARMACEUTICALS AVAILABLE\n   24  IN THE COUNTY, IF AVAILABLE, AND IDENTIFY HOW  TO  INTEGRATE  STATE  AND\n   25  FEDERAL STOCKPILES INTO THE LOCAL SUPPLY;\n   26    (9)  IDENTIFICATION  AND COORDINATION OF THE EMERGENCY SERVICES ORGAN-\n   27  IZATIONS TO BE USED FOLLOWING A DISASTER;\n   28    (10) DESIGNATING A COUNTY HEALTH OFFICIAL AS THE  HEALTH  RISK  COMMU-\n   29  NICATOR;\n   30    (11) CREATION OF DRILLS TO BE USED TO TEST SUCH PLANS; AND\n   31    (12)  ASSESSMENT  AS  TO  THE  PLANNING  FOR AND IMPLEMENTATION OF THE\n   32  NATIONAL INCIDENT MANAGEMENT SYSTEM.\n   33    S 4. The executive law is amended by adding a  new  section  221-e  to\n   34  read as follows:\n   35    S  221-E.  REPORTING THREATS CONCERNING ACTUAL, SUSPECTED OR PERCEIVED\n   36  CHEMICAL, BIOLOGICAL OR RADIOLOGICAL AGENTS. EVERY LAW ENFORCEMENT AGEN-\n   37  CY WHICH RECEIVES A REPORT OF A SUSPECTED OR PERCEIVED THREAT  OR  INCI-\n   38  DENT  RELATING  TO  THE  RELEASE  OF  ANTHRAX  OR ANY OTHER SUSPECTED OR\n   39  PERCEIVED CHEMICAL, BIOLOGICAL OR RADIOLOGICAL AGENT SHALL,  IMMEDIATELY\n   40  AFTER  RECEIVING  SUCH REPORT, NOTIFY THE SUPERINTENDENT OF STATE POLICE\n   41  OF SUCH REPORT VIA THE NEW YORK STATEWIDE POLICE INFORMATION NETWORK  OR\n   42  BY SUCH OTHER MEANS AS SHALL BE DESIGNATED BY SUCH SUPERINTENDENT.\n   43    S  5.  The executive law is amended by adding eleven new sections 718,\n   44  719, 720, 721, 722, 723, 724, 725, 726, 727 and 728 to read as follows:\n   45    S 718. ENERGY TRANSPORTATION AND STORAGE  SECURITY  PROGRAM.  THE  NEW\n   46  YORK  STATE OFFICE OF HOMELAND SECURITY IS HEREBY DIRECTED TO CONDUCT AN\n   47  INVESTIGATION AND STUDY ON THE ISSUE OF THE ESTABLISHMENT OF A NEW  YORK\n   48  STATE  ENERGY TRANSPORTATION AND STORAGE SECURITY PROGRAM. SUCH INVESTI-\n   49  GATION AND STUDY SHALL BE COMPLETED ON OR BEFORE DECEMBER  THIRTY-FIRST,\n   50  TWO  THOUSAND  TWELVE.    WITHIN  NINETY  DAYS OF THE COMPLETION OF SUCH\n   51  INVESTIGATION AND STUDY, THE NEW YORK STATE OFFICE OF HOMELAND  SECURITY\n   52  SHALL  COMPLETE  AND  DELIVER,  TO  THE CHAIR OF THE SENATE COMMITTEE ON\n   53  VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS AND THE  CHAIR  OF  THE\n   54  ASSEMBLY COMMITTEE ON GOVERNMENTAL OPERATIONS, A REPORT ON SUCH INVESTI-\n   55  GATION  AND  STUDY, CONTAINING RECOMMENDATIONS TO THE LEGISLATURE ON THE\n   56  ESTABLISHMENT OF A NEW YORK  STATE  ENERGY  TRANSPORTATION  AND  STORAGE\n\n       A. 2441                             3\n\n    1  SECURITY  PROGRAM. SUCH RECOMMENDATIONS SHALL INCLUDE WHAT MEASURES NEED\n    2  TO BE TAKEN BY NEW YORK STATE TO ESTABLISH SUCH  A  PROGRAM,  WHAT  LAWS\n    3  SHOULD  BE AMENDED OR ADDED TO ESTABLISH SUCH A PROGRAM, AND WHAT FISCAL\n    4  RESOURCES  WOULD NEED TO BE APPROPRIATED AND EXPENDED, IF ANY, TO ESTAB-\n    5  LISH SUCH A PROGRAM.\n    6    S 719. GOVERNMENT CONTINUITY PROGRAM.  THE NEW YORK  STATE  OFFICE  OF\n    7  HOMELAND  SECURITY  IS  HEREBY  DIRECTED TO CONDUCT AN INVESTIGATION AND\n    8  STUDY ON THE ISSUE OF THE ESTABLISHMENT OF A NEW YORK  STATE  GOVERNMENT\n    9  CONTINUITY  PROGRAM.  SUCH INVESTIGATION AND STUDY SHALL BE COMPLETED ON\n   10  OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND  TWELVE.    WITHIN  NINETY\n   11  DAYS  OF  THE  COMPLETION  OF SUCH INVESTIGATION AND STUDY, THE NEW YORK\n   12  STATE OFFICE OF HOMELAND SECURITY SHALL COMPLETE  AND  DELIVER,  TO  THE\n   13  CHAIR  OF  THE  SENATE STANDING COMMITTEE ON VETERANS, HOMELAND SECURITY\n   14  AND MILITARY AFFAIRS AND THE CHAIR OF THE ASSEMBLY STANDING COMMITTEE ON\n   15  GOVERNMENTAL OPERATIONS, A  REPORT  ON  SUCH  INVESTIGATION  AND  STUDY,\n   16  CONTAINING  RECOMMENDATIONS TO THE LEGISLATURE ON THE ESTABLISHMENT OF A\n   17  NEW YORK STATE GOVERNMENT  CONTINUITY  PROGRAM.    SUCH  RECOMMENDATIONS\n   18  SHALL INCLUDE WHAT MEASURES NEED TO BE TAKEN BY NEW YORK STATE TO ESTAB-\n   19  LISH  SUCH  A PROGRAM, WHAT LAWS SHOULD BE AMENDED OR ADDED TO ESTABLISH\n   20  SUCH A PROGRAM, AND WHAT FISCAL RESOURCES WOULD NEED TO BE  APPROPRIATED\n   21  AND EXPENDED, IF ANY, TO ESTABLISH SUCH A PROGRAM.\n   22    S 720. BUSINESS CONTINUITY PROGRAM. THE NEW YORK STATE OFFICE OF HOME-\n   23  LAND  SECURITY  IS HEREBY DIRECTED TO CONDUCT AN INVESTIGATION AND STUDY\n   24  ON THE ISSUE OF THE ESTABLISHMENT OF A NEW YORK STATE BUSINESS CONTINUI-\n   25  TY PROGRAM. SUCH INVESTIGATION AND STUDY SHALL BE COMPLETED ON OR BEFORE\n   26  DECEMBER THIRTY-FIRST, TWO THOUSAND TWELVE.  WITHIN NINETY DAYS  OF  THE\n   27  COMPLETION OF SUCH INVESTIGATION AND STUDY, THE NEW YORK STATE OFFICE OF\n   28  HOMELAND SECURITY SHALL COMPLETE AND DELIVER, TO THE CHAIR OF THE SENATE\n   29  STANDING  COMMITTEE  ON VETERANS, HOMELAND SECURITY AND MILITARY AFFAIRS\n   30  AND THE CHAIR OF THE ASSEMBLY STANDING COMMITTEE ON  GOVERNMENTAL  OPER-\n   31  ATIONS, A REPORT ON SUCH INVESTIGATION AND STUDY, CONTAINING RECOMMENDA-\n   32  TIONS  TO THE LEGISLATURE ON THE ESTABLISHMENT OF A NEW YORK STATE BUSI-\n   33  NESS  CONTINUITY  PROGRAM.  SUCH  RECOMMENDATIONS  SHALL  INCLUDE   WHAT\n   34  MEASURES NEED TO BE TAKEN BY NEW YORK STATE TO ESTABLISH SUCH A PROGRAM,\n   35  WHAT  LAWS  SHOULD  BE AMENDED OR ADDED TO ESTABLISH SUCH A PROGRAM, AND\n   36  WHAT FISCAL RESOURCES WOULD NEED TO BE  APPROPRIATED  AND  EXPENDED,  IF\n   37  ANY, TO ESTABLISH SUCH A PROGRAM.\n   38    S  721.  POST  DISASTER RECOVERY PROGRAM. THE NEW YORK STATE OFFICE OF\n   39  HOMELAND SECURITY IS HEREBY DIRECTED TO  CONDUCT  AN  INVESTIGATION  AND\n   40  STUDY  ON THE ISSUE OF THE ESTABLISHMENT OF A NEW YORK STATE POST DISAS-\n   41  TER RECOVERY PROGRAM. SUCH INVESTIGATION AND STUDY SHALL BE COMPLETED ON\n   42  OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND  TWELVE.    WITHIN  NINETY\n   43  DAYS  OF  THE  COMPLETION  OF SUCH INVESTIGATION AND STUDY, THE NEW YORK\n   44  STATE OFFICE OF HOMELAND SECURITY SHALL COMPLETE  AND  DELIVER,  TO  THE\n   45  CHAIR  OF  THE  SENATE STANDING COMMITTEE ON VETERANS, HOMELAND SECURITY\n   46  AND MILITARY AFFAIRS AND THE CHAIR OF THE ASSEMBLY STANDING COMMITTEE ON\n   47  GOVERNMENTAL OPERATIONS, A  REPORT  ON  SUCH  INVESTIGATION  AND  STUDY,\n   48  CONTAINING  RECOMMENDATIONS TO THE LEGISLATURE ON THE ESTABLISHMENT OF A\n   49  NEW YORK STATE POST  DISASTER  RECOVERY  PROGRAM.  SUCH  RECOMMENDATIONS\n   50  SHALL INCLUDE WHAT MEASURES NEED TO BE TAKEN BY NEW YORK STATE TO ESTAB-\n   51  LISH  SUCH  A PROGRAM, WHAT LAWS SHOULD BE AMENDED OR ADDED TO ESTABLISH\n   52  SUCH A PROGRAM, AND WHAT FISCAL RESOURCES WOULD NEED TO BE  APPROPRIATED\n   53  AND EXPENDED, IF ANY, TO ESTABLISH SUCH A PROGRAM.\n   54    S  722. ENERGY SECURITY PROGRAM. THE NEW YORK STATE OFFICE OF HOMELAND\n   55  SECURITY IS HEREBY DIRECTED TO CONDUCT AN INVESTIGATION AND STUDY ON THE\n   56  ISSUE OF THE ESTABLISHMENT OF A NEW YORK STATE ENERGY SECURITY  PROGRAM.\n\n       A. 2441                             4\n\n    1  SUCH  INVESTIGATION  AND  STUDY SHALL BE COMPLETED ON OR BEFORE DECEMBER\n    2  THIRTY-FIRST, TWO THOUSAND TWELVE.  WITHIN NINETY DAYS OF THE COMPLETION\n    3  OF SUCH INVESTIGATION AND STUDY, THE NEW YORK STATE OFFICE  OF  HOMELAND\n    4  SECURITY SHALL COMPLETE AND DELIVER, TO THE CHAIR OF THE SENATE STANDING\n    5  COMMITTEE  ON  VETERANS,  HOMELAND SECURITY AND MILITARY AFFAIRS AND THE\n    6  CHAIR OF THE ASSEMBLY STANDING COMMITTEE ON GOVERNMENTAL  OPERATIONS,  A\n    7  REPORT  ON  SUCH  INVESTIGATION AND STUDY, CONTAINING RECOMMENDATIONS TO\n    8  THE LEGISLATURE ON THE ESTABLISHMENT OF A NEW YORK STATE ENERGY SECURITY\n    9  PROGRAM. SUCH RECOMMENDATIONS SHALL INCLUDE WHAT  MEASURES  NEED  TO  BE\n   10  TAKEN BY NEW YORK STATE TO ESTABLISH SUCH A PROGRAM, WHAT LAWS SHOULD BE\n   11  AMENDED  OR ADDED TO ESTABLISH SUCH A PROGRAM, AND WHAT FISCAL RESOURCES\n   12  WOULD NEED TO BE APPROPRIATED AND EXPENDED, IF ANY, TO ESTABLISH SUCH  A\n   13  PROGRAM.\n   14    S  723.  PUBLIC SECURITY EVACUATION PROGRAM. THE NEW YORK STATE OFFICE\n   15  OF HOMELAND SECURITY IS HEREBY DIRECTED TO CONDUCT AN INVESTIGATION  AND\n   16  STUDY ON THE ISSUE OF THE ESTABLISHMENT OF A NEW YORK STATE PUBLIC SECU-\n   17  RITY EVACUATION PROGRAM. SUCH INVESTIGATION AND STUDY SHALL BE COMPLETED\n   18  ON  OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND TWELVE.  WITHIN NINETY\n   19  DAYS OF THE COMPLETION OF SUCH INVESTIGATION AND  STUDY,  THE  NEW  YORK\n   20  STATE  OFFICE  OF  HOMELAND  SECURITY SHALL COMPLETE AND DELIVER, TO THE\n   21  CHAIR OF THE SENATE STANDING COMMITTEE ON  VETERANS,  HOMELAND  SECURITY\n   22  AND MILITARY AFFAIRS AND THE CHAIR OF THE ASSEMBLY STANDING COMMITTEE ON\n   23  GOVERNMENTAL  OPERATIONS,  A  REPORT  ON  SUCH  INVESTIGATION AND STUDY,\n   24  CONTAINING RECOMMENDATIONS TO THE LEGISLATURE ON THE ESTABLISHMENT OF  A\n   25  NEW  YORK STATE PUBLIC SECURITY EVACUATION PROGRAM. SUCH RECOMMENDATIONS\n   26  SHALL INCLUDE WHAT MEASURES NEED TO BE TAKEN BY NEW YORK STATE TO ESTAB-\n   27  LISH SUCH A PROGRAM, WHAT LAWS SHOULD BE AMENDED OR ADDED  TO  ESTABLISH\n   28  SUCH  A PROGRAM, AND WHAT FISCAL RESOURCES WOULD NEED TO BE APPROPRIATED\n   29  AND EXPENDED, IF ANY, TO ESTABLISH SUCH A PROGRAM.\n   30    S 724. DISASTER PREPAREDNESS PLAN PROGRAM.  THE NEW YORK STATE  OFFICE\n   31  OF  HOMELAND SECURITY IS HEREBY DIRECTED TO CONDUCT AN INVESTIGATION AND\n   32  STUDY ON THE ISSUE OF THE ESTABLISHMENT OF A  NEW  YORK  STATE  DISASTER\n   33  PREPAREDNESS  PLAN  PROGRAM.  SUCH  INVESTIGATION  AND  STUDY  SHALL  BE\n   34  COMPLETED ON OR  BEFORE  DECEMBER  THIRTY-FIRST,  TWO  THOUSAND  TWELVE.\n   35  WITHIN  NINETY  DAYS  OF THE COMPLETION OF SUCH INVESTIGATION AND STUDY,\n   36  THE NEW YORK STATE OFFICE OF HOMELAND SECURITY SHALL COMPLETE AND DELIV-\n   37  ER, TO THE CHAIR OF THE SENATE STANDING COMMITTEE ON VETERANS,  HOMELAND\n   38  SECURITY  AND  MILITARY  AFFAIRS  AND THE CHAIR OF THE ASSEMBLY STANDING\n   39  COMMITTEE ON GOVERNMENTAL OPERATIONS, A REPORT ON SUCH INVESTIGATION AND\n   40  STUDY, CONTAINING RECOMMENDATIONS TO THE LEGISLATURE ON  THE  ESTABLISH-\n   41  MENT OF A NEW YORK STATE DISASTER PREPAREDNESS PLAN PROGRAM. SUCH RECOM-\n   42  MENDATIONS  SHALL  INCLUDE  WHAT  MEASURES  NEED TO BE TAKEN BY NEW YORK\n   43  STATE TO ESTABLISH SUCH A PROGRAM, WHAT LAWS SHOULD BE AMENDED OR  ADDED\n   44  TO  ESTABLISH SUCH A PROGRAM, AND WHAT FISCAL RESOURCES WOULD NEED TO BE\n   45  APPROPRIATED AND EXPENDED, IF ANY, TO ESTABLISH SUCH A PROGRAM.\n   46    S 725. ACADEMIC CHAIR FOR THE STUDY OF TERRORISM AND HOMELAND  SECURI-\n   47  TY.  1.  DECLARATION  OF  LEGISLATIVE FINDINGS AND INTENT. TERRORISM HAS\n   48  EMERGED AS THE MORTAL ENEMY OF DEMOCRATIC INSTITUTIONS WORLDWIDE AND  IT\n   49  INFECTS AND DISTORTS WORLD SECURITY, COMMERCE AND FREEDOM. IT HAS FORGED\n   50  UNHOLY ALLIANCES WITH CRIMINAL ORGANIZATIONS AND LINKS TO OUTLAW STATES.\n   51  IT  IS  RUTHLESS,  INHUMAN  AND DEADLY, DEMONSTRATING A CONTEMPT FOR THE\n   52  BASIC VALUE OF HUMAN LIFE AND CIVILIZATION.\n   53    WITH THE INTERNATIONALIZATION OF TERRORISM, THE CHALLENGE POSED TO OUR\n   54  MILITARY, LAW ENFORCEMENT AND GENERAL SOCIETY HAS  GROWN  EXPONENTIALLY.\n   55  THE STRATEGIES AND TACTICS DEVELOPED TO COMBAT TERRORISM ARE DYNAMIC AND\n   56  EVER CHANGING, REQUIRING A THOUGHTFUL AND REGULAR STUDY, EXAMINATION AND\n\n       A. 2441                             5\n\n    1  REVIEW,  IN  ORDER TO BUILD THE CAPABILITIES NEEDED TO MEET THIS ONGOING\n    2  CHALLENGE.  WE MUST DEVELOP THE MILITARY, LEGAL AND STRATEGIC FRAMEWORKS\n    3  WITH WHICH THOSE CHARGED WITH FIGHTING THE WAR ON TERROR MAY EFFECTIVELY\n    4  DEPLOY.  THIS  IS  A  MATTER OF THE GREATEST URGENCY. WE DO NOT HAVE THE\n    5  LUXURY OF TAKING TIME TO ANALYZE AND STUDY. WE ARE ALREADY IN  A  MORTAL\n    6  CONFRONTATION  THAT  THREATENS  PEACE, PROSPERITY AND PUBLIC CONFIDENCE.\n    7  WE MUST PROTECT OUR PEOPLE AND OUR INSTITUTIONS.\n    8    ONCE AGAIN, NEW YORK WILL EXERCISE LEADERSHIP BY CREATING  AN  ENDOWED\n    9  CHAIR  IN TERRORISM AND HOMELAND SECURITY WITHIN THE STATE UNIVERSITY OF\n   10  NEW YORK. THIS INSTITUTION WILL PROVIDE A FORUM FOR STUDY  AND  DELIBER-\n   11  ATION  ON THE DEFEAT OF TERRORISM AND THE PROMOTION OF HOMELAND SECURITY\n   12  WITH THE GOAL OF CONTRIBUTING  TO  THE  DEVELOPMENT  OF  STRATEGIES  AND\n   13  SOLUTIONS.\n   14    2.  ACADEMIC CHAIR TO STUDY TERRORISM AND HOMELAND SECURITY.  THERE IS\n   15  HEREBY ESTABLISHED WITHIN THE STATE UNIVERSITY OF NEW YORK, AN  ACADEMIC\n   16  CHAIR  TO STUDY TERRORISM AND HOMELAND SECURITY. SUCH CHAIR SHALL ORGAN-\n   17  IZE CONFERENCES AND SEMINARS, DEVELOP TRAINING PROGRAMS FOR LAW ENFORCE-\n   18  MENT OFFICERS, PUBLISH ITS PROCEEDINGS AND MAINTAIN A LIBRARY. THE CHAN-\n   19  CELLOR AND TRUSTEES OF THE STATE UNIVERSITY SHALL APPOINT A PERSON  WELL\n   20  QUALIFIED  BY EDUCATION AND EXPERIENCE TO ADMINISTER THE PROGRAM OF SUCH\n   21  CHAIR. SUCH CHAIR SHALL BE AUTHORIZED TO ESTABLISH A DEVELOPMENT PROGRAM\n   22  TO BUILD ITS OWN ENDOWMENT.\n   23    S 726. UNIFORM IDENTIFICATION CARDS  FOR  FIREFIGHTERS  AND  EMERGENCY\n   24  SERVICES  PERSONNEL.    1.  THE  DIRECTOR SHALL ESTABLISH AND MAINTAIN A\n   25  STATEWIDE DATABASE FOR THE PURPOSE OF CREATING, DISTRIBUTING  AND  MONI-\n   26  TORING  UNIFORM  IDENTIFICATION CARDS FOR ALL FIREFIGHTERS AND EMERGENCY\n   27  SERVICES PERSONNEL IN THE STATE.  THE DIRECTOR SHALL COORDINATE WITH THE\n   28  DEPARTMENT OF STATE AND THE NEW YORK EMERGENCY SERVICES COUNCIL FOR  THE\n   29  TRANSMISSION OF INFORMATION SET FORTH IN SUBDIVISION TWO OF THIS SECTION\n   30  AND  ANY  OTHER  INFORMATION AS HE OR SHE DEEMS NECESSARY TO COMPLY WITH\n   31  THE PROVISIONS OF THIS SECTION.\n   32    2. THE DIRECTOR SHALL DEVELOP AND  DISTRIBUTE  UNIFORM  IDENTIFICATION\n   33  CARDS  TO  ALL  PAID  AND  VOLUNTEER FIREFIGHTERS AND EMERGENCY SERVICES\n   34  PERSONNEL IN THIS STATE WHICH SHALL CONTAIN ALL THE  FOLLOWING  INFORMA-\n   35  TION:\n   36    (A)  A  PERSONAL IDENTIFICATION NUMBER AND SUCH PERSON'S BADGE NUMBER,\n   37  IF APPLICABLE;\n   38    (B) THE PERSON'S HEIGHT, WEIGHT, EYE COLOR, SEX AND RACE;\n   39    (C) THE TOWN, VILLAGE, CITY, COUNTY, DEPARTMENT,  DISTRICT,  DIVISION,\n   40  AGENCY OR MUNICIPALITY THE PERSON IS EMPLOYED WITH;\n   41    (D)  A  DIGITIZED  PHOTOGRAPH OF THE PERSON THAT SHALL BE THE PERSON'S\n   42  DRIVER'S LICENSE PHOTOGRAPH AND SHALL BE OBTAINED FROM THE DEPARTMENT OF\n   43  MOTOR VEHICLES;\n   44    (E) A DISTINCTIVE MARK OR SYMBOL WHICH DESIGNATES THE PERSON'S SPECIAL\n   45  EXPERTISE, TRAINING AND RANK, IF APPLICABLE;\n   46    (F) THE NEW YORK STATE SEAL;\n   47    (G) ANY OTHER INFORMATION THE DIRECTOR DEEMS APPROPRIATE.\n   48    3. THE DIRECTOR SHALL ESTABLISH PROCEDURES FOR DIRECTING THE RETURN OF\n   49  IDENTIFICATION CARDS WHEN A PERSON'S EMPLOYMENT OR ASSOCIATION WITH  THE\n   50  TOWN,  VILLAGE,  CITY, COUNTY, DEPARTMENT, DISTRICT, DIVISION, AGENCY OR\n   51  MUNICIPALITY FOR WHICH THEY VOLUNTEER WITH OR WORK FOR HAS ENDED AND FOR\n   52  PLACING AN ALERT IN THE DATABASE WHERE A CARD HAS BEEN  LOST  OR  STOLEN\n   53  AND ANY ACTION THE DIRECTOR DEEMS NECESSARY UNDER SUCH CIRCUMSTANCES.\n   54    4.  THE  DIRECTOR  SHALL PROMULGATE RULES AND REGULATIONS NECESSARY TO\n   55  OBTAIN THE INFORMATION NECESSARY TO IMPLEMENT THE DATABASE  REQUIRED  BY\n   56  THIS  SECTION, ISSUE UNIFORM IDENTIFICATION CARDS, ENSURE THAT DIGITIZED\n\n       A. 2441                             6\n\n    1  PHOTOGRAPHS ARE RECENT AND ESTABLISH PROGRAMS OR INITIATIVES TO  SUPPLE-\n    2  MENT  SUCH SYSTEM FOR THE PURPOSE OF IMPROVING LAW ENFORCEMENT SECURITY.\n    3  THE DIRECTOR SHALL CONSULT AND COMPLY  WITH  ANY  FEDERAL  LAWS,  RULES,\n    4  REGULATIONS  OR  STANDARDS  PERTAINING  TO  THE  ISSUANCE OF UNIFORM LAW\n    5  ENFORCEMENT IDENTIFICATION CARDS.\n    6    S 727. PROTECTION OF CRITICAL INFRASTRUCTURE; RAIL YARDS. 1.  NOTWITH-\n    7  STANDING ANY OTHER PROVISION OF LAW AND SUBJECT TO THE  AVAILABILITY  OF\n    8  AN  APPROPRIATION,  THE  DIRECTOR SHALL CONDUCT A REVIEW AND ANALYSIS OF\n    9  MEASURES BEING TAKEN BY THE OWNERS AND OPERATORS OF RAIL  YARDS  FACILI-\n   10  TIES  TO PROTECT THE SECURITY OF CRITICAL INFRASTRUCTURE RELATED TO SUCH\n   11  FACILITIES. THE DIRECTOR SHALL HAVE THE AUTHORITY TO REVIEW  ALL  AUDITS\n   12  OR  REPORTS  RELATED  TO  THE  SECURITY OF SUCH CRITICAL INFRASTRUCTURE,\n   13  INCLUDING ALL SUCH AUDITS OR REPORTS MANDATED BY STATE AND  FEDERAL  LAW\n   14  OR  REGULATION,  INCLUDING  SPILL PREVENTION REPORTS AND RISK MANAGEMENT\n   15  PLANS, AUDITS AND REPORTS CONDUCTED AT THE REQUEST OF ANY FEDERAL  ENTI-\n   16  TY,  OR  ANY  OTHER  AGENCY  OR  AUTHORITY OF THE STATE OR ANY POLITICAL\n   17  SUBDIVISION THEREOF, AND REPORTS PREPARED BY  OWNERS  AND  OPERATORS  OF\n   18  SUCH  FACILITIES  AS REQUIRED IN THIS SUBDIVISION. THE OWNERS AND OPERA-\n   19  TORS OF SUCH RAIL YARD FACILITIES SHALL, IN COMPLIANCE WITH ANY  FEDERAL\n   20  AND  STATE REQUIREMENTS REGARDING THE DISSEMINATION OF SUCH INFORMATION,\n   21  PROVIDE ACCESS TO THE DIRECTOR TO SUCH AUDITS AND REPORTS REGARDING SUCH\n   22  CRITICAL INFRASTRUCTURE PROVIDED, HOWEVER, EXCLUSIVE CUSTODY AND CONTROL\n   23  OF SUCH AUDITS AND REPORTS SHALL REMAIN SOLELY WITH THE OWNERS AND OPER-\n   24  ATORS OF SUCH FACILITIES TO THE EXTENT NOT INCONSISTENT WITH  ANY  OTHER\n   25  LAW.  FOR THE PURPOSES OF THIS SECTION \"CRITICAL INFRASTRUCTURE\" HAS THE\n   26  MEANING ASCRIBED TO THAT TERM IN SUBDIVISION FIVE OF SECTION  EIGHTY-SIX\n   27  OF THE PUBLIC OFFICERS LAW.\n   28    2.  TO EFFECTUATE HIS OR HER DUTIES PURSUANT TO THIS SECTION AND IDEN-\n   29  TIFY RISKS TO THE PUBLIC, THE DIRECTOR SHALL:\n   30    (A) IDENTIFY AND PREPARE A LIST OF ALL RAIL  YARD  FACILITIES  IN  THE\n   31  STATE;\n   32    (B)  IN  CONSULTATION  WITH THE COMMISSIONER OF TRANSPORTATION AND ANY\n   33  STATE, LOCAL AND MUNICIPAL OFFICIALS AS  MAY  BE  APPROPRIATE,  IDENTIFY\n   34  RAIL  YARD FACILITIES, WHICH BECAUSE OF THEIR STORAGE AND/OR TRANSPORTA-\n   35  TION OF, OR RELATIONSHIP TO,  SUCH  SUBSTANCES  IDENTIFIED  PURSUANT  TO\n   36  PARAGRAPH  (A)  OF  SUBDIVISION TWO OF SECTION SEVEN HUNDRED FOURTEEN OF\n   37  THIS ARTICLE POSE RISKS TO THE PUBLIC SHOULD AN UNAUTHORIZED RELEASE  OF\n   38  SUCH HAZARDOUS SUBSTANCES OCCUR; AND\n   39    (C) REQUIRE SUCH RAIL YARD FACILITIES IDENTIFIED PURSUANT TO PARAGRAPH\n   40  (A)  OF  THIS  SUBDIVISION,  AS THE DIRECTOR SO DETERMINES, TO PREPARE A\n   41  VULNERABILITY ASSESSMENT OF THE SECURITY MEASURES TAKEN BY SUCH  FACILI-\n   42  TIES  TO  PREVENT  AND  RESPOND TO THE UNAUTHORIZED RELEASE OF HAZARDOUS\n   43  SUBSTANCES AS MAY BE STORED THEREIN, WHICH ASSESSMENTS THE  DIRECTOR  OF\n   44  THE  OFFICE  OF  HOMELAND SECURITY SHALL REVIEW AND CONSIDER IN LIGHT OF\n   45  THE SERIOUSNESS OF THE RISK POSED AND  VULNERABILITY  OF  SUCH  FACILITY\n   46  AND, WHERE APPROPRIATE, MAKE RECOMMENDATIONS WITH RESPECT THERETO.\n   47    3.  (A)  ON  OR  BEFORE  JUNE FIRST, TWO THOUSAND TWELVE, THE DIRECTOR\n   48  SHALL MAKE A PRELIMINARY REPORT TO THE GOVERNOR, THE TEMPORARY PRESIDENT\n   49  OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE COMMISSIONER  OF  TRANS-\n   50  PORTATION  AND THE CHIEF EXECUTIVE OFFICER OF ANY SUCH AFFECTED FACILITY\n   51  OR HIS OR HER DESIGNEE, AND ON  OR  BEFORE  DECEMBER  THIRTY-FIRST,  TWO\n   52  THOUSAND  TWELVE,  AND  NOT  LATER THAN THREE YEARS AFTER SUCH DATE, AND\n   53  EVERY FIVE YEARS THEREAFTER, THE DIRECTOR SHALL REPORT TO THE  GOVERNOR,\n   54  THE  TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE\n   55  COMMISSIONER OF TRANSPORTATION AND THE CHIEF EXECUTIVE  OFFICER  OF  ANY\n   56  SUCH  AFFECTED FACILITY OR HIS OR HER DESIGNEE. SUCH REPORT SHALL REVIEW\n\n       A. 2441                             7\n\n    1  THE SECURITY MEASURES  BEING  TAKEN  REGARDING  CRITICAL  INFRASTRUCTURE\n    2  RELATED  TO  RAIL YARD FACILITIES, ASSESS THE EFFECTIVENESS THEREOF, AND\n    3  INCLUDE RECOMMENDATIONS TO THE LEGISLATURE, THE DEPARTMENT OF  TRANSPOR-\n    4  TATION  IF THE DIRECTOR DETERMINES THAT ADDITIONAL MEASURES ARE REQUIRED\n    5  TO BE IMPLEMENTED.\n    6    (B) BEFORE THE RECEIPT OF SUCH REPORT IDENTIFIED IN PARAGRAPH  (A)  OF\n    7  THIS  SUBDIVISION, EACH RECIPIENT OF SUCH REPORT SHALL DEVELOP CONFIDEN-\n    8  TIALITY PROTOCOLS WHICH SHALL BE BINDING UPON THE RECIPIENT  WHO  ISSUES\n    9  THE  PROTOCOLS  AND  ANYONE  TO  WHOM  THE RECIPIENT SHOWS A COPY OF THE\n   10  REPORT IN CONSULTATION WITH THE DIRECTOR, FOR THE MAINTENANCE AND USE OF\n   11  SUCH REPORT SO AS TO ENSURE THE CONFIDENTIALITY OF THE  REPORT  AND  ALL\n   12  INFORMATION  CONTAINED  THEREIN,  PROVIDED, HOWEVER, THAT SUCH PROTOCOLS\n   13  SHALL NOT BE BINDING UPON A PERSON WHO IS PROVIDED ACCESS TO SUCH REPORT\n   14  OR ANY INFORMATION CONTAINED THEREIN PURSUANT TO SECTION EIGHTY-NINE  OF\n   15  THE  PUBLIC OFFICERS LAW AFTER A FINAL DETERMINATION THAT ACCESS TO SUCH\n   16  REPORT OR ANY INFORMATION CONTAINED THEREIN COULD NOT BE DENIED PURSUANT\n   17  TO SUBDIVISION TWO OF SECTION EIGHTY-SEVEN OF THE PUBLIC  OFFICERS  LAW.\n   18  THE DIRECTOR SHALL ALSO DEVELOP PROTOCOLS FOR SUCH OFFICE RELATED TO THE\n   19  MAINTENANCE  AND  USE OF SUCH REPORT SO AS TO ENSURE THE CONFIDENTIALITY\n   20  OF ALL SENSITIVE INFORMATION CONTAINED IN SUCH REPORT. ON  EACH  REPORT,\n   21  THE  DIRECTOR  SHALL  PROMINENTLY DISPLAY THE FOLLOWING STATEMENT: \"THIS\n   22  REPORT MAY CONTAIN INFORMATION THAT IF DISCLOSED COULD ENDANGER THE LIFE\n   23  OR SAFETY OF THE  PUBLIC,  AND  THEREFORE,  PURSUANT  TO  SECTION  SEVEN\n   24  HUNDRED ELEVEN OF THE EXECUTIVE LAW, THIS REPORT IS TO BE MAINTAINED AND\n   25  USED  IN A MANNER CONSISTENT  WITH PROTOCOLS ESTABLISHED TO PRESERVE THE\n   26  CONFIDENTIALITY OF THE INFORMATION CONTAINED HEREIN IN A MANNER CONSIST-\n   27  ENT WITH LAW.\"\n   28    (C) THE DEPARTMENTS OF TRANSPORTATION AND  ENVIRONMENTAL  CONSERVATION\n   29  SHALL  HAVE THE DISCRETION TO REQUIRE THAT RECOMMENDATIONS OF THE DIREC-\n   30  TOR BE IMPLEMENTED BY ANY OWNER OR OPERATOR OF A RAIL YARD FACILITY.\n   31    S 728.  SECURITY REPORT OF TELECOMMUNICATIONS  ASSETS.  THE  NEW  YORK\n   32  STATE  OFFICE  OF HOMELAND SECURITY, IN COOPERATION WITH THE DIVISION OF\n   33  STATE POLICE, SHALL PERFORM AN INVESTIGATION AND,  ON  OR  BEFORE  APRIL\n   34  FIRST,  TWO  THOUSAND  TWELVE, SHALL ISSUE A REPORT TO THE GOVERNOR, THE\n   35  TEMPORARY PRESIDENT OF THE SENATE, AND THE SPEAKER OF THE  ASSEMBLY,  ON\n   36  TELECOMMUNICATION  SECURITY  IN  NEW  YORK STATE. SUCH INVESTIGATION AND\n   37  REPORT SHALL EXAMINE THE FACILITIES AND OPERATIONS OF  ALL  CORPORATIONS\n   38  WHICH  OFFER  OR  PROVIDE TELECOMMUNICATIONS SERVICES, AND SHALL EXAMINE\n   39  AND REPORT ON THE SAFETY AND SECURITY OF ALL FACILITIES,  EQUIPMENT  AND\n   40  PROCEDURES OF SUCH CORPORATIONS AND MAKE RECOMMENDATIONS WITH RESPECT TO\n   41  THE IMPROVEMENT OF THE SECURITY THEREOF.\n   42    S  6. The general business law is amended by adding a new article 37-B\n   43  to read as follows:\n\n   44                                ARTICLE 37-B\n   45                     TELECOMMUNICATION SERVICE SECURITY\n   46  SECTION 807. SECURITY AT TELECOMMUNICATIONS CENTERS.\n   47    S 807. SECURITY AT TELECOMMUNICATIONS CENTERS.   NO CORPORATION  WHICH\n   48  OFFERS  OR  PROVIDES  TELECOMMUNICATIONS SERVICES SHALL PERMIT ACCESS TO\n   49  ANY HARDWARE OR SOFTWARE, OR ANY PORTION OF A FACILITY OWNED OR OPERATED\n   50  BY SUCH CORPORATION, WHERE SUCH  HARDWARE  OR  SOFTWARE  IS  MAINTAINED,\n   51  WHERE  SUCH  HARDWARE  OR  SOFTWARE  PROVIDES  SWITCHING,  TRANSFORMING,\n   52  COMPUTER OR OTHER TECHNOLOGICAL SERVICES IN THE DELIVERY OF ITS TELECOM-\n   53  MUNICATION SERVICES, EXCEPT BY EMPLOYEES OF  THE  CORPORATION  WHO  HAVE\n   54  SATISFIED  THE  REQUIREMENTS OF A SECURITY BACKGROUND CHECK, AS DESIGNED\n\n       A. 2441                             8\n\n    1  AND ADMINISTERED BY THE NEW YORK STATE OFFICE OF HOMELAND  SECURITY  AND\n    2  THE DIVISION OF STATE POLICE.\n    3    S 7. The sum of three hundred fifty thousand dollars ($350,000), or so\n    4  much  thereof  as  may be necessary, is hereby appropriated to the state\n    5  university of New York from any moneys in  the  state  treasury  in  the\n    6  general  fund  to the credit of the state purposes account not otherwise\n    7  appropriated for the purposes of carrying out the provisions of  section\n    8  725  of the executive law, as added by section five of of this act. Such\n    9  sum shall be payable on the audit and warrant of the  state  comptroller\n   10  on  vouchers  certified or approved by the commissioner of education, or\n   11  his or her duly designated representative in the manner provided by law.\n   12  No expenditure shall be made from this appropriation until a certificate\n   13  of approval of availability shall have been issued by  the  director  of\n   14  the  budget  and  filed with the state comptroller and a copy filed with\n   15  the chairman of the senate finance committee and  the  chairman  of  the\n   16  assembly  ways and means committee. Such certificate may be amended from\n   17  time to time by the director of the budget  and  a  copy  of  each  such\n   18  amendment shall be filed with the state comptroller, the chairman of the\n   19  senate finance committee and the chairman of the assembly ways and means\n   20  committee.\n   21    S 8. This act shall take effect immediately, except that sections one,\n   22  two  and  three  of this act shall take effect on the first of June next\n   23  succeeding the date on which this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to local disaster preparedness plans, requiring law enforcement agencies to report to the superintendent of state police suspected or perceived threats of the release of any chemical, biological or radiological agent and the energy transportation and storage security program, government continuity program, business continuity program, post disaster recovery program, energy security program, public security evacuation program, and disaster preparedness plan program, uniform identification cards for firefighters and emergency services personnel and security measures at rail yards; to amended the executive law and the general business law, in relation to telecommunication service security; establishing an endowed chair within the state university of New York for the study of terrorism and homeland security and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T125853.TXT", "SOBI.D110119.T111244.TXT", "SOBI.D110131.T141711.TXT", "SOBI.D110126.T122256.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110131.T141211.TXT", "SOBI.D110118.T160655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296583133546
}