{
  "year" : 2011,
  "senateBillNo" : "A2445-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to children and families",
    "billEventId" : "A2445-2011-1295326800000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the office of children and family services to collect certain data from any persons admitted into certain facilities",
  "summary" : "Requires the office of children and family services to collect certain data from any persons admitted into certain facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2445\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CLARK -- Multi-Sponsored by -- M. of A. CORWIN,\n         CROUCH -- read once and referred to  the  Committee  on  Children  and\n         Families\n\n       AN  ACT  to amend the executive law, in relation to requiring the office\n         of children and family services  to  collect  certain  data  from  any\n         persons admitted to certain facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 501 of the executive law is amended by adding a new\n    2  subdivision 17 to read as follows:\n    3    17. TO COLLECT OR CAUSE TO BE COLLECTED THE FOLLOWING DATA  CONCERNING\n    4  ANY  PERSON ADMITTED TO A FACILITY OPERATED OR LICENSED BY THE OFFICE OF\n    5  CHILDREN AND FAMILY SERVICES: (A) SUCH PERSON'S PRIOR  INVOLVEMENT  WITH\n    6  THE  CHILD  WELFARE  AND/OR  JUVENILE  JUSTICE SYSTEM, INCLUDING BUT NOT\n    7  LIMITED TO: (I) PREVIOUS PLACEMENT IN OUT-OF-HOME CARE, AND THE TYPE  OF\n    8  PLACEMENT,  INCLUDING  BUT  NOT  LIMITED  TO  PLACEMENT  IN FOSTER CARE,\n    9  KINSHIP FOSTER CARE, SECURE DETENTION FACILITIES,  NON-SECURE  DETENTION\n   10  FACILITIES, GROUP HOMES OR OTHER AUTHORIZED AGENCIES OR FACILITIES OPER-\n   11  ATED OR LICENSED BY THE OFFICE OF CHILDREN AND FAMILY SERVICES, (II) THE\n   12  APPROXIMATE  LENGTH  OF  SUCH  PERIOD OF PLACEMENT, AND (III) THE AGE OF\n   13  SUCH PERSON DURING SUCH PERIOD OF PLACEMENT.\n   14    (B) STATISTICAL INFORMATION COLLECTED PURSUANT  TO  PARAGRAPH  (A)  OF\n   15  THIS SUBDIVISION SHALL BE PUBLISHED ON AN ANNUAL BASIS AND SHALL BE MADE\n   16  AVAILABLE TO THE PUBLIC. SUCH STATISTICAL INFORMATION SHALL BE PUBLISHED\n   17  IN SUCH A MANNER AS TO PREVENT THE DISCLOSURE OF PERSONALLY IDENTIFIABLE\n   18  INFORMATION.\n   19    S  2.  This  act shall take effect on the thirtieth day after it shall\n   20  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07024-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring the office of children and family services to collect certain data from any persons admitted to certain facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T155153.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110119.T115750.TXT", "SOBI.D110118.T153652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456270250
}