{
  "year" : 2011,
  "senateBillNo" : "A2447-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2447-2011-1295326800000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the reuse of wireless telephone numbers",
  "summary" : "Relates to the reuse of wireless telephone numbers; requires wireless telephone service providers to inform customers of how recently a cell phone number has been used and if it was within the last year, such customer shall have the right to request a different number. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2447\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN  ACT  to  amend the general business law, in relation to the reuse of\n         wireless telephone numbers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 399-cc of the general business\n    2  law, as added by chapter 655 of the laws of 2005, is amended to read  as\n    3  follows:\n    4    1.  (A)  No  person, firm, partnership, association, limited liability\n    5  company, corporation, or other business entity  shall  obtain  from  any\n    6  provider of wireless telephone service, as such term is defined in para-\n    7  graph  (b) of subdivision one of section twelve hundred twenty-five-c of\n    8  the vehicle and traffic law, any  wireless  telephone  numbers  for  the\n    9  purpose  of  creating a directory of wireless telephone numbers, without\n   10  first obtaining the prior authorization from  each  individual  wireless\n   11  telephone  service  customer.    Such  customer's authorization shall be\n   12  affirmatively obtained via verifiable means.\n   13    (B)  NO  TELEPHONE  COMPANY  AS  DEFINED  IN  SECTION  THREE   HUNDRED\n   14  NINETY-NINE-DD  OF THIS ARTICLE, AS ADDED BY CHAPTER FOUR HUNDRED EIGHT-\n   15  Y-SEVEN OF THE LAWS OF TWO THOUSAND SIX, THAT  PROVIDES  WIRELESS  TELE-\n   16  PHONE  SERVICE SHALL REASSIGN A PHONE NUMBER TO A CUSTOMER WITHOUT FIRST\n   17  INFORMING SUCH CUSTOMER OF HOW RECENTLY A PHONE NUMBER WAS ASSIGNED TO A\n   18  PREVIOUS CUSTOMER. IF SUCH PHONE NUMBER WAS USED WITHIN  THE  LAST  YEAR\n   19  SUCH CUSTOMER SHALL HAVE THE RIGHT TO REQUEST A DIFFERENT PHONE NUMBER.\n   20    S  2.  This  act shall take effect on the sixtieth day  after it shall\n   21  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04840-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the reuse of wireless telephone numbers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110124.T144131.TXT", "SOBI.D110118.T160655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898091109
}