{
  "year" : 2011,
  "senateBillNo" : "A2449-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to energy",
    "billEventId" : "A2449-2011-1295326800000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requirements for converting residential rental buildings from master-meters to submeters",
  "summary" : "Relates to requirements for converting residential rental buildings from master-meters to submeters; requires public hearing and comment period. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2449\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Energy\n\n       AN  ACT to amend the public service law, in relation to converting resi-\n         dential rental buildings from master-meters to submeters\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 53 of the public service law is renumbered section\n    2  54 and a new section 53 is added to read as follows:\n    3    S 53. SUBMETERING PUBLIC  HEARING.  1.  A  MASTER-METERED  RESIDENTIAL\n    4  RENTAL  BUILDING  MAY  BE CONVERTED TO BE SUBMETERED IF THE OWNER OF THE\n    5  BUILDING FILES AN APPLICATION TO CONVERT  THE  BUILDING  TO  SUBMETERING\n    6  WITH THE COMMISSION.\n    7    2.  SUCH  APPLICATION SHALL BE IN THE FORM AND MANNER TO BE DETERMINED\n    8  BY THE COMMISSION AND SHALL INCLUDE, BUT NOT BE LIMITED TO:\n    9    (A) A LIST OF ALL TENANTS OF RECORD SUBJECT TO THE PROPOSAL TO  SUBME-\n   10  TER;\n   11    (B)  FINDINGS  OF A STUDY COMMISSIONED BY THE APPLICANT OF THE THERMAL\n   12  CHARACTERISTICS OF THE BUILDING;\n   13    (C) RECORDS OF THE LAST TWENTY-FOUR MONTHS  OF  ELECTRICAL  USAGE  AND\n   14  CHARGES;\n   15    (D)  THE  PROJECTED SUBMETERED RATES AT THE CURRENT USAGE RATE FOR THE\n   16  VARIOUS DWELLING UNIT TYPES THAT EXIST IN THE BUILDING; AND\n   17    (E) A PLAN TO REPLACE ALL NON-ENERGY STAR RATED APPLIANCES PROVIDED BY\n   18  THE APPLICANT TO THE TENANTS WITH ENERGY STAR RATED APPLIANCES.\n   19    3. THE COMMISSION SHALL NOTIFY ALL TENANTS, IN WRITING, OF SUCH APPLI-\n   20  CATION AND SHALL:\n   21    (A) INCLUDE A SUMMARY OF THE INFORMATION PROVIDED TO THE COMMISSION;\n   22    (B) INFORM TENANTS THAT A PUBLIC COMMENT PERIOD HAS COMMENCED, STATING\n   23  THE DATE AFTER WHICH COMMENTS DIRECTED TO THE COMMISSION WILL NO  LONGER\n   24  BE ACCEPTED;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04811-01-1\n\n       A. 2449                             2\n\n    1    (C)  PROMINENTLY DISPLAY THE ADDRESS AND TELEPHONE NUMBER OF THE NEAR-\n    2  EST PUBLIC SERVICE COMMISSION OFFICE;\n    3    (D) STATE THE DATE, TIME, AND LOCATION OF THE LOCAL PUBLIC HEARING SET\n    4  BY THE COMMISSION TO HEAR TESTIMONY FROM THE TENANTS;\n    5    (E) DIRECT THE TENANT WHERE ON THE PUBLIC SERVICE COMMISSION'S WEBSITE\n    6  THE  ENTIRE APPLICATION CAN BE VIEWED, AS WELL AS TO PROVIDE A TOLL-FREE\n    7  TELEPHONE NUMBER AND ADDRESS FROM WHICH A TENANT OF RECORD MAY REQUEST A\n    8  COPY OF THE COMPLETE APPLICATION TO BE MAILED TO SUCH TENANT AT NO  COST\n    9  TO THE TENANT;\n   10    (F)  INCLUDE  A  STATEMENT  SUBSTANTIATING  ANY ECONOMIC ADVANTAGES OF\n   11  SUBMETERING OVER DIRECT UTILITY METERING AT THE PREMISES PROPOSED TO  BE\n   12  SUBMETERED;\n   13    (G)  INCLUDE  A  DESCRIPTION  OF  THE TYPE OF SUBMETERING SYSTEM TO BE\n   14  INSTALLED AND A VALIDATION OF ITS RELIABILITY AND ACCURACY;\n   15    (H) STATE THE METHOD AND BASIS FOR CALCULATING RATES TO TENANTS, WHICH\n   16  SHALL INCLUDE A MAXIMUM RATE PROVISION  PREVENTING  CHARGES  TO  TENANTS\n   17  FROM EXCEEDING THE TARIFFED RATES AND CHARGES FOR SERVICE FROM THE LOCAL\n   18  DISTRIBUTION UTILITY;\n   19    (I)  STATE COMPLIANT PROCEDURES AND TENANT PROTECTIONS CONSISTENT WITH\n   20  THE HOME ENERGY FAIR PRACTICES ACT;\n   21    (J) INFORM TENANTS ABOUT WAYS THEY CAN CONSERVE ENERGY TO  KEEP  THEIR\n   22  UTILITY BILLS DOWN; AND\n   23    (K) DEMONSTRATE THAT SATISFACTORY ARRANGEMENTS HAVE BEEN MADE WITH THE\n   24  LOCAL  DEPARTMENT  OF  SOCIAL  SERVICES  TO  PROVIDE  CONTINUED ELECTRIC\n   25  SERVICE UPON ACCEPTANCE OF VENDOR PAYMENT OF UTILITY  ASSISTANCE  GRANTS\n   26  IN  ACCORDANCE WITH THE STATE PLAN FOR REGULAR AND EMERGENCY HOME ENERGY\n   27  ASSISTANCE UNDER SECTION NINETY-SEVEN OF THE SOCIAL  SERVICES  LAW,  THE\n   28  EMERGENCY   UTILITY   ASSISTANCE   PROGRAM  UNDER  SECTION  ONE  HUNDRED\n   29  THIRTY-ONE-S OF THE SOCIAL SERVICES LAW, AND IN  ACCORDANCE  WITH  OTHER\n   30  PROVISIONS  OF  THE  SOCIAL SERVICES LAW OR REGULATIONS OF THE OFFICE OF\n   31  TEMPORARY AND  DISABILITY  ASSISTANCE  RELATING  TO  UTILITY  ASSISTANCE\n   32  PAYMENTS.\n   33    4.  THE  COMMISSION SHALL HOLD A PUBLIC HEARING AT A LOCATION NEAR THE\n   34  RESIDENTIAL RENTAL BUILDING AT LEAST THIRTY DAYS  PRIOR  TO  THE  CONDI-\n   35  TIONAL AND FINAL APPROVAL OR DENIAL OF THE SUBMETERING APPLICATION.\n   36    5. THE APPLICANT SHALL PAY ALL COSTS OF AN INDEPENDENT ENERGY ANALYSIS\n   37  OF  THE  BUILDING  BY  ONE OF THE CONSULTANTS CHOSEN BY THE TENANTS IF A\n   38  GROUP OF AT LEAST FIFTY PERCENT OF THE TENANTS OF  RECORD  REQUEST  SUCH\n   39  ANALYSIS  AND  THE  GROUP  OF TENANTS PROVIDES TO THE APPLICANT AT LEAST\n   40  THREE BIDS FROM CONSULTANTS WHO CAN PERFORM SUCH ANALYSIS.\n   41    6. (A) ALL APPLICATIONS FILED  PURSUANT  TO  THE  PROVISIONS  OF  THIS\n   42  SECTION SHALL BE SUBJECT TO A TWO-TIERED APPROVAL PROCESS BY THE COMMIS-\n   43  SION.  INITIAL APPROVAL OF AN APPLICATION, IF GRANTED BY THE COMMISSION,\n   44  SHALL BE GRANTED FOR A PERIOD OF ONE YEAR, AT WHICH TIME,  THE  APPROVAL\n   45  SHALL  AUTOMATICALLY EXPIRE; PROVIDED THAT, WITHIN THREE MONTHS PRIOR OR\n   46  SUBSEQUENT TO THE EXPIRATION OF THE GRANT OF CONDITIONAL  APPROVAL,  THE\n   47  APPLICANT  MAY  FILE  FOR  REVIEW  OF THE APPLICATION FOR THE PURPOSE OF\n   48  OBTAINING FINAL APPROVAL OF THE APPLICATION. ANY  APPLICANT  FILING  FOR\n   49  REVIEW  FOR FINAL APPROVAL OF AN APPLICATION SHALL SUBMIT TO THE COMMIS-\n   50  SION A LISTING OF THE ACTUAL METERED USAGE  RATES  AND  CHARGES  TO  THE\n   51  TENANTS  DURING  THE  PERIOD OF THE CONDITIONAL APPROVAL OF THE APPLICA-\n   52  TION.\n   53    (B) ANY APPLICANT WHOSE APPLICATION FOR CONDITIONAL APPROVAL IS DENIED\n   54  BY THE COMMISSION MAY RE-FILE AN APPLICATION NO EARLIER THAN SIX  MONTHS\n   55  FOLLOWING THE DENIAL OF THE APPLICATION BY THE COMMISSION.\n\n       A. 2449                             3\n\n    1    (C) THE COMMISSION SHALL PROVIDE WRITTEN NOTICE TO AN APPLICANT OF ITS\n    2  DECISION  REGARDING APPLICATIONS WITHIN THIRTY DAY OF THE PUBLIC HEARING\n    3  REQUIRED BY SUBDIVISION FOUR OF THIS SECTION. ALL  DENIALS  OF  APPLICA-\n    4  TIONS SHALL STATE THE REASONS FOR THE DENIAL, SHALL SPECIFY THE MEASURES\n    5  THE  APPLICANT  MUST TAKE TO QUALIFY FOR APPROVAL OF THE APPLICATION AND\n    6  SHALL ADVISE THE APPLICANT OF HIS OR  HER  RIGHT  TO  INVESTIGATION  AND\n    7  REVIEW  OF THE DENIAL OF THE APPLICATION IF THE APPLICANT CONSIDERS SUCH\n    8  DENIAL TO BE WITHOUT JUSTIFICATION.\n    9    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   10  have  become law, provided that effective immediately the public service\n   11  commission shall promulgate any rules and regulations necessary for  the\n   12  implementation of this act on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to converting residential rental buildings from master-meters to submeters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T155153.TXT", "SOBI.D110127.T140855.TXT", "SOBI.D110125.T091858.TXT", "SOBI.D110124.T144632.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110124.T144131.TXT", "SOBI.D110118.T160655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296155335723
}