{
  "year" : 2011,
  "senateBillNo" : "A244-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A244-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that an elected official shall forfeit his or her retirement rights and benefits if he or she is convicted of or pleads to certain crimes",
  "summary" : "Provides that an elected official shall forfeit his or her retirement rights and benefits if he or she is convicted of or pleads to certain crimes related to public employment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "A9401-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          244\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN,  GALEF, HOYT, SCHIMMINGER, JAFFEE --\n         Multi-Sponsored by -- M.  of A. BING, BOYLAND, CLARK, COLTON,  MAISEL,\n         PHEFFER,  ROSENTHAL,  SWEENEY, THIELE -- read once and referred to the\n         Committee on Governmental Employees\n\n       AN ACT to amend the retirement and social security law, in  relation  to\n         forfeiture of pension rights or retirement benefits upon conviction of\n         certain crimes related to public employment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The retirement and social security law is amended by adding\n    2  a new article 3-B to read as follows:\n    3                                 ARTICLE 3-B\n    4                  PENSION FORFEITURE FOR ELECTED OFFICIALS\n    5  SECTION 156. DEFINITIONS.\n    6          157. PENSION FORFEITURE.\n    7          158. MISCELLANEOUS.\n    8    S 156. DEFINITIONS. THE FOLLOWING WORDS AND PHRASES, AS USED  IN  THIS\n    9  ARTICLE,  SHALL  HAVE THE FOLLOWING MEANINGS, UNLESS A DIFFERENT MEANING\n   10  IS PLAINLY REQUIRED BY THE CONTEXT:\n   11    1. \"DEFENDANT\" SHALL MEAN AN ELECTED OFFICIAL AGAINST WHOM  A  FORFEI-\n   12  TURE ACTION IS COMMENCED.\n   13    2.  \"COVERED  CRIME\"  SHALL  MEAN  ANY FELONY OFFENSE, OTHER THAN MAIL\n   14  FRAUD, COMMITTED BY A DEFENDANT DURING HIS OR HER TENURE AS  AN  ELECTED\n   15  OFFICIAL  AND  WHERE  THERE  WAS KNOWLEDGE AND INTENT ON THE PART OF THE\n   16  DEFENDANT TO COMMIT SUCH CRIME.\n   17    3. \"CHIEF ADMINISTRATOR OF THE RETIREMENT SYSTEM\" SHALL MEAN THE COMP-\n   18  TROLLER OF THE STATE OF NEW YORK WITH RESPECT TO THE NEW YORK STATE  AND\n   19  LOCAL  EMPLOYEES'  RETIREMENT  SYSTEM  AND  THE NEW YORK STATE AND LOCAL\n   20  POLICE AND FIRE RETIREMENT  SYSTEM  AND  THE  BOARDS  OF  TRUSTEES  WITH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00756-01-1\n\n       A. 244                              2\n\n    1  RESPECT  TO THE OTHER PUBLIC RETIREMENT SYSTEMS AND PENSION FUNDS OF THE\n    2  STATE AND THE CITY OF NEW YORK.\n    3    4.  \"MEMBER\"  SHALL MEAN ANY ELECTED OFFICIAL WHO BELONGS TO ANY STATE\n    4  OR CITY RETIREMENT SYSTEM.\n    5    5. \"RETIRED MEMBER\" SHALL MEAN A PERSON WHO IS RETIRED FROM AND WHO IS\n    6  RECEIVING A RETIREMENT ALLOWANCE FROM A RETIREMENT SYSTEM  AND  WHO  HAD\n    7  JOINED SUCH SYSTEM ON OR AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n    8    6.  \"RETIREMENT  SYSTEM\" SHALL MEAN ANY RETIREMENT SYSTEM OF THE STATE\n    9  OF NEW YORK OR OF THE CITY OF NEW YORK.\n   10    7. \"DEPENDENT CHILDREN\" SHALL INCLUDE:\n   11    (A) ANY CHILD OF AN ELECTED OFFICIAL, WHERE SUCH CHILD  IS  UNDER  AGE\n   12  NINETEEN;\n   13    (B)  ANY  UNMARRIED DEPENDENT CHILD OF AN ELECTED OFFICIAL, REGARDLESS\n   14  OF SUCH CHILD'S AGE, WHERE SUCH CHILD IS  INCAPABLE  OF  SELF-SUSTAINING\n   15  EMPLOYMENT  BY  REASON  OF  MENTAL  OR PHYSICAL DISABILITY AND BECAME SO\n   16  INCAPABLE PRIOR TO ATTAINING THE AGE OF NINETEEN; AND\n   17    (C) ANY UNMARRIED CHILD OF AN ELECTED OFFICIAL, WHERE SUCH CHILD IS AT\n   18  AN  ACCREDITED  INSTITUTION  OF  HIGHER  LEARNING  AND  IS   UNDER   AGE\n   19  TWENTY-THREE.\n   20    S  157.  PENSION  FORFEITURE.  NOTWITHSTANDING  ANY OTHER PROVISION OF\n   21  GENERAL, SPECIAL OR LOCAL LAW, RULE OR REGULATION TO THE CONTRARY:\n   22    1. IN THE CASE OF A MEMBER OR RETIRED  MEMBER  WHO  IS  CONVICTED  OF,\n   23  PLEADS  GUILTY TO, PLEADS NOLO CONTENDERE TO, OR PLEADS GUILTY TO PURSU-\n   24  ANT TO SUBDIVISION TWO OF SECTION 220.10 OF THE CRIMINAL  PROCEDURE  LAW\n   25  ANY  COVERED  CRIME  SET FORTH IN SUBDIVISION TWO OF SECTION ONE HUNDRED\n   26  FIFTY-SIX OF THIS ARTICLE, THE COMMISSION OF WHICH  IS  RELATED  TO  THE\n   27  PERFORMANCE  OF  OR  FAILURE  TO PERFORM SUCH MEMBER OR RETIRED MEMBER'S\n   28  OFFICIAL DUTIES AND RESPONSIBILITIES AS AN ELECTED OFFICIAL,  AN  ACTION\n   29  SHALL  BE  COMMENCED  IN  SUPREME  COURT BY THE DISTRICT ATTORNEY HAVING\n   30  JURISDICTION OVER THE OFFENSE, OR BY THE ATTORNEY GENERAL IF THE  ATTOR-\n   31  NEY  GENERAL  BROUGHT THE UNDERLYING CRIMINAL CHARGE, FOR THE FORFEITURE\n   32  OF THOSE RIGHTS AND BENEFITS TO WHICH SUCH PERSON IS OR WILL BE ENTITLED\n   33  AS A MEMBER OR RETIRED MEMBER. SUCH FORFEITURE SHALL ONLY APPLY TO  THAT\n   34  PORTION  OF  THE DEFENDANT'S RIGHTS AND BENEFITS DERIVED FROM HIS OR HER\n   35  EMPLOYMENT AS AN ELECTED OFFICIAL.  SUCH ACTION SHALL BE COMMENCED WITH-\n   36  IN SIX MONTHS OF SUCH  CONVICTION.  FOR  PURPOSES  OF  THIS  ARTICLE,  A\n   37  COVERED  CRIME  IS  RELATED  TO THE PERFORMANCE OF OR FAILURE TO PERFORM\n   38  SUCH MEMBER OR RETIRED MEMBER'S OFFICIAL DUTIES AND RESPONSIBILITIES  IF\n   39  IT:\n   40    (A)  CONSTITUTED  A  MATERIAL  VIOLATION  OF  SUCH MEMBER'S OR RETIRED\n   41  MEMBER'S DUTIES AND RESPONSIBILITIES AS A PUBLIC SERVANT; OR\n   42    (B) WAS COMMITTED IN THE COURSE OF AN INDIVIDUAL'S PUBLIC  EMPLOYMENT;\n   43  OR\n   44    (C) INVOLVED THE USE OF PUBLIC PERSONNEL OR RESOURCES; OR\n   45    (D)  INVOLVED  AN  INDIVIDUAL'S MISREPRESENTATION OF HIS OR HER ACTUAL\n   46  OFFICIAL POWERS, DUTIES AND RESPONSIBILITIES; OR\n   47    (E) EVEN THOUGH COMMITTED OUTSIDE THE SCOPE OF SUCH MEMBER'S  OFFICIAL\n   48  DUTIES  OR  RESPONSIBILITIES,  INVOLVED ACTIONS OR CONDUCT BY WHICH SUCH\n   49  MEMBER OR RETIRED MEMBER INDICATED OR CONVEYED THAT HE OR SHE WAS ACTING\n   50  WITH THE AUTHORITY OF, OR UNDER COLOR OF THE AUTHORITY OF,  ANY  GOVERN-\n   51  MENTAL ENTITY.\n   52    2.   PRIOR TO COMMENCEMENT OF SUCH ACTION DESCRIBED IN SUBDIVISION ONE\n   53  OF THIS SECTION, THE DISTRICT ATTORNEY OR THE ATTORNEY GENERAL,  AS  THE\n   54  CASE  MAY  BE,  SHALL  PROVIDE  NOTICE TO THE CHIEF ADMINISTRATOR OF THE\n   55  DEFENDANT'S RETIREMENT SYSTEM STATING THAT  HE  OR  SHE  HAS  REASON  TO\n   56  BELIEVE THAT THE PERSON CONVICTED COMMITTED THE COVERED CRIME RELATED TO\n\n       A. 244                              3\n\n    1  HIS  OR  HER OFFICIAL DUTIES AND RESPONSIBILITIES. WITHIN TWENTY DAYS OF\n    2  RECEIPT OF SUCH NOTICE,  THE  CHIEF  ADMINISTRATOR  OF  THE  DEFENDANT'S\n    3  RETIREMENT SYSTEM SHALL SUBMIT A NOTICE OF APPLICABILITY TO THE DISTRICT\n    4  ATTORNEY  OR  THE  ATTORNEY  GENERAL  AS  THE CASE MAY BE. THE NOTICE OF\n    5  APPLICABILITY SHALL CONTAIN A STATEMENT SPECIFYING  WHETHER  THE  PERSON\n    6  CONVICTED  IS  OR  HAS  BEEN  A MEMBER OR RETIRED MEMBER OF THE NEW YORK\n    7  STATE AND LOCAL EMPLOYEES' RETIREMENT SYSTEM, THE  NEW  YORK  STATE  AND\n    8  LOCAL  POLICE  AND  FIRE RETIREMENT SYSTEM, THE NEW YORK STATE TEACHERS'\n    9  RETIREMENT SYSTEM, THE NEW YORK CITY EMPLOYEES' RETIREMENT  SYSTEM,  THE\n   10  NEW  YORK  CITY  TEACHERS'  RETIREMENT  SYSTEM, THE NEW YORK CITY POLICE\n   11  PENSION FUND, THE NEW YORK CITY FIRE DEPARTMENT PENSION FUND AND THE NEW\n   12  YORK CITY BOARD OF EDUCATION RETIREMENT SYSTEM AND  SHALL  DESCRIBE  THE\n   13  PORTION  OF  SUCH RIGHTS AND BENEFITS TO WHICH SUCH PERSON IS OR WILL BE\n   14  ENTITLED TO FROM SUCH PUBLIC RETIREMENT SYSTEM THAT RESULTED  FROM  SUCH\n   15  PERSON'S EMPLOYMENT AS AN ELECTED OFFICIAL.\n   16    3.  NO  FORFEITURE ACTION MAY BE COMMENCED BY THE DISTRICT ATTORNEY OR\n   17  THE ATTORNEY GENERAL UNTIL RECEIPT OF THE NOTICE OF APPLICABILITY AS SET\n   18  FORTH IN SUBDIVISION TWO OF THIS SECTION.  THE DISTRICT ATTORNEY OR  THE\n   19  ATTORNEY  GENERAL  MAY  SEEK AN ORDER FROM THE COURT THAT SOME OR ALL OF\n   20  THE FORFEITED PENSION BE PAID FOR THE BENEFIT OF ANY DEPENDENT  CHILDREN\n   21  AS  JUSTICE  MAY  REQUIRE, AFTER TAKING INTO CONSIDERATION THE FINANCIAL\n   22  NEEDS AND RESOURCES AVAILABLE FOR SUPPORT OF SUCH CHILDREN.\n   23    4. UPON MOTION BY THE DISTRICT ATTORNEY OR THE  ATTORNEY  GENERAL,  AS\n   24  THE  CASE  MAY  BE,  MADE UPON COMMENCEMENT OF OR AT ANY TIME DURING THE\n   25  PENDENCY OF A FORFEITURE ACTION, PURSUANT TO THE PROCEDURE SET FORTH  IN\n   26  SUBDIVISION  ONE OF SECTION SIX THOUSAND THREE HUNDRED ELEVEN OR SECTION\n   27  SIX THOUSAND THREE HUNDRED THIRTEEN OF THE CIVIL PRACTICE LAW AND RULES,\n   28  THE COURT MAY ISSUE A  TEMPORARY  RESTRAINING  ORDER  OR  A  PRELIMINARY\n   29  INJUNCTION  PROHIBITING THE DEFENDANT FROM RECEIVING ANY RIGHTS OR BENE-\n   30  FITS FROM THE APPROPRIATE RETIREMENT SYSTEM.  A  PRELIMINARY  INJUNCTION\n   31  MAY  BE GRANTED WHERE THE COURT FINDS THAT THERE IS A SUBSTANTIAL PROBA-\n   32  BILITY THAT THE DISTRICT ATTORNEY OR ATTORNEY GENERAL  WILL  PREVAIL  ON\n   33  THE  ISSUE  OF  FORFEITURE.  NO  SHOWING  OF  IRREPARABLE  HARM SHALL BE\n   34  REQUIRED. THE COURT MAY NOT CONSIDER ON SUCH MOTION ANY ISSUES PRESENTED\n   35  TO THE COURT WHICH HEARD THE CRIMINAL ACTION IN WHICH THE DEFENDANT  WAS\n   36  CONVICTED  OR  WHICH  ARISE  OUT  OF  SUCH  CRIMINAL  ACTION  AND MAY BE\n   37  PRESENTED ON APPEAL.\n   38    5. ALL DEFENDANTS IN A FORFEITURE  ACTION  BROUGHT  PURSUANT  TO  THIS\n   39  ARTICLE SHALL HAVE THE RIGHT TO A HEARING.\n   40    6.  THE  BURDEN  OF  PROOF  SHALL BE UPON THE DISTRICT ATTORNEY OR THE\n   41  ATTORNEY GENERAL, AS THE CASE MAY BE, TO PROVE BY CLEAR  AND  CONVINCING\n   42  EVIDENCE THE FACTS NECESSARY TO ESTABLISH A CLAIM OF PENSION FORFEITURE.\n   43  THE  DISTRICT  ATTORNEY OR THE ATTORNEY GENERAL MUST, AT THE TIME OF THE\n   44  HEARING, PROVE BY CLEAR AND CONVINCING EVIDENCE THAT THE DEFENDANT KNOW-\n   45  INGLY AND INTENTIONALLY COMMITTED THE COVERED CRIME.\n   46    7. AT ANY TIME DURING THE PENDENCY OF A FORFEITURE ACTION,  THE  COURT\n   47  MAY  DISMISS THE ACTION IF IT FINDS THAT SUCH RELIEF IS WARRANTED BY THE\n   48  EXISTENCE OF SOME COMPELLING FACTOR, CONSIDERATION  OR  CIRCUMSTANCE  OR\n   49  OTHER  INFORMATION  OR  EVIDENCE WHICH DEMONSTRATES THAT SUCH FORFEITURE\n   50  WOULD NOT SERVE THE ENDS OF JUSTICE. THE COURT MAY ORDER  THAT  SOME  OR\n   51  ALL  OF  THE  FORFEITED PENSION BE PAID FOR THE BENEFIT OF ANY DEPENDENT\n   52  CHILDREN AS JUSTICE MAY REQUIRE, AFTER  TAKING  INTO  CONSIDERATION  THE\n   53  FINANCIAL  NEEDS  AND  RESOURCES AVAILABLE FOR SUPPORT OF SUCH CHILDREN.\n   54  THE COURT SHALL ISSUE A WRITTEN DECISION STATING THE BASIS FOR AN  ORDER\n   55  ISSUED PURSUANT TO THIS SUBDIVISION.\n\n       A. 244                              4\n\n    1    8.  UPON  A  FINDING  BY  THE COURT THAT THE DEFENDANT HAS COMMITTED A\n    2  COVERED CRIME THAT IS RELATED  TO  THE  PERFORMANCE  OF  OR  FAILURE  TO\n    3  PERFORM  SUCH  DEFENDANT'S  OFFICIAL  DUTIES  AND RESPONSIBILITIES AS AN\n    4  ELECTED OFFICIAL, AND A FINDING THAT  THERE  WAS  CLEAR  AND  CONVINCING\n    5  EVIDENCE  THAT  THE  DEFENDANT  -  ELECTED OFFICIAL KNOWINGLY AND INTEN-\n    6  TIONALLY COMMITTED THE COVERED FELONY CRIME, THE COURT  SHALL  ISSUE  AN\n    7  ORDER  TO  THE  APPROPRIATE  RETIREMENT SYSTEM FOR THE FORFEITURE OF THE\n    8  DEFENDANT'S RIGHTS AND BENEFITS AS A MEMBER OR RETIRED  MEMBER  OF  SUCH\n    9  SYSTEM AND FOR THE RECOUPMENT OF ALL THE RETIREMENT BENEFITS PAID TO THE\n   10  DEFENDANT.    ALL ORDERS AND FINDINGS MADE BY THE COURT PURSUANT TO THIS\n   11  SECTION SHALL BE SERVED UPON THE CHIEF ADMINISTRATOR OF THE  DEFENDANT'S\n   12  RETIREMENT SYSTEM.\n   13    9.  UPON A FINAL DETERMINATION THAT REVERSES OR VACATES THE CONVICTION\n   14  OR CONVICTIONS OF A COVERED CRIME, THE MEMBER OR RETIRED MEMBER WHO  HAS\n   15  FORFEITED  RETIREMENT RIGHTS AND BENEFITS PURSUANT TO THIS SECTION SHALL\n   16  HAVE SUCH RIGHTS AND BENEFITS RETROACTIVELY RESTORED UPON APPLICATION TO\n   17  THE COURT WITH JURISDICTION OVER THE FORFEITURE  ACTION,  REGARDLESS  OF\n   18  ANY  TEMPORARY  RESTRAINING ORDER OR PRELIMINARY INJUNCTION WHICH MAY BE\n   19  OUTSTANDING OR ORDER WHICH MAY HAVE BEEN ISSUED. SUCH COURT, UPON  FIND-\n   20  ING  THAT  SUCH A FINAL DETERMINATION HAS OCCURRED, SHALL ISSUE AN ORDER\n   21  RETROACTIVELY RESTORING SUCH RIGHTS AND  BENEFITS,  TOGETHER  WITH  SUCH\n   22  OTHER RELIEF DEEMED APPROPRIATE.\n   23    10.  EXCEPT  AS OTHERWISE PROVIDED BY THIS ARTICLE, THE CIVIL PRACTICE\n   24  LAW AND RULES SHALL GOVERN THE PROCEDURE IN ACTIONS COMMENCED UNDER THIS\n   25  ARTICLE, EXCEPT WHERE  THE  ACTION  IS  REGULATED  BY  ANY  INCONSISTENT\n   26  PROVISIONS HEREIN.\n   27    S  158.  MISCELLANEOUS.  THE REMEDIES PROVIDED FOR IN THIS ARTICLE ARE\n   28  NOT INTENDED TO SUBSTITUTE FOR, LIMIT OR SUPERSEDE THE LAWFUL  AUTHORITY\n   29  OF ANY PUBLIC OFFICER, AGENCY OR OTHER PERSON TO ENFORCE ANY OTHER RIGHT\n   30  OR REMEDY PROVIDED FOR BY LAW.\n   31    S  2.  This  act shall take effect on the ninetieth day after it shall\n   32  have become a law and shall only apply  to  acts  committed  by  elected\n   33  officials on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to forfeiture of pension rights or retirement benefits upon conviction of certain crimes related to public employment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T155505.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T162006.TXT", "SOBI.D101221.T144620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292960780616
}