{
  "year" : 2011,
  "senateBillNo" : "A2455-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2455-2011-1295326800000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes committee on university boards of trustees nominations to nominate candidates for boards of trustees of state university, city university and college of environmental science and forestry",
  "summary" : "Establishes the committee on university boards of trustees nominations to recommend candidates who must be considered for appointment to fill vacancies on the board of trustees of the state university of New York, the city university of New York and the college of environmental science and forestry of the state university of New York; establishes qualifications for such candidates; establishes orientation education program and continuing education program for members of such boards of trustees, and establishes conflict of interest provisions relating to such members. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2050-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2455\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. LIFTON, DINOWITZ -- Multi-Sponsored by -- M. of\n         A. CAHILL, CYMBROWITZ, GLICK, HOOPER, JACOBS, MILLMAN, PEOPLES-STOKES,\n         TOWNS -- read once and referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to creating  a  committee\n         on  nominations  to  the boards of trustees of the state university of\n         New York and the city university of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 353 of the education law is amended by adding a new\n    2  subdivision 5 to read as follows:\n    3    5.  EVERY  MEMBER  OF  THE  BOARD  OF TRUSTEES OF THE STATE UNIVERSITY\n    4  SHALL, UPON INITIAL APPOINTMENT TO SUCH OFFICE, COMPLETE THE ORIENTATION\n    5  PROGRAM ESTABLISHED PURSUANT TO SUBDIVISION  FOUR  OF  SECTION  THIRTEEN\n    6  HUNDRED  FOUR OF THIS CHAPTER. FURTHERMORE, EVERY MEMBER OF THE BOARD OF\n    7  TRUSTEES OF  THE  STATE  UNIVERSITY  SHALL  COMPLETE  THE  COMPREHENSIVE\n    8  CONTINUING  EDUCATION  PROGRAM, ESTABLISHED PURSUANT TO SUBDIVISION FIVE\n    9  OF SECTION THIRTEEN HUNDRED FOUR OF THIS CHAPTER, IN ACCORDANCE WITH THE\n   10  RULES AND REGULATIONS OF THE COMMITTEE ON UNIVERSITY BOARDS OF  TRUSTEES\n   11  NOMINATIONS.\n   12    S  2.  The education law is amended by adding a new article 25 to read\n   13  as follows:\n   14                                  ARTICLE 25\n   15                      COMMITTEE ON UNIVERSITY BOARDS OF\n   16                            TRUSTEES NOMINATIONS\n   17  SECTION 1301. LEGISLATIVE INTENT.\n   18          1302. DEFINITIONS.\n   19          1303. COMMITTEE ON UNIVERSITY BOARDS  OF  TRUSTEES  NOMINATIONS;\n   20                 ESTABLISHED.\n   21          1304. POWERS AND DUTIES.\n   22          1305. RECOMMENDATIONS.\n   23          1306. CANDIDATE QUALIFICATIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06318-01-1\n\n       A. 2455                             2\n\n    1          1307. SUPPORT SERVICES.\n    2          1308. CONFLICT OF INTEREST.\n    3    S  1301.  LEGISLATIVE  INTENT. THE LEGISLATURE HEREBY FINDS THAT THERE\n    4  HAS BEEN A NATIONWIDE TREND OF DECLINING  QUALITY  OF  THE  TRUSTEES  OF\n    5  PUBLIC  INSTITUTIONS  OF  HIGHER  EDUCATION.  SEVERAL  STATES HAVE TAKEN\n    6  LEGISLATIVE OR EXECUTIVE ACTION TO ASSURE HIGHLY QUALIFIED  APPOINTMENTS\n    7  TO  THE  BOARDS OF TRUSTEES FOR THEIR RESPECTIVE PUBLIC UNIVERSITIES AND\n    8  COLLEGES. SEVERAL STATES HAVE INITIATED EDUCATIONAL PROGRAMS  FOR  THEIR\n    9  TRUSTEES  BOTH  FOR  ORIENTATION  AND  CONTINUING EDUCATION. IN ORDER TO\n   10  ASSURE THE CONTINUED SUCCESS AND  HIGHEST  STANDARDS  OF  PUBLIC  HIGHER\n   11  EDUCATION  IN  THE STATE OF NEW YORK, THE LEGISLATURE HEREBY ESTABLISHES\n   12  THE COMMITTEE ON BOARDS  OF  TRUSTEES  NOMINATIONS,  AND  ESTABLISHES  A\n   13  MANDATORY  ORIENTATION  AND CONTINUING EDUCATION REQUIREMENT FOR MEMBERS\n   14  OF THE BOARD OF TRUSTEES OF THE  STATE  UNIVERSITY  OF  NEW  YORK,  CITY\n   15  UNIVERSITY  OF  NEW  YORK  AND  THE COLLEGE OF ENVIRONMENTAL SCIENCE AND\n   16  FORESTRY OF THE STATE UNIVERSITY OF NEW YORK.\n   17    S 1302. DEFINITIONS. AS USED IN THIS ARTICLE:\n   18    1. \"CITY UNIVERSITY\" SHALL MEAN THE CITY UNIVERSITY OF NEW YORK.\n   19    2. \"COLLEGE\" SHALL MEAN  THE  COLLEGE  OF  ENVIRONMENTAL  SCIENCE  AND\n   20  FORESTRY OF THE STATE UNIVERSITY OF NEW YORK.\n   21    3.  \"COMMITTEE\" SHALL MEAN THE COMMITTEE ON UNIVERSITY BOARDS OF TRUS-\n   22  TEES NOMINATIONS.\n   23    S 1303. COMMITTEE ON UNIVERSITY BOARDS OF TRUSTEES NOMINATIONS; ESTAB-\n   24  LISHED. 1. THERE IS HEREBY ESTABLISHED IN THE DEPARTMENT  THE  COMMITTEE\n   25  ON  UNIVERSITY  BOARDS  OF  TRUSTEES  NOMINATIONS.  THE  COMMITTEE SHALL\n   26  CONSIST OF TWELVE MEMBERS  EACH  APPOINTED  FOR  A  TERM  OF  SIX  YEARS\n   27  COMMENCING  ON THE FIRST DAY OF DECEMBER. THE MEMBERS SHALL BE APPOINTED\n   28  AS FOLLOWS:\n   29    A. FOUR MEMBERS SHALL BE APPOINTED BY THE GOVERNOR;\n   30    B. THREE MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF  THE\n   31  SENATE;\n   32    C. THREE MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   33    D. ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE SENATE;\n   34  AND\n   35    E.  ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE ASSEM-\n   36  BLY.\n   37    2. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS  SECTION,\n   38  THE  MEMBERS OF THE COMMITTEE WHOSE TERMS COMMENCE ON THE EFFECTIVE DATE\n   39  OF THIS ARTICLE SHALL BE APPOINTED FOR THE FOLLOWING TERMS:\n   40    A. TWO YEARS: ONE MEMBER APPOINTED BY THE TEMPORARY PRESIDENT  OF  THE\n   41  SENATE,  ONE MEMBER APPOINTED BY THE SPEAKER OF THE ASSEMBLY, ONE MEMBER\n   42  APPOINTED BY THE MINORITY LEADER OF THE SENATE AND ONE MEMBER  APPOINTED\n   43  BY THE MINORITY LEADER OF THE ASSEMBLY;\n   44    B.  FOUR  YEARS:  TWO  MEMBERS  APPOINTED  BY THE GOVERNOR, ONE MEMBER\n   45  APPOINTED BY THE TEMPORARY  PRESIDENT  OF  THE  SENATE  AND  ONE  MEMBER\n   46  APPOINTED BY THE SPEAKER OF THE ASSEMBLY; AND\n   47    C.  SIX  YEARS:  TWO  MEMBERS  APPOINTED  BY  THE GOVERNOR, ONE MEMBER\n   48  APPOINTED BY THE TEMPORARY  PRESIDENT  OF  THE  SENATE  AND  ONE  MEMBER\n   49  APPOINTED BY THE SPEAKER OF THE ASSEMBLY.\n   50    3.  THE TERMS OF ALL MEMBERS OF THE COMMITTEE SHALL END ON THE THIRTI-\n   51  ETH DAY OF NOVEMBER IN THE YEAR THE  MEMBER'S  TERM  EXPIRES.  ALL  SUCH\n   52  MEMBERS SHALL CONTINUE TO HOLD OFFICE UNTIL THEIR SUCCESSOR IS APPOINTED\n   53  AND QUALIFIED. VACANCIES, OCCURRING OTHER THAN BY EXPIRATION OF THE TERM\n   54  OF  A  MEMBER OF THE COMMITTEE, SHALL BE FILLED FOR THE REMAINDER OF THE\n   55  UNEXPIRED TERM. THE MEMBERS OF THE COMMITTEE MAY BE REMOVED FROM  OFFICE\n   56  PURSUANT TO ARTICLE THREE OF THE PUBLIC OFFICERS LAW.\n\n       A. 2455                             3\n\n    1    4.  THE  MEMBERS  OF  THE  COMMITTEE SHALL RECEIVE NO COMPENSATION FOR\n    2  THEIR SERVICES, BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n    3  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n    4    S  1304.    POWERS  AND DUTIES. THE COMMITTEE SHALL HAVE THE FOLLOWING\n    5  POWERS AND DUTIES:\n    6    1. TO ESTABLISH ADDITIONAL QUALIFICATION CRITERIA FOR  CANDIDATES  FOR\n    7  THE  BOARDS  OF  TRUSTEES  OF  THE STATE UNIVERSITY, CITY UNIVERSITY AND\n    8  COLLEGE;\n    9    2. DEVELOP A STATEMENT OF ALL CRITERIA TO BE APPLIED AND A DESCRIPTION\n   10  OF THE RESPONSIBILITIES AND DUTIES OF MEMBERS OF THE BOARDS OF  TRUSTEES\n   11  OF  THE  STATE  UNIVERSITY,  CITY UNIVERSITY AND COLLEGE, AND DISTRIBUTE\n   12  SUCH STATEMENT  AND  DESCRIPTION  TO  PROSPECTIVE  CANDIDATES  FOR  SUCH\n   13  MEMBERSHIP;\n   14    3.  FOR  EACH  VACANT  POSITION ON THE BOARDS OF TRUSTEES OF THE STATE\n   15  UNIVERSITY, CITY UNIVERSITY AND COLLEGE, IDENTIFY AND RECRUIT  QUALIFIED\n   16  CANDIDATES  FOR  SUCH POSITION, BASED UPON THE BACKGROUND AND EXPERIENCE\n   17  OF THE CANDIDATE, AND THEIR POTENTIAL TO FULFILL THE RESPONSIBILITIES OF\n   18  A TRUSTEE;\n   19    4. DEVELOP, IN COOPERATION WITH THE STATE UNIVERSITY, CITY  UNIVERSITY\n   20  AND COLLEGE, A COMPREHENSIVE ORIENTATION PROGRAM TO BE CONDUCTED BY EACH\n   21  SUCH  INSTITUTION  FOR TRUSTEES WHO ARE INITIALLY BEING APPOINTED TO THE\n   22  BOARD OF TRUSTEES. SUCH ORIENTATION PROGRAM SHALL INCLUDE,  BUT  NOT  BE\n   23  LIMITED  TO,  PRESENTATION  OF  INFORMATION  RELATING TO THE APPROPRIATE\n   24  INSTITUTION'S MISSION, BUDGET,  PLANS,  POLICIES,  STRENGTHS  AND  WEAK-\n   25  NESSES; AND\n   26    5.  DEVELOP, IN COOPERATION WITH THE STATE UNIVERSITY, CITY UNIVERSITY\n   27  AND  COLLEGE,  A  COMPREHENSIVE  CONTINUING  EDUCATION  PROGRAM  TO   BE\n   28  CONDUCTED BY EACH SUCH INSTITUTION FOR ALL ITS TRUSTEES.\n   29    S 1305. RECOMMENDATIONS. THE COMMITTEE SHALL SUBMIT THE NAMES OF THREE\n   30  CANDIDATES FOR EACH VACANCY ON THE BOARD OF TRUSTEES OF:\n   31    1. THE STATE UNIVERSITY OR THE COLLEGE TO THE GOVERNOR, AND\n   32    2. THE CITY UNIVERSITY TO THE MAYOR OF THE CITY OF NEW YORK.\n   33    THE  GOVERNOR AND THE MAYOR OF THE CITY OF NEW YORK SHALL ONLY APPOINT\n   34  AS MEMBERS OF A BOARD OF TRUSTEES FROM THOSE CANDIDATES SUBMITTED BY THE\n   35  COMMITTEE.\n   36    S 1306. CANDIDATE QUALIFICATIONS. ALL CANDIDATES RECOMMENDED  PURSUANT\n   37  TO  SECTION THIRTEEN HUNDRED FIVE OF THIS ARTICLE SHALL HAVE THE FOLLOW-\n   38  ING QUALIFICATIONS:\n   39    1. GENERAL QUALIFICATIONS. ALL CANDIDATES RECOMMENDED BY THE COMMITTEE\n   40  SHALL POSSESS UNIMPEACHABLE PERSONAL INTEGRITY, INDEPENDENCE,  A  STRONG\n   41  COMMITMENT  TO  PUBLIC  HIGHER  EDUCATION,  A  WILLINGNESS TO DEVOTE THE\n   42  NECESSARY TIME AND ENERGY TO THE APPROPRIATE BOARD OF  TRUSTEES,  AND  A\n   43  WILLINGNESS  TO  FOREGO  ANY  PARTISAN  POLITICAL ACTIVITY THAT COULD BE\n   44  DISRUPTIVE OR HARMFUL TO THE INSTITUTION OF HIGHER EDUCATION.\n   45    2. SPECIFIC QUALIFICATIONS. ALL RECOMMENDED CANDIDATES SHALL HAVE:\n   46    A. EARNED A HIGHER EDUCATION DEGREE,  WITH  A  PREFERENCE  GRANTED  TO\n   47  CANDIDATES  WHOSE  DEGREE  WAS  CONFERRED BY THE STATE UNIVERSITY OR THE\n   48  CITY UNIVERSITY;\n   49    B. DEMONSTRATED EXPERIENCE, EITHER VOLUNTARY OR COMPENSATED, IN PUBLIC\n   50  HIGHER EDUCATION;\n   51    C. DEMONSTRATED EXPERIENCE AS THE MEMBER OF  A  BOARD,  COMMISSION  OR\n   52  SIMILAR ENTITY;\n   53    D. DEMONSTRATED EXPERIENCE OR EDUCATION RELATED TO THE IDENTIFICATION,\n   54  INTERVIEWING AND SELECTION OF PERSONNEL;\n   55    E.  EXPERIENCE  OR  EDUCATION  SUFFICIENT  TO  ENABLE THE CANDIDATE TO\n   56  UNDERSTAND PUBLIC HIGHER EDUCATION FINANCE ISSUES;\n\n       A. 2455                             4\n\n    1    F. MET THE REQUIREMENTS ESTABLISHED FOR THE APPROPRIATE BOARD OF TRUS-\n    2  TEES PURSUANT TO SECTION THREE HUNDRED FIFTY-THREE, SIX  THOUSAND  THREE\n    3  OR SIXTY-TWO HUNDRED FOUR OF THIS CHAPTER; AND\n    4    G.  MET  SUCH  ADDITIONAL CRITERIA AS THE COMMITTEE SHALL ESTABLISH BY\n    5  RULE OR REGULATION.\n    6    S 1307. SUPPORT SERVICES. ALL EXPENSES OF THE COMMITTEE SHALL BE  PAID\n    7  AND  ALL  SUPPORT NEEDED BY THE COMMITTEE SHALL BE PROVIDED BY THE STATE\n    8  UNIVERSITY AND THE CITY UNIVERSITY IN PROPORTION TO  THE  APPROPRIATIONS\n    9  MADE TO EACH SUCH UNIVERSITY.\n   10    S  1308.  CONFLICT  OF INTEREST. NO MEMBER OF THE BOARD OF TRUSTEES OF\n   11  THE STATE UNIVERSITY, CITY UNIVERSITY OR COLLEGE NOR ANY IMMEDIATE FAMI-\n   12  LY MEMBER THEREOF SHALL BE EMPLOYED FOR COMPENSATION AT ANY  INSTITUTION\n   13  GOVERNED BY THE BOARD OF TRUSTEES OF WHICH SUCH MEMBER IS A MEMBER. WORK\n   14  STUDY AND OTHER FORMS OF WORK RELATING TO A BONA FIDE COURSE OF STUDY OR\n   15  FINANCIAL  ASSISTANCE FOR SUCH COURSE OF STUDY SHALL NOT BE DEEMED TO BE\n   16  EMPLOYMENT FOR COMPENSATION FOR THE PURPOSES OF THIS SECTION.\n   17    S 3. Section 6003 of the education law is  amended  by  adding  a  new\n   18  closing paragraph to read as follows:\n   19    EVERY  MEMBER OF THE BOARD OF TRUSTEES SHALL, UPON INITIAL APPOINTMENT\n   20  TO SUCH OFFICE, COMPLETE THE ORIENTATION PROGRAM ESTABLISHED PURSUANT TO\n   21  SUBDIVISION FOUR OF SECTION  THIRTEEN  HUNDRED  FOUR  OF  THIS  CHAPTER.\n   22  FURTHERMORE,  EVERY  MEMBER  OF THE BOARD OF TRUSTEES SHALL COMPLETE THE\n   23  COMPREHENSIVE  CONTINUING  EDUCATION  PROGRAM  ESTABLISHED  PURSUANT  TO\n   24  SUBDIVISION  FIVE  OF  SECTION THIRTEEN HUNDRED FOUR OF THIS CHAPTER, IN\n   25  ACCORDANCE WITH THE RULES AND REGULATIONS OF THE COMMITTEE ON UNIVERSITY\n   26  BOARDS OF TRUSTEES NOMINATIONS.\n   27    S 4. Section 6204 of the education law is  amended  by  adding  a  new\n   28  subdivision 4 to read as follows:\n   29    4.  TRAINING OF TRUSTEES. EVERY MEMBER OF THE BOARD OF TRUSTEES SHALL,\n   30  UPON INITIAL  APPOINTMENT  TO  SUCH  OFFICE,  COMPLETE  THE  ORIENTATION\n   31  PROGRAM  ESTABLISHED  PURSUANT  TO  SUBDIVISION FOUR OF SECTION THIRTEEN\n   32  HUNDRED FOUR OF THIS CHAPTER. FURTHERMORE, EVERY MEMBER OF THE BOARD  OF\n   33  TRUSTEES  SHALL COMPLETE THE COMPREHENSIVE CONTINUING EDUCATION PROGRAM,\n   34  ESTABLISHED PURSUANT TO SUBDIVISION FIVE  OF  SECTION  THIRTEEN  HUNDRED\n   35  FOUR  OF  THIS  CHAPTER, IN ACCORDANCE WITH THE RULES AND REGULATIONS OF\n   36  THE COMMITTEE.\n   37    S 5. This act shall take effect on the first of December next succeed-\n   38  ing the date on which it shall have become a law; provided, however, all\n   39  members of the committee on university boards  of  trustees  nominations\n   40  shall  be  appointed  pursuant  to section 1303 of the education law, as\n   41  added by section two of this act, on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating a committee on nominations to the boards of trustees of the state university of New York and the city university of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T162156.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110119.T120752.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456872550
}