{
  "year" : 2011,
  "senateBillNo" : "A245-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A245-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes various provisions relating to prostitution offenses; repealer",
  "summary" : "Makes various provisions relating to prostitution offenses; creates the crime of patronizing a prostitute in the fourth degree; increases penalties and broadens scope of the crimes of patronizing a prostitute in the third, second and first degrees; broadens provisions of promoting prostitution in the third, second and first degrees and the offense of compelling prostitution. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A802-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          245\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, COOK, ZEBROWSKI, GUNTHER, JAFFEE, MILL-\n         MAN, LANCMAN, WEISENBERG, CUSICK, MARKEY -- Multi-Sponsored by  --  M.\n         of  A.  ABBATE,  BOYLAND,  PHEFFER  --  read  once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to prostitution offenses  and\n         to repeal section 230.07 of the penal law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 230.03  to\n    2  read as follows:\n    3  S 230.03 PATRONIZING A PROSTITUTE IN THE FOURTH DEGREE.\n    4    A  PERSON  IS  GUILTY OF PATRONIZING A PROSTITUTE IN THE FOURTH DEGREE\n    5  WHEN HE OR SHE PATRONIZES A PROSTITUTE.\n    6    PATRONIZING A PROSTITUTE IN THE FOURTH DEGREE IS A CLASS  A  MISDEMEA-\n    7  NOR.\n    8    S  2. Section 230.04 of the penal law, as amended by chapter 74 of the\n    9  laws of 2007, is amended to read as follows:\n   10  S 230.04 Patronizing a prostitute in the third degree.\n   11    A person is guilty of patronizing a prostitute  in  the  third  degree\n   12  when, BEING TWENTY-ONE YEARS OLD OR MORE, he or she patronizes a prosti-\n   13  tute AND THE PERSON PATRONIZED IS LESS THAN SEVENTEEN YEARS OLD.\n   14    Patronizing  a  prostitute in the third degree is a class [A misdemea-\n   15  nor] E FELONY.\n   16    S 3. Section 230.05 of the penal law, as added by chapter 627  of  the\n   17  laws of 1978, is amended to read as follows:\n   18  S 230.05 Patronizing a prostitute in the second degree.\n   19    A  person  is  guilty of patronizing a prostitute in the second degree\n   20  when, being [over] eighteen years [of  age]  OLD  OR  MORE,  he  OR  SHE\n   21  patronizes  a  prostitute  and the person patronized is less than [four-\n   22  teen] FIFTEEN years [of age] OLD.\n   23    Patronizing a prostitute in the second degree is a class [E] D felony.\n   24    S 4. Section 230.06 of the penal law, as added by chapter 627  of  the\n   25  laws of 1978, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00832-01-1\n\n       A. 245                              2\n\n    1  S 230.06 Patronizing a prostitute in the first degree.\n    2    A  person  is  guilty  of patronizing a prostitute in the first degree\n    3  when:\n    4    1. he OR SHE patronizes a prostitute and the person patronized is less\n    5  than eleven years [of age] OLD; OR\n    6    2. BEING EIGHTEEN YEARS OLD OR MORE, HE OR SHE PATRONIZES A PROSTITUTE\n    7  AND THE PERSON PATRONIZED IS LESS THAN THIRTEEN YEARS OLD.\n    8    Patronizing a prostitute in the first degree is a class [D] C felony.\n    9    S 5. Section 230.07 of the penal law is REPEALED.\n   10    S 6. Section 230.25 of the penal law, as amended by chapter 627 of the\n   11  laws of 1978 and subdivision 1 as amended by chapter 74 of the  laws  of\n   12  2007, is amended to read as follows:\n   13  S 230.25 Promoting prostitution in the third degree.\n   14    A  person is guilty of promoting prostitution in the third degree when\n   15  he OR SHE knowingly:\n   16    1. Advances or profits from  prostitution  by  managing,  supervising,\n   17  controlling  or  owning,  either  alone or in association with others, a\n   18  house of prostitution or a prostitution business or enterprise involving\n   19  prostitution activity by two or more prostitutes,  or  a  business  that\n   20  sells  travel-related services knowing that such services include or are\n   21  intended to facilitate travel for the purpose of patronizing  a  prosti-\n   22  tute, including to a foreign jurisdiction and regardless of the legality\n   23  of prostitution in said foreign jurisdiction; or\n   24    2.  Advances or profits from prostitution of a person less than [nine-\n   25  teen] SEVENTEEN years old.\n   26    Promoting prostitution in the third degree is a class D felony.\n   27    S 7. Section 230.30 of the penal law, as amended by chapter 627 of the\n   28  laws of 1978, is amended to read as follows:\n   29  S 230.30 Promoting prostitution in the second degree.\n   30    A person is guilty of promoting prostitution in the second degree when\n   31  he OR SHE knowingly:\n   32    1. Advances prostitution by compelling a person  by  force  or  intim-\n   33  idation to engage in prostitution, or profits from such coercive conduct\n   34  by another; or\n   35    2.  Advances  or  profits  from  prostitution  of  a  person less than\n   36  [sixteen] FIFTEEN years old.\n   37    Promoting prostitution in the second degree is a class C felony.\n   38    S 8. Section 230.32 of the penal law, as added by chapter 627  of  the\n   39  laws of 1978, is amended to read as follows:\n   40  S 230.32 Promoting prostitution in the first degree.\n   41    A person is guilty of promoting prostitution in the first degree when:\n   42    1.  he  OR  SHE  knowingly  advances or profits from prostitution of a\n   43  person less than eleven years old; OR\n   44    2. BEING EIGHTEEN YEARS OLD OR MORE, HE OR SHE KNOWINGLY  ADVANCES  OR\n   45  PROFITS FROM PROSTITUTION OF A PERSON LESS THAN THIRTEEN YEARS OLD.\n   46    Promoting prostitution in the first degree is a class B felony.\n   47    S  9.  Section 230.33 of the penal law, as added by chapter 450 of the\n   48  laws of 2005, is amended to read as follows:\n   49  S 230.33 Compelling prostitution.\n   50    A person is guilty of compelling prostitution when,  being  twenty-one\n   51  years  [of age or older] OLD OR MORE, he or she knowingly advances pros-\n   52  titution by compelling a person less than [sixteen] SEVENTEEN years old,\n   53  by force or intimidation, to engage in prostitution.\n   54    Compelling prostitution is a class B felony.\n   55    S 10. This act shall take effect on the ninetieth day after  it  shall\n   56  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prostitution offenses and to repeal section 230.07 of the penal law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T165342.TXT", "SOBI.D110126.T103243.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T162006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296055963580
}