{
  "year" : 2011,
  "senateBillNo" : "A2454-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2454-2011-1295326800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the bridge work zone safety act",
  "summary" : "Relates to work zone safety on bridges. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2454\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the transportation law, the administrative code  of  the\n         city  of  New  York, the public authorities law, and chapter 47 of the\n         laws of 1931, relating to bridges and tunnels  in  New  York  and  New\n         Jersey, in relation to work zone safety on bridges\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"bridge work zone safety act\".\n    3    S  2. Section 22 of the transportation law, as added by chapter 223 of\n    4  the laws of 2005, is amended to read as follows:\n    5    S 22. Work zone safety and enforcement. 1. The  department  shall,  in\n    6  cooperation with the superintendent of state police, the commissioner of\n    7  motor  vehicles,  the  chairman of the New York state thruway authority,\n    8  local law enforcement agencies and representatives for  contractors  and\n    9  laborers,  develop and implement rules and regulations for the increased\n   10  safety of work zones. Such rules  and  regulations  shall  include,  but\n   11  shall  not  be  limited  to,  a police presence at all major active work\n   12  zones as defined by rules and regulations set forth by the commissioner,\n   13  the use of radar speed display signs at all major active work  zones  as\n   14  defined  by  THIS  CHAPTER AND BY rules and regulations set forth by the\n   15  commissioner, and a system for reviewing work zone safety and design for\n   16  all work zones under the jurisdiction of the department.\n   17    2.  FOR THE PURPOSES OF THIS SECTION,  THE  TERM  \"MAJOR  ACTIVE  WORK\n   18  ZONE\"  SHALL  MEAN  WHERE  WORKERS ARE ENGAGED IN A STATIONARY OPERATION\n   19  THAT EXCEEDS FOUR HOURS IN DURATION AND THAT ARE NOT PREDOMINATELY SEPA-\n   20  RATED FROM TRAFFIC BY A TEMPORARY CONCRETE OR OTHER RIGID BARRIER SYSTEM\n   21  (A) ON A DIVIDED CONTROLLED ACCESS HIGHWAY HAVING GRADE SEPARATED INTER-\n   22  CHANGE CONNECTIONS WITH INTERSECTING ROADS AND  HAVING  A  NORMAL  SPEED\n   23  LIMIT OF FIFTY-FIVE MILES PER HOUR OR GREATER, OR (B) ON BRIDGES OPEN TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07750-01-1\n\n       A. 2454                             2\n\n    1  VEHICULAR  TRAFFIC  WITHIN THE CITY LIMITS OF CITIES WITH POPULATIONS OF\n    2  ONE MILLION OR MORE.\n    3    S  3.  The  administrative  code of the city of New York is amended by\n    4  adding a new section 19-154 to read as follows:\n    5    S 19-154 WORK ZONE SAFETY AT BRIDGES AND ENFORCEMENT.  THE  DEPARTMENT\n    6  SHALL  COOPERATE  WITH  THE POLICE DEPARTMENT, OTHER RELEVANT CITY AGEN-\n    7  CIES, AND REPRESENTATIVES FOR CONTRACTORS AND LABORERS  TO  DEVELOP  AND\n    8  IMPLEMENT  RULES  AND REGULATIONS FOR THE INCREASED SAFETY OF WORK ZONES\n    9  AT BRIDGES OPEN TO VEHICULAR TRAFFIC, WHETHER MAINTAINED BY THE  DEPART-\n   10  MENT OR OTHER AGENCIES, WHERE WORKERS ARE ENGAGED IN A STATIONARY OPERA-\n   11  TION THAT EXCEEDS FOUR HOURS IN DURATION AND ARE NOT PREDOMINATELY SEPA-\n   12  RATED  FROM  TRAFFIC  BY  A  TEMPORARY  CONCRETE  OR OTHER RIGID BARRIER\n   13  SYSTEM. TO THE EXTENT PRACTICABLE GIVEN AVAILABLE RESOURCES, SUCH  RULES\n   14  AND  REGULATIONS  SHALL  INCLUDE,  BUT SHALL NOT BE LIMITED TO, A POLICE\n   15  PRESENCE AT SUCH BRIDGES, THE USE OF RADAR SPEED DISPLAY SIGNS  AT  SUCH\n   16  BRIDGES,  AND A SYSTEM FOR REVIEWING WORK ZONE SAFETY AND DESIGN AT SUCH\n   17  BRIDGES UNDER THE JURISDICTION OF THE DEPARTMENT OR ANY OTHER CITY AGEN-\n   18  CY.\n   19    S 4. The public authorities law is amended by  adding  a  new  section\n   20  553-j to read as follows:\n   21    S  553-J.  WORK  ZONE SAFETY AT BRIDGES AND ENFORCEMENT. THE AUTHORITY\n   22  SHALL COOPERATE WITH OTHER RELEVANT GOVERNMENT  AGENCIES  AND  REPRESEN-\n   23  TATIVES  FOR CONTRACTORS AND LABORERS TO DEVELOP AND IMPLEMENT RULES AND\n   24  REGULATIONS FOR THE INCREASED SAFETY OF WORK ZONES AT BRIDGES  IT  OPER-\n   25  ATES  WHICH ARE OPEN TO VEHICULAR TRAFFIC WHERE WORKERS ARE ENGAGED IN A\n   26  STATIONARY OPERATION THAT EXCEEDS FOUR HOURS IN  DURATION  AND  ARE  NOT\n   27  PREDOMINATELY  SEPARATED  FROM  TRAFFIC BY A TEMPORARY CONCRETE OR OTHER\n   28  RIGID BARRIER  SYSTEM.    TO  THE  EXTENT  PRACTICABLE  GIVEN  AVAILABLE\n   29  RESOURCES,  SUCH  RULES  AND REGULATIONS SHALL INCLUDE, BUT SHALL NOT BE\n   30  LIMITED TO, A POLICE PRESENCE AT SUCH BRIDGES, THE USE  OF  RADAR  SPEED\n   31  DISPLAY  SIGNS  AT  SUCH  BRIDGES,  AND A SYSTEM FOR REVIEWING WORK ZONE\n   32  SAFETY AND DESIGN AT SUCH BRIDGES UNDER THE JURISDICTION OF THE AUTHORI-\n   33  TY.\n   34    S 5. Chapter 47 of the laws of 1931 relating to bridges and tunnels in\n   35  New York and New Jersey is amended by adding a new section 1-a  to  read\n   36  as follows:\n   37    S  1-A. THE PORT AUTHORITY SHALL COOPERATE WITH OTHER RELEVANT GOVERN-\n   38  MENT AGENCIES AND REPRESENTATIVES FOR CONTRACTORS AND LABORERS TO DEVEL-\n   39  OP AND IMPLEMENT RULES AND REGULATIONS FOR THE INCREASED SAFETY OF  WORK\n   40  ZONES AT BRIDGES OPERATED BY THE PORT AUTHORITY WHICH ARE OPEN TO VEHIC-\n   41  ULAR  TRAFFIC,  WHERE WORKERS ARE ENGAGED IN A STATIONARY OPERATION THAT\n   42  EXCEEDS FOUR HOURS IN DURATION AND ARE NOT PREDOMINATELY SEPARATED  FROM\n   43  TRAFFIC  BY  A  TEMPORARY CONCRETE OR OTHER RIGID BARRIER SYSTEM. TO THE\n   44  EXTENT PRACTICABLE GIVEN AVAILABLE RESOURCES, SUCH RULES AND REGULATIONS\n   45  SHALL INCLUDE, BUT SHALL NOT BE LIMITED TO, A POLICE  PRESENCE  AT  SUCH\n   46  BRIDGES,  THE  USE  OF  RADAR SPEED DISPLAY SIGNS AT SUCH BRIDGES, AND A\n   47  SYSTEM FOR REVIEWING WORK ZONE SAFETY AND DESIGN AT SUCH  BRIDGES  UNDER\n   48  THE JURISDICTION OF THE PORT AUTHORITY.\n   49    S  6.  This  act shall take effect on the ninetieth day after it shall\n   50  have become a law; provided, however, that  section  five  of  this  act\n   51  shall take effect upon the enactment into law by the state of New Jersey\n   52  of legislation having an identical effect with section five of this act;\n   53  provided  that the state of New Jersey shall notify the legislative bill\n   54  drafting commission upon the occurrence of the enactment of  the  legis-\n   55  lation  provided  for  in  section  five  of  this act in order that the\n   56  commission may maintain an accurate and timely effective  data  base  of\n\n       A. 2454                             3\n\n    1  the official text of the laws of the state of New York in furtherance of\n    2  effectuating  the  provisions  of  section 44 of the legislative law and\n    3  section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, the administrative code of the city of New York, the public authorities law, and chapter 47 of the laws of 1931, relating to bridges and tunnels in New York and New Jersey, in relation to work zone safety on bridges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T153652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456589420
}