{
  "year" : 2011,
  "senateBillNo" : "A2452-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2452-2011-1295326800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295499600000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A2452-2011-1295499600000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Proposes a constitutional amendment to allow a district court judge to serve as a family court judge in the judicial district of his or her residence",
  "summary" : "Proposes a constitutional amendment to allow a district court judge to temporarily serve as a family court judge in the judicial district of his or her residence. ",
  "currentCommittee" : null,
  "sameAs" : "S1811",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "AB7576-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2452\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  an  amendment to section 26 of article 6 of the constitution,\n         in relation to authorizing district court judges to  serve  as  family\n         court judges\n\n    1    Section  1.  Resolved  (if  the  Senate concur), That subdivision h of\n    2  section 26 of article 6 of  the  constitution  is  amended  to  read  as\n    3  follows:\n    4    h.  A judge of the district court in any county may perform the duties\n    5  of office or hold court in any county and may be temporarily assigned to\n    6  the county court in the judicial department of his or her  residence  or\n    7  to  a  court  for  the  city of New York established pursuant to section\n    8  fifteen of this article or to the district court in any county OR TO THE\n    9  FAMILY COURT IN THE JUDICIAL DISTRICT OF HIS OR HER RESIDENCE.\n   10    S 2. RESOLVED (if the Senate concur), That the foregoing amendment  be\n   11  referred  to  the  first regular legislative session convening after the\n   12  next succeeding general election of members of  the  assembly,  and,  in\n   13  conformity  with  section  1  of  article  19  of  the  constitution, be\n   14  published for 3 months previous to the time of such election.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89086-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 26 of article 6 of the constitution, in relation to authorizing district court judges to serve as family court judges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110120.T114847.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295542127781
}