{
  "year" : 2011,
  "senateBillNo" : "A2451-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2451-2011-1295326800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to plea bargains in felony sex offense cases; provides that certain pleas shall result in certain minimum punishments",
  "summary" : "Provides that where a defendant is charged with a felony sex offense, then any plea of guilty must be or must include at least a plea of guilty to a sex felony. ",
  "currentCommittee" : null,
  "sameAs" : "S225",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A821-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2451\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to plea bargains\n         in felony sex offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 5 of section 220.10 of the criminal procedure\n    2  law is amended by adding a new paragraph (i) to read as follows:\n    3    (I) WHERE THE INDICTMENT CHARGES  A  FELONY  DEFINED  IN  ARTICLE  ONE\n    4  HUNDRED  THIRTY OF THE PENAL LAW, THEN ANY PLEA OF GUILTY ENTERED PURSU-\n    5  ANT TO SUBDIVISION THREE OR FOUR OF THIS SECTION MUST BE OR MUST INCLUDE\n    6  AT LEAST A PLEA OF GUILTY TO A FELONY DEFINED  IN  ARTICLE  ONE  HUNDRED\n    7  THIRTY  OF  THE  PENAL LAW; PROVIDED, HOWEVER, THAT WHERE THE INDICTMENT\n    8  CHARGES A CLASS B OR A CLASS C FELONY AS DEFINED IN ARTICLE ONE  HUNDRED\n    9  THIRTY  OF  THE PENAL LAW, THEN A PLEA OF GUILTY MUST INCLUDE AT LEAST A\n   10  PLEA OF GUILTY TO A CLASS D FELONY AS DEFINED  IN  ARTICLE  ONE  HUNDRED\n   11  THIRTY OF THE PENAL LAW.\n   12    S  2.  Subparagraph (iii) of paragraph (g) of subdivision 5 of section\n   13  220.10 of the criminal procedure law, as amended by chapter 264  of  the\n   14  laws of 2003, is amended to read as follows:\n   15    (iii)  Where  the  indictment  does  not  charge  a crime specified in\n   16  subparagraph (i) of this paragraph, the district attorney may  recommend\n   17  removal  of the action to the family court. Upon making such recommenda-\n   18  tion the district attorney shall submit a subscribed memorandum  setting\n   19  forth:  (1) a recommendation that the interests of justice would best be\n   20  served by removal of the action to the family  court;  and  (2)  if  the\n   21  indictment  charges  a thirteen year old with the crime of murder in the\n   22  second degree[, or a fourteen or fifteen year old  with  the  crimes  of\n   23  rape in the first degree as defined in subdivision one of section 130.35\n   24  of  the penal law, or criminal sexual act in the first degree as defined\n   25  in subdivision one of section 130.50 of the  penal  law],  or  an  armed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01586-01-1\n\n       A. 2451                             2\n\n    1  felony  as  defined in paragraph (a) of subdivision forty-one of section\n    2  1.20 of this chapter specific factors, one or more of  which  reasonably\n    3  supports  the recommendation, showing, (i) mitigating circumstances that\n    4  bear  directly upon the manner in which the crime was committed, or (ii)\n    5  where the defendant was not the sole participant in the crime, that  the\n    6  defendant's  participation was relatively minor although not so minor as\n    7  to constitute a defense to the prosecution, or (iii) possible  deficien-\n    8  cies  in  proof of the crime, or (iv) where the juvenile offender has no\n    9  previous adjudications of having committed a designated felony  act,  as\n   10  defined  in  subdivision eight of section 301.2 of the family court act,\n   11  regardless of the age of the offender at the time of commission  of  the\n   12  act,  that the criminal act was not part of a pattern of criminal behav-\n   13  ior and, in view of the history of the offender, is  not  likely  to  be\n   14  repeated.\n   15    S  3. Paragraph (b) of subdivision 3 of section 220.30 of the criminal\n   16  procedure law is amended by adding two new subparagraphs (x) and (xi) to\n   17  read as follows:\n   18    (X) A PLEA OF GUILTY, WHETHER TO THE ENTIRE INDICTMENT OR TO  PART  OF\n   19  THE  INDICTMENT FOR ANY CRIME OTHER THAN A FELONY DEFINED IN ARTICLE ONE\n   20  HUNDRED THIRTY OF THE PENAL LAW MAY NOT BE ACCEPTED ON CONDITION THAT IT\n   21  CONSTITUTES A COMPLETE DISPOSITION OF  ONE  OR  MORE  OTHER  INDICTMENTS\n   22  AGAINST THE DEFENDANT WHEREIN IS CHARGED A FELONY DEFINED IN ARTICLE ONE\n   23  HUNDRED THIRTY OF THE PENAL LAW.\n   24    (XI)  A PLEA OF GUILTY, WHETHER TO THE ENTIRE INDICTMENT OR TO PART OF\n   25  THE INDICTMENT FOR ANY CRIME OTHER THAN A CLASS B, A CLASS C OR A  CLASS\n   26  D FELONY DEFINED IN ARTICLE ONE HUNDRED THIRTY OF THE PENAL LAW, MAY NOT\n   27  BE  ACCEPTED  ON CONDITION THAT IT CONSTITUTES A COMPLETE DISPOSITION OF\n   28  ONE OR MORE OTHER INDICTMENTS AGAINST THE DEFENDANT WHEREIN IS CHARGED A\n   29  CLASS B OR A CLASS C FELONY DEFINED IN ARTICLE ONE HUNDRED THIRTY OF THE\n   30  PENAL LAW.\n   31    S 4. This act shall take effect on the first of November next succeed-\n   32  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to plea bargains in felony sex offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110118.T160655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456589407
}