{
  "year" : 2011,
  "senateBillNo" : "A2467-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2467-2011-1295326800000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates lien in favor of state for expenditures for certain remedial environmental projects",
  "summary" : "Entitles the state to a lien upon all real property of any person from whom the state may recover costs under the hazardous waste remedial fund or the environmental conservation law for certain expenditures made by the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2467\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  LIFTON, SWEENEY, COLTON, SCHIMEL, ROSENTHAL,\n         GALEF -- Multi-Sponsored by -- M. of  A.  GUNTHER,  HEASTIE,  LATIMER,\n         PHEFFER  --  read  once and referred to the Committee on Environmental\n         Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to liens\n         against expenditures\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 27-1325 to read as follows:\n    3  S 27-1325. LIENS AGAINST EXPENDITURES.\n    4    1. ENVIRONMENTAL LIEN. (A) THE STATE OF NEW YORK SHALL BE ENTITLED  TO\n    5  A  LIEN  UPON  ALL  REAL  PROPERTY OF ANY PERSON FROM WHOM THE STATE MAY\n    6  RECOVER COSTS UNDER SECTION NINETY-SEVEN-B OF THE STATE FINANCE  LAW  OR\n    7  ANY  PROVISION  OF  THIS CHAPTER FOR ANY OR ALL EXPENDITURES MADE BY THE\n    8  STATE IN ACCORDANCE  WITH THIS TITLE OR SECTION  NINETY-SEVEN-B  OF  THE\n    9  STATE  FINANCE  LAW.  THIS LIEN SHALL CONSTITUTE A CONTINUING REGULATORY\n   10  OBLIGATION IMPOSED BY THE STATE IN SUPPORT OF ITS GOVERNMENTAL  INTEREST\n   11  IN  PUBLIC HEALTH AND SAFETY AND IN THE ENFORCEMENT OF THE PROVISIONS OF\n   12  THIS CHAPTER.\n   13    (B) AN ENVIRONMENTAL LIEN SHALL ATTACH WHEN:\n   14    (1) EXPENDITURES ARE MADE BY THE STATE IN ACCORDANCE WITH  THIS  TITLE\n   15  OR SECTION NINETY-SEVEN-B OF THE STATE FINANCE LAW;\n   16    (2)  THE PERSON OR PERSONS REFERRED TO IN PARAGRAPH (A) OF THIS SUBDI-\n   17  VISION FAILS TO PAY SUCH COSTS WITHIN NINETY DAYS AFTER A WRITTEN DEMAND\n   18  THEREFOR BY THE DEPARTMENT IS MAILED BY CERTIFIED  OR  REGISTERED  MAIL,\n   19  RETURN RECEIPT REQUESTED; AND\n   20    (3) A NOTICE OF ENVIRONMENTAL LIEN IS FILED AS PROVIDED IN SUBDIVISION\n   21  TWO  OF  THIS  SECTION;  PROVIDED, HOWEVER, THAT A COPY OF THE NOTICE OF\n   22  ENVIRONMENTAL LIEN IS SERVED UPON THE OWNER OF THE REAL PROPERTY SUBJECT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06319-01-1\n\n       A. 2467                             2\n\n    1  TO THE ENVIRONMENTAL LIEN WITHIN THIRTY DAYS OF SUCH FILING  IN  ACCORD-\n    2  ANCE WITH THE PROVISIONS OF SECTION ELEVEN OF THE LIEN LAW.\n    3    (C)  AN  ENVIRONMENTAL  LIEN  SHALL CONTINUE AGAINST THE REAL PROPERTY\n    4  UNTIL:\n    5    (1) THE EXPENDITURES MADE BY THE STATE IN ACCORDANCE WITH  THIS  TITLE\n    6  OR  SECTION  NINETY-SEVEN-B  OF  THE  STATE FINANCE LAW ARE RECOVERED OR\n    7  BECOME UNRECOVERABLE;\n    8    (2) THE LIEN IS RELEASED BY THE COMMISSIONER PURSUANT TO THIS SUBDIVI-\n    9  SION;\n   10    (3) THE LIEN IS DISCHARGED BY PAYMENT OF MONEYS INTO COURT; OR\n   11    (4) THE LIEN IS OTHERWISE VACATED BY COURT ORDER.\n   12    (D) UPON THE OCCURRENCE OF ANY OF THE SUBPARAGRAPHS OF  PARAGRAPH  (C)\n   13  OF  THIS  SUBDIVISION,  EXCEPT WHERE THE LIEN IS VACATED BY COURT ORDER,\n   14  THE COMMISSIONER SHALL EXECUTE THE RELEASE OF AN ENVIRONMENTAL LIEN  AND\n   15  FILE  THE RELEASE AS PROVIDED IN SUBDIVISION THREE OF THIS SECTION.  THE\n   16  COMMISSIONER MAY RELEASE AN ENVIRONMENTAL LIEN WHERE:\n   17    (1) A LEGALLY ENFORCEABLE AGREEMENT SATISFACTORY TO  THE  COMMISSIONER\n   18  HAS  BEEN  EXECUTED RELATING TO REMEDIATION OF THE SITE AND DAMAGE COSTS\n   19  OR REIMBURSING THE FUND FOR EXPENDITURES MADE BY THE STATE IN ACCORDANCE\n   20  WITH THIS TITLE OR SECTION NINETY-SEVEN-B OF THE STATE FINANCE LAW; OR\n   21    (2) THE ATTACHMENT OR ENFORCEMENT OF THE ENVIRONMENTAL LIEN IS  DETER-\n   22  MINED BY THE COMMISSIONER NOT TO BE IN THE PUBLIC INTEREST.\n   23    (E)  AN  ENVIRONMENTAL  LIEN  IS  SUBJECT  TO  THE RIGHTS OF ANY OTHER\n   24  PERSON, INCLUDING AN OWNER, PURCHASER, HOLDER OF A MORTGAGE OR  SECURITY\n   25  INTEREST,  OR JUDGMENT LIEN CREDITOR, WHOSE INTEREST IS PERFECTED BEFORE\n   26  A LIEN NOTICE HAS BEEN FILED AS PROVIDED IN SUBDIVISION  THREE  OF  THIS\n   27  SECTION.\n   28    2. ENVIRONMENTAL LIEN NOTICE; CONTENTS. A NOTICE OF ENVIRONMENTAL LIEN\n   29  MUST STATE:\n   30    (A) THAT THE LIENOR IS THE STATE OF NEW YORK;\n   31    (B)  THE  NAME  OF  THE RECORD OWNER OF THE REAL PROPERTY ON WHICH THE\n   32  ENVIRONMENTAL LIEN HAS ATTACHED;\n   33    (C) THE REAL PROPERTY SUBJECT TO THE LIEN, WITH A DESCRIPTION  THEREOF\n   34  SUFFICIENT FOR IDENTIFICATION;\n   35    (D)  THAT  THE  REAL PROPERTY DESCRIBED IN THE NOTICE IS PROPERTY OF A\n   36  PERSON FROM WHOM THE STATE MAY RECOVER COSTS UNDER  SECTION  NINETY-SEV-\n   37  EN-B  OF  THE STATE FINANCE LAW OR ANY PROVISION OF THIS CHAPTER FOR ANY\n   38  OR ALL EXPENDITURES MADE BY THE STATE IN ACCORDANCE WITH THIS  TITLE  OR\n   39  SECTION NINETY-SEVEN-B OF THE STATE FINANCE LAW;\n   40    (E)  THAT  THE  OWNER  IS  POTENTIALLY  RESPONSIBLE  FOR SUCH COSTS AS\n   41  DESCRIBED IN PARAGRAPH (D) OF THIS SUBDIVISION; AND\n   42    (F) THAT AN ENVIRONMENTAL LIEN HAS  ATTACHED  TO  THE  DESCRIBED  REAL\n   43  PROPERTY.\n   44    3.  FILING  OF NOTICE OF ENVIRONMENTAL LIEN; FILING OF RELEASE.  (A) A\n   45  NOTICE OF ENVIRONMENTAL LIEN SHALL BE FILED WITHIN SIX  YEARS  FROM  THE\n   46  TIME EXPENDITURES ARE MADE BY THE STATE IN ACCORDANCE WITH THIS TITLE OR\n   47  SECTION NINETY-SEVEN-B OF THE STATE FINANCE LAW IN THE CLERK'S OFFICE OF\n   48  THE  COUNTY WHERE THE PROPERTY IS SITUATED. IF SUCH PROPERTY IS SITUATED\n   49  IN TWO OR MORE COUNTIES, THE NOTICE OF ENVIRONMENTAL LIEN SHALL BE FILED\n   50  IN THE OFFICE OF THE CLERK OF EACH OF SUCH COUNTIES.  THE NOTICE OF LIEN\n   51  SHALL BE INDEXED BY THE COUNTY CLERK IN ACCORDANCE WITH  THE  PROVISIONS\n   52  OF SECTION TEN OF THE LIEN LAW.\n   53    (B)  A  RELEASE OF AN ENVIRONMENTAL LIEN SHALL BE FILED IN THE CLERK'S\n   54  OFFICE OF EACH COUNTY WHERE THE NOTICE OF ENVIRONMENTAL LIEN  WAS  FILED\n   55  AND SHALL BE INDEXED IN THE MANNER PRESCRIBED FOR INDEXING ENVIRONMENTAL\n   56  LIENS.\n\n       A. 2467                             3\n\n    1    4.  ENFORCEMENT  OF  ENVIRONMENTAL  LIEN. AN ENVIRONMENTAL LIEN MAY BE\n    2  ENFORCED AGAINST THE PROPERTY SPECIFIED IN THE NOTICE  OF  ENVIRONMENTAL\n    3  LIEN,  AND  AN  ENVIRONMENTAL  LIEN  MAY  BE  VACATED  OR DISCHARGED, AS\n    4  PRESCRIBED IN ARTICLE THREE OF THE LIEN  LAW;  PROVIDED,  HOWEVER,  THAT\n    5  NOTHING IN THIS ARTICLE OR IN ARTICLE THREE OF THE LIEN LAW SHALL AFFECT\n    6  THE  RIGHT  OF THE STATE TO BRING AN ACTION TO RECOVER COSTS AS PROVIDED\n    7  FOR IN SECTION NINETY-SEVEN-B OF THE STATE FINANCE LAW OR THIS CHAPTER.\n    8    5. AMOUNTS RECEIVED TO SATISFY LIEN. AMOUNTS RECEIVED BY  THE  COMMIS-\n    9  SIONER TO SATISFY ALL OR PART OF AN ENVIRONMENTAL LIEN SHALL BE DEPOSIT-\n   10  ED  IN  THE  STATE TREASURY AND CREDITED TO THE HAZARDOUS WASTE REMEDIAL\n   11  FUND ESTABLISHED IN SECTION NINETY-SEVEN-B OF THE STATE FINANCE LAW.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to liens against expenditures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T161155.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110119.T115750.TXT", "SOBI.D110118.T153652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456270249
}