{
  "year" : 2011,
  "senateBillNo" : "A2465-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2465-2011-1295326800000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a hotel or inn address be provided to customers at the time of their reservation",
  "summary" : "Requires a hotel or inn address be provided to customers at the time of their reservation; customers shall not be penalized or charged for cancelling a reservation when the address of the hotel or inn was not provided at the time the customer was booking the reservation; authorizes consumer protection board to establish penalties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2465\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to  requiring  the\n         provision  of  the  hotel  or  inn address to customers at the time of\n         their reservation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  general  business  law  is amended by adding a new\n    2  section 206-f to read as follows:\n    3    S 206-F. HOTEL ADDRESS PROVIDED AT  THE  TIME  OF  RESERVATION.  1.  A\n    4  CUSTOMER'S  HOTEL OR INN RESERVATION SHALL NOT BE LEGALLY BINDING UNLESS\n    5  THE PHYSICAL ADDRESS OF THE HOTEL OR INN IS PROVIDED  AT  THE  TIME  THE\n    6  CUSTOMER IS RESERVING A ROOM.\n    7    2.  A  CUSTOMER  SHALL NOT BE BILLED, NOR SHALL THE CUSTOMER BE PENAL-\n    8  IZED, AFTER CANCELLING A RESERVATION WHERE THE ADDRESS OF THE  HOTEL  OR\n    9  INN  WAS  NOT PROVIDED AT THE TIME THE CUSTOMER WAS BOOKING THE RESERVA-\n   10  TION.\n   11    3. THE STATE CONSUMER PROTECTION BOARD SHALL ESTABLISH  PENALTIES  FOR\n   12  ANY HOTEL OR INN THAT VIOLATES THE PROVISIONS OF THIS SECTION.\n   13    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   14  have become a law. Effective immediately, the addition, amendment and/or\n   15  repeal of any rule or regulation necessary  for  the  implementation  of\n   16  this  act  on  its effective date are authorized and directed to be made\n   17  and completed on or before such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06440-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring the provision of the hotel or inn address to customers at the time of their reservation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T153652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456589401
}