{
  "year" : 2011,
  "senateBillNo" : "A2460-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2460-2011-1295326800000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Applicant registration for wholesalers or manufacturers of prescription drugs",
  "summary" : "Relates to applicant registration for wholesalers or manufacturers of prescription drugs; unlawful transactions by manufacturers and wholesalers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2460\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, TITONE, GOTTFRIED, GALEF -- Multi-Spon-\n         sored by -- M. of  A.    BOYLAND,  BURLING,  COLTON,  COOK,  DINOWITZ,\n         HIKIND,  HOOPER, LATIMER, J. MILLER, ORTIZ, RAIA, P. RIVERA, ROBINSON,\n         SWEENEY, TOBACCO, WRIGHT -- read once and referred to the Committee on\n         Higher Education\n\n       AN ACT to amend the  education  law,  in  relation  to  wholesalers  and\n         manufacturers of prescription drugs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subparagraph 2 of paragraph a of subdivision 4 of  section\n    2  6808 of the education law, as amended by chapter 62 of the laws of 1989,\n    3  is amended to read as follows:\n    4    (2)  The  application  shall be accompanied by a fee of [eight hundred\n    5  twenty-five] TWELVE HUNDRED dollars.\n    6    S 2. Paragraphs b and d of subdivision 4 of section 6808 of the educa-\n    7  tion law, paragraph b as amended by chapter 538 of the laws of 2001  and\n    8  paragraph d as amended by chapter 62 of the laws of 1989, are amended to\n    9  read as follows:\n   10    b. Renewal of registration. All wholesalers' and manufacturers' regis-\n   11  trations  shall be renewed on dates set by the department. The triennial\n   12  registration fee shall be [five hundred twenty] EIGHT HUNDRED dollars or\n   13  a pro rated portion thereof as determined by the department.\n   14    d. Change of location. In the event that the location of such place of\n   15  business shall be changed, the owner shall apply to the  department  for\n   16  inspection  of  the new location and endorsement of the registration for\n   17  the new location. The fee for inspection and endorsement shall  be  [one\n   18  hundred  seventy] THREE HUNDRED dollars, unless it appears to the satis-\n   19  faction of the department that the change in location is of a  temporary\n   20  nature due to fire, flood or other disaster.\n   21    S  3. Subdivision 4 of section 6808 of the education law is amended by\n   22  adding six new paragraphs e, f, g, h, i and j to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06282-01-1\n\n       A. 2460                             2\n\n    1    E. APPLICANT REGISTRATION. ANY APPLICANT FOR REGISTRATION AS A  WHOLE-\n    2  SALER OR MANUFACTURER SHALL BE OF GOOD MORAL CHARACTER, AS DETERMINED BY\n    3  THE  DEPARTMENT.  THE REQUIREMENTS SHALL EXTEND TO ALL PERSONS RESPONSI-\n    4  BLE FOR THE DISTRIBUTION OF A PRESCRIPTION DRUG FOR  THE  APPLICANT,  AS\n    5  DETERMINED  BY THE DEPARTMENT. SUBJECT TO THE PROVISIONS OF PARAGRAPHS F\n    6  AND G OF THIS SUBDIVISION, THE  DEPARTMENT  SHALL  REQUIRE  PHOTOGRAPHS,\n    7  CRIMINAL HISTORY RECORDS SEARCH AND FINGERPRINTS.\n    8    F. CRIMINAL HISTORY RECORDS SEARCH. (1) UPON RECEIPT OF AN APPLICATION\n    9  FOR  REGISTRATION  PURSUANT TO THIS SUBDIVISION, THE COMMISSIONER SHALL,\n   10  SUBJECT TO THE RULES AND REGULATIONS OF THE DIVISION OF CRIMINAL JUSTICE\n   11  SERVICES, INITIATE A CRIMINAL HISTORY  RECORDS  SEARCH  OF  THE  PERSONS\n   12  IDENTIFIED  IN PARAGRAPH E OF THIS SUBDIVISION.  PRIOR TO INITIATING THE\n   13  BACKGROUND CHECKS AND FINGERPRINTING  PROCESS,  THE  COMMISSIONER  SHALL\n   14  FURNISH  THE  APPLICANT  WITH  THE FORM DESCRIBED IN PARAGRAPH G OF THIS\n   15  SUBDIVISION AND SHALL OBTAIN THE APPLICANT'S   CONSENT TO  THE  CRIMINAL\n   16  HISTORY  RECORDS  SEARCH. THE COMMISSIONER SHALL OBTAIN FROM EACH APPLI-\n   17  CANT  TWO SETS OF FINGERPRINTS AND  THE  DIVISION  OF  CRIMINAL  JUSTICE\n   18  SERVICES  PROCESSING  FEE  IMPOSED  PURSUANT  TO  SUBDIVISION EIGHT-A OF\n   19  SECTION EIGHT HUNDRED THIRTY-SEVEN OF THE  EXECUTIVE  LAW  AND  ANY  FEE\n   20  IMPOSED  BY  THE FEDERAL BUREAU OF INVESTIGATION FOR A NATIONAL CRIMINAL\n   21  HISTORY RECORD CHECK. THE  COMMISSIONER  SHALL  PROMPTLY  TRANSMIT  SUCH\n   22  FINGERPRINTS  AND  FEES TO THE DIVISION OF CRIMINAL JUSTICE SERVICES FOR\n   23  ITS FULL SEARCH AND RETAIN PROCESSING. THE DIVISION OF CRIMINAL  JUSTICE\n   24  SERVICES  IS  AUTHORIZED  TO SUBMIT THE FINGERPRINTS AND THE APPROPRIATE\n   25  FEE TO THE FEDERAL BUREAU  OF  INVESTIGATION  FOR  A  NATIONAL  CRIMINAL\n   26  HISTORY  RECORD CHECK. THE DIVISION OF CRIMINAL JUSTICE SERVICES AND THE\n   27  FEDERAL BUREAU OF INVESTIGATION  SHALL  FORWARD  SUCH  CRIMINAL  HISTORY\n   28  RECORD TO THE COMMISSIONER IN A TIMELY MANNER. THE RELEASE OF SUCH CRIM-\n   29  INAL  HISTORY  RECORD BY THE DIVISION OF CRIMINAL JUSTICE SERVICES SHALL\n   30  BE SUBJECT TO THE PROVISIONS  OF  SUBDIVISION  SIXTEEN  OF  SECTION  TWO\n   31  HUNDRED NINETY-SIX OF THE EXECUTIVE LAW. THE COMMISSIONER SHALL CONSIDER\n   32  SUCH  CRIMINAL  HISTORY  RECORD  IN  ACCORDANCE WITH THE REQUIREMENTS OF\n   33  ARTICLE TWENTY-THREE-A OF THE CORRECTION LAW, FOR THE PURPOSE OF  ESTAB-\n   34  LISHING  THE  GOOD MORAL CHARACTER OF AN INDIVIDUAL AS REQUIRED IN PARA-\n   35  GRAPH E OF THIS SUBDIVISION.\n   36    (2) FOR THE PURPOSES  OF  THIS  SECTION  THE  TERM  \"CRIMINAL  HISTORY\n   37  RECORD\" SHALL MEAN A RECORD OF ALL CONVICTIONS OF CRIMES AND ANY PENDING\n   38  CRIMINAL CHARGES MAINTAINED ON AN INDIVIDUAL BY THE DIVISION OF CRIMINAL\n   39  JUSTICE SERVICES AND THE FEDERAL BUREAU OF INVESTIGATION.\n   40    FURTHERMORE,  UPON  NOTIFICATION  THAT  SUCH APPLICANT HAS BEEN REGIS-\n   41  TERED, THE DIVISION OF CRIMINAL JUSTICE SERVICES SHALL HAVE THE AUTHORI-\n   42  TY TO PROVIDE SUBSEQUENT CRIMINAL HISTORY NOTIFICATIONS DIRECTLY TO  THE\n   43  COMMISSIONER.  ALL  SUCH  CRIMINAL  HISTORY  RECORDS  PROCESSED AND SENT\n   44  PURSUANT TO THIS SUBDIVISION  SHALL  BE  CONFIDENTIAL  PURSUANT  TO  THE\n   45  APPLICABLE  FEDERAL AND STATE LAWS, RULES AND REGULATIONS, AND SHALL NOT\n   46  BE PUBLISHED OR IN ANY WAY DISCLOSED TO PERSONS OTHER THAN  THE  COMMIS-\n   47  SIONER, UNLESS OTHERWISE AUTHORIZED BY LAW.\n   48    (3)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW TO THE CONTRARY, THE\n   49  COMMISSIONER IS AUTHORIZED TO CHARGE ADDITIONAL FEES TO  APPLICANTS  FOR\n   50  REGISTRATION  IN AN AMOUNT EQUAL TO THE FEES ESTABLISHED PURSUANT TO LAW\n   51  BY THE DIVISION OF CRIMINAL JUSTICE SERVICES AND THE FEDERAL  BUREAU  OF\n   52  INVESTIGATION  FOR THE CRIMINAL HISTORY RECORD SEARCHES MANDATED BY THIS\n   53  SUBDIVISION.\n   54    G. ADDITIONAL DUTIES OF  THE  COMMISSIONER  AND  DEPARTMENT.  (1)  THE\n   55  COMMISSIONER,  IN  COOPERATION  WITH  THE  DIVISION  OF CRIMINAL JUSTICE\n   56  SERVICES AND IN ACCORDANCE WITH ALL APPLICABLE PROVISIONS OF LAW,  SHALL\n\n       A. 2460                             3\n\n    1  PROMULGATE  RULES  AND  REGULATIONS TO REQUIRE THE FINGERPRINTING OF THE\n    2  INDIVIDUALS IDENTIFIED IN PARAGRAPH E OF THIS SUBDIVISION, AND  FOR  THE\n    3  USE  OF INFORMATION DERIVED FROM SEARCHES OF THE RECORDS OF THE DIVISION\n    4  OF  CRIMINAL  JUSTICE  SERVICES  AND THE FEDERAL BUREAU OF INVESTIGATION\n    5  BASED ON THE USE OF SUCH FINGERPRINTS, AS PROVIDED  IN  PARAGRAPH  F  OF\n    6  THIS SUBDIVISION.\n    7    (2)  THE  COMMISSIONER,  IN  COOPERATION WITH THE DIVISION OF CRIMINAL\n    8  JUSTICE SERVICES, SHALL PROMULGATE A FORM TO BE PROVIDED TO  ALL  APPLI-\n    9  CANTS FOR REGISTRATION PURSUANT TO THIS SUBDIVISION THAT SHALL:\n   10    (I) INFORM THE PROSPECTIVE APPLICANT THAT THE COMMISSIONER IS REQUIRED\n   11  TO  REQUEST HIS OR HER CRIMINAL HISTORY INFORMATION FROM THE DIVISION OF\n   12  CRIMINAL JUSTICE SERVICES AND THE FEDERAL BUREAU  OF  INVESTIGATION  AND\n   13  REVIEW  SUCH  INFORMATION  PURSUANT  TO  THIS  SECTION,  AND  PROVIDE  A\n   14  DESCRIPTION OF THE MANNER IN WHICH HIS OR HER FINGERPRINT CARDS WILL  BE\n   15  USED UPON SUBMISSION TO THE DIVISION OF CRIMINAL JUSTICE SERVICES; AND\n   16    (II)  INFORM THE PROSPECTIVE APPLICANT THAT HE OR SHE HAS THE RIGHT TO\n   17  OBTAIN, REVIEW AND SEEK CORRECTION OF HIS OR HER CRIMINAL HISTORY INFOR-\n   18  MATION PURSUANT TO REGULATIONS AND PROCEDURES ESTABLISHED BY  THE  DIVI-\n   19  SION OF CRIMINAL JUSTICE SERVICES.\n   20    (3)  THE  DEPARTMENT SHALL OBTAIN THE SIGNED, INFORMED CONSENT OF EACH\n   21  INDIVIDUAL IDENTIFIED IN PARAGRAPH E OF THIS SUBDIVISION, ON  SUCH  FORM\n   22  SUPPLIED BY THE COMMISSIONER, WHICH INDICATES THAT SUCH PERSON HAS:\n   23    (I)  BEEN  INFORMED  OF THE RIGHTS AND PROCEDURES NECESSARY TO OBTAIN,\n   24  REVIEW AND SEEK CORRECTION OF HIS OR HER CRIMINAL HISTORY INFORMATION;\n   25    (II) BEEN INFORMED OF THE REASON FOR THE REQUEST FOR HIS OR HER CRIMI-\n   26  NAL HISTORY INFORMATION;\n   27    (III) CONSENTED TO SUCH REQUEST FOR A REPORT;\n   28    (IV) SUPPLIED ON THE FORM A CURRENT MAILING OR HOME ADDRESS  FOR  SUCH\n   29  INDIVIDUAL;\n   30    (V)  BEEN  INFORMED  THAT  HE  OR SHE MAY WITHDRAW HIS OR HER CONSENT,\n   31  REGARDLESS OF WHETHER THE  DEPARTMENT  HAS  REVIEWED  SUCH  INDIVIDUAL'S\n   32  CRIMINAL HISTORY INFORMATION;\n   33    (VI)  BEEN  INFORMED THAT IN THE EVENT THE WHOLESALER'S OR MANUFACTUR-\n   34  ER'S REGISTRATION PURSUANT TO THIS SUBDIVISION HAS EXPIRED OR  OTHERWISE\n   35  TERMINATED,  THE  COMMISSIONER  SHALL  NOTIFY  THE  DIVISION OF CRIMINAL\n   36  JUSTICE SERVICES OF SUCH EXPIRATION OR TERMINATION, AND THE DIVISION  OF\n   37  CRIMINAL JUSTICE SERVICES SHALL DESTROY THE FINGERPRINTS OF THE INDIVID-\n   38  UAL  OR  INDIVIDUALS ASSOCIATED WITH SUCH WHOLESALER'S OR MANUFACTURER'S\n   39  REGISTRATION; AND\n   40    (VII) BEEN INFORMED OF THE MANNER IN WHICH HE OR SHE MAY SUBMIT TO THE\n   41  COMMISSIONER ANY INFORMATION THAT MAY BE RELEVANT TO  THE  CONSIDERATION\n   42  OF THE APPLICANT'S REGISTRATION INCLUDING, WHERE APPLICABLE, INFORMATION\n   43  IN SUPPORT OF HIS OR HER GOOD MORAL CHARACTER OR REHABILITATION THEREOF.\n   44    H.  PERFORMANCE  OR  SURETY  BOND.  EVERY  WHOLESALER  SHALL  SUBMIT A\n   45  PERFORMANCE OR SURETY BOND OF NOT LESS THAN ONE HUNDRED THOUSAND DOLLARS\n   46  TO THE DEPARTMENT TO ENSURE COMPLIANCE WITH THE PROVISIONS OF THIS ARTI-\n   47  CLE, EXCEPT  THAT  THE  DEPARTMENT  MAY  WAIVE  SUCH  BOND  FOR  CERTAIN\n   48  NOT-FOR-PROFIT  ENTITIES  SUCH  AS HOSPITALS AND CORRECTIONAL FACILITIES\n   49  THAT LIMIT DISTRIBUTION TO THEIR OWN FACILITIES AND DO NOT  RETURN  SUCH\n   50  MEDICATIONS  TO  OTHER ENTITIES. SUCH WAIVER SHALL BE MADE ON THE RECOM-\n   51  MENDATION OF THE STATE BOARD OF PHARMACY. THE DEPARTMENT MAY ALSO EXEMPT\n   52  A WHOLESALER FROM THE SURETY BOND REQUIREMENT WHEN  SUCH  WHOLESALER  IS\n   53  OWNED  AND  OPERATED BY A FACILITY, SUBJECT TO THE PROVISIONS OF ARTICLE\n   54  TWENTY-EIGHT OF THE PUBLIC HEALTH LAW AND OTHER FACILITIES GOVERNED BY A\n   55  STATE AGENCY THAT LIMITS  ITS  DISTRIBUTION  OF  PRESCRIPTION  DRUGS  TO\n   56  FACILITIES  AND PRACTITIONERS WITHIN THE INSTITUTION'S NETWORK AND OPER-\n\n       A. 2460                             4\n\n    1  ATIONS AND DOES NOT SELL OR RETURN SUCH MEDICATIONS TO MANUFACTURERS  OR\n    2  TO OTHER WHOLESALERS.\n    3    I.  WHOLESALER  REGISTRATION.  THE DEPARTMENT MAY PROMULGATE RULES AND\n    4  REGULATIONS TO EXEMPT FROM THE REQUIREMENTS OF PARAGRAPHS E, F, G AND  H\n    5  OF  THIS SUBDIVISION A WHOLESALER THAT HAS RECEIVED ACCREDITATION FROM A\n    6  NATIONALLY RECOGNIZED ACCREDITATION BODY APPROVED  BY  THE  COMMISSIONER\n    7  AND THAT MEETS THE LICENSING STANDARDS UNDER THIS SUBDIVISION. THE STAN-\n    8  DARDS SHALL BE DEFINED BY THE COMMISSIONER PURSUANT TO REGULATIONS.\n    9    J.  MANUFACTURER  REGISTRATION.  NOTWITHSTANDING  THE REQUIREMENTS FOR\n   10  REGISTRATION UNDER THIS SUBDIVISION, THE  COMMISSIONER  SHALL  EXEMPT  A\n   11  MANUFACTURER  LICENSED OR APPROVED BY THE FEDERAL FOOD AND DRUG ADMINIS-\n   12  TRATION (FDA) OR ITS SUCCESSOR AGENCY TO MANUFACTURE  DRUGS  OR  DEVICES\n   13  WITH REGARD TO SUCH DRUGS OR DEVICES FROM THE REQUIREMENTS OF PARAGRAPHS\n   14  E,  F,  G  AND H OF THIS SUBDIVISION IN THE EVENT THAT SUCH REQUIREMENTS\n   15  ARE NOT REQUIRED BY FEDERAL LAW OR REGULATION  UNLESS  THE  COMMISSIONER\n   16  DETERMINES  THAT  SUCH  REQUIREMENTS  ARE NECESSARY TO PREVENT A RISK TO\n   17  PRESCRIPTION DRUG DISTRIBUTION IN THE STATE.\n   18    S 4. The education law is amended by adding a new  section  6810-a  to\n   19  read as follows:\n   20    S  6810-A.  UNLAWFUL TRANSACTIONS BY MANUFACTURERS AND WHOLESALERS. IT\n   21  SHALL BE UNLAWFUL FOR A MANUFACTURER, WHOLESALER OR OTHER PERSON TO:\n   22    1. INTENTIONALLY PACKAGE, SELL, TRANSFER, DISTRIBUTE  OR  DELIVER  ANY\n   23  PRESCRIPTION DRUG THAT HE OR SHE KNOWS IS ADULTERATED, MISBRANDED, COUN-\n   24  TERFEIT OR HAS OTHERWISE BEEN RENDERED UNFIT FOR DISTRIBUTION.\n   25    2.  INTENTIONALLY  PACKAGE,  SELL,  TRANSFER,  DISTRIBUTE OR DELIVER A\n   26  PRESCRIPTION DRUG TO ANY WHOLESALER WHO IS NOT  LICENSED  OR  REGISTERED\n   27  PURSUANT TO THIS ARTICLE.\n   28    A  PERSON WHO VIOLATES THIS SECTION SHALL BE GUILTY OF A CLASS D FELO-\n   29  NY.  IN ADDITION, ANY DRUG PACKAGED, SOLD, TRANSFERRED,  DISTRIBUTED  OR\n   30  DELIVERED  IN  VIOLATION OF THIS SECTION SHALL BE CONTRABAND AND SUBJECT\n   31  TO SEIZURE BY THE BOARD OF PHARMACY, THE DEPARTMENT OF HEALTH OR ANY LAW\n   32  ENFORCEMENT OFFICER OF THE STATE.\n   33    S 5. Section 6824 of the education law, as added by chapter 987 of the\n   34  laws of 1971, is amended to read as follows:\n   35    S 6824. Injunction proceedings. In addition to the remedies hereinaft-\n   36  er provided, the secretary is hereby authorized to apply to the court of\n   37  the proper venue for an injunction  to  restrain  any  person  from  (a)\n   38  introducing or causing to be introduced into commerce any adulterated or\n   39  misbranded  drug, device or cosmetic; or (b) from introducing or causing\n   40  to be introduced in commerce any new drug which does not comply with the\n   41  provisions of this article; or (c) from disseminating or causing  to  be\n   42  disseminated  a  false  advertisement; OR (D) VIOLATING ANY PROVISION OF\n   43  SECTION  SIXTY-EIGHT  HUNDRED  TEN-A  OF  THIS  ARTICLE,  without  being\n   44  compelled  to  allege  or  prove that an adequate remedy at law does not\n   45  exist.\n   46    S 6. This act shall take effect on the one hundred eightieth day after\n   47  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to wholesalers and manufacturers of prescription drugs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T154152.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110119.T115750.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456270233
}