{
  "year" : 2011,
  "senateBillNo" : "A2464-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2464-2011-1295326800000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits elected officials from collecting retirement while still in office when the retirement is earned from an elective public office",
  "summary" : "Prohibits elected officials from collecting retirement while still in office when the retirement is earned from an elective public office. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "S6186-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2464\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH -- read once and referred to the Commit-\n         tee on Governmental Employees\n\n       AN ACT to amend the  civil  service  law,  in  relation  to  prohibiting\n         elected officials from collecting retirement while still in an elected\n         position\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 150 of the civil service law, as amended by chapter\n    2  211 of the laws of 1995, is amended to read as follows:\n    3    S 150. Suspension of pension and  annuity  during  public  employment.\n    4  Except  as  otherwise  provided by sections one hundred one, two hundred\n    5  eleven, and two hundred twelve of the  retirement  and  social  security\n    6  law,  section five hundred three of the education law, and except as now\n    7  provided by any local law or charter, if any person subsequent to his or\n    8  her retirement from the civil service of the state or of  any  municipal\n    9  corporation  or  political  subdivision  of  the state, shall accept any\n   10  office, position or employment in the civil service of the state  or  of\n   11  any municipal corporation or political subdivision of the state to which\n   12  any  salary  or emolument is attached, except jury duty or the office of\n   13  inspector of election, poll clerk or ballot  clerk  under  the  election\n   14  law,  or  the  office  of  notary public or commissioner of deeds, or an\n   15  elective public office, any pension or annuity awarded  or  allotted  to\n   16  him  or her upon retirement, and payable by the state, by such municipal\n   17  corporation or political subdivision, or out of any fund established  by\n   18  or pursuant to law, shall be suspended during such service or employment\n   19  and  while  such  person  is  receiving any salary or emolument therefor\n   20  except reimbursement for traveling expenses. Notwithstanding the forego-\n   21  ing, if any person, subsequent to his or her retirement from an elective\n   22  public office, accepts appointment, is re-elected or takes a new oath of\n   23  office to [the same] AN elective public office [from  which  he  or  she\n   24  retired],  his  or her retirement allowance shall be suspended until the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01948-01-1\n\n       A. 2464                             2\n\n    1  date he or she vacates such elective public office[, unless  the  amount\n    2  earned  for  any  calendar year for that elective public office does not\n    3  exceed the earning limitation provided for retired  persons  in  section\n    4  two  hundred  twelve of the retirement and social security law. However,\n    5  for  purposes  of  this  section  the  age  seventy  unlimited  earnings\n    6  provision  of  section  two  hundred twelve of the retirement and social\n    7  security law will not pertain to any person, subsequent to  his  or  her\n    8  retirement  from  an  elective  public  office,  if  such person accepts\n    9  appointment, is re-elected or takes a new oath of  office  to  the  same\n   10  elective public office from which he or she retired].\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to prohibiting elected officials from collecting retirement while still in an elected position ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T120309.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110118.T153652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295456589393
}