{
  "year" : 2011,
  "senateBillNo" : "A2476-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2476-2011-1295413200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a solid waste management facility site review board",
  "summary" : "Establishes a solid waste management facility siting review board for the siting of solid waste management facilities; establishes process for local governments to concur with site or object to proposed sites which would alter character and nature of an area; mandates a certificate of environmental compatibility and public necessity be issued by such board; a planning unit shall develop a local solid waste plan for such unit for at least a ten year period and characterize the solid waste stream to be managed in the planning period, including projected changes in waste volume over the ten year period attributable to changing populations, increased regional recycling and regional waste reduction efforts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2650-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2476\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         siting of solid waste management facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraphs (a) and (b) of subdivision 1 of section 27-0107\n    2  of the environmental conservation law, paragraph (a) as amended by chap-\n    3  ter 88 of the laws of 1996 and paragraph (b) as added by chapter  70  of\n    4  the laws of 1988, are amended to read as follows:\n    5    (a) A planning unit [may undertake and complete a timely process lead-\n    6  ing  to] SHALL DEVELOP a local solid waste management plan for such unit\n    7  for at least a ten-year period. For purposes of this section and section\n    8  27-0109 of this [article] TITLE, \"planning unit\" shall  mean  a  county,\n    9  two  or  more  counties  acting  jointly,  a  local government agency or\n   10  authority established pursuant to state law for the purposes of managing\n   11  solid waste, any city located in the county of Nassau, or  two  or  more\n   12  other  municipalities  which  the department determines to be capable of\n   13  implementing a regional solid waste management program.\n   14    (b) The local solid waste management plan shall:\n   15    (i) characterize the solid waste stream to be managed in the  planning\n   16  period.   THIS CHARACTERIZATION SHALL INCLUDE PROJECTED CHANGES IN WASTE\n   17  VOLUME OVER THE TEN-YEAR PLANNING PERIOD ATTRIBUTABLE TO CHANGING  POPU-\n   18  LATIONS,  INCREASED REGIONAL RECYCLING, REGIONAL WASTE REDUCTION EFFORTS\n   19  AND OTHER FACTORS;\n   20    (ii) assess [existing and alternate proposed  solid  waste  management\n   21  programs and facilities] DISPOSAL CAPACITY AVAILABLE IN EXISTING FACILI-\n   22  TIES WITHIN THE PLANNING UNIT OR CAPACITY AVAILABLE TO THE PLANNING UNIT\n   23  THROUGH  CONTRACTUAL  ARRANGEMENTS,  AND  FOR  EACH YEAR IN THE TEN-YEAR\n   24  PLANNING PERIOD, IDENTIFY PROJECTED SURPLUSES OR DEFICIENCIES  IN  WASTE\n   25  DISPOSAL CAPACITY AVAILABLE TO THE PLANNING UNIT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06534-01-1\n\n       A. 2476                             2\n\n    1    (iii)  IDENTIFY  AND  ASSESS SPECIFIC OPTIONS FOR ADDRESSING PROJECTED\n    2  DEFICIENCIES IN DISPOSAL CAPACITY DURING THE TEN-YEAR  PLANNING  PERIOD,\n    3  INCLUDING RECYCLING, WASTE REDUCTION AND REUSE, COMPOSTING, AND RESOURCE\n    4  RECOVERY  AND LAND DISPOSAL. THIS ASSESSMENT SHALL INCLUDE THE FEASIBIL-\n    5  ITY  OF  DEVELOPING  ADDITIONAL  WASTE  MANAGEMENT AND DISPOSAL CAPACITY\n    6  WITHIN THE REGION AND THE ACCESSIBILITY OF WASTE MANAGEMENT AND DISPOSAL\n    7  CAPACITY OUTSIDE OF THE REGION, GIVING PRIORITY TO FACILITIES WITHIN NEW\n    8  YORK STATE. THIS ASSESSMENT SHALL  ALSO  INCLUDE  THE  ANNUAL  COSTS  OF\n    9  PROVIDING  FOR  ADEQUATE  WASTE MANAGEMENT AND DISPOSAL CAPACITY, AND AN\n   10  ASSESSMENT OF POTENTIAL REVENUE FEE STRUCTURES TO MEET THOSE COSTS;\n   11    (IV) address to the maximum extent practicable the comments and  views\n   12  expressed  by  concerned  governmental,  environmental,  commercial  and\n   13  industrial interests and the public on the waste  reduction,  recycling,\n   14  reuse and disposal alternatives;\n   15    [(iv)]  (V) INCLUDE A PLAN AND TIMETABLE FOR EVALUATING, SELECTING AND\n   16  IMPLEMENTING MEASURES FOR ADDRESSING PROJECTED DEFICIENCIES IN  DISPOSAL\n   17  CAPACITY;\n   18    (VI)  identify  the  parties  with  responsibility  to  implement each\n   19  element of the plan and the steps which must be undertaken by each;\n   20    [(v) set forth a timetable for implementing the plan;\n   21    (vi)] (VII) describe the participation in the preparation of the  plan\n   22  of  each  municipality  which has chosen to participate in such prepara-\n   23  tion; and\n   24    [(vii)] (VIII) describe (A) measures undertaken by the  municipalities\n   25  participating  in the planning unit to secure participation of neighbor-\n   26  ing jurisdictions, (B) the limitations, if any, imposed by the  proposed\n   27  plan  on solid waste management alternatives available to such neighbor-\n   28  ing jurisdictions, and (C) alternatives which would be  available  if  a\n   29  local  solid  waste  management  plan  including such jurisdictions were\n   30  prepared. Specific written suggestions received from neighboring  juris-\n   31  dictions shall be summarized and reflected in the plan.\n   32    S  2.  The  environmental  conservation law is amended by adding a new\n   33  section 27-0709 to read as follows:\n   34  S 27-0709. CRITERIA FOR SITING SOLID WASTE MANAGEMENT FACILITIES.\n   35    1. ON OR AFTER THE EFFECTIVE DATE OF THIS  SECTION,  NO  PERSON  SHALL\n   36  COMMENCE  THE PREPARATION OF A SITE FOR, OR BEGIN THE CONSTRUCTION OF, A\n   37  SOLID WASTE MANAGEMENT  FACILITY  IN  THE  STATE  WITHOUT  HAVING  FIRST\n   38  OBTAINED  A CERTIFICATE OF ENVIRONMENTAL COMPATIBILITY AND PUBLIC NECES-\n   39  SITY FROM THE STATE SOLID WASTE MANAGEMENT FACILITY SITE REVIEW BOARD.\n   40    2. THE COMMISSIONER SHALL, AFTER  INVESTIGATION  AND  OPPORTUNITY  FOR\n   41  PUBLIC  COMMENT  AND  WITHIN  SIX MONTHS FROM THE EFFECTIVE DATE OF THIS\n   42  SECTION, PUBLISH CRITERIA FOR SITING SOLID WASTE  MANAGEMENT  FACILITIES\n   43  UPON  WHICH  A  DETERMINATION  OF ENVIRONMENTAL COMPATIBILITY AND PUBLIC\n   44  NECESSITY SHALL BE BASED. THE COMMISSIONER SHALL ALSO WITHIN SIX  MONTHS\n   45  FROM THE EFFECTIVE DATE OF THIS SECTION PROMULGATE REGULATIONS PRESCRIB-\n   46  ING  THE  FORM AND CONTENT OF APPLICATIONS FOR A CERTIFICATE OF ENVIRON-\n   47  MENTAL COMPATIBILITY AND PUBLIC NECESSITY TO  CONSTRUCT  A  SOLID  WASTE\n   48  MANAGEMENT FACILITY.\n   49    3. THE CRITERIA ISSUED PURSUANT TO SUBDIVISION ONE OF THIS SECTION FOR\n   50  THE SITING OF SOLID WASTE MANAGEMENT FACILITIES SHALL INCLUDE:\n   51    (A)  THE CONSISTENCY OF THE APPLICATION WITH THE PLAN ADOPTED PURSUANT\n   52  TO SECTION 27-0103 OF THIS ARTICLE;\n   53    (B) THE CONSISTENCY OF THE APPLICATION WITH ANY LOCALLY ADOPTED  SOLID\n   54  WASTE MANAGEMENT PLAN, INCLUDING THE EXTENT TO WHICH A PROPOSED FACILITY\n   55  ADDRESSES DISPOSAL CAPACITY DEFICIENCIES IDENTIFIED IN SUCH PLANS;\n\n       A. 2476                             3\n\n    1    (C)  THE  EXTENT  TO  WHICH THOSE MUNICIPALITIES THAT WILL UTILIZE THE\n    2  PROPOSED FACILITY HAVE EVALUATED POSSIBLE WASTE MANAGEMENT SITES  WITHIN\n    3  THEIR JURISDICTIONS;\n    4    (D)  THE  NATURE  OF  THE  PROBABLE ENVIRONMENTAL IMPACT CAUSED BY THE\n    5  FACILITY, INCLUDING SPECIFICATION OF THE PREDICTABLE ADVERSE EFFECTS  ON\n    6  THE  NATURAL  ENVIRONMENT AND ECOLOGY, PUBLIC HEALTH AND SAFETY, SCENIC,\n    7  HISTORIC, CULTURAL AND RECREATIONAL VALUE, WATER AND AIR QUALITY,  WILD-\n    8  LIFE AND AN EVALUATION OF MEASURES TO MITIGATE ADVERSE EFFECTS;\n    9    (E) THE NATURE OF THE ENVIRONMENTAL BENEFITS LIKELY TO BE DERIVED FROM\n   10  SUCH  FACILITY, INCLUDING THE RESULTANT DECREASE IN RELIANCE UPON EXIST-\n   11  ING SOLID WASTE DISPOSAL FACILITIES WHICH DO NOT COMPLY WITH  APPLICABLE\n   12  LAWS AND REGULATIONS, THE DECREASE IN RELIANCE ON SOLID WASTE MANAGEMENT\n   13  CAPACITY  OUTSIDE OF NEW YORK STATE, AND A REDUCTION IN FUEL CONSUMPTION\n   14  AND VEHICLE EMISSIONS RELATED TO LONG-DISTANCE TRANSPORTATION  OF  SOLID\n   15  WASTE; AND\n   16    (F)  THE  ECONOMIC  BENEFITS  LIKELY TO BE DERIVED FROM SUCH FACILITY,\n   17  INCLUDING BUT NOT LIMITED TO A  REDUCTION  IN  EXISTING  COSTS  FOR  THE\n   18  DISPOSAL  OF  SOLID WASTES, IMPROVEMENT TO THE STATE'S ABILITY TO RETAIN\n   19  AND ATTRACT BUSINESS AND INDUSTRY DUE TO PREDICTABLE  AND  STABLE  SOLID\n   20  WASTE  DISPOSAL  COSTS AND AVAILABILITY, MAINTENANCE OF THE COMPETITIVE-\n   21  NESS OF THE STATE'S SOLID WASTE INDUSTRY AND ANY ECONOMIC BENEFITS WHICH\n   22  MAY ACCRUE TO THE MUNICIPALITY IN WHICH THE FACILITY IS TO BE LOCATED.\n   23    S 3. Section 27-0711 of the environmental conservation law,  as  added\n   24  by  chapter 399 of the laws of 1973 and renumbered by chapter 425 of the\n   25  laws of 1977, is amended to read as follows:\n   26  S 27-0711. Local laws, ordinances and regulations.\n   27    Any local laws, ordinances or regulations of any governing body  of  a\n   28  county, city, town or village which are not inconsistent with this title\n   29  or  with  any  rule or regulation which shall be promulgated pursuant to\n   30  this title shall not be superseded by it, and nothing in this  title  or\n   31  in  any  rule  or regulation which shall be promulgated pursuant to this\n   32  title shall preclude the right of any governing body of a county,  city,\n   33  town or village to adopt local laws, ordinances or regulations which are\n   34  not  inconsistent  with  this title or with any rule or regulation which\n   35  shall be promulgated pursuant to this title provided, however,  THAT  NO\n   36  MUNICIPALITY  MAY,  EXCEPT  AS  EXPRESSLY AUTHORIZED BY THE BOARD ESTAB-\n   37  LISHED PURSUANT TO SECTION 27-0713 OF THIS TITLE, REQUIRE ANY  APPROVAL,\n   38  CONSENT,  PERMIT,  CERTIFICATE  OR  OTHER CONDITION INCLUDING CONFORMITY\n   39  WITH LOCAL ZONING OR LAND USE LAWS AND ORDINANCES REGARDING  THE  OPERA-\n   40  TION  OF  A  SOLID  WASTE  MANAGEMENT  FACILITY  WITH RESPECT TO WHICH A\n   41  CERTIFICATE HAS BEEN GRANTED IN ACCORDANCE WITH SECTION 27-0713 OF  THIS\n   42  TITLE, AND FURTHER PROVIDED, HOWEVER, that the exercise of such right by\n   43  a county shall relate only to the area thereof outside any city, village\n   44  or  area of any town outside the village or villages therein during such\n   45  time as such city, village or town has local laws, ordinances  or  regu-\n   46  lations  consistent with this title or with any rule or regulation which\n   47  shall be promulgated pursuant to this title.  Any local laws, ordinances\n   48  or regulations of a county, city, town or village which comply  with  at\n   49  least the minimum applicable requirements set forth in any rule or regu-\n   50  lation  promulgated  pursuant  to  this title shall be deemed consistent\n   51  with this title or with any such rule or regulation, EXCEPT AS  PROVIDED\n   52  HEREIN.\n   53    S  4.  The environmental conservation law is amended by adding two new\n   54  sections 27-0713 and 27-0714 to read as follows:\n   55  S 27-0713. SITING SOLID WASTE MANAGEMENT FACILITIES.\n\n       A. 2476                             4\n\n    1    1. THERE IS HEREBY ESTABLISHED A SOLID WASTE MANAGEMENT FACILITY  SITE\n    2  REVIEW  BOARD  TO  BE COMPOSED OF THE COMMISSIONERS OF ECONOMIC DEVELOP-\n    3  MENT, ENVIRONMENTAL CONSERVATION, HEALTH, AND TRANSPORTATION, THE SECRE-\n    4  TARY OF STATE, AND FOUR AD HOC MEMBERS APPOINTED BY THE GOVERNOR, TWO OF\n    5  WHOM  MUST BE RESIDENTS OF THE PLANNING UNIT IN WHICH THE PROPOSED SOLID\n    6  WASTE MANAGEMENT FACILITY IS TO BE LOCATED.  THE  FOUR  AD  HOC  MEMBERS\n    7  SHALL BE EMPLOYEES OF THE STATE FOR PURPOSES OF SECTION SEVENTEEN OF THE\n    8  PUBLIC OFFICERS LAW. THE TERM OF THE AD HOC MEMBERS SHALL CONTINUE UNTIL\n    9  A  FINAL  DETERMINATION  HAS  BEEN MADE IN THE PARTICULAR PROCEEDING FOR\n   10  WHICH THEY WERE APPOINTED. FIVE  OF  THE  PERSONS  ON  THE  BOARD  SHALL\n   11  CONSTITUTE  A  QUORUM  FOR THE TRANSACTION OF ANY BUSINESS OF THE BOARD,\n   12  AND THE DECISION OF FIVE MEMBERS OF THE BOARD SHALL CONSTITUTE ACTION OF\n   13  THE BOARD. IN ADDITION TO THE REQUIREMENTS OF THE PUBLIC  OFFICERS  LAW,\n   14  NO  PERSON  SHALL  BE ELIGIBLE TO BE AN APPOINTEE OF THE GOVERNOR TO THE\n   15  BOARD WHO HOLDS ANOTHER  STATE  OR  LOCAL  OFFICE.  THE  GOVERNOR  SHALL\n   16  APPOINT  THE CHAIRMAN OF THE BOARD AND THE COMMISSIONER OF ENVIRONMENTAL\n   17  CONSERVATION SHALL MAKE AVAILABLE TO THE  BOARD  DEPARTMENTAL  STAFF  IN\n   18  ORDER TO SUPPORT THE BOARD IN CARRYING OUT ITS RESPONSIBILITIES.\n   19    2.  THE SOLID WASTE MANAGEMENT FACILITY SITE REVIEW BOARD IS EMPOWERED\n   20  TO:\n   21    (A) ISSUE  CERTIFICATES  OF  ENVIRONMENTAL  COMPATIBILITY  AND  PUBLIC\n   22  NECESSITY  FOR  SOLID  WASTE  MANAGEMENT FACILITIES. A CERTIFICATE FOR A\n   23  SOLID WASTE MANAGEMENT FACILITY MAY BE  ISSUED  ONLY  PURSUANT  TO  THIS\n   24  ARTICLE; AND\n   25    (B)  DEVELOP  NON-BINDING ASSESSMENTS OF INCREASED PUBLIC EXPENDITURES\n   26  TO BE CAUSED BY SOLID WASTE MANAGEMENT  FACILITIES,  FACILITATE  SETTLE-\n   27  MENTS    ON  PAYMENTS  BY  FACILITY OWNERS/OPERATORS TO OFFSET INCREASED\n   28  PUBLIC EXPENDITURES, AND TO CONVENE ARBITRATION PANELS FOR  THE  PURPOSE\n   29  OF  ESTABLISHING  FAIR  AND  EQUITABLE  HOST  COMMUNITY  FEES PAYABLE TO\n   30  AFFECTED MUNICIPALITIES AND DISTRICTS.\n   31    3. AN APPLICANT FOR A CERTIFICATE OF ENVIRONMENTAL  COMPATIBILITY  AND\n   32  PUBLIC NECESSITY SHALL SUBMIT ITS APPLICATION TO THE COMMISSIONER OF THE\n   33  DEPARTMENT.  UPON  RECEIPT  OF  A COMPLETE APPLICATION, THE COMMISSIONER\n   34  SHALL CONVENE THE SOLID WASTE  MANAGEMENT  FACILITY  SITE  REVIEW  BOARD\n   35  ESTABLISHED  BY  THIS  SECTION.  SUCH  APPLICATION SHALL BE SUBMITTED IN\n   36  ACCORDANCE WITH THE FOLLOWING PROCEDURE:\n   37    (A) ON OR BEFORE FIFTEEN CALENDAR  DAYS  AFTER  THE  RECEIPT  OF  SUCH\n   38  APPLICATION,  THE  DEPARTMENT SHALL MAIL WRITTEN NOTICE TO THE APPLICANT\n   39  AS TO WHETHER OR NOT SUCH APPLICATION IS COMPLETE. IF THE APPLICATION IS\n   40  NOT COMPLETE, THE PROVISIONS OF SECTION 70-0109 OF THIS CHAPTER SHALL BE\n   41  APPLICABLE. IF, OR WHEN, THE APPLICATION  IS  COMPLETE,  THE  DEPARTMENT\n   42  SHALL,  CONCURRENT  WITH  NOTIFICATION  TO  THE APPLICANT, SO NOTIFY THE\n   43  COMMISSIONER SO THAT HE MAY CONVENE THE SOLID WASTE MANAGEMENT  FACILITY\n   44  SITE REVIEW BOARD.\n   45    (B)  IMMEDIATELY UPON DETERMINING THAT AN APPLICATION IS COMPLETE, THE\n   46  DEPARTMENT SHALL CAUSE A NOTICE TO BE PUBLISHED IN  THE  NEXT  AVAILABLE\n   47  ENVIRONMENTAL NOTICE BULLETIN WHICH SHALL NOT BE LATER THAN TEN CALENDAR\n   48  DAYS AFTER THE DATE OF SUCH NOTICE AND SHALL PROVIDE NOTICE TO THE CHIEF\n   49  EXECUTIVE  OFFICER OF EACH MUNICIPALITY IN WHICH THE PROPOSED PROJECT IS\n   50  TO BE LOCATED, AND SHALL DIRECT THE APPLICANT TO PROVIDE SUCH REASONABLE\n   51  NOTICE TO THE PUBLIC AS THE DEPARTMENT DEEMS  APPROPRIATE.  SUCH  NOTICE\n   52  SHALL,  AT  A  MINIMUM,  INCLUDE  PUBLICATION IN AT LEAST TWO NEWSPAPERS\n   53  HAVING A GENERAL CIRCULATION IN  THE  VICINITY  IN  WHICH  THE  PROPOSED\n   54  FACILITY IS PROPOSED TO BE LOCATED.\n\n       A. 2476                             5\n\n    1    (C) ON OR BEFORE FIFTEEN CALENDAR DAYS AFTER THE DEPARTMENT DETERMINES\n    2  THAT  THE  APPLICATION  IS  COMPLETE  THE COMMISSIONER SHALL CONVENE THE\n    3  SOLID WASTE MANAGEMENT FACILITY SITE REVIEW BOARD.\n    4    (D) THE COMMISSIONER SHALL APPOINT A HEARING OFFICER WHO SHALL CONDUCT\n    5  AN  ADJUDICATORY PUBLIC HEARING UPON THE APPLICATION. SUCH HEARING SHALL\n    6  COMMENCE AFTER FORTY CALENDAR DAYS BUT BEFORE SIXTY CALENDAR DAYS  AFTER\n    7  THE SOLID WASTE MANAGEMENT FACILITY SITE REVIEW BOARD IS CONVENED.\n    8    (E)  MUNICIPALITIES  IN  WHICH  THE PROPOSED FACILITY WOULD BE LOCATED\n    9  SHALL HAVE FORTY DAYS AFTER THE CONVENING OF THE SITE  REVIEW  BOARD  TO\n   10  (I)  CONCUR  WITH  THE  SITE  IDENTIFIED BY THE PERMIT APPLICANT OR (II)\n   11  OBJECT TO THE ESTABLISHMENT OF A FACILITY OF THE KIND DESCRIBED  BY  THE\n   12  APPLICANT  BECAUSE  ITS APPROVAL WOULD RESULT IN SUCH A CONCENTRATION OF\n   13  SOLID WASTE MANAGEMENT FACILITIES IN THE MUNICIPALITY OR IN THE AREA  IN\n   14  PROXIMITY  TO  THE  SITE  SELECTED  THAT THE NATURE AND CHARACTER OF THE\n   15  AREAS WITHIN THE MUNICIPALITY WOULD BE  SUBSTANTIALLY  ALTERED.  IN  THE\n   16  EVENT  THE  MUNICIPALITY  OBJECTS  TO ESTABLISHMENT OF A FACILITY IN THE\n   17  MUNICIPALITY BECAUSE TO DO SO WOULD RESULT IN SUCH  A  CONCENTRATION  OF\n   18  WASTE MANAGEMENT FACILITIES THAT THE NATURE AND CHARACTER OF AREAS WITH-\n   19  IN  THE  MUNICIPALITY  WOULD  BE  SUBSTANTIALLY ALTERED, THE SITE REVIEW\n   20  BOARD SHALL MEET WITHIN FIFTEEN DAYS OF RECEIPT OF SUCH AN OBJECTION  TO\n   21  RESOLVE  THE  ISSUE.  IN  REVIEWING  ANY SUCH OBJECTION, THE BOARD SHALL\n   22  CONSIDER THE NEED FOR SUCH A FACILITY IN THE  MUNICIPALITY  AND  IN  THE\n   23  SOLID WASTE PLANNING REGION IN WHICH THE MUNICIPALITY IS LOCATED AND THE\n   24  EXISTING  CONCENTRATION OF SUCH FACILITIES IN THE MUNICIPALITY OR IN THE\n   25  AREA IN PROXIMITY TO THE SITE PROPOSED BY THE  PERMIT  APPLICANT.    THE\n   26  SITE  REVIEW BOARD SHALL SUSTAIN THE OBJECTION IF IT DETERMINES THAT THE\n   27  NATURE AND CHARACTER OF THE AREA IN WHICH THE FACILITY IS  TO  BE  BASED\n   28  WOULD  BE  SUBSTANTIALLY  ALTERED  BECAUSE OF THE CONCENTRATION OF SOLID\n   29  WASTE MANAGEMENT FACILITIES RESULTING  FROM  THE  ESTABLISHMENT  OF  THE\n   30  PROPOSED  FACILITY.  THE  BOARD  SHALL  MAKE SUCH A DETERMINATION WITHIN\n   31  THIRTY DAYS OF THE HEARING.\n   32    (F) THE SOLID WASTE MANAGEMENT FACILITY SITE REVIEW BOARD SHALL RENDER\n   33  A DECISION, BASED UPON THE  RECORD,  EITHER  GRANTING  THE  APPLICATION,\n   34  DENYING  IT,  OR GRANTING IT UPON SUCH TERMS, CONDITIONS, LIMITATIONS OR\n   35  MODIFICATIONS THEREOF AS THE BOARD DEEMS APPROPRIATE.  THE  BOARD  SHALL\n   36  BASE  ITS DECISION UPON WHETHER OR NOT THE PROPOSED FACILITY IS CONSIST-\n   37  ENT WITH THE STATE SOLID WASTE MANAGEMENT PLAN ADOPTED BY THE DEPARTMENT\n   38  PURSUANT TO SECTION 27-0103 OF THIS  ARTICLE  AND  ANY  LOCALLY  ADOPTED\n   39  SOLID  WASTE  MANAGEMENT  PLAN,  WHETHER  OR  NOT SITING THE FACILITY IS\n   40  CONSISTENT WITH THE CRITERIA ESTABLISHED  BY  SECTION  27-0107  OF  THIS\n   41  ARTICLE  AND  AS  TO WHETHER OR NOT THERE EXISTS A NEED FOR THE PROPOSED\n   42  FACILITY.\n   43    (G) THE BOARD SHALL MAKE THE FINAL  DETERMINATION  ON  AN  APPLICATION\n   44  UPON  THE RECORD MADE BEFORE THE HEARING OFFICER, AFTER RECEIVING BRIEFS\n   45  FROM THE PARTIES TO THE HEARING AND EXCEPTIONS TO THE RECOMMENDED  DECI-\n   46  SION OF THE HEARING OFFICER AND AFTER HEARING SUCH ORAL ARGUMENTS AS THE\n   47  BOARD  SHALL  DETERMINE TO BE NECESSARY. THE CHAIRMAN OF THE BOARD SHALL\n   48  MAIL ITS DECISION TO THE  APPLICANT,  TO  THE  DEPARTMENT,  AND  TO  ALL\n   49  PARTIES TO THE HEARING ON OR BEFORE SIXTY CALENDAR DAYS AFTER RECEIPT BY\n   50  THE  BOARD  OF  A COMPLETE RECORD, AS THAT TERM IS DEFINED IN PARAGRAPHS\n   51  (A) THROUGH (E) OF SUBDIVISION ONE OF SECTION THREE HUNDRED TWO  OF  THE\n   52  STATE  ADMINISTRATIVE  PROCEDURE  ACT,  OR WITHIN SIXTY DAYS OF MAKING A\n   53  DETERMINATION ON AN OBJECTION ENTERED BY A MUNICIPALITY THAT  ESTABLISH-\n   54  MENT OF THE PROPOSED FACILITY IN THE MUNICIPALITY WOULD RESULT IN SUCH A\n   55  CONCENTRATION  OF  SOLID WASTE MANAGEMENT FACILITIES THAT THE NATURE AND\n\n       A. 2476                             6\n\n    1  CHARACTER OF  AREAS  WITHIN  THE  MUNICIPALITY  WOULD  BE  SUBSTANTIALLY\n    2  ALTERED.\n    3    (H) THE PROVISIONS OF ARTICLE 70 OF THIS CHAPTER SHALL APPLY TO APPLI-\n    4  CATIONS  PURSUANT  TO  THIS TITLE, TO THE EXTENT SUCH PROVISIONS ARE NOT\n    5  INCONSISTENT HEREWITH.\n    6    4. APPLICATIONS FOR A CERTIFICATE OF ENVIRONMENTAL  COMPATIBILITY  AND\n    7  PUBLIC  NECESSITY  SHALL BE ACCOMPANIED BY A FEE OF ONE HUNDRED THOUSAND\n    8  DOLLARS FOR A REQUEST THAT PERTAINS TO THE SITING OF A  LANDFILL  OR  AN\n    9  ENERGY  RESOURCE RECOVERY FACILITY WITH PLANNED DISPOSAL CAPACITY OF TWO\n   10  THOUSAND TONS PER DAY OR GREATER, FIFTY THOUSAND DOLLARS FOR  A  REQUEST\n   11  THAT PERTAINS TO THE SITING OF A LANDFILL OR AN ENERGY RESOURCE RECOVERY\n   12  FACILITY  WITH  PLANNED DISPOSAL CAPACITY OF LESS THAN TWO THOUSAND TONS\n   13  PER DAY, OR TEN THOUSAND DOLLARS FOR A  REQUEST  THAT  PERTAINS  TO  THE\n   14  SITING  OF A SOLID WASTE MANAGEMENT FACILITY OTHER THAN A LANDFILL OR AN\n   15  ENERGY RESOURCE RECOVERY FACILITY.\n   16    THIS FEE SHALL BE RECEIVED BY THE  DEPARTMENT  AND  DISBURSED  AT  THE\n   17  BOARD'S  DIRECTION  TO  PROVIDE  FUNDING  FOR  MUNICIPAL AND OTHER LOCAL\n   18  PARTIES AS PROVIDED IN THIS SECTION. ANY MONEYS REMAINING  IN  THE  FUND\n   19  AFTER   THE  BOARD  HAS  ISSUED  ITS  DECISION  AND  AFTER  ALL  RELATED\n   20  PROCEEDINGS ARE COMPLETED AND THE TIME FOR APPLYING FOR JUDICIAL  REVIEW\n   21  HAS EXPIRED SHALL BE RETURNED TO THE APPLICANT.\n   22    5.  MUNICIPAL  AND  OTHER  PARTIES  (EXCEPT A MUNICIPALITY WHICH IS AN\n   23  APPLICANT) MAY APPLY TO AND RECEIVE FROM THE  BOARD  FUNDING  TO  DEFRAY\n   24  REASONABLE  EXPENSES  INCURRED  BY SUCH PARTIES FOR EXPERT WITNESSES AND\n   25  CONSULTANT  SERVICES  IN  CONNECTION   WITH   THEIR   PARTICIPATION   IN\n   26  PROCEEDINGS  BEFORE  THE BOARD OR IN PROCEEDINGS RELATED TO THE ISSUANCE\n   27  OF ANY PERMIT OR APPROVAL FOR THE FACILITY. THE BOARD SHALL ASSURE  THAT\n   28  SUCH  FUNDS  ARE  MADE  AVAILABLE  ON AN EQUITABLE BASIS AND IN A MANNER\n   29  WHICH FACILITATES BROAD PUBLIC PARTICIPATION.\n   30  S 27-0714. COMPENSATION FOR SOLID WASTE MANAGEMENT FACILITY HOST  COMMU-\n   31                 NITIES.\n   32    1.  UPON  ISSUANCE OF A CERTIFICATE OF ENVIRONMENTAL COMPATIBILITY AND\n   33  PUBLIC NECESSITY BY THE SOLID  WASTE  MANAGEMENT  FACILITY  SITE  REVIEW\n   34  BOARD,  THE BOARD SHALL PREPARE A NON-BINDING ASSESSMENT OF ANY INCREASE\n   35  IN PUBLIC EXPENDITURES LIKELY TO BE  INCURRED  BY  ANY  MUNICIPALITY  OR\n   36  DISTRICT  WITHIN  WHICH  THE FACILITY IS LOCATED THAT IS ATTRIBUTABLE TO\n   37  THE FACILITY'S OPERATION. THE BOARD SHALL ALSO MAKE RECOMMENDATIONS  FOR\n   38  OTHER  OPERATING  CONDITIONS  OR RESTRICTIONS THAT, BASED ON THE RECORD,\n   39  MAY BE WARRANTED TO ALLEVIATE ADVERSE IMPACTS  ON  AFFECTED  COMMUNITIES\n   40  RESULTING  FROM  THE  OPERATION  OF  THE  FACILITY.  THE  ASSESSMENT  OF\n   41  INCREASED  PUBLIC  EXPENDITURES  AND  THE  RECOMMENDED  CONDITIONS   AND\n   42  RESTRICTIONS  MAY SERVE AS THE BASIS FOR SETTLEMENT BETWEEN THE FACILITY\n   43  OWNER/OPERATOR AND THE MUNICIPALITIES AND DISTRICTS IN WHICH THE FACILI-\n   44  TY IS LOCATED AND WHICH WILL  INCUR  INCREASED  PUBLIC  EXPENDITURES  OR\n   45  POTENTIALLY  INCUR  OTHER ADVERSE EFFECTS DUE TO THE OPERATION OF SUCH A\n   46  FACILITY.\n   47    2. IN THE EVENT THAT A SETTLEMENT ON HOST  COMMUNITY  FEES  AND  OTHER\n   48  OPERATING  CONDITIONS  AND  RESTRICTIONS  NECESSARY TO ALLEVIATE ADVERSE\n   49  IMPACTS ON AFFECTED COMMUNITIES CANNOT BE ACHIEVED  AMONG  THE  FACILITY\n   50  OWNER/OPERATOR  AND THE AFFECTED MUNICIPALITIES AND DISTRICTS, ANY PARTY\n   51  TO THE SETTLEMENT MAY SUBMIT A REQUEST TO THE BOARD TO CONVENE A PROCESS\n   52  OF BINDING ARBITRATION TO SETTLE OUTSTANDING  ISSUES  RELATING  TO  SUCH\n   53  FEES  AND  OTHER  OPERATING CONDITIONS AND RESTRICTIONS. THE ARBITRATION\n   54  PANEL SHALL BE COMPRISED OF INDEPENDENT PRIVATE ARBITRATORS,  AND  SHALL\n   55  HAVE  RELEVANT  ARBITRATION  BACKGROUND  AND  EXPERIENCE RELEVANT TO THE\n   56  ASSESSMENT OF FINANCIAL IMPACTS. AN ARBITRATION PANEL SHALL BE  SELECTED\n\n       A. 2476                             7\n\n    1  FOR  INDIVIDUAL  SOLID  WASTE MANAGEMENT FACILITIES AND SHALL CONSIST OF\n    2  THREE MEMBERS, SELECTED AS FOLLOWS:\n    3    (A) ONE ARBITRATOR SHALL BE SELECTED BY THE BOARD.\n    4    (B) ONE ARBITRATOR SHALL BE SELECTED BY THE APPLICANT.\n    5    (C)  ONE  ARBITRATOR  SHALL  BE  SELECTED UPON MUTUAL AGREEMENT BY THE\n    6  AFFECTED MUNICIPALITIES.\n    7    3. WITHIN THIRTY DAYS OF ITS APPOINTMENT, THE ARBITRATION PANEL  SHALL\n    8  SCHEDULE  A HEARING ON THE OUTSTANDING ISSUES RELATING TO HOST COMMUNITY\n    9  FEES AND OTHER OPERATING CONDITIONS AND RESTRICTIONS NECESSARY TO  ALLE-\n   10  VIATE  ADVERSE  IMPACTS  ON  AFFECTED COMMUNITIES. THE ARBITRATION PANEL\n   11  SHALL ISSUE ITS DECISION WITHIN NINETY DAYS OF ITS APPOINTMENT.\n   12    4. COMPENSATION TO A MUNICIPALITY OR DISTRICT PURSUANT TO THIS SECTION\n   13  MAY INCLUDE BUT NEED NOT BE LIMITED TO OR EXEMPLIFIED BY  THE  FOLLOWING\n   14  PAYMENTS:\n   15    (A)  IN  THE EVENT THAT THE FACILITY WILL BE LOCATED ON PROPERTY WHICH\n   16  IS EXEMPT FROM LOCAL PROPERTY TAXATION BY  VIRTUE  OF  PUBLIC  OWNERSHIP\n   17  THEREOF,  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, A SUM EQUAL TO THE\n   18  AMOUNT WHICH WOULD ANNUALLY BE DUE IF THE LAND UPON WHICH SUCH  FACILITY\n   19  IS  LOCATED AND ANY IMPROVEMENTS THERETO WERE ASSESSED AND TAXED AS REAL\n   20  PROPERTY SUBJECT TO LOCAL REAL PROPERTY TAXATION;\n   21    (B) PAYMENTS TO DEFRAY ANY INCREASE IN  PUBLIC  EXPENDITURES  BY  SUCH\n   22  MUNICIPALITY OR DISTRICT CAUSED BY THE FACILITY'S OPERATION; AND\n   23    (C)  ANY  OTHER  COMPENSATION THE BOARD SHALL DETERMINE TO BE FAIR AND\n   24  EQUITABLE UNDER THE CIRCUMSTANCES.\n   25    5. ANY DECISION REACHED BY THE PANEL SHALL BE BINDING ON  ALL  PARTIES\n   26  TO  THE  DECISION.  ANY  PARTY TO THE DECISION MAY PETITION THE BOARD TO\n   27  MODIFY THE DECISION OF THE PANEL UPON A SHOWING OF A MATERIAL CHANGE  IN\n   28  THE  FACTS  KNOWN  TO  THE  PARTIES TO THE SETTLEMENT AT THE TIME IT WAS\n   29  ENTERED INTO.   THE BOARD MAY MODIFY THE  SETTLEMENT  TO  REFLECT  THESE\n   30  CHANGED FACTS.\n   31    6.  JUDICIAL  REVIEW  OF  THE PANEL DECISION ON THE IMPOSITION OF HOST\n   32  COMMUNITY FEES IS LIMITED TO A SHOWING OF FRAUD BY A PARTY TO THE  DECI-\n   33  SION OR AN ABUSE OF DISCRETION BY THE PANEL, OR BOTH.\n   34    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the siting of solid waste management facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T133800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295465887494
}