{
  "year" : 2011,
  "senateBillNo" : "A2473-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to health",
    "billEventId" : "A2473-2011-1295413200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the transition authorization panel demonstration program",
  "summary" : "Establishes the transition authorization panel demonstration program to evaluate an approach to secure decisions relating to the transition of isolated patients from inpatient care to post-acute care; creates three-person panels which will authorize the transition of eligible patients from participating hospital to post-acute care; authorizes transition-related financial arrangements; sets forth provisions relating to the composition, duties, and powers of such panels; provides for the repeal of such provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AC8647-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2473\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CANESTRARI  -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in  relation  to  establishing  a\n         demonstration  program  to study transition authorization panels as an\n         approach to secure decisions regarding  the  transition  of  incapable\n         patients  who do not have legally authorized decisionmakers from inpa-\n         tient care to post-acute care; and providing for the  repeal  of  such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislature finds and declares that in  many  instances\n    2  there  are  hospital patients who are medically ready to transition to a\n    3  different level of care,  such  as  nursing  home  care,  home  care  or\n    4  assisted living, but they lack capacity to authorize the transition, and\n    5  also  lack a family member or other person who can authorize the transi-\n    6  tion on their behalf. As a result, such patients can be subject to inor-\n    7  dinate delays in accomplishing a needed transition, and  can  remain  as\n    8  hospital  inpatients  for  long  periods.  That  delay is harmful to the\n    9  interests of those patients, as well as to other persons  who  may  need\n   10  the  scarce  inpatient  resources,  to  hospitals,  to payors and to the\n   11  public in general.\n   12    The legislature further finds that while  article  81  of  the  mental\n   13  hygiene  law provides a procedure for the court-appointment of guardians\n   14  who could be empowered to authorize transition for such  patients,  such\n   15  procedure  was designed for longer-term assistance with an incapacitated\n   16  person's personal and property affairs, and includes features that often\n   17  go beyond what is needed for transition-related decisions  alone.  As  a\n   18  result,  the  guardianship  proceeding can require far more time, effort\n   19  and expense than is warranted for this limited, non-contested decision.\n   20    Accordingly, the legislature finds that it would be valuable to  study\n   21  an  alternative  approach to secure decisions relating to the transition\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06141-01-1\n\n       A. 2473                             2\n\n    1  of isolated incapable patients from inpatient care to  post-acute  care.\n    2  Specifically,  the  transition authorization panel demonstration program\n    3  shows promise as means to protect the rights and interests of  incapable\n    4  patients in the transition decision, while allowing such decisions to be\n    5  made within a reasonable timeframe.\n    6    S  2.  The public health law is amended by adding a new section 2803-t\n    7  to read as follows:\n    8    S 2803-T. TRANSITION AUTHORIZATION PANEL DEMONSTRATION  PROGRAM.    1.\n    9  THERE  IS  HEREBY  ESTABLISHED  A  TRANSITION AUTHORIZATION PANEL DEMON-\n   10  STRATION PROGRAM,  CONDUCTED  AT  SIX  PROGRAM  SITES,  TO  EVALUATE  AN\n   11  APPROACH  TO  SECURE  DECISIONS  RELATING  TO THE TRANSITION OF ISOLATED\n   12  PATIENTS FROM INPATIENT CARE TO POST-ACUTE CARE.\n   13    2. AS USED IN THIS SECTION:\n   14    (A) \"ELIGIBLE PATIENT\" MEANS AN INPATIENT AT A PARTICIPATING  HOSPITAL\n   15  WHO, ACCORDING TO THE PATIENT'S ATTENDING PHYSICIAN:\n   16    (I) IS READY TO BE DISCHARGED AS AN INPATIENT, BUT NEEDS TO BE TRANSI-\n   17  TIONED TO POST-ACUTE CARE;\n   18    (II)  LACKS  CAPACITY  TO CONSENT TO THE DISCHARGE AND TO ADMISSION TO\n   19  POST-ACUTE CARE;\n   20    (III) DOES NOT HAVE A GUARDIAN, HEALTH CARE AGENT OR POWER  OF  ATTOR-\n   21  NEY,  OR  A FAMILY MEMBER, FRIEND OR OTHER REPRESENTATIVE WHO IS REASON-\n   22  ABLY AVAILABLE AND WILLING TO MAKE A TRANSITION DECISION ON HIS  OR  HER\n   23  BEHALF,  WHOSE  CONSENT  WOULD BE ACCEPTED BY A PROPOSED POST-ACUTE CARE\n   24  PROVIDER, AND WHO IS LEGALLY AUTHORIZED TO  MAKE  ALL  REQUIRED  TRANSI-\n   25  TION-RELATED FINANCIAL ARRANGEMENTS;\n   26    (IV)  HAS  A  DISCHARGE PLAN THAT IDENTIFIES AN APPROPRIATE POST-ACUTE\n   27  CARE PROVIDER THAT IS OR MAY BE WILLING TO ADMIT THE PATIENT IF A  TRAN-\n   28  SITION  AUTHORIZATION  PANEL  WERE  TO  AUTHORIZE THE TRANSITION AND, IF\n   29  NECESSARY, MAKE TRANSITION-RELATED FINANCIAL ARRANGEMENTS; AND\n   30    (V) HAS NOT EXPRESSED AN OBJECTION TO ANY OF THE FOREGOING FINDINGS OR\n   31  TO BEING TRANSITIONED TO THE PROPOSED POST-ACUTE FACILITY OR SERVICE OR,\n   32  IF APPLICABLE, THE PROPOSED TRANSITION-RELATED FINANCIAL ARRANGEMENTS;\n   33    (B) \"PARTICIPATING HOSPITAL\" MEANS ANY  OF  THE  FOLLOWING  HOSPITALS,\n   34  UPON  THE  CHIEF EXECUTIVE OFFICER OF THE HOSPITAL NOTIFYING THE COMMIS-\n   35  SIONER IN WRITING THAT THE HOSPITAL ELECTS TO BE A PARTICIPATING  HOSPI-\n   36  TAL,  AND UNTIL THE CHIEF EXECUTIVE OFFICER OF THE HOSPITAL NOTIFIES THE\n   37  COMMISSIONER IN WRITING THAT  THE  HOSPITAL  ELECTS  TO  CEASE  BEING  A\n   38  PARTICIPATING HOSPITAL:\n   39    (I) CROUSE HOSPITAL, SYRACUSE, NY.\n   40    (II) GLENS FALLS HOSPITAL, GLENS FALLS, NY.\n   41    (III) MEMORIAL HOSPITAL, ALBANY, NY.\n   42    (IV) SAMARITAN HOSPITAL, TROY, NY.\n   43    (V) UNIVERSITY OF ROCHESTER MEDICAL CENTER, ROCHESTER, NY.\n   44    (VI) WYCKOFF HEIGHTS MEDICAL CENTER, BROOKLYN, NY.\n   45    (C) \"POST-ACUTE CARE\" MEANS CARE PROVIDED BY A RESIDENTIAL HEALTH CARE\n   46  FACILITY,  TRANSITIONAL  CARE  UNIT, HOME CARE SERVICES, ASSISTED LIVING\n   47  PROGRAM, ADULT CARE FACILITY, HOSPICE, AND AN INPATIENT TREATMENT FACIL-\n   48  ITY OR RESIDENTIAL FACILITY LICENSED OR OPERATED BY THE OFFICE OF  ALCO-\n   49  HOLISM  AND SUBSTANCE ABUSE SERVICES, THE OFFICE OF MENTAL HEALTH OR THE\n   50  OFFICE FOR PEOPLE  WITH  DEVELOPMENTAL  DISABILITIES,  OR  AN  INPATIENT\n   51  TREATMENT  FACILITY OR RESIDENTIAL FACILITY LICENSED BY A HEALTH, MENTAL\n   52  HYGIENE OR SOCIAL SERVICES AGENCY OF ANOTHER STATE.\n   53    (D) \"TRANSITION AUTHORIZATION\" MEANS A DECISION, MADE BY A  TRANSITION\n   54  AUTHORIZATION  PANEL  PURSUANT TO THIS SECTION, TO AUTHORIZE THE TRANSI-\n   55  TION OF AN ELIGIBLE PATIENT FROM A PARTICIPATING HOSPITAL TO A  SPECIFIC\n\n       A. 2473                             3\n\n    1  POST-ACUTE CARE PROVIDER, AND \"AUTHORIZE A TRANSITION\" OR \"AUTHORIZE THE\n    2  TRANSITION\" MEANS TO MAKE SUCH DECISION.\n    3    (E)  \"TRANSITION  AUTHORIZATION PANEL AGENT\" OR \"AGENT\" MEANS AN INDI-\n    4  VIDUAL AUTHORIZED BY THE TRANSITION AUTHORIZATION  PANEL  TO  CARRY  OUT\n    5  TRANSITION RELATED FINANCIAL ARRANGEMENTS.\n    6    (F)  \"TRANSITION  AUTHORIZATION PANEL\" OR \"PANEL\" MEANS A THREE-PERSON\n    7  PANEL, CONVENED PURSUANT TO THIS SECTION, TO AUTHORIZE THE TRANSITION OF\n    8  AN ELIGIBLE PATIENT FROM A PARTICIPATING HOSPITAL TO A  POST-ACUTE  CARE\n    9  PROVIDER, AND TO MAKE TRANSITION-RELATED FINANCIAL ARRANGEMENTS.\n   10    (G)  \"TRANSITION  AUTHORIZATION  PANEL  POOL\"  MEANS  THE FULL POOL OF\n   11  PERSONS QUALIFIED AND DESIGNATED TO SERVE  ON  TRANSITION  AUTHORIZATION\n   12  PANELS AT A PROGRAM SITE.\n   13    (H) \"TRANSITION-RELATED FINANCIAL ARRANGEMENTS\" MEANS ACTS NECESSARY:\n   14    (I) TO EXPEND THE ELIGIBLE PATIENT'S FUNDS FOR POST-ACUTE CARE FOR ONE\n   15  HUNDRED  TWENTY DAYS OR UNTIL THE COURT APPOINTMENT OF A GUARDIAN OF THE\n   16  PROPERTY PURSUANT TO ARTICLE  EIGHTY-ONE  OF  THE  MENTAL  HYGIENE  LAW,\n   17  WHICHEVER OCCURS FIRST.\n   18    (II)  TO  APPLY  FOR  THE ELIGIBLE PATIENT'S ENROLLMENT IN MEDICAID OR\n   19  MEDICARE.\n   20    (III) TO ACCESS FINANCIAL INFORMATION ABOUT THE ELIGIBLE PATIENT  FROM\n   21  FINANCIAL  INSTITUTIONS  TO  THE  EXTENT  NECESSARY FOR THE PURPOSES SET\n   22  FORTH IN SUBPARAGRAPHS (I) AND (II) OF THIS PARAGRAPH.\n   23    (I) \"FINANCIAL INSTITUTION\" MEANS A FINANCIAL INSTITUTION  AS  DEFINED\n   24  IN SUBDIVISION TWO OF SECTION 5-1501 OF THE GENERAL OBLIGATIONS LAW.\n   25    (J)  \"ADMINISTRATOR\"  MEANS  THE  ADMINISTRATOR OF THE PROGRAM FOR THE\n   26  PARTICIPATING  HOSPITAL  DESIGNATED  UNDER  SUBDIVISION  THREE  OF  THIS\n   27  SECTION.\n   28    3. EACH PARTICIPATING HOSPITAL SHALL:\n   29    (A) DESIGNATE A PERSON AS ADMINISTRATOR OF THE PROGRAM WITH RESPECT TO\n   30  THAT PROGRAM SITE;\n   31    (B)  CARRY OUT, AND BEAR THE COSTS OF, THE ADMINISTRATIVE RESPONSIBIL-\n   32  ITIES OF THE PROGRAM AS SET FORTH IN THIS SECTION, WITH RESPECT TO  THAT\n   33  PROGRAM SITE; AND\n   34    (C)  CREATE  AND MAINTAIN RECORDS OF (I) ALL REQUESTS, PANELS CONVENED\n   35  AND ACTIONS TAKEN PURSUANT TO THIS SECTION, AND (II) ALL  TRANSITION-RE-\n   36  LATED  FINANCIAL  ARRANGEMENTS  MADE  PURSUANT  TO  THIS SECTION.   SUCH\n   37  RECORDS SHALL BE MADE AVAILABLE TO THE DEPARTMENT UPON REQUEST.\n   38    4. (A) A PARTICIPATING HOSPITAL MAY CREATE A TRANSITION  AUTHORIZATION\n   39  PANEL POOL AT A PROGRAM SITE, WHICH SHALL HAVE THREE CLASSES OF MEMBERS:\n   40    (I)  ONE CLASS OF MEMBERS SHALL BE QUALIFIED PERSONS DESIGNATED BY THE\n   41  HOSPITAL;\n   42    (II) ONE CLASS OF MEMBERS SHALL BE QUALIFIED PERSONS DESIGNATED BY THE\n   43  LOCAL SOCIAL SERVICES COMMISSIONER; AND\n   44    (III) ONE CLASS OF MEMBERS SHALL BE QUALIFIED  PERSONS  DESIGNATED  BY\n   45  THE NEW YORK STATE OFFICE OF LONG TERM CARE OMBUDSMAN.\n   46    (B)  FOR  THE  PURPOSES OF THIS SUBDIVISION, \"QUALIFIED PERSONS\" MEANS\n   47  ADULT PERSONS WITH RECOGNIZED EXPERTISE OR DEMONSTRATED INTEREST IN  THE\n   48  CARE AND TREATMENT OF HOSPITAL AND POST-ACUTE CARE PATIENTS, AND WHO CAN\n   49  BE  EXPECTED TO APPLY THE STANDARDS OF THIS SECTION IN GOOD FAITH AND IN\n   50  THE BEST INTERESTS OF THE ELIGIBLE PATIENT.\n   51    (C) THE PARTICIPATING HOSPITAL AND THE LOCAL SOCIAL  SERVICES  COMMIS-\n   52  SIONER  SHALL  JOINTLY  APPOINT  ONE  MEMBER  AS CHAIR OF THE TRANSITION\n   53  AUTHORIZATION PANEL POOL.\n   54    5. (A) THE REVIEW OF REQUESTS FOR  TRANSITION  AUTHORIZATION  AND  FOR\n   55  TRANSITION-RELATED  FINANCIAL ARRANGEMENTS SHALL BE UNDERTAKEN BY PANELS\n   56  OF THREE MEMBERS DRAWN FROM THE TRANSITION AUTHORIZATION PANEL POOL, ONE\n\n       A. 2473                             4\n\n    1  FROM EACH CLASS. THE PARTICIPATING HOSPITAL SHALL APPOINT ONE MEMBER  AS\n    2  PANEL CHAIR.\n    3    (B)  NO  PERSON WHO IS A HEALTH CARE PROFESSIONAL ACTIVELY INVOLVED IN\n    4  THE TREATMENT OF THE PATIENT WHOSE CASE  IS  UNDER  CONSIDERATION  BY  A\n    5  PANEL  MAY  SERVE  ON  THE  PANEL WITH RESPECT TO SUCH PATIENT, ALTHOUGH\n    6  OTHER HOSPITAL PERSONNEL MAY SERVE ON THE PANEL IF OTHERWISE QUALIFIED.\n    7    6. (A) THE ATTENDING PHYSICIAN OF AN ELIGIBLE PATIENT MAY REQUEST THAT\n    8  A PANEL BE CONVENED BY SUBMITTING A WRITTEN REQUEST TO  THE  ADMINISTRA-\n    9  TOR. THE REQUEST MUST:\n   10    (I) INDICATE THAT IT IS A REQUEST FOR THE PANEL TO AUTHORIZE THE TRAN-\n   11  SITION  OF  THE  PATIENT  TO POST-ACUTE CARE AND, IF APPLICABLE, TO MAKE\n   12  TRANSITION-RELATED FINANCIAL ARRANGEMENTS;\n   13    (II) SET FORTH THE REASONS FOR BELIEVING THAT THE PATIENT IS AN ELIGI-\n   14  BLE PATIENT; AND\n   15    (III) SET FORTH THE PROPOSED POST-ACUTE CARE PROVIDER  (OR  PROVIDERS,\n   16  IF APPLICATIONS HAVE OR WILL BE MADE TO MORE THAN ONE);\n   17    (B)  UPON RECEIPT OF THE REQUEST, THE ADMINISTRATOR MAY EITHER DECLINE\n   18  THE REQUEST AND NOTIFY THE ATTENDING PHYSICIAN OF THE REASON  WHICH  MAY\n   19  INCLUDE  BUT  NOT  BE  LIMITED  TO THE FACT THAT ALTHOUGH THE PATIENT IS\n   20  ELIGIBLE, A TRANSITION CAN BE ACCOMPLISHED WITHOUT THE NEED  TO  CONVENE\n   21  THE PANEL, OR ELSE TAKE THE FOLLOWING STEPS TO CONVENE THE PANEL:\n   22    (I)  SET A TIME, DATE AND PLACE FOR THE TRANSITION AUTHORIZATION PANEL\n   23  TO REVIEW THE REQUEST. SUCH REVIEW MAY BE SCHEDULED  FOR  ANY  TIME  AND\n   24  DATE  AT  LEAST  THREE  DAYS  AFTER  THE  REQUEST  AND NOTICE IS SENT AS\n   25  PROVIDED IN THIS PARAGRAPH; HOWEVER, THE REVIEW SHALL BE HELD EARLIER OR\n   26  LATER THAN THE DATE SET FORTH IN THE NOTICE IF ALL PERSONS WHO ARE ENTI-\n   27  TLED TO NOTICE, AS SET FORTH IN THIS PARAGRAPH,  AGREE,  IN  WRITING  OR\n   28  VERBALLY  (AS  DOCUMENTED  BY THE ADMINISTRATOR), TO THE TIME, PLACE AND\n   29  DATE OF THE REVIEW.\n   30    (II) SEND A COPY OF THE REQUEST AND NOTICE,  BY  HAND,  MAIL,  FAX  OR\n   31  E-MAIL, TO THE FOLLOWING PERSONS:\n   32    (A) THREE MEMBERS OF THE TRANSITION AUTHORIZATION PANEL POOL, ONE FROM\n   33  EACH  CLASS,  SELECTED  BY  THE  POOL CHAIR, WHO ARE WILLING AND ABLE TO\n   34  SERVE AS A PANEL FOR THE PURPOSE OF THIS REVIEW;\n   35    (B) THE PATIENT, IF THERE IS ANY INDICATION OF THE  PATIENT'S  ABILITY\n   36  TO COMPREHEND SUCH NOTICE;\n   37    (C)  TO A FAMILY MEMBER OR FRIEND OF THE PATIENT WHO MAY BE REASONABLY\n   38  AVAILABLE AND WILLING TO MAKE  A  TRANSITION  DECISION  ON  HIS  OR  HER\n   39  BEHALF, IF THERE IS ANY SUCH PERSON;\n   40    (D)  IF THE PATIENT WAS ADMITTED FROM A FACILITY OR RESIDENCE LICENSED\n   41  BY THE OFFICE OF MENTAL HEALTH OR THE OFFICE FOR  PEOPLE  WITH  DEVELOP-\n   42  MENTAL DISABILITIES, TO  THE FACILITY DIRECTOR AND TO THE MENTAL HYGIENE\n   43  LEGAL  SERVICES  OFFICE  UNDER ARTICLE FORTY-SEVEN OF THE MENTAL HYGIENE\n   44  LAW; AND\n   45    (E) TO THE PATIENT'S ATTENDING PHYSICIAN.\n   46    (III) PROVIDE NOTICE TO  THE  PATIENT  AND  TO  MENTAL  HYGIENE  LEGAL\n   47  SERVICES  WHICH SHALL INFORM THE PATIENT THAT HE OR SHE WILL BE AFFORDED\n   48  AN OPPORTUNITY TO ADDRESS THE  PANEL,  MAY  BE  PRESENT  FOR  ANY  OTHER\n   49  ADDRESSES  MADE  TO THE PANEL, AND MAY BE PRESENT FOR OTHER PARTS OF THE\n   50  PANEL REVIEW AS THE CHAIR MAY PERMIT, BUT THAT HE OR  SHE  WILL  NOT  BE\n   51  PERMITTED TO BE PRESENT DURING THE PANEL'S DELIBERATION.\n   52    (IV) PROVIDE NOTICE TO PERSONS DESCRIBED IN CLAUSES (B) THROUGH (E) OF\n   53  SUBPARAGRAPH  (II)  OF THIS PARAGRAPH WHICH SHALL INFORM THE PERSON THAT\n   54  HE OR SHE WILL BE AFFORDED AN OPPORTUNITY TO ADDRESS THE PANEL, AND  MAY\n   55  BE  PRESENT  FOR  SUCH  OTHER PARTS OF THE PANEL REVIEW AS THE CHAIR MAY\n   56  PERMIT, THAT THE PATIENT AND MENTAL HYGIENE LEGAL SERVICES (WHEN REPRES-\n\n       A. 2473                             5\n\n    1  ENTING A PATIENT) MAY BE PRESENT WHEN ANY  OTHER  PERSON  ADDRESSES  THE\n    2  PANEL,  AND  THAT  NO  PERSON  DESCRIBED  IN  CLAUSES (B) THROUGH (E) OF\n    3  SUBPARAGRAPH (II) OF THIS PARAGRAPH SHALL BE  PERMITTED  TO  BE  PRESENT\n    4  DURING THE PANEL'S DELIBERATION.\n    5    7. (A) PRIOR TO OR DURING THE REVIEW, THE PANEL CHAIR MAY REQUEST AND,\n    6  NOTWITHSTANDING  ANY  OTHER  LAW  TO  THE CONTRARY, SHALL BE ENTITLED TO\n    7  RECEIVE FROM ANY HEALTH CARE PROVIDER AND  DISCLOSE  TO  THE  PANEL  ANY\n    8  INFORMATION  WHICH  IS RELEVANT TO THE PANEL'S REVIEW. INFORMATION WHICH\n    9  IS CONFIDENTIAL, AS PROVIDED FOR BY LAW, SHALL BE KEPT  CONFIDENTIAL  BY\n   10  THE  PANEL AND ANY LIMITATIONS ON THE FURTHER RELEASE THEREOF IMPOSED BY\n   11  LAW UPON THE PARTY FURNISHING THE INFORMATION SHALL APPLY TO THE PANEL.\n   12    (B) THE PANEL SHALL MEET IN PERSON OR BY VIDEO CONFERENCE  TO  CONDUCT\n   13  ITS REVIEW.\n   14    (C)  THE  PANEL  CHAIR MAY REQUEST THE ATTENDANCE AT THE REVIEW OF ANY\n   15  PERSON WHO MIGHT ASSIST THE PANEL IN ITS REVIEW.\n   16    (D) THE PATIENT AND MENTAL HYGIENE LEGAL SERVICES (WHEN REPRESENTING A\n   17  PATIENT) MAY BE PRESENT WHEN ANY OTHER PERSON ADDRESSES THE PANEL.\n   18    (E) WHERE PRACTICABLE, THE PANEL MEMBERS  SHALL  PERSONALLY  INTERVIEW\n   19  AND OBSERVE THE PATIENT PRIOR TO MAKING THEIR DECISION.\n   20    (F)  NO  PERSON  DESCRIBED  IN CLAUSES (B) THROUGH (E) OF SUBPARAGRAPH\n   21  (II) OF PARAGRAPH (B) OF  SUBDIVISION  SIX  OF  THIS  SECTION  SHALL  BE\n   22  PERMITTED TO BE PRESENT DURING THE PANEL DELIBERATION.\n   23    (G) THE PANEL CHAIR MAY ADJOURN AND RECONVENE THE PANEL AS NECESSARY.\n   24    (H)  THE ADMINISTRATOR SHALL ARRANGE FOR MINUTES TO BE TAKEN AND MAIN-\n   25  TAINED OF ANY PANEL MEETING, BUT NO RECORDING OR TRANSCRIPTION SHALL  BE\n   26  REQUIRED.\n   27    (I) IN ITS REVIEW, THE PANEL SHALL CONSIDER WHETHER THE PROPOSED TRAN-\n   28  SITION  IS  TO  A  FACILITY OR PROGRAM THAT APPEARS ABLE (I) TO MEET THE\n   29  PATIENT'S NEEDS, AND (II) TO DO SO  IN  THE  LEAST  RESTRICTIVE  SETTING\n   30  REASONABLY AVAILABLE TO THE PATIENT.\n   31    8.  (A) THE PANEL SHALL MAKE A DETERMINATION, BY MAJORITY VOTE, AS TO:\n   32  (I) WHETHER THE PATIENT IS AN ELIGIBLE PATIENT, (II) WHETHER TO  AUTHOR-\n   33  IZE THE PROPOSED TRANSITION (PROVIDED THAT, IF THE PATIENT HAS A GUARDI-\n   34  AN,  HEALTH CARE AGENT, SURROGATE OR OTHER REPRESENTATIVE WHO IS REASON-\n   35  ABLY AVAILABLE AND WILLING TO MAKE A TRANSITION DECISION ON HIS  OR  HER\n   36  BEHALF,  BUT  WHO  IS  NOT LEGALLY AUTHORIZED TO MAKE FINANCIAL ARRANGE-\n   37  MENTS, THEN SUCH PERSON AND  NOT  THE  PANEL  SHALL  DECIDE  WHETHER  TO\n   38  AUTHORIZE THE PROPOSED TRANSITION), AND (III) WHETHER TO AUTHORIZE TRAN-\n   39  SITION-RELATED  FINANCIAL ARRANGEMENTS.   THE DETERMINATION SHALL BE SET\n   40  FORTH IN WRITING AND SHALL BE SIGNED BY  THE  CHAIR  ON  BEHALF  OF  THE\n   41  PANEL.\n   42    (B)  IF  THE  PANEL  DETERMINES  TO  AUTHORIZE THE PROPOSED TRANSITION\n   43  AND/OR  TRANSITION-RELATED  FINANCIAL  ARRANGEMENTS,  THE  AUTHORIZATION\n   44  SHALL  BE  SET  FORTH  IN AN ORDER, SIGNED BY THE CHAIR ON BEHALF OF THE\n   45  PANEL. THE ORDER SHALL DESCRIBE THE SCOPE OF SUCH AUTHORIZATION AND,  IF\n   46  IT  AUTHORIZES  TRANSITION-RELATED  FINANCIAL  ARRANGEMENTS, DESIGNATE A\n   47  TRANSITION AUTHORIZATION PANEL AGENT.\n   48    (C) THE DETERMINATION, AND THE ORDER IF THERE IS ONE,  SHALL  BE  MADE\n   49  PART OF THE PATIENT'S MEDICAL RECORD.\n   50    (D) NOTWITHSTANDING ANY LAW TO THE CONTRARY, THE ADMINISTRATOR AND THE\n   51  AGENT  SHALL  DISCLOSE  THE  ORDER  TO SUCH PERSONS AS NECESSARY FOR THE\n   52  PURPOSE OF CARRYING OUT ITS TERMS.\n   53    (E) THE ORDER AUTHORIZING THE PROPOSED TRANSITION SHALL BE, AND MAY BE\n   54  RELIED UPON BY THE PARTICIPATING HOSPITAL, BY POST-ACUTE CARE PROVIDERS,\n   55  BY FINANCIAL INSTITUTIONS, AND BY OTHER THIRD-PARTIES AS LEGAL AUTHORITY\n\n       A. 2473                             6\n\n    1  FOR THEM TO PERFORM OR COOPERATE IN THE PERFORMANCE  OF  THE  AUTHORIZED\n    2  ACTS, INCLUDING LEGAL AUTHORITY:\n    3    (I) FOR THE PARTICIPATING HOSPITAL TO DISCHARGE THE PATIENT;\n    4    (II) FOR THE POST-ACUTE CARE PROVIDER TO ADMIT THE PATIENT;\n    5    (III)  FOR  THE  TRANSITION  AUTHORIZATION PANEL AGENT TO MAKE TRANSI-\n    6  TION-RELATED FINANCIAL ARRANGEMENTS; AND\n    7    (IV) FOR MEDICAID, FINANCIAL INSTITUTIONS AND OTHER PARTIES TO PROVIDE\n    8  FINANCIAL AND OTHER PERSONAL INFORMATION ABOUT THE  PATIENT  RELATED  TO\n    9  THE  TRANSITION  AND  TRANSITION-RELATED  FINANCIAL  ARRANGEMENTS TO THE\n   10  ADMINISTRATOR OR AGENT, AND TO OTHERWISE COOPERATE IN THE TRANSITION-RE-\n   11  LATED FINANCIAL ARRANGEMENTS.\n   12    SUCH PARTIES SHALL BE IMMUNE FROM LIABILITY FOR ACTIONS TAKEN IN  GOOD\n   13  FAITH AND REASONABLE RELIANCE UPON SUCH ORDER.\n   14    (F)  A TRANSITION AUTHORIZATION PANEL AGENT, IN THE PERFORMANCE OF HIS\n   15  OR HER DUTIES UNDER THIS SECTION, SHALL BE DEEMED THE PERSONAL REPRESEN-\n   16  TATIVE OF THE PATIENT FOR PURPOSES OF FEDERAL  REGULATIONS  RELATING  TO\n   17  THE PRIVACY OF INDIVIDUALLY IDENTIFIABLE HEALTH INFORMATION (HIPAA).\n   18    9. A PARTICIPATING HOSPITAL, THE LOCAL SOCIAL SERVICES DEPARTMENT, AND\n   19  ANY OTHER PERSON MAY, BUT SHALL NOT BE REQUIRED TO, ENTER INTO AN AGREE-\n   20  MENT  WITH  A POST-ACUTE CARE PROVIDER FOR SUCH HOSPITAL, DEPARTMENT, OR\n   21  OTHER PERSON TO PETITION FOR THE APPOINTMENT OF A GUARDIAN UNDER ARTICLE\n   22  EIGHTY-ONE OF THE MENTAL HYGIENE LAW FOR A PATIENT TRANSITIONED PURSUANT\n   23  TO THE ORDER OF A TRANSITION AUTHORIZATION PANEL, EITHER BEFORE OR AFTER\n   24  THE TRANSITION, AS A WAY TO PROVIDE FOR BROADER AND  LONGER  TERM  DECI-\n   25  SIONMAKING AUTHORITY WITH RESPECT TO THE TRANSITIONED PATIENT. THE CHIEF\n   26  EXECUTIVE  OFFICER  OF A PARTICIPATING HOSPITAL, OR HIS OR HER DESIGNEE,\n   27  THAT ENTERS INTO SUCH AGREEMENT PRIOR TO THE PATIENT'S  DISCHARGE  SHALL\n   28  BE  DEEMED  TO HAVE THE AUTHORITY TO COMMENCE A PETITION UNDER PARAGRAPH\n   29  SEVEN OF SUBDIVISION (A) OF SECTION 81.06 OF THE MENTAL HYGIENE LAW.\n   30    10. NO PERSON SHALL BE SUBJECT TO CRIMINAL OR CIVIL LIABILITY OR SANC-\n   31  TION BY A GOVERNMENTAL AGENCY FOR ACTIONS TAKEN REASONABLY AND  IN  GOOD\n   32  FAITH  PURSUANT TO THIS ARTICLE (A) AS A MEMBER OR AGENT OF A TRANSITION\n   33  AUTHORIZATION PANEL, OR AS ADMINISTRATOR OF A  TRANSITION  AUTHORIZATION\n   34  PROGRAM; (B) DISCHARGING, TRANSFERRING OR ADMITTING A PATIENT FROM OR TO\n   35  A  FACILITY PURSUANT TO AN ORDER OF A TRANSITION AUTHORIZATION PANEL; OR\n   36  (C) DISCLOSING FINANCIAL  INFORMATION  ABOUT  A  PATIENT  OR  DISBURSING\n   37  PATIENT FUNDS PURSUANT TO AN ORDER OF A TRANSITION AUTHORIZATION PANEL.\n   38    11.  (A) THE ADMINISTRATOR OF EACH PANEL SHALL SUBMIT AN ANNUAL REPORT\n   39  TO THE COMMISSIONER, DUE WITHIN THIRTY DAYS OF EACH ANNIVERSARY  OF  THE\n   40  EFFECTIVE DATE OF THIS SECTION.  THE REPORT SHALL SET FORTH:\n   41    (I)  WITH  RESPECT  TO EACH REQUEST TO CONVENE BY A PANEL, THE TYPE OF\n   42  POST-ACUTE CARE REQUESTED;   THE LENGTH OF TIME FROM  THE  DATE  OF  THE\n   43  REQUEST  UNTIL (A) THE PANEL CONVENED, (B) THE PANEL ISSUED ITS DETERMI-\n   44  NATION, AND (C) THE PATIENT WAS DISCHARGED FROM THE PARTICIPATING HOSPI-\n   45  TAL (IF THE DETERMINATION APPROVED THE TRANSITION);  THE  CATEGORIES  OF\n   46  PERSONS  WHO ADDRESSED THE PANEL; THE NUMBER OF UNANIMOUS AND NON-UNANI-\n   47  MOUS PANEL VOTES; WHETHER THE ORDER CALLED FOR TRANSITION-RELATED FINAN-\n   48  CIAL ARRANGEMENTS AND IF SO WHETHER THOSE ARRANGEMENTS WERE SUCCESSFULLY\n   49  MADE; WHETHER THE PATIENT AND/OR FAMILY MEMBER OBJECTED TO  THE  PANEL'S\n   50  DECISION; AND ANY DATA OR OTHER INFORMATION AVAILABLE TO THE ADMINISTRA-\n   51  TOR  REGARDING THE IMPACT OF THE DEMONSTRATION ON THE HOSPITAL'S AVERAGE\n   52  INPATIENT LENGTH OF STAY.\n   53    (II) AN EVALUATION BY THE PARTICIPATING  HOSPITAL,  THE  LOCAL  SOCIAL\n   54  SERVICES  DEPARTMENT,  AND  THE  NEW YORK STATE OFFICE OF LONG TERM CARE\n   55  OMBUDSMAN REGARDING WHETHER TRANSITION AUTHORIZATION  PANELS  ADEQUATELY\n   56  PROTECTED  THE INTERESTS AND RIGHTS OF PATIENTS INCLUDING THEIR INTEREST\n\n       A. 2473                             7\n\n    1  IN BEING TRANSITIONED TO THE LEAST RESTRICTIVE SETTING REASONABLY AVAIL-\n    2  ABLE, AND THE SUCCESS OF THE TRANSITION PLANS APPROVED BY THE PROGRAM IN\n    3  MEETING THE NEEDS OF PATIENTS AND THEIR RECOMMENDATIONS  FOR  AMENDMENTS\n    4  TO  THIS  SECTION,  AND RECOMMENDATIONS REGARDING THE MERIT OF EXTENDING\n    5  THIS DEMONSTRATION PROGRAM OR ADOPTING A PERMANENT AND STATEWIDE TRANSI-\n    6  TION AUTHORIZATION PROGRAM.\n    7    (B) THE COMMISSIONER SHALL COMPILE THE REPORTS SUBMITTED TO HIM OR HER\n    8  AS REQUIRED BY THIS SUBDIVISION, AND PROMPTLY SUBMIT SUCH REPORTS TO THE\n    9  TEMPORARY PRESIDENT OF THE SENATE, THE  SPEAKER  OF  THE  ASSEMBLY,  THE\n   10  MINORITY  LEADER  OF THE SENATE AND THE MINORITY LEADER OF THE ASSEMBLY,\n   11  AND MAKE SUCH REPORTS AVAILABLE TO THE PUBLIC. THE COMMISSIONER MAY  ADD\n   12  HIS OR HER OWN RECOMMENDATIONS TO THAT COMPILATION.\n   13    S  3.  This act shall take effect immediately, and shall expire and be\n   14  deemed repealed three years and ninety days after it shall have become a\n   15  law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing a demonstration program to study transition authorization panels as an approach to secure decisions regarding the transition of incapable patients who do not have legally authorized decisionmakers from inpatient care to post-acute care; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T133800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295465887485
}