{
  "year" : 2011,
  "senateBillNo" : "A2478-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to health",
    "billEventId" : "A2478-2011-1295413200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the scope of a study regarding the risks and dangers associated with female genital mutilation",
  "summary" : "Expands the scope of a study conducted by the department of health and the office of children and family services regarding the risks and dangers associated with female genital mutilation; requires an annual report of such study and of the activities established and implemented to the governor and the legislature on or before July first of each year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "A4159-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2478\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK, SCARBOROUGH, MAYERSOHN -- Multi-Sponsored\n         by -- M. of A.  ABBATE, CANESTRARI, COLTON, DINOWITZ,  GALEF,  HOOPER,\n         JACOBS,  KAVANAGH,  LIFTON, McENENY, PHEFFER, SWEENEY -- read once and\n         referred to the Committee on Health\n\n       AN ACT to amend the New York state prohibition of female genital mutila-\n         tion act, in relation to requiring an annual report\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3 of chapter 618 of the laws of 1997, constituting\n    2  the New York state prohibition of  female  genital  mutilation  act,  is\n    3  amended to read as follows:\n    4    S 3. The [department of social services] OFFICE OF CHILDREN AND FAMILY\n    5  SERVICES  and the department of health upon completion of a study of the\n    6  health risks, emotional trauma and dangers associated with female  geni-\n    7  tal  mutilation  shall  establish  and  implement appropriate education,\n    8  preventive and outreach activities  in  communities  that  traditionally\n    9  practice female circumcision, excision, or infibulation, for the purpose\n   10  of  informing  such communities of the health risks and emotional trauma\n   11  inflicted by such practices, and  for  the  purpose  of  informing  such\n   12  communities  and the medical community as to the existence and ramifica-\n   13  tions of the provisions of section 130.85 of the penal law as  added  by\n   14  section two of this act. SUCH OFFICE AND SUCH DEPARTMENT SHALL SUBMIT AN\n   15  ANNUAL REPORT ON SUCH STUDY AND ON THE ACTIVITIES ESTABLISHED AND IMPLE-\n   16  MENTED  PURSUANT  TO THIS SECTION TO THE GOVERNOR AND THE LEGISLATURE ON\n   17  OR BEFORE JULY FIRST OF EACH YEAR.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06593-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state prohibition of female genital mutilation act, in relation to requiring an annual report ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T133800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295465887500
}