{
  "year" : 2011,
  "senateBillNo" : "A2479-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2479-2011-1295413200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires individual borough private citizenry representation on the N.Y. city water board",
  "summary" : "Requires individual borough private citizenry representation on the NYC water board; provides that appointed members shall represent the private citizens of each borough; requires NYC water board to consist of seven members appointed by the mayor with the consent of the city council, five of whom shall represent the private citizenry of each of the five boroughs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4740-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2479\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation  to  composition\n         of the New York city water board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 1045-f of the  public  authorities\n    2  law,  as added by chapter 513 of the laws of 1984, is amended to read as\n    3  follows:\n    4    2. The water board shall consist of seven  members  appointed  by  the\n    5  mayor  WITH  THE CONSENT OF THE CITY COUNCIL, FIVE OF WHICH SHALL REPRE-\n    6  SENT THE PRIVATE CITIZENRY OF EACH OF  THE  FIVE  BOROUGHS.    Terms  of\n    7  office  of  the members shall be two years except that the terms of four\n    8  of the board members first appointed shall be one  year.  At  least  one\n    9  member  shall  have experience in the science of water resource develop-\n   10  ment. No member shall be a director of the authority.  The  mayor  shall\n   11  appoint  a  chairman  from  among  the members of the board. All members\n   12  shall continue to hold office until their successors are  appointed  and\n   13  qualified. Vacancies shall be filled in the manner provided for original\n   14  appointments.  Vacancies, occurring otherwise than by expiration of term\n   15  of office, shall be filled in the same manner as  original  appointments\n   16  for the unexpired terms.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06646-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to composition of the New York city water board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T133800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295465887502
}