{
  "year" : 2011,
  "senateBillNo" : "A2474-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to health",
    "billEventId" : "A2474-2011-1295413200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions relating to collective negotiations by health care providers with certain health care plans",
  "summary" : "Enacts provisions relating to collective negotiations by health care providers with certain health care plans; applies to health benefit plans that provide benefits for medical or surgical expenses incurred as a result of a health condition, accident or sickness, including an individual, group, blanket or franchise insurance policy or insurance agreement offered by certain enumerated entities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AB4301-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2474\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. CANESTRARI, GOTTFRIED, CAHILL, COLTON, MAGNAREL-\n         LI, GALEF, PAULIN, SCHIMEL, LIFTON, CUSICK, O'DONNELL  --  Multi-Spon-\n         sored  by  -- M. of A. ABBATE, AUBRY, BING, BRENNAN, COOK, CYMBROWITZ,\n         DESTITO,  DINOWITZ,  ENGLEBRIGHT,  GLICK,  HEASTIE,  HIKIND,   HOOPER,\n         JACOBS,  LATIMER,  V. LOPEZ,  LUPARDO,  MAGEE,  MARKEY, McENENY, MENG,\n         MILLMAN, MORELLE, ORTIZ, PHEFFER, PRETLOW, RAIA,  SCARBOROUGH,  SPANO,\n         SWEENEY,  TOWNS,  WEINSTEIN,  WRIGHT  -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to  requirements  for\n         collective  negotiations  by health care providers with certain health\n         benefit plans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Statement of legislative intent. The legislature finds that\n    2  collective  negotiation by competing health care providers for the terms\n    3  and conditions of contracts with health plans can result  in  beneficial\n    4  results  for  health  care  consumers.  The  legislature  further  finds\n    5  instances where health plans dominate the market to such a  degree  that\n    6  fair  and  adequate  negotiations  between health care providers and the\n    7  plans are adversely affected, so that it is necessary and appropriate to\n    8  provide for a system of collective  action  on  behalf  of  health  care\n    9  providers. Consequently, the legislature finds it appropriate and neces-\n   10  sary to authorize collective negotiations on the terms and conditions of\n   11  the  relationship between health care plans and health care providers so\n   12  the imbalances between the two will not result in adverse conditions  of\n   13  health  care.  This  act  is  not  intended to apply to or affect in any\n   14  respect  collective  bargaining  relationships  involving  health   care\n   15  providers  as defined in section 4920 of the public health law or rights\n   16  relating to collective bargaining arising under  applicable  federal  or\n   17  state collective bargaining statutes.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02375-01-1\n\n       A. 2474                             2\n\n    1    S  2.  This  act  shall  be known and may be cited as the \"health care\n    2  providers collective negotiations act\".\n    3    S  3.  Article  49 of the public health law is amended by adding a new\n    4  title III to read as follows:\n    5                                  TITLE III\n    6                   COLLECTIVE NEGOTIATIONS BY HEALTH CARE\n    7                      PROVIDERS WITH HEALTH CARE PLANS\n    8  SECTION 4920. DEFINITIONS.\n    9          4921. COLLECTIVE NEGOTIATION AUTHORIZED.\n   10          4922. LIMITATIONS ON COLLECTIVE NEGOTIATION.\n   11          4923. COLLECTIVE NEGOTIATION REQUIREMENTS.\n   12          4924. REQUIREMENTS FOR HEALTH CARE PROVIDERS' REPRESENTATIVE.\n   13          4925. CERTAIN COLLECTIVE ACTION PROHIBITED.\n   14          4926. FEES.\n   15          4927. CONFIDENTIALITY.\n   16          4928. SEVERABILITY AND CONSTRUCTION.\n   17    S 4920. DEFINITIONS. FOR PURPOSES OF THIS TITLE:\n   18    1. \"HEALTH CARE PLAN\" MEANS  AN  ENTITY  (OTHER  THAN  A  HEALTH  CARE\n   19  PROVIDER) THAT APPROVES, PROVIDES, ARRANGES FOR, OR PAYS FOR HEALTH CARE\n   20  SERVICES, INCLUDING BUT NOT LIMITED TO:\n   21    (A)  A  HEALTH  MAINTENANCE  ORGANIZATION LICENSED PURSUANT TO ARTICLE\n   22  FORTY-THREE OF THE  INSURANCE  LAW  OR  CERTIFIED  PURSUANT  TO  ARTICLE\n   23  FORTY-FOUR OF THIS CHAPTER;\n   24    (B) ANY OTHER ORGANIZATION CERTIFIED PURSUANT TO ARTICLE FORTY-FOUR OF\n   25  THIS CHAPTER; OR\n   26    (C) AN INSURER OR CORPORATION SUBJECT TO THE INSURANCE LAW.\n   27    2.  \"PERSON\"  MEANS  AN  INDIVIDUAL,  ASSOCIATION, CORPORATION, OR ANY\n   28  OTHER LEGAL ENTITY.\n   29    3. \"HEALTH CARE PROVIDERS' REPRESENTATIVE\" MEANS A THIRD PARTY WHO  IS\n   30  AUTHORIZED  BY  HEALTH  CARE PROVIDERS TO NEGOTIATE ON THEIR BEHALF WITH\n   31  HEALTH CARE PLANS OVER CONTRACTUAL TERMS AND CONDITIONS AFFECTING  THOSE\n   32  HEALTH CARE PROVIDERS.\n   33    4. \"STRIKE\" MEANS A WORK STOPPAGE IN PART OR IN WHOLE, DIRECT OR INDI-\n   34  RECT,  BY  A  BODY OF WORKERS TO GAIN COMPLIANCE WITH DEMANDS MADE ON AN\n   35  EMPLOYER.\n   36    5. \"SUBSTANTIAL MARKET POWER IN A BUSINESS LINE\" EXISTS  IF  A  HEALTH\n   37  CARE  PLAN'S  MARKET  SHARE  OF A BUSINESS LINE WITHIN A SERVICE AREA AS\n   38  APPROVED BY THE COMMISSIONER, ALONE OR IN COMBINATION  WITH  THE  MARKET\n   39  SHARES  OF AFFILIATES, EXCEEDS EITHER TEN PERCENT OF THE TOTAL NUMBER OF\n   40  COVERED LIVES IN THAT SERVICE AREA FOR SUCH BUSINESS LINE OR TWENTY-FIVE\n   41  THOUSAND LIVES, OR IF THE COMMISSIONER DETERMINES THE  MARKET  POWER  OF\n   42  THE INSURER IN THE RELEVANT INSURANCE PRODUCT AND GEOGRAPHIC MARKETS FOR\n   43  THE  SERVICES OF THE PROVIDERS SEEKING TO COLLECTIVELY NEGOTIATE SIGNIF-\n   44  ICANTLY EXCEEDS THE COUNTERVAILING MARKET POWER OF THE PROVIDERS  ACTING\n   45  INDIVIDUALLY.\n   46    6.  \"HEALTH  CARE PROVIDER\" MEANS A PERSON WHO IS LICENSED, CERTIFIED,\n   47  OR REGISTERED PURSUANT TO TITLE EIGHT OF THE EDUCATION LAW AND WHO PRAC-\n   48  TICES AS A HEALTH CARE PROVIDER AS AN INDEPENDENT CONTRACTOR AND/OR  WHO\n   49  IS  AN  OWNER,  OFFICER,  SHAREHOLDER,  OR  PROPRIETOR  OF A HEALTH CARE\n   50  PROVIDER. A HEALTH CARE PROVIDER UNDER TITLE EIGHT OF THE EDUCATION  LAW\n   51  WHO  PRACTICES  AS  AN  EMPLOYEE  OF A HEALTH CARE PROVIDER SHALL NOT BE\n   52  DEEMED A HEALTH CARE PROVIDER FOR PURPOSES OF THIS TITLE.\n   53    S 4921. COLLECTIVE NEGOTIATION AUTHORIZED. 1.  HEALTH  CARE  PROVIDERS\n   54  PRACTICING  WITHIN  THE  SERVICE AREA OF A HEALTH CARE PLAN MAY MEET AND\n   55  COMMUNICATE FOR THE PURPOSE OF COLLECTIVELY  NEGOTIATING  THE  FOLLOWING\n   56  TERMS AND CONDITIONS OF PROVIDER CONTRACTS WITH THE HEALTH CARE PLAN:\n\n       A. 2474                             3\n\n    1    (A)  THE DETAILS OF THE UTILIZATION REVIEW PLAN AS DEFINED PURSUANT TO\n    2  SUBDIVISION TEN OF SECTION FORTY-NINE HUNDRED OF THIS ARTICLE;\n    3    (B)  COVERAGE  PROVISIONS;  HEALTH  CARE  BENEFITS;  BENEFIT MAXIMUMS,\n    4  INCLUDING BENEFIT LIMITATIONS; AND EXCLUSIONS OF COVERAGE;\n    5    (C) THE DEFINITION OF MEDICAL NECESSITY;\n    6    (D) THE CLINICAL PRACTICE GUIDELINES USED TO  MAKE  MEDICAL  NECESSITY\n    7  AND UTILIZATION REVIEW DETERMINATIONS;\n    8    (E) PREVENTIVE CARE AND OTHER MEDICAL MANAGEMENT PRACTICES;\n    9    (F)  DRUG  FORMULARIES  AND  STANDARDS  AND PROCEDURES FOR PRESCRIBING\n   10  OFF-FORMULARY DRUGS;\n   11    (G) RESPECTIVE PHYSICIAN LIABILITY FOR THE TREATMENT OR LACK OF TREAT-\n   12  MENT OF COVERED PERSONS;\n   13    (H) THE DETAILS OF HEALTH CARE PLAN RISK  TRANSFER  ARRANGEMENTS  WITH\n   14  PROVIDERS;\n   15    (I)  PLAN  ADMINISTRATIVE  PROCEDURES, INCLUDING METHODS AND TIMING OF\n   16  HEALTH CARE PROVIDER PAYMENT FOR SERVICES PURSUANT TO SECTION FORTY-FOUR\n   17  HUNDRED SIX-C OF THIS CHAPTER;\n   18    (J) PROCEDURES TO BE UTILIZED TO RESOLVE DISPUTES BETWEEN  THE  HEALTH\n   19  CARE PLAN AND HEALTH CARE PROVIDERS;\n   20    (K)  PATIENT  REFERRAL PROCEDURES INCLUDING, BUT NOT LIMITED TO, THOSE\n   21  APPLICABLE TO OUT-OF-POCKET NETWORK REFERRALS;\n   22    (L) THE FORMULATION AND APPLICATION OF HEALTH CARE PROVIDER REIMBURSE-\n   23  MENT PROCEDURES;\n   24    (M) QUALITY ASSURANCE PROGRAMS;\n   25    (N)  THE  PROCESS  FOR  RENDERING  UTILIZATION  REVIEW  DETERMINATIONS\n   26  INCLUDING:  ESTABLISHMENT  OF A PROCESS FOR RENDERING UTILIZATION REVIEW\n   27  DETERMINATIONS WHICH SHALL, AT A MINIMUM, INCLUDE: WRITTEN PROCEDURES TO\n   28  ASSURE THAT UTILIZATION REVIEWS AND DETERMINATIONS ARE CONDUCTED  WITHIN\n   29  THE  TIMEFRAMES  ESTABLISHED  IN  THIS  ARTICLE; PROCEDURES TO NOTIFY AN\n   30  ENROLLEE, AN  ENROLLEE'S  DESIGNEE  AND/OR  AN  ENROLLEE'S  HEALTH  CARE\n   31  PROVIDER OF ADVERSE DETERMINATIONS; AND PROCEDURES FOR APPEAL OF ADVERSE\n   32  DETERMINATIONS,  INCLUDING  THE  ESTABLISHMENT  OF  AN EXPEDITED APPEALS\n   33  PROCESS FOR DENIALS OF CONTINUED INPATIENT CARE OR WHERE THERE IS  IMMI-\n   34  NENT OR SERIOUS THREAT TO THE HEALTH OF THE ENROLLEE; AND\n   35    (O)  HEALTH  CARE  PROVIDER SELECTION AND TERMINATION CRITERIA USED BY\n   36  THE HEALTH CARE PLAN.\n   37    2. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO ALLOW OR AUTHORIZE AN\n   38  ALTERATION OF THE TERMS OF THE INTERNAL AND EXTERNAL  REVIEW  PROCEDURES\n   39  SET FORTH IN LAW.\n   40    3.  NOTHING  IN THIS SECTION SHALL BE CONSTRUED TO ALLOW A STRIKE OF A\n   41  HEALTH CARE PLAN BY HEALTH CARE PROVIDERS  OR  PLANS  AS  OTHERWISE  SET\n   42  FORTH IN THE LAWS OF THIS STATE.\n   43    4.  NOTHING  IN  THIS SECTION SHALL BE CONSTRUED TO ALLOW OR AUTHORIZE\n   44  TERMS OR CONDITIONS WHICH WOULD IMPEDE THE ABILITY OF A HEALTH CARE PLAN\n   45  TO OBTAIN OR RETAIN ACCREDITATION BY THE NATIONAL COMMITTEE FOR  QUALITY\n   46  ASSURANCE OR A SIMILAR BODY.\n   47    S  4922.  LIMITATIONS ON COLLECTIVE NEGOTIATION. 1. IF THE HEALTH CARE\n   48  PLAN HAS SUBSTANTIAL MARKET POWER IN A  BUSINESS  LINE  IN  ANY  SERVICE\n   49  AREA,  HEALTH  CARE  PROVIDERS  PRACTICING  WITHIN THAT SERVICE AREA MAY\n   50  COLLECTIVELY NEGOTIATE THE FOLLOWING TERMS AND  CONDITIONS  RELATING  TO\n   51  THAT BUSINESS LINE WITH THE HEALTH CARE PLAN:\n   52    (A)  THE FEES ASSESSED BY THE HEALTH CARE PLAN FOR SERVICES, INCLUDING\n   53  FEES ESTABLISHED THROUGH THE APPLICATION OF REIMBURSEMENT PROCEDURES;\n   54    (B) THE  CONVERSION  FACTORS  USED  BY  THE  HEALTH  CARE  PLAN  IN  A\n   55  RESOURCE-BASED  RELATIVE  VALUE SCALE REIMBURSEMENT METHODOLOGY OR OTHER\n\n       A. 2474                             4\n\n    1  SIMILAR METHODOLOGY; PROVIDED THE SAME ARE NOT OTHERWISE ESTABLISHED  BY\n    2  STATE OR FEDERAL LAW OR REGULATION;\n    3    (C)  THE AMOUNT OF ANY DISCOUNT GRANTED BY THE HEALTH CARE PLAN ON THE\n    4  FEE OF HEALTH CARE SERVICES TO BE RENDERED BY HEALTH CARE PROVIDERS;\n    5    (D) THE DOLLAR AMOUNT  OF  CAPITATION  OR  FIXED  PAYMENT  FOR  HEALTH\n    6  SERVICES  RENDERED  BY  HEALTH CARE PROVIDERS TO HEALTH CARE PLAN ENROL-\n    7  LEES;\n    8    (E) THE PROCEDURE CODE OR OTHER DESCRIPTION OF A HEALTH  CARE  SERVICE\n    9  COVERED  BY  A  PAYMENT  AND  THE  APPROPRIATE GROUPING OF THE PROCEDURE\n   10  CODES; OR\n   11    (F) THE AMOUNT OF ANY OTHER COMPONENT OF THE REIMBURSEMENT METHODOLOGY\n   12  FOR A HEALTH CARE SERVICE.\n   13    2. NOTHING HEREIN SHALL BE DEEMED TO AFFECT OR LIMIT THE  RIGHT  OF  A\n   14  HEALTH  CARE  PROVIDER OR GROUP OF HEALTH CARE PROVIDERS TO COLLECTIVELY\n   15  PETITION A GOVERNMENT ENTITY FOR A CHANGE IN A LAW, RULE, OR REGULATION.\n   16    S 4923. COLLECTIVE NEGOTIATION REQUIREMENTS. 1. COLLECTIVE NEGOTIATION\n   17  RIGHTS GRANTED BY THIS TITLE MUST CONFORM TO THE FOLLOWING REQUIREMENTS:\n   18    (A) HEALTH CARE PROVIDERS  MAY  COMMUNICATE  WITH  OTHER  HEALTH  CARE\n   19  PROVIDERS  REGARDING  THE CONTRACTUAL TERMS AND CONDITIONS TO BE NEGOTI-\n   20  ATED WITH A HEALTH CARE PLAN;\n   21    (B) HEALTH CARE PROVIDERS MAY COMMUNICATE WITH HEALTH CARE  PROVIDERS'\n   22  REPRESENTATIVES;\n   23    (C)  A HEALTH CARE PROVIDERS' REPRESENTATIVE IS THE ONLY PARTY AUTHOR-\n   24  IZED TO NEGOTIATE WITH HEALTH CARE PLANS ON BEHALF OF  THE  HEALTH  CARE\n   25  PROVIDERS AS A GROUP;\n   26    (D)  A  HEALTH  CARE PROVIDER CAN BE BOUND BY THE TERMS AND CONDITIONS\n   27  NEGOTIATED BY THE HEALTH CARE PROVIDERS' REPRESENTATIVES; AND\n   28    (E) IN COMMUNICATING OR NEGOTIATING WITH THE  HEALTH  CARE  PROVIDERS'\n   29  REPRESENTATIVE, A HEALTH CARE PLAN IS ENTITLED TO CONTRACT WITH OR OFFER\n   30  DIFFERENT  CONTRACT  TERMS AND CONDITIONS TO INDIVIDUAL COMPETING HEALTH\n   31  CARE PROVIDERS.\n   32    2. A HEALTH CARE PROVIDERS' REPRESENTATIVE MAY NOT REPRESENT MORE THAN\n   33  THIRTY PERCENT OF THE MARKET OF HEALTH CARE PROVIDERS OR OF A PARTICULAR\n   34  HEALTH CARE PROVIDER TYPE OR SPECIALTY PRACTICING IN THE SERVICE AREA OR\n   35  PROPOSED SERVICE AREA OF A HEALTH CARE PLAN THAT COVERS LESS  THAN  FIVE\n   36  PERCENT OF THE ACTUAL NUMBER OF COVERED LIVES OF THE HEALTH CARE PLAN IN\n   37  THE AREA, AS DETERMINED BY THE DEPARTMENT.\n   38    3.  NOTHING  IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT COLLECTIVE\n   39  ACTION ON THE PART OF ANY HEALTH CARE PROVIDER WHO  IS  A  MEMBER  OF  A\n   40  COLLECTIVE  BARGAINING  UNIT  RECOGNIZED  PURSUANT TO THE NATIONAL LABOR\n   41  RELATIONS ACT.\n   42    S 4924. REQUIREMENTS FOR HEALTH  CARE  PROVIDERS'  REPRESENTATIVE.  1.\n   43  BEFORE  ENGAGING  IN  COLLECTIVE NEGOTIATIONS WITH A HEALTH CARE PLAN ON\n   44  BEHALF OF HEALTH CARE PROVIDERS, A HEALTH CARE PROVIDERS' REPRESENTATIVE\n   45  SHALL FILE WITH THE  COMMISSIONER,  IN  THE  MANNER  PRESCRIBED  BY  THE\n   46  COMMISSIONER,  INFORMATION IDENTIFYING THE REPRESENTATIVE, THE REPRESEN-\n   47  TATIVE'S PLAN OF  OPERATION,  AND  THE  REPRESENTATIVE'S  PROCEDURES  TO\n   48  ENSURE COMPLIANCE WITH THIS TITLE.\n   49    2.  BEFORE  ENGAGING  IN  THE COLLECTIVE NEGOTIATIONS, THE HEALTH CARE\n   50  PROVIDERS' REPRESENTATIVE SHALL ALSO SUBMIT TO THE COMMISSIONER FOR  THE\n   51  COMMISSIONER'S APPROVAL A REPORT IDENTIFYING THE PROPOSED SUBJECT MATTER\n   52  OF  THE  NEGOTIATIONS  OR  DISCUSSIONS WITH THE HEALTH CARE PLAN AND THE\n   53  EFFICIENCIES OR BENEFITS EXPECTED TO BE  ACHIEVED  THROUGH  THE  NEGOTI-\n   54  ATIONS. THE COMMISSIONER SHALL NOT APPROVE THE REPORT IF THE COMMISSION-\n   55  ER  DETERMINES THAT THE PROPOSED NEGOTIATIONS WOULD EXCEED THE AUTHORITY\n   56  GRANTED UNDER THIS TITLE.\n\n       A. 2474                             5\n\n    1    3. THE REPRESENTATIVE SHALL SUPPLEMENT THE INFORMATION IN  THE  REPORT\n    2  ON  A  REGULAR BASIS OR AS NEW INFORMATION BECOMES AVAILABLE, INDICATING\n    3  THAT THE SUBJECT MATTER OF THE NEGOTIATIONS WITH THE  HEALTH  CARE  PLAN\n    4  HAS  CHANGED  OR  WILL CHANGE. IN NO EVENT SHALL THE REPORT BE LESS THAN\n    5  EVERY THIRTY DAYS.\n    6    4. WITH THE ADVICE OF THE SUPERINTENDENT OF INSURANCE, THE COMMISSION-\n    7  ER  SHALL  APPROVE OR DISAPPROVE THE REPORT NOT LATER THAN THE TWENTIETH\n    8  DAY AFTER THE DATE ON WHICH THE REPORT IS  FILED.  IF  DISAPPROVED,  THE\n    9  COMMISSIONER  SHALL  FURNISH  A WRITTEN EXPLANATION OF ANY DEFICIENCIES,\n   10  ALONG WITH A STATEMENT OF SPECIFIC PROPOSALS FOR  REMEDIAL  MEASURES  TO\n   11  CURE  THE  DEFICIENCIES.  IF THE COMMISSIONER DOES NOT SO ACT WITHIN THE\n   12  TWENTY DAYS, THE REPORT SHALL BE DEEMED APPROVED.\n   13    5. A PERSON WHO ACTS AS A HEALTH CARE PROVIDERS' REPRESENTATIVE  WITH-\n   14  OUT  THE APPROVAL OF THE COMMISSIONER UNDER THIS SECTION SHALL BE DEEMED\n   15  TO BE ACTING OUTSIDE THE AUTHORITY GRANTED UNDER THIS TITLE.\n   16    6. BEFORE REPORTING THE RESULTS OF NEGOTIATIONS  WITH  A  HEALTH  CARE\n   17  PLAN OR PROVIDING TO THE AFFECTED HEALTH CARE PROVIDERS AN EVALUATION OF\n   18  ANY  OFFER MADE BY A HEALTH CARE PLAN, THE HEALTH CARE PROVIDERS' REPRE-\n   19  SENTATIVE SHALL FURNISH FOR APPROVAL BY THE COMMISSIONER, BEFORE DISSEM-\n   20  INATION TO THE HEALTH CARE PROVIDERS, A COPY OF ALL COMMUNICATIONS TO BE\n   21  MADE TO THE HEALTH CARE PROVIDERS RELATED TO NEGOTIATIONS,  DISCUSSIONS,\n   22  AND OFFERS MADE BY THE HEALTH CARE PLAN.\n   23    7.  A  HEALTH  CARE PROVIDERS' REPRESENTATIVE  SHALL REPORT THE END OF\n   24  NEGOTIATIONS TO THE COMMISSIONER NOT LATER THAN THE FOURTEENTH DAY AFTER\n   25  THE DATE OF A HEALTH CARE PLAN DECISION DECLINING NEGOTIATION, CANCELING\n   26  NEGOTIATIONS, OR FAILING TO RESPOND TO A REQUEST FOR NEGOTIATION.\n   27    S 4925. CERTAIN COLLECTIVE ACTION PROHIBITED. 1.  THIS  TITLE  IS  NOT\n   28  INTENDED  TO AUTHORIZE COMPETING HEALTH CARE PROVIDERS TO ACT IN CONCERT\n   29  IN RESPONSE TO A REPORT ISSUED BY THE HEALTH CARE  PROVIDERS'  REPRESEN-\n   30  TATIVE  RELATED TO THE REPRESENTATIVE'S DISCUSSIONS OR NEGOTIATIONS WITH\n   31  HEALTH CARE PLANS.\n   32    2. NO HEALTH CARE PROVIDERS' REPRESENTATIVE SHALL NEGOTIATE ANY AGREE-\n   33  MENT THAT EXCLUDES, LIMITS THE PARTICIPATION  OR  REIMBURSEMENT  OF,  OR\n   34  OTHERWISE LIMITS THE SCOPE OF SERVICES TO BE PROVIDED BY ANY HEALTH CARE\n   35  PROVIDER  OR GROUP OF HEALTH CARE PROVIDERS WITH RESPECT TO THE PERFORM-\n   36  ANCE OF SERVICES THAT ARE WITHIN THE HEALTH  CARE  PROVIDER'S  SCOPE  OF\n   37  PRACTICE, LICENSE, REGISTRATION, OR CERTIFICATE.\n   38    S  4926. FEES. EACH PERSON WHO ACTS AS THE REPRESENTATIVE OR NEGOTIAT-\n   39  ING PARTIES UNDER THIS TITLE SHALL PAY TO THE DEPARTMENT A FEE TO ACT AS\n   40  A REPRESENTATIVE. THE COMMISSIONER, BY RULE, SHALL SET FEES  IN  AMOUNTS\n   41  DEEMED  REASONABLE  AND  NECESSARY  TO  COVER  THE COSTS INCURRED BY THE\n   42  DEPARTMENT IN ADMINISTERING THIS TITLE. ANY  FEE  COLLECTED  UNDER  THIS\n   43  SECTION  SHALL  BE  DEPOSITED IN THE STATE TREASURY TO THE CREDIT OF THE\n   44  GENERAL FUND/STATE OPERATIONS - 003 FOR THE NEW YORK STATE DEPARTMENT OF\n   45  HEALTH FUND.\n   46    S 4927. CONFIDENTIALITY. ALL REPORTS AND OTHER INFORMATION REQUIRED TO\n   47  BE REPORTED TO THE DEPARTMENT UNDER THIS TITLE SHALL NOT BE  SUBJECT  TO\n   48  DISCLOSURE UNDER ARTICLE SIX OF THE PUBLIC OFFICERS LAW OR ARTICLE THIR-\n   49  TY-ONE OF THE CIVIL PRACTICE LAW AND RULES.\n   50    S  4928.  SEVERABILITY  AND CONSTRUCTION. THE PROVISIONS OF THIS TITLE\n   51  SHALL BE SEVERABLE, AND IF ANY COURT OF COMPETENT JURISDICTION  DECLARES\n   52  ANY  PHRASE,  CLAUSE, SENTENCE OR PROVISION OF THIS TITLE TO BE INVALID,\n   53  OR ITS APPLICABILITY TO ANY GOVERNMENT, AGENCY, PERSON  OR  CIRCUMSTANCE\n   54  IS DECLARED INVALID, THE REMAINDER OF THIS TITLE AND ITS RELEVANT APPLI-\n   55  CABILITY  SHALL  NOT  BE AFFECTED. THE PROVISIONS OF THIS TITLE SHALL BE\n   56  LIBERALLY CONSTRUED TO GIVE EFFECT TO THE PURPOSES THEREOF.\n\n       A. 2474                             6\n\n    1    S 4. This act shall take effect on the one hundred twentieth day after\n    2  it shall have become a law; provided that the commissioner of health  is\n    3  authorized  to promulgate any and all rules and regulations and take any\n    4  other measures necessary to implement this act on its effective date  on\n    5  or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requirements for collective negotiations by health care providers with certain health benefit plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T133800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295465887487
}