{
  "year" : 2011,
  "senateBillNo" : "A2489-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2489-2011-1295413200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits rental vehicle companies from charging exorbitant rates for unfueled vehicles returned by customers",
  "summary" : "Prohibits rental vehicle companies from charging exorbitant rates for unfueled vehicles returned by customers; provides that any refueling charge imposed as part of a rental agreement shall be no higher than a rate which exceeds the highest retail rate of gasoline within a one-half mile radius of such rental vehicle company; imposes a fine of five hundred dollars per violation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A379-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2489\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to amend the general business law, in relation to rates charged\n         for rental vehicle refueling\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  396-z  of the general business law is amended by\n    2  adding a new subdivision 16 to read as follows:\n    3    16. (A) NO RENTAL VEHICLE COMPANY, AS  PART  OF  A  RENTAL  AGREEMENT,\n    4  SHALL  CHARGE  AN  AUTHORIZED  DRIVER A REFUELING RATE WHICH EXCEEDS THE\n    5  HIGHEST RETAIL PRICE OF GASOLINE CHARGED AT GASOLINE STATIONS OR CONVEN-\n    6  IENCE STORES WITHIN A ONE-HALF MILE RADIUS OF SUCH RENTAL VEHICLE COMPA-\n    7  NY.  SUCH CHARGE MAY BE IMPOSED WHEN A RETURNED RENTAL  VEHICLE'S  GASO-\n    8  LINE  TANK  IS  NOT  FULL  TO  CAPACITY, BASED ON THE DIFFERENCE BETWEEN\n    9  DOCUMENTED READING OF SUCH MOTOR VEHICLE'S FUEL GAUGE  OBTAINED  AT  THE\n   10  TIME  SUCH  MOTOR  VEHICLE WAS DELIVERED OR PICKED UP BY SUCH AUTHORIZED\n   11  DRIVER, AND THE SUBSEQUENT FUEL GAUGE READING TAKEN  AT  THE  TIME  SUCH\n   12  RENTED MOTOR VEHICLE IS RETURNED TO THE RENTAL VEHICLE COMPANY.\n   13    (B)  ANY  VIOLATION  OF  THE  PROVISIONS  OF THIS SUBDIVISION SHALL BE\n   14  SUBJECT TO A FINE OF FIVE HUNDRED DOLLARS PER VIOLATION.\n   15    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   16  have  become  a  law;  provided,  however,  that  the amendments made to\n   17  section 396-z of the general business law by section  one  of  this  act\n   18  shall  not  affect the repeal and reversion of such section and shall be\n   19  deemed to be repealed therewith.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04672-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to rates charged for rental vehicle refueling ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134259.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690445
}