{
  "year" : 2011,
  "senateBillNo" : "A2480-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to children and families",
    "billEventId" : "A2480-2011-1295413200000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the issuance of summonses to parents of any juvenile who is the subject of a juvenile delinquency petition",
  "summary" : "Provides for the issuance of summonses to each parent, including a non-custodial parent, of any juvenile who is the subject of a juvenile delinquency petition. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A2588-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2480\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Children and Families\n\n       AN ACT to amend the family court act, in relation to service of summons-\n         es upon parents in juvenile delinquency cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 312.1 of the family court act is amended by adding\n    2  a new subdivision 4 to read as follows:\n    3    4. UPON THE FILING OF A PETITION UNDER THIS ARTICLE, THE  COURT  SHALL\n    4  ISSUE A SUMMONS TO EACH PARENT OF THE RESPONDENT, INCLUDING A NON-CUSTO-\n    5  DIAL  PARENT,  APART FROM THE PARENT OR PERSON LEGALLY RESPONSIBLE NAMED\n    6  IN SUBDIVISION ONE OF THIS SECTION, PROVIDED THAT THE  ADDRESS  OF  SUCH\n    7  NOTICED  PARENT  HAS  BEEN  PROVIDED  BY  THE  DIVISION OF PROBATION AND\n    8  CORRECTIONAL  ALTERNATIVES  OR  PRESENTMENT  AGENCY.  THE  DIVISION   OF\n    9  PROBATION AND CORRECTIONAL ALTERNATIVES AND PRESENTMENT AGENCY SHALL ASK\n   10  THE  CUSTODIAL  PARENT  OR  PERSON  LEGALLY  RESPONSIBLE FOR INFORMATION\n   11  REGARDING ANY OTHER PARENT OR PARENTS OF  THE  RESPONDENT.  THE  SUMMONS\n   12  SHALL PROVIDE NOTICE TO THE PARENT OR PARENTS OF THE RIGHT TO APPEAR AND\n   13  PARTICIPATE  IN  THE  PROCEEDING  AND TO SEEK TEMPORARY RELEASE OR, UPON\n   14  DISPOSITION, DIRECT PLACEMENT, OF THE RESPONDENT. THE PRESENTMENT AGENCY\n   15  SHALL PERSONALLY SERVE THE SUMMONS AND  PETITION  AT  LEAST  TWENTY-FOUR\n   16  HOURS  BEFORE  THE  TIME STATED IN SUCH SUMMONS AND PETITION FOR APPEAR-\n   17  ANCE, OR MAY SERVE THE SUMMONS AND PETITION BY MAIL AT LEAST  FIVE  DAYS\n   18  BEFORE SUCH DATE. THE FAILURE OF SUCH NOTICED PARENT TO APPEAR SHALL NOT\n   19  BE CAUSE FOR DELAY OF THE RESPONDENT'S INITIAL APPEARANCE, AS DEFINED BY\n   20  SECTION 320.1 OF THIS ARTICLE.\n   21    S  2.  This  act shall take effect on the ninetieth day after it shall\n   22  have become a law, and shall apply to any juvenile who is the subject of\n   23  a juvenile delinquency petition filed on or after such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06537-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to service of summonses upon parents in juvenile delinquency cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D110119.T133800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295465887504
}