{
  "year" : 2011,
  "senateBillNo" : "A2487-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2487-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Retention of motor vehicle records",
  "summary" : "Provides for the retention of motor vehicle records; allows for the destruction of certain records. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A8569-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2487\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend  the  vehicle  and  traffic  law,  in  relation  to  the\n         retention of motor vehicle records\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (i) of  paragraph  (i)  of  subdivision  1  of\n    2  section  201  of the vehicle and traffic law, as amended by section 2 of\n    3  part E of chapter 60 of the laws of 2005, is amended to read as follows:\n    4    (i) any accident  reports  filed  with  the  commissioner,  conviction\n    5  certificates,  police  reports,  complaints, satisfied judgment records,\n    6  closed suspension and revocation orders,  hearing  records,  other  than\n    7  audio tape recordings of hearings, AND significant correspondence relat-\n    8  ing  to  any of the same[, and any other record on file] after remaining\n    9  on file for four years except that if the  commissioner  shall  receive,\n   10  during  the  last  year  of such period of four years, written notice to\n   11  retain one or more of such  papers  or  documents,  the  same  shall  be\n   12  retained  for  another  four  years  in  addition to said period of four\n   13  years. The provisions of this paragraph shall not apply to  certificates\n   14  of  conviction filed with respect to convictions which affect sentencing\n   15  or administrative action required by law beyond such four  year  period.\n   16  Such  certificates  may  be destroyed after they have no legal effect on\n   17  sentencing or administrative action;\n   18    S 2. Subdivision 1 of section 201 of the vehicle and  traffic  law  is\n   19  amended by adding a new paragraph (l) to read as follows:\n   20    (L)  FOR  ANY  OTHER RECORD NOT SPECIFIED IN THIS SECTION, THE COMMIS-\n   21  SIONER OR HIS OR HER DESIGNEE SHALL ESTABLISH A  RETENTION  SCHEDULE  IN\n   22  CONSULTATION  WITH  THE  STATE ARCHIVES PURSUANT TO SECTION 57.05 OF THE\n   23  ARTS AND CULTURAL AFFAIRS LAW.\n   24    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   25  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07923-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the retention of motor vehicle records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134259.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690441
}