{
  "year" : 2011,
  "senateBillNo" : "A2485-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2485-2011-1295413200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295499600000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A2485-2011-1295499600000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the order of succession to the office of lieutenant-governor",
  "summary" : "Relates to the order of succession to the office of lieutenant governor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A8721-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2485\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, SCHIMMINGER -- read once and referred to\n         the Committee on Governmental Operations\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to sections 5 and 6 of article 4 of the constitu-\n         tion,  in  relation  to the succession of individuals to the office of\n         lieutenant-governor\n\n    1    Section 1. Resolved (if the Senate concur), That sections 5 and  6  of\n    2  article 4 of the constitution be amended to read as follows:\n    3    S  5.  In case of the removal of the governor from office or of his or\n    4  her death or resignation, the lieutenant-governor shall become  governor\n    5  for the remainder of the term.\n    6    In  case  the  governor-elect shall decline to serve or shall die, the\n    7  lieutenant-governor-elect shall become governor for the full term.\n    8    In case the governor is impeached[, is absent from the  state]  or  is\n    9  otherwise  unable  to  discharge  the powers and duties of the office of\n   10  governor, the  lieutenant-governor  shall  act  as  governor  until  the\n   11  inability shall cease or until the term of the governor shall expire.\n   12    In  case  of  the  failure  of  the governor-elect to take the oath of\n   13  office at the commencement of his or her term, the  lieutenant-governor-\n   14  elect shall act as governor until the governor shall take the oath.\n   15    S  6. The lieutenant-governor shall possess the same qualifications of\n   16  eligibility for office as the governor. The lieutenant-governor shall be\n   17  the president of the senate but shall have only a casting vote  therein.\n   18  The  lieutenant-governor shall receive for his or her services an annual\n   19  salary to be fixed by joint resolution of the senate and assembly.\n   20    In case of vacancy in the offices of both governor and lieutenant-gov-\n   21  ernor, a governor and  lieutenant-governor  shall  be  elected  for  the\n   22  remainder  of  the  term at the next general election happening not less\n   23  than three months after  both  offices  shall  have  become  vacant.  No\n   24  election  of  a  lieutenant-governor shall be had in any event except at\n   25  the time of electing a governor.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89081-01-1\n\n       A. 2485                             2\n\n    1    In case of vacancy in the offices of both governor and lieutenant-gov-\n    2  ernor or if both of them shall be impeached[, absent from the state]  or\n    3  otherwise  unable  to  discharge  the powers and duties of the office of\n    4  governor, the temporary president of the senate shall  act  as  governor\n    5  until the inability shall cease or until a governor shall be elected.\n    6    In  case  of vacancy in the office of lieutenant-governor alone, or if\n    7  the lieutenant-governor shall be impeached[, absent from the  state]  or\n    8  otherwise unable to discharge the duties of office, the temporary presi-\n    9  dent  of  the senate shall perform all the duties of lieutenant-governor\n   10  during such vacancy or inability.  A VACANCY IN THE OFFICE  OF  LIEUTEN-\n   11  ANT-GOVERNOR FOR OTHER CAUSE THAN EXPIRATION OF TERM OF SERVICE SHALL BE\n   12  FILLED BY THE LEGISLATURE BY CONCURRENT RESOLUTION.\n   13    If,  when  the  duty of acting as governor devolves upon the temporary\n   14  president of the senate, there be a vacancy in such office or the tempo-\n   15  rary president of the senate shall be [absent from the state  or  other-\n   16  wise]  unable  to  discharge  the duties of governor, the speaker of the\n   17  assembly shall act as governor during such vacancy or inability.\n   18    The legislature may provide for the devolution of the duty  of  acting\n   19  as governor in any case not provided for in this article.\n   20    S  2.   Resolved (if the Senate concur), That the foregoing amendments\n   21  be referred to the first regular legislative session convening after the\n   22  next succeeding general election of members of  the  assembly,  and,  in\n   23  conformity  with  section  1  of  article  19  of  the  constitution, be\n   24  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to sections 5 and 6 of article 4 of the constitution, in relation to the succession of individuals to the office of lieutenant-governor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134259.TXT", "SOBI.D110120.T114847.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295542127785
}