{
  "year" : 2011,
  "senateBillNo" : "A2488-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2488-2011-1295413200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to making live organ donors eligible for free health insurance, term life insurance and student loan forgiveness",
  "summary" : "Relates to making live organ donors eligible for free health insurance, term life insurance and student loan forgiveness. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A11462-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2488\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  HOYT, CONTE -- read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the social services law,  in  relation  to  making  live\n         organ  donors  eligible  for free coverage from family health plus; to\n         amend the insurance law, in relation to providing for a free term life\n         insurance policy for live organ donors; and  to  amend  the  education\n         law,  in  relation  to  creating  a post-graduation tuition assistance\n         program for live organ donors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of subdivision 2 of section 369-ee of the\n    2  social services law is amended by adding a new subparagraph (vi) to read\n    3  as follows:\n    4    (VI) HAS DONATED AN ORGAN IN THE PREVIOUS TWELVE MONTHS. AN INDIVIDUAL\n    5  ELIGIBLE UNDER THIS PARAGRAPH SHALL BE ELIGIBLE FOR HEALTH CARE SERVICES\n    6  UNDER THIS SECTION NOTWITHSTANDING ANY ADDITIONAL  ELIGIBILITY  REQUIRE-\n    7  MENTS  OUTLINED  IN  THIS SUBDIVISION. SUCH PERSON SHALL BE ELIGIBLE FOR\n    8  HEALTH CARE SERVICES UNDER THIS SECTION  WITHOUT  PAYMENT  OF  PREMIUMS;\n    9  PROVIDED,  HOWEVER, THAT SUCH PERSON SHALL BE RESPONSIBLE FOR PAYMENT OF\n   10  CO-PAYMENTS AND  OTHERWISE  SUBJECT  TO  THE  LIMITATIONS  OF  COST  AND\n   11  SERVICES PROVIDED FOR IN THIS SECTION.\n   12    S 2. The insurance law is amended by adding a new section 3240 to read\n   13  as follows:\n   14    S  3240.  TERM LIFE INSURANCE FOR ORGAN DONATION. 1. AN INDIVIDUAL WHO\n   15  HAS MADE A LIVE DONATION TO A REGISTERED ORGAN DONATION ORGANIZATION  OR\n   16  REGISTRY  SHALL  RECEIVE  A  FIVE  YEAR TERM LIFE INSURANCE POLICY, UPON\n   17  APPLICATION TO THE DEPARTMENT, SO LONG AS SUCH APPLICATION  IS  RECEIVED\n   18  WITHIN  TWELVE MONTHS OF THE DATE OF DONATION. SUCH APPLICATION SHALL BE\n   19  ON FORMS PRESCRIBED BY THE SUPERINTENDENT.\n   20    2. THE TERMS AND CONDITIONS OF SUCH POLICY SHALL BE PROMULGATED BY THE\n   21  SUPERINTENDENT, AS WELL AS  WHETHER  SUCH  POLICY  SHALL  BE  RENEWABLE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07466-01-1\n\n       A. 2488                             2\n\n    1  PROVIDED,  HOWEVER,  THAT  NO PERSON ELIGIBLE FOR SUCH POLICY UNDER THIS\n    2  SECTION SHALL BE REQUIRED TO PASS OR OTHERWISE BE SUBJECT  TO  A  PHYSI-\n    3  CIAN'S  EXAMINATION; PROVIDED, HOWEVER, THAT THE DEPARTMENT MAY CONSIDER\n    4  SUCH  INDIVIDUAL'S  HEALTH  HISTORY  AND  MEDICAL  RECORDS FOR ACTUARIAL\n    5  PURPOSES.\n    6    S 3. The education law is amended by adding a  new  section  667-b  to\n    7  read as follows:\n    8    S  667-B.  POST-GRADUATION  TUITION ASSISTANCE PROGRAM. 1.   RECIPIENT\n    9  QUALIFICATIONS. AN INDIVIDUAL WHO HAS MADE A LIVE DONATION TO  A  REGIS-\n   10  TERED ORGAN DONATION ORGANIZATION OR REGISTRY SHALL BE ELIGIBLE TO APPLY\n   11  FOR  A  POST-GRADUATION TUITION ASSISTANCE PROGRAM GRANT FOR THE PURPOSE\n   12  OF AMELIORATION OF STUDENT LOAN DEBT.\n   13    2. OPERATION. (A) THE POST-GRADUATION TUITION ASSISTANCE PROGRAM SHALL\n   14  BE GOVERNED BY ALL LAW, RULES AND REGULATIONS PERTAINING TO THE  TUITION\n   15  ASSISTANCE PROGRAM PROVIDED HOWEVER:\n   16    (I)  ELIGIBILITY FOR POST-GRADUATION TUITION ASSISTANCE PROGRAM AWARDS\n   17  SHALL BE LIMITED TO INDIVIDUALS WHO HAVE RECEIVED AN ASSOCIATE'S,  BACH-\n   18  ELOR'S,  OR  GRADUATE DEGREE FROM AN ACCREDITED DEGREE GRANTING INSTITU-\n   19  TION;\n   20    (II) MONIES DISBURSED UNDER THIS SECTION SHALL BE MADE PAYABLE DIRECT-\n   21  LY TO A STUDENT LOAN PROVIDER FOR THE PURPOSE OF RETIRING SUCH DEBT;\n   22    (III) NO INDIVIDUAL SHALL BE ELIGIBLE  FOR  MORE  THAN  ONE  GRANT  AS\n   23  PROVIDED FOR UNDER THIS SECTION.\n   24    (B)  POST-GRADUATION TUITION ASSISTANCE PROGRAM GRANTS SHALL BE AVAIL-\n   25  ABLE SUBJECT TO THE FOLLOWING LIMITATIONS:\n   26    (I) FOR ELIGIBLE  INDIVIDUALS  WITH  LESS  THAN  TWENTY-FIVE  THOUSAND\n   27  DOLLARS  IN  OUTSTANDING  STUDENT LOAN DEBT SUCH GRANTS SHALL NOT EXCEED\n   28  SEVEN THOUSAND FIVE HUNDRED DOLLARS;\n   29    (II) FOR ELIGIBLE INDIVIDUALS  WITH  MORE  THAN  TWENTY-FIVE  THOUSAND\n   30  DOLLARS BUT LESS THAN FIFTY THOUSAND DOLLARS IN OUTSTANDING STUDENT LOAN\n   31  DEBT SUCH GRANTS SHALL NOT EXCEED TEN THOUSAND DOLLARS;\n   32    (III)  FOR  ELIGIBLE INDIVIDUALS WITH MORE THAN FIFTY THOUSAND DOLLARS\n   33  IN OUTSTANDING STUDENT LOAN DEBT SUCH GRANTS  SHALL  NOT  EXCEED  TWELVE\n   34  THOUSAND FIVE HUNDRED DOLLARS.\n   35    3.  REGULATIONS.  THE  COMMISSIONER  SHALL  PROMULGATE RULES AND REGU-\n   36  LATIONS TO EFFECTUATE THE PROVISIONS OF THIS SECTION.\n   37    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to making live organ donors eligible for free coverage from family health plus; to amend the insurance law, in relation to providing for a free term life insurance policy for live organ donors; and to amend the education law, in relation to creating a post-graduation tuition assistance program for live organ donors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134259.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690442
}