{
  "year" : 2011,
  "senateBillNo" : "A2490-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2490-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the aggregate annual income of low income persons or families eligible for accommodations in a company project",
  "summary" : "Relates to the aggregate annual income of low income persons or families eligible for accommodations in a company project. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A11408-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2490\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. V. LOPEZ, BROOK-KRASNY, WRIGHT, SPANO, ROBINSON\n         -- Multi-Sponsored by -- M. of A. GLICK, GOTTFRIED, MILLMAN, ROSENTHAL\n         -- read once and referred to the Committee on Housing\n\n       AN ACT to amend the private housing finance  law,  in  relation  to  the\n         aggregate annual income of low income persons or families eligible for\n         accommodations in a company project\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 2 of section 31 of the private\n    2  housing finance law, as amended by chapter 260 of the laws of  1996,  is\n    3  amended to read as follows:\n    4    (a) The dwelling or non-housekeeping accommodations without board in a\n    5  company project shall be available for persons or families of low income\n    6  whose  probable  aggregate  annual  income  at the time of admission and\n    7  during the period of occupancy does not exceed, the greater of  (i)  the\n    8  median  income for such persons or families for the metropolitan statis-\n    9  tical area in which the project is located, or if a project  is  located\n   10  outside  a  metropolitan  statistical  area,  the median income for such\n   11  persons or families for the county in which the project is  located,  as\n   12  most  recently determined by the United States department of housing and\n   13  urban development, in which case any person or family becoming  eligible\n   14  for  admission pursuant to this subparagraph shall pay, from the time of\n   15  admission, a rental surcharge as provided for in  subdivision  three  of\n   16  this section, computed on the basis of the income limitations applicable\n   17  to such persons or families in the absence of this subparagraph, or (ii)\n   18  [seven]  EIGHT  times the rental, including the value or cost to them of\n   19  heat, light, water and cooking  fuel,  of  the  dwellings  that  may  be\n   20  furnished  to such persons or families, except that in the case of fami-\n   21  lies with three or more dependents, such ratio shall not exceed  [eight]\n   22  NINE  to  one.  The  \"probable  aggregate  annual income\" in the case of\n   23  dwelling accommodations means the annual income of the chief wage earner\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04996-01-1\n\n       A. 2490                             2\n\n    1  of the family, plus all other income of other members of the family over\n    2  the age of twenty-one years, plus a proportion of  income  of  gainfully\n    3  employed members under the age of twenty-one years, the proportion to be\n    4  determined  by the company as approved by the commissioner or the super-\n    5  vising agency, as the case may be, excluding therefrom  a  deduction  of\n    6  fifteen  thousand  dollars  from the income of secondary wage earners of\n    7  the family or a larger deduction if approved by the commissioner or  the\n    8  supervising  agency,  as  the  case  may be, except that the company, as\n    9  approved by the commissioner or the supervising agency, as the case  may\n   10  be, may exclude a proportion of the income of other members of the fami-\n   11  ly  over  the  age  of  twenty-one  years for the purpose of determining\n   12  eligibility for admission or continued occupancy,  or  for  establishing\n   13  the rental of such family, or for all such purposes; in the case of such\n   14  non-housekeeping  accommodations it means the annual income of the occu-\n   15  pant, provided that the commissioner or supervising agency, as the  case\n   16  may be, may make rules and regulations relative to the allocation of the\n   17  income  of  a family among the members thereof for the purpose of deter-\n   18  mining the income attributable to such occupant.\n   19    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   20  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the aggregate annual income of low income persons or families eligible for accommodations in a company project ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134259.TXT", "SOBI.D110119.T151326.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468006588
}