{
  "year" : 2011,
  "senateBillNo" : "A2494-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2494-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the judge in a criminal proceeding or in a family court proceeding, upon issuance of an order of protection to inquire as to the possession of a firearm by the defendant or respondent",
  "summary" : "Requires the judge in a criminal proceeding or in a family court proceeding, upon issuance of an order of protection, to inquire as to the ownership of a firearm by the defendant or respondent. ",
  "currentCommittee" : null,
  "sameAs" : "S1003",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "AA4320-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2494\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  O'DONNELL,  COOK,  DINOWITZ,  GALEF,  ORTIZ,\n         PEOPLES-STOKES, WEINSTEIN, KAVANAGH, N. RIVERA,  SCHIMEL,  DESTITO  --\n         Multi-Sponsored  by  -- M. of A. GLICK, GOTTFRIED, McENENY, PHEFFER --\n         read once and referred to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and the family court act,  in\n         relation to orders of protection\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 1 of section 530.14 of\n    2  the criminal procedure law, as added by chapter 644 of the laws of 1996,\n    3  is amended to read as follows:\n    4    Mandatory and permissive suspension of firearms license  and  ineligi-\n    5  bility   for  such  a  license  upon  issuance  of  temporary  order  of\n    6  protection.  Whenever a temporary order of protection is issued pursuant\n    7  to subdivision one of section  530.12  or  subdivision  one  of  section\n    8  530.13  of  this  article THE COURT SHALL INQUIRE OF THE DEFENDANT AS TO\n    9  THE EXISTENCE AND LOCATION OF ANY FIREARM  OWNED  OR  POSSESSED  BY  THE\n   10  DEFENDANT AND:\n   11    S  2.  The opening paragraph of subdivision 2 of section 530.14 of the\n   12  criminal procedure law, as added by chapter 644 of the laws of 1996,  is\n   13  amended to read as follows:\n   14    Mandatory  and permissive revocation or suspension of firearms license\n   15  and ineligibility for such a  license  upon  issuance  of  an  order  of\n   16  protection. Whenever an order of protection is issued pursuant to subdi-\n   17  vision  five  of section 530.12 or subdivision four of section 530.13 of\n   18  this article THE COURT SHALL INQUIRE OF THE DEFENDANT AS TO  THE  EXIST-\n   19  ENCE  AND  LOCATION  OF  ANY FIREARM OWNED OR POSSESSED BY THE DEFENDANT\n   20  AND:\n   21    S 3. The opening paragraph of subdivision 3 of section 530.14  of  the\n   22  criminal  procedure  law, as amended by chapter 597 of the laws of 1998,\n   23  is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03879-01-1\n\n       A. 2494                             2\n\n    1    Mandatory and permissive revocation or suspension of firearms  license\n    2  and ineligibility for such a license upon a finding of a willful failure\n    3  to  obey  an  order  of  protection. Whenever a defendant has been found\n    4  pursuant to subdivision eleven of section 530.12 or subdivision eight of\n    5  section 530.13 of this article to have willfully failed to obey an order\n    6  of  protection issued by a court of competent jurisdiction in this state\n    7  or another state, territorial or tribal jurisdiction, in addition to any\n    8  other remedies available  pursuant  to  subdivision  eleven  of  section\n    9  530.12  or subdivision eight of section 530.13 of this article THE COURT\n   10  SHALL INQUIRE OF THE DEFENDANT AS TO THE EXISTENCE AND LOCATION  OF  ANY\n   11  FIREARM OWNED OR POSSESSED BY THE DEFENDANT AND:\n   12    S  4.  The  opening paragraph of subdivision 1 of section 842-a of the\n   13  family court act, as added by chapter  644  of  the  laws  of  1996,  is\n   14  amended to read as follows:\n   15    Mandatory  and  permissive suspension of firearms license and ineligi-\n   16  bility for such a license upon the issuance  of  a  temporary  order  of\n   17  protection.  Whenever a temporary order of protection is issued pursuant\n   18  to  section  eight  hundred twenty-eight of this article THE COURT SHALL\n   19  INQUIRE OF THE RESPONDENT AS  TO  THE  EXISTENCE  AND  LOCATION  OF  ANY\n   20  FIREARM OWNED OR POSSESSED BY THE RESPONDENT AND:\n   21    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the family court act, in relation to orders of protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T145850.TXT", "SOBI.D110119.T134259.TXT", "SOBI.D110119.T151326.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296071930560
}