{
  "year" : 2011,
  "senateBillNo" : "A2495-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to education",
    "billEventId" : "A2495-2011-1295413200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary task force on school discipline to review the use of suspensions as a disciplinary tool; appropriation",
  "summary" : "Creates a temporary task force on school discipline to review the use and impact of suspensions as a disciplinary tool to consist of fifteen members to report to the governor, the temporary president of the senate and the speaker of the assembly by June 1, 2011; appropriates $25,000 to the department of education. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A3463-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2495\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PERRY -- Multi-Sponsored by -- M. of A. CLARK,\n         MENG, TOWNS -- read once and referred to the Committee on Education\n\n       AN ACT creating a task force  on  school  discipline  to  review  issues\n         related  to suspension as a disciplinary tool, making an appropriation\n         therefor and providing for the repeal of such provisions upon  expira-\n         tion thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature finds that the use of\n    2  suspensions is a  common  tool  to  discipline  students;  however,  the\n    3  removal of students from the school environment may be counterproductive\n    4  in  many  instances.  Suspensions  may  cause students to fall behind in\n    5  their classes and as a result further  behavioral  problems  may  arise.\n    6  Removing  students  from the classroom deters the student and his or her\n    7  problems for a short period of  time,  however,  the  actual  behavioral\n    8  problem may not be addressed by suspension, and thus suspension may have\n    9  little  impact  on the actual problem, and alternative approaches may be\n   10  more effective.  Proposals to ease regulations governing the  suspension\n   11  of  students  may result in greater use of suspensions as a disciplinary\n   12  tool. The impact and effectiveness of suspensions along with alternative\n   13  methods demands greater scrutiny.\n   14    S 2. Task force on school suspension. The commissioner of education is\n   15  hereby directed to create a task force on school suspension.  Such  task\n   16  force  shall  examine,  evaluate and make recommendations on the use and\n   17  impact of suspensions on elementary and secondary school students  as  a\n   18  disciplinary  tool  and  shall  determine  the most common behaviors for\n   19  which students are suspended, the effect  of  such  suspensions  on  the\n   20  student's  learning,  academic  progress  and  future  behavior; and the\n   21  effect of such suspension on the classroom from which such  student  was\n   22  removed.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02546-01-1\n\n       A. 2495                             2\n\n    1    S  3.  Methodology.  The  task  force  shall  obtain  information from\n    2  students and/or school districts from urban, suburban and  rural  areas.\n    3  The task force may employ quantitative and/or qualitative research meth-\n    4  ods,  including  but  not limited to reviewing past and present policies\n    5  regarding student suspensions; interviewing teachers, students, parents,\n    6  administrators  and  other appropriate individuals; reviewing literature\n    7  pertinent to suspension and its effects on students, teachers,  adminis-\n    8  trators,  and  parents. The task force shall protect the confidentiality\n    9  of all information. Neither the task force nor the education  department\n   10  shall  be  authorized  or  required  to  release personally identifiable\n   11  information.\n   12    S 4. Public hearings. By April 1, 2013, the task force shall conduct a\n   13  minimum of four public hearings in areas representative of the geograph-\n   14  ic diversity of the state and shall solicit information  from  students,\n   15  parents, teachers, administrators, school support staff, community-based\n   16  organizations,  local  probation departments and individuals who possess\n   17  specialized knowledge in educational policy and behavior.\n   18    S 5. Composition. The task force shall consist of 15 members and shall\n   19  be chaired by the commissioner of  education  or  his  designee.    Five\n   20  members shall be appointed by the commissioner of education; two members\n   21  shall be appointed upon the recommendation of the chancellor of the city\n   22  school  district  of New York; three members shall be appointed upon the\n   23  recommendation of the governor; two members shall be appointed upon  the\n   24  recommendation  of the speaker of the assembly; and two members shall be\n   25  appointed upon the recommendation of  the  temporary  president  of  the\n   26  senate.  The  commissioner of education shall ensure that the task force\n   27  includes parents, teachers, administrators, and other appropriate  indi-\n   28  viduals. The commissioner of education shall also ensure that the compo-\n   29  sition  of  the  task force is representative of the diversity of public\n   30  school children in the state. The commissioner of education  may  invite\n   31  appropriate  ad  hoc representatives from other state and/or local agen-\n   32  cies to serve on the task force. Vacancies on the task  force  shall  be\n   33  filled in the manner provided for original appointments.\n   34    S  6. The task force shall report its findings, conclusions and recom-\n   35  mendations to the governor, temporary president of the  senate  and  the\n   36  speaker  of  the  assembly by June 1, 2013, which findings shall include\n   37  information related to the effectiveness of suspensions and  alternative\n   38  disciplinary  measures, the most common behaviors for which students are\n   39  suspended, the effect of such suspensions  on  the  student's  learning,\n   40  academic progress and future behavior, and the effect of such suspension\n   41  on the classroom from which such student was removed.\n   42    S  7.  The  sum  of twenty-five thousand dollars ($25,000), or so much\n   43  thereof as may be necessary, is hereby appropriated to the department of\n   44  education from any moneys in the state treasury in the general  fund  to\n   45  the credit of the state purposes account not otherwise appropriated, for\n   46  its expenses in carrying out the provisions of this act.\n   47    S  8.  This act shall take effect immediately and shall remain in full\n   48  force and effect until June 1, 2013 when upon such date  the  provisions\n   49  of this act shall expire and be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT creating a task force on school discipline to review issues related to suspension as a disciplinary tool, making an appropriation therefor and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T134259.TXT", "SOBI.D110119.T134800.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690415
}