{
  "year" : 2011,
  "senateBillNo" : "A2497-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to health",
    "billEventId" : "A2497-2011-1295413200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes certain rehabilitation hospitals within the definition of inpatient care services for purposes of providing child health insurance plan coverage",
  "summary" : "Includes certain facilities treated as excluded physical medicine rehabilitation hospitals within the definition of inpatient care services for purposes of providing child health insurance plan coverage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A5758-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2497\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Health\n\n       AN ACT to amend the public health  law,  in  relation  to  child  health\n         insurance plan coverage\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 11 of section 2510 of the public health law, as\n    2  amended by chapter 2 of the laws of 1998, is amended to read as follows:\n    3    11.  \"Inpatient  health  care  services\"  means:  inpatient   hospital\n    4  services,  INCLUDING PHYSICAL MEDICINE REHABILITATION SERVICES, provided\n    5  by a general hospital, as defined in article twenty-eight of this  chap-\n    6  ter,  A FACILITY TREATED AS AN EXCLUDED PHYSICAL MEDICINE REHABILITATION\n    7  HOSPITAL PURSUANT TO PARAGRAPH (E) OF SUBDIVISION FOUR OF SECTION  TWEN-\n    8  TY-EIGHT  HUNDRED  SEVEN-C  OF  THIS CHAPTER, a facility operated by the\n    9  office of mental health under section 7.17 of the mental hygiene law,  a\n   10  facility  issued  an operating certificate pursuant to the provisions of\n   11  article [twenty-three or] thirty-one  of  the  mental  hygiene  law  and\n   12  services  provided  by physicians and other professional personnel on an\n   13  inpatient basis for  covered  inpatient  services;  as  defined  by  the\n   14  commissioner in consultation with the superintendent.\n   15    S  2.    Subdivision  11  of section 2510 of the public health law, as\n   16  added by chapter 639 of the laws of 1996, is amended to read as follows:\n   17    11.  \"Inpatient  health  care  services\"  means:  inpatient   hospital\n   18  services,  INCLUDING PHYSICAL MEDICINE REHABILITATION SERVICES, provided\n   19  by a general hospital, as defined in article twenty-eight of this  chap-\n   20  ter,  excluding  mental  health  services, substance abuse services, and\n   21  alcohol treatment services; A FACILITY TREATED AS AN  EXCLUDED  PHYSICAL\n   22  MEDICINE  REHABILITATION  HOSPITAL PURSUANT TO PARAGRAPH (E) OF SUBDIVI-\n   23  SION FOUR OF SECTION TWENTY-EIGHT HUNDRED SEVEN-C OF THIS  CHAPTER;  and\n   24  services  provided  by physicians and other professional personnel on an\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03058-01-1\n\n       A. 2497                             2\n\n    1  inpatient basis for  covered  inpatient  services;  as  defined  by  the\n    2  commissioner in consultation with the superintendent.\n    3    S  3. This act shall take effect immediately, provided that the amend-\n    4  ments to subdivision 11 of section 2510 of the public health  law,  made\n    5  by  section  one  of  this  act,  shall be subject to the expiration and\n    6  reversion of such subdivision pursuant to section 47 of chapter 2 of the\n    7  laws of 1998, as amended, when upon such date the provisions  of section\n    8  two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to child health insurance plan coverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134800.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690419
}