{
  "year" : 2011,
  "senateBillNo" : "A2492-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2492-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a priority senior housing waiting list and website through the office of the New York city housing authority for use by adults sixty-five years of age and older",
  "summary" : "Establishes a priority senior housing waiting list and website through the office of the New York city housing authority for use by adults sixty-five years of age and older. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "A4650-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2492\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MENG -- read once and referred to the Committee\n         on Housing\n\n       AN ACT to amend the public housing law, in relation to the establishment\n         of a priority senior housing waiting  list  and  website  through  the\n         office  of  the  New  York  city  housing  authority for use by adults\n         sixty-five years of age and older\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The  public housing law is amended by adding a new section\n    2  402-c to read as follows:\n    3    S 402-C. PRIORITY SENIOR HOUSING WAITING LIST AND WEBSITE.  1. THE NEW\n    4  YORK CITY HOUSING AUTHORITY SHALL DEVELOP A WEBSITE THROUGH WHICH  INDI-\n    5  VIDUALS  SIXTY-FIVE  YEARS    OF  AGE  OR OLDER MAY APPLY IN ORDER TO BE\n    6  PLACED ON A PRIORITY WAITING LIST TO OBTAIN PUBLIC HOUSING. THE  WEBSITE\n    7  SHALL BE MADE AVAILABLE THROUGH AND MAINTAINED BY THE HOUSING AUTHORITY.\n    8    2. ANY INDIVIDUAL SIXTY-FIVE YEARS OF AGE OR OLDER, OR AN AGENT ACTING\n    9  ON  BEHALF  OF SUCH INDIVIDUAL, INCLUDING BUT NOT LIMITED TO, A RELATIVE\n   10  OR GUARDIAN, THE STATE  DEPARTMENT OF SOCIAL SERVICES, THE NEW YORK CITY\n   11  DEPARTMENT OF HOMELESS SERVICES, THE NEW YORK CITY  DEPARTMENT  FOR  THE\n   12  AGING  OR  A  MEDICAL  PROVIDER,  MAY  SUBMIT AN APPLICATION FOR HOUSING\n   13  THROUGH THE WEBSITE. APPLICATIONS SUBMITTED THROUGH THE   WEBSITE  SHALL\n   14  BE  GIVEN  PRIORITY  BY THE HOUSING AUTHORITY OVER HOUSING LOTTERIES AND\n   15  APPLICATIONS SUBMITTED BY OTHER MEANS, AND OVER  APPLICATIONS  SUBMITTED\n   16  BY  OR ON  BEHALF OF PERSONS UNDER SIXTY-FIVE YEARS OF AGE. ALL APPLICA-\n   17  TIONS SHALL BE ASSIGNED A  PRIORITY  CODE  BASED  UPON  THE  INFORMATION\n   18  PROVIDED  AS  TO MEDICAL STATUS AND NEED, AND,  FOLLOWING AN ELIGIBILITY\n   19  INTERVIEW, SHALL BE PLACED ON A PRIORITY SENIOR WAITING LIST FOR  AVAIL-\n   20  ABLE  HOUSING.    FINAL ASSESSMENT AS TO PRIORITY SHALL BE DETERMINED BY\n   21  THE HOUSING AUTHORITY FOLLOWING THE ELIGIBILITY INTERVIEW.  NO  PRIORITY\n   22  STATUS SHALL BE ASSIGNED OR ANY HOUSING ASSIGNMENT MADE UNTIL COMPLETION\n   23  OF   THE  ELIGIBILITY  INTERVIEW,  UNLESS  A  COMPARABLE  INTERVIEW  WAS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05517-01-1\n\n       A. 2492                             2\n\n    1  CONDUCTED BY THE HOUSING   AUTHORITY WITHIN THIRTY  DAYS  PRIOR  TO  THE\n    2  SUBMISSION OF THE WEBSITE APPLICATION.\n    3    3. APPLICATIONS SUBMITTED THROUGH THE WEBSITE SHALL BE ASSIGNED A CASE\n    4  NUMBER  WHICH  MAY  BE  USED  TO  TRACK  THE PROGRESS OF THE APPLICATION\n    5  THROUGH THE WEBSITE.   APPLICATIONS SHALL NOT  BE  TRACKED  THROUGH  THE\n    6  WEBSITE  BY  NAME OR SOCIAL SECURITY NUMBER OF THE APPLICANT OR A MEMBER\n    7  OF THE APPLICANT'S HOUSEHOLD.\n    8    4. WEBSITE APPLICATIONS SHALL BE  RE-EVALUATED  EVERY  THREE  DAYS  IN\n    9  ORDER  TO  DETERMINE PRIORITY GIVEN TO APPLICANTS WHO HAVE COMPLETED THE\n   10  ELIGIBILITY INTERVIEW. RE-PRIORITIZATION SHALL BE BASED  ON  CHANGES  IN\n   11  MEDICAL STATUS OR NEED.\n   12    5. (A) THE WEBSITE SHALL INCLUDE A LIST OF RENTAL PROPERTIES WHICH THE\n   13  NEW  YORK  CITY  DEPARTMENT  OF HOUSING PRESERVATION AND DEVELOPMENT HAS\n   14  DETERMINED TO BE ELIGIBLE FOR THE J-51 PROGRAM AND WHICH HAVE CURRENT OR\n   15  ANTICIPATED VACANCIES. THE WEBSITE SHALL  INCLUDE  A  SEPARATE  LIST  OF\n   16  RENTAL  PROPERTIES  WHICH DO NOT QUALIFY FOR THE J-51 PROGRAM, BUT WHICH\n   17  HAVE CURRENT OR ANTICIPATED VACANCIES AND ACCEPT TENANTS USING SECTION 8\n   18  FEDERAL HOUSING ALLOWANCE PROGRAM VOUCHERS  OR  CERTIFICATES  OR  SENIOR\n   19  CITIZEN RENT INCREASE EXEMPTIONS. THE HOUSING AUTHORITY SHALL COORDINATE\n   20  WITH  THE  DEPARTMENT OF HOUSING PRESERVATION AND DEVELOPMENT TO DEVELOP\n   21  AND MAINTAIN A LISTING OF J-51 PROPERTIES. VACANCIES SHALL BE LISTED  ON\n   22  THE WEBSITE WITHOUT CHARGE TO THE PROPERTY OWNER OR MANAGER.\n   23    (B)  THE  OWNER  OF RENTAL PROPERTIES AS DESCRIBED IN PARAGRAPH (A) OF\n   24  THIS SUBDIVISION, OR HIS OR HER AGENT, SHALL NOTIFY THE HOUSING AUTHORI-\n   25  TY OF AN IMPENDING VACANCY WITHIN TEN DAYS OF LEARNING OR FIRST BECOMING\n   26  AWARE OF THE IMPENDING VACANCY, AND SHALL, BY MARCH FIRST OF EACH  YEAR,\n   27  PROVIDE  THE HOUSING AUTHORITY WITH A LIST OF VACANCIES THAT OCCURRED AT\n   28  EACH PROPERTY DURING THE PREVIOUS CALENDAR YEAR AND THE DATE UPON  WHICH\n   29  THE VACANCIES WERE FILLED. SUCH LIST SHALL BE IN A FORM AS DETERMINED BY\n   30  THE  HOUSING AUTHORITY. THE HOUSING AUTHORITY SHALL MONITOR THE LISTS TO\n   31  ASSURE THAT VACANCIES ARE BEING REPORTED PROMPTLY TO THE HOUSING AUTHOR-\n   32  ITY AND THAT HOUSING IS NOT BEING  IMPROPERLY  DENIED  BY  THE  PROPERTY\n   33  OWNER  TO  SENIOR  CITIZENS.  THE  HOUSING  AUTHORITY  SHALL  REPORT ANY\n   34  SUSPECTED IMPROPER DENIALS OF HOUSING IN J-51 BUILDINGS TO THE NEW  YORK\n   35  CITY DEPARTMENT OF HOUSING PRESERVATION AND DEVELOPMENT.\n   36    6.  THE  HOUSING  AUTHORITY  SHALL MAINTAIN INFORMATION CONCERNING THE\n   37  OVERALL  NUMBER OF WEBSITE APPLICANTS, THE NUMBER OF APPLICANTS PROVIDED\n   38  WITH HOUSING ACCOMMODATIONS AS A RESULT OF WEBSITE APPLICATIONS AND  THE\n   39  LENGTH  OF  TIME BETWEEN THE APPLICATIONS AND THE ASSIGNMENTS, AND SHALL\n   40  PROVIDE THIS INFORMATION IN ALL FILINGS REQUIRED BY LAW TO  BE  MADE  BY\n   41  THE HOUSING AUTHORITY.\n   42    S 2. This act shall take effect on the one hundred eightieth day after\n   43  it shall have become a law; provided, however, that effective immediate-\n   44  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   45  necessary for the implementation of this act on its effective  date  are\n   46  authorized  and  directed  to  be  made  and completed on or before such\n   47  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to the establishment of a priority senior housing waiting list and website through the office of the New York city housing authority for use by adults sixty-five years of age and older ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134259.TXT", "SOBI.D110119.T151326.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468006602
}