{
  "year" : 2011,
  "senateBillNo" : "A249-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A249-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the department of education to establish and implement a data collection, evaluation and public reporting system pertaining to statewide graduation rates",
  "summary" : "Requires the department of education to establish and implement a data collection, evaluation and public reporting system pertaining to statewide graduation rates. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A6403-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          249\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, BRENNAN, HOYT, J. RIVERA, P. RIVERA, MILL-\n         MAN,  AUBRY, MARKEY, GALEF, TITUS, SCHROEDER, COLTON, JEFFRIES, FINCH,\n         KOLB, P. LOPEZ, BOYLAND -- Multi-Sponsored by -- M. of  A.  BENEDETTO,\n         CAHILL,  CALHOUN, CAMARA, HIKIND, LANCMAN, V. LOPEZ, MAYERSOHN, McENE-\n         NY, REILLY, SCARBOROUGH, SWEENEY,  TOWNS,  WRIGHT  --  read  once  and\n         referred to the Committee on Education\n\n       AN  ACT  to  amend  the  education  law,  in  relation  to requiring the\n         collection, maintenance and evaluation of high school graduation rates\n         and the reporting  of such rates\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent  and  purpose. The legislature hereby\n    2  finds and declares it necessary for the state to  require  the  creation\n    3  and maintenance of a data and public reporting system which collects and\n    4  gathers  data  which accurately reflects and accounts for statewide high\n    5  school graduation rates and which  makes  such  data  available  to  the\n    6  public.    It  is necessary for the success of this state's economy that\n    7  public high schools properly and efficiently provide all  students  with\n    8  proper  preparation for college.  It is critical for the state to assess\n    9  this preparation and, in doing so, must examine and evaluate  graduation\n   10  rates within the public school system.\n   11    An  accurate evaluation of such information requires the collection of\n   12  comprehensive data pertaining to statewide  graduation  rates  including\n   13  information  which specifically reflects unique student identifiers such\n   14  as race, ethnicity, disability, proficiency with  the  English  language\n   15  and  socio-economic levels. This information may best be obtained by the\n   16  state tracking students from kindergarten through  postsecondary  educa-\n   17  tion.\n   18    Since  parents  and  community  members  play  such a critical role in\n   19  ensuring strong educational accountability, the state must  be  required\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03635-01-1\n\n       A. 249                              2\n\n    1  to make available to the public all such data and information reflecting\n    2  the  state's  progress  towards  increasing  graduation  rates  and such\n    3  reports must be made readily accessible to the entire public.\n    4    S  2.  The education law is amended by adding a new article 66 to read\n    5  as follows:\n    6                                 ARTICLE 66\n    7                              GRADUATION RATES\n    8  SECTION 3250. DEFINITIONS.\n    9          3251. DATA AND REPORTING SYSTEM, ESTABLISHED.\n   10          3252. REPORTING REQUIREMENTS.\n   11    S 3250. DEFINITIONS. IN THIS ARTICLE, THE FOLLOWING TERMS  SHALL  HAVE\n   12  THE FOLLOWING MEANINGS:\n   13    1.  \"FOUR-YEAR COHORT\" MEANS AND INCLUDES ALL STUDENTS WHO ENTER NINTH\n   14  GRADE TOGETHER AND SHALL NOT EXCLUDE ANY  STUDENT  WHO  HAS  TRANSFERRED\n   15  INTO  THE GROUP DURING THE NINTH GRADE OF THE GROUP'S FIRST YEAR IN HIGH\n   16  SCHOOL, DURING THE TENTH GRADE  OF  THE  GROUP'S  SECOND  YEAR  IN  HIGH\n   17  SCHOOL,  THE ELEVENTH GRADE OF THE GROUP'S THIRD YEAR IN HIGH SCHOOL, OR\n   18  DURING THE TWELFTH GRADE OF THE GROUP'S FOURTH YEAR IN HIGH  SCHOOL,  OR\n   19  WHO  HAS  BEEN  RETAINED  IN GRADE, OR WHO IS ENROLLED IN A GED PROGRAM.\n   20  STUDENTS RETAINED IN GRADE ARE ONLY COUNTED ONCE  AS  MEMBERS  OF  THEIR\n   21  ORIGINAL  COHORT.  \"FOUR-YEAR  COHORT\"  SHALL  NOT  MEAN AND INCLUDE ANY\n   22  STUDENT WHO DIES BEFORE GRADUATION,  TRANSFERS  OUT  OF  THE  GROUP,  OR\n   23  PERMANENTLY LEAVES THE UNITED STATES.\n   24    2.  \"GRADUATION  RATE\" MEANS THE PERCENTAGE OBTAINED FROM APPLYING THE\n   25  GRADUATION RATE FORMULA.\n   26    3. \"GRADUATION RATE FORMULA\" MEANS THE NUMBER OF STUDENTS WHO GRADUATE\n   27  ON TIME WITH A HIGH SCHOOL DIPLOMA, AND NOT A GED, DIVIDED BY THE NUMBER\n   28  OF STUDENTS IN THE FOUR-YEAR COHORT.\n   29    4. \"ON TIME\" MEANS ON OR BEFORE THE CONCLUSION OF A FOUR-YEAR COHORT'S\n   30  FOURTH YEAR OF HIGH SCHOOL OR AT  THE  CONCLUSION  OF  A  SENIOR  SUMMER\n   31  SESSION IN A JURISDICTION WHICH OFFERS SUCH SESSIONS.\n   32    5.  \"TRANSFER OUT\" MEANS A STUDENT WHO THE COUNTY BOARD CONFIRMS, UPON\n   33  THE APPROVAL OF WRITTEN  VERIFICATION,  HAS  ENROLLED  IN  ANOTHER  HIGH\n   34  SCHOOL  OR  OTHER  EDUCATIONAL  PROGRAM  FROM WHICH THAT SUCH STUDENT IS\n   35  EXPECTED TO RECEIVE A HIGH SCHOOL DIPLOMA. \"TRANSFER OUT\" SHALL NOT MEAN\n   36  A STUDENT ENROLLED IN A GED PROGRAM; OR AN ALTERNATIVE EDUCATION PROGRAM\n   37  WHICH DOES NOT ISSUE OR PROVIDE CREDITS TOWARD A HIGH SCHOOL DIPLOMA.\n   38    S 3251. DATA AND REPORTING SYSTEM, ESTABLISHED.  1.  BEGINNING  ON  OR\n   39  BEFORE  OCTOBER  FIRST, TWO THOUSAND FIFTEEN, THE DEPARTMENT SHALL ON AN\n   40  ANNUAL BASIS  A. ESTABLISH AND IMPLEMENT A SYSTEM OR  PROCESS  BY  WHICH\n   41  THE  DEPARTMENT  SHALL COLLECT, MAINTAIN, ANALYZE AND EVALUATE STATEWIDE\n   42  GRADUATION RATES IN PUBLIC HIGH SCHOOLS  RELATING  TO  RACE,  ETHNICITY,\n   43  DISABILITY AND SOCIOECONOMIC FACTORS;\n   44    B.  COMPILE  INFORMATION  RECEIVED  PURSUANT  TO  THIS SUBDIVISION AND\n   45  CALCULATE AN ANNUAL GRADUATION RATE FOR THE STATE;\n   46    C. POST SUCH INFORMATION FOR EACH SCHOOL DISTRICT ON THE  DEPARTMENT'S\n   47  PRIMARY  WEBSITE  WHICH  SHALL  BE CLASSIFIED INTO GROUPS BASED ON RACE,\n   48  ETHNICITY, LANGUAGES SPOKEN OTHER THAN ENGLISH AS THE PRIMARY  LANGUAGE,\n   49  SPECIAL  EDUCATION, AND SOCIOECONOMIC BACKGROUND. SOCIOECONOMIC INFORMA-\n   50  TION SHALL BE OBTAINED FROM A LIST OF STUDENTS RECEIVING FREE OR REDUCED\n   51  PRICED MEALS AND OTHER SUITABLE AND RELIABLE INFORMATION.\n   52    2. THE DEPARTMENT MAY DEVELOP AND IMPLEMENT ADDITIONAL  INDICATORS  TO\n   53  COLLECT, MAINTAIN, ANALYZE AND EVALUATE AND PUBLICLY REPORT DATA REGARD-\n   54  ING ALTERNATIVE HIGH SCHOOL COMPLETIONS.\n   55    3.  THE  DEPARTMENT  SHALL:  IMPLEMENT TRAINING FOR ADMINISTRATORS AND\n   56  OTHER PERSONNEL RESPONSIBLE FOR COLLECTING, MAINTAINING,  ANALYZING  AND\n\n       A. 249                              3\n\n    1  EVALUATING  AND  PUBLICLY REPORTING DATA REGARDING FOUR-YEAR COHORTS AND\n    2  GRADUATION RATES. THE DEPARTMENT SHALL ALSO IMPLEMENT A STANDARD PROCESS\n    3  FOR VERIFYING THE ACCURACY OF  DATA  INCLUDING  STATISTICAL  CHECKS  AND\n    4  ON-SITE AUDITS OF RECORD-KEEPING PROCEDURES.\n    5    THE  DEPARTMENT  SHALL IMPLEMENT A PUBLIC AWARENESS CAMPAIGN INCLUDING\n    6  OUTREACH TO CIVIC ASSOCIATIONS, COMMUNITY-BASED GROUPS AND PARENT ORGAN-\n    7  IZATIONS AND A CAMPAIGN TO SOLICIT  SUGGESTIONS  AND  COMMUNITY  SUPPORT\n    8  REGARDING THE NEED FOR COLLECTING, MAINTAINING, ANALYZING AND EVALUATING\n    9  AND  PUBLICLY  REPORTING  ACCURATE  DATA REGARDING FOUR-YEAR COHORTS AND\n   10  GRADUATION RATES.\n   11    S 3252. REPORTING REQUIREMENTS. ON OR BEFORE AUGUST FIRST,  TWO  THOU-\n   12  SAND ELEVEN, THE DEPARTMENT SHALL REPORT TO THE GOVERNOR, MAJORITY LEAD-\n   13  ER  OF  THE  SENATE  AND  THE SPEAKER OF THE ASSEMBLY REGARDING MEASURES\n   14  BEING TAKEN TO IMPLEMENT  THE  PROVISIONS  OF  THIS  ARTICLE  AND  SHALL\n   15  INCLUDE  THE  CATEGORIES AND CODES BEING USED FOR IDENTIFYING, TRACKING,\n   16  CALCULATING AND PUBLICLY REPORTING TRANSFERS OUT OF A FOUR-YEAR  COHORT,\n   17  AS  DEFINED  IN THIS ARTICLE. SUCH REPORT SHALL BE IMMEDIATELY POSTED ON\n   18  THE DEPARTMENT'S PRIMARY WEBSITE.\n   19    S 3. This act shall take effect July 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring the collection, maintenance and evaluation of high school graduation rates and the reporting of such rates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T165342.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T162006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292882022777
}