{
  "year" : 2011,
  "senateBillNo" : "A25-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A25-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs legislature to create office of public advocate",
  "summary" : "Amends constitution to direct the legislature to create office of public advocate with authority to bring civil action against the state or any of its agencies, bureaus or public authorities to protect public interest in state's natural and cultural resources. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A594-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          25\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, COLTON, FINCH -- Multi-Sponsored by -- M.\n         of  A.  SWEENEY -- read once and referred to the Committee on Environ-\n         mental Conservation\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 4 of article 14 of  the  constitution,\n         in relation to environmental protection\n\n    1    Section  1. RESOLVED (if the Senate concur), That section 4 of article\n    2  14 of the constitution be amended to read as follows:\n    3    S 4. The policy of the state shall be  to  conserve  and  protect  its\n    4  natural  AND  CULTURAL  resources  and  scenic  beauty and encourage the\n    5  development and improvement of its agricultural lands for the production\n    6  of food and other agricultural products. The legislature, in  implement-\n    7  ing  this  policy, shall include adequate provision for the abatement of\n    8  air and water pollution and of  excessive  and  unnecessary  noise,  the\n    9  protection  of  agricultural  lands,  wetlands  and  shorelines, and the\n   10  development and regulation of water resources  AND  SHALL  ESTABLISH  AN\n   11  OFFICE  OF  PUBLIC  ADVOCATE WITH THE AUTHORITY TO COMMENCE CIVIL ACTION\n   12  AGAINST THE STATE OR ANY OF ITS DEPARTMENTS, AGENCIES OR BUREAUS OR  ITS\n   13  PUBLIC  AUTHORITIES  TO  PROTECT  THE  PUBLIC'S  INTEREST IN THE STATE'S\n   14  NATURAL AND CULTURAL RESOURCES.  The legislature shall  further  provide\n   15  for  the acquisition of lands and waters, including improvements thereon\n   16  and any interest therein, outside the forest preserve counties, and  the\n   17  dedication  of  properties  so  acquired  or now owned, which because of\n   18  their natural beauty, wilderness character, or geological, ecological or\n   19  historical significance, shall be preserved and administered for the use\n   20  and enjoyment of the people. Properties so  dedicated  shall  constitute\n   21  the  state nature and historical preserve and they shall not be taken or\n   22  otherwise disposed of except by law enacted by  two  successive  regular\n   23  sessions of the legislature.\n   24    S  2.  RESOLVED (if the Senate concur), That the foregoing be referred\n   25  to the first  regular  legislative  session  convening  after  the  next\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89006-01-1\n\n       A. 25                               2\n\n    1  succeeding general election of members of the assembly, and, in conform-\n    2  ity with section 1 of article 19 of the constitution, be published for 3\n    3  months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 4 of article 14 of the constitution, in relation to environmental protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T104912.TXT", "SOBI.D101216.T143458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292528098024
}