{
  "year" : 2011,
  "senateBillNo" : "A2501-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2501-2011-1295413200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the practice of the professions of engineering and land surveying",
  "summary" : "Permits the practice of the professions of engineering and land surveying by certain established corporations when such corporations have been practicing either profession since 1935, even if such operation has not been continuous. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4428-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2501\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CANESTRARI  -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the  practice  of  the\n         professions of engineering and land surveying\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 7209  of  the  education  law,  as\n    2  amended  by  chapter  62  of  the  laws  of  1989, is amended to read as\n    3  follows:\n    4    6. It shall be lawful for a corporation organized and  existing  under\n    5  the  laws  of the state of New York which on the fifteenth day of April,\n    6  nineteen hundred thirty-five and continuously thereafter,  was  lawfully\n    7  practicing  engineering or land surveying in New York state, OR A CORPO-\n    8  RATION WHICH WAS ORGANIZED AND EXISTING UNDER THE LAWS OF THE  STATE  OF\n    9  NEW  YORK BEFORE JANUARY FIRST, NINETEEN HUNDRED THIRTY AND WAS LAWFULLY\n   10  PRACTICING ENGINEERING OR LAND SURVEYING PRIOR TO JANUARY  FIRST,  NINE-\n   11  TEEN  HUNDRED  THIRTY  IRRESPECTIVE  OF  WHETHER  THE  PRACTICE HAS BEEN\n   12  CONTINUOUS, to [continue] ENGAGE IN  such  practice  provided  that  the\n   13  chief  executive officer shall be a professional engineer licensed under\n   14  this article, if practicing engineering, or  a  land  surveyor  licensed\n   15  under  this  article, if practicing land surveying, and provided further\n   16  that the person or persons carrying on the actual practice of  engineer-\n   17  ing   or  surveying  on  behalf  of,  or  designated  as  \"engineer\"  or\n   18  \"surveyor\", with or without qualifying or characterizing word,  by  such\n   19  corporation  shall be authorized to practice engineering or land survey-\n   20  ing as provided in this article. It shall be lawful  for  a  corporation\n   21  which,  on  account  of  or as a result of requirements, restrictions or\n   22  provisions of federal law, was organized subsequent to April  fifteenth,\n   23  nineteen  hundred thirty-five for the purpose of taking over an existing\n   24  engineering organization established prior to such time  and  which  has\n   25  taken  over  such organization and continued its engineering activities,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06093-01-1\n\n       A. 2501                             2\n\n    1  provided that the chief executive officer of such corporation shall be a\n    2  professional engineer licensed under this article and provided  further,\n    3  that  the person or persons carrying on the actual practice of engineer-\n    4  ing  on behalf of, or designated as \"engineer\", with or without qualify-\n    5  ing or characterizing word, by such corporation, shall be authorized  to\n    6  practice  engineering  as  provided in this article. No such corporation\n    7  shall change its name or sell its franchise or  transfer  its  corporate\n    8  rights,  directly or indirectly to any person, firm or corporation with-\n    9  out the consent of the department. Each such corporation shall obtain  a\n   10  triennial registration on payment of a fee of fifty dollars.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the practice of the professions of engineering and land surveying ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134800.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690417
}