{
  "year" : 2011,
  "senateBillNo" : "A2506-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2506-2011-1295413200000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes task force to study public health and safety concerns of establishments that slaughter and process fowls, the proper location and siting of same",
  "summary" : "Establishes task force to study public health and safety concerns of establishments that slaughter and process fowls, the proper location and siting of same. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A4160-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2506\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CLARK, BRENNAN, PHEFFER, JACOBS, SCARBOROUGH,\n         MILLMAN, P. RIVERA, LANCMAN, TITUS, BOYLAND -- Multi-Sponsored  by  --\n         M.  of  A. COOK, GABRYSZAK, GOTTFRIED, HIKIND, LENTOL, MAISEL, MARKEY,\n         ROBINSON, TITONE, WEISENBERG -- read once and referred to the  Commit-\n         tee on Agriculture\n\n       AN  ACT  to amend the agriculture and markets law, in relation to estab-\n         lishing a task force on public health and safety  concerns  associated\n         with  establishments  that  slaughter and process fowls; and providing\n         for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  article 5-E to read as follows:\n    3                                 ARTICLE 5-E\n    4       TASK FORCE ON PUBLIC HEALTH AND SAFETY CONCERNS ASSOCIATED WITH\n    5               ESTABLISHMENTS THAT SLAUGHTER AND PROCESS FOWLS\n\n    6  SECTION 97. TASK FORCE ON PUBLIC HEALTH AND SAFETY  CONCERNS  ASSOCIATED\n    7                WITH ESTABLISHMENTS THAT SLAUGHTER AND PROCESS FOWLS.\n    8          98. POWERS AND DUTIES.\n\n    9    S  97. TASK FORCE ON PUBLIC HEALTH AND SAFETY CONCERNS ASSOCIATED WITH\n   10  ESTABLISHMENTS THAT SLAUGHTER AND PROCESS FOWLS. 1. THE  TASK  FORCE  ON\n   11  PUBLIC  HEALTH  AND  SAFETY CONCERNS ASSOCIATED WITH ESTABLISHMENTS THAT\n   12  SLAUGHTER AND PROCESS FOWLS IS HEREBY CREATED TO EXAMINE, EVALUATE,  AND\n   13  DETERMINE  THE  EFFECT  ON  PUBLIC HEALTH AND SAFETY CONCERNS ASSOCIATED\n   14  WITH ESTABLISHMENTS THAT SLAUGHTER AND PROCESS FOWLS ON-SITE IN THE CITY\n   15  OF NEW YORK. IN ADDITION, TO DETERMINE AND EVALUATE WHETHER AREAS HEAVI-\n   16  LY POPULATED WITH RESIDENCES ARE  SUITABLE  LOCATIONS  FOR  SITING  SUCH\n   17  BUSINESS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06594-01-1\n\n       A. 2506                             2\n\n    1    2.  SUCH  TASK  FORCE SHALL CONSIST OF THIRTEEN MEMBERS, EACH TO SERVE\n    2  UNTIL MAY FIRST, TWO THOUSAND THIRTEEN.  SUCH MEMBERS SHALL BE APPOINTED\n    3  AS FOLLOWS: THREE SHALL BE APPOINTED BY THE  GOVERNOR;  THREE  SHALL  BE\n    4  APPOINTED  BY  THE  TEMPORARY  PRESIDENT  OF  THE SENATE; THREE SHALL BE\n    5  APPOINTED  BY THE SPEAKER OF THE ASSEMBLY; AND TWO SHALL BE APPOINTED BY\n    6  THE MAYOR OF THE CITY OF NEW  YORK.  ADDITIONAL  MEMBERS  SHALL  BE  THE\n    7  COMMISSIONER  AND  THE  COMMISSIONER  OF  HEALTH OR HIS OR HER DESIGNEE.\n    8  APPOINTMENTS SHALL BE MADE WITHIN SIXTY DAYS OF THE  EFFECTIVE  DATE  OF\n    9  THIS  ARTICLE. VACANCIES IN THE TASK FORCE SHALL BE FILLED IN THE MANNER\n   10  PROVIDED FOR ORIGINAL APPOINTMENTS.\n   11    3. ALL APPOINTEES  SHALL  HAVE  EXPERTISE  IN  FIELDS  OR  DISCIPLINES\n   12  RELATED TO SLAUGHTERHOUSES, SLAUGHTERING OF FOWLS AND SITING OF SLAUGHT-\n   13  ERHOUSES.  FURTHERMORE, THE APPOINTMENTS MADE BY THE TEMPORARY PRESIDENT\n   14  OF  THE  SENATE  AND THE SPEAKER OF THE ASSEMBLY SHALL BE COORDINATED TO\n   15  ENSURE GEOGRAPHIC REPRESENTATION FROM THE GREATER METROPOLITAN NEW  YORK\n   16  CITY REGION AND IMMEDIATELY SURROUNDING COMMUNITIES.\n   17    4.  THE  TASK FORCE SHALL BE CHAIRED BY THE COMMISSIONER OR HIS OR HER\n   18  DESIGNEE. THE TASK FORCE SHALL ELECT A VICE-CHAIR  AND  OTHER  NECESSARY\n   19  OFFICERS FROM AMONG ALL APPOINTED MEMBERS.\n   20    5.  A  MAJORITY  OF THE MEMBERS OF THE TASK FORCE THEN IN OFFICE SHALL\n   21  CONSTITUTE A QUORUM FOR THE TRANSACTION OF BUSINESS OR THE  EXERCISE  OF\n   22  ANY  POWER OR FUNCTION OF THE TASK FORCE. AN ACT, DETERMINATION OR DECI-\n   23  SION OF THE MAJORITY OF THE MEMBERS PRESENT DURING  THE  PRESENCE  OF  A\n   24  QUORUM  SHALL  BE  HELD TO BE THE ACT, DETERMINATION, OR DECISION OF THE\n   25  TASK FORCE.\n   26    6. THE TASK FORCE SHALL MEET AT LEAST QUARTERLY AT  THE  CALL  OF  THE\n   27  CHAIR.  MEETINGS MAY BE HELD VIA TELECONFERENCE. SPECIAL MEETINGS MAY BE\n   28  CALLED BY THE CHAIR AT THE REQUEST OF A MAJORITY OF THE MEMBERS  OF  THE\n   29  TASK FORCE.\n   30    7.  MEMBERS  OF THE TASK FORCE SHALL RECEIVE NO COMPENSATION FOR THEIR\n   31  SERVICES BUT SHALL BE REIMBURSED FOR THEIR ACTUAL EXPENSES  INCURRED  IN\n   32  THE PERFORMANCE OF THEIR DUTIES IN THE WORK OF THE TASK FORCE.\n   33    S 98. POWERS AND DUTIES. 1. THE TASK FORCE ESTABLISHED SHALL:\n   34    (A)  IDENTIFY,  STUDY  AND  DETERMINE  THE  PUBLIC  HEALTH  AND SAFETY\n   35  CONCERNS ASSOCIATED WITH ESTABLISHMENTS THAT SLAUGHTER AND PROCESS FOWLS\n   36  AND THE SUITABILITY OF LOCATIONS FOR SITING OF SAID BUSINESS.\n   37    (B) EVALUATE WHETHER STATE LAW SUFFICIENTLY RESOLVES ISSUES RELATED TO\n   38  PUBLIC HEALTH, SAFETY AND SITING OF SAID BUSINESS.\n   39    (C) PREPARE A REPORT IDENTIFYING POLICY  OPTIONS  AND  RECOMMENDATIONS\n   40  REGARDING  LEGISLATION  REQUIRED  TO  RESOLVE  PUBLIC  HEALTH AND SAFETY\n   41  CONCERNS ASSOCIATED WITH ESTABLISHMENTS THAT SLAUGHTER AND PROCESS  FOWL\n   42  AND THE PROPER LOCATION OF SAME.\n   43    2.  THE  TASK FORCE MAY ESTABLISH SUCH ADVISORY COMMITTEES AS IT DEEMS\n   44  APPROPRIATE ON MATTERS RELATING TO THE TASK  FORCE'S  FUNCTIONS,  POWERS\n   45  AND DUTIES. SUCH COMMITTEES SHALL BE CHAIRED BY A TASK FORCE MEMBER, BUT\n   46  MAY  BE  COMPOSED  OF  TASK  FORCE  MEMBERS AS WELL AS OTHER INDIVIDUALS\n   47  SELECTED BY THE TASK FORCE TO PROVIDE EXPERTISE OF INTEREST SPECIFIC  TO\n   48  THE CHARGE OF SUCH COMMITTEE.\n   49    3.  THE TASK FORCE MAY, AS IT DEEMS APPROPRIATE, REQUEST THAT STUDIES,\n   50  SURVEYS, OR ANALYSES RELATING TO THE TASK FORCE'S POWERS AND  DUTIES  BE\n   51  PERFORMED BY ANY STATE DEPARTMENT, COMMISSION, AGENCY OR PUBLIC AUTHORI-\n   52  TY.  ALL  STATE DEPARTMENTS, COMMISSIONS, AGENCIES OR PUBLIC AUTHORITIES\n   53  SHALL PROVIDE INFORMATION AND ADVICE IN A TIMELY  MANNER  AND  OTHERWISE\n   54  ASSIST THE TASK FORCE WITH ITS WORK.\n   55    4.  THE  TASK  FORCE  SHALL  SUBMIT A REQUEST FOR ANY APPROPRIATION AS\n   56  SHALL BE NECESSARY TO ENABLE THE TASK FORCE TO PERFORM ITS FUNCTIONS AND\n\n       A. 2506                             3\n\n    1  DUTIES TO THE GOVERNOR, DIRECTOR OF THE  DIVISION  OF  THE  BUDGET,  AND\n    2  CHAIRPERSONS  OF  THE SENATE FINANCE COMMITTEE AND THE ASSEMBLY WAYS AND\n    3  MEANS COMMITTEE. THE DEPARTMENT SHALL PROVIDE STAFF SERVICES TO THE TASK\n    4  FORCE  AND  SUCH OTHER ADMINISTRATIVE ASSISTANCE AS MAY BE NECESSARY FOR\n    5  THE TASK FORCE TO CARRY OUT ITS DUTIES, FUNCTIONS AND POWERS.\n    6    5. THE TASK FORCE MAY HOLD PUBLIC HEARINGS, TAKE  TESTIMONY  AND  MAKE\n    7  INVESTIGATIONS AT SUCH PLACES AS IT DEEMS NECESSARY.\n    8    6.  THE TASK FORCE SHALL MAKE A PRELIMINARY REPORT TO THE GOVERNOR AND\n    9  THE LEGISLATURE OF ITS FINDINGS, CONCLUSIONS, RECOMMENDATIONS AND ACTIV-\n   10  ITIES ALREADY UNDERTAKEN BY THE  TASK  FORCE,  NOT  LATER  THAN  OCTOBER\n   11  FIRST,  TWO THOUSAND TWELVE, AND A FINAL REPORT OF ITS FINDINGS, CONCLU-\n   12  SIONS, RECOMMENDATIONS AND ACTIVITIES ALREADY  UNDERTAKEN  BY  THE  TASK\n   13  FORCE,  NOT LATER THAN MAY FIRST, TWO THOUSAND THIRTEEN AND SHALL SUBMIT\n   14  WITH ITS REPORTS LEGISLATIVE PROPOSALS AS IT DEEMS NECESSARY  TO  IMPLE-\n   15  MENT ITS RECOMMENDATIONS.\n   16    S  2.  This  act shall take effect immediately and shall expire May 1,\n   17  2013 when upon such date the provisions of  this  act  shall  be  deemed\n   18  repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to establishing a task force on public health and safety concerns associated with establishments that slaughter and process fowls; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134800.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690439
}