{
  "year" : 2011,
  "senateBillNo" : "A2505-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2505-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of possession of a gambling device in the first degree",
  "summary" : "Creates the crime of possession of a gambling device in the first degree which prohibits the manufacture, sale, transport, placement or possession of five or more slot machines, other gambling device or a coin operated gambling device; possession of a gambling device in the first degree is a class E felony; also includes within the offense of promoting gambling the receiving of more than $5000 in any one day from unlawful gambling activities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A4738-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2505\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CLARK, ORTIZ -- Multi-Sponsored by -- M. of A.\n         CROUCH, FINCH,  GABRYSZAK,  LANCMAN,  MAYERSOHN,  McDONOUGH,  McENENY,\n         TOWNS -- read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the penal law, in relation to possession of gambling\n         devices and promoting certain gambling activities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 225.30 of the penal law, as amended by section 4 of\n    2  part  B  of  chapter  383 of the laws of 2001, subdivision c as added by\n    3  chapter 498 of the laws of 2003 and subdivision d as  added  by  chapter\n    4  321 of the laws of 2010, is amended to read as follows:\n    5  S 225.30 Possession of a gambling device IN THE SECOND DEGREE.\n    6    a. A person is guilty of possession of a gambling device IN THE SECOND\n    7  DEGREE when, with knowledge of the character thereof, he or she manufac-\n    8  tures, sells, transports, places or possesses, or conducts or negotiates\n    9  any  transaction  affecting  or designed to affect ownership, custody or\n   10  use of:\n   11    1. A slot machine, unless such possession  is  permitted  pursuant  to\n   12  article nine-A of the general municipal law; or\n   13    2. Any other gambling device, believing that the same is to be used in\n   14  the advancement of unlawful gambling activity; or\n   15    3.  A  coin operated gambling device with intent to use such device in\n   16  the advancement of unlawful gambling activity.\n   17    b. Possession of a slot machine  shall  not  be  unlawful  where  such\n   18  possession and use is pursuant to a gaming compact, duly executed by the\n   19  governor  and an Indian tribe or Nation, under the Indian Gaming Regula-\n   20  tory Act, as codified at 25 U.S.C. SSSS  2701-2721  and  18  U.S.C. SSSS\n   21  1166-1168,  where the use of such slot machine or machines is consistent\n   22  with such gaming compact and  where  the  state  receives  a  negotiated\n   23  percentage of the net drop (defined as gross money wagered after payout,\n   24  but before expenses) from any such slot machine or machines.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06648-01-1\n\n       A. 2505                             2\n\n    1    c. Transportation and possession of a slot machine shall not be unlaw-\n    2  ful  where such transportation and possession is necessary to facilitate\n    3  the training of  persons  in  the  repair  and  reconditioning  of  such\n    4  machines  as  are used or are to be used for operations in those casinos\n    5  authorized  pursuant  to a tribal-state compact as provided for pursuant\n    6  to section eleven hundred seventy-two of title  fifteen  of  the  United\n    7  States Code in the state of New York.\n    8    d. Transportation and possession of a slot machine shall not be unlaw-\n    9  ful  where such slot machine was transported into this state in a sealed\n   10  container  and  possessed  for  the  purpose  of  product   development,\n   11  research,  or  additional manufacture or assembly, and such slot machine\n   12  will be or has been transported in a sealed container to a  jurisdiction\n   13  outside  of  this  state  for  purposes which are lawful in such outside\n   14  jurisdiction.\n   15    Possession of a gambling device IN THE SECOND  DEGREE  is  a  class  A\n   16  misdemeanor.\n   17    S  2.  The penal law is amended by adding a new section 225.31 to read\n   18  as follows:\n   19  S 225.31 POSSESSION OF A GAMBLING DEVICE IN THE FIRST DEGREE.\n   20    A. A PERSON IS GUILTY OF POSSESSION OF A GAMBLING DEVICE IN THE  FIRST\n   21  DEGREE WHEN, WITH KNOWLEDGE OF THE CHARACTER THEREOF, HE OR SHE MANUFAC-\n   22  TURES, SELLS, TRANSPORTS, PLACES OR POSSESSES, OR CONDUCTS OR NEGOTIATES\n   23  ANY  TRANSACTION  AFFECTING  OR DESIGNED TO AFFECT OWNERSHIP, CUSTODY OR\n   24  USE OF FIVE OR MORE OF ANY OF THE FOLLOWING DEVICES:\n   25    1. A SLOT MACHINE, UNLESS SUCH POSSESSION  IS  PERMITTED  PURSUANT  TO\n   26  ARTICLE NINE-A OF THE GENERAL MUNICIPAL LAW; OR\n   27    2. ANY OTHER GAMBLING DEVICE, BELIEVING THAT THE SAME IS TO BE USED IN\n   28  THE ADVANCEMENT OF UNLAWFUL GAMBLING ACTIVITY; OR\n   29    3.  A  COIN OPERATED GAMBLING DEVICE WITH INTENT TO USE SUCH DEVICE IN\n   30  THE ADVANCEMENT OF UNLAWFUL GAMBLING ACTIVITY.\n   31    B. POSSESSION OF A SLOT MACHINE  SHALL  NOT  BE  UNLAWFUL  WHERE  SUCH\n   32  POSSESSION AND USE IS PURSUANT TO A GAMING COMPACT, DULY EXECUTED BY THE\n   33  GOVERNOR  AND AN INDIAN TRIBE OR NATION, UNDER THE INDIAN GAMING REGULA-\n   34  TORY ACT, AS CODIFIED AT 25 U.S.C. SSSS 2701-2721 AND 18  U.S.C.    SSSS\n   35  1166-1168,  WHERE THE USE OF SUCH SLOT MACHINE OR MACHINES IS CONSISTENT\n   36  WITH SUCH GAMING COMPACT AND  WHERE  THE  STATE  RECEIVES  A  NEGOTIATED\n   37  PERCENTAGE OF THE NET DROP (DEFINED AS GROSS MONEY WAGERED AFTER PAYOUT,\n   38  BUT BEFORE EXPENSES) FROM ANY SUCH SLOT MACHINE OR MACHINES.\n   39    C. TRANSPORTATION AND POSSESSION OF A SLOT MACHINE SHALL NOT BE UNLAW-\n   40  FUL  WHERE SUCH TRANSPORTATION AND POSSESSION IS NECESSARY TO FACILITATE\n   41  THE TRAINING OF  PERSONS  IN  THE  REPAIR  AND  RECONDITIONING  OF  SUCH\n   42  MACHINES  AS  ARE USED OR ARE TO BE USED FOR OPERATIONS IN THOSE CASINOS\n   43  AUTHORIZED PURSUANT TO A TRIBAL-STATE COMPACT AS PROVIDED  FOR  PURSUANT\n   44  TO  SECTION  ELEVEN  HUNDRED  SEVENTY-TWO OF TITLE FIFTEEN OF THE UNITED\n   45  STATES CODE IN THE STATE OF NEW YORK.\n   46    POSSESSION OF A GAMBLING DEVICE IN THE FIRST DEGREE IS A CLASS E FELO-\n   47  NY.\n   48    S 3. Subdivision 1 of section 225.32 of the penal law, as  amended  by\n   49  chapter 321 of the laws of 2010, is amended to read as follows:\n   50    1. In any prosecution for possession of a gambling device specified in\n   51  subdivision  [one]  A  of  section 225.30 OR IN SUBDIVISION A OF SECTION\n   52  225.31 of this article, it is an affirmative defense that: (a) the  slot\n   53  machine  possessed  by the defendant was neither used nor intended to be\n   54  used in the operation or promotion  of  unlawful  gambling  activity  or\n   55  enterprise  and  that  such  slot machine is an antique; for purposes of\n   56  this section proof that a slot machine was manufactured prior  to  nine-\n\n       A. 2505                             3\n\n    1  teen  hundred forty-one shall be conclusive proof that such a machine is\n    2  an antique; (b) the slot machine possessed by the defendant was manufac-\n    3  tured or assembled by the defendant for the sole purpose of transporting\n    4  such  slot  machine in a sealed container to a jurisdiction outside this\n    5  state for purposes which are lawful in such outside jurisdiction; or (c)\n    6  the slot machine  possessed  by  the  defendant  was  neither  used  nor\n    7  intended  to  be used in the operation or promotion of unlawful gambling\n    8  activity or  enterprise,  is  more  than  thirty  years  old,  and  such\n    9  possession takes place in the defendant's home.\n   10    S 4. Section 225.10 of the penal law is amended to read as follows:\n   11  S 225.10  Promoting gambling in the first degree.\n   12    A  person  is guilty of promoting gambling in the first degree when he\n   13  OR SHE knowingly advances or profits from unlawful gambling activity by:\n   14    1.  Engaging in bookmaking to the extent that he OR  SHE  receives  or\n   15  accepts in any one day more than five bets totaling more than five thou-\n   16  sand dollars; or\n   17    2.  Receiving, in connection with a lottery or policy scheme or enter-\n   18  prise,  (a)  money  or written records from a person other than a player\n   19  whose chances or plays are represented by such money or records, or  (b)\n   20  more  than  five  hundred dollars in any one day of money played in such\n   21  scheme or enterprise; OR\n   22    3. RECEIVING FROM ANY UNLAWFUL GAMBLING ACTIVITIES, OTHER  THAN  THOSE\n   23  DESCRIBED  IN  SUBDIVISION  ONE  OR  TWO OF THIS SECTION, MORE THAN FIVE\n   24  THOUSAND DOLLARS IN ANY ONE DAY.\n   25    Promoting gambling in the first degree is a class E felony.\n   26    S 5. This act shall take effect on the first of November next succeed-\n   27  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to possession of gambling devices and promoting certain gambling activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134800.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690436
}