{
  "year" : 2011,
  "senateBillNo" : "A2508-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2508-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a stay in proceedings to recover possession of real property based upon non-payment, and authorizes payment of installments",
  "summary" : "Permits the court to stay a warrant issued in favor of a successful petitioner in cases where the respondent has defaulted in the payment of rent for a period not to exceed three months from the date of the judgment and to condition the same upon payment of installments from time to time. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A4753-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2508\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to amend the  real  property  actions  and  proceedings  law,  in\n         relation  to  providing  for  a stay in certain proceedings to recover\n         possession of real property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property actions and proceedings law is amended by\n    2  adding a new section 754 to read as follows:\n    3    S  754.  STAY  OF  PROCEEDING  OR  ACTION FOR RENT. IN A PROCEEDING TO\n    4  RECOVER POSSESSION UPON THE GROUND THAT THE RESPONDENT HAS DEFAULTED  IN\n    5  THE  PAYMENT OF RENT WHEN JUDGMENT IS RENDERED IN FAVOR OF THE PETITION-\n    6  ER, THE COURT MAY STAY THE ISSUANCE OF THE WARRANT FOR GOOD CAUSE  SHOWN\n    7  FOR  A  PERIOD  NOT TO EXCEED THREE MONTHS FROM THE DATE THE JUDGMENT IS\n    8  ENTERED. THE COURT MAY ALSO CONDITION SUCH  STAY  UPON  THE  PAYMENT  OF\n    9  INSTALLMENTS FROM TIME TO TIME AS THE COURT MAY DIRECT. ANY PROVISION OF\n   10  A  LEASE  OR  OTHER  AGREEMENT  WHEREBY  A  LESSEE  OR TENANT WAIVES ANY\n   11  PROVISION OF THIS SECTION SHALL BE DEEMED VOID AND AGAINST PUBLIC  POLI-\n   12  CY.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06644-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to providing for a stay in certain proceedings to recover possession of real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134800.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690447
}