{
  "year" : 2011,
  "senateBillNo" : "A2509-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2509-2011-1295413200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295499600000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A2509-2011-1295499600000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to creation and dissolution of certain public corporations",
  "summary" : "Relates to creation and dissolution of certain public corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A9880-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2509\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  an  amendment to section 5 of article 10 of the constitution,\n         in relation to prohibiting the establishment  of  certain  new  public\n         corporations  and  providing  for  the  dissolution  of certain public\n         corporations\n\n    1    Section 1. Resolved (if the Senate concur), That the opening paragraph\n    2  of section 5 of article 10 of the constitution be  amended  to  read  as\n    3  follows:\n    4    No  public  corporation  (other  than  a  county, city, town, village,\n    5  school district or fire district or an improvement district  established\n    6  in  a  town or towns) possessing both the power to contract indebtedness\n    7  and the power to  collect  rentals,  charges,  rates  or  fees  for  the\n    8  services  or  facilities  furnished or supplied by it shall hereafter be\n    9  created [except by special act  of  the  legislature]  PURSUANT  TO  THE\n   10  AUTHORITY  OF  THIS  CONSTITUTION OR ANY OTHER LAW, GENERAL, SPECIAL, OR\n   11  LOCAL, EXCEPT AS AUTHORIZED PURSUANT TO ARTICLE EIGHTEEN OF THIS CONSTI-\n   12  TUTION. ALL PUBLIC  CORPORATIONS  (OTHER  THAN  A  COUNTY,  CITY,  TOWN,\n   13  VILLAGE,  SCHOOL  DISTRICT  OR  FIRE DISTRICT OR AN IMPROVEMENT DISTRICT\n   14  ESTABLISHED IN A TOWN OR TOWNS) HERETOFORE CREATED BY SPECIAL ACT OF THE\n   15  LEGISLATURE SHALL BE DISSOLVED ONE YEAR AFTER THIS SENTENCE  SHALL  HAVE\n   16  BECOME  LAW,  EXCEPT ANY SUCH CORPORATION AUTHORIZED PURSUANT TO ARTICLE\n   17  EIGHTEEN OF THIS CONSTITUTION. UPON THE DISSOLUTION OF ANY PUBLIC CORPO-\n   18  RATION PURSUANT TO THIS SECTION, ANY DEBT OF SUCH CORPORATION  OUTSTAND-\n   19  ING  AT  THE  TIME OF ITS DISSOLUTION SHALL BE ASSUMED BY THE STATE. ANY\n   20  LAW OR LAWS AUTHORIZING THE ASSUMPTION OF SUCH DEBT  SHALL  TAKE  EFFECT\n   21  WITHOUT SUBMISSION TO THE PEOPLE.\n   22    S  2. Resolved (if the Senate concur), That the foregoing amendment be\n   23  referred to the first regular legislative session  convening  after  the\n   24  next  succeeding  general  election  of members of the assembly, and, in\n   25  conformity with  section  1  of  article  19  of  the  constitution,  be\n   26  published for 3 months previous to the time of such election.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89097-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 5 of article 10 of the constitution, in relation to prohibiting the establishment of certain new public corporations and providing for the dissolution of certain public corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T135300.TXT", "SOBI.D110119.T151326.TXT", "SOBI.D110120.T114847.TXT", "SOBI.D110119.T134800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295542127787
}