{
  "year" : 2011,
  "senateBillNo" : "A250-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A250-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for violation of overtaking and passing a school bus and creates the crime of vehicular homicide in the third degree",
  "summary" : "Increases penalties for violation of overtaking and passing a school bus; allows permissive suspension of a driver's license for up to six months for such violation, and creates the crime of vehicular homicide in the third degree. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A10240-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          250\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CUSICK, TOBACCO, CASTRO, WEISENBERG, ENGLEBRIGHT\n         -- Multi-Sponsored by -- M. of A. CALHOUN, GABRYSZAK, LUPARDO, McENENY\n         -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and  traffic  law  and  the  penal  law,  in\n         relation to increasing penalties for violation of overtaking and pass-\n         ing  a  school bus and creating the crime of vehicular homicide in the\n         third degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (c) of section 1174 of the vehicle and traffic\n    2  law, as amended by chapter 254 of the laws of 2002, is amended  to  read\n    3  as follows:\n    4    (c)  Every  person convicted of a violation of subdivision (a) of this\n    5  section shall: for a first conviction thereof, be punished by a fine  of\n    6  not  less  than  two  hundred  fifty  dollars nor more than four hundred\n    7  dollars or by imprisonment for not more than thirty days or by both such\n    8  fine and imprisonment; for a conviction of a second violation,  both  of\n    9  which  were  committed within a period of three years, such person shall\n   10  be punished by a fine of not less than six hundred dollars nor more than\n   11  seven hundred fifty dollars or by imprisonment for  not  more  than  one\n   12  hundred  eighty  days  or  by  both  such  fine and imprisonment; upon a\n   13  conviction of a third or subsequent violation, all of which were commit-\n   14  ted within a period of three years, such person shall be punished  by  a\n   15  fine  of  not  less than seven hundred fifty dollars nor more than [one]\n   16  TWO thousand dollars or by imprisonment for not more than  [one  hundred\n   17  eighty days] ONE YEAR or by both such fine and imprisonment.\n   18    S  2.  Paragraph  k of subdivision 3 of section 510 of the vehicle and\n   19  traffic law, as amended by chapter 124 of the laws of 1992,  is  amended\n   20  and a new paragraph l is added to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00576-01-1\n\n       A. 250                              2\n\n    1    k.  for a period of up to ninety days because of the conviction of the\n    2  holder of the offenses of menacing as defined in section 120.15  of  the\n    3  penal  law,  where such offense was committed against a traffic enforce-\n    4  ment agent employed by the city of New York or the city of Buffalo while\n    5  such  agent  was  enforcing  or  attempting to enforce the traffic regu-\n    6  lations of such city[.];\n    7    L. FOR A PERIOD OF UP TO SIXTY DAYS FOR A VIOLATION OF SECTION  ELEVEN\n    8  HUNDRED SEVENTY-FOUR OF THIS CHAPTER.\n    9    S 3. The penal law is amended by adding a new section 125.11-A to read\n   10  as follows:\n   11  S 125.11-A VEHICULAR MANSLAUGHTER IN THE THIRD DEGREE.\n   12    A  PERSON IS GUILTY OF VEHICULAR MANSLAUGHTER IN THE THIRD DEGREE WHEN\n   13  HE  OR  SHE  VIOLATES  SUBDIVISION  (A)  OF   SECTION   ELEVEN   HUNDRED\n   14  SEVENTY-FOUR  OF  THE  VEHICLE AND TRAFFIC LAW AND CAUSES THE DEATH OF A\n   15  CHILD WHO IS FIFTEEN YEARS OF AGE OR LESS.\n   16    VEHICULAR MANSLAUGHTER IN THE THIRD DEGREE IS A CLASS E FELONY.\n   17    S 4. This act shall take effect on the first of November next succeed-\n   18  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the penal law, in relation to increasing penalties for violation of overtaking and passing a school bus and creating the crime of vehicular homicide in the third degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T165842.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292882322841
}