{
  "year" : 2011,
  "senateBillNo" : "A2502-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2502-2011-1295413200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires applicants to complete a master's degree or higher to obtain a license in physical therapy",
  "summary" : "Requires applicants to complete a master's degree or higher to obtain a license in physical therapy. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A11333-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2502\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CANESTRARI  -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the practice of  phys-\n         ical therapy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision b of section 6734  of  the  education  law,  as\n    2  added by chapter 618 of the laws of 1980, is amended to read as follows:\n    3    b.  Education:  have  received an education, including completion of a\n    4  [four year college program] MASTER'S DEGREE OR HIGHER in physical thera-\n    5  py OR DETERMINED TO BE EQUIVALENT, in accordance with the commissioner's\n    6  regulations[, provided that such  requirements  shall  include  a  bach-\n    7  elor's, higher degree or equivalent in physical therapy];\n    8    S 2. Section 6743 of the education law, as added by chapter 618 of the\n    9  laws of 1980, is amended to read as follows:\n   10    S 6743. Validity  of  existing licenses.  1. This article shall not be\n   11  construed to affect the validity of existing licenses and permits or the\n   12  continuation of any  administrative  actions  or  proceedings  commenced\n   13  prior to the effective date of this article.\n   14    2.   AMENDMENTS   MADE  TO  THE  EDUCATIONAL  REQUIREMENT  OF  SECTION\n   15  SIXTY-SEVEN HUNDRED THIRTY-FOUR OF THIS ARTICLE PURSUANT TO A CHAPTER OF\n   16  THE LAWS OF TWO THOUSAND ELEVEN WHICH AMENDED THIS SECTION SHALL NOT  BE\n   17  CONSTRUED TO AFFECT THE VALIDITY OF EXISTING LICENSES AND PERMITS.\n   18    3. AN APPLICANT FOR A LICENSE AS A PHYSICAL THERAPIST WHO IS CURRENTLY\n   19  LICENSED  IN  ANOTHER  STATE  SHALL  BE REQUIRED TO MEET THE EDUCATIONAL\n   20  REQUIREMENT SET FORTH IN SECTION SIXTY-SEVEN HUNDRED THIRTY-FOUR OF THIS\n   21  ARTICLE IN PLACE AT THE TIME HE OR  SHE  RECEIVED  HIS  OR  HER  INITIAL\n   22  LICENSE.\n   23    S  3. This act shall take effect one year after it shall have become a\n   24  law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06070-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the practice of physical therapy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T134800.TXT", "SOBI.D110119.T150810.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295467690421
}