{
  "year" : 2011,
  "senateBillNo" : "A2513-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2513-2011-1295413200000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the investment of public funds in companies doing business in Iran",
  "summary" : "Relates to the investment of public funds in companies doing business in Iran. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "A2830-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2513\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. FITZPATRICK, WEISENBERG, CASTELLI -- read once\n         and referred to the Committee on Governmental Employees\n\n       AN ACT to amend the retirement and social security law, in  relation  to\n         the  investment of public pension funds in companies doing business in\n         Iran and providing for the repeal of such provisions  upon  expiration\n         thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature finds  that:  1.  the\n    2  United  Nations  Security  Council  voted  unanimously for an additional\n    3  embargo on Iranian arms exports, and calls for nations and  institutions\n    4  to  bar new grants or loans to Iran except for humanitarian and develop-\n    5  mental purposes;\n    6    2. publicly traded companies in the United  States  are  substantially\n    7  restricted  from  doing  business in or with foreign states such as Iran\n    8  that the United States Department of State has identified as  sponsoring\n    9  terrorism;\n   10    3. all United States and foreign entities that have invested more than\n   11  $20 million in Iran's energy sector since August 5, 1996, are subject to\n   12  sanctions  under  United States law pursuant to the Iran and Libya Sanc-\n   13  tions Act of 1996;\n   14    4. the United States renewed the Iran and Libya Sanctions Act of  1996\n   15  in 2001 and 2006;\n   16    5.  foreign  entities  have invested in Iran's petroleum-energy sector\n   17  despite United States and United Nations sanctions against Iran;\n   18    6. public retirement systems in the  state  currently  invest  on  the\n   19  behalf  of the citizens of New York in publicly traded foreign companies\n   20  that may be at risk due to business ties with  foreign  states  such  as\n   21  Iran  that  sponsor  terrorism  and are involved in the proliferation of\n   22  weapons of mass destruction;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02716-01-1\n\n       A. 2513                             2\n\n    1    7. excluding companies with business activities in foreign states such\n    2  as Iran that sponsor terrorism and divesting from public portfolios will\n    3  help protect the public retirement systems in this state from investment\n    4  losses related to these business activities and may improve the  invest-\n    5  ment performance of the public retirement systems; and\n    6    8.  it is unconscionable for this state to invest in foreign companies\n    7  with business activities benefiting foreign states  such  as  Iran  that\n    8  commit egregious violations of human rights and sponsor terrorism.\n    9    S 2. The retirement and social security law is amended by adding a new\n   10  section 423-d to read as follows:\n   11    S  423-D.  INVESTMENT OF CERTAIN PUBLIC FUNDS IN COMPANIES DOING BUSI-\n   12  NESS IN IRAN. 1. ON AND AFTER THE EFFECTIVE DATE  OF  THIS  SECTION,  NO\n   13  MONEYS  OR ASSETS OF THE COMMON RETIREMENT FUND SHALL BE INVESTED IN THE\n   14  STOCKS, SECURITIES OR OTHER OBLIGATIONS OF ANY  INSTITUTION  OR  COMPANY\n   15  DOING  BUSINESS  IN  OR  WITH IRAN OR WITH AGENCIES OR INSTRUMENTALITIES\n   16  THEREOF. NOTWITHSTANDING ANY PROVISIONS  OF  LAW  TO  THE  CONTRARY,  NO\n   17  ASSETS  OF  ANY  PENSION  OR  ANNUITY FUND UNDER THE JURISDICTION OF THE\n   18  COMPTROLLER, SHALL BE INVESTED IN  ANY  BANK  OR  FINANCIAL  INSTITUTION\n   19  WHICH  DIRECTLY  OR  THROUGH  A  SUBSIDIARY  HAS OUTSTANDING LOANS TO OR\n   20  FINANCIAL ACTIVITIES IN IRAN OR ITS INSTRUMENTALITIES AND NO SUCH ASSETS\n   21  SHALL BE INVESTED IN THE STOCKS, SECURITIES OR OTHER OBLIGATIONS OF  ANY\n   22  COMPANY WHICH DIRECTLY OR THROUGH A SUBSIDIARY IS ENGAGED IN BUSINESS IN\n   23  OR WITH IRAN OR ITS INSTRUMENTALITIES.\n   24    2.  THE  COMPTROLLER  SHALL  TAKE  APPROPRIATE ACTION TO SELL, REDEEM,\n   25  DIVEST OR WITHDRAW ANY INVESTMENT HELD IN VIOLATION OF THE PROVISIONS OF\n   26  THIS SECTION. THIS SECTION SHALL NOT BE CONSTRUED TO REQUIRE THE  PREMA-\n   27  TURE  OR  OTHERWISE IMPRUDENT SALE, REDEMPTION, DIVESTMENT OR WITHDRAWAL\n   28  OF AN INVESTMENT, BUT SUCH SALE, REDEMPTION,  DIVESTMENT  OR  WITHDRAWAL\n   29  SHALL  BE  COMPLETED  NOT LATER THAN THREE YEARS FOLLOWING THE EFFECTIVE\n   30  DATE OF THIS SECTION.\n   31    3. WITHIN SIXTY DAYS AFTER THE EFFECTIVE DATE  OF  THIS  SECTION,  THE\n   32  COMPTROLLER  SHALL FILE WITH THE LEGISLATURE A REPORT OF ALL INVESTMENTS\n   33  HELD AS OF THE EFFECTIVE DATE OF THIS SECTION WHICH ARE IN VIOLATION  OF\n   34  THE  PROVISIONS  OF THIS SECTION. EVERY YEAR THEREAFTER, THE COMPTROLLER\n   35  SHALL REPORT ON ALL INVESTMENTS SOLD, REDEEMED, DIVESTED OR WITHDRAWN IN\n   36  COMPLIANCE WITH THIS SECTION.   EACH REPORT  AFTER  THE  INITIAL  REPORT\n   37  SHALL  PROVIDE  A  DESCRIPTION OF THE PROGRESS WHICH THE COMPTROLLER HAS\n   38  MADE SINCE THE PREVIOUS REPORT AND SINCE  THE  EFFECTIVE  DATE  OF  THIS\n   39  SECTION.\n   40    S  3.  This  act shall take effect immediately and shall expire and be\n   41  deemed repealed once both of the following have occurred:\n   42    (1) Iran has been removed from the United States Department of State's\n   43  list of countries which have been determined to have repeatedly provided\n   44  support for acts of international terrorism; and\n   45    (2) The President determines and certifies to the appropriate congres-\n   46  sional committees that Iran has ceased its efforts to  design,  develop,\n   47  manufacture,  or acquire a nuclear explosive device or related materials\n   48  and technology.\n   49    The comptroller shall notify the legislative bill drafting  commission\n   50  upon  the occurrence of both of the events described in subdivisions one\n   51  and two of this section in order that the  commission  may  maintain  an\n   52  accurate  and timely effective database of the official text of the laws\n   53  of the state of New York in furtherance of effecting the  provisions  of\n   54  section  44  of the legislative law and section 70-b of the public offi-\n   55  cers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to the investment of public pension funds in companies doing business in Iran and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145308.TXT", "SOBI.D110119.T135801.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295466788943
}