{
  "year" : 2011,
  "senateBillNo" : "A2518-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to health",
    "billEventId" : "A2518-2011-1295413200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits HIV or AIDS infected health care professionals from performing procedures that risk transmission to the patient without consent; repealer",
  "summary" : "Prohibits HIV or AIDS-infected health care professionals from performing invasive type procedures and any other procedures that risk transmission to the patient and also requires infected health care professionals to report their infection to the commissioner of health. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A4437-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2518\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. FITZPATRICK, FINCH, CALHOUN, KOLB -- Multi-Spon-\n         sored by -- M. of A.   McKEVITT --  read  once  and  referred  to  the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to prohibiting health\n         care  professionals who are HIV positive from engaging in any activity\n         which has a significant risk of transmission of the infection  to  any\n         patients; and to repeal article 27-DD of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 27-DD of the public health law is REPEALED.\n    2    S 2. The public health law is amended by adding a new  section  2782-a\n    3  to read as follows:\n    4    S  2782-A.  PROHIBITION  OF INFECTED HEALTH CARE PROFESSIONALS. 1.  AS\n    5  USED IN THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEAN-\n    6  INGS:\n    7    A. \"HEALTH CARE PROFESSIONAL\" MEANS ANY  PHYSICIAN,  DENTIST,  OPTOME-\n    8  TRIST,  NURSE, LAB TECHNICIAN, ANESTHETIST, EMERGENCY MEDICAL PERSONNEL,\n    9  DENTAL HYGIENIST OR OTHER HEALTH  CARE  PROFESSIONAL  WHO  HAS  PHYSICAL\n   10  CONTACT  WITH  PATIENTS  DURING  THE COURSE OF THEIR PROFESSIONAL ACTIV-\n   11  ITIES.\n   12    B. \"INVASIVE MEDICAL PROCEDURE\" MEANS ANY PROCEDURE REQUIRING  A  SKIN\n   13  OR  MUCUS MEMBRANE INCISION PERFORMED BY A SURGEON IN AN OPERATING ROOM,\n   14  ANY DENTAL PROCEDURE PERFORMED  BY  A  DENTIST  OR  ORAL  SURGEON  WHICH\n   15  PREDICTABLY  RESULTS  IN  PATIENT  BLEEDING,  AND ANY OTHER PROCEDURE IN\n   16  WHICH THERE IS SIGNIFICANT RISK OF PATIENT CONTACT WITH BLOOD,  OR  BODY\n   17  FLUID, OF A HEALTH CARE PROFESSIONAL, SUCH AS, BUT NOT LIMITED TO, BLOOD\n   18  TRANSFUSION AND BLOOD TESTING.\n   19    2. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ANY HEALTH CARE PROFES-\n   20  SIONAL  WHO  HAS TESTED POSITIVE OR WHO HAS BEEN DIAGNOSED AS HAVING HIV\n   21  INFECTION, AIDS,  OR  HIV-RELATED  ILLNESS  SHALL  REPORT  AND  PROMPTLY\n   22  DISCLOSE  TO  THE  COMMISSIONER  SAID  DIAGNOSIS  AND HEALTH STATUS IN A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03027-01-1\n\n       A. 2518                             2\n\n    1  MANNER AND FORM TO BE PRESCRIBED BY  THE  COMMISSIONER.  FAILURE  TO  SO\n    2  REPORT  AND  DISCLOSE  SHALL  CONSTITUTE  GROUNDS FOR REVOCATION OF SAID\n    3  HEALTH CARE PROFESSIONAL'S LICENSE.\n    4    3. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ANY HEALTH CARE PROFES-\n    5  SIONAL  WHO HAS TESTED POSITIVE, OR WHO HAS BEEN DIAGNOSED AS HAVING HIV\n    6  INFECTION, AIDS, OR HIV-RELATED ILLNESS SHALL  ABSTAIN  FROM  PERFORMING\n    7  INVASIVE  PROCEDURES  WHICH  POSE A SIGNIFICANT RISK OF TRANSMISSION AND\n    8  SHALL RESTRICT HIS OR HER NORMAL PROFESSIONAL ACTIVITIES TO THOSE ACTIV-\n    9  ITIES THAT POSE NO SIGNIFICANT RISK TO  ANY  PATIENT,  UNLESS  PRIOR  TO\n   10  PERFORMING  AN  INVASIVE MEDICAL PROCEDURE, THE HIV-INFECTED HEALTH CARE\n   11  PROFESSIONAL DISCLOSES HIS OR HER SERO-POSITIVE STATUS AND PROCEEDS ONLY\n   12  IF THERE IS WRITTEN INFORMED CONSENT FROM THE PATIENT IN  A  MANNER  AND\n   13  FORM TO BE PRESCRIBED BY THE COMMISSIONER.\n   14    4.  ANY  REPORT  TO  THE  COMMISSIONER  MADE PURSUANT TO HIS REVIEW OF\n   15  HEALTH CARE PROFESSIONALS WHO ARE HIV POSITIVE, PURSUANT TO  SUBDIVISION\n   16  TWO  OF  THIS  SECTION,  AND ALL RECORDS OF EXAMINATIONS OF SUCH MEDICAL\n   17  PROFESSIONALS SHALL NOT BE OPEN TO INSPECTION BY ANY PERSON  OTHER  THAN\n   18  THE  HEALTH  AUTHORITIES  OF THE STATE AND OF THE LOCAL HEALTH DISTRICT,\n   19  AND SAID HEALTH AUTHORITIES SHALL NOT PERMIT ANY SUCH REPORT  OR  RECORD\n   20  TO  BE  DIVULGED SO AS TO DISCLOSE THE IDENTITY OF THE PERSON TO WHOM IT\n   21  RELATES.\n   22    S 3. This act shall take effect on the one hundred twentieth day after\n   23  it shall have become a law; provided that the commissioner of health  is\n   24  authorized  immediately  to promulgate any and all rules and regulations\n   25  necessary to the timely implementation of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting health care professionals who are HIV positive from engaging in any activity which has a significant risk of transmission of the infection to any patients; and to repeal article 27-DD of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T135801.TXT", "SOBI.D110119.T151810.TXT", "SOBI.D110119.T140301.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468290764
}