{
  "year" : 2011,
  "senateBillNo" : "A2514-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2514-2011-1295413200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes municipal corporations to grant partial exemption on real property owned by persons totally and permanently disabled",
  "summary" : "Provides that the current real property tax exemption for persons over 65 may also be extended to those persons who are totally and permanently disabled; provides that municipalities shall provide by local law that such shall be granted to either those 65 years of age or older or to those who are totally and permanently disabled, or to both categories of persons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A4524-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2514\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property  tax  law,  in  relation  to  granting\n         partial  exemption  from  real  property  taxation  to persons who are\n         totally and permanently disabled\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (a) of subdivision 1 of section 467 of the real\n    2  property tax law, as amended by chapter 348 of  the  laws  of  2007,  is\n    3  amended to read as follows:\n    4    (a)  Real  property  owned  by  one  or  more persons, each of whom is\n    5  sixty-five years of age or over, or real property owned by  husband  and\n    6  wife  or  by siblings, one of whom is sixty-five years of age or over OR\n    7  TOTALLY AND PERMANENTLY DISABLED, or real property owned by one or  more\n    8  persons,  some of whom qualify under this section and the others of whom\n    9  qualify under section four hundred fifty-nine-c of this title, shall  be\n   10  exempt  from  taxation  by any municipal corporation in which located to\n   11  the extent of fifty  per  centum  of  the  assessed  valuation  thereof,\n   12  provided the governing board of such municipality, after public hearing,\n   13  adopts  a  local  law, ordinance or resolution providing [therefor] THAT\n   14  SUCH EXEMPTION SHALL BE GRANTED TO EITHER THOSE SIXTY-FIVE YEARS OF  AGE\n   15  OR  OVER, OR TO THOSE TOTALLY AND PERMANENTLY DISABLED, OR TO BOTH CATE-\n   16  GORIES. For the purposes of this section, sibling shall mean  a  brother\n   17  or  a  sister,  whether  related  through  half  blood,  whole  blood or\n   18  adoption.\n   19    S 2. This act shall take effect on the first of January next  succeed-\n   20  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03030-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to granting partial exemption from real property taxation to persons who are totally and permanently disabled ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145308.TXT", "SOBI.D110119.T135801.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295466788926
}