{
  "year" : 2011,
  "senateBillNo" : "A2515-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2515-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes mixed residential and commercial property within the affordable home ownership program",
  "summary" : "Includes mixed residential and commercial property within the provisions of the affordable home ownership development program thus authorizing the affordable housing corporation to fund the construction or rehabilitation of housing that also contains a commercial retailing business. ",
  "currentCommittee" : null,
  "sameAs" : "S755",
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A4283-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2515\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. FITZPATRICK, McKEVITT -- Multi-Sponsored by -- M.\n         of A. THIELE -- read once and referred to the Committee on Housing\n\n       AN  ACT to amend the private housing finance law, in relation to includ-\n         ing mixed residential and commercial property within the provisions of\n         the affordable home ownership development program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  1111  of the private housing\n    2  finance law, as added by chapter 67 of the laws of 1985, is  amended  to\n    3  read as follows:\n    4    1.  \"Home\" shall mean a one to four family dwelling which has at least\n    5  one owner occupant [or], an owner occupied unit in a  cooperative  or  a\n    6  condominium  OR  A  ONE  TO  FOUR FAMILY DWELLING WHICH HAS AT LEAST ONE\n    7  OWNER OCCUPANT AND CONTAINS AN AREA WHICH MAY BE UTILIZED FOR A  COMMER-\n    8  CIAL  RETAILING BUSINESS PROVIDED THAT THE PORTION OF THE PAYMENT, GRANT\n    9  OR LOAN FINANCED BY THE CORPORATION FOR SUCH COMMERCIAL  FACILITY  SHALL\n   10  NOT EXCEED TWENTY-FIVE PERCENT OF THE TOTAL PAYMENT, GRANT OR LOAN.\n   11    S  2.    Subdivision  6 of section 1111 of the private housing finance\n   12  law, as amended by chapter 898 of the laws of 1986, is amended  to  read\n   13  as follows:\n   14    6.  \"Rehabilitation\"  or \"home improvement\" shall mean all work neces-\n   15  sary to bring a structure into compliance with all applicable  laws  and\n   16  regulations  including  but not limited to the installation, replacement\n   17  or repair of heating, plumbing, electrical and related systems  and  the\n   18  elimination of all hazardous and immediately hazardous violations in the\n   19  structure  in  accordance  with  state and local laws and regulations of\n   20  state and local agencies. Rehabilitation or home  improvement  may  also\n   21  include  reconstruction  or  work to improve the habitability or prolong\n   22  the useful life of residential property OR MIXED RESIDENTIAL AND COMMER-\n   23  CIAL PROPERTY.\n   24    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02505-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to including mixed residential and commercial property within the provisions of the affordable home ownership development program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145308.TXT", "SOBI.D110119.T135801.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295466788930
}