{
  "year" : 2011,
  "senateBillNo" : "A2511-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A2511-2011-1295413200000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants real property tax exemption to disabled veterans regardless of whether he or she served during a \"period of war\"",
  "summary" : "Grants real property tax exemption to disabled veterans regardless of whether he or she served during a \"period of war\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2878-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2511\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. FITZPATRICK, McKEVITT, GIGLIO, KOLB, CASTELLI --\n         Multi-Sponsored by -- M. of A. CROUCH -- read once and referred to the\n         Committee on Veterans' Affairs\n\n       AN ACT to amend the real property  tax  law,  in  relation  to  veterans\n         alternative exemption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (e) of subdivision 1 of section 458-a of the real\n    2  property tax law, as amended by chapter 384 of  the  laws  of  2008,  is\n    3  amended to read as follows:\n    4    (e)  \"Veteran\"  means  a person (i) who served in the active military,\n    5  naval, or air service during a period of war, or who was a recipient  of\n    6  the  armed  forces expeditionary medal, navy expeditionary medal, marine\n    7  corps expeditionary medal, or  global  war  on  terrorism  expeditionary\n    8  medal,  and  who  was  discharged  or released therefrom under honorable\n    9  conditions, (ii) who was employed by the War Shipping Administration  or\n   10  Office  of  Defense  Transportation or their agents as a merchant seaman\n   11  documented by the United States Coast Guard or Department  of  Commerce,\n   12  or  as  a  civil  servant  employed  by the United States Army Transport\n   13  Service (later redesignated as the  United  States  Army  Transportation\n   14  Corps,  Water  Division)  or  the  Naval Transportation Service; and who\n   15  served satisfactorily as a  crew  member  during  the  period  of  armed\n   16  conflict,  December  seventh,  nineteen  hundred  forty-one,  to  August\n   17  fifteenth, nineteen  hundred  forty-five,  aboard  merchant  vessels  in\n   18  oceangoing,  i.e.,  foreign,  intercoastal, or coastwise service as such\n   19  terms are defined under federal law (46 USCA 10301 & 10501) and  further\n   20  to  include \"near foreign\" voyages between the United States and Canada,\n   21  Mexico, or the West Indies via ocean routes, or public vessels in ocean-\n   22  going service or foreign waters and who has received  a  Certificate  of\n   23  Release or Discharge from Active Duty and a discharge certificate, or an\n   24  Honorable Service Certificate/Report of Casualty, from the department of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02714-01-1\n\n       A. 2511                             2\n\n    1  defense,  (iii)  who  served as a United States civilian employed by the\n    2  American Field Service and served overseas under  United  States  Armies\n    3  and United States Army Groups in world war II during the period of armed\n    4  conflict,  December  seventh,  nineteen  hundred  forty-one  through May\n    5  eighth, nineteen hundred forty-five, and who was discharged or  released\n    6  therefrom under honorable conditions, (iv) who served as a United States\n    7  civilian  Flight Crew and Aviation Ground Support Employee of Pan Ameri-\n    8  can World Airways or one of  its  subsidiaries  or  its  affiliates  and\n    9  served  overseas  as a result of Pan American's contract with Air Trans-\n   10  port Command or Naval Air Transport Service during the period  of  armed\n   11  conflict, December fourteenth, nineteen hundred forty-one through August\n   12  fourteenth,  nineteen  hundred  forty-five,  and  who  was discharged or\n   13  released therefrom under honorable conditions, [or] (v)  notwithstanding\n   14  any  other  provision  of  law  to  the contrary, who are members of the\n   15  reserve components of the armed forces of the United States who received\n   16  an honorable discharge or release therefrom under honorable  conditions,\n   17  but  are  still members of the reserve components of the armed forces of\n   18  the United States provided that such members meet all  other  qualifica-\n   19  tions  under  the  provisions of this section, OR (VI) WHO SERVED IN THE\n   20  ACTIVE MILITARY, NAVAL, OR AIR SERVICE FOR A PERIOD  OF  MORE  THAN  ONE\n   21  HUNDRED  EIGHTY-FIVE  DAYS  AND  RECEIVED A COMPENSATION RATING OF SIXTY\n   22  PERCENT OR GREATER, FROM THE UNITED STATES  VETERANS  ADMINISTRATION  OR\n   23  FROM  THE  UNITED  STATES  DEPARTMENT  OF  DEFENSE  BECAUSE OF A SERVICE\n   24  CONNECTED DISABILITY.\n   25    S 2. This act shall take effect immediately; provided  that  the  real\n   26  property tax exemptions authorized by section 458-a of the real property\n   27  tax  law,  as  amended  by section one of this act, shall first apply to\n   28  assessment rolls prepared on the basis of taxable status dates occurring\n   29  on or after August 30, 2008.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to veterans alternative exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145308.TXT", "SOBI.D110119.T135801.TXT", "SOBI.D110119.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295466788935
}