{
  "year" : 2011,
  "senateBillNo" : "A2519-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to health",
    "billEventId" : "A2519-2011-1295413200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a public umbilical cord blood banking program",
  "summary" : "Creates a public umbilical cord blood banking program within the department of health to promote public awareness of the potential benefits of public cord banking, to promote research into the uses of cord blood, and to facilitate pre-delivery arrangements for public banking of cord blood donations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2702-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2519\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. FITZPATRICK -- Multi-Sponsored by -- M. of A.\n         CALHOUN, CROUCH, GIGLIO, KOLB, McKEVITT, RAIA, THIELE -- read once and\n         referred to the Committee on Health\n\n       AN ACT to amend the public health  law,  in  relation  to  promotion  of\n         public umbilical cord blood banking\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  43-D to read as follows:\n    3                                 ARTICLE 43-D\n    4                     PUBLIC UMBILICAL CORD BLOOD BANKING\n    5  SECTION 4372. PUBLIC UMBILICAL CORD BLOOD BANKING PROGRAM.\n\n    6    S  4372.  PUBLIC  UMBILICAL  CORD BLOOD BANKING PROGRAM. 1. THE PUBLIC\n    7  UMBILICAL CORD BLOOD BANKING PROGRAM IS HEREBY  ESTABLISHED  WITHIN  THE\n    8  DEPARTMENT  TO  PROMOTE  PUBLIC  AWARENESS  OF THE POTENTIAL BENEFITS OF\n    9  PUBLIC UMBILICAL CORD BLOOD BANKING, TO PROMOTE RESEARCH INTO  THE  USES\n   10  OF UMBILICAL CORD BLOOD, AND TO FACILITATE PRE-DELIVERY ARRANGEMENTS FOR\n   11  PUBLIC BANKING OF UMBILICAL CORD BLOOD DONATIONS.\n   12    2. THE DEPARTMENT SHALL:\n   13    (A)  DEVELOP  A  PUBLIC  EDUCATION  AND OUTREACH CAMPAIGN, VIA WRITTEN\n   14  MATERIALS, BROCHURES, THE INTERNET, AND PUBLIC SERVICE ANNOUNCEMENTS  TO\n   15  PROMOTE  PUBLIC  UMBILICAL CORD BLOOD BANKING AWARENESS AND EDUCATION OF\n   16  THE GENERAL PUBLIC AND POTENTIAL UMBILICAL  CORD  BLOOD  DONORS  OF  THE\n   17  BENEFITS OF PUBLIC UMBILICAL CORD BLOOD BANKING;\n   18    (B)  DEVELOP  EDUCATIONAL  MATERIALS AND BROCHURES WHICH SHALL BE MADE\n   19  AVAILABLE TO THE GENERAL  PUBLIC  AND  POTENTIAL  UMBILICAL  CORD  BLOOD\n   20  DONORS  THROUGH  LOCAL DEPARTMENTS OF HEALTH; HEALTH CARE PRACTITIONERS,\n   21  INCLUDING OBSTETRICIANS,  GYNECOLOGISTS,  PEDIATRICIANS,  AND  MIDWIVES;\n   22  HEALTH  MAINTENANCE  ORGANIZATIONS;  HOSPITALS; CLINICS, WALK-IN MEDICAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02402-01-1\n\n       A. 2519                             2\n\n    1  CENTERS, MOBILE CARE UNITS, SURGI-CENTERS, AND URGENT CARE CENTERS;  AND\n    2  CLINICS AND ORGANIZATIONS SERVING PREGNANT WOMEN;\n    3    (C)  COORDINATE AND PROMOTE PROFESSIONAL EDUCATION PROGRAMS FOR HEALTH\n    4  CARE PROVIDERS ON THE BENEFITS OF PUBLIC UMBILICAL CORD BLOOD BANKING;\n    5    (D) PROMOTE RESEARCH, THROUGH PUBLIC AND PRIVATE FUNDING  SOURCES,  IN\n    6  THE  POTENTIAL  BENEFITS  OF  UMBILICAL  CORD BLOOD AS AN ALTERNATIVE TO\n    7  TISSUE TRANSPLANTATION AND AS A SOURCE OF STEM CELLS IN THE TREATMENT OF\n    8  DISEASE;\n    9    (E) DEVELOP CRITERIA, PURSUANT TO REGULATION, REGARDING THE  APPROPRI-\n   10  ATE  COLLECTION  AND STORAGE OF UMBILICAL CORD BLOOD FOR PUBLIC BANKING;\n   11  THE IDENTIFICATION OF BLOOD BANKS AND THE AREA SERVED BY EACH SUCH BLOOD\n   12  BANK; THE ADEQUACY OF SAFEGUARDS IN PLACE AT SUCH BLOOD BANKS TO  ENSURE\n   13  THE  SAFE COLLECTION AND STORAGE OF UMBILICAL CORD BLOOD; AND PROVISIONS\n   14  FOR ARRANGEMENTS BETWEEN  SUCH  BLOOD  BANKS  AND  HOSPITALS,  INCLUDING\n   15  CERTIFICATION  OF  BLOOD BANK PERSONNEL, DESIGNATION OF RESPONSIBILITIES\n   16  AND LIABILITIES BETWEEN SUCH BLOOD BANK PERSONNEL AND  HOSPITAL  PERSON-\n   17  NEL;  AND  ANY  OTHER  PROVISIONS  NECESSARY TO ENSURE THE SAFETY OF THE\n   18  MOTHER, HER CHILD, ANY SUCH PERSONNEL  IN  ATTENDANCE  AT  THE  DELIVERY\n   19  AND/OR  THE UMBILICAL CORD BLOOD COLLECTION SITE, AND THE STORED UMBILI-\n   20  CAL CORD BLOOD; AND\n   21    (F) ESTABLISH  A  STATEWIDE  TOLL-FREE  TELEPHONE  NUMBER  TO  RECEIVE\n   22  REQUESTS  FOR  INFORMATION  AND TO DIRECT POTENTIAL UMBILICAL CORD BLOOD\n   23  DONORS TO AVAILABLE PUBLIC UMBILICAL CORD BLOOD BANKS SERVING  THE  AREA\n   24  IN WHICH SUCH POTENTIAL DONOR RESIDES OR IS PLANNING TO DELIVER.\n   25    3.  THE  COMMISSIONER  SHALL  ACCEPT AND EXPEND ANY GRANTS, AWARDS, OR\n   26  OTHER FUNDS OR APPROPRIATIONS AS MAY BE MADE AVAILABLE FOR THE  PURPOSES\n   27  OF  THIS  ARTICLE, SUBJECT TO LIMITATIONS AS TO THE APPROVAL OF EXPENDI-\n   28  TURES AND AUDIT AS PRESCRIBED FOR STATE FUNDS BY THE STATE FINANCE LAW.\n   29    S 2. This act shall take effect on the one hundred eightieth day after\n   30  it shall have become a law; provided, however, that effective immediate-\n   31  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   32  necessary  for  the implementation of this act on its effective date are\n   33  authorized and directed to be made  and  completed  on  or  before  such\n   34  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to promotion of public umbilical cord blood banking ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T151810.TXT", "SOBI.D110119.T140301.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468290767
}