{
  "year" : 2011,
  "senateBillNo" : "A2516-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2516-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends provisions relating to affordable housing development loans to all municipalities of the state of New York",
  "summary" : "Extends provisions relating to affordable housing development loans to all municipalities of the state of New York; assists private sector in development of residential housing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A4523-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2516\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the private housing finance law, in relation to  extend-\n         ing provisions relating to affordable housing development loans to all\n         municipalities of the state of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1150 of the private housing finance law,  as  added\n    2  by chapter 639 of the laws of 1989, is amended to read as follows:\n    3    S  1150.  Statement of legislative findings and purposes. It is hereby\n    4  found and declared that there exists in [the city of] New York  STATE  a\n    5  seriously  inadequate  supply  of safe, sanitary and affordable dwelling\n    6  accommodations for persons and families for whom the ordinary operations\n    7  of private enterprise cannot provide such accommodations.  The  legisla-\n    8  ture  further finds and declares that [the city of New York] ANY MUNICI-\n    9  PALITY should be permitted to assist the private sector in the  develop-\n   10  ment  of  dwelling  accommodations  affordable  to  such persons through\n   11  establishment of a program to provide monies to make the construction of\n   12  dwelling accommodations more affordable. It is recognized that currently\n   13  [the city of New York assists] MUNICIPALITIES ASSIST the development  of\n   14  such  housing  accommodations through the provisions of articles fifteen\n   15  and sixteen of the general municipal law which permit such assistance on\n   16  [city-owned] MUNICIPALLY-OWNED sites which are sold to private  develop-\n   17  ers  or  non-profit  groups for construction of housing.  It is intended\n   18  that [the city of New York]  ANY  MUNICIPALITY  also  be  authorized  to\n   19  expend  monies  to  assist  housing  development  on sites which are not\n   20  [city-owned] MUNICIPALLY-OWNED.   Accordingly,  the  legislature  enacts\n   21  this article to provide such authorization and to encourage the develop-\n   22  ment of additional affordable dwelling accommodations.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03029-01-1\n\n       A. 2516                             2\n\n    1    S  2.  Subdivisions  1, 6 and 9 of section 1151 of the private housing\n    2  finance law, as added by chapter 639 of the laws of 1989, are amended to\n    3  read as follows:\n    4    1.  \"Eligible  site\"  shall mean any real property [in the city of New\n    5  York] WITHIN A MUNICIPALITY which the SUPERVISING agency  determines  to\n    6  be located in an area which is blighted or deteriorated or has a blight-\n    7  ing influence on the surrounding area or is in danger of becoming a slum\n    8  or  blighted  area  because  of  neighborhood  conditions  indicating an\n    9  inability or unwillingness of the private sector to invest in housing in\n   10  such area.\n   11    6. \"Loan\" shall mean a first mortgage loan made by a private lender in\n   12  participation with [the city of New York] A MUNICIPALITY  to  a  sponsor\n   13  for  the purpose of construction of an eligible project including a loan\n   14  in which the portion of the loan funded by the agency is represented  by\n   15  a separate note and mortgage.\n   16    9. [\"Agency\"] \"SUPERVISING AGENCY\" shall mean [the department of hous-\n   17  ing  preservation and development of the city of New York or any succes-\n   18  sor thereto] ANY OFFICER, BOARD, COMMISSION, DEPARTMENT, OR OTHER AGENCY\n   19  OF THE MUNICIPALITY, OR THE AUTHORITY OR  ANY  OTHER  PUBLIC  AUTHORITY,\n   20  DESIGNATED  BY  THE  LOCAL  LEGISLATIVE  BODY TO CARRY OUT THE FUNCTIONS\n   21  VESTED IN THE AGENCY UNDER THIS ARTICLE OR DELEGATED TO  THE  AGENCY  BY\n   22  THE  LOCAL  LEGISLATIVE  BODY  IN  ORDER  TO  CARRY OUT THE PURPOSES AND\n   23  PROVISIONS OF THIS ARTICLE; EXCEPT THAT IN THE CITY OF NEW YORK SHALL BE\n   24  THE DEPARTMENT OF HOUSING PRESERVATION AND DEVELOPMENT.\n   25    S 3. Subdivisions 1, 2, 4, 5, 6, 7, 8, 10, 11, 12 and  13  of  section\n   26  1152  of the private housing finance law, subdivisions 1, 2, 5, 6, 7, 8,\n   27  10 and 11 as added by chapter 639 of the laws of 1989, subdivision 4  as\n   28  amended  and subdivision 13 as added by chapter 241 of the laws of 1998,\n   29  subdivision 12 as added by chapter 400 of the laws of  1994,  and  para-\n   30  graph e of subdivision 12 as amended by chapter 118 of the laws of 2003,\n   31  are amended to read as follows:\n   32    1.  Notwithstanding  the  provisions  of any general, special or local\n   33  law, one or more private lenders and [the city of New  York]  A  MUNICI-\n   34  PALITY, acting through [the] ITS SUPERVISING agency shall have the power\n   35  to   participate  and  invest  in  making  loans  to  sponsors  for  the\n   36  construction of eligible projects. Such loans may include  such  amounts\n   37  as  may  be  required for site acquisition. Each such participation loan\n   38  shall be secured by a bond or note and single participating mortgage  or\n   39  by separate bonds or notes and mortgages upon the eligible project. Such\n   40  bond  or  note  and  mortgage or bonds or notes or mortgages may contain\n   41  such other terms and provisions not inconsistent with the provisions  of\n   42  this article as the SUPERVISING agency may deem necessary or desirable.\n   43    2. The portion of such loan funded by the SUPERVISING agency shall not\n   44  exceed  an amount equal to sixty percent of the actual total development\n   45  cost of an eligible project. The SUPERVISING agency may  enter  into  an\n   46  agreement  with a private lender to deposit its share of a loan with the\n   47  private lender to be advanced by the private lender. The portion of  the\n   48  loan  funded by the SUPERVISING agency may be equal to or subordinate in\n   49  lien to the portion of the loan funded by the  private  lender  and  may\n   50  contain  such terms with respect to interest rate, if any, rate of amor-\n   51  tization of principal, if any, and time of payment of interest and prin-\n   52  cipal as determined by the SUPERVISING agency.   The SUPERVISING  agency\n   53  may  make  provision  either in the mortgage or mortgages or by separate\n   54  agreement for the performance by the private lender of such services  as\n   55  are  generally  performed  by a banking institution which itself holds a\n   56  mortgage, including, without  limitation,  construction  loan  advances,\n\n       A. 2516                             3\n\n    1  construction   supervision,   initiation   of  foreclosure  proceedings,\n    2  procurement of insurance, and all other matters in connection  with  the\n    3  financing,  supervision,  regulation  and  audit of any such loan to any\n    4  such eligible project.\n    5    4.  If the eligible project is to consist of one to four unit dwelling\n    6  accommodations or cooperative  or  condominium  units,  the  SUPERVISING\n    7  agency's  share  of  the  loan  may  be  converted  after  completion of\n    8  construction into mortgages on such dwelling accommodations or condomin-\n    9  ium units or financing statements filed with respect to such cooperative\n   10  shares, provided such units or such cooperative shares are purchased  by\n   11  persons  of  eligible  income. Such mortgages may provide that they will\n   12  automatically be reduced to zero over a period of continuous owner-occu-\n   13  pancy of the housing accommodations assisted by  such  loan.    Notwith-\n   14  standing such provision as contained in such mortgage, the loan shall be\n   15  reduced  to  zero  only  if, prior to or simultaneously with delivery of\n   16  such mortgage, the SUPERVISING agency made a written determination  that\n   17  such  reduction would be necessary to ensure the continued affordability\n   18  or economic viability of the eligible  project.  Such  written  determi-\n   19  nation shall document the basis upon which the loan was determined to be\n   20  eligible  for  evaporation.  Such  period  of continuous owner-occupancy\n   21  shall not be less than fifteen years.\n   22    5. If the eligible project is to consist of one to four unit  dwelling\n   23  accommodations  or  cooperative  or  condominium  units, the SUPERVISING\n   24  agency shall require that the dwelling units be  offered  only  to  bona\n   25  fide  purchasers who intend to occupy a unit as their principal place of\n   26  residence; provided, however, that in the  case  of  two  to  four  unit\n   27  dwelling accommodations the bona fide purchaser may occupy only a single\n   28  unit as a principal place of residence. If the purchaser ceases to occu-\n   29  py  the  unit  as a principal place of residence, the agency may provide\n   30  for recapture of all or a portion of the SUPERVISING agency's  share  of\n   31  the loan.\n   32    6.  If the eligible project is a rental project, the SUPERVISING agen-\n   33  cy's share of the loan may be converted after completion of construction\n   34  into a non-interest bearing, non-amortizing thirty year loan payable  at\n   35  the  end  of its term, provided that such loan shall be also payable out\n   36  of profits upon any sale or refinancing of the project prior to the  end\n   37  of  such  thirty  year  period.  The  sponsor or any subsequent owner or\n   38  owners of such a project shall agree to rent such units only to  persons\n   39  of  eligible  income  for such thirty year period; and IF IN THE CITY OF\n   40  NEW YORK: shall agree that all  units  shall  be  subject  to  the  rent\n   41  stabilization  law  of  nineteen  hundred  sixty-nine, as amended, for a\n   42  period of thirty years after initial occupancy, unless  converted  to  a\n   43  cooperative  or  condominium  pursuant  to  subdivision  eight  of  this\n   44  section. At the end of such  period  each  unit  shall  continue  to  be\n   45  subject  to  such law thereafter until the first vacancy occurs at which\n   46  time the unit shall be decontrolled.  Initial  rentals  for  all  rental\n   47  units shall be set by the SUPERVISING agency.\n   48    7.  [If] IN THE CITY OF NEW YORK, IF  the eligible project is a rental\n   49  project annual profits shall be limited to an amount set by  the  SUPER-\n   50  VISING  agency  for  as  long as the loan is outstanding. Excess profits\n   51  shall be used to establish project reserves,  provide  capital  improve-\n   52  ments  or  reduce the principal amount of the SUPERVISING agency's loan,\n   53  as determined by the SUPERVISING agency.\n   54    8. If the eligible project is a rental project,  no  conversion  to  a\n   55  cooperative  or  condominium  shall  be permitted for a period of twenty\n   56  years after initial occupancy, and unless (i) the  SUPERVISING  agency's\n\n       A. 2516                             4\n\n    1  share  of  the loan is prepaid upon such conversion, (ii) the conversion\n    2  shall be done pursuant to section three hundred  fifty-two-eeee  of  the\n    3  general  business law as a non-eviction plan, and (iii) apartments occu-\n    4  pied  by  non-purchasing  tenants  continue  to  be  subject to the rent\n    5  stabilization law of nineteen hundred sixty-nine as amended,  until  the\n    6  occurrence of a vacancy.\n    7    10.  Notwithstanding  the  provisions of any general, special or local\n    8  law or charter, the SUPERVISING agency shall have power, without  solic-\n    9  iting  competing bids, to contract with any sponsor or to make provision\n   10  in a loan for the construction or reconstruction of  any  site  improve-\n   11  ments  located  in  the  public right-of-way which are necessary for the\n   12  development of an eligible project. Such site improvements may  include,\n   13  but  shall not be limited to, streets, sidewalks, lighting fixtures, and\n   14  water and sewer lines.\n   15    11. No loan shall be made pursuant to the provisions of  this  article\n   16  unless  the  SUPERVISING  agency finds that: (a) the construction of the\n   17  eligible project does not directly displace  current  low  and  moderate\n   18  income  residents  of the eligible site; (b) the eligible project lever-\n   19  ages private and other public investment, if any, so as  to  reduce  the\n   20  amount  of  assistance  provided pursuant to this article to the minimal\n   21  amount which is necessary for construction of the eligible project;  (c)\n   22  the  eligible  project  will be built by a private developer/builder who\n   23  has agreed to limit its profit in accordance with a formula satisfactory\n   24  to the SUPERVISING agency; (d) the eligible project will provide assist-\n   25  ance to an area which is blighted or deteriorated  or  has  a  blighting\n   26  influence on the surrounding area, or is in danger of becoming a slum or\n   27  a blighted area because of neighborhood conditions indicating an inabil-\n   28  ity  or  unwillingness  of  the  private  sector  to  cause  the type of\n   29  construction for which a loan is to be provided; and  (e)  the  eligible\n   30  project will make home ownership or rental housing affordable to persons\n   31  who  cannot  presently afford the housing available based upon the ordi-\n   32  nary unaided operation of private enterprise.\n   33    12. a. The SUPERVISING agency may make non-interest  bearing  advances\n   34  to  sponsors to defray the pre-development costs of eligible projects in\n   35  accordance with the provisions of this chapter.\n   36    b. No such advances shall be made unless the SUPERVISING agency  finds\n   37  that:  (i) the sponsor proposes to finance the eligible project in whole\n   38  or in part by a loan granted  pursuant  to  this  article  or  that  the\n   39  project,  if  otherwise  financed,  will  provide housing for persons or\n   40  families of low income, and that such project  is  otherwise  consistent\n   41  with  the  purposes  of this article; (ii) the project site is suitable,\n   42  there is a need for the housing type proposed in the area to  be  served\n   43  and  the  project  is feasible; and (iii) it is reasonable to anticipate\n   44  that financing will be obtained and the SUPERVISING agency makes a find-\n   45  ing to that effect.\n   46    c. No such advances may be made  to  a  sponsor  unless  such  sponsor\n   47  enters into an agreement with the SUPERVISING agency which provides that\n   48  such  sponsor  shall  be regulated with respect to rents, profits, divi-\n   49  dends and disposition of its property or franchise, in  accordance  with\n   50  the provisions of this article.\n   51    d.  An  advance granted pursuant to this section shall be used only to\n   52  defray the pre-development costs of eligible projects. For  purposes  of\n   53  this  subdivision,  the  term  pre-development  costs shall include, but\n   54  shall not be limited to: the reasonable and necessary  costs  for  plan-\n   55  ning, site preparation, developing architectural drawings and conducting\n   56  engineering and environmental studies, but shall not include acquisition\n\n       A. 2516                             5\n\n    1  of   land  or  buildings,  drainage  and  landscaping  of  vacant  land,\n    2  construction of new buildings or the reconstruction or rehabilitation of\n    3  existing buildings.\n    4    e. Each such advance shall be repaid in full to the SUPERVISING agency\n    5  by the sponsor. Such repayment shall be made upon receipt by the sponsor\n    6  or  its  successor  in  interest  of  the  proceeds  of  its mortgage or\n    7  construction loan for the eligible project, unless the SUPERVISING agen-\n    8  cy extends the period for the repayment of such advances.  In  no  event\n    9  shall the time of repayment be extended to a date later than the date of\n   10  final  advance  of funds pursuant to such mortgage or construction loan.\n   11  Notwithstanding this paragraph, the SUPERVISING agency may  reduce  such\n   12  advance to zero over a period of continued compliance with the SUPERVIS-\n   13  ING  agency's agreement with the sponsor pursuant to paragraph c of this\n   14  subdivision if the SUPERVISING agency has made a  written  determination\n   15  that  such reduction would be necessary to ensure the continued afforda-\n   16  bility or economic viability  of  the  eligible  project.  Such  written\n   17  determination  shall document the basis upon which the SUPERVISING agen-\n   18  cy's non-interest bearing advance was  determined  eligible  for  evapo-\n   19  ration.\n   20    f.  If  the  SUPERVISING  agency, in its discretion, determines at any\n   21  time that mortgage or construction financing for  the  eligible  project\n   22  may  not  be obtained, then all advances made to the sponsor pursuant to\n   23  this subdivision shall become  immediately  due  and  payable  upon  the\n   24  demand of the SUPERVISING agency.\n   25    13.  If the eligible project is a rental project, the bond or note and\n   26  mortgage or bonds or notes or mortgages issued by  the  sponsor  of  any\n   27  eligible  project  to  secure  a participation loan may provide that the\n   28  city's portion of such loan shall be reduced to zero commencing  on  the\n   29  fifteenth  year after the execution of such bond or note and mortgage or\n   30  bonds or notes or mortgages, provided that, as of the date of  any  such\n   31  reduction,  the  eligible project has been and continues to be owned and\n   32  operated in a manner consistent with a  regulatory  agreement  with  the\n   33  city.  Notwithstanding  such  provision as contained in the bond or note\n   34  and mortgage or bonds or notes or mortgages, the loan shall  be  reduced\n   35  to  zero  only if, prior to or simultaneously with delivery of such bond\n   36  or note and mortgage or bonds or notes  or  mortgages,  the  SUPERVISING\n   37  agency  made a written determination that such reduction would be neces-\n   38  sary to ensure the continued affordability or economic viability of  the\n   39  eligible  project.  Such  written determination shall document the basis\n   40  upon which the loan was determined to be eligible for evaporation.\n   41    S 4. Section 1153 of the private housing  finance  law,  as  added  by\n   42  chapter 639 of the laws of 1989, is amended to read as follows:\n   43    S  1153. General provisions. 1. The SUPERVISING agency shall issue and\n   44  promulgate rules and regulations for the administration of this article.\n   45    2. If any clause, sentence, paragraph, section or  part  of  this  act\n   46  shall  be adjudged by any court of competent jurisdiction to be invalid,\n   47  such [judgement] JUDGMENT shall not affect,  impair  or  invalidate  the\n   48  remainder thereof, but shall be confined in its operation to the clause,\n   49  sentence,  paragraph,  section  or part thereof directly involved in the\n   50  controversy in which such judgment shall have been rendered.\n   51    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   52  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to extending provisions relating to affordable housing development loans to all municipalities of the state of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145308.TXT", "SOBI.D110119.T135801.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295466788936
}