{
  "year" : 2011,
  "senateBillNo" : "A2528-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2528-2011-1295413200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the eligibility of small employers and individuals for participation in the program for standardized health insurance contracts",
  "summary" : "Relates to the eligibility of small employers and individuals for participation in the program for standardized health insurance contracts; increases the income eligibility for households in certain counties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A704-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2528\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN  ACT  to  amend  the insurance law, in relation to the eligibility of\n         small employers and individuals for participation in the  program  for\n         standardized health insurance contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Item (ii) of subparagraph (A) of paragraph 1 of  subsection\n    2  (c)  of  section 4326 of the insurance law, as amended by chapter 419 of\n    3  the laws of 2000, is amended to read as follows:\n    4    (ii) resides in [a household] THE COUNTIES OF BRONX, DUTCHESS,  KINGS,\n    5  NASSAU,  NEW  YORK, ORANGE, PUTNAM, QUEENS, RICHMOND, ROCKLAND, SUFFOLK,\n    6  OR WESTCHESTER IN A HOUSEHOLD HAVING A  GROSS  HOUSEHOLD  INCOME  AT  OR\n    7  BELOW  THREE  HUNDRED  PERCENT OF THE NON-FARM FEDERAL POVERTY LEVEL (AS\n    8  DEFINED AND UPDATED BY  THE  FEDERAL  DEPARTMENT  OF  HEALTH  AND  HUMAN\n    9  SERVICES),  OR  RESIDES  ELSEWHERE  IN THE STATE IN A HOUSEHOLD having a\n   10  [net] GROSS household income at  or  below  two  hundred  [eight]  FIFTY\n   11  percent of the non-farm federal poverty level (as defined and updated by\n   12  the  federal  department  of  health  and  human services) [or the gross\n   13  equivalent of such net income];\n   14    S 2. Subparagraph (B) of paragraph 1 of subsection (c) of section 4326\n   15  of the insurance law, as added by chapter 1 of  the  laws  of  1999,  is\n   16  amended to read as follows:\n   17    (B) An employer [with]:\n   18    (i) WITH not more than fifty eligible employees;\n   19    (ii)  WITH  no  group  health  insurance which provides benefits on an\n   20  expense reimbursed or prepaid basis covering employees in effect  during\n   21  the  twelve  month  period  prior  to application for a qualifying group\n   22  health insurance contract under the program established by this section;\n   23  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05032-01-1\n\n       A. 2528                             2\n\n    1    (iii) FOR AN EMPLOYER LOCATED IN  THE  COUNTIES  OF  BRONX,  DUTCHESS,\n    2  KINGS,  NASSAU,  NEW  YORK,  ORANGE, PUTNAM, QUEENS, RICHMOND, ROCKLAND,\n    3  SUFFOLK, OR WESTCHESTER, at least thirty percent of its eligible employ-\n    4  ees receiving annual wages from the employer at a level equal to or less\n    5  than  [thirty]  FORTY-TWO  thousand  dollars, OR FOR AN EMPLOYER LOCATED\n    6  ELSEWHERE IN THE STATE, AT LEAST THIRTY PERCENT  OF  ELIGIBLE  EMPLOYEES\n    7  RECEIVING  ANNUAL  WAGES  FROM  THE EMPLOYER AT A LEVEL EQUAL TO OR LESS\n    8  THAN THIRTY-FIVE THOUSAND DOLLARS. The [thirty thousand]  dollar  figure\n    9  UTILIZED  IN  THIS  CLAUSE  shall  be  adjusted periodically pursuant to\n   10  subparagraph (F) of this paragraph.\n   11    S 3. Subparagraph (F) of paragraph l of subsection (c) of section 4326\n   12  of the insurance law, as added by chapter 1 of  the  laws  of  1999,  is\n   13  amended to read as follows:\n   14    (F)  The  wage  levels  utilized in subparagraph (B) of this paragraph\n   15  shall be adjusted annually, beginning in two thousand [two] TWELVE.  The\n   16  adjustment shall take effect on July first of each year. For July first,\n   17  two thousand [two] TWELVE, the adjustment shall be a percentage  of  the\n   18  annual wage [figure] FIGURES specified in subparagraph (B) of this para-\n   19  graph. For subsequent years, the adjustment shall be a percentage of the\n   20  annual  wage  [figure]  FIGURES  which  took effect on July first of the\n   21  prior year. The percentage adjustment shall be the  same  percentage  by\n   22  which  the current year's non-farm federal poverty level, as defined and\n   23  updated by the federal department of health and human  services,  for  a\n   24  family  unit  of  four persons for the forty-eight contiguous states and\n   25  Washington, D.C., changed from the same level established for the  prior\n   26  year.\n   27    S  4.  Item (iii) of subparagraph (A) of paragraph 3 of subsection (c)\n   28  of section 4326 of the insurance law, as added by chapter 1 of the  laws\n   29  of 1999, is amended to read as follows:\n   30    (iii) resides in [a household] THE COUNTIES OF BRONX, DUTCHESS, KINGS,\n   31  NASSAU,  NEW  YORK, ORANGE, PUTNAM, QUEENS, RICHMOND, ROCKLAND, SUFFOLK,\n   32  OR WESTCHESTER IN A HOUSEHOLD HAVING A  GROSS  HOUSEHOLD  INCOME  AT  OR\n   33  BELOW  THREE  HUNDRED  PERCENT OF THE NON-FARM FEDERAL POVERTY LEVEL (AS\n   34  DEFINED AND UPDATED BY  THE  FEDERAL  DEPARTMENT  OF  HEALTH  AND  HUMAN\n   35  SERVICES),  OR  RESIDES  ELSEWHERE  IN THE STATE IN A HOUSEHOLD having a\n   36  [net] GROSS household income at  or  below  two  hundred  [eight]  FIFTY\n   37  percent of the non-farm federal poverty level (as defined and updated by\n   38  the  federal  department  of  health  and  human services) [or the gross\n   39  equivalent of such net income]; and\n   40    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   41  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to the eligibility of small employers and individuals for participation in the program for standardized health insurance contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T152324.TXT", "SOBI.D110119.T140802.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468604951
}