{
  "year" : 2011,
  "senateBillNo" : "A2527-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to education",
    "billEventId" : "A2527-2011-1295413200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to injuries sustained by elementary and high school students; appropriation",
  "summary" : "Requires the commissioner of education to prepare and submit a report based upon information submitted by each school district relating to injuries sustained by elementary and high school students participating in school sports and physical education programs; makes an appropriation therefor; enables commissioner of education to formulate policy and develop programs for school districts on injury prevention. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A618-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2527\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Education\n\n       AN  ACT to amend the education law, in relation to injuries sustained by\n         elementary and high school students participating in school sports and\n         physical education programs; and making an appropriation therefor; and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2117 of the education law is amended by adding a\n    2  new subdivision 4 to read as follows:\n    3    4. THE COMMISSIONER SHALL PREPARE, BASED ON INFORMATION  SUBMITTED  BY\n    4  EACH  SCHOOL  DISTRICT,  AN ANNUAL REPORT OF EACH OCCURRENCE OF INJURIES\n    5  SUSTAINED BY STUDENTS WHILE THEY ARE  PARTICIPATING  IN  ELEMENTARY  AND\n    6  HIGH SCHOOL SPORTS AND PHYSICAL EDUCATION PROGRAMS.\n    7    A.  SUCH REPORT SHALL INCLUDE INFORMATION CONCERNING TYPES OF INJURIES\n    8  COMMON TO CERTAIN CATEGORIES OF STUDENTS BASED ON AGE, GRADE LEVEL, SEX,\n    9  PHYSICAL HANDICAP, PRIOR HISTORY OF INJURY OR ILLNESS, SPORTS OR  ACTIV-\n   10  ITIES  PARTICIPATED  IN,  AND  ANY OTHER CATEGORIES THE COMMISSIONER MAY\n   11  DEEM APPROPRIATE.\n   12    B. THE COMMISSIONER SHALL, WHEN  DEEMED  NECESSARY,  CONDUCT  INVESTI-\n   13  GATIONS AS TO THE INCIDENCE, CAUSE AND TYPES OF INJURIES.\n   14    C.  INFORMATION  SUBMITTED BY SCHOOL DISTRICTS SHALL BE KEPT CONFIDEN-\n   15  TIAL BY THE DEPARTMENT. THE COMMISSIONER'S ANNUAL  REPORT  SHALL  IN  NO\n   16  MANNER REVEAL THE IDENTITIES OF THE INDIVIDUALS INVOLVED.\n   17    D.  BASED  ON  THE  INFORMATION  COMPILED,  THE COMMISSIONER SHALL, IN\n   18  CONSULTATION WITH THE  COMMISSIONER  OF  HEALTH,  FORMULATE  POLICY  AND\n   19  DEVELOP   PROGRAMS  AND  CONFERENCES  FOR  SCHOOL  DISTRICTS  ON  INJURY\n   20  PREVENTION AND ON SUITABLE ATHLETIC AND PHYSICAL EDUCATION PROGRAMS.\n   21    E. ANNUALLY, ON OR BEFORE APRIL FIRST, THE COMMISSIONER SHALL  PRESENT\n   22  SUCH REPORT, INCLUDING FINDINGS, CONCLUSIONS AND RECOMMENDATIONS, TO THE\n   23  GOVERNOR AND LEGISLATURE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05026-01-1\n\n       A. 2527                             2\n\n    1    F. THE COMMISSIONER MAY ADOPT SUCH RULES AND REGULATIONS AS ARE NECES-\n    2  SARY TO EFFECTUATE THE PURPOSES AND PROVISIONS OF THIS SUBDIVISION.\n    3    S  2.  The  sum of two hundred thousand dollars ($200,000), or so much\n    4  thereof as may be necessary, is hereby appropriated to the department of\n    5  education out of any moneys in the state treasury in the general fund to\n    6  the credit of the state purposes account,  not  otherwise  appropriated,\n    7  and  made  immediately  available,  for  the purpose of carrying out the\n    8  provisions of this act. Such moneys shall be payable on  the  audit  and\n    9  warrant  of  the  comptroller  on  vouchers certified or approved by the\n   10  commissioner of education in the manner prescribed by law.\n   11    S 3. This act shall take effect on the first of January next  succeed-\n   12  ing  the  date  on  which  it shall have become a law and shall expire 3\n   13  years after such effective date when upon such date  the  provisions  of\n   14  this act shall be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to injuries sustained by elementary and high school students participating in school sports and physical education programs; and making an appropriation therefor; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T152324.TXT", "SOBI.D110119.T140802.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468604949
}