{
  "year" : 2011,
  "senateBillNo" : "A2525-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2525-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of a state eminent domain ombudsman and provides for the powers and duties thereof; enacts the \"eminent domain ombudsman act\"",
  "summary" : "Provides for the establishment of a state eminent domain ombudsman and provides for the powers and duties thereof; assists in the development of guidelines and analyzes actions with potential eminent domain implications; provides information to citizens regarding rights and responsibilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "A1570-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2525\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced   by   M.  of  A.  JEFFRIES,  CANESTRARI,  LUPARDO,  DESTITO,\n         O'DONNELL, MAISEL, PRETLOW, CLARK, MILLMAN, HOYT -- Multi-Sponsored by\n         -- M. of A. CAHILL, COLTON, COOK, FARRELL, GLICK, GOTTFRIED,  HEASTIE,\n         JACOBS,  LATIMER,  LAVINE,  PEOPLES-STOKES, PERRY, PHEFFER, ROSENTHAL,\n         SWEENEY, TITUS, WEISENBERG -- read once and referred to the  Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the  transportation law, in relation to enacting the\n         \"eminent domain ombudsman act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may be referred to\n    2  as the \"eminent domain ombudsman act\".\n    3    S  2.  The transportation law is amended by adding a new section 23 to\n    4  read as follows:\n    5    S 23. EMINENT DOMAIN OMBUDSMAN; POWERS; ARBITRATION PROCEDURES.  1. AS\n    6  USED IN THIS SECTION:\n    7    (A) \"CONDEMNATION\"  OR  \"TAKING\"  MEANS  A  GOVERNMENTAL  ACTION  THAT\n    8  RESULTS  IN  A  TAKING  OF  PRIVATE PROPERTY SO THAT COMPENSATION TO THE\n    9  OWNER OF THE PROPERTY IS REQUIRED BY:\n   10    (I) THE FIFTH OR FOURTEENTH  AMENDMENT  OF  THE  CONSTITUTION  OF  THE\n   11  UNITED STATES; OR\n   12    (II)  THE  STATE  CONSTITUTION UNDER ARTICLE I, SECTION 7 OR ANY OTHER\n   13  LEGAL PROVISION HAVING TO DO WITH EMINENT DOMAIN.\n   14    (B) \"TAKINGS LAW\" MEANS  THE  PROVISIONS  OF  THE  FEDERAL  AND  STATE\n   15  CONSTITUTIONS, THE CASE LAW INTERPRETING THOSE PROVISIONS, AND ANY RELE-\n   16  VANT STATUTORY PROVISIONS THAT REQUIRE A GOVERNMENTAL UNIT TO COMPENSATE\n   17  A PRIVATE PROPERTY OWNER FOR A TAKING.\n   18    2. (A) THERE IS CREATED AN EMINENT DOMAIN OMBUDSMAN IN THE DEPARTMENT.\n   19    (B)  THE COMMISSIONER SHALL APPOINT A PERSON WITH BACKGROUND OR EXPER-\n   20  TISE IN TAKINGS LAW TO THE POSITION.\n   21    (C) THE POSITION IS AN EXEMPT POSITION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06910-01-1\n\n       A. 2525                             2\n\n    1    (D) THE COMMISSIONER MAY EMPLOY CLERKS, INTERNS, OR OTHER PERSONNEL TO\n    2  ASSIST THE EMINENT DOMAIN OMBUDSMAN.\n    3    3. THE EMINENT DOMAIN OMBUDSMAN SHALL:\n    4    (A)  DEVELOP  AND  MAINTAIN  EXPERTISE IN AND UNDERSTANDING OF TAKINGS\n    5  LAW;\n    6    (B) ASSIST STATE AGENCIES AND  LOCAL  GOVERNMENTS  IN  DEVELOPING  THE\n    7  GUIDELINES;\n    8    (C)  AT  THE REQUEST OF A STATE AGENCY OR LOCAL GOVERNMENT, ASSIST THE\n    9  STATE AGENCY OR LOCAL GOVERNMENT IN  ANALYZING  ACTIONS  WITH  POTENTIAL\n   10  EMINENT DOMAIN IMPLICATIONS;\n   11    (D)  ADVISE PRIVATE PROPERTY OWNERS WHO HAVE A LEGITIMATE POTENTIAL OR\n   12  ACTUAL EMINENT DOMAIN CLAIM AGAINST A STATE OR LOCAL GOVERNMENT ENTITY;\n   13    (E) IDENTIFY STATE OR LOCAL GOVERNMENT  ACTIONS  THAT  HAVE  POTENTIAL\n   14  EMINENT  DOMAIN  IMPLICATIONS AND, IF APPROPRIATE, ADVISE THOSE STATE OR\n   15  LOCAL GOVERNMENT ENTITIES ABOUT THOSE IMPLICATIONS;\n   16    (F) PROVIDE INFORMATION TO PRIVATE CITIZENS, CIVIC GROUPS,  GOVERNMENT\n   17  ENTITIES,  AND  OTHER  INTERESTED  PARTIES  ABOUT  TAKINGS LAW AND THEIR\n   18  RIGHTS AND RESPONSIBILITIES UNDER IT;\n   19    (G) IF APPROPRIATE AND REQUESTED TO DO  SO  BY  THE  PRIVATE  PROPERTY\n   20  OWNER,  MEDIATE  OR  CONDUCT OR ARRANGE ARBITRATION FOR DISPUTES BETWEEN\n   21  PRIVATE PROPERTY OWNERS AND GOVERNMENT ENTITIES THAT INVOLVE:\n   22    (I) TAKINGS LAW ISSUES;\n   23    (II) ACTIONS FOR EMINENT DOMAIN UNDER THE EMINENT DOMAIN PROCEDURE LAW\n   24  OR ANY OTHER SECTION OF LAW HAVING TO DO WITH EMINENT DOMAIN; OR\n   25    (III) DISPUTES ABOUT RELOCATION ASSISTANCE UNDER ARTICLE FIVE  OF  THE\n   26  EMINENT DOMAIN PROCEDURE LAW; AND\n   27    (H)  IF  ARBITRATION OR MEDIATION IS REQUESTED BY THE PRIVATE PROPERTY\n   28  OWNER UNDER THIS SECTION, AND ARRANGED BY THE EMINENT DOMAIN  OMBUDSMAN,\n   29  THE  GOVERNMENT  ENTITY  OR  CONDEMNING  ENTITY SHALL PARTICIPATE IN THE\n   30  MEDIATION OR ARBITRATION AS IF THE MATTER WERE ORDERED TO  MEDIATION  OR\n   31  ARBITRATION BY A COURT.\n   32    4.  (A)  THE  EMINENT  DOMAIN  OMBUDSMAN MAY ASSIST A PRIVATE PROPERTY\n   33  OWNER WITH RESPECT TO A DISPUTE INVOLVING THE EFFECT OF LOCAL GOVERNMENT\n   34  REGULATION ON THE USE AND OCCUPANCY OF REAL PROPERTY;\n   35    (B) IN ASSISTING A PRIVATE PROPERTY OWNER WITH A DISPUTE  UNDER  PARA-\n   36  GRAPH  (A)  OF  SUBDIVISION  FIVE  OF  THIS  SECTION, THE EMINENT DOMAIN\n   37  OMBUDSMAN MAY NOT REQUIRE MEDIATION OR ARBITRATION OF A  DISPUTE  EXCEPT\n   38  AS PROVIDED IN PARAGRAPH (G) OF SUBDIVISION THREE OF THIS SECTION.\n   39    5.  (A)  (I)  IN  CONDUCTING OR ARRANGING FOR ARBITRATION, THE EMINENT\n   40  DOMAIN OMBUDSMAN SHALL FOLLOW THE PROCEDURES AND REQUIREMENTS OF ARTICLE\n   41  SEVENTY-FIVE OF THE CIVIL PRACTICE LAW AND RULES.\n   42    (II) IN APPLYING ARTICLE SEVENTY-FIVE OF THE CIVIL  PRACTICE  LAW  AND\n   43  RULES, THE ARBITRATOR AND PARTIES SHALL TREAT THE MATTER AS IF:\n   44    (A) IT WERE ORDERED TO ARBITRATION BY A COURT; AND\n   45    (B)  THE  EMINENT  DOMAIN  OMBUDSMAN  OR  OTHER  ARBITRATOR  CHOSEN AS\n   46  PROVIDED FOR IN THIS SUBDIVISION WAS  APPOINTED  AS  ARBITRATOR  BY  THE\n   47  COURT.\n   48    (III)  FOR  THE  PURPOSE OF ARBITRATIONS CONDUCTED UNDER THIS SUBDIVI-\n   49  SION, IF THE DISPUTE TO BE ARBITRATED IS  NOT  ALREADY  THE  SUBJECT  OF\n   50  LEGAL  ACTION,  THE  COURT  OF APPROPRIATE JURISDICTION SHALL ACT AS THE\n   51  COURT.\n   52    (IV) THE AWARD FROM AN ARBITRATION CONDUCTED UNDER  THIS  CHAPTER  MAY\n   53  NOT BE VACATED UNDER THE PROVISIONS OF ARTICLE SEVENTY-FIVE OF THE CIVIL\n   54  PRACTICE  LAW  AND RULES BECAUSE OF THE LACK OF AN ARBITRATION AGREEMENT\n   55  BETWEEN THE PARTIES.\n\n       A. 2525                             3\n\n    1    (B) THE EMINENT DOMAIN  OMBUDSMAN  SHALL  ISSUE  A  WRITTEN  STATEMENT\n    2  DECLINING  TO ARBITRATE OR TO APPOINT AN ARBITRATOR WHEN, IN THE OPINION\n    3  OF THE EMINENT DOMAIN OMBUDSMAN:\n    4    (I) THE ISSUES ARE NOT RIPE FOR REVIEW;\n    5    (II)  ASSUMING  THE  ALLEGED FACTS ARE TRUE, NO CAUSE OF ACTION EXISTS\n    6  UNDER UNITED STATES OR STATE LAW;\n    7    (III) ALL ISSUES RAISED ARE BEYOND THE SCOPE  OF  THE  EMINENT  DOMAIN\n    8  OMBUDSMAN'S STATUTORY DUTY TO REVIEW; OR\n    9    (IV) THE ARBITRATION IS OTHERWISE NOT APPROPRIATE.\n   10    (C)(I)  THE  EMINENT  DOMAIN OMBUDSMAN SHALL APPOINT ANOTHER PERSON TO\n   11  ARBITRATE A DISPUTE WHEN:\n   12    (A) EITHER PARTY OBJECTS TO THE EMINENT DOMAIN OMBUDSMAN'S SERVING  AS\n   13  THE ARBITRATOR AND AGREES TO PAY FOR THE SERVICES OF ANOTHER ARBITRATOR;\n   14    (B) THE EMINENT DOMAIN OMBUDSMAN DECLINES TO ARBITRATE THE DISPUTE FOR\n   15  A  REASON  OTHER  THAN THOSE STATED IN PARAGRAPH (B) OF THIS SUBDIVISION\n   16  AND ONE OR BOTH PARTIES ARE WILLING TO PAY FOR THE SERVICES  OF  ANOTHER\n   17  ARBITRATOR; OR\n   18    (C)  THE EMINENT DOMAIN OMBUDSMAN DETERMINES THAT IT IS APPROPRIATE TO\n   19  APPOINT ANOTHER PERSON TO ARBITRATE THE DISPUTE WITH NO  CHARGE  TO  THE\n   20  PARTIES FOR THE SERVICES OF THE APPOINTED ARBITRATOR.\n   21    (II)  IN APPOINTING ANOTHER PERSON TO ARBITRATE A DISPUTE, THE EMINENT\n   22  DOMAIN OMBUDSMAN SHALL APPOINT AN ARBITRATOR WHO IS:\n   23    (A) AGREEABLE TO BOTH PARTIES; OR\n   24    (B) AGREEABLE TO THE PARTY PAYING FOR THE ARBITRATOR AND  THE  EMINENT\n   25  DOMAIN OMBUDSMAN.\n   26    (III)  THE  EMINENT  DOMAIN  OMBUDSMAN  MAY,  ON THE INITIATIVE OF THE\n   27  EMINENT DOMAIN OMBUDSMAN OR UPON AGREEMENT OF BOTH  PARTIES,  APPOINT  A\n   28  PANEL OF ARBITRATORS TO CONDUCT THE ARBITRATION.\n   29    (IV)  THE  DEPARTMENT MAY PROVIDE AN ARBITRATOR PER DIEM AND REIMBURSE\n   30  EXPENSES INCURRED IN THE PERFORMANCE OF THE ARBITRATOR'S DUTIES  AT  THE\n   31  RATES ESTABLISHED THEREFOR.\n   32    (D)  IN ARBITRATING A DISPUTE, THE ARBITRATOR SHALL APPLY THE RELEVANT\n   33  STATUTES, CASE LAW, REGULATIONS, AND RULES OF THE STATE AND  THE  UNITED\n   34  STATES  IN  CONDUCTING  THE ARBITRATION AND IN DETERMINING THE AWARD, IF\n   35  ANY.\n   36    (E) ARBITRATION BY OR THROUGH THE  EMINENT  DOMAIN  OMBUDSMAN  IS  NOT\n   37  NECESSARY BEFORE BRINGING LEGAL ACTION TO ADJUDICATE ANY CLAIM.\n   38    (F) THE LACK OF ARBITRATION BY OR THROUGH THE EMINENT DOMAIN OMBUDSMAN\n   39  DOES NOT CONSTITUTE, AND MAY NOT BE INTERPRETED AS CONSTITUTING, A FAIL-\n   40  URE TO EXHAUST AVAILABLE ADMINISTRATIVE REMEDIES OR AS A BAR TO BRINGING\n   41  LEGAL ACTION.\n   42    6. THE FILING WITH THE EMINENT DOMAIN OMBUDSMAN OF A REQUEST FOR MEDI-\n   43  ATION  OR ARBITRATION OF A CONSTITUTIONAL TAKING ISSUE DOES NOT STAY ANY\n   44  MATTER UNDER THE EMINENT DOMAIN PROCEDURE LAW.\n   45    7. THE EMINENT DOMAIN OMBUDSMAN MAY NOT BE COMPELLED TO TESTIFY  IN  A\n   46  CIVIL  ACTION  FILED  WITH REGARD TO THE SUBJECT MATTER OF ANY REVIEW OR\n   47  ARBITRATION BY THE OMBUDSMAN.\n   48    8. THE EMINENT DOMAIN OMBUDSMAN MAY  NOT  REPRESENT  PRIVATE  PROPERTY\n   49  OWNERS,  STATE  AGENCIES,  OR  LOCAL GOVERNMENTS IN JUDICIAL PROCEEDINGS\n   50  UNDER THE EMINENT DOMAIN PROCEDURE LAW.\n   51    S 3. This act shall take effect on the one hundred twentieth day after\n   52  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to enacting the \"eminent domain ombudsman act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T152324.TXT", "SOBI.D110119.T140802.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468604937
}