{
  "year" : 2011,
  "senateBillNo" : "A2522-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to election law",
    "billEventId" : "A2522-2011-1295413200000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes towns, fire districts, and improvement districts to delegate conduct of certain elections to county boards of elections",
  "summary" : "Authorizes towns to delegate the conduct of special town elections to their respective county boards of elections and authorizes fire districts and improvement districts to delegate the conduct of their elections to their respective county boards of elections; provides the procedure for doing so. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A492-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2522\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HOYT -- read once and referred to the Committee\n         on Election Law\n\n       AN ACT to amend the election law, the county law, the town law, and  the\n         municipal  home rule law, in relation to authorizing towns to delegate\n         the conduct of special  town  elections  to  their  respective  county\n         boards  of  elections  and  authorizing fire districts and improvement\n         districts to delegate the conduct of their elections to their  respec-\n         tive county boards of elections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1-104 of the election  law  is  amended  by  adding\n    2  three new subdivisions 38, 39 and 40 to read as follows:\n    3    38.  THE  TERM \"SPECIAL DISTRICT\" MEANS A FIRE DISTRICT OR AN IMPROVE-\n    4  MENT DISTRICT CREATED PURSUANT TO THE TOWN LAW.\n    5    39. THE TERM \"SPECIAL TOWN ELECTION\" MEANS ANY ELECTION CONDUCTED IN A\n    6  TOWN, OR PART OF A TOWN, AT A TIME OTHER THAN THE TIME  OF  THE  GENERAL\n    7  ELECTION, FOR ANY PURPOSE SPECIFIED IN THE TOWN LAW.\n    8    40. THE TERM \"SPECIAL DISTRICT ELECTION\" MEANS THE ANNUAL ELECTION FOR\n    9  COMMISSIONERS  OF  A SPECIAL DISTRICT OR ANY OTHER ELECTION OF A SPECIAL\n   10  DISTRICT FOR ANY OTHER PURPOSE SPECIFIED IN THE TOWN LAW, AND UNLESS THE\n   11  CONTEXT OTHERWISE REQUIRES,  SHALL  INCLUDE  \"SPECIAL  DISTRICT  GENERAL\n   12  ELECTION\" AND \"SPECIAL DISTRICT SPECIAL ELECTION\".\n   13    S  2. Subdivision 35 of section 1-104 of the election law, as added by\n   14  chapter 359 of the laws of 1989, is amended to read as follows:\n   15    35. The term \"election\" shall include:\n   16    A. a \"general village election\" or \"special village  election\"  except\n   17  where  a  specific  provision  of  this  chapter may not be consistently\n   18  applied to the village election procedure;\n   19    B. A \"SPECIAL TOWN ELECTION\" EXCEPT WHERE A SPECIFIC PROVISION OF THIS\n   20  CHAPTER MAY NOT BE CONSISTENTLY APPLIED TO  THE  SPECIAL  TOWN  ELECTION\n   21  PROCEDURE; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01213-01-1\n\n       A. 2522                             2\n\n    1    C.  A \"SPECIAL DISTRICT GENERAL ELECTION\" OR \"SPECIAL DISTRICT SPECIAL\n    2  ELECTION\" EXCEPT WHERE A SPECIFIC PROVISION OF THIS CHAPTER MAY  NOT  BE\n    3  CONSISTENTLY APPLIED TO THE SPECIAL DISTRICT ELECTION PROCEDURE.\n    4    S 3. Subdivision 1 of section 3-404 of the election law, as amended by\n    5  chapter 263 of the laws of 1991, is amended to read as follows:\n    6    1.  The  board  of  elections  of  each  county shall on or before the\n    7  fifteenth day of July of each year select and appoint  election  inspec-\n    8  tors and poll clerks for each election district therein, and such number\n    9  of election coordinators as it determines to be necessary, and may ther-\n   10  eafter  select  and  designate  election  inspectors,  poll  clerks  and\n   11  election coordinators to fill any vacancy for an unexpired  term.    The\n   12  term  of  such  designation shall be for a term ending on the fourteenth\n   13  day of July of the following year.  If  the  election  districts  for  a\n   14  general or special village election conducted by the board of elections,\n   15  A  SPECIAL  TOWN ELECTION CONDUCTED BY THE BOARD OF ELECTIONS OR SPECIAL\n   16  DISTRICT GENERAL OR SPECIAL ELECTION CONDUCTED BY THE BOARD OF ELECTIONS\n   17  are coterminous with the  election  districts  established  for  general\n   18  elections,  such election inspectors and poll clerks shall also serve at\n   19  such village, TOWN  OR  SPECIAL  DISTRICT  elections.  If  the  election\n   20  districts for such a village, TOWN election OR SPECIAL DISTRICT ELECTION\n   21  are  not so coterminous, the board of elections shall select the inspec-\n   22  tors and poll clerks to serve in each  such  village,  TOWN  OR  SPECIAL\n   23  DISTRICT  election  district  from  among the inspectors and poll clerks\n   24  appointed, pursuant to the provisions of this section, for any  election\n   25  district wholly or partly in such village, TOWN OR SPECIAL DISTRICT.\n   26    S 4. Subdivision 1 of section 3-420 of the election law, as amended by\n   27  chapter 180 of the laws of 2005, is amended to read as follows:\n   28    1.  Election inspectors, poll clerks, election coordinators and quali-\n   29  fied voters appointed to act in place of an absent inspector,  clerk  or\n   30  coordinator shall be paid for their services on the days of registration\n   31  and  election,  by  the county containing the election district in which\n   32  they serve, in an amount fixed by the county legislative  body,  subject\n   33  to  such  limitations  as  shall be prescribed or authorized by statute,\n   34  except that in the city of New York  the  amount  of  such  compensation\n   35  shall be payable by such city and shall be fixed by the mayor at a daily\n   36  rate  which,  in  the case of election inspectors shall not be less than\n   37  one hundred thirty dollars and in the case of election coordinators  not\n   38  less  than  two  hundred dollars. Such inspectors, poll clerks, election\n   39  coordinators and qualified  voters  at  a  general  or  special  village\n   40  election  conducted  by  the board of elections, A SPECIAL TOWN ELECTION\n   41  CONDUCTED BY THE BOARD OF  ELECTIONS  OR  SPECIAL  DISTRICT  GENERAL  OR\n   42  SPECIAL  ELECTION  CONDUCTED  BY THE BOARD OF ELECTIONS shall be paid by\n   43  such village, TOWN OR SPECIAL DISTRICT in an amount fixed by the village\n   44  board of trustees, TOWN BOARD OR SPECIAL DISTRICT BOARD OF COMMISSIONERS\n   45  subject to any such limitations.\n   46    S 5. Subdivision 1 of section 4-104 of the election law, as amended by\n   47  chapter 180 of the laws of 2005, is amended to read as follows:\n   48    1. Every board of elections shall, in  consultation  with  each  city,\n   49  town and village, designate the polling places in each election district\n   50  in which the meetings for the registration of voters, and for any GENER-\n   51  AL,  SPECIAL  OR  PRIMARY election may be held. The board of trustees of\n   52  each  village  in  which  general  and  special  village  elections  ARE\n   53  conducted  by the board of elections [are held] at a time other than the\n   54  time of a general election, THE TOWN BOARD OF A TOWN  IN  WHICH  SPECIAL\n   55  TOWN  ELECTIONS  ARE CONDUCTED BY THE BOARD OF ELECTIONS AT A TIME OTHER\n   56  THAN THE TIME OF A GENERAL ELECTION AND THE BOARD  OF  COMMISSIONERS  OF\n\n       A. 2522                             3\n\n    1  EACH  SPECIAL  DISTRICT IN WHICH ELECTIONS ARE CONDUCTED BY THE BOARD OF\n    2  ELECTIONS AT A TIME OTHER THAN THE TIME  OF  A  GENERAL  ELECTION  shall\n    3  submit such a list of polling places for such village elections, SPECIAL\n    4  TOWN AND SPECIAL DISTRICT ELECTIONS to the board of elections. A polling\n    5  place  may be located in a building owned by a religious organization or\n    6  used by it as a place of worship. If such a building is designated as  a\n    7  polling  place,  it shall not be required to be open for voter registra-\n    8  tion on any Saturday if this is contrary to the religious beliefs of the\n    9  religious organization. In such a  situation,  the  board  of  elections\n   10  shall designate an alternate location to be used for voter registration.\n   11  Such  polling  places must be designated by May first, of each year, and\n   12  shall be effective for one year thereafter. Such a list required  to  be\n   13  submitted by a village board of trustees, TOWN BOARD OR SPECIAL DISTRICT\n   14  BOARD  OF  COMMISSIONERS  must  be submitted at least four months before\n   15  each general village election OR SPECIAL DISTRICT GENERAL  ELECTION  and\n   16  shall  be  effective  until  four  months  before the subsequent general\n   17  village election OR SPECIAL DISTRICT GENERAL ELECTION.  A  LIST  OF  THE\n   18  POLLING  PLACES  FOR  A  SPECIAL TOWN ELECTION SHALL BE SUBMITTED BY THE\n   19  TOWN BOARD AT LEAST TWENTY DAYS BEFORE SUCH SPECIAL  TOWN  ELECTION.  No\n   20  place  in  which  a business licensed to sell alcoholic beverages for on\n   21  premises consumption is conducted on any day of local registration or of\n   22  voting shall be so designated. If, within the discretion of the board of\n   23  elections a particular polling place so designated is subsequently found\n   24  to be unsuitable or unsafe or should circumstances  arise  that  make  a\n   25  designated  polling  place  unsuitable  or  unsafe,  then  the  board of\n   26  elections is empowered to select an alternative meeting  place.  In  the\n   27  city  of  New  York, the board of elections shall designate such polling\n   28  places and alternate registration places if the polling place cannot  be\n   29  used for voter registration on Saturdays.\n   30    S 6. Subdivisions 2 and 4 of section 4-106 of the election law, subdi-\n   31  vision 2 as amended by chapter 635 of the laws of 1990 and subdivision 4\n   32  as  amended  by  chapter  88 of the laws of 1995, are amended to read as\n   33  follows:\n   34    2.  Each county, city, village and town clerk AND EACH SECRETARY OF  A\n   35  BOARD  OF  COMMISSIONERS  OF  A  SPECIAL DISTRICT, at least eight months\n   36  before each general election, shall make and transmit to  the  board  of\n   37  elections a certificate stating each county, city, village [or], town OR\n   38  SPECIAL  DISTRICT  office,  respectively  to  be  voted for at each such\n   39  election. Each village clerk, at least five months before  each  general\n   40  village  election  conducted  by the board of elections, shall make, and\n   41  transmit to such board, a certificate stating each village office to  be\n   42  filled at such election. EACH SECRETARY OF A BOARD OF COMMISSIONERS OF A\n   43  SPECIAL  DISTRICT,  AT  LEAST  FIVE  MONTHS BEFORE EACH SPECIAL DISTRICT\n   44  GENERAL OR SPECIAL ELECTION CONDUCTED BY THE BOARD OF  ELECTIONS,  SHALL\n   45  MAKE,  AND  TRANSMIT  TO  SUCH BOARD, A CERTIFICATE STATING EACH SPECIAL\n   46  DISTRICT OFFICE TO BE FILLED AT SUCH ELECTION.\n   47    4. Within three days after the occurrence of any vacancy in an  office\n   48  required  to  be  filled  at  the  next general election or a general or\n   49  special village election or other  special  election  conducted  by  the\n   50  board  of  elections  OR  SPECIAL  DISTRICT  GENERAL OR SPECIAL ELECTION\n   51  CONDUCTED BY THE BOARD OF ELECTIONS, the state board of elections or the\n   52  county, city, town or village clerk OR SECRETARY OF THE BOARD OF COMMIS-\n   53  SIONERS OF A SPECIAL DISTRICT as is appropriate,  shall  file  with  the\n   54  county  board  of  elections, a certificate indicating the occurrence of\n   55  the vacancy and the position which is to be filled.\n\n       A. 2522                             4\n\n    1    S 7. Section 4-120 of the election law, as amended by chapter  359  of\n    2  the laws of 1989, is amended to read as follows:\n    3    S  4-120.  Notices of general, village, SPECIAL TOWN, SPECIAL DISTRICT\n    4  and special elections; publication of.  1. The board of elections  shall\n    5  publish once in each of the two weeks preceding a general election, or a\n    6  special  [or],  village,  SPECIAL  TOWN  OR  SPECIAL  DISTRICT  election\n    7  conducted by the board of elections, a notice specifying the day of  the\n    8  election, and the public officers to be voted for within such county, or\n    9  any  part  thereof  at such election.   If constitutional amendments, or\n   10  questions are to be submitted to the voters of  the  state,  the  notice\n   11  shall state that fact and that a copy of each such amendment or question\n   12  may  be obtained at the board of elections, by any voter.  Such publica-\n   13  tion shall be in two newspapers published  within  the  county.  If  the\n   14  county  contains a city or cities, at least one of such newspapers shall\n   15  be published in the city, or the largest city, if  there  be  more  than\n   16  one.\n   17    In  the  case of a village, SPECIAL TOWN OR SPECIAL DISTRICT election,\n   18  such publication shall be made in a newspaper of general circulation  in\n   19  such  village, TOWN OR SPECIAL DISTRICT and shall include an abstract of\n   20  any proposition to be voted upon at such election.\n   21    2. The board or body authorized to designate places for voting in  any\n   22  town  or  in  any  city, except the city of New York, may publish on the\n   23  publication day immediately preceding election day, in  a  newspaper  or\n   24  newspapers  designated  by such board or body, a notice of the election,\n   25  and the village clerk shall publish at  least  ten  days  prior  to  any\n   26  village election conducted by the board of elections, AND THE TOWN CLERK\n   27  SHALL  PUBLISH  AT  LEAST  TEN  DAYS  PRIOR TO ANY SPECIAL TOWN ELECTION\n   28  CONDUCTED BY THE BOARD OF ELECTIONS, AND THE SECRETARY OF THE  BOARD  OF\n   29  COMMISSIONERS  OF  THE  SPECIAL DISTRICT SHALL PUBLISH AT LEAST TEN DAYS\n   30  PRIOR TO ANY  SPECIAL  DISTRICT  ELECTION  CONDUCTED  BY  THE  BOARD  OF\n   31  ELECTIONS in a newspaper of general circulation in such village, TOWN OR\n   32  SPECIAL  DISTRICT  a  list  of the polling places, the date and hours of\n   33  election and, at the discretion of such board [or], clerk OR  SECRETARY,\n   34  a  brief  description  of the boundaries of each election district. Such\n   35  list shall identify those polling places which do not provide access  to\n   36  handicapped  voters.  The amount to be paid for any of such publications\n   37  shall be at the rate prescribed by section seventy-a of the public offi-\n   38  cers law. In no publication, however, shall any type smaller than  agate\n   39  be  used.  The  amount  to  be paid for all such publications shall be a\n   40  town, city [or], village OR SPECIAL DISTRICT charge.\n   41    3. The board of elections of the city of New York shall publish on the\n   42  eighth day before and the day before each general election, in at  least\n   43  two  newspapers  in such city, a notice, at least one-half page in size,\n   44  in English and such other languages as  such  board  deems  appropriate,\n   45  which  sets  forth  the  dates  and  hours of the election and the phone\n   46  number to call for information about the  location  of  polling  places,\n   47  their  accessibility  to  the  handicapped,  applications  for  absentee\n   48  ballots and any other subjects which such board deems appropriate.\n   49    S 8. Subdivision 3 of section 4-122 of the election law, as amended by\n   50  chapter 359 of the laws of 1989, is amended to read as follows:\n   51    3. The list described in subdivision one  of  this  section  shall  be\n   52  published  at least once in not less than two nor more than four newspa-\n   53  pers in the county.  In a county containing a city, at  least  one  such\n   54  publication  shall  be in a daily newspaper published in a city therein,\n   55  if there be such a newspaper. In the case of a village, SPECIAL TOWN  OR\n   56  SPECIAL DISTRICT election held at a time other than the time of a gener-\n\n       A. 2522                             5\n\n    1  al  election,  such  publication  shall be in a newspaper having general\n    2  circulation in such village, TOWN OR SPECIAL DISTRICT.   So  far  as  is\n    3  consistent with this section, one such newspaper shall represent each of\n    4  the  major  political  parties.  Should  the  board of elections find it\n    5  impossible to make such publication six days before  election  it  shall\n    6  make it at the earliest possible day thereafter before the election.\n    7    S  9.  Subdivisions  1,  5 and 6 of section 4-134 of the election law,\n    8  subdivision 1 as amended by chapter 163 of the laws of 2010 and subdivi-\n    9  sions 5 and 6 as amended by chapter 635 of the laws of 1990, are amended\n   10  to read as follows:\n   11    1. The board of elections shall deliver, at its office, to  the  clerk\n   12  of  each  town  or  city  in  the county, except the cities of New York,\n   13  Buffalo and Rochester and to the clerk of each village in the county  in\n   14  which  elections  are  conducted  by  the board of elections, AND TO THE\n   15  SECRETARY OF THE BOARD OF COMMISSIONERS OF EACH SPECIAL DISTRICT IN  THE\n   16  COUNTY  IN  WHICH  ELECTIONS ARE CONDUCTED BY THE BOARD OF ELECTIONS, by\n   17  the Saturday before the  primary,  SPECIAL,  general,  village,  SPECIAL\n   18  TOWN,  SPECIAL  DISTRICT  or other election for which they are required:\n   19  the official and sample ballots; ledgers prepared for  delivery  in  the\n   20  manner  provided  in  subdivision two of this section and containing the\n   21  registration poll records of  all  persons  entitled  to  vote  at  such\n   22  election  in  such  town,  city  [or],  village,  OR SPECIAL DISTRICT or\n   23  computer generated  registration  lists  containing  the  names  of  all\n   24  persons  entitled  to  vote  at  such  election in such town, city [or],\n   25  village OR SPECIAL DISTRICT; challenge reports prepared as  directed  by\n   26  this  chapter;  sufficient applications for registration by mail; suffi-\n   27  cient ledger seals and other supplies and  equipment  required  by  this\n   28  article  to be provided by the board of elections for each polling place\n   29  in such town, city [or], village OR SPECIAL DISTRICT.  The town, city or\n   30  village clerk OR SECRETARY OF THE BOARD OF COMMISSIONERS  OF  A  SPECIAL\n   31  DISTRICT  shall  call  at  the office of such board of elections at such\n   32  time and receive such ballots, supplies and equipment. In the cities  of\n   33  New  York, Buffalo and Rochester the board of elections shall cause such\n   34  ballots, supplies and equipment to be delivered to the board of  inspec-\n   35  tors  of  each  election district approximately one-half hour before the\n   36  opening of the polls for voting, and shall take receipts therefor.\n   37    5.  Each town, city and village clerk AND THE SECRETARY OF  THE  BOARD\n   38  OF  COMMISSIONERS OF EACH SPECIAL DISTRICT receiving such packages shall\n   39  cause all such packages so received and marked for any election district\n   40  to be delivered unopened and with the  seals  thereof  unbroken  to  the\n   41  inspectors of election of such election districts at least one-half hour\n   42  before the opening of the polls of such election therein, and shall take\n   43  a receipt therefor specifying the number and kind of packages delivered.\n   44  At  the  same  time each such clerk shall cause to be  delivered to such\n   45  inspectors the equipment described in subdivision two  of  this  section\n   46  and shall cause a receipt to be taken therefor.\n   47    6.  Town, city and village clerks AND SECRETARIES OF BOARDS OF COMMIS-\n   48  SIONERS OF SPECIAL DISTRICTS required to  provide  official  and  sample\n   49  ballots,   registration  records,  seals,  supplies  and  equipment,  as\n   50  described in this section, for town, city  [and],  village  AND  SPECIAL\n   51  DISTRICT  elections  not  conducted  by the board of elections, shall in\n   52  like manner, deliver them to the inspectors or presiding officers of the\n   53  election at each polling place at which such meetings and elections  are\n   54  held,  respectively,  in  like  sealed packages marked on the outside in\n   55  like manner, and shall take receipts therefor in like manner.\n\n       A. 2522                             6\n\n    1    S 10.  Subdivision 2 of section 4-136 of the election law, as  amended\n    2  by chapter 180 of the laws of 2005, is amended to read as follows:\n    3    2.  All expenses incurred under this chapter by the board of elections\n    4  of a county outside of the city of New York shall be  a  charge  against\n    5  the  county  and  in  the  city of New York the expenses of the board of\n    6  elections shall be a charge against such city. The expenses incurred  by\n    7  the  board  of  elections  of a county outside the city of New York may,\n    8  pursuant to section 3-226 of this  chapter,  be  apportioned  among  the\n    9  cities  and  towns  therein,  or  in  the  case  of a village OR SPECIAL\n   10  DISTRICT election held other than at the time of  the  fall  primary  or\n   11  general  election,  apportioned  to  such  villages OR SPECIAL DISTRICTS\n   12  therein.\n   13    S 11. Subdivision 1 of section 5-612 of the election law,  as  amended\n   14  by chapter 200 of the laws of 1996, is amended to read as follows:\n   15    1.  The  board  of elections [shall], not later than the twentieth day\n   16  before a special town election NOT CONDUCTED BY THE BOARD  OF  ELECTIONS\n   17  and  not  later  than  the  seventh  day  before  a village election NOT\n   18  conducted by the [village clerk] BOARD OF ELECTIONS AND NOT  LATER  THAN\n   19  THE  NINETEENTH  DAY BEFORE A SPECIAL DISTRICT ELECTION NOT CONDUCTED BY\n   20  THE BOARD OF ELECTIONS, SHALL, provide a list of  registered  voters  or\n   21  shall  place registration poll records in properly locked ledgers in the\n   22  temporary custody of the town or village clerk OR SECRETARY OF THE BOARD\n   23  OF COMMISSIONERS OF THE SPECIAL DISTRICT for the purpose  of  permitting\n   24  him to copy such records or to deliver such records for TOWN, village OR\n   25  SPECIAL  DISTRICT  election  purposes  to the board of inspectors of the\n   26  several polling places in the election districts  as  provided  by  this\n   27  chapter.  The  board  of  elections shall indicate on such list, or on a\n   28  separate accompanying list, the names of those voters whose registration\n   29  records have been marked \"permanently disabled\".  The names of voters in\n   30  inactive status shall appear on a  separate  accompanying  list.  Voters\n   31  listed in inactive status who appear at the polls to vote shall be chal-\n   32  lenged in the manner provided by section 8-504 of this chapter.\n   33    S  12. Section 6-144 of the election law, as amended by chapter 635 of\n   34  the laws of 1990, the opening paragraph as amended by chapter 150 of the\n   35  laws of 1996, is amended to read as follows:\n   36    S 6-144.  Nominating and designating petitions and certificates; place\n   37  for filing.  Petitions, certificates and minutes specified in this arti-\n   38  cle shall be filed in the office of the Board of Elections of the  coun-\n   39  ty, except as follows:  for an office or position to be voted for wholly\n   40  within  the city of New York, in the office of the Board of Elections of\n   41  that city; for an office or position to  be  voted  for  in  a  district\n   42  greater  than  one  county,  or portions of two or more counties, in the\n   43  office of the state board of elections; for a TOWN OR village office  to\n   44  be  filled  in  a TOWN OR village election not conducted by the board of\n   45  elections, in the office of  the  TOWN  OR  village  clerk.    All  such\n   46  petitions  and  certificates  shall  at  the  time  of filing thereof be\n   47  endorsed by such officer or board with the day, hour and minute of  such\n   48  filing.  Such officer or board shall keep a book, which shall be open to\n   49  public inspection in which shall be entered the times of filing all such\n   50  petitions  and  certificates; the names and residences of all candidates\n   51  named therein; the names and residences of all candidates  certified  to\n   52  such  officer  or  board; the title of the office or party position; the\n   53  name of the party or independent body to which the petition  or  certif-\n   54  icate  relates  and  a  memorandum of any objections to such petition or\n   55  certificate.  Forthwith upon the filing of  a  petition  or  certificate\n   56  designating  or  nominating  a person or persons for public office, such\n\n       A. 2522                             7\n\n    1  officer or board shall mail notice thereof to each such  person.    Such\n    2  notice  shall  also  state  the  last day to decline such designation or\n    3  nomination, and include a statement  that  the  candidate's  name  shall\n    4  appear on the ballot as it appears in such notice.\n    5    S  13.  Sections  6-100 through 6-168 of article 6 of the election law\n    6  are designated title 1 and a new title  heading  is  added  to  read  as\n    7  follows:\n    8                    GENERAL, SPECIAL AND PRIMARY ELECTIONS\n    9    S 14. Article 6 of the election law is amended by adding a new title 3\n   10  to read as follows:\n   11                                  TITLE III\n   12                         SPECIAL DISTRICT ELECTIONS\n   13  SECTION 6-300. APPLICATION OF TITLE.\n   14          6-302. NOMINATING PETITIONS; NUMBER OF SIGNATURES.\n   15          6-304. PETITIONS AND CERTIFICATES; PLACE AND TIMES FOR FILING.\n   16          6-306. NOMINATIONS; OBJECTIONS.\n   17    S  6-300.  APPLICATION  OF  TITLE.  THIS  TITLE APPLIES TO ALL SPECIAL\n   18  DISTRICT ELECTIONS WHICH ARE CONDUCTED BY THE BOARD OF ELECTIONS.\n   19    S 6-302. NOMINATING PETITIONS;  NUMBER  OF  SIGNATURES.  A  NOMINATING\n   20  PETITION  FOR  A  SPECIAL  DISTRICT  OFFICE FOR WHICH SUCH A PETITION IS\n   21  REQUIRED, SHALL BE SIGNED BY AT LEAST TWENTY-FIVE  QUALIFIED  VOTERS  OF\n   22  THE DISTRICT.\n   23    S  6-304.  PETITIONS AND CERTIFICATES; PLACE AND TIMES FOR FILING.  1.\n   24  PETITIONS AND CERTIFICATES OF CANDIDACY SHALL BE FILED WITH THE BOARD OF\n   25  ELECTIONS.\n   26    2. A NOMINATING PETITION OR A CERTIFICATE OF CANDIDACY FOR  AN  OFFICE\n   27  TO  BE FILLED AT A SPECIAL DISTRICT ELECTION, OTHER THAN A FIRE DISTRICT\n   28  ELECTION, SHALL BE FILED  NOT  LATER  THAN  THIRTY  DAYS  PRECEDING  THE\n   29  ELECTION.  SUCH  A NOMINATING PETITION OR CERTIFICATE OF CANDIDACY FOR A\n   30  SPECIAL DISTRICT ELECTION IN A FIRE DISTRICT SHALL BE  FILED  NOT  LATER\n   31  THAN TEN DAYS PRECEDING THE ELECTION.\n   32    S  6-306.  NOMINATIONS; OBJECTIONS. WRITTEN OBJECTIONS TO A NOMINATING\n   33  PETITION OR TO A CERTIFICATE OF NOMINATION, CERTIFICATE  OF  ACCEPTANCE,\n   34  CERTIFICATE  OF AUTHORIZATION, CERTIFICATE OF DECLINATION OR CERTIFICATE\n   35  OF SUBSTITUTION WITH RESPECT TO AN OFFICE TO  BE  FILLED  AT  A  SPECIAL\n   36  DISTRICT ELECTION MAY BE FILED NOT LATER THAN THE DAY AFTER THE LAST DAY\n   37  TO  FILE SUCH PETITION OR CERTIFICATE, OR THE DAY AFTER SUCH PETITION OR\n   38  CERTIFICATE IS RECEIVED BY THE BOARD OF ELECTIONS IF  SUCH  PETITION  OR\n   39  CERTIFICATE  IS  MAILED  WITHIN  THE TIME PERMITTED BY LAW, WHICHEVER IS\n   40  LATER. WRITTEN SPECIFICATIONS OF THE GROUNDS FOR SUCH  OBJECTIONS  SHALL\n   41  BE  SO  FILED WITHIN TWO DAYS THEREAFTER. A FAILURE TO FILE SUCH WRITTEN\n   42  SPECIFICATIONS SHALL RENDER THE ORIGINAL OBJECTION NULL AND VOID.   UPON\n   43  RECEIPT  OF  WRITTEN SPECIFICATIONS, THE COUNTY BOARD OF ELECTIONS SHALL\n   44  IMMEDIATELY NOTIFY EACH CANDIDATE NAMED IN SUCH PETITION OR  CERTIFICATE\n   45  AND  TAKE ALL STEPS NECESSARY AND CONSISTENT WITH THIS CHAPTER TO RENDER\n   46  A DETERMINATION ON THE QUESTIONS RAISED IN SUCH OBJECTIONS AND  SPECIFI-\n   47  CATIONS.  WHEN  A  DETERMINATION  HAS  BEEN  MADE BY THE COUNTY BOARD OF\n   48  ELECTIONS THAT THE PETITION IS  SUFFICIENT  OR  INSUFFICIENT,  IT  SHALL\n   49  IMMEDIATELY  NOTIFY EACH CANDIDATE NAMED IN THE PETITION OR CERTIFICATE,\n   50  AND, IF SUCH DETERMINATION WAS MADE ON OBJECTION, THE OBJECTOR.\n   51    S 15. The opening paragraph of subdivision 1 of section 8-400  of  the\n   52  election  law,  as amended by chapter 63 of the laws of 2010, is amended\n   53  to read as follows:\n   54    A qualified voter may vote as an absentee voter under this chapter if,\n   55  on the occurrence of any village,  SPECIAL  TOWN  OR  SPECIAL  DISTRICT,\n   56  OTHER  THAN FIRE DISTRICT, election conducted by the board of elections,\n\n       A. 2522                             8\n\n    1  primary election, special election, general election or  New  York  city\n    2  community  school  board  district  or  city  of Buffalo school district\n    3  election, he or she expects to be:\n    4    S  16.  The opening paragraph of subdivision 1 of section 8-404 of the\n    5  election law, as amended by chapter 359 of the laws of 1989, is  amended\n    6  to read as follows:\n    7    After  entering  upon  the  registration  records, the application for\n    8  registration of an inmate  or  patient  of  a  veterans'  administration\n    9  hospital  as  to whom the medical superintendent or medical head of such\n   10  hospital has attested that he expects that he  will  not  be  discharged\n   11  prior to the day following the next general or special village ELECTION,\n   12  SPECIAL  TOWN  OR SPECIAL DISTRICT, OTHER THAN A FIRE DISTRICT, ELECTION\n   13  CONDUCTED BY THE BOARD OF ELECTIONS, primary, special,  general  or  New\n   14  York  city  community  school  board  district or city of Buffalo school\n   15  district election, and the application for registration by  the  spouse,\n   16  parent  or  child  of such inmate or patient, accompanying or being with\n   17  him or her, if a qualified voter and a resident  of  the  same  election\n   18  district,  the  board  of  elections,  without further investigation and\n   19  without further application by the applicant, shall send to him at  such\n   20  hospital  an absentee ballot and shall record in the signature column on\n   21  the back of his permanent personal registration poll  record  that  such\n   22  ballot has been sent.\n   23    S 17. Paragraphs (a), (b) and (c) of subdivision 3 of section 9-124 of\n   24  the  election  law,  as  amended  by chapter 91 of the laws of 1992, are\n   25  amended to read as follows:\n   26    (a) In a city or town, except the city of New York and in a village OR\n   27  SPECIAL DISTRICT in which  elections  are  conducted  by  the  board  of\n   28  elections, the registration poll records or computer generated registra-\n   29  tion  lists,  the  returns  with  tally sheets annexed, the absentee and\n   30  military, special federal, special presidential and  emergency  ballots,\n   31  stubs  and  ballot  envelopes,  the challenge records and the package of\n   32  protested, void and wholly blank ballots shall be filed with  the  board\n   33  of elections, and the flag shall be returned to it.\n   34    (b)  Records  and  supplies  to  be filed with a city, town or village\n   35  clerk OR SECRETARY OF THE BOARD OF COMMISSIONERS OF A  SPECIAL  DISTRICT\n   36  shall  be  so filed or delivered immediately after the completion of the\n   37  returns of the canvass, by an  inspector  designated  by  the  board  of\n   38  inspectors.  Returns,  papers  and registration poll records or computer\n   39  generated registration lists to be filed with  the  board  of  elections\n   40  shall  be  so  filed  by  the chairman of the board of inspectors within\n   41  twenty-four hours after the  completion  of  such  returns.  The  person\n   42  receiving  such  returns  in  the  board  of elections shall give to the\n   43  person delivering the returns a receipt stating  therein  the  date  and\n   44  hour  of  delivery,  the  name of the person making the delivery, and to\n   45  whom said returns were delivered and shall  keep  a  duplicate  of  said\n   46  receipt on file in the office of the board of elections.\n   47    (c)  The county legislative body of any county in the state except the\n   48  counties comprising the city of New York may, by a resolution, ordinance\n   49  or act as required, provide that all returns, papers, registration  poll\n   50  records  or computer generated registration lists, books, records, docu-\n   51  ments, and other election supplies and materials shall be filed  by  the\n   52  chairman  of  the board of inspectors of elections in a city or town and\n   53  in a village OR SPECIAL DISTRICT in which elections are conducted by the\n   54  board of elections, with the city, town or village clerk OR SECRETARY OF\n   55  THE BOARD OF COMMISSIONERS OF A SPECIAL  DISTRICT  of  such  city,  town\n   56  [or],  village  OR  SPECIAL DISTRICT in the county within eighteen hours\n\n       A. 2522                             9\n\n    1  after the closing of the polls at any primary,  general,  special  [or],\n    2  village OR SPECIAL DISTRICT election and the city, town or village clerk\n    3  OR  SECRETARY  OF  THE BOARD OF COMMISSIONERS OF A SPECIAL DISTRICT upon\n    4  receiving  such  returns,  papers,  registers  or lists, books, records,\n    5  documents, and other election supplies and materials shall give  to  the\n    6  person  making the delivery, a receipt stating therein the date and hour\n    7  of the delivery and the name of such person.  Within  twenty-four  hours\n    8  after  the  closing  of the polls at any primary, general, special [or],\n    9  village OR SPECIAL DISTRICT election, the city, town or village clerk OR\n   10  SECRETARY OF THE BOARD OF COMMISSIONERS OF A SPECIAL DISTRICT shall file\n   11  all returns, papers, registration poll  records  or  computer  generated\n   12  registration   lists,  books,  records,  documents  and  other  election\n   13  supplies and materials filed with him by the inspectors of the  election\n   14  districts  of the city, town [or], village OR SPECIAL DISTRICT, with the\n   15  board of elections of the county and the board of elections  shall  give\n   16  to  the city, town or village clerk OR SECRETARY OF THE BOARD OF COMMIS-\n   17  SIONERS OF A SPECIAL DISTRICT a receipt  therefor  stating  therein  the\n   18  date  and  hour  of  the  delivery and the name of the person making the\n   19  delivery and to whom it was made, and shall keep  a  duplicate  of  said\n   20  receipt on file in the office of the board of elections.\n   21    S  18. Section 9-204 of the election law, as amended by chapter 359 of\n   22  the laws of 1989, is amended to read as follows:\n   23    S 9-204. County boards of canvassers. The board of elections  of  each\n   24  county  or  city shall be the county board of canvassers of such county,\n   25  or each county within such city. Such board also shall be the city board\n   26  of canvassers of any city  or  cities  within  the  county  for  a  city\n   27  election.  Such board shall also be the board of canvassers of the towns\n   28  of the county. Such board shall also  be  the  board  of  canvassers  of\n   29  villages  in  which  village  elections  are  conducted  by the board of\n   30  elections AND OF SPECIAL DISTRICTS IN WHICH SPECIAL  DISTRICT  ELECTIONS\n   31  ARE  CONDUCTED BY THE BOARD OF ELECTIONS.  The secretary of the board of\n   32  elections, or, if he is absent, or unable to  act,  a  member  or  chief\n   33  clerk  designated  by the board shall be the secretary of the canvassing\n   34  board. Each canvassing board shall meet at the place  where  it  usually\n   35  meets  in  other  capacities  on the day following the election, but its\n   36  duties may be performed in any or all of the offices  of  the  board  of\n   37  elections.\n   38    S  19.  Subdivision 1 of section 9-208 of the election law, as amended\n   39  by chapter 163 of the laws of 2010, is amended to read as follows:\n   40    1.  Within  fifteen  days  after  each  general,  special  or  primary\n   41  election,  and  within  seven  days after every village, SPECIAL TOWN OR\n   42  SPECIAL DISTRICT election conducted by the board of elections  at  which\n   43  ballot  scanners  are  used,  the  board  of  elections, or a bipartisan\n   44  committee of or appointed by said board  shall,  in  each  county  using\n   45  ballot scanners, make a record of the serial number of each ballot scan-\n   46  ner  used  in each election district in such general, special or primary\n   47  election. No person who was  a  candidate  at  such  election  shall  be\n   48  appointed  to  membership  on  the committee. Such board of elections or\n   49  bipartisan committee shall recanvass the tabulated result tape from each\n   50  ballot scanner used in each election district  by  comparing  such  tape\n   51  with the numbers as recorded on the return of canvass. The said board or\n   52  committee  shall also make a recanvass of any election day paper ballots\n   53  that have not been scanned and were hand counted pursuant to subdivision\n   54  two of section 9-110 of this article and compare the  results  with  the\n   55  number  as  recorded  on  the  return of canvass. The board or committee\n   56  shall then recanvass write-in votes,  if  any,  on  ballots  which  were\n\n       A. 2522                            10\n\n    1  otherwise scanned and canvassed at polling places on election night. The\n    2  board  or  committee  shall  validate and prove such sums. Before making\n    3  such canvass the board of  elections,  with  respect  to  each  election\n    4  district  to  be recanvassed, shall give notice in writing to the voting\n    5  machine custodian thereof, to the state and county chair of  each  party\n    6  or  independent  body which shall have nominated candidates for the said\n    7  general or special election or nominated or elected  candidates  at  the\n    8  said  primary  election  and  to  each  individual  candidate whose name\n    9  appears on the office ballot, of the time and place where  such  canvass\n   10  is  to  be  made;  and  the state and county chair of each such party or\n   11  independent body and each such individual candidate may send a represen-\n   12  tative to be present  at  such  recanvass.  Each  candidate  whose  name\n   13  appears on the official ballot, or his or her representative, shall have\n   14  the  right  personally to examine and make a record of the vote recorded\n   15  on the tabulated result tape and any ballots which were hand counted.\n   16    S 20. Subdivision 1 of section 9-212 of the election law,  as  amended\n   17  by chapter 635 of the laws of 1990, is amended to read as follows:\n   18    1.  The  canvassing  board  shall determine each person elected by the\n   19  greatest number of votes to each county office, and each person  elected\n   20  by the greatest number of votes to each city, town or village OR SPECIAL\n   21  DISTRICT  office of a city, town or village OR SPECIAL DISTRICT of which\n   22  it is the board of canvassers.  The canvassing board shall  also  deter-\n   23  mine  whether  any  ballot  proposal submitted only to the voters of the\n   24  county, or only to the voters of a city, town or village of which it  is\n   25  the  board  of canvassers, as the case may be, has by the greater number\n   26  of votes been adopted or rejected.\n   27    S 21. Paragraph (a) of subdivision 1 of section 10-108 of the election\n   28  law, as amended by chapter 104 of the laws of 2010, is amended  to  read\n   29  as follows:\n   30    (a)  Ballots for military voters shall be mailed or otherwise distrib-\n   31  uted by the board of elections, in accordance with the preferred  method\n   32  of  transmission  designated  by the voter pursuant to section 10-107 of\n   33  this article, not later than thirty-two days before a primary or general\n   34  election; twenty-five days before a New York city community school board\n   35  district or city of Buffalo  school  district  election;  fourteen  days\n   36  before  a  village,  SPECIAL  TOWN  OR SPECIAL DISTRICT, OTHER THAN FIRE\n   37  DISTRICT, election conducted by the board of elections; and twelve  days\n   38  before  a special election. A voter who submits a military ballot appli-\n   39  cation shall be entitled to a military ballot thereafter for each subse-\n   40  quent election through and including the next  two  regularly  scheduled\n   41  general  elections  held  in even numbered years, including any run-offs\n   42  which may occur; provided, however, such application shall not be  valid\n   43  for any election held within seven days after its receipt. Ballots shall\n   44  also be mailed to any qualified military voter who is already registered\n   45  and  who requests such military ballot from such board of elections in a\n   46  letter, which is signed by the  voter  and  received  by  the  board  of\n   47  elections  not  later than the seventh day before the election for which\n   48  the ballot is requested and which states the address where the voter  is\n   49  registered  and  the  address  to  which the ballot is to be mailed. The\n   50  board of elections shall enclose with such ballot a form of  application\n   51  for  military ballot. In the case of a primary election, the board shall\n   52  deliver only the ballot of the party with which the  military  voter  is\n   53  enrolled  according to the military voter's registration records. In the\n   54  event a primary election is uncontested in the military voter's election\n   55  district for all offices or  positions  except  the  party  position  of\n   56  member  of  the ward, town, city or county committee, no ballot shall be\n\n       A. 2522                            11\n\n    1  delivered to such military voter for such  election;  and  the  military\n    2  voter  shall  be  advised of the reason why he or she will not receive a\n    3  ballot.\n    4    S 22. The article heading of article 15 of the election law is amended\n    5  to read as follows:\n    6             VILLAGE, SPECIAL TOWN AND SPECIAL DISTRICT ELECTIONS\n    7    S 23. Sections 15-100 through 15-138 of article 15 of the election law\n    8  are  designated  title  1  and  a  new title heading is added to read as\n    9  follows:\n   10                               VILLAGE ELECTIONS\n   11    S 24. Article 15 of the election law is  amended  by  adding  two  new\n   12  titles 2 and 3 to read as follows:\n   13                                  TITLE II\n   14                           SPECIAL TOWN ELECTIONS\n   15  SECTION 15-200. APPLICATION OF TITLE.\n   16          15-202. DEFINITIONS.\n   17          15-204. SPECIAL   TOWN  ELECTIONS  CONDUCTED  BY  THE  BOARD  OF\n   18                    ELECTIONS.\n   19          15-206. REGISTRATION OF VOTERS.\n   20    S 15-200. APPLICATION OF TITLE. THE PROVISIONS  OF  THIS  TITLE  SHALL\n   21  APPLY  TO ALL SPECIAL TOWN ELECTIONS CONDUCTED BY THE BOARD OF ELECTIONS\n   22  PURSUANT TO A RESOLUTION ADOPTED PURSUANT TO THE TOWN LAW AND AS FURTHER\n   23  DESCRIBED IN THIS TITLE. ALL THE PROVISIONS OF THIS CHAPTER  NOT  INCON-\n   24  SISTENT  WITH THE PROVISIONS OF THE TOWN LAW WITH RESPECT TO THE CONDUCT\n   25  OF SUCH SPECIAL  TOWN  ELECTIONS,  SHALL  APPLY  TO  SUCH  SPECIAL  TOWN\n   26  ELECTIONS.\n   27    S  15-202.  DEFINITIONS.  THE  TERMS USED IN THIS TITLE SHALL HAVE THE\n   28  MEANING HEREIN DEFINED UNLESS ANOTHER MEANING  IS  CLEARLY  APPARENT  IN\n   29  LANGUAGE OR CONTEXT:\n   30    1. \"SPECIAL TOWN ELECTION\" MEANS ANY ELECTION HELD IN ANY TOWN OR PART\n   31  THEREOF  AT A TIME OTHER THAN THE TIME OF THE BIENNIAL TOWN ELECTION FOR\n   32  ANY PURPOSE SPECIFIED IN THE TOWN LAW,  THE  PUBLIC  OFFICERS  LAW,  THE\n   33  LOCAL FINANCE LAW, THE MUNICIPAL HOME RULE LAW OR ANY OTHER LAW.\n   34    2.  \"PUBLISH\"  MEANS  THAT  ANY  NOTICE  OR  RESOLUTION REQUIRED TO BE\n   35  PUBLISHED BY A TOWN IN CONNECTION WITH A SPECIAL TOWN ELECTION SHALL  BE\n   36  SO  PRINTED WITHIN THE TIME REQUIRED IN THE LAW REQUIRING PUBLICATION IN\n   37  THE OFFICIAL NEWSPAPER OF THE TOWN, OR IF NONE, ONE  OF  GENERAL  CIRCU-\n   38  LATION WITHIN THE TOWN.\n   39    S  15-204. SPECIAL TOWN ELECTIONS CONDUCTED BY THE BOARD OF ELECTIONS.\n   40  THE TOWN BOARD OF ANY TOWN MAY ADOPT A RESOLUTION SUBJECT TO  A  PERMIS-\n   41  SIVE  REFERENDUM,  AS  PROVIDED  IN THE TOWN LAW, PROVIDING THAT SPECIAL\n   42  TOWN ELECTIONS SHALL BE  CONDUCTED  BY  THE  BOARD  OF  ELECTIONS.  UPON\n   43  APPROVAL  OF  SUCH  A  RESOLUTION  BY THE TOWN BOARD AND BY A PERMISSIVE\n   44  REFERENDUM, IF A VALID PETITION FOR SUCH A REFERENDUM IS  TIMELY  FILED,\n   45  THE  BOARD OF ELECTIONS SHALL CONDUCT ALL SPECIAL TOWN ELECTIONS IN SUCH\n   46  TOWN OR ANY PART THEREOF. SUCH RESOLUTION SHALL TAKE EFFECT AT THE FIRST\n   47  ELECTION HELD IN SUCH TOWN OR PART THEREOF MORE THAN  SIXTY  DAYS  AFTER\n   48  ITS ADOPTION AND SHALL CONTINUE IN EFFECT FOR ALL SUCH ELECTIONS UNTIL A\n   49  SUBSEQUENT  RESOLUTION PROVIDING OTHERWISE SHALL, IN A LIKE MANNER, HAVE\n   50  TAKEN EFFECT.\n   51    S 15-206. REGISTRATION OF  VOTERS.  1.  IN  A  SPECIAL  TOWN  ELECTION\n   52  CONDUCTED  BY  THE  BOARD  OF ELECTIONS PURSUANT TO A RESOLUTION ADOPTED\n   53  PURSUANT TO THE PROVISIONS OF THE TOWN LAW, ONLY  THOSE  PERSONS  REGIS-\n   54  TERED  TO  VOTE WITH THE BOARD OF ELECTIONS ON THE TENTH DAY BEFORE SUCH\n   55  ELECTION AND SUCH OTHER PERSONS OR ENTITIES ENTITLED  TO  VOTE  IN  SUCH\n   56  ELECTION  WHOSE  NAMES HAVE BEEN RECORDED IN THE RECORDS OF THE BOARD OF\n\n       A. 2522                            12\n\n    1  ELECTIONS PURSUANT TO THE PROVISIONS OF SUBDIVISION TWO OF THIS  SECTION\n    2  SHALL BE ELIGIBLE TO VOTE.\n    3    2.  A PERSON WHO IS NOT AN ELECTOR OF THE TOWN OR PART OF THE TOWN FOR\n    4  WHICH A SPECIAL TOWN ELECTION IS BEING HELD BUT WHO IS ELIGIBLE TO  CAST\n    5  A VOTE IN ANY SUCH ELECTION AND ANY OTHER ENTITY ENTITLED TO CAST A VOTE\n    6  IN  ANY SUCH ELECTION MUST NOTIFY THE BOARD OF ELECTIONS OF THEIR ELIGI-\n    7  BILITY TO VOTE IN SUCH ELECTION AT LEAST TEN DAYS  BEFORE  THE  DATE  OF\n    8  SUCH  ELECTION.  SUCH NOTICE MUST SET FORTH THE NAME AND ADDRESS OF SUCH\n    9  PERSON OR ENTITY, THE BASIS OF ELIGIBILITY TO VOTE IN SUCH ELECTION AND,\n   10  IF SUCH ENTITY IS NOT A NATURAL PERSON, THE  NAME  AND  ADDRESS  OF  THE\n   11  NATURAL  PERSON DESIGNATED TO CAST SUCH VOTE, AND SUCH OTHER INFORMATION\n   12  AS THE BOARD OF ELECTIONS SHALL REQUIRE.\n   13    3. THE TOWN CLERK SHALL SUPPLY TO THE BOARD OF ELECTIONS SUCH INFORMA-\n   14  TION AS IT REQUESTS TO ASSIST THE BOARD IN DETERMINING  THE  ELIGIBILITY\n   15  OF ANY PERSON OR ENTITY TO VOTE IN ANY SUCH ELECTION.\n   16                                  TITLE III\n   17                         SPECIAL DISTRICT ELECTIONS\n   18  SECTION 15-300. APPLICATION OF TITLE.\n   19          15-302. DEFINITIONS.\n   20          15-304. SPECIAL  DISTRICT  ELECTIONS  CONDUCTED  BY THE BOARD OF\n   21                    ELECTIONS.\n   22          15-306. REGISTRATION OF VOTERS.\n   23    S 15-300. APPLICATION OF TITLE. THE PROVISIONS  OF  THIS  TITLE  SHALL\n   24  APPLY TO ALL SPECIAL DISTRICT GENERAL AND SPECIAL ELECTIONS CONDUCTED BY\n   25  THE  BOARD OF ELECTIONS PURSUANT TO A RESOLUTION ADOPTED PURSUANT TO THE\n   26  TOWN LAW AND AS FURTHER DESCRIBED IN THIS TITLE. ALL THE  PROVISIONS  OF\n   27  THIS  CHAPTER  NOT INCONSISTENT WITH THE PROVISIONS OF THE TOWN LAW WITH\n   28  RESPECT TO THE CONDUCT OF SUCH SPECIAL DISTRICT ELECTIONS,  SHALL  APPLY\n   29  TO SUCH SPECIAL DISTRICT GENERAL AND SPECIAL ELECTIONS.\n   30    S  15-302.  DEFINITIONS.  THE  TERMS USED IN THIS TITLE SHALL HAVE THE\n   31  MEANING HEREIN DEFINED UNLESS ANOTHER MEANING  IS  CLEARLY  APPARENT  IN\n   32  LANGUAGE OR CONTEXT:\n   33    1.  \"SPECIAL  DISTRICT ELECTION\" MEANS THE ANNUAL ELECTION FOR SPECIAL\n   34  DISTRICT COMMISSIONERS OF A SPECIAL DISTRICT OR ANY OTHER ELECTION OF  A\n   35  SPECIAL DISTRICT FOR ANY OTHER SPECIAL DISTRICT OFFICE OR PURPOSE SPECI-\n   36  FIED IN THE TOWN LAW.\n   37    2.  \"PUBLISH\"  MEANS  THAT  ANY  NOTICE  OR  RESOLUTION REQUIRED TO BE\n   38  PUBLISHED BY A SPECIAL DISTRICT SHALL BE  SO  PRINTED  WITHIN  THE  TIME\n   39  REQUIRED  IN  THE LAW REQUIRING PUBLICATION IN THE OFFICIAL NEWSPAPER OF\n   40  THE SPECIAL DISTRICT, OR IF NONE, ONE OF GENERAL CIRCULATION WITHIN  THE\n   41  SPECIAL DISTRICT.\n   42    S  15-304.  SPECIAL  DISTRICT  ELECTIONS  CONDUCTED  BY  THE  BOARD OF\n   43  ELECTIONS. THE BOARD OF COMMISSIONERS OF A SPECIAL DISTRICT MAY ADOPT  A\n   44  RESOLUTION  SUBJECT  TO A PERMISSIVE REFERENDUM, AS PROVIDED IN THE TOWN\n   45  LAW, PROVIDING THAT SPECIAL DISTRICT ELECTIONS SHALL BE CONDUCTED BY THE\n   46  BOARD OF ELECTIONS. UPON APPROVAL OF SUCH A RESOLUTION BY THE  BOARD  OF\n   47  COMMISSIONERS  AND  BY  A PERMISSIVE REFERENDUM, IF A VALID PETITION FOR\n   48  SUCH A REFERENDUM IS TIMELY FILED, THE BOARD OF ELECTIONS SHALL  CONDUCT\n   49  ALL SPECIAL DISTRICT ELECTIONS IN SUCH SPECIAL DISTRICT. SUCH RESOLUTION\n   50  SHALL  TAKE  EFFECT  AT THE FIRST ELECTION HELD IN SUCH SPECIAL DISTRICT\n   51  MORE THAN SIXTY DAYS AFTER ITS ADOPTION AND SHALL CONTINUE IN EFFECT FOR\n   52  ALL SUCH ELECTIONS UNTIL A  SUBSEQUENT  RESOLUTION  PROVIDING  OTHERWISE\n   53  SHALL, IN A LIKE MANNER, HAVE TAKEN EFFECT.\n   54    S  15-306.  REGISTRATION  OF  VOTERS.  IN  A SPECIAL DISTRICT ELECTION\n   55  CONDUCTED BY THE BOARD OF ELECTIONS PURSUANT  TO  A  RESOLUTION  ADOPTED\n   56  PURSUANT  TO  THE  PROVISIONS OF THE TOWN LAW, ONLY THOSE PERSONS REGIS-\n\n       A. 2522                            13\n\n    1  TERED TO VOTE WITH THE BOARD OF ELECTIONS ON THE TENTH DAY  BEFORE  SUCH\n    2  ELECTION SHALL BE ELIGIBLE TO VOTE.\n    3    S  25. Subdivision 2 of section 16-102 of the election law, as amended\n    4  by chapter 79 of the laws of 1992, is amended to read as follows:\n    5    2. A proceeding with respect to a petition shall be instituted  within\n    6  fourteen  days  after the last day to file the petition, or within three\n    7  business days after the officer or board with whom or which  such  peti-\n    8  tion was filed, makes a determination of invalidity with respect to such\n    9  petition, whichever is later; except that a proceeding with respect to a\n   10  petition  for a village, SPECIAL TOWN OR SPECIAL DISTRICT election or an\n   11  independent nomination for a special election shall be instituted within\n   12  seven days after the last day to file the  petition  for  such  village,\n   13  SPECIAL  TOWN  OR SPECIAL DISTRICT election or independent nomination or\n   14  within three business days after the officer or board with whom or which\n   15  such petition was  filed,  makes  a  determination  of  invalidity  with\n   16  respect  to such petition, whichever is later. A proceeding with respect\n   17  to a primary, convention, meeting of a party committee, or caucus  shall\n   18  be  instituted  within  ten  days  after  the holding of such primary or\n   19  convention or the filing of the certificate of nominations made at  such\n   20  caucus or meeting of a party committee.\n   21    S  26. Subdivision 5 of section 16-106 of the election law, as amended\n   22  by chapter 359 of the laws of 1989, is amended to read as follows:\n   23    5. A proceeding under subdivisions one and three of this section  must\n   24  be  instituted  within  twenty  days  and  under subdivision two OF THIS\n   25  SECTION, within thirty days after  the  election  or  alleged  erroneous\n   26  statement  or  determination  was made, or the time when the board shall\n   27  have acted in the particulars as to which it is claimed to  have  failed\n   28  to  perform  its  duty,  except that such a proceeding with respect to a\n   29  village, SPECIAL TOWN OR SPECIAL DISTRICT election  must  be  instituted\n   30  within ten days after such election, statement, determination or action.\n   31    S  27.  Section  361-a of the county law, as amended by chapter 359 of\n   32  the laws of 1989, is amended to read as follows:\n   33    S 361-a. Expenses of boards of elections outside New York City; appor-\n   34  tionment of. The board of elections in each county, outside of the  city\n   35  of  New York, on or before the fifteenth day of December and not earlier\n   36  than the first day of October, in each year, shall certify to the  clerk\n   37  of  the legislative body of the county, the total amount of the expenses\n   38  of such board of elections, including salaries for the  preceding  year,\n   39  and, if the legislative body of any county shall so direct, shall certi-\n   40  fy to such clerk the portions of such expenses which under provisions of\n   41  law are to be borne by any city or cities in said county and the portion\n   42  thereof  which  is to be borne by the rest of such county and such clerk\n   43  shall thereupon notify the proper local official or officials,  who,  in\n   44  spreading  upon  the  assessment-rolls  the  taxes to be levied upon the\n   45  taxable property in the city or any such cities, and in the rest of  the\n   46  county,  shall  include in the amount so spread the amounts certified by\n   47  the board of elections to be borne by such city or cities, respectively,\n   48  and in the amount spread upon the assessment-rolls of the taxable  prop-\n   49  erty in the several towns or other political subdivisions of the rest of\n   50  the  county  the  amount  so  certified by said board of elections to be\n   51  borne by such towns or political subdivisions respectively. Whenever any\n   52  additional expenses either for salaries or supplies in addition  to  the\n   53  regular  county-wide  primary and GENERAL election expenses are incurred\n   54  by a board of elections incidental to any election in  any  city,  town,\n   55  SPECIAL  DISTRICT  or  village, such board of elections shall certify to\n   56  the county legislative body a detailed statement of  such  expenses  and\n\n       A. 2522                            14\n\n    1  said  county  legislative body may cause the amount thereof to be levied\n    2  against such city, town, SPECIAL DISTRICT or village or may certify  the\n    3  amount  thereof to such city, town, SPECIAL DISTRICT or village and such\n    4  city,  town,  SPECIAL DISTRICT or village shall upon such certification,\n    5  include the amount so certified in the next  budget  and  tax  levy  and\n    6  shall pay the same to the county.\n    7    S  28.  Section 64 of the town law is amended by adding a new subdivi-\n    8  sion 26 to read as follows:\n    9    26. RESOLUTIONS.   MAY ADOPT A RESOLUTION,  SUBJECT  TO  A  PERMISSIVE\n   10  REFERENDUM,  PROVIDING  THAT ALL SPECIAL ELECTIONS IN SUCH TOWN SHALL BE\n   11  CONDUCTED BY THE COUNTY BOARD OF ELECTIONS.  UPON  APPROVAL  OF  SUCH  A\n   12  RESOLUTION  BY THE TOWN BOARD AND BY THE VOTERS IN A PERMISSIVE REFEREN-\n   13  DUM, IF A VALID PETITION FOR SUCH A  REFERENDUM  IS  TIMELY  FILED,  THE\n   14  COUNTY  BOARD  OF ELECTIONS SHALL CONDUCT ALL SPECIAL ELECTIONS REQUIRED\n   15  TO BE HELD IN SUCH TOWN OR ANY PART THEREOF. SUCH RESOLUTION SHALL  TAKE\n   16  EFFECT  FOR  THE FIRST SUCH ELECTION HELD MORE THAN SIXTY DAYS AFTER ITS\n   17  ADOPTION AND SHALL CONTINUE IN EFFECT FOR ALL  SUCH  ELECTIONS  UNTIL  A\n   18  SUBSEQUENT  RESOLUTION PROVIDING OTHERWISE SHALL, IN A LIKE MANNER, HAVE\n   19  TAKEN EFFECT.\n   20    S 29. Subdivision 4 of section 81 of the town law, as amended by chap-\n   21  ter 434 of the laws of 1984, is amended to read as follows:\n   22    4. Such petition shall be subscribed and authenticated, in the  manner\n   23  provided  by  the  election  law  for  the  authentication of nominating\n   24  petitions, by electors of the town qualified to vote upon a  proposition\n   25  to  raise  and expend money, in number equal to at least five per centum\n   26  of the total votes cast for governor in said town at  the  last  general\n   27  election  held for the election of state officers, but such number shall\n   28  not be less than one hundred in a town of the first class nor less  than\n   29  twenty-five  in a town of the second class.  If such a petition be filed\n   30  in the office of the town clerk not less than sixty days, nor more  than\n   31  seventy-five  days,  prior  to a biennial town election, the proposition\n   32  shall be submitted  at  such  biennial  election.    If  a  petition  be\n   33  presented  at  any  other time, a special election shall be called to be\n   34  held not less than sixty days, nor more than seventy-five days after the\n   35  filing of such petition EXCEPT THAT IF SUCH  SPECIAL  ELECTION  WILL  BE\n   36  CONDUCTED  BY  THE  BOARD  OF ELECTIONS AND THE DATES PRESCRIBED BY THIS\n   37  SUBDIVISION FOR CONDUCTING SUCH ELECTION ARE WITHIN  THIRTY  DAYS  OF  A\n   38  GENERAL  OR  PRIMARY ELECTION CONDUCTED BY SUCH BOARD OF ELECTIONS, THEN\n   39  SUCH SPECIAL ELECTION SHALL BE HELD NOT LESS THAN THIRTY NOR  MORE  THAN\n   40  FORTY-FIVE DAYS AFTER SUCH GENERAL OR PRIMARY ELECTION.\n   41    S  30.  Section  83  of the town law, as amended by chapter 134 of the\n   42  laws of 1986, is amended to read as follows:\n   43    S 83. Conduct of town elections. The town board shall select from  the\n   44  list  of election inspectors and ballot clerks previously designated for\n   45  general election purposes, pursuant to the election law, persons to  act\n   46  as  election inspectors and ballot clerks for each voting place at which\n   47  a special town election NOT CONDUCTED BY THE COUNTY BOARD  OF  ELECTIONS\n   48  shall  be  held. Election inspectors and ballot clerks for biennial town\n   49  elections shall be those appointed as provided by the election law,  and\n   50  both  special  town elections and biennial elections shall be conducted,\n   51  the votes canvassed, and the results certified and returned  so  far  as\n   52  practicable  in  the  manner prescribed by such law. Upon the closing of\n   53  the polls at any election NOT CONDUCTED BY THE COUNTY BOARD OF ELECTIONS\n   54  at which a proposition or propositions shall be voted upon, the election\n   55  inspectors shall proceed to canvass the votes thereat and shall complete\n   56  such canvass without adjournment. As soon as possible  after  completion\n\n       A. 2522                            15\n\n    1  OF  THE  CANVASS  OF  ANY  ELECTION NOT CONDUCTED BY THE COUNTY BOARD OF\n    2  ELECTIONS the inspectors shall file with the town  clerk  a  certificate\n    3  setting  forth  the  holding  of the election, the total number of votes\n    4  cast upon each proposition, and the number of votes cast for and against\n    5  each  proposition,  together  with  the name and address of every person\n    6  voting at such election upon such proposition or propositions.\n    7    S 31. Subdivision 2 of section 84 of the town law, as amended by chap-\n    8  ter 281 of the laws of 1998, is amended to read as follows:\n    9    2. The town board of a town may, by resolution adopted  at  a  regular\n   10  meeting, determine that thereafter personal registration of voters shall\n   11  be required for special town elections NOT CONDUCTED BY THE COUNTY BOARD\n   12  OF  ELECTIONS.   Such resolution and the notice hereinafter provided for\n   13  shall specify the day or days, the place or places, and the hours during\n   14  which a board or boards of registration shall meet for  the  purpose  of\n   15  preparing  a  register  of  voters of the town qualified to vote in such\n   16  special elections, who shall present themselves personally for registra-\n   17  tion for such special election. The town clerk shall give notice at  the\n   18  expense  of  the  town,  by  the  publication of a notice in a newspaper\n   19  published in said town, if there be any, or, if  there  be  none,  in  a\n   20  newspaper  published  in  the  county  having general circulation in the\n   21  town, specifying the day or days, the place or places, and hours  during\n   22  which  the  board or boards of registration will meet for the purpose of\n   23  preparing a register of qualified voters of the town as provided in this\n   24  section. The first publication of such notice shall be at least ten days\n   25  prior to the first day fixed by the town board on which boards of regis-\n   26  tration shall meet. In addition, the town clerk shall post or  cause  to\n   27  be  posted in five conspicuous places in said town copies of such notice\n   28  at least ten days prior to the first day fixed  by  the  town  board  on\n   29  which the boards of registration shall meet.\n   30    S 32. Subdivision 1 of section 84-a of the town law, as added by chap-\n   31  ter 396 of the laws of 1988, is amended to read as follows:\n   32    1.  Absentee  ballots  shall be provided PURSUANT TO THE PROVISIONS OF\n   33  THIS SECTION for all special town elections NOT CONDUCTED BY THE  COUNTY\n   34  BOARD OF ELECTIONS for which personal registration is required.\n   35    S 33. Subdivisions 1 and 6 of section 175 of the town law, subdivision\n   36  1  as  amended  by  chapter 185 of the laws of 2010 and subdivision 6 as\n   37  amended by chapter 586 of the laws of  2004,  are  amended  to  read  as\n   38  follows:\n   39    1.  An  annual  election  shall  be  held in each fire district on the\n   40  second Tuesday in December, except that  in  the  Ocean  Bay  Park  fire\n   41  district,  the  Lonelyville fire district, the Davis Park fire district,\n   42  the Cherry Grove fire district and the Fire Island Pines fire  district,\n   43  Suffolk county, such annual election shall be held on the second Tuesday\n   44  in  July,  except  that  in the town of Salisbury, Herkimer county, such\n   45  annual election shall be held on the Tuesday next succeeding  the  first\n   46  Monday in November from six o'clock in the morning until nine o'clock in\n   47  the evening and except that in the Belfast fire district, Allegany coun-\n   48  ty, such annual election shall be held on the first Tuesday in December.\n   49  The  board  of fire commissioners shall give notice [thereof] OF SUCH AN\n   50  ELECTION NOT CONDUCTED BY THE BOARD OF ELECTIONS by the publication of a\n   51  notice once in one or more newspapers having a  general  circulation  in\n   52  the  district.  The  first  publication of such notice shall be not less\n   53  than twenty-seven days and not more than thirty-four days prior  to  the\n   54  date  of  such election. Such notice shall specify the time when and the\n   55  place where such election will be held, the officers to be elected ther-\n   56  eat and their terms of office, and the hours during which the polls will\n\n       A. 2522                            16\n\n    1  be open for the receipt of ballots. The secretary of such fire  district\n    2  shall  prepare  the  ballots for all elections of fire district officers\n    3  NOT CONDUCTED BY THE BOARD OF ELECTIONS and the polls shall remain  open\n    4  for  the receipt thereof at all elections of fire district officers from\n    5  six o'clock in the evening until nine o'clock in the  evening  and  such\n    6  additional  consecutive hours prior thereto as the board of fire commis-\n    7  sioners of such district may have determined and specified in the notice\n    8  thereof. The board of fire commissioners shall designate a resident fire\n    9  district elector, who shall be a registered voter of the town, to act as\n   10  chairman of any election of said district NOT CONDUCTED BY THE BOARD  OF\n   11  ELECTIONS and shall designate not less than two nor more than four resi-\n   12  dent  fire district electors, who shall be registered voters of the town\n   13  to act as election inspectors and ballot clerks at ANY  such  elections.\n   14  No elective officer of the fire district shall serve as such chairman or\n   15  as  an election inspector or ballot clerk. The board of fire commission-\n   16  ers may adopt  a  resolution  providing  that  such  chairman,  election\n   17  inspectors and ballot clerks shall be paid for their respective services\n   18  at  any  such  annual  election  or  at any special election of the fire\n   19  district. Such resolution, if adopted, shall  fix  the  amount  of  such\n   20  compensation,  as  follows:  if the hours during which the polls will be\n   21  open for the receipt of ballots are from  six  o'clock  in  the  evening\n   22  until  nine  o'clock  in  the  evening,  a sum not to exceed thirty-five\n   23  dollars for each such official; if additional consecutive hours prior to\n   24  six o'clock in the evening are determined and specified in the notice of\n   25  election, a sum not to exceed fifty dollars for each such official.\n   26    6. If in any fire district the number of voters  is  so  great  as  to\n   27  render it inexpedient or impossible to conduct the election at one poll-\n   28  ing  place, the board of fire commissioners may divide the fire district\n   29  into election districts and  provide  a  polling  place  for  each  such\n   30  election  district,  provided,  however,  that  the  number  of election\n   31  districts in any fire district shall not exceed one for each six hundred\n   32  electors plus one for a remaining fraction of  six  hundred.    In  such\n   33  event,  the  notice  specified  in subdivision one of this section shall\n   34  describe the election districts and state where the polling places  will\n   35  be  located[,  and the]. THE board of fire commissioners shall designate\n   36  not less than two nor more than four resident  fire  district  electors,\n   37  who  shall  be registered voters of the town, to act as election inspec-\n   38  tors and ballot clerks at each such polling place IN  ANY  ELECTION  NOT\n   39  CONDUCTED  BY THE COUNTY BOARD OF ELECTIONS.  The board of fire district\n   40  commissioners may  adopt  a  resolution  providing  that  such  election\n   41  inspectors and ballot clerks shall be paid for their respective services\n   42  at  any  such  annual  election  or  at any special election of the fire\n   43  district. Such resolution, if adopted, shall  fix  the  amount  of  such\n   44  compensation  as  follows:  if  the hours during which the polls will be\n   45  open for the receipt of ballots are from  six  o'clock  in  the  evening\n   46  until  nine  o'clock  in  the  evening,  a sum not to exceed thirty-five\n   47  dollars for each such official; if additional consecutive hours prior to\n   48  six o'clock in the evening are determined and specified in the notice of\n   49  election, a sum not to exceed fifty dollars for each such  official.  No\n   50  elective officer of the fire district shall serve as an election inspec-\n   51  tor or ballot clerk.\n   52    S 34. Subdivision 1, the opening paragraph and paragraph (a) of subdi-\n   53  vision 2, the opening paragraph of subdivision 3 and subdivisions 5  and\n   54  6  of section 175-a of the town law, subdivision 1 as amended by chapter\n   55  169 of the laws of 1997, the opening  paragraph  and  paragraph  (a)  of\n   56  subdivision  2, the opening paragraph of subdivision 3 and subdivision 5\n\n       A. 2522                            17\n\n    1  as added by chapter 202 of the laws of 1984 and subdivision 6 as amended\n    2  by chapter 456 of the laws of 1986, are amended to read as follows:\n    3    1. The board of fire commissioners of any fire district may provide by\n    4  resolution,  that a proposition be submitted at any annual fire district\n    5  election providing that additional personal registration of  voters  not\n    6  registered  with  the  board  of  elections  shall  be permitted for all\n    7  elections in such fire district NOT CONDUCTED BY  THE  COUNTY  BOARD  OF\n    8  ELECTIONS.  Such additional personal registration may be terminated by a\n    9  resolution  of  the  board  of  fire  commissioners and the passage of a\n   10  proposition at any annual fire district election.\n   11    Registration for all fire district  elections  NOT  CONDUCTED  BY  THE\n   12  COUNTY BOARD OF ELECTIONS shall be conducted as follows:\n   13    (a)  Only  those  persons registered with the board of elections on or\n   14  before the [twenty-third] TWENTY-FIRST  day  before  such  election  and\n   15  those  persons  whose  names  are  placed  on the fire district register\n   16  pursuant to the provisions of this section shall be entitled to vote  in\n   17  such district.\n   18    The  register  for  the  annual  fire  district  election FOR DISTRICT\n   19  ELECTIONS NOT CONDUCTED BY  THE  COUNTY  BOARD  OF  ELECTIONS  shall  be\n   20  prepared  in each fire district by the inspectors of election thereof on\n   21  the days prior to registration day, if any, designated therefor, on  the\n   22  registration  day,  if  any,  at  the times and places designated by the\n   23  resolution of the board of fire commissioners. In preparing such  regis-\n   24  ter,  the  inspectors of election shall comply with the following proce-\n   25  dure:\n   26    5. Registration for  special  fire  district  elections  FOR  DISTRICT\n   27  ELECTIONS  NOT  CONDUCTED BY THE COUNTY BOARD OF ELECTIONS shall be held\n   28  in the same manner as  is  provided  herein  for  annual  fire  district\n   29  elections,  and  registration days therefor shall be the same as if said\n   30  special fire district election were the annual fire district election.\n   31    6. In lieu of the provisions for designating  the  chairman,  election\n   32  inspectors and ballot clerks, as set forth in subdivision one of section\n   33  one  hundred  seventy-five  of this [chapter] ARTICLE, the board of fire\n   34  commissioners shall, by resolution adopted at least forty days prior  to\n   35  the  annual  fire district election FOR DISTRICT ELECTIONS NOT CONDUCTED\n   36  BY THE COUNTY BOARD OF ELECTIONS, designate  a  resident  fire  district\n   37  elector  to  act  as chairman of any election of said district and shall\n   38  designate not less than two nor more than four  resident  fire  district\n   39  electors  to  act  as  election  inspectors  and  ballot  clerks in such\n   40  election. Such resolution shall fix the compensation of the chairman and\n   41  inspectors and, in addition, the board of fire commissioners may provide\n   42  for alternate inspectors who shall assume the office of  inspector  upon\n   43  the inability or refusal of an inspector to assume or perform his duties\n   44  and  for  any clerical help which they may deem necessary. Such clerical\n   45  help shall perform their duties under the direction and control  of  the\n   46  chairman and inspectors of election.\n   47    S  35. Subdivisions 7, 8 and 29 of section 176 of the town law, subdi-\n   48  vision 7 as amended by chapter 35 of the laws of 1996, subdivision 8  as\n   49  amended  by  chapter 602 of the laws of 1947 and subdivision 29 as added\n   50  by chapter 568 of the laws of 1949, are amended to read as follows:\n   51    7. Shall require that candidates for district offices file their names\n   52  with the secretary of the fire district OR, IF THE ELECTION FOR DISTRICT\n   53  OFFICES IS CONDUCTED BY THE COUNTY BOARD OF ELECTIONS, WITH SUCH  COUNTY\n   54  BOARD  OF ELECTIONS, at least twenty days prior to the date of such fire\n   55  district elections and in addition may provide by resolution  that  such\n   56  nominations  be  submitted in petition form subscribed by AT LEAST twen-\n\n       A. 2522                            18\n\n    1  ty-five  qualified  voters  of  the  district.  Thereafter  the  ballots\n    2  prepared  for  the  election of fire district officers shall specify the\n    3  names of the candidates duly filed and in addition provide proper  blank\n    4  spaces for each office to be filled at such election. If any such resol-\n    5  ution  shall  be adopted, the requirements thereof shall be specified in\n    6  the notice of each fire district election held thereafter. The board  of\n    7  fire commissioners may rescind such resolution at any time and thereaft-\n    8  er fire district officers shall be elected as otherwise provided herein.\n    9    8.  Shall  appoint officials for fire district elections NOT CONDUCTED\n   10  BY THE COUNTY BOARD OF ELECTIONS as  provided  in  section  one  hundred\n   11  seventy-five  of  this  chapter  and  may provide for their compensation\n   12  pursuant to such section.\n   13    29. May authorize the use of voting machines at any annual or  special\n   14  election  held within the fire district and such voting machine shall be\n   15  used in accordance with the provisions contained in  [article  nine  of]\n   16  the election law.\n   17    S  36. Section 176 of the town law is amended by adding a new subdivi-\n   18  sion 35 to read as follows:\n   19    35. MAY ADOPT  A  RESOLUTION,  SUBJECT  TO  A  PERMISSIVE  REFERENDUM,\n   20  PROVIDING THAT ALL ELECTIONS IN SUCH FIRE DISTRICT SHALL BE CONDUCTED BY\n   21  THE COUNTY BOARD OF ELECTIONS. UPON APPROVAL OF SUCH A RESOLUTION BY THE\n   22  BOARD  OF COMMISSIONERS AND BY THE VOTERS IN A PERMISSIVE REFERENDUM, IF\n   23  A VALID PETITION FOR SUCH A REFERENDUM IS TIMELY FILED, THE COUNTY BOARD\n   24  OF ELECTIONS SHALL CONDUCT ALL ELECTIONS REQUIRED TO  BE  HELD  IN  SUCH\n   25  FIRE  DISTRICT.  SUCH  RESOLUTION  SHALL  TAKE EFFECT FOR THE FIRST SUCH\n   26  ELECTION HELD MORE THAN SIXTY DAYS AFTER ITS ADOPTION AND SHALL CONTINUE\n   27  IN EFFECT FOR ALL SUCH ELECTIONS UNTIL A SUBSEQUENT RESOLUTION PROVIDING\n   28  OTHERWISE SHALL, IN A LIKE MANNER, HAVE TAKEN EFFECT.\n   29    S 37. Section 212 of the town law, as amended by chapter  421  of  the\n   30  laws of 2008, is amended to read as follows:\n   31    S  212. Annual election and notice thereof. The district commissioners\n   32  of such improvement  district  shall  publish  at  the  expense  of  the\n   33  district the notice of each election of improvement district commission-\n   34  ers  held  pursuant to this article WHICH IS NOT CONDUCTED BY THE COUNTY\n   35  BOARD OF ELECTIONS.  Such notice shall be published at least once in one\n   36  or more newspapers having general circulation in the  district  and  the\n   37  first  publication  thereof shall be at least twenty days before the day\n   38  of such election. The notice of annual election shall specify  the  time\n   39  when  and  the place or places where such election shall be held and the\n   40  hours during which the polls will be open for the  receipt  of  ballots.\n   41  Notice  of  such  election  shall  also be posted on the websites of the\n   42  district and the town in which the district is located, if such websites\n   43  are maintained, on the signboard of the town, and  conspicuously  posted\n   44  in  three or more designated public locations within the district, on or\n   45  about the day on which such notice is published. Such election shall  be\n   46  held at a suitable place or places within the district designated by the\n   47  district  commissioners and the polls shall remain open from six o'clock\n   48  in the evening until nine o'clock in the  evening  and  such  additional\n   49  consecutive hours prior thereto as the district commissioners may deter-\n   50  mine  and  specify  in the notice of such election. The board of commis-\n   51  sioners of such district shall designate for each district election  NOT\n   52  CONDUCTED  BY  THE  COUNTY BOARD OF ELECTIONS not less than two nor more\n   53  than four resident taxpayers to act as election  inspectors  and  ballot\n   54  clerks  for  each  designated  polling place. The board of commissioners\n   55  shall fix the compensation of such election inspectors and ballot clerks\n   56  in an amount not to exceed ten dollars per hour each for every  hour  or\n\n       A. 2522                            19\n\n    1  part  thereof  of  such  service and such compensation shall be a charge\n    2  against the district. The board  of  commissioners  shall  cause  to  be\n    3  prepared the ballots for all elections NOT CONDUCTED BY THE COUNTY BOARD\n    4  OF  ELECTIONS,  and may authorize the use of voting machines approved by\n    5  the [secretary of] state BOARD  OF  ELECTIONS  at  any  SUCH  annual  or\n    6  special  election  of  the district in accordance with [article nine of]\n    7  the election law.  After  the  polls  shall  have  been  closed  at  any\n    8  election,  the  election  inspectors  and  ballot clerks at each polling\n    9  place shall immediately canvass the  ballots  cast  and  shall  publicly\n   10  announce  the  result  of the vote at that polling place. Within twenty-\n   11  four hours the chairman of the board of commissioners, election  inspec-\n   12  tors  and  ballot  clerks  shall  execute  and file a certificate of the\n   13  result of the canvass with the board of commissioners of the improvement\n   14  district and with the clerk of  the  town  in  which  said  district  is\n   15  located.\n   16    S 38. Subdivision 1, the opening paragraph and paragraph (a) of subdi-\n   17  vision  2, the opening paragraph of subdivision 3 and subdivisions 4 and\n   18  5 of section 213-a of the town law, subdivision 1 as amended by  chapter\n   19  530  of  the  laws  of  1992, the opening paragraph and paragraph (a) of\n   20  subdivision 2, the opening paragraph of subdivision 3 and subdivisions 4\n   21  and 5 as added by chapter 400 of the laws of 1985, are amended  to  read\n   22  as follows:\n   23    1.  The  board  of  commissioners of any improvement district in which\n   24  commissioners are elected may provide by resolution that  a  proposition\n   25  be  submitted at any annual improvement district election providing that\n   26  additional personal registration of voters not registered with the board\n   27  of elections shall be permitted for all elections  in  such  improvement\n   28  district NOT CONDUCTED BY THE COUNTY BOARD OF ELECTIONS.\n   29    Registration  for  all improvement district elections NOT CONDUCTED BY\n   30  THE COUNTY BOARD OF ELECTIONS shall be conducted as follows:\n   31    (a) Only those persons registered with the board of  elections  on  or\n   32  before  the  [twenty-third]  TWENTY-FIRST  day  before such election and\n   33  those persons whose names are placed on the improvement district  regis-\n   34  ter pursuant to the provisions of this section shall be entitled to vote\n   35  in such district.\n   36    The  register  for  [the] ANY annual improvement district election NOT\n   37  CONDUCTED BY THE COUNTY BOARD OF ELECTIONS shall  be  prepared  in  each\n   38  district  by  the  inspectors  of  election thereof on the days prior to\n   39  registration day, if any, designated therefor, AND on  the  registration\n   40  day, if any, at the times and places designated by the resolution of the\n   41  board  of  commissioners.  In preparing such register, the inspectors of\n   42  election shall comply with the following procedure:\n   43    4. The SECRETARY OF THE BOARD  OF  COMMISSIONERS  OF  THE  improvement\n   44  district  [secretary]  shall  furnish  the  inspectors  of  election, at\n   45  district expense, with all necessary registration books, papers,  equip-\n   46  ment and supplies.\n   47    5.  In  lieu of the provisions for designating the election inspectors\n   48  and ballot clerks, as set forth in section two hundred  twelve  of  this\n   49  [chapter]  ARTICLE,  in  improvement districts where additional personal\n   50  registration is permitted FOR DISTRICT ELECTIONS NOT  CONDUCTED  BY  THE\n   51  COUNTY  BOARD  OF ELECTIONS, the board of commissioners shall, by resol-\n   52  ution adopted at least forty days prior to the annual district election,\n   53  designate a resident improvement district elector to act as chairman  of\n   54  any  election of said district and shall designate not less than two nor\n   55  more than four resident district electors to act as election  inspectors\n   56  and  ballot  clerks  in ANY such election. Such resolution shall fix the\n\n       A. 2522                            20\n\n    1  compensation of the chairman and inspectors and, in addition, the  board\n    2  of  commissioners  may provide for alternate inspectors who shall assume\n    3  the office of inspector upon the inability or refusal of an inspector to\n    4  assume  or  perform  his duties and for any clerical help which they may\n    5  deem necessary. Such clerical help shall perform their duties under  the\n    6  direction and control of the chairman and inspectors of election.\n    7    S  39.  Subdivision  1  of  section 213-b of the town law, as added by\n    8  chapter 400 of the laws of 1985, is amended to read as follows:\n    9    1. The board of commissioners of any  improvement  district  in  which\n   10  commissioners  are  elected,  may,  by  resolution, provide for absentee\n   11  ballots for the election of the commission[, in accordance with].   SUCH\n   12  ABSENTEE BALLOTS FOR IMPROVEMENT DISTRICT ELECTIONS NOT CONDUCTED BY THE\n   13  COUNTY  BOARD  OF  ELECTIONS SHALL BE CAST PURSUANT TO the provisions of\n   14  this section. SUCH ABSENTEE BALLOTS FOR IMPROVEMENT  DISTRICT  ELECTIONS\n   15  CONDUCTED BY THE COUNTY BOARD OF ELECTIONS SHALL BE CAST PURSUANT TO THE\n   16  PROVISIONS OF THE ELECTION LAW. Such resolution shall take effect at the\n   17  first  such  election  held  more than sixty days after its adoption and\n   18  shall continue in effect for  all  such  elections  until  a  subsequent\n   19  resolution providing otherwise shall, in like manner, have taken effect.\n   20    S  40.  Subdivision  20  of section 215 of the town law, as amended by\n   21  chapter 400 of the laws of 1985, is amended to read as follows:\n   22    20. [May] SHALL provide by resolution  that  candidates  for  district\n   23  offices  shall  file  their  names  with  the  secretary of the board of\n   24  commissioners OR, IF THE ELECTION FOR DISTRICT OFFICES IS  CONDUCTED  BY\n   25  THE  COUNTY  BOARD OF ELECTIONS, WITH SUCH COUNTY BOARD OF ELECTIONS, at\n   26  least thirty days prior to the date of the district elections,  and,  in\n   27  addition,  require  that  such  nominations  FOR  DISTRICT ELECTIONS NOT\n   28  CONDUCTED BY THE COUNTY BOARD OF ELECTIONS be submitted in petition form\n   29  subscribed by twenty-five registered voters of the district.   Thereaft-\n   30  er,  the ballots for the election of district officers shall specify the\n   31  names of the candidates duly filed  and,  in  addition,  provide  proper\n   32  blank  spaces for each office to be filled at such election. If any such\n   33  resolution shall be adopted, the requirements thereof shall be specified\n   34  in the notice of each district election  NOT  CONDUCTED  BY  THE  COUNTY\n   35  BOARD  OF  ELECTIONS  held  thereafter.  The  board of commissioners may\n   36  rescind such resolution at any time  and  thereafter  district  officers\n   37  shall be elected as otherwise provided herein.\n   38    S  41. Section 215 of the town law is amended by adding a new subdivi-\n   39  sion 24 to read as follows:\n   40    24. MAY ADOPT  A  RESOLUTION,  SUBJECT  TO  A  PERMISSIVE  REFERENDUM,\n   41  PROVIDING  THAT  ALL  ELECTIONS  IN  SUCH  IMPROVEMENT DISTRICT SHALL BE\n   42  CONDUCTED BY THE COUNTY BOARD OF ELECTIONS.  UPON  APPROVAL  OF  SUCH  A\n   43  RESOLUTION  BY THE BOARD OF COMMISSIONERS AND BY THE VOTERS IN A PERMIS-\n   44  SIVE REFERENDUM, IF A VALID PETITION FOR SUCH  A  REFERENDUM  IS  TIMELY\n   45  FILED,  THE  COUNTY  BOARD  OF  ELECTIONS  SHALL  CONDUCT  ALL ELECTIONS\n   46  REQUIRED TO BE HELD IN SUCH IMPROVEMENT DISTRICT. SUCH RESOLUTION  SHALL\n   47  TAKE  EFFECT FOR THE FIRST SUCH ELECTION HELD MORE THAN SIXTY DAYS AFTER\n   48  ITS ADOPTION AND SHALL CONTINUE IN EFFECT FOR ALL SUCH ELECTIONS UNTIL A\n   49  SUBSEQUENT RESOLUTION PROVIDING OTHERWISE SHALL, IN A LIKE MANNER,  HAVE\n   50  TAKEN EFFECT.\n   51    S 42. Paragraph a of subdivision 1 of section 24 of the municipal home\n   52  rule  law,  as amended by chapter 271 of the laws of 1986, is amended to\n   53  read as follows:\n   54    a. A local law adopted by a county, city or town and subject to refer-\n   55  endum on petition as provided in this section  or  in  any  other  state\n   56  statute,  if  not  also  subject to mandatory referendum, shall not take\n\n       A. 2522                            21\n\n    1  effect until at least forty-five days  after  its  adoption;  nor  until\n    2  approved by the affirmative vote of a majority of the qualified electors\n    3  of  the  local  government  voting  on a proposition for its approval if\n    4  within  forty-five days after its adoption there be filed with the clerk\n    5  a petition protesting against such local law, signed  and  authenticated\n    6  as  herein  required  by  qualified  electors  of such local government,\n    7  registered to vote therein at the last preceding  general  election,  in\n    8  number  equal  to  at  least ten per centum of the total number of votes\n    9  cast for governor at the  last  gubernatorial  election  in  such  local\n   10  government. If such petition be so filed, a proposition for the approval\n   11  of  such  local  law  shall be submitted at the next general election of\n   12  state or local government officers held in  such  local  government  not\n   13  less than sixty days after the filing of such petition, unless the peti-\n   14  tion  request and the legislative body adopt a local law submitting such\n   15  proposition at a special election held not less than  sixty  days  after\n   16  the  adoption  of  the  local  law  providing for such special election,\n   17  EXCEPT THAT IF SUCH SPECIAL ELECTION WILL BE CONDUCTED BY THE  BOARD  OF\n   18  ELECTIONS,  THE  DATE  FIXED FOR SUCH SPECIAL ELECTION MAY NOT BE WITHIN\n   19  THIRTY DAYS OF A GENERAL OR SPECIAL ELECTION CONDUCTED BY SUCH BOARD  OF\n   20  ELECTIONS.    The  petition  may  be  made upon separate sheets, and the\n   21  signatures to each sheet shall be signed and authenticated in the manner\n   22  provided by the election law for the signing and authentication of nomi-\n   23  nating petitions so far as applicable. The several sheets so signed  and\n   24  authenticated,  when  fastened together and offered for filing, shall be\n   25  deemed to constitute one petition. The clerk  shall  examine  each  such\n   26  petition so filed with him and not later than thirty days after the date\n   27  of  its  filing,  or  forty-five  days before the day of the election at\n   28  which such referendum would appear on the ballot, whichever is  earlier,\n   29  shall  transmit  to the legislative body a certificate that he has exam-\n   30  ined it and has found that it complies or does not comply, as  the  case\n   31  may  be, with all the requirements of law. If within five days after the\n   32  last day to file such certificate a written objection  to  the  determi-\n   33  nation  of  the  clerk  be  filed with the supreme court, or any justice\n   34  thereof, of a judicial district in which such local  government  or  any\n   35  part thereof is located, such court or justice shall determine any ques-\n   36  tion  arising  thereunder  and  make  such order as justice may require.\n   37  Such proceeding shall be heard and determined in the  manner  prescribed\n   38  by section 16-116 of the election law.\n   39    S  43.  This  act  shall  take  effect  on the first of September next\n   40  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, the county law, the town law, and the municipal home rule law, in relation to authorizing towns to delegate the conduct of special town elections to their respective county boards of elections and authorizing fire districts and improvement districts to delegate the conduct of their elections to their respective county boards of elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T151810.TXT", "SOBI.D110119.T140301.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468290779
}