{
  "year" : 2011,
  "senateBillNo" : "A2520-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2520-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the establishment of the home equity protection insurance program",
  "summary" : "Authorizes the establishment of the home equity protection insurance program directing the agency to issue a commitment to insure and insure the full value of certain residences which are owner-occupied by persons who meet certain income qualifications. ",
  "currentCommittee" : null,
  "sameAs" : "S763",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4521-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2520\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. FITZPATRICK, BARCLAY -- Multi-Sponsored by -- M.\n         of A. BURLING,  CONTE,  CROUCH,  GIGLIO,  McDONOUGH,  RAIA,  SALADINO,\n         TEDISCO, THIELE -- read once and referred to the Committee on Housing\n\n       AN  ACT to amend the public authorities law, in relation to establishing\n         a home equity protection insurance program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  30 of section 2404 of the public authorities\n    2  law, as renumbered by chapter 229 of the laws  of  2007,  is  renumbered\n    3  subdivision 31 and a new subdivision 30 is added to read as follows:\n    4    (30)  TO  ESTABLISH  AND ADMINISTER A HOME EQUITY PROTECTION INSURANCE\n    5  PROGRAM IN ACCORDANCE WITH SECTION TWENTY-FOUR HUNDRED  FIVE-F  OF  THIS\n    6  PART.\n    7    S  2.  The  public  authorities law is amended by adding a new section\n    8  2405-f to read as follows:\n    9    S 2405-F. HOME EQUITY PROTECTION INSURANCE PROGRAM. (1) THE AGENCY  IS\n   10  HEREBY DIRECTED, TO THE EXTENT IT FINDS PRACTICABLE, TO ESTABLISH A HOME\n   11  EQUITY  PROTECTION  INSURANCE PROGRAM WHEREBY IT WILL ISSUE A COMMITMENT\n   12  TO INSURE AND INSURE THE FULL VALUE OF A ONE-TO-FOUR  FAMILY  RESIDENCE,\n   13  INCLUDING A CONDOMINIUM AND A COOPERATIVE, THAT IS OWNER-OCCUPIED BY ANY\n   14  PERSON  OR  PERSONS  WHO  MEET  THE  INCOME QUALIFICATIONS FOR A FORWARD\n   15  COMMITMENT MORTGAGE PURSUANT TO SECTION TWENTY-FOUR  HUNDRED  FIVE-B  OF\n   16  THIS  PART.  THE  FULL  VALUE  OF THE RESIDENTIAL REAL PROPERTY SHALL BE\n   17  DETERMINED BY EITHER ITS PURCHASE PRICE, THE  PURCHASE  PRICE  PLUS  THE\n   18  COST OF ANY REHABILITATION TO THE RESIDENCE, OR AN APPRAISAL. THE INSUR-\n   19  ANCE  SHALL  BE ISSUED BY THE AGENCY AFTER THE PURCHASE OR THE REHABILI-\n   20  TATION OF THE REAL PROPERTY UPON PAYMENT OF A PREMIUM  THAT  THE  AGENCY\n   21  SHALL DETERMINE.\n   22    (2)  UPON THE SALE OF THE RESIDENTIAL REAL PROPERTY THAT IS INSURED BY\n   23  THE AGENCY THROUGH ITS HOME EQUITY INSURANCE PROGRAM, THE  AGENCY  SHALL\n   24  PAY THE POLICY HOLDER/OWNER THE DIFFERENCE BETWEEN THE FACE VALUE OF THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02506-01-1\n\n       A. 2520                             2\n\n    1  INSURANCE  POLICY  AND  THE  SALES PRICE OF THE INSURED PREMISES IF SUCH\n    2  SALES  PRICE  IS  LESS  THAN  THE  INSURED  AMOUNT  AND  IF  THE  POLICY\n    3  HOLDER/OWNER  HAS  LIVED  IN  THE PREMISES FOR A PERIOD OF NOT LESS THAN\n    4  THREE  YEARS.  THE AGENCY SHALL ESTABLISH PROCEDURES TO BE FOLLOWED BY A\n    5  POLICY HOLDER/OWNER IN THE EVENT OF A PAYMENT UNDER  THE  TERMS  OF  ANY\n    6  HOME  EQUITY  PROTECTION  INSURANCE  POLICY.  THE  AGENCY  SHALL  NOT BE\n    7  REQUIRED TO PAY ON A CLAIM FOR A LOSS OF EQUITY IF  IT  DETERMINES  THAT\n    8  SUCH  LOSS OCCURRED PREDOMINANTLY FROM THE POLICY HOLDER/OWNER'S NEGLECT\n    9  OF THE REAL PROPERTY'S PHYSICAL CONDITION.\n   10    (3)(A) THE AGENCY SHALL CREATE A HOME EQUITY PROTECTION INSURANCE FUND\n   11  TO BE USED AS A REVOLVING FUND FOR CARRYING OUT THE PROVISIONS  OF  THIS\n   12  SECTION  WITH  RESPECT  TO RESIDENTIAL REAL PROPERTY INSURED THEREUNDER.\n   13  THE AGENCY SHALL PAY INTO SUCH FUND ALL MONEYS WHICH MAY BE AVAILABLE TO\n   14  THE AGENCY FOR THE PURPOSES OF SUCH FUND FROM ANY SOURCE, INCLUDING  BUT\n   15  NOT  LIMITED TO THE MONEYS RECEIVED FROM PREMIUMS DERIVED FROM THE ISSU-\n   16  ANCE OF HOME EQUITY PROTECTION INSURANCE POLICIES.\n   17    (B) THE AGENCY SHALL MAINTAIN  IN  THE  EQUITY  INSURANCE  FUND  AS  A\n   18  RESERVE  AN  AMOUNT  OF  MONEY OR CASH EQUIVALENTS EQUAL TO NO LESS THAN\n   19  TWENTY PERCENT OF THE AMOUNTS INSURED UNDER  THE  AGENCY'S  HOME  EQUITY\n   20  PROTECTION INSURANCE CONTRACTS.\n   21    (4)  MONEYS  IN  SUCH FUND MAY BE INVESTED (A) IN SPECIAL TIME DEPOSIT\n   22  ACCOUNTS IN, OR CERTIFICATES OF DEPOSIT ISSUED BY, A BANK, TRUST  COMPA-\n   23  NY,  SAVINGS BANK OR SAVINGS AND LOAN ASSOCIATION LOCATED AND AUTHORIZED\n   24  TO DO BUSINESS IN THIS STATE; PROVIDED, HOWEVER, THAT SUCH TIME  DEPOSIT\n   25  ACCOUNT  OR  CERTIFICATE OF DEPOSIT SHALL BE PAYABLE WITHIN SUCH TIME AS\n   26  THE PROCEEDS MAY BE NEEDED TO MEET EXPENDITURES ESTIMATED TO BE INCURRED\n   27  BY THE AGENCY AND PROVIDED FURTHER THAT SUCH  TIME  DEPOSIT  ACCOUNT  OR\n   28  CERTIFICATE  OF  DEPOSIT  BE  SECURED  BY A PLEDGE OF OBLIGATIONS OF THE\n   29  UNITED STATES OF AMERICA OR OBLIGATIONS OF THE STATE, ANY  CITY  OF  THE\n   30  STATE,  OR  OTHER  MUNICIPAL  CORPORATION,  SCHOOL  DISTRICT OR DISTRICT\n   31  CORPORATION OF THE STATE OR  OBLIGATIONS  OF  AGENCIES  OF  THE  FEDERAL\n   32  GOVERNMENT; OR (B) IN OBLIGATIONS OF THE UNITED STATES OF AMERICA OR THE\n   33  STATE  WHICH MAY FROM TIME TO TIME BE LEGALLY PURCHASED BY SAVINGS BANKS\n   34  WITHIN THE STATE AS AN INVESTMENT OF FUNDS BELONGING TO THEM OR IN THEIR\n   35  CONTROL, OR IN OBLIGATIONS OF THE FEDERAL NATIONAL MORTGAGE  ASSOCIATION\n   36  PROVIDED  SUCH  OBLIGATIONS SHALL BE PAYABLE OR REDEEMABLE AT THE OPTION\n   37  OF THE OWNER WITHIN SUCH TIMES AS THE PROCEEDS MAY  BE  NEEDED  TO  MEET\n   38  EXPENDITURES ESTIMATED TO BE INCURRED BY THE AGENCY.\n   39    S 3. This act shall take effect on the one hundred eightieth day after\n   40  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing a home equity protection insurance program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T151810.TXT", "SOBI.D110119.T140301.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468290770
}