{
  "year" : 2011,
  "senateBillNo" : "A2529-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2529-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary state commission to consider the scope and effectiveness of eminent domain laws and balance society's needs with the people's rights; appropriation",
  "summary" : "Creates a temporary state commission to consider the scope and effectiveness of eminent domain laws and balance society's needs with the people's constitutional liberty and property rights; appropriates $100,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "A1650-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2529\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES, CANESTRARI, DESTITO, O'DONNELL, WEISEN-\n         BERG,  MAISEL,  PRETLOW  --  Multi-Sponsored  by  -- M. of A. BRENNAN,\n         CAHILL, CAMARA, CLARK, COOK, FARRELL, GALEF, GOTTFRIED, HOOPER,  HOYT,\n         JACOBS,   LATIMER,   LIFTON,  LUPARDO,  MAGNARELLI,  McENENY,  PAULIN,\n         P. RIVERA,  ROBINSON,  ROSENTHAL,  TITONE,  TITUS  --  read  once  and\n         referred to the Committee on Judiciary\n\n       AN  ACT  providing  for  the creation of a temporary state commission to\n         examine eminent domain laws and make recommendations for reforms ther-\n         eof and making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  finds and declares that eminent domain is an important tool for  govern-\n    3  ment  to move forward on important public projects. However, there needs\n    4  to be a thorough examination to determine how public projects  that  are\n    5  primarily  economic  development projects affect homeowners. There needs\n    6  to be a balance between the needs  of  society  and  the  constitutional\n    7  power  of  government  to  exercise  its  eminent domain powers, and the\n    8  constitutional liberty and property rights of the people.\n    9    S 2. A temporary state commission, to be known as  the  commission  on\n   10  eminent  domain  reform,  hereinafter  referred to as the commission, is\n   11  hereby created to examine, evaluate, and make recommendations concerning\n   12  the scope and effectiveness of the eminent domain procedure law and  the\n   13  legislature's grant to certain public and other entities to exercise the\n   14  power  of  eminent  domain. Specifically the commission shall examine at\n   15  least the following:\n   16    (a)  the  appropriate   constitutional   standard   for   condemnation\n   17  proceedings  used  for the economic development where private homeowners\n   18  are affected; and\n   19    (b) the procedural fairness of the eminent domain procedure laws.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06909-01-1\n\n       A. 2529                             2\n\n    1    S 3. The commission shall consist of thirteen members, to be appointed\n    2  as follows: three members to be appointed by the governor; three members\n    3  to be appointed by the temporary president of the senate; three  members\n    4  to  be  appointed  by  the  speaker  of  the  assembly; one member to be\n    5  appointed  by  the  minority  leader  of  the  senate;  one member to be\n    6  appointed by the minority leader of the assembly; one  member  shall  be\n    7  appointed  by  the comptroller, and one member shall be appointed by the\n    8  attorney general. The appointees shall have  demonstrated  expertise  in\n    9  the field of eminent domain law. The governor shall designate the chair-\n   10  person  and vice-chairperson of the commission. Vacancies in the member-\n   11  ship of the commission and among its officers shall  be  filled  in  the\n   12  manner provided for original appointments or designations.\n   13    S  4.  The members of the commission shall receive no compensation for\n   14  their services, but shall be allowed their actual and necessary expenses\n   15  incurred in the performance of their duties hereunder.  To  the  maximum\n   16  extent feasible, the commission shall be entitled to request and receive\n   17  and  shall  utilize and be provided with such facilities, resources, and\n   18  data of any court, department, division, board, bureau,  commission,  or\n   19  agency  of  the  state  or any political subdivision thereof as it deems\n   20  necessary or desirable to carry out properly its powers and duties here-\n   21  under.\n   22    S 5. The commission may employ and at pleasure remove  such  personnel\n   23  as  it  may  deem necessary for the performance of its functions and fix\n   24  their compensation within the amounts made available therefor.\n   25    S 6. The commission may meet within and without the state, shall  hold\n   26  public  hearings, and shall have all the powers of a legislative commit-\n   27  tee pursuant to the legislative law.\n   28    S 7. The commission shall submit its findings and recommendations in a\n   29  report to the governor, the temporary president of the senate,  and  the\n   30  speaker of the assembly not later than one year after it first convenes.\n   31    S  8.  The  sum of one hundred thousand dollars ($100,000), or so much\n   32  thereof as may be necessary, is hereby appropriated to pay the  expenses\n   33  incurred,  including personal service, in carrying out the provisions of\n   34  section nine of this act. Such moneys shall be payable out of the  state\n   35  treasury in the general fund to the credit of the state purposes account\n   36  after  audit  by  and  on  the  warrant of the comptroller upon vouchers\n   37  certified or approved by the  chairperson  or  vice-chairperson  of  the\n   38  commission as prescribed by law.\n   39    S  9. This act shall take effect immediately; provided that the tempo-\n   40  rary state commission established pursuant to section two  of  this  act\n   41  shall expire and be terminated on the first day next succeeding the date\n   42  of the submission of its report as provided in section seven of this act\n   43  and;  provided  further,  however, that the chairperson of the temporary\n   44  commission on eminent domain reform shall notify  the  legislative  bill\n   45  drafting commission upon the submission of its report as provided for in\n   46  section  seven  of this act in order that the commission may maintain an\n   47  accurate and timely effective data base of the official text of the laws\n   48  of the state of New York in furtherance of effecting the  provisions  of\n   49  section  44  of the legislative law and section 70-b of the public offi-\n   50  cers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT providing for the creation of a temporary state commission to examine eminent domain laws and make recommendations for reforms thereof and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110127.T140855.TXT", "SOBI.D110119.T152814.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296155335712
}