{
  "year" : 2011,
  "senateBillNo" : "A2534-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2534-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the creation of a Korean War veterans license plate",
  "summary" : "Authorizes the creation of a Korean War veterans license plate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A5286-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2534\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MENG -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the creation of a Korean War veterans license plate\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR KOREAN WAR VETERANS. 1. ANY KOREAN WAR\n    4  VETERAN  RESIDING  IN THIS STATE OR THE SPOUSE OF ANY SUCH FORMER KOREAN\n    5  WAR VETERAN SHALL, UPON REQUEST, BE ISSUED A LICENSE PLATE  BEARING  THE\n    6  WORDS \"KOREAN WAR VETERAN\". IF A DISTINCTIVE PLATE IS ISSUED TO A KOREAN\n    7  WAR  VETERAN PURSUANT TO THIS SECTION, ADDITIONAL DISTINCTIVE PLATES MAY\n    8  BE ISSUED FOR EVERY VEHICLE REGISTERED IN THE NAME  OF  THE  KOREAN  WAR\n    9  VETERAN  RESIDING  IN  THIS  STATE  OR IN THE NAME OF THE SPOUSE OF SUCH\n   10  KOREAN WAR VETERAN. APPLICATION FOR SAID LICENSE PLATE  SHALL  BE  FILED\n   11  WITH  THE COMMISSIONER IN SUCH FORM AND DETAIL AS THE COMMISSIONER SHALL\n   12  PRESCRIBE.\n   13    2. THE DISTINCTIVE PLATE AUTHORIZED HEREIN SHALL BE ISSUED UPON PROOF,\n   14  SATISFACTORY TO THE COMMISSIONER, THAT THE APPLICANT, OR THE  SPOUSE  OF\n   15  THE  APPLICANT,  IS  A  KOREAN  WAR  VETERAN.  FOR  THE PURPOSES OF THIS\n   16  SECTION, \"KOREAN WAR VETERAN\" SHALL MEAN A PERSON WHO IS A  RESIDENT  OF\n   17  THIS  STATE,  WHO SERVED IN THE ARMED FORCES OF THE UNITED STATES IN THE\n   18  HOSTILITIES INVOLVING THE KOREAN PENINSULA FROM JUNE TWENTY-FIFTH, NINE-\n   19  TEEN HUNDRED FIFTY THROUGH JULY TWENTY-SEVENTH, NINETEEN HUNDRED  FIFTY-\n   20  THREE,  AND WHO WAS HONORABLY DISCHARGED FROM THE MILITARY. THE UNREMAR-\n   21  RIED WIDOW OR WIDOWER OF A KOREAN WAR VETERAN SHALL BE INCLUDED  IN  THE\n   22  TERM \"SPOUSE\" FOR THE PURPOSES OF THIS SECTION.\n   23    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   24  IN  THE  SAME  MANNER AS OTHER NUMBER PLATES UPON PAYMENT OF THE REGULAR\n   25  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS  CHAPTER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05540-01-1\n\n       A. 2534                             2\n\n    1  PROVIDED,  HOWEVER,  THAT  NO ADDITIONAL SERVICE CHARGE SHALL BE CHARGED\n    2  FOR SUCH PLATE.\n    3    S 2. This act shall take effect on the one hundred twentieth day after\n    4  it  shall have become a law; provided, however that effective immediate-\n    5  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    6  necessary  for  the implementation of this act on its effective date are\n    7  authorized and directed to be made  and  completed  on  or  before  such\n    8  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the creation of a Korean War veterans license plate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469194705
}