{
  "year" : 2011,
  "senateBillNo" : "A2531-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2531-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain multiple dwellings must be heated to a minimum temperature of sixty degrees Fahrenheit between 10 pm and 6 am",
  "summary" : "Provides that certain multiple dwellings must be heated to a minimum temperature of sixty degrees Fahrenheit between the hours of 10 pm and 6 am, increasing such minimum temperature from the present requirement of fifty-five degrees Fahrenheit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "A5698-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2531\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. V. LOPEZ, COOK, TOWNS, PERRY, MILLMAN, KAVANAGH\n         -- Multi-Sponsored by -- M. of  A.  GLICK,  ORTIZ  --  read  once  and\n         referred to the Committee on Housing\n\n       AN  ACT  to  amend the multiple dwelling law, in relation to the heating\n         requirements for tenants in multiple dwellings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 79 of the multiple dwelling law,\n    2  as amended by chapter 225 of the laws of 1982, is  amended  to  read  as\n    3  follows:\n    4    1. Every multiple dwelling exceeding two stories in height and erected\n    5  after  April eighteenth, nineteen hundred twenty-nine, and every garden-\n    6  type maisonette dwelling project erected after April  eighteenth,  nine-\n    7  teen  hundred  fifty-four,  shall  be  provided  with heat. On and after\n    8  November first, nineteen hundred  fifty-nine,  every  multiple  dwelling\n    9  shall  be  provided  with  heat or the equipment or facilities therefor.\n   10  During the months between October first and May thirty-first, such  heat\n   11  and  the  equipment  or  facilities  shall be sufficient to maintain the\n   12  minimum temperatures required by local law,  ordinance,  rule  or  regu-\n   13  lation,  in  all  portions  of  the dwelling used or occupied for living\n   14  purposes provided, however, that such minimum temperatures shall  be  as\n   15  follows:    (a)  sixty-eight degrees Fahrenheit during the hours between\n   16  six o'clock in the morning and ten o'clock in the evening, whenever  the\n   17  outdoor  temperature falls below fifty-five degrees Fahrenheit, notwith-\n   18  standing the provisions of paragraph a of subdivision  four  of  section\n   19  three  of  this  chapter,  and  (b)  at least [fifty-five] SIXTY degrees\n   20  Fahrenheit during the hours between ten o'clock in the evening  and  six\n   21  o'clock  in  the  morning,  whenever the outdoor temperature falls below\n   22  forty degrees Fahrenheit. Nothing in this section  shall  be  deemed  to\n   23  relieve  any  owner of the duty of providing centrally supplied or other\n   24  approved source of  heat  prior  to  November  first,  nineteen  hundred\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04994-01-1\n\n       A. 2531                             2\n\n    1  fifty-nine  in  any  case where such heat is required by this chapter or\n    2  any other law, ordinance, rule or regulation to be supplied in a  dwell-\n    3  ing  prior to said date. The heating system in dwellings used for single\n    4  room  occupancy  shall be in conformity with the requirements of section\n    5  two hundred forty-eight OF THIS CHAPTER.\n    6    S 2. This act shall take effect on the first of October next  succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law, in relation to the heating requirements for tenants in multiple dwellings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469194673
}