{
  "year" : 2011,
  "senateBillNo" : "A2537-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2537-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the shading of solar energy devices on adjacent property by landscaping",
  "summary" : "Prohibits the shading of solar energy devices on adjacent property by landscaping. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "AA5248-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2537\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MENG -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to amend the real property law, in relation  to  prohibiting  the\n         shading of solar devices on adjacent property by landscaping\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding a new article 15\n    2  to read as follows:\n    3                                 ARTICLE 15\n    4                           SOLAR SHADE CONTROL LAW\n    5  SECTION 470. SHORT TITLE.\n    6          471. DEFINITIONS.\n    7          472. INTERFERENCE WITH SOLAR DEVICE.\n    8          473. VIOLATIONS AND PENALTIES.\n    9          474. APPLICABILITY.\n   10          475. EXEMPTION.\n   11    S 470. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   12  THE \"SOLAR SHADE CONTROL LAW\".\n   13    S 471. DEFINITIONS. AS USED IN THIS ARTICLE:\n   14    1.  \"SOLAR  COLLECTOR\"  MEANS  A FIXED DEVICE, STRUCTURE, OR PART OF A\n   15  DEVICE OR STRUCTURE, WHICH IS USED PRIMARILY TO TRANSFORM  SOLAR  ENERGY\n   16  INTO  THERMAL, CHEMICAL, OR ELECTRICAL ENERGY, AND WHICH IS USED AS PART\n   17  OF A SYSTEM WHICH MAKES USE OF SOLAR  ENERGY  FOR  ANY  OR  ALL  OF  THE\n   18  FOLLOWING PURPOSES:\n   19    A. WATER HEATING,\n   20    B. SPACE HEATING OR COOLING, OR\n   21    C. POWER GENERATION.\n   22    2.  \"CHAIR\"  MEANS THE CHAIR OF THE NEW YORK STATE ENERGY RESEARCH AND\n   23  DEVELOPMENT AUTHORITY.\n   24    S 472. INTERFERENCE WITH SOLAR DEVICE. 1.   AFTER JANUARY  FIRST,  TWO\n   25  THOUSAND  TWELVE,  NO  PERSON  OWNING, OR IN CONTROL OF A PROPERTY SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05560-01-1\n\n       A. 2537                             2\n\n    1  ALLOW A TREE OR SHRUB TO BE PLACED, OR, IF PLACED, TO GROW ON SUCH PROP-\n    2  ERTY, SUBSEQUENT TO THE INSTALLATION OF A SOLAR COLLECTOR ON THE PROPER-\n    3  TY OF ANOTHER SO AS TO CAST A SHADOW GREATER THAN  TEN  PERCENT  OF  THE\n    4  COLLECTOR ABSORPTION AREA UPON THAT SOLAR COLLECTOR SURFACE ON THE PROP-\n    5  ERTY  OF  ANOTHER  AT ANY ONE TIME BETWEEN THE HOURS OF TEN O'CLOCK A.M.\n    6  AND TWO O'CLOCK P.M., LOCAL STANDARD TIME; PROVIDED, THAT  THIS  SECTION\n    7  SHALL  NOT  APPLY TO SPECIFIC TREES AND SHRUBS WHICH ARE IN EXISTENCE AT\n    8  THE TIME OF INSTALLATION OF A SOLAR COLLECTOR OR DURING THE REMAINDER OF\n    9  THAT ANNUAL SOLAR CYCLE CAST A SHADOW UPON THAT SOLAR COLLECTOR.\n   10    2. IN RECOGNITION OF ONGOING RESEARCH  INTO  AND  DEVELOPMENT  OF  NEW\n   11  TECHNOLOGIES  IN  ENERGY  COLLECTION, THE CHAIR IN CONSULTATION WITH THE\n   12  DEPARTMENT OF ENVIRONMENTAL CONSERVATION, SHALL, WITHIN  SIX  MONTHS  OF\n   13  THE  EFFECTIVE  DATE  OF  THIS ARTICLE, PROMULGATE RULES AND REGULATIONS\n   14  GOVERNING THE PLACEMENT AND OPERATIONS OF SOLAR DEVICES AND  REGULATIONS\n   15  REGARDING  POTENTIAL CONFLICTS BETWEEN ADJACENT PASSIVE AND ACTIVE SOLAR\n   16  TECHNOLOGIES.\n   17    3. THE CHAIR, IN CONSULTATION WITH  THE  DEPARTMENT  OF  ENVIRONMENTAL\n   18  CONSERVATION,  SHALL PREPARE, OR CAUSE TO BE PREPARED AND DISTRIBUTED TO\n   19  CITIES, TOWNS AND VILLAGES A MODEL COMPREHENSIVE SOLAR  SHADE  ORDINANCE\n   20  FOR THE PURPOSE OF SAVING ENERGY.\n   21    4.  THE  CHAIR,  IN  CONSULTATION WITH THE DEPARTMENT OF ENVIRONMENTAL\n   22  CONSERVATION, SHALL PREPARE, OR CAUSE TO BE PREPARED AND DISTRIBUTED  TO\n   23  CITIES,  TOWNS  AND VILLAGES A PAMPHLET CONTAINING INFORMATION REGARDING\n   24  THE SOLAR SHADE CONTROL LAW.\n   25    S 473. VIOLATIONS AND PENALTIES.  1. NOT LESS THAN THIRTY DAYS  BEFORE\n   26  COMMENCING  AN  ACTION  ALLEGING VIOLATION OF SUBDIVISION ONE OF SECTION\n   27  FOUR HUNDRED SEVENTY-TWO OF THIS ARTICLE, WRITTEN NOTICE OF INTENTION TO\n   28  COMMENCE SUCH ACTION MUST BE GIVEN BY PERSONAL SERVICE OR CERTIFIED MAIL\n   29  TO THE OWNER, LESSEE OR LAWFUL OCCUPANT OF THE PROPERTY WHERE  THE  TREE\n   30  OR  SHRUB CAUSING SUCH VIOLATION IS LOCATED TO PROVIDE AN OPPORTUNITY TO\n   31  CURE THE VIOLATION.\n   32    2. UPON A FINDING OF VIOLATION OF  SUCH  SUBDIVISION,  THE  COURT  MAY\n   33  ORDER  THE  PERSON  FOUND  TO  HAVE COMMITTED SUCH VIOLATION TO CURE THE\n   34  VIOLATION AND IF THE VIOLATION IS NOT CURED  IN  A  TIMELY  MANNER,  THE\n   35  COURT MAY IMPOSE DAMAGES, NOT TO EXCEED ONE THOUSAND DOLLARS.\n   36    S  474. APPLICABILITY. 1. NOTHING IN THIS ARTICLE SHALL APPLY TO TREES\n   37  PLANTED, GROWN, OR HARVESTED ON LANDS AND  IN  FORESTS  AS  PROVIDED  IN\n   38  ARTICLE NINE OF THE ENVIRONMENTAL CONSERVATION LAW OR ON LAND DEVOTED TO\n   39  THE PRODUCTION OF COMMERCIAL AGRICULTURAL CROPS.\n   40    2. NOTHING IN THIS ARTICLE SHALL APPLY TO THE REPLACEMENT OF A TREE OR\n   41  SHRUB  WHICH  HAD  BEEN  GROWING  PRIOR  TO  THE INSTALLATION OF A SOLAR\n   42  COLLECTOR AND WHICH,  SUBSEQUENT  TO  THE  INSTALLATION  OF  SUCH  SOLAR\n   43  COLLECTOR, DIES.\n   44    S  475.  EXEMPTION.  ANY  COUNTY,  CITY, TOWN OR VILLAGE MAY ADOPT, BY\n   45  MAJORITY VOTE OF ITS GOVERNING BODY, AN ORDINANCE EXEMPTING SUCH MUNICI-\n   46  PALITY FROM THE PROVISIONS OF THIS ARTICLE.\n   47    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to prohibiting the shading of solar devices on adjacent property by landscaping ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110119.T152814.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468894095
}