{
  "year" : 2011,
  "senateBillNo" : "A2532-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to education",
    "billEventId" : "A2532-2011-1295413200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the public school curriculum for children in kindergarten through grade twelve to include a minimum of two hours per week instruction in civics lessons",
  "summary" : "Requires the public school curriculum for children in kindergarten through grade twelve to include a minimum of two hours per week instruction in civics lessons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4653-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2532\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MENG -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation to requiring  the  public\n         school curriculum for children in kindergarten through grade twelve to\n         include a minimum of two hours per week instruction in civics lessons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 801-a of the education law, as amended  by  chapter\n    2  482 of the laws of 2010, is amended to read as follows:\n    3    S 801-a. Instruction in civility, citizenship and character education.\n    4  1.  The  regents  shall  ensure that the course of instruction in grades\n    5  kindergarten through twelve includes a component on  civility,  citizen-\n    6  ship  and character education. Such component shall instruct students on\n    7  the  principles  of  honesty,  tolerance,  RACIAL  AND  GLOBAL  HARMONY,\n    8  personal  responsibility, MORALS, ETHICS, respect for others, observance\n    9  of laws and rules, courtesy, dignity and other traits which will enhance\n   10  the quality of their experiences in, and contributions to, the  communi-\n   11  ty.  THE  INSTRUCTION  SHALL EMPHASIZE THE PRACTICAL APPLICATION OF SUCH\n   12  LESSONS AND THE SHORT-TERM AND LONG-TERM IMPACT ON  THE  STUDENT'S  LIFE\n   13  AND ON THE LIVES OF OTHERS OF IMPLEMENTING THE LESSONS.\n   14    2.  THE  BOARDS  OF  EDUCATION  AND  TRUSTEES OF THE CITIES AND SCHOOL\n   15  DISTRICTS OF THE STATE SHALL REQUIRE INSTRUCTION TO  BE  GIVEN  IN  SUCH\n   16  MATTERS  FOR  A  MINIMUM  PERIOD  OF TWO HOURS PER WEEK, BY THE TEACHERS\n   17  EMPLOYED IN THE SCHOOLS THEREIN, COMMENCING WITH THE TWO THOUSAND  NINE-\n   18  -TWO THOUSAND TEN SCHOOL YEAR. ALL PUPILS OVER THE AGE OF FIVE YEARS WHO\n   19  ATTEND PUBLIC SCHOOLS SHALL RECEIVE SUCH INSTRUCTION.\n   20    3.  The  regents  shall determine how to incorporate such component in\n   21  existing curricula and the commissioner shall promulgate any regulations\n   22  needed to carry out such determination of the regents. For the  purposes\n   23  of  this  section, \"tolerance,\" \"respect for others\" and \"dignity\" shall\n   24  include awareness and sensitivity to discrimination  or  harassment  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05573-01-1\n\n       A. 2532                             2\n\n    1  civility  in  the  relations  of  people  of  different  races, weights,\n    2  national origins, ethnic groups, religions, religious practices,  mental\n    3  or physical abilities, sexual orientations, genders, and sexes.\n    4    S  2.  This  act  shall  take  effect on the same date and in the same\n    5  manner as section 3 of chapter 482 of the laws of 2010, takes effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring the public school curriculum for children in kindergarten through grade twelve to include a minimum of two hours per week instruction in civics lessons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469194676
}