{
  "year" : 2011,
  "senateBillNo" : "A2538-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to labor",
    "billEventId" : "A2538-2011-1295413200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions providing protection to employees from retaliatory actions by employers where such employees report improper business activities",
  "summary" : "Enacts provisions providing protection to employees from retaliatory actions by employers where such employees report improper business activities; applicable to employees who in good faith reasonably believes that an improper business activity has or will occur, based on information that the employee reasonably believes to be true; provides remedies and relief. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A4468-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2538\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law and the civil service law, in relation  to\n         protection of employees against retaliatory action by employers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 740 of the labor law, as added by  chapter  660  of\n    2  the  laws of 1984, paragraph (g) of subdivision 1 as added and paragraph\n    3  (a) of subdivision 2 as amended by chapter 442 of the laws of 2006,  and\n    4  paragraph  (d)  of  subdivision  4 as added by chapter 24 of the laws of\n    5  2002, is amended to read as follows:\n    6    S 740. Retaliatory personnel  action  by  employers;  prohibition.  1.\n    7  Definitions.  For  purposes  of this section, unless the context specif-\n    8  ically indicates otherwise:\n    9    (a) \"Employee\" means an individual who performs services for and under\n   10  the control and direction of an employer for wages  or  other  remunera-\n   11  tion.\n   12    (b)  \"Employer\"  means  any  person,  firm,  partnership, institution,\n   13  corporation, or association that employs one or more employees.\n   14    (c) \"Law, rule or regulation\" includes: (I) any duly enacted  FEDERAL,\n   15  STATE  OR  LOCAL  statute or ordinance [or]; (II) any rule or regulation\n   16  promulgated pursuant to [any federal, state or local]  SUCH  statute  or\n   17  ordinance;  (III) ANY INTERNAL RULE PROMULGATED BY THE EMPLOYER PURSUANT\n   18  TO ANY STATUTE OR ORDINANCE; OR  (IV)  ANY  JUDICIAL  OR  ADMINISTRATIVE\n   19  DECISION, RULING OR ORDER.\n   20    (d) \"Public body\" includes the following:\n   21    (i)  the  United States Congress, any state legislature, or any [popu-\n   22  larly-elected] ELECTED local governmental body, or any member or employ-\n   23  ee thereof;\n   24    (ii) any federal, state, or local [judiciary] COURT, or any member  or\n   25  employee thereof, or any grand or petit jury;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07504-01-1\n\n       A. 2538                             2\n\n    1    (iii)  any  federal,  state,  or  local regulatory, administrative, or\n    2  public agency or authority, or instrumentality thereof; [or]\n    3    (iv) any federal, state, or local law enforcement agency, prosecutori-\n    4  al office, or police or peace officer;\n    5    (V)  ANY  FEDERAL, STATE OR LOCAL DEPARTMENT OF AN EXECUTIVE BRANCH OF\n    6  GOVERNMENT; OR\n    7    (VI) ANY DIVISION, BOARD, BUREAU, OFFICE, COMMITTEE, OR COMMISSION  OF\n    8  ANY  OF  THE PUBLIC BODIES DESCRIBED IN SUBPARAGRAPHS (I) THROUGH (V) OF\n    9  THIS PARAGRAPH.\n   10    (e) \"Retaliatory personnel action\" means the discharge, suspension [or\n   11  demotion  of],  DEMOTION,  PENALIZATION  OR  DISCRIMINATION  AGAINST  an\n   12  employee, or ANY other [adverse employment action] ACT OF REPRISAL taken\n   13  against an employee [in the terms and conditions of employment].\n   14    (f)  \"Supervisor\"  means any individual within an employer's organiza-\n   15  tion who has the authority to direct and control the work performance of\n   16  [the affected] AN employee; or who has [managerial]  authority  to  take\n   17  corrective  action  regarding  the  [violation of the law, rule or regu-\n   18  lation] IMPROPER BUSINESS ACTIVITY of which the employee complains.\n   19    (g) \"Health care fraud\" means health care fraud as defined by  article\n   20  one hundred seventy-seven of the penal law.\n   21    (H)  \"AGENT\"  MEANS  ANY  INDIVIDUAL, PARTNERSHIP, ASSOCIATION, CORPO-\n   22  RATION OR GROUP OF PERSONS ACTING ON BEHALF OF AN EMPLOYER.\n   23    (I) \"IMPROPER BUSINESS ACTIVITY\" MEANS ANY PRACTICE, PROCEDURE, ACTION\n   24  OR FAILURE TO ACT BY AN EMPLOYER,  OR  AN  EMPLOYEE  OR  AGENT  OF  SUCH\n   25  EMPLOYER, TAKEN IN THE COURSE OF THE EMPLOYER'S BUSINESS, WHETHER OR NOT\n   26  WITHIN  THE  SCOPE OF EMPLOYMENT OR AGENCY, WHICH IS IN VIOLATION OF ANY\n   27  LAW, RULE OR REGULATION.\n   28    2. Prohibitions. An employer shall not take any retaliatory  personnel\n   29  action against an employee because such employee does any of the follow-\n   30  ing:\n   31    (a)  discloses,  or  threatens  to disclose to a supervisor [or to a],\n   32  AGENT, INTERNAL AGENCY, OR TO THE public  [body]  INFORMATION  ABOUT  an\n   33  IMPROPER  BUSINESS activity[, policy or practice of the employer that is\n   34  in violation of law, rule or  regulation  which  violation  creates  and\n   35  presents a substantial and specific danger to the public health or safe-\n   36  ty, or which constitutes health care fraud];\n   37    (b)  provides  information  to,  or  testifies before, any public body\n   38  conducting an investigation, hearing or inquiry into any such [violation\n   39  of a law, rule or regulation by such employer] IMPROPER BUSINESS  ACTIV-\n   40  ITY; or\n   41    (c) objects to, or refuses to participate in any [such] IMPROPER BUSI-\n   42  NESS  activity[, policy or practice in violation of a law, rule or regu-\n   43  lation].\n   44    3. Application. The protection against  retaliatory  personnel  action\n   45  provided by [paragraph (a) of subdivision two of this section pertaining\n   46  to  disclosure to a public body shall not apply to an employee who makes\n   47  such disclosure to a public body unless the  employee  has  brought  the\n   48  activity,  policy or practice in violation of law, rule or regulation to\n   49  the attention of a supervisor of the  employer  and  has  afforded  such\n   50  employer  a  reasonable  opportunity to correct such activity, policy or\n   51  practice] SUBDIVISION TWO OF THIS SECTION SHALL APPLY  TO  ANY  EMPLOYEE\n   52  WHO IN GOOD FAITH REASONABLY BELIEVES THAT AN IMPROPER BUSINESS ACTIVITY\n   53  HAS  OCCURRED  OR  WILL OCCUR, BASED ON INFORMATION THAT THE EMPLOYEE IN\n   54  GOOD FAITH REASONABLY BELIEVES TO BE TRUE.\n   55    4. Violation; remedy. (a) An employee who has been the  subject  of  a\n   56  retaliatory  personnel action in violation of this section may institute\n\n       A. 2538                             3\n\n    1  a civil action in a court of competent jurisdiction for  relief  as  set\n    2  forth  in  subdivision  five of this section within [one year] TWO YEARS\n    3  after the alleged retaliatory personnel action was taken.\n    4    (b) Any action authorized by this section may be brought in the county\n    5  in which the alleged retaliatory personnel action occurred, in the coun-\n    6  ty  in  which  the  complainant  resides,  or in the county in which the\n    7  employer has its principal place of business.\n    8    (c) It shall be a defense to  any  action  brought  pursuant  to  this\n    9  section that the personnel action was predicated upon grounds other than\n   10  the  employee's  exercise  of  any  rights protected by this section. It\n   11  shall also be a defense that the individual was an independent  contrac-\n   12  tor.\n   13    (d)  [Notwithstanding the provisions of paragraphs (a) and (c) of this\n   14  subdivision, a health care employee who has been the subject of a retal-\n   15  iatory action by a health care employer in violation  of  section  seven\n   16  hundred  forty-one  of  this  article  may institute a civil action in a\n   17  court of competent jurisdiction for relief as set forth  in  subdivision\n   18  five  of  this  section  within  two years after the alleged retaliatory\n   19  personnel action was taken.] In addition to  the  relief  set  forth  in\n   20  [that]  subdivision  FIVE OF THIS SECTION, the court, in its discretion,\n   21  based upon a finding that the employer acted in bad faith in the retali-\n   22  atory action, may assess the employer a civil penalty of an  amount  not\n   23  to  exceed  ten thousand dollars, to be paid to the improving quality of\n   24  patient care fund, established pursuant to section ninety-seven-aaaa  of\n   25  the state finance law.\n   26    5.  Relief. In any action brought pursuant to subdivision four of this\n   27  section, the court may order relief as follows:\n   28    (a) [an injunction to restrain continued violation of this section;\n   29    (b)] the reinstatement of the  employee  to  the  same  position  held\n   30  before the retaliatory personnel action, or to an equivalent position;\n   31    [(c)]  (B)  the  reinstatement  of  full fringe benefits and seniority\n   32  rights;\n   33    [(d)] (C) the compensation for lost wages, benefits and other remuner-\n   34  ation; [and\n   35    (e)] (D) COMPENSATORY DAMAGES FOR ECONOMIC LOSS;\n   36    (E) the payment by the employer of  reasonable  costs,  disbursements,\n   37  and attorney's fees;\n   38    (F)  AN  INJUNCTION  TO RESTRAIN THE EMPLOYER'S CONTINUED VIOLATION OF\n   39  THIS SECTION WITH RESPECT TO THE EMPLOYEE; AND\n   40    (G) A CIVIL PENALTY  OF  AN  AMOUNT  NOT  TO  EXCEED  THIRTY  THOUSAND\n   41  DOLLARS,  IF THE COURT, IN ITS DISCRETION, FINDS THAT THE EMPLOYER ACTED\n   42  IN BAD FAITH IN THE RETALIATORY ACTION.\n   43    6. [Employer relief. A court, in its discretion, may also  order  that\n   44  reasonable  attorneys' fees and court costs and disbursements be awarded\n   45  to an employer if the court determines that  an  action  brought  by  an\n   46  employee under this section was without basis in law or in fact.\n   47    7.] Existing rights. Nothing in this section shall be deemed to dimin-\n   48  ish  the rights, privileges, or remedies of any employee under any other\n   49  law or regulation  or  under  any  collective  bargaining  agreement  or\n   50  employment contract; except that the institution of an action in accord-\n   51  ance  with this section shall be deemed a waiver of the rights and reme-\n   52  dies available under any other contract,  collective  bargaining  agree-\n   53  ment, law, rule or regulation or under the common law.\n   54    7.  PUBLICATION.  EVERY  EMPLOYER  SHALL  INFORM  EMPLOYEES  OF  THEIR\n   55  PROTECTIONS, RIGHTS AND OBLIGATIONS UNDER THIS  SECTION,  BY  POSTING  A\n   56  NOTICE  THEREOF.    SUCH NOTICES SHALL BE POSTED CONSPICUOUSLY IN EASILY\n\n       A. 2538                             4\n\n    1  ACCESSIBLE AND WELL-LIGHTED PLACES CUSTOMARILY FREQUENTED  BY  EMPLOYEES\n    2  AND APPLICANTS FOR EMPLOYMENT.\n    3    S  2. Section 741 of the labor law, as added by chapter 24 of the laws\n    4  of 2002 and paragraph (b) of subdivision 1 as amended by chapter 505  of\n    5  the laws of 2003, is amended to read as follows:\n    6    S  741.  Prohibition;  health  care  employer  who penalizes employees\n    7  because of complaints of employer violations. 1. Definitions. As used in\n    8  this section, the following terms shall have the following meanings:\n    9    (a) \"Employee\" means any person who performs health care services  for\n   10  and  under  the  control and direction of any public or private employer\n   11  which provides health care services for wages or other remuneration.\n   12    (b) \"Employer\" means any partnership,  association,  corporation,  the\n   13  state,  or  any  political  subdivision of the state which: (i) provides\n   14  health care services in a facility licensed pursuant to article  twenty-\n   15  eight  or thirty-six of the public health law; (ii) provides health care\n   16  services within a primary or  secondary  public  or  private  school  or\n   17  public or private university setting; (iii) operates and provides health\n   18  care  services  under  the  mental hygiene law or the correction law; or\n   19  (iv) is registered with the department of education pursuant to  section\n   20  sixty-eight hundred eight of the education law.\n   21    (c)  \"Agent\"  means  any  individual, partnership, association, corpo-\n   22  ration, or group of persons acting on behalf of an employer.\n   23    (d) \"Improper quality of patient care\" means, with respect to  patient\n   24  care,  any  practice, procedure, action or failure to act of an employer\n   25  which violates any law, rule, regulation or declaratory  ruling  adopted\n   26  pursuant to law, where such violation relates to matters which may pres-\n   27  ent  a  substantial  and specific danger to public health or safety or a\n   28  significant threat to the health of a specific patient.\n   29    (e) \"Public body\" means:\n   30    (1) the United States Congress, any state legislature, or any  elected\n   31  local governmental body, or any member or employee thereof;\n   32    (2) any federal, state or local court, or any member or employee ther-\n   33  eof, any grand or petit jury;\n   34    (3)  any  federal, state or local regulatory, administrative or public\n   35  agency or authority, or instrumentality thereof;\n   36    (4) any federal, state or local law enforcement agency,  prosecutorial\n   37  office, or police or peace officer;\n   38    (5)  any  federal, state or local department of an executive branch of\n   39  government; or\n   40    (6) any division, board, bureau, office, committee  or  commission  of\n   41  any of the public bodies described in subparagraph one, two, three, four\n   42  or five of this paragraph.\n   43    (f)  \"Retaliatory  action\" means the discharge, suspension, demotion[,\n   44  penalization] or discrimination against an employee, or  [other  adverse\n   45  employment action taken] ANY ACT OF REPRISAL against an employee [in the\n   46  terms and conditions of employment].\n   47    (g)  \"Supervisor\"  means  any person within an employer's organization\n   48  who has the authority to direct and control the work performance  of  an\n   49  employee,  or  who has the authority to take corrective action regarding\n   50  the violation of a law, rule or regulation to which an employee  submits\n   51  a complaint.\n   52    (H) \"LAW, RULE OR REGULATION\" INCLUDES:\n   53    (1) ANY DULY ENACTED FEDERAL, STATE OR LOCAL STATUTE OR ORDINANCE;\n   54    (2)  ANY  RULE  OR  REGULATION  PROMULGATED PURSUANT TO ANY STATUTE OR\n   55  ORDINANCE;\n\n       A. 2538                             5\n\n    1    (3) ANY INTERNAL RULE PROMULGATED BY  THE  EMPLOYER  PURSUANT  TO  ANY\n    2  STATUTE OR ORDINANCE; OR\n    3    (4) ANY JUDICIAL OR ADMINISTRATIVE DECISION, RULING OR ORDER.\n    4    2.  Retaliatory action prohibited. Notwithstanding any other provision\n    5  of law, no employer shall take retaliatory action against  any  employee\n    6  because the employee does any of the following:\n    7    (a)  discloses or threatens to disclose to a supervisor, AGENT or to a\n    8  public body an activity, policy or practice of  the  employer  or  agent\n    9  that  the  employee,  in  good  faith,  reasonably  believes constitutes\n   10  improper quality of patient care; [or]\n   11    (b) PROVIDES INFORMATION TO, OR  TESTIFIES  BEFORE,  ANY  PUBLIC  BODY\n   12  CONDUCTING  AN  INVESTIGATION,  HEARING OR INQUIRY INTO ANY VIOLATION OR\n   13  ACTION DESCRIBED IN SUBPARAGRAPH (I) OF PARAGRAPH (A) OF SUBDIVISION TWO\n   14  OF SECTION SEVENTY-FIVE-B OF THE CIVIL SERVICE LAW; OR\n   15    (C) objects to, or refuses to participate in any activity,  policy  or\n   16  practice  of  the  employer  or  agent that the employee, in good faith,\n   17  reasonably believes constitutes improper quality of patient care.\n   18    3. [Application. The protection against retaliatory  personnel  action\n   19  provided  by  subdivision two of this section shall not apply unless the\n   20  employee has brought the improper quality of patient care to the  atten-\n   21  tion of a supervisor and has afforded the employer a reasonable opportu-\n   22  nity  to  correct  such  activity,  policy or practice. This subdivision\n   23  shall not apply to an action or failure to act  described  in  paragraph\n   24  (a)  of  subdivision  two  of this section where the improper quality of\n   25  patient care described therein presents an  imminent  threat  to  public\n   26  health or safety or to the health of a specific patient and the employee\n   27  reasonably  believes  in good faith that reporting to a supervisor would\n   28  not result in corrective action.\n   29    4.] Enforcement. A health care employee may seek enforcement  of  this\n   30  section  pursuant  to paragraph (d) of subdivision four of section seven\n   31  hundred forty of this article.\n   32    [5] 4.  Relief. In any court action brought pursuant to  this  section\n   33  it  shall  be  a  defense  that the personnel action was predicated upon\n   34  grounds other than the employee's exercise of any  rights  protected  by\n   35  this section.\n   36    S  3. Subdivision 2 of section 75-b of the civil service law, as added\n   37  by chapter 660 of the laws of 1984 and paragraph (a) as amended by chap-\n   38  ter 899 of the laws of 1986, is amended to read as follows:\n   39    2. (a) A public employer shall not dismiss, SUSPEND, DEMOTE,  PENALIZE\n   40  OR  DISCRIMINATE  AGAINST,  or take other disciplinary or other [adverse\n   41  personnel action] ACT OF REPRISAL against a  public  employee  regarding\n   42  the employee's employment because the employee:\n   43    (I)  discloses  OR THREATENS TO DISCLOSE to a SUPERVISOR, governmental\n   44  body [information:(i) regarding a violation of a law, rule or regulation\n   45  which violation creates and presents a substantial and  specific  danger\n   46  to  the  public  health or safety; or (ii) which the employee reasonably\n   47  believes to be true and reasonably believes], AGENCY OR  TO  THE  PUBLIC\n   48  ANY CONDUCT WHICH constitutes an improper governmental action. [\"Improp-\n   49  er  governmental  action\"  shall mean any action by a public employer or\n   50  employee, or an agent of such employer or employee, which is  undertaken\n   51  in  the performance of such agent's official duties, whether or not such\n   52  action is within the scope of his employment, and which is in  violation\n   53  of any federal, state or local law, rule or regulation.]\n   54    (II)  PROVIDES  INFORMATION  TO,  OR TESTIFIES BEFORE, ANY PUBLIC BODY\n   55  CONDUCTING AN  INVESTIGATION,  HEARING  OR  INQUIRY  INTO  ANY  IMPROPER\n   56  GOVERNMENTAL ACTION; OR\n\n       A. 2538                             6\n\n    1    (III)  OBJECTS  TO, OR REFUSES TO PARTICIPATE IN, ANY IMPROPER GOVERN-\n    2  MENTAL ACTION.\n    3    (b) [Prior to disclosing information pursuant to paragraph (a) of this\n    4  subdivision,  an employee shall have made a good faith effort to provide\n    5  the appointing authority or his or her designee the  information  to  be\n    6  disclosed  and  shall  provide  the  appointing  authority or designee a\n    7  reasonable time to take appropriate action unless there is imminent  and\n    8  serious  danger  to  public  health  or safety. For the purposes of this\n    9  subdivision, an employee who acts pursuant to this  paragraph  shall  be\n   10  deemed  to have disclosed information to a governmental body under para-\n   11  graph (a) of  this  subdivision.]  THE  PROTECTION  AGAINST  RETALIATORY\n   12  PERSONNEL  ACTION  PROVIDED  IN  PARAGRAPH (A) OF THIS SUBDIVISION SHALL\n   13  APPLY TO ANY EMPLOYEE WHO IN  GOOD  FAITH  REASONABLY  BELIEVES  THAT  A\n   14  VIOLATION  OR  IMPROPER  GOVERNMENTAL ACTION HAS OCCURRED OR WILL OCCUR,\n   15  BASED ON INFORMATION THAT THE EMPLOYEE IN GOOD FAITH REASONABLY BELIEVES\n   16  TO BE TRUE.\n   17    (C)(I) \"IMPROPER GOVERNMENTAL ACTION\" SHALL MEAN ANY PRACTICE,  PROCE-\n   18  DURE,  ACTION  OR FAILURE TO ACT BY A PUBLIC EMPLOYER OR EMPLOYEE, OR AN\n   19  AGENT OF SUCH EMPLOYER OR EMPLOYEE, WHETHER OR NOT SUCH ACTION IS WITHIN\n   20  THE SCOPE OF SUCH PERSON'S EMPLOYMENT, WHICH IS IN VIOLATION OF ANY LAW,\n   21  RULE OR REGULATION.\n   22    (II) \"LAW, RULE OR REGULATION\" INCLUDES: (A) ANY DULY ENACTED FEDERAL,\n   23  STATE OR LOCAL STATUTE OR ORDINANCE; (B) ANY RULE OR REGULATION  PROMUL-\n   24  GATED  PURSUANT TO ANY SUCH STATUTE OR ORDINANCE; OR (C) ANY JUDICIAL OR\n   25  ADMINISTRATIVE DECISION, RULING OR ORDER.\n   26    S 4. Paragraph (c) of subdivision 3  of  section  75-b  of  the  civil\n   27  service  law, as added by chapter 660 of the laws of 1984, is amended to\n   28  read as follows:\n   29    (c) [Where] IN ADDITION TO OR IN LIEU OF THE PROCEDURES SET  FORTH  IN\n   30  PARAGRAPHS  (A) AND (B) OF THIS SUBDIVISION, OR WHERE an employee is not\n   31  subject to any of the provisions of [paragraph (a) or (b) of this subdi-\n   32  vision] SUCH PARAGRAPHS, the employee may commence an action in a  court\n   33  of  competent  jurisdiction  under the same terms and conditions AND FOR\n   34  THE SAME RELIEF as set forth in article twenty-C of the labor law.\n   35    S 5. Section 75-b of the civil service law is amended by adding a  new\n   36  subdivision 5 to read as follows:\n   37    5.  EVERY PUBLIC EMPLOYER SHALL INFORM EMPLOYEES OF THEIR PROTECTIONS,\n   38  RIGHTS AND OBLIGATIONS UNDER THIS SECTION, BY POSTING A NOTICE  THEREOF.\n   39  SUCH  NOTICES  SHALL  BE  POSTED  CONSPICUOUSLY IN EASILY ACCESSIBLE AND\n   40  HIGHLY VISIBLE AREAS FREQUENTLY VISITED BY EMPLOYEES AND APPLICANTS  FOR\n   41  EMPLOYMENT.\n   42    S  6.  This  act shall take effect on the ninetieth day after it shall\n   43  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the civil service law, in relation to protection of employees against retaliatory action by employers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110119.T152814.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468894101
}