{
  "year" : 2011,
  "senateBillNo" : "A2530-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2530-2011-1295413200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts lead free parks act; relates to the cleanup and remediation of parks contaminated by lead from motor vehicle emissions",
  "summary" : "Enacts the lead-free parks act; directs the department of environmental conservation to do a study of certain state parks which are adjacent to heavily travelled streets and highways to identify the level of lead contamination at such parks; provides for posting warning signs at parks identified as potential hazards; provides for grants to localities to clean up lead contaminated parks; directs the department of environmental conservation to establish procedures and regulations for remediation; requires final report on reduction efforts after one year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A702-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2530\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. JEFFRIES, SPANO, JAFFEE, PEOPLES-STOKES, GABRYS-\n         ZAK, ROSENTHAL, GOTTFRIED, CAMARA, SCHIMEL,  COLTON,  BROOK-KRASNY  --\n         Multi-Sponsored  by  --  M.  of  A. BOYLAND, CLARK, CYMBROWITZ, FINCH,\n         GUNTHER, MAISEL, TITONE, WEISENBERG -- read once and referred  to  the\n         Committee on Environmental Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         cleanup and remediation of lead contaminated parks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative findings. The legislature finds that excessive\n    2  lead levels present a substantial  threat  to  the  health,  safety  and\n    3  welfare of the people of this state.\n    4    One  major  source  of  excessive lead levels in New York state is the\n    5  exhaust emitted from motor vehicles.  These  exhaust  fumes  cause  lead\n    6  contamination  in the atmosphere, soil, structures and have contaminated\n    7  parks adjacent or proximate to heavily traveled highways.\n    8    The legislature further  finds  that  people  using  parks  with  lead\n    9  contamination for recreational reasons are unnecessarily exposed to lead\n   10  deposit  hazards from motor vehicle exhaust. Excessive lead deposits may\n   11  subject people to possible physical discomfort, physiological damage and\n   12  lead poisoning, among other potential health hazards.\n   13    The legislature further finds that there are reasonable, economic  and\n   14  technologically feasible strategies which can be implemented to decrease\n   15  the  risk of harm resulting from excessive exposure to lead, such as the\n   16  replacement of contaminated  materials  and  the  posting  of  potential\n   17  hazards in lead contaminated parks.\n   18    Therefore,  the  legislature  hereby enacts a lead-free parks act as a\n   19  prudent and necessary action to promote the  health  and  welfare  of  a\n   20  substantial  number  of  the  state's  residents and directs that a lead\n   21  cleanup study be undertaken for the purpose of planning additional envi-\n   22  ronmental improvements in conformance with the lead free parks act.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05030-01-1\n\n       A. 2530                             2\n\n    1     S 2. Short title. This act shall be known  as  the  \"Lead-free  parks\n    2  act\".\n    3    S  3.  The  environmental  conservation law is amended by adding a new\n    4  section 3-0319 to read as follows:\n    5  S 3-0319. CLEANUP AND REMEDIATION OF LEAD CONTAMINATED PARKS.\n    6    1. THE DEPARTMENT SHALL UNDERTAKE A  STUDY  OF  PARKS  THROUGHOUT  THE\n    7  STATE  THAT  ARE  ADJACENT OR PROXIMATE TO HEAVILY TRAVELED CITY STREETS\n    8  AND RURAL AND SUBURBAN HIGHWAYS FOR  THE  PURPOSES  OF  IDENTIFYING  THE\n    9  LEVEL  OF  LEAD  CONTAMINATION  AT SUCH PARKS. INITIALLY, THE DEPARTMENT\n   10  SHALL EVALUATE PARKS WITH THE HIGHEST LEVEL OF EXPOSURE TO EXHAUST FUMES\n   11  EMITTED FROM MOTOR VEHICLES. IN ALL CASES LEAD LEVELS SHALL BE  MEASURED\n   12  SO AS TO REFLECT ACCURATELY THE WORST CASE OF LEAD EXPOSURE AT A SPECIF-\n   13  IC  PARK  TO  WHICH ANY PERSON WHO IS IN THE PARK AND WITHIN A HAZARDOUS\n   14  RANGE OF CONTAMINATED MATERIALS COULD BE  EXPOSED  UNDER  NORMAL  CONDI-\n   15  TIONS.  SUCH  STUDY SHALL EVALUATE THE RANGE OF STRATEGIES AVAILABLE FOR\n   16  MEETING THE PRESCRIBED SAFE LEAD LEVELS AND MAKE RECOMMENDATIONS  AS  TO\n   17  THE MOST ADVISABLE METHODS OF CLEANUP AND REMEDIATION INCLUDING A SCHED-\n   18  ULE  FOR  CLEANUP  AND  REMEDIATION OF ALL LEAD CONTAMINATED STATE OWNED\n   19  PARKS. PRIORITY SITES BASED UPON DEGREE OF CONTAMINATION AND EXPOSURE TO\n   20  THE PUBLIC SHALL BE IDENTIFIED FOR CLEANUP AND REMEDIATION.  SUCH  STUDY\n   21  SHALL  BE  SUBMITTED TO THE GOVERNOR AND THE LEGISLATURE WITHIN ONE YEAR\n   22  AFTER THE EFFECTIVE DATE OF THIS SECTION.\n   23    2. WITHIN SIX MONTHS OF THE COMPLETION OF THE STUDY CONDUCTED PURSUANT\n   24  TO SUBDIVISION ONE OF THIS SECTION, THE DEPARTMENT  SHALL  POST  WARNING\n   25  SIGNS  IN  EACH  PARK  IDENTIFIED  AS  A  POTENTIAL HAZARD TO THE PUBLIC\n   26  BECAUSE OF LEAD CONTAMINATION. THESE SIGNS SHALL POINT OUT THE  POSSIBLE\n   27  HAZARDS  ASSOCIATED  WITH EXCESSIVE EXPOSURE TO LEAD AND THE ACUTE SYMP-\n   28  TOMS OF LEAD POISONING, SUCH AS STOMACHACHES, HEADACHES,  HYPERACTIVITY,\n   29  FALLING ASLEEP AT INAPPROPRIATE TIMES, VOMITING, DIARRHEA AND SO ON.\n   30    3.  WITHIN  MONEY  APPROPRIATED  THEREFOR, THE COMMISSIONER SHALL MAKE\n   31  GRANTS TO COUNTIES, CITIES, TOWNS OR VILLAGES FOR FIFTY PERCENT  OF  THE\n   32  COST  OF  CLEANUP AND REMEDIATION OF LEAD CONTAMINATED PARKS. PREFERENCE\n   33  IN GRANT AWARDS SHOULD GO FOR PARKS IDENTIFIED AS PRIORITY SITES IN  THE\n   34  DEPARTMENT'S STUDY.\n   35    4.  THE DEPARTMENT SHALL PROMULGATE RULES AND REGULATIONS ESTABLISHING\n   36  PROCEDURES AND TECHNIQUES FOR CLEANUP AND REMEDIATION  OF  LEAD  CONTAM-\n   37  INATED PARKS.\n   38    5. WITHIN ONE YEAR AFTER SUBMISSION OF THE STUDY CONDUCTED PURSUANT TO\n   39  SUBDIVISION  ONE OF THIS SECTION AND ANNUALLY THEREAFTER UNTIL THE PROB-\n   40  LEM OF LEAD CONTAMINATED PARKS HAS BEEN OVERCOME, THE  DEPARTMENT  SHALL\n   41  REPORT  TO THE GOVERNOR AND THE LEGISLATURE ON PROGRESS IN REDUCING LEAD\n   42  LEVELS. THE REPORT SHALL INCLUDE, BUT NOT BE  LIMITED  TO,  AN  ITEMIZED\n   43  SUMMARY  OF ALL MONEYS SPENT, BIDS REQUESTED AND RECEIVED, CONTRACTS LET\n   44  AND ACTUAL WORK DONE ON LEAD  REDUCTION  PROGRAMS  DURING  THE  PREVIOUS\n   45  PERIOD.  ANY  AND  ALL  LEAD REDUCTION MEASURES MADE DURING THE PREVIOUS\n   46  PERIOD SHALL BE INCLUDED, WITH,  WHENEVER  POSSIBLE,  ANALYSES  OF  SUCH\n   47  MEASURES. SUCH REPORT SHALL ALSO INCLUDE A DETAILED ANALYSIS OF ALL LEAD\n   48  REDUCTION  ACTIVITIES  PLANNED FOR THE NEXT TWELVE MONTHS. FOLLOWING THE\n   49  FIRST TWELVE MONTH INTERVAL, THESE REPORTS SHALL ALSO INCLUDE COMPREHEN-\n   50  SIVE STATEMENTS OF PROGRESS MADE ON ALL PLANNED  LEAD  REDUCTION  ACTIV-\n   51  ITIES  INCLUDED  IN  THE  PREVIOUS ANNUAL REPORT. TO THE EXTENT, IF ANY,\n   52  THAT THE DEPARTMENT FAILS TO MEET THE PROVISIONS PRESCRIBED IN  SUBDIVI-\n   53  SION  ONE OF THIS SECTION, THE DEPARTMENT SHALL SO STATE AND PROVIDE THE\n   54  REASONS FOR ITS INABILITY TO MEET SUCH PROVISIONS.\n   55    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the cleanup and remediation of lead contaminated parks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469194667
}