{
  "year" : 2011,
  "senateBillNo" : "A2533-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2533-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the second chance commission upon application to order upon termination of criminal action by conviction for certain offenses the sealing of all official records",
  "summary" : "Allows the court upon application to order upon termination of criminal action by conviction for certain offenses the sealing of all official records and papers; further provides that this act shall be known as the \"second chance program\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A9989-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2533\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MENG -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  the  sealing\n         of certain criminal records\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The criminal procedure law is  amended  by  adding  a  new\n    2  section 160.65 to read as follows:\n    3  S 160.65 ORDER UPON TERMINATION OF CRIMINAL ACTION BY THE CONVICTION FOR\n    4             APPLICABLE NON-VIOLENT CRIMINAL OFFENSES.\n    5    1.  AS USED IN THIS SECTION THE FOLLOWING WORDS SHALL HAVE THE FOLLOW-\n    6  ING MEANINGS:\n    7    (A) AN \"ELIGIBLE PERSON\" MEANS A PERSON WHO HAS BEEN CONVICTED  OF  AN\n    8  ELIGIBLE  FELONY  OR  AN ELIGIBLE MISDEMEANOR, PROVIDED HOWEVER, THAT NO\n    9  PERSON SHALL BE AN ELIGIBLE PERSON WHERE SUCH PERSON HAS BEEN  CONVICTED\n   10  OF  MORE  THAN TWO ELIGIBLE FELONIES OR MORE THAN TWO ELIGIBLE MISDEMEA-\n   11  NORS OR SUCH PERSON HAS BEEN CONVICTED OF A SPECIFIED OFFENSE.  A PERSON\n   12  IS NOT AN ELIGIBLE PERSON FOR PURPOSES OF THIS SECTION  IF  SUCH  PERSON\n   13  HAS  BEEN  CONVICTED  IN  ANY  OTHER  JURISDICTION  OF  AN OFFENSE WHICH\n   14  INCLUDES ALL OF THE ESSENTIAL ELEMENTS OF ANY SPECIFIED OFFENSE;\n   15    (B) \"PROGRAM\" MEANS THE SECOND CHANCE PROGRAM;\n   16    (C) \"COMMISSION\" MEANS THE SECOND CHANCE COMMISSION.  SUCH  COMMISSION\n   17  SHALL  AWARD  RELIEF PROVIDED IN THIS SECTION AND, SHALL CONSIST OF FIVE\n   18  MEMBERS TO BE APPOINTED FOR TERMS OF  THREE  YEARS.  THE  GOVERNOR,  THE\n   19  TEMPORARY PRESIDENT OF THE SENATE, AND THE SPEAKER OF THE ASSEMBLY SHALL\n   20  EACH  APPOINT  ONE  MEMBER  OF THE COMMISSION. TWO APPOINTMENTS SHALL BE\n   21  MADE BY THE NEW YORK STATE DISTRICT ATTORNEYS ASSOCIATION, ONE  OF  WHOM\n   22  SHALL  SERVE  AS A GEOGRAPHIC REPRESENTATIVE OF NEW YORK CITY AND ONE OF\n   23  WHOM SHALL SERVE AS A GEOGRAPHIC REPRESENTATIVE OF OTHER COUNTIES;\n   24    (D) \"ELIGIBLE FELONIES\" MEANS  CRIMINAL  POSSESSION  OF  A  CONTROLLED\n   25  SUBSTANCE  IN THE FIFTH DEGREE AS DEFINED IN SECTION 220.06 OF THE PENAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05532-01-1\n\n       A. 2533                             2\n\n    1  LAW, CRIMINAL POSSESSION OF A CONTROLLED SUBSTANCE IN THE FOURTH  DEGREE\n    2  AS  DEFINED IN SECTION 220.09 OF THE PENAL LAW, CRIMINAL POSSESSION OF A\n    3  CONTROLLED SUBSTANCE IN THE THIRD DEGREE AS DEFINED IN SECTION 220.16 OF\n    4  THE  PENAL  LAW,  CRIMINAL  POSSESSION  OF A CONTROLLED SUBSTANCE IN THE\n    5  SECOND DEGREE AS DEFINED IN SECTION 220.18 OF THE  PENAL  LAW,  CRIMINAL\n    6  POSSESSION  OF  A CONTROLLED SUBSTANCE IN THE FIRST DEGREE AS DEFINED IN\n    7  SECTION 220.21 OF THE PENAL LAW, CRIMINAL POSSESSION  OF  PRECURSORS  OF\n    8  CONTROLLED  SUBSTANCES  AS  DEFINED  IN SECTION 220.60 OF THE PENAL LAW,\n    9  CRIMINAL SALE OF A CONTROLLED SUBSTANCE IN THE FIFTH DEGREE  AS  DEFINED\n   10  IN  SECTION  220.31  OF  THE  PENAL  LAW,  CRIMINAL SALE OF A CONTROLLED\n   11  SUBSTANCE IN THE FOURTH DEGREE AS DEFINED IN SECTION 220.34 OF THE PENAL\n   12  LAW, CRIMINAL SALE OF A CONTROLLED SUBSTANCE  IN  THE  THIRD  DEGREE  AS\n   13  DEFINED  IN  SECTION  220.39  OF  THE  PENAL  LAW,  CRIMINAL  SALE  OF A\n   14  CONTROLLED SUBSTANCE IN THE SECOND DEGREE AS DEFINED IN  SECTION  220.41\n   15  OF  THE  PENAL LAW, CRIMINAL SALE OF A CONTROLLED SUBSTANCE IN THE FIRST\n   16  DEGREE  AS  DEFINED  IN  SECTION  220.43  OF  THE  PENAL  LAW,  CRIMINAL\n   17  POSSESSION OF MARIHUANA IN THE THIRD DEGREE AS DEFINED IN SECTION 221.20\n   18  OF  THE PENAL LAW, CRIMINAL POSSESSION OF MARIHUANA IN THE SECOND DEGREE\n   19  AS DEFINED IN SECTION 221.25 OF THE PENAL LAW,  CRIMINAL  POSSESSION  OF\n   20  MARIHUANA  IN THE FIRST DEGREE AS DEFINED IN SECTION 221.30 OF THE PENAL\n   21  LAW, CRIMINAL SALE OF MARIHUANA  IN  THE  THIRD  DEGREE  AS  DEFINED  IN\n   22  SECTION  221.45  OF  THE  PENAL  LAW,  CRIMINAL SALE OF MARIHUANA IN THE\n   23  SECOND DEGREE AS DEFINED IN SECTION 221.50 OF THE  PENAL  LAW,  CRIMINAL\n   24  SALE  OF  MARIHUANA  IN THE FIRST DEGREE AS DEFINED IN SECTION 221.55 OF\n   25  THE PENAL LAW, CRIMINAL INJECTION OF  A  NARCOTIC  DRUG  AS  DEFINED  IN\n   26  SECTION  220.46 OF THE PENAL LAW, CRIMINALLY USING DRUG PARAPHERNALIA IN\n   27  THE FIRST DEGREE AS DEFINED IN SECTION 220.55  OF  THE  PENAL  LAW,  AND\n   28  CRIMINAL SALE OF A PRESCRIPTION FOR A CONTROLLED SUBSTANCE AS DEFINED IN\n   29  SECTION  220.65 OF THE PENAL LAW, PROVIDED HOWEVER, THAT \"ELIGIBLE FELO-\n   30  NIES\" SHALL NOT INCLUDE ANY OF THE ENUMERATED CRIMES IN  THIS  PARAGRAPH\n   31  WHERE THE CRIME INVOLVED THE SALE OF A CONTROLLED SUBSTANCE OR MARIHUANA\n   32  TO A PERSON UNDER THE AGE OF SIXTEEN.\n   33    (E)  \"ELIGIBLE MISDEMEANORS\" MEANS CRIMINAL POSSESSION OF A CONTROLLED\n   34  SUBSTANCE IN THE SEVENTH DEGREE AS DEFINED  IN  SECTION  220.03  OF  THE\n   35  PENAL  LAW,  CRIMINAL  POSSESSION  OF  MARIHUANA  IN THE FIFTH DEGREE AS\n   36  DEFINED IN SECTION 221.10 OF THE PENAL LAW, CRIMINAL POSSESSION OF MARI-\n   37  HUANA IN THE FOURTH DEGREE AS DEFINED IN SECTION  221.15  OF  THE  PENAL\n   38  LAW,  CRIMINAL  SALE  OF  MARIHUANA  IN  THE  FIFTH DEGREE AS DEFINED IN\n   39  SECTION 221.35 OF THE PENAL LAW,  CRIMINAL  SALE  OF  MARIHUANA  IN  THE\n   40  FOURTH  DEGREE AS DEFINED IN SECTION 221.40 OF THE PENAL LAW, CRIMINALLY\n   41  USING DRUG PARAPHERNALIA IN THE SECOND  DEGREE  AS  DEFINED  IN  SECTION\n   42  220.50  OF THE PENAL LAW, AND CRIMINALLY POSSESSING A HYPODERMIC INSTRU-\n   43  MENT AS DEFINED IN SECTION 220.45 OF THE PENAL  LAW,  PROVIDED  HOWEVER,\n   44  THAT  \"ELIGIBLE  MISDEMEANOR\"  SHALL  NOT  INCLUDE ANY OF THE ENUMERATED\n   45  CRIMES IN THIS  PARAGRAPH  WHERE  THE  CRIME  INVOLVED  THE  SALE  OF  A\n   46  CONTROLLED  SUBSTANCE OR MARIHUANA TO A PERSON UNDER THE AGE OF SIXTEEN;\n   47  AND\n   48    (F) \"SPECIFIED OFFENSE\" MEANS AN A-1  FELONY  OFFENSE  OTHER  THAN  AN\n   49  OFFENSE  CONTAINED  IN  ARTICLE  220  OF THE PENAL LAW, A VIOLENT FELONY\n   50  OFFENSE AS DEFINED IN SECTION 70.02 OF THE PENAL  LAW,  MANSLAUGHTER  IN\n   51  THE  SECOND  DEGREE, VEHICULAR MANSLAUGHTER IN THE SECOND DEGREE, CRIMI-\n   52  NALLY NEGLIGENT HOMICIDE, AN OFFENSE DEFINED IN ARTICLE 130 OF THE PENAL\n   53  LAW, INCEST, OR AN OFFENSE DEFINED IN ARTICLE 263 OF THE PENAL LAW.\n   54    2. AN ELIGIBLE PERSON MAY  HAVE  ALL  OFFICIAL  RECORDS,  PAPERS,  DNA\n   55  SAMPLES  AND  JUDGMENTS  AND ORDERS OF A COURT PERTAINING TO AN ELIGIBLE\n   56  FELONY OR ELIGIBLE MISDEMEANOR, EXCLUDING PUBLISHED COURT  DECISIONS  OR\n\n       A. 2533                             3\n\n    1  OPINIONS  OR  RECORDS  AND  BRIEFS  ON APPEAL, RELATING TO THE ARREST OR\n    2  PROSECUTION OF SUCH PERSON FOR SUCH ELIGIBLE FELONY OR  ELIGIBLE  MISDE-\n    3  MEANOR,  INCLUDING  ALL  DUPLICATES  AND COPIES THEREOF ON FILE WITH THE\n    4  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES, SEALED FOR ALL PURPOSES OTHER\n    5  THAN THOSE RELATED TO LAW ENFORCEMENT AND CRIMINAL PROSECUTION WHEN:\n    6    (A) A MINIMUM TIME PERIOD OF  FIVE  YEARS  COMMENCING  UPON  THE  MOST\n    7  RECENT  DATE  OF  SENTENCE OR PAYMENT OF FINE FOR THOSE PERSONS WHO HAVE\n    8  NOT BEEN SANCTIONED TO A PERIOD OF INCARCERATION AND FOR OTHER INSTANCES\n    9  COMMENCING UPON THE COMPLETION OF SUCH PERSON'S TERM OF IMPRISONMENT HAS\n   10  ELAPSED WHEN SUCH PERSON HAS NOT  BEEN  SUBSEQUENTLY  CONVICTED  OF  ANY\n   11  OTHER  FELONY  OR MISDEMEANOR OR TWO OR MORE NON-VEHICLE AND TRAFFIC LAW\n   12  VIOLATIONS; AND\n   13    (B) SUCH PERSON IS ELIGIBLE TO APPLY FOR A SEALING MOTION PURSUANT  TO\n   14  SUBDIVISION THREE OF THIS SECTION.\n   15    3. TO BE ELIGIBLE TO APPLY FOR A SEALING MOTION FOR AN ELIGIBLE FELONY\n   16  OR  ELIGIBLE MISDEMEANOR, THE PERSON MUST PRESENT VALID DOCUMENTATION TO\n   17  THE COMMISSION EVIDENCING SATISFACTORY FULFILLMENT AND PARTICIPATION  IN\n   18  THE  PROGRAM,  INCLUDING  EVIDENCE THAT THE PERSON IS FREE OF ALCOHOL OR\n   19  DRUG DEPENDENCE AT TIME OF APPLICATION FOR SEALING. PROGRAM REQUIREMENTS\n   20  INCLUDE  COMPLETION  OF  AN  INDIVIDUAL  REHABILITATION  PLAN  THAT   IS\n   21  PERFORMED  AND  MONITORED BY AN APPROVED JOB CORPS PROGRAM OR AN ACCRED-\n   22  ITED LIST OF CONTRACTORS APPROVED BY THE DIVISION  OF  CRIMINAL  JUSTICE\n   23  SERVICES AND THAT INCLUDES:\n   24    (A)  SUCCESSFUL  COMPLETION  OF A PUBLIC SERVICE COMPONENT OF AT LEAST\n   25  ONE YEAR;\n   26    (B) SUCCESSFUL COMPLETION OF ALCOHOL OR SUBSTANCE ABUSE TREATMENT AT A\n   27  PROGRAM LICENSED  BY  THE  OFFICE  OF  ALCOHOLISM  AND  SUBSTANCE  ABUSE\n   28  SERVICES,  PURSUANT  TO  ARTICLE  NINETEEN OF THE MENTAL HYGIENE LAW, IF\n   29  MANDATORY SCREENING OR ASSESSMENT INDICATES TREATMENT IS NECESSARY,  AND\n   30  REGULAR  MONITORING  OF  SUCH PERSONS FOR A PERIOD OF AT LEAST ONE YEAR,\n   31  WHICH CAN INCLUDE DRUG TESTING IN ORDER TO  ENSURE  CONTINUED  SOBRIETY;\n   32  AND\n   33    (C)  ATTAINMENT  OF  A  GED  OR  HIGH  SCHOOL  DIPLOMA, IF NOT ALREADY\n   34  OBTAINED.\n   35    4. A PERSON WHO HAS SATISFACTORILY MET ALL THE  REQUIREMENTS  OF  THIS\n   36  SECTION MAY UPON MOTION APPLY TO THE COMMISSION FOR AN ORDER GRANTING TO\n   37  SUCH PERSON THE RELIEF SET FORTH IN SUBDIVISION TWO OF THIS SECTION. THE\n   38  APPLICANT  SHALL  GIVE  NOT  LESS THAN SIXTY DAYS NOTICE TO THE DISTRICT\n   39  ATTORNEY WITHIN EACH JURISDICTION THE APPLICANT HAS A CONVICTION AND THE\n   40  ATTORNEY GENERAL, IN SUCH CONVICTIONS AS THE ATTORNEY GENERAL HAS PROSE-\n   41  CUTED, OF THE INTENTION TO REQUEST SUCH  RELIEF.  SUCH  ORDER  SHALL  BE\n   42  GRANTED  UNLESS  THE DISTRICT ATTORNEY WITHIN TWENTY DAYS NOTICE TO SUCH\n   43  PERSON OR HIS OR HER ATTORNEY DEMONSTRATES TO THE  SATISFACTION  OF  THE\n   44  COMMISSION  THAT  THE  INTERESTS  OF  JUSTICE  REQUIRE OTHERWISE, OR THE\n   45  COMMISSION ON ITS OWN MOTION WITH NOT LESS THAN TWENTY  DAYS  NOTICE  TO\n   46  SUCH  PERSON  OR  HIS  OR  HER ATTORNEY DETERMINES THAT THE INTERESTS OF\n   47  JUSTICE REQUIRE OTHERWISE. THE COMMISSION SHALL STATE  THE  REASONS  FOR\n   48  SUCH  DETERMINATION  ON  THE RECORD, THE RECORDS SHALL BE ORDERED SEALED\n   49  AND THE CLERK OF THE COURT WHEREIN SUCH CRIMINAL  ACTION  OR  PROCEEDING\n   50  WAS TERMINATED SHALL IMMEDIATELY NOTIFY THE COMMISSIONER OF THE DIVISION\n   51  OF  CRIMINAL JUSTICE SERVICES THAT THE RECORD OF SUCH ACTION OR PROCEED-\n   52  ING HAS BEEN SEALED.\n   53    5. THE PETITIONER AND THE DISTRICT ATTORNEY CAN APPEAL THE DECISION OF\n   54  THE COMMISSION TO GRANT OR DENY THE SEALING  MOTION.  SUCH  APPEAL  MUST\n   55  TAKE  PLACE  WITHIN THIRTY DAYS OF THE COMMISSION'S DECISION AND MUST BE\n\n       A. 2533                             4\n\n    1  MADE AS AN ARTICLE SEVENTY-EIGHT PROCEEDING IN  THE  JURISDICTION  WHERE\n    2  SUCH PERSON'S MOST RECENT CONVICTION WAS ADJUDICATED.\n    3    6. UPON RECEIPT OF NOTIFICATION OF SUCH SEALING:\n    4    (A) ALL OFFICIAL RECORDS AND PAPERS, INCLUDING JUDGMENTS AND ORDERS OF\n    5  A  COURT  BUT  NOT  INCLUDING  PUBLISHED  COURT DECISIONS OR OPINIONS OR\n    6  RECORDS AND BRIEFS ON APPEAL, RELATING TO  THE  ARREST  OR  PROSECUTION,\n    7  INCLUDING  ALL  DUPLICATES AND COPIES THEREOF, ON FILE WITH THE DIVISION\n    8  OF CRIMINAL JUSTICE SERVICES, ANY COURT, POLICE AGENCY, OR  PROSECUTOR'S\n    9  OFFICE SHALL BE SEALED AND NOT MADE AVAILABLE TO ANY PERSON OR PUBLIC OR\n   10  PRIVATE AGENCY; AND\n   11    (B)  SUCH  RECORDS SHALL BE MADE AVAILABLE TO THE PERSON ACCUSED OR TO\n   12  SUCH PERSON'S DESIGNATED AGENT, AND SHALL BE MADE  AVAILABLE  TO  (I)  A\n   13  PROSECUTOR,  A LAW ENFORCEMENT AGENCY, OR A COURT WHICH HAS RESPONSIBIL-\n   14  ITY FOR CRIMINALLY INVESTIGATING, PROSECUTING, OR ADJUDICATING THE INDI-\n   15  VIDUAL; (II) ANY STATE OR LOCAL OFFICE OR AGENCY WITH RESPONSIBILITY FOR\n   16  THE ISSUANCE OF LICENSES TO POSSESS GUNS,  WHEN  THE  ACCUSED  HAS  MADE\n   17  APPLICATION FOR SUCH A LICENSE; OR (III) ANY PROSPECTIVE CITY, STATE, OR\n   18  FEDERAL EMPLOYER OR AGENCY, INVOLVED IN INVESTIGATING AND/OR PROSECUTING\n   19  UNDER  CRIMINAL OR CIVIL STATUTES INCLUDING EMPLOYERS OF POLICE OFFICERS\n   20  OR  PEACE  OFFICERS  AS  DEFINED  IN   SUBDIVISIONS   THIRTY-THREE   AND\n   21  THIRTY-FOUR  OF SECTION 1.20 OF THIS CHAPTER, IN RELATION TO AN APPLICA-\n   22  TION FOR EMPLOYMENT AS AN EMPLOYEE OF A CITY, STATE OR FEDERAL  EMPLOYER\n   23  OR AGENCY INVOLVED IN INVESTIGATING AND/OR PROSECUTING UNDER CRIMINAL OR\n   24  CIVIL  STATUTES INCLUDING AS A POLICE OFFICER OR PEACE OFFICER; PROVIDED\n   25  HOWEVER, THAT EVERY PERSON WHO IS  AN  APPLICANT  FOR  THE  POSITION  OF\n   26  POLICE  OFFICER,  PEACE OFFICER, OR ANY OTHER PROSPECTIVE CITY, STATE OR\n   27  FEDERAL EMPLOYER OR AGENCY, INVOLVED IN INVESTIGATING AND/OR PROSECUTING\n   28  UNDER CRIMINAL OR CIVIL STATUTES SHALL BE FURNISHED WITH A COPY  OF  ALL\n   29  RECORDS  OBTAINED  UNDER  THIS  PARAGRAPH AND AFFORDED AN OPPORTUNITY TO\n   30  MAKE AN EXPLANATION THERETO.\n   31    7. EXCEPT AS PROVIDED IN PARAGRAPH (B)  OF  SUBDIVISION  SIX  OF  THIS\n   32  SECTION,  THE  SEALED  CONVICTION  OR CONVICTIONS SHALL NOT OPERATE AS A\n   33  DISQUALIFICATION OF ANY PERSON TO PURSUE OR ENGAGE IN ANY LAWFUL  ACTIV-\n   34  ITY,  OCCUPATION,  PROFESSION,  OR  CALLING.  EXCEPT  WHERE SPECIFICALLY\n   35  REQUIRED OR PERMITTED BY STATUTE OR UPON  SPECIFIC  AUTHORIZATION  OF  A\n   36  SUPERIOR  COURT, NO SUCH PERSON SHALL BE REQUIRED TO DIVULGE INFORMATION\n   37  PERTAINING TO THE SEALED RECORD.  SUCH  PERSON  SHALL  BE  PERMITTED  TO\n   38  RESPOND  IN  THE NEGATIVE TO THE QUESTION, \"HAVE YOU EVER BEEN CONVICTED\n   39  OF A MISDEMEANOR OR A  FELONY?\",  OR  TO  ANY  QUESTION  WITH  THE  SAME\n   40  SUBSTANTIVE CONTENTS.\n   41    8.  THE KNOWING AND INTENTIONAL DISSEMINATION OF SEALED INFORMATION OR\n   42  THE IMPROPER ACQUISITION OF INFORMATION THAT HAS BEEN SEALED WILL RESULT\n   43  IN A PENALTY OF A  FINE  UP  TO  ONE  THOUSAND  DOLLARS  FOR  EACH  SUCH\n   44  VIOLATION.\n   45    9.  A  PERSON  PARTICIPATING IN THIS PROGRAM WILL BE REQUIRED TO PAY A\n   46  PORTION OF THE COSTS OF PARTICIPATING IN THE PROGRAM AND FILING FEES  TO\n   47  THE COMMISSION, CONTINGENT UPON SUCH PERSON'S INCOME AND ABILITY TO PAY.\n   48    10.  THE SEALING ORDER WILL BE AUTOMATICALLY REPEALED AND THE DIVISION\n   49  OF CRIMINAL JUSTICE SERVICES WILL UNSEAL ANY SUCH RECORDS THAT HAD  BEEN\n   50  PREVIOUSLY  SEALED  BY  VIRTUE  OF  PARTICIPATION IN THIS PROGRAM ON THE\n   51  SUBSEQUENT CONVICTION OF SUCH  PERSON  FOR  ANY  MISDEMEANOR  OR  FELONY\n   52  OFFENSE.  IN  THE EVENT THAT SUCH A PERSON IS SUBSEQUENTLY CONVICTED AND\n   53  SENTENCED TO A TERM OF PROBATION, THE PROBATION OFFICER ASSIGNED TO SUCH\n   54  PERSON SHALL BE RESPONSIBLE FOR NOTIFYING SUCH PERSON'S CURRENT EMPLOYER\n   55  THAT SUCH PERSON'S CRIMINAL RECORD HAS BEEN UNSEALED.\n\n       A. 2533                             5\n\n    1    11. AN ELIGIBLE PERSON MAY APPLY FOR RELIEF  UNDER  THIS  SECTION  FOR\n    2  CRIMINAL OFFENSES WHICH OCCURRED ANY TIME PRIOR TO THE EFFECTIVE DATE OF\n    3  THIS SECTION.\n    4    S 2. This act shall take effect on the first of November next succeed-\n    5  ing  the date on which it shall have become a law; provided however that\n    6  any eligible person may apply for relief pursuant to this act for crimi-\n    7  nal offenses occurring prior to the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the sealing of certain criminal records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469194693
}