{
  "year" : 2011,
  "senateBillNo" : "A254-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A254-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported",
    "billEventId" : "A254-2011-1294722000000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294894800000,
    "eventText" : "advanced to third reading cal.2",
    "billEventId" : "A254-2011-1294894800000-advanced+to+third+reading+cal.2",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons or entities providing benefits in the event of disability to not impose onerous or unreasonable conditions for the payment of benefits thereunder",
  "summary" : "Requires persons or entities providing benefits in the event of disability to not impose \"onerous or unreasonable conditions\" for the payment or continued payment of benefits thereunder, and provides for the enforcement thereof including actual damages, interest and penalties, reasonable costs and attorney's fees, and in the court's discretion, exemplary damages; exempts worker's compensation and NYS disability insurance. ",
  "currentCommittee" : null,
  "sameAs" : "S1183",
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "AA535-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          254\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, KAVANAGH -- Multi-Sponsored by -- M. of\n         A. BRENNAN, CUSICK -- read once and referred to the Committee on Judi-\n         ciary\n\n       AN  ACT  to amend the general obligations law, in relation to onerous or\n         unreasonable conditions  in  the  performance  of  disability  related\n         contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general obligations law is  amended  by  adding  a  new\n    2  section 5-336 to read as follows:\n    3    S 5-336. PERFORMANCE OF WRITTEN CONTRACTS FOR BENEFITS IN THE EVENT OF\n    4  DISABILITY.  1. NO PERSON, FIRM, ASSOCIATION, CORPORATION OR OTHER ENTI-\n    5  TY, WHETHER SUCH PERSON OR ENTITY BE AN EMPLOYER OR OTHERWISE, EXCLUDING\n    6  WORKERS' COMPENSATION OR NEW YORK STATE DISABILITY INSURANCE, WHO ENTERS\n    7  INTO A WRITTEN CONTRACT PROVIDING FOR PAYMENT OF BENEFITS OR THE  WAIVER\n    8  OF  OBLIGATIONS  OR BOTH IN THE EVENT OF THE DISABILITY OF A NAMED INDI-\n    9  VIDUAL SHALL, BY CONTRACT OR OTHERWISE,  IMPOSE  ON  A  DISABLED  PERSON\n   10  ONEROUS  OR UNREASONABLE CONDITIONS FOR THE PAYMENT OR CONTINUED PAYMENT\n   11  OF CONTRACTUAL BENEFITS OR THE  WAIVER  OR  CONTINUED  WAIVER  OF  OBLI-\n   12  GATIONS.    CONDITIONS ARE \"ONEROUS OR UNREASONABLE\" IF BY THEIR CONTIN-\n   13  UOUS OR REPETITIOUS NATURE THEY  REQUIRE  THE  DISABLED  BENEFICIARY  TO\n   14  PERFORM  UNNECESSARY  OR  DUPLICATIVE ACTS IN ORDER TO OBTAIN OR COLLECT\n   15  THE BENEFITS TO WHICH HE OR SHE IS OTHERWISE ENTITLED UNDER THE CONTRACT\n   16  AND INCLUDE BUT ARE NOT LIMITED TO:\n   17    (A) REQUIRING THE DISABLED PERSON TO UNDERGO  UNREASONABLY  REPETITIVE\n   18  MEDICAL EXAMINATIONS; OR\n   19    (B)  REQUIRING THE DISABLED PERSON TO PROVIDE FINELY-DETAILED OR REPE-\n   20  TITIOUS MEDICAL DOCUMENTATION OF A DISABLING CONDITION; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02160-01-1\n\n       A. 254                              2\n\n    1    (C) BARGAINING IN BAD FAITH OR ENGAGING IN ANY OF THE  ACTS  DESCRIBED\n    2  IN  THE PARAGRAPHS OF SUBSECTION (A) OF SECTION TWO THOUSAND SIX HUNDRED\n    3  ONE OF THE INSURANCE LAW, RELATING TO UNFAIR CLAIM SETTLEMENT PRACTICES.\n    4    2.  ANY  PARTY  TO  THE CONTRACT OR CONTRACT BENEFICIARY INJURED BY AN\n    5  ACTION OR FAILURE TO ACT IN VIOLATION OF SUBDIVISION ONE OF THIS SECTION\n    6  MAY MAINTAIN AN ACTION TO RECOVER AND, UPON PROOF OF SUCH INJURY DUE  TO\n    7  VIOLATION  OF  SUBDIVISION ONE OF THIS SECTION BY A PREPONDERANCE OF THE\n    8  EVIDENCE, SHALL RECOVER  ACTUAL  DAMAGES,  INCLUDING  ANY  INTEREST  AND\n    9  PENALTIES  INCURRED  DUE  TO  THE  VIOLATION  OF SUBDIVISION ONE OF THIS\n   10  SECTION, AND REASONABLE COSTS AND ATTORNEY'S FEES. THE COURT MAY IN  ITS\n   11  DISCRETION AWARD EXEMPLARY DAMAGES.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to onerous or unreasonable conditions in the performance of disability related contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T125652.TXT", "SOBI.D101220.T165842.TXT", "SOBI.D101217.T155004.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D110111.T161223.TXT", "SOBI.D110113.T114320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937000158
}