{
  "year" : 2011,
  "senateBillNo" : "A2540-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2540-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes traffic enforcement agents or city marshals within the category of persons protected while performing their lawful duties",
  "summary" : "Includes traffic enforcement agents or city marshals within the category of persons protected while performing their lawful duties along with peace officers, police officers, firefighters and EMTs; makes technical corrections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A5841-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2540\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal  law,  in  relation  to  assaults  on  traffic\n         enforcement agents and city marshals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 1  of  section  70.02  of  the\n    2  penal  law, as amended by chapter 405 of the laws of 2010, is amended to\n    3  read as follows:\n    4    (b) Class C violent felony offenses: an attempt to commit any  of  the\n    5  class  B felonies set forth in paragraph (a) of this subdivision; aggra-\n    6  vated criminally negligent homicide as defined in section 125.11, aggra-\n    7  vated manslaughter in the second degree as defined  in  section  125.21,\n    8  aggravated  sexual  abuse  in  the  second  degree as defined in section\n    9  130.67, assault on a peace officer, police officer, [fireman  or]  FIRE-\n   10  FIGHTER,  emergency  medical  services professional, TRAFFIC ENFORCEMENT\n   11  AGENT OR CITY MARSHAL as defined in section 120.08, gang assault in  the\n   12  second  degree  as defined in section 120.06, strangulation in the first\n   13  degree as defined in section 121.13, burglary in the  second  degree  as\n   14  defined  in  section  140.25, robbery in the second degree as defined in\n   15  section 160.10, criminal possession of a weapon in the second degree  as\n   16  defined  in  section  265.03,  criminal  use  of a firearm in the second\n   17  degree as defined in section 265.08, criminal sale of a firearm  in  the\n   18  second  degree  as defined in section 265.12, criminal sale of a firearm\n   19  with the aid of a minor as defined  in  section  265.14,  soliciting  or\n   20  providing support for an act of terrorism in the first degree as defined\n   21  in  section  490.15,  hindering  prosecution  of terrorism in the second\n   22  degree as defined in section 490.30, and criminal possession of a chemi-\n   23  cal weapon or biological weapon  in  the  third  degree  as  defined  in\n   24  section 490.37.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03093-01-1\n\n       A. 2540                             2\n\n    1    S  2.  Section 120.08 of the penal law, as added by chapter 632 of the\n    2  laws of 1996, is amended to read as follows:\n    3  S  120.08 Assault on a peace officer, police officer, [fireman or] FIRE-\n    4             FIGHTER, emergency  medical  services  professional,  TRAFFIC\n    5             ENFORCEMENT AGENT OR CITY MARSHAL.\n    6    A  person  is  guilty  of  assault on a peace officer, police officer,\n    7  [fireman or] FIREFIGHTER, emergency medical services professional, TRAF-\n    8  FIC ENFORCEMENT AGENT OR CITY MARSHAL when, with  intent  to  prevent  a\n    9  peace  officer,  A  police officer, a [fireman] FIREFIGHTER, including a\n   10  [fireman] FIREFIGHTER acting as a paramedic or emergency medical techni-\n   11  cian administering first aid in the course of  performance  of  duty  as\n   12  such  [fireman] FIREFIGHTER, [or] an emergency medical service paramedic\n   13  [or], AN emergency medical service  technician,  A  TRAFFIC  ENFORCEMENT\n   14  AGENT  OR CITY MARSHAL, from performing a lawful duty, he causes serious\n   15  physical injury to such peace officer, police officer,  [fireman]  FIRE-\n   16  FIGHTER,  paramedic  [or], technician, TRAFFIC ENFORCEMENT AGENT OR CITY\n   17  MARSHAL.\n   18    Assault on a peace officer, police officer, [fireman or]  FIREFIGHTER,\n   19  emergency  medical  services  professional, TRAFFIC ENFORCEMENT AGENT OR\n   20  CITY MARSHAL is a class C felony.\n   21    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   22  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to assaults on traffic enforcement agents and city marshals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469194663
}