{
  "year" : 2011,
  "senateBillNo" : "A2541-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2541-2011-1295413200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that used oil filters be source-separated and recycled",
  "summary" : "Requires that used oil filters be source-separated and recycled; extends the authority of the commissioner of environmental conservation to regulate generators, transporters, and processors thereof; requires processors to register with the department; prohibits disposal in certain landfills; requires transporters to maintain records; includes used oil filters within the definition of regulated waste. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A5757-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2541\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, ENGLEBRIGHT -- Multi-Sponsored by -- M.\n         of A. COLTON, DINOWITZ, GALEF, GLICK, MARKEY, MILLMAN, MORELLE,  SWEE-\n         NEY,  WEINSTEIN -- read once and referred to the Committee on Environ-\n         mental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to  used\n         oil filters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds and declares that\n    2  the proper management of used oil is of paramount environmental concern,\n    3  particularly  in  protecting  the  state's  waterways  and   groundwater\n    4  supplies from such pollution. The legislature further finds that current\n    5  laws  and regulations governing the prohibited disposal of used oil, and\n    6  establishing requirements for its  safe  collection  and  management  by\n    7  service  establishments  and  other on-premises oil-changing operations,\n    8  are not adequate to protect the environment  from  the  estimated  seven\n    9  hundred  thousand  gallons  of  waste  oil which remains in the eighteen\n   10  million used oil filters generated in the state each year.  Accordingly,\n   11  landfill  disposal  should be prohibited for this product, and each used\n   12  oil filter, which contains approximately five ounces of used oil as well\n   13  as significant amounts of steel, should  be  separated  from  the  waste\n   14  stream by service establishments and other large generators and held for\n   15  recycling.\n   16    S  2. Section 23-2301 of the environmental conservation law is amended\n   17  by adding four new subdivisions 12, 13, 14 and 15 to read as follows:\n   18    12. THE TERM \"USED OIL FILTER\" MEANS ANY  DEVICE  OR  COMPONENT  OF  A\n   19  DEVICE, THE PRIMARY PURPOSE OF WHICH IS TO REMOVE CONTAMINANTS FROM OIL,\n   20  WHICH  CONTAINS A RESIDUE OF USED OIL AS DEFINED IN THIS SECTION, AND IS\n   21  NOT CONSIDERED HAZARDOUS UNDER FEDERAL REGULATIONS.\n   22    13. THE TERM \"USED OIL FILTER TRANSPORTER\" SHALL MEAN ANY  PERSON  WHO\n   23  IS  PERMITTED  BY  THE DEPARTMENT TO TRANSPORT SOURCE-SEPARATED USED OIL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03057-01-1\n\n       A. 2541                             2\n\n    1  FILTERS FROM SERVICE ESTABLISHMENTS OR OTHER  ON-PREMISES  OIL  CHANGING\n    2  OPERATIONS.\n    3    14.  THE  TERM  \"USED  OIL FILTER PROCESSOR\" SHALL MEAN ANY PERSON WHO\n    4  ACCEPTS USED OIL FILTERS FROM A USED OIL FILTER TRANSPORTER FOR PURPOSES\n    5  OF RECYCLING OR RECOVERING COMPONENTS OF THE USED OIL FILTER,  INCLUDING\n    6  BUT NOT LIMITED TO USED OIL AND SCRAP METAL.\n    7    15.  THE  TERM  \"SOURCE-SEPARATED\"  SHALL MEAN RECYCLABLE MATERIALS OR\n    8  PRODUCTS SEGREGATED FROM THE SOLID WASTE STREAM AT THE POINT  OF  GENER-\n    9  ATION AND HELD FOR SEPARATE COLLECTION.\n   10    S  3.  Section 23-2305 of the environmental conservation law, as added\n   11  by chapter 740 of the laws of 1978, is amended to read as follows:\n   12  S 23-2305. Regulations of the commissioner.\n   13    The commissioner shall,  after  holding  a  public  hearing  with  due\n   14  notice,  promulgate  rules and regulations governing used oil collectors\n   15  and rerefiners,  AND  USED  OIL  FILTER  GENERATORS,  TRANSPORTERS,  AND\n   16  PROCESSORS, in conformance with article twenty-seven of this chapter, to\n   17  carry out the requirements of this title.\n   18    S  4.  Subdivision 1 of section 23-2307 of the environmental conserva-\n   19  tion law is amended by adding three new paragraphs d, e and f and subdi-\n   20  vision 3, as amended by chapter 294 of the laws of 1991, is  amended  to\n   21  read as follows:\n   22    D. EVERY SERVICE ESTABLISHMENT OR OTHER ON-PREMISES OIL-CHANGING OPER-\n   23  ATION SHALL, NO LATER THAN THE FIRST OF JANUARY AFTER THE EFFECTIVE DATE\n   24  OF  THIS SECTION, PROVIDE, USE, AND MAINTAIN FACILITIES FOR SOURCE-SEPA-\n   25  RATED, USED OIL FILTERS.  SUCH FACILITIES OR CONTAINERS MUST BE  CLEARLY\n   26  LABELED  \"USED  OIL  FILTERS\"  AND MUST BE SEALED OR OTHERWISE SHELTERED\n   27  FROM WEATHER AND PROTECTED TO PREVENT SPILLAGE OR DISCHARGE OF USED  OIL\n   28  ONTO  ANY  LANDS  OR WATERS OF THE STATE. THE SOURCE-SEPARATED, USED OIL\n   29  FILTERS SHALL BE  PERIODICALLY  REMOVED  BY  A  WASTE  TRANSPORTER  DULY\n   30  PERMITTED BY THE DEPARTMENT UNDER THE PROVISIONS OF TITLE THREE OF ARTI-\n   31  CLE  TWENTY-SEVEN  OF THIS CHAPTER.  TRANSPORTERS SHALL DELIVER USED OIL\n   32  FILTERS TO A USED OIL FILTER PROCESSOR, EXCEPT WHERE OTHERWISE PERMITTED\n   33  BY THE COMMISSIONER.\n   34    E. AN OWNER OR  EMPLOYEE  OF  EVERY  SERVICE  ESTABLISHMENT  OR  OTHER\n   35  ON-PREMISES  OIL-CHANGING  OPERATION  SHALL BE REQUIRED TO ACCEPT, AT NO\n   36  CHARGE, USED OIL FILTERS FROM  ANY  INDIVIDUAL  DURING  NORMAL  BUSINESS\n   37  HOURS OF THE ESTABLISHMENT.\n   38    F.  EVERY SERVICE ESTABLISHMENT SHALL POST A CONSPICUOUS SIGN, OPEN TO\n   39  PUBLIC VIEW, STATING: \"WE ACCEPT USED OIL FILTERS FOR  RECYCLING  AT  NO\n   40  CHARGE.\" SUCH ESTABLISHMENTS MAY ADDITIONALLY STATE, ON THE SAME SIGN OR\n   41  AN  ADDITIONAL  SIGN,  THAT  USED  OIL  FILTERS ARE ACCEPTED ONLY DURING\n   42  NORMAL BUSINESS HOURS, AND MAY STATE SUCH HOURS.\n   43    3. For the purposes of this section, so long as a  service  or  retail\n   44  establishment  OR  ON-PREMISES OIL-CHANGING OPERATION shall maintain its\n   45  used oil AND USED OIL FILTER retention facilities in compliance with the\n   46  provisions of this section and any  rules  and  regulations  promulgated\n   47  hereunder  and  shall  deliver collected quantities of used oil AND USED\n   48  OIL FILTERS to a duly permitted waste transporter or dispose of the used\n   49  oil as otherwise authorized  or  permitted  by  the  commissioner,  such\n   50  service  establishment  OR  ON-PREMISES  OIL-CHANGING OPERATION shall be\n   51  exempt from the provisions of titles seven and nine of  article  twenty-\n   52  seven and article seventy-two of this chapter.\n   53    S 5. Section 23-2308 of the environmental conservation law, as amended\n   54  by chapter 118 of the laws of 1993, is amended to read as follows:\n   55  S 23-2308. Prohibited disposal of used oil AND USED OIL FILTERS.\n\n       A. 2541                             3\n\n    1    1.  No  person shall engage in the improper disposal of used oil. Used\n    2  oil shall only be deposited in an available used oil retention  facility\n    3  or disposed of as otherwise authorized or permitted by the commissioner.\n    4    The  provisions of this section shall not apply to the use of used oil\n    5  for maintenance or lubrication of agricultural equipment.\n    6    2. No person shall sell or offer for sale a used oil disposal  kit  or\n    7  product  which  is comprised of absorbent material into which the lubri-\n    8  cating oil from a vehicle is drained when performing an oil  change  and\n    9  which  is  intended for disposal into the solid waste stream rather than\n   10  for reuse or recycling.\n   11    3. NO PERSON SHALL KNOWINGLY DISPOSE OF USED OIL FILTERS  IN  A  LAND-\n   12  FILL,  AS  DEFINED  IN TITLE FIVE OF ARTICLE FIFTY-FOUR OF THIS CHAPTER.\n   13  SERVICE ESTABLISHMENTS AND  ON-PREMISES  OIL-CHANGING  OPERATIONS  SHALL\n   14  ONLY  DEPOSIT  USED  OIL  FILTERS  IN  SOURCE-SEPARATED, USED OIL FILTER\n   15  RETENTION FACILITIES.\n   16    S 6. Section 23-2309 of the environmental conservation law,  as  added\n   17  by chapter 740 of the laws of 1978, is amended to read as follows:\n   18  S 23-2309. Records.\n   19    Every  used  oil collector and rerefiner, EVERY USED OIL FILTER TRANS-\n   20  PORTER AND PROCESSORS shall maintain complete  records,  in  conformance\n   21  with article twenty-seven of this chapter.\n   22    S  7.  The  environmental  conservation law is amended by adding a new\n   23  section 23-2312 to read as follows:\n   24  S 23-2312. REGISTRATION OF USED OIL FILTER PROCESSORS.\n   25    USED OIL FILTER PROCESSORS SHALL BE REGISTERED  WITH  THE  DEPARTMENT,\n   26  PURSUANT  TO REGULATIONS PROMULGATED IN CONFORMANCE WITH SECTION 23-2305\n   27  OF THIS TITLE, AND SHALL MAINTAIN RECORDS, INCLUDING BUT NOT LIMITED  TO\n   28  DELIVERY  RECEIPTS  FROM  USED  OIL  FILTER TRANSPORTERS, AMOUNTS OF OIL\n   29  FILTERS RECEIVED AND PROCESSED ANNUALLY, AND  DESTINATION  OF  MATERIALS\n   30  RECOVERED FROM PROCESSED USED OIL FILTERS.\n   31    S  8.  Subdivision 4 of section 27-0303 of the environmental conserva-\n   32  tion law, as amended by chapter 226 of the laws of 1990, is amended  and\n   33  a new subdivision 13 is added to read as follows:\n   34    4.  \"Regulated  waste\"  means any one of the following types of waste:\n   35  raw sewage, septage, sludge from a  sewage  or  water  supply  treatment\n   36  plant,  industrial-commercial  waste,  low-level  radioactive  waste  as\n   37  defined in subdivision nine of this section, waste tires  [or],    waste\n   38  oil, OR USED OIL FILTERS.\n   39    13.  \"USED OIL FILTERS\" MEANS ANY DEVICE OR COMPONENT OF A DEVICE, THE\n   40  PRIMARY PURPOSE OF WHICH IS  TO  REMOVE  CONTAMINANTS  FROM  OIL,  WHICH\n   41  CONTAINS  A RESIDUE OF USED OR WASTE OIL AS DEFINED IN THIS SECTION, AND\n   42  IS NOT CONSIDERED HAZARDOUS UNDER FEDERAL REGULATIONS.\n   43    S 9. Subdivision 7 of section 27-0305 of the  environmental  conserva-\n   44  tion  law,  as amended by chapter 206 of the laws of 1992, is amended to\n   45  read as follows:\n   46    7. As a condition for  the  permit  or  the  exemption  therefrom  the\n   47  department shall require the transporter, except transporters of hazard-\n   48  ous  waste subject to manifesting under section 27-0905 of this article,\n   49  to make an annual report to the department, indicating  the  number  and\n   50  type  of  installations  SERVICED,  emptied  or  cleaned, the volume and\n   51  nature of waste products RECYCLED OR disposed  of,  and  the  place  and\n   52  manner  in  which such waste products were finally RECYCLED OR disposed,\n   53  and such other information as the department may require.\n   54    S 10. Subdivision 4 of section 71-2201 of the environmental  conserva-\n   55  tion  law,  as  added  by chapter 294 of the laws of 1991, is amended to\n   56  read as follows:\n\n       A. 2541                             4\n\n    1    4. Notwithstanding any other provision of law, any  person  who  shall\n    2  violate  the  provisions of paragraph [(c)] C OR F of subdivision one of\n    3  section 23-2307 or paragraph [(d)]  D  of  subdivision  two  of  section\n    4  23-2307  of this chapter shall be liable for a civil penalty of not more\n    5  than  five  hundred dollars, and an additional civil penalty of not more\n    6  than five hundred dollars for  each  day  during  which  such  violation\n    7  continues, not to exceed ten thousand dollars.\n    8    S 11. This act shall take effect on the first of January next succeed-\n    9  ing  the  date  on  which it shall have become a law; provided, however,\n   10  that effective immediately the commissioner of  environmental  conserva-\n   11  tion  is  authorized to promulgate any and all rules and regulations and\n   12  take any other measures necessary to implement this act on its effective\n   13  date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to used oil filters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T140802.TXT", "SOBI.D110119.T153314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469194670
}