{
  "year" : 2011,
  "senateBillNo" : "A2544-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2544-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes incest with a person less than seventeen years of age a class B felony",
  "summary" : "Makes incest with a person less than seventeen years of age a class B felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A4986-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2544\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law, in relation to incest\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 255.25 of the penal law, as amended by chapter 320\n    2  of the laws of 2006, is amended to read as follows:\n    3  S 255.25 Incest in the [third] FOURTH degree.\n    4    A person is guilty of incest in the [third] FOURTH degree when  he  or\n    5  she  marries  or  engages  in sexual intercourse, oral sexual conduct or\n    6  anal sexual conduct with a person SEVENTEEN YEARS OF AGE OR  OLDER  whom\n    7  he or she knows to be related to him or her, whether through marriage or\n    8  not,  as  an ancestor, descendant, brother or sister of either the whole\n    9  or the half blood, uncle, aunt, nephew or niece.\n   10    Incest in the [third] FOURTH degree is a class E felony.\n   11    S 2. The penal law is amended by adding a new section 255.24  to  read\n   12  as follows:\n   13  S 255.24 INCEST IN THE THIRD DEGREE.\n   14    A  PERSON  IS  GUILTY  OF  INCEST  IN  THE THIRD DEGREE WHEN HE OR SHE\n   15  MARRIES OR ENGAGES IN SEXUAL INTERCOURSE, ORAL SEXUAL CONDUCT,  OR  ANAL\n   16  SEXUAL CONDUCT WITH A PERSON LESS THAN SEVENTEEN YEARS OF AGE WHOM HE OR\n   17  SHE  KNOWS  TO BE RELATED TO HIM OR HER, EITHER IN OR OUT OF WEDLOCK, AS\n   18  AN ANCESTOR, DESCENDANT, BROTHER OR SISTER OF EITHER THE  WHOLE  OR  THE\n   19  HALF BLOOD, UNCLE, AUNT, NEPHEW, OR NIECE.\n   20    INCEST IN THE THIRD DEGREE IS A CLASS B FELONY.\n   21    S 3. This act shall take effect on the first of November next succeed-\n   22  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07200-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to incest ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141307.TXT", "SOBI.D110119.T152324.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468604946
}