{
  "year" : 2011,
  "senateBillNo" : "A2545-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2545-2011-1295413200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires each branch of state government and political subdivision of the state to establish and abide by a code of ethics",
  "summary" : "Requires each branch of state government and political subdivision of the state to establish and abide by a code of ethics; requires ethics commissions; sets standards for codes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A4252-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2545\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to article 13 of the constitution, in relation to\n         codes of ethics\n\n    1    Section 1. Resolved (if the Senate concur), That  article  13  of  the\n    2  constitution be amended by adding a new section 15 to read as follows:\n    3    S  15.  A  PUBLIC  OFFICE IS A PUBLIC TRUST. THE PEOPLE SHALL HAVE THE\n    4  RIGHT TO SECURE AND SUSTAIN THAT TRUST AGAINST  ABUSE.  PUBLIC  OFFICERS\n    5  AND  EMPLOYEES MUST EXHIBIT THE HIGHEST STANDARDS OF ETHICAL CONDUCT AND\n    6  DEMONSTRATE THE PERSONAL INTEGRITY OF EACH INDIVIDUAL IN GOVERNMENT.  TO\n    7  KEEP  FAITH  WITH  THIS BELIEF, EACH BRANCH OF STATE GOVERNMENT AND EACH\n    8  POLITICAL SUBDIVISION OF THE STATE SHALL ADOPT A CODE  OF  ETHICS  WHICH\n    9  SHALL APPLY TO APPOINTED AND ELECTED OFFICERS AND EMPLOYEES OF THE STATE\n   10  WHO HAVE INFLUENCE OVER POLICY OR THE POLITICAL SUBDIVISION, AS THE CASE\n   11  MAY BE, INCLUDING MEMBERS OF THE BOARDS, COMMISSIONS AND OTHER BODIES.\n   12    EACH CODE OF ETHICS SHALL BE ADMINISTERED BY A SEPARATE ETHICS COMMIS-\n   13  SION.  ETHICS  COMMISSIONERS SHALL BE SELECTED IN A MANNER WHICH ASSURES\n   14  THEIR INDEPENDENCE AND IMPARTIALITY.\n   15    EACH CODE OF ETHICS SHALL INCLUDE, BUT NOT BE LIMITED  TO,  PROVISIONS\n   16  ON  GIFTS,  CONFIDENTIAL  INFORMATION,  USE  OF POSITION, CONTRACTS WITH\n   17  GOVERNMENT AGENCIES, POST-EMPLOYMENT, FINANCIAL DISCLOSURE, CONFLICT  OF\n   18  INTEREST  AND  LOBBYIST  REGISTRATION  AND  RESTRICTION.  THE  FINANCIAL\n   19  DISCLOSURE PROVISIONS SHALL REQUIRE ALL ELECTED OFFICERS, ALL CANDIDATES\n   20  FOR ELECTIVE OFFICE AND SUCH APPOINTED OFFICERS AND EMPLOYEES AS MAY  BE\n   21  PROVIDED BY LAW TO MAKE PUBLIC FINANCIAL DISCLOSURES. OTHER PUBLIC OFFI-\n   22  CIALS  HAVING SIGNIFICANT DISCRETIONARY OR FISCAL POWERS, AS PROVIDED BY\n   23  LAW,  SHALL  MAKE  CONFIDENTIAL  FINANCIAL  DISCLOSURES.  ALL  FINANCIAL\n   24  DISCLOSURE  STATEMENTS SHALL INCLUDE, BUT NOT BE LIMITED TO, SOURCES AND\n   25  AMOUNTS OF INCOME, BUSINESS OWNERSHIP, OFFICER AND  DIRECTOR  POSITIONS,\n   26  OWNERSHIP OF REAL PROPERTY, DEBTS, CREDITOR INTERESTS IN INSOLVENT BUSI-\n   27  NESSES AND THE NAMES OF PERSONS REPRESENTED BEFORE GOVERNMENT AGENCIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89093-01-1\n\n       A. 2545                             2\n\n    1    S  2. Resolved (if the Senate concur), That the foregoing amendment be\n    2  referred to the first regular legislative session  convening  after  the\n    3  next  succeeding  general  election  of members of the assembly, and, in\n    4  conformity with  section  1  of  article  19  of  the  constitution,  be\n    5  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 13 of the constitution, in relation to codes of ethics ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141307.TXT", "SOBI.D110119.T152324.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295468604950
}