{
  "year" : 2011,
  "senateBillNo" : "A2559-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to social services",
    "billEventId" : "A2559-2011-1295413200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a child shall not be taken into protective custody based on parent's Munchausen syndrome by proxy without a family court hearing thereon",
  "summary" : "Provides that a child shall not be taken into protective custody based on an allegation that a custodial parent or guardian suffers from Munchausen syndrome by proxy without a family court hearing on such allegations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA6159-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2559\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TITUS, SCARBOROUGH -- read once and referred to\n         the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to taking  a  child\n         into  protective  custody on the basis of an allegation of a parent or\n         guardian with Munchausen syndrome by proxy\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 417 of the social services law is\n    2  amended by adding two new paragraphs (c) and (d) to read as follows:\n    3    (C) NOTWITHSTANDING ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,  NO\n    4  CHILD  SHALL  BE  TAKEN INTO PROTECTIVE CUSTODY PURSUANT TO THIS SECTION\n    5  WHEN THE BASIS THEREOF IS AN ALLEGATION THAT A CUSTODIAL PARENT OR GUAR-\n    6  DIAN HAS MUNCHAUSEN SYNDROME BY PROXY, UNLESS AND UNTIL A  FAMILY  COURT\n    7  SHALL HAVE HELD A HEARING, WITH AN OPPORTUNITY FOR SUCH PARENT OR GUARD-\n    8  IAN  TO  BE HEARD, AND SHALL HAVE FOUND REASONABLE CAUSE TO BELIEVE SUCH\n    9  ALLEGATIONS ARE TRUE. THE PARENT OR  GUARDIAN  ALLEGED  TO  SUFFER  FROM\n   10  MUNCHAUSEN  SYNDROME  BY PROXY SHALL, AT ANY SUCH HEARING, BE ALLOWED TO\n   11  PRESENT EVIDENCE, INCLUDING EXPERT TESTIMONY, THAT HE OR  SHE  DOES  NOT\n   12  SUFFER FROM SUCH SYNDROME.\n   13    (D) IN ANY HEARING HELD PURSUANT TO PARAGRAPH (C) OF THIS SUBDIVISION,\n   14  IF  THE  CHILD'S  PEDIATRICIAN,  PRIMARY  CARE  PHYSICIAN  OR SPECIALIST\n   15  CHARGED WITH TREATING SUCH CHILD DISPUTES THE ALLEGATION  OF  MUNCHAUSEN\n   16  SYNDROME  BY  PROXY  MADE AGAINST THE CHILD'S PARENT OR GUARDIAN, AND IF\n   17  SUCH PHYSICIAN TESTIFIES, WHETHER BY AFFIDAVIT OR BEFORE THE COURT, THAT\n   18  THE CHILD'S MEDICAL TREATMENT IN  QUESTION  OR  THE  CHILD'S  COURSE  OF\n   19  TREATMENT  IN  GENERAL IS OR WAS NECESSARY FOR THE HEALTH AND WELL-BEING\n   20  OF SUCH CHILD, THEN THE FAMILY COURT SHALL FIND THAT THE  ALLEGATION  OF\n   21  MUNCHAUSEN  SYNDROME  BY  PROXY HAS BEEN REBUTTED, AND SHALL NOT ENTER A\n   22  FINDING OF ABUSE OR NEGLECT BASED  UPON  MUNCHAUSEN  SYNDROME  BY  PROXY\n   23  AGAINST  THE  CHILD'S  PARENT  OR GUARDIAN, AND SHALL NOT ORDER THAT THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07020-02-1\n\n       A. 2559                             2\n\n    1  CHILD BE  TAKEN  INTO  PROTECTIVE  CUSTODY  FOR  REASONS  OF  MUNCHAUSEN\n    2  SYNDROME BY PROXY.\n    3    S  2.  This  act  shall  take  effect  immediately, provided that such\n    4  provisions shall apply to any child in protective custody  on  or  after\n    5  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to taking a child into protective custody on the basis of an allegation of a parent or guardian with Munchausen syndrome by proxy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T141307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469803131
}