{
  "year" : 2011,
  "senateBillNo" : "A2558-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2558-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates investigators appointed by the state liquor authority as police officers; repealer",
  "summary" : "Designates investigators appointed by the state liquor authority as police officers, rather than peace officers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A7643-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2558\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. P. RIVERA, PERRY, GOTTFRIED -- Multi-Sponsored by\n         --  M.  of A. COLTON, ORTIZ -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the criminal procedure law and  the  alcoholic  beverage\n         control law, in relation to designating investigators appointed by the\n         state  liquor  authority as police officers; and to repeal subdivision\n         36 of section 2.10 of the criminal procedure law relating to designat-\n         ing such investigators as peace officers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  34 of section 1.20 of the criminal procedure\n    2  law is amended by adding a new paragraph (w) to read as follows:\n    3    (W) AN INVESTIGATOR APPOINTED BY THE STATE LIQUOR  AUTHORITY  PURSUANT\n    4  TO SECTION FIFTEEN OF THE ALCOHOLIC BEVERAGE CONTROL LAW.\n    5    S  2.  Subdivision 36 of section 2.10 of the criminal procedure law is\n    6  REPEALED.\n    7    S 3. The opening paragraph of section 15  of  the  alcoholic  beverage\n    8  control law, as amended by chapter 83 of the laws of 1995, is amended to\n    9  read as follows:\n   10    The  authority  shall  have  power  to appoint any necessary deputies,\n   11  counsels, assistants, investigators,  and  other  employees  within  the\n   12  limits  provided  by  appropriation.    Investigators so employed by the\n   13  [Authority] AUTHORITY shall be [deemed to be peace] POLICE officers  for\n   14  the  purpose  of  enforcing  the  provisions  of [the alcoholic beverage\n   15  control law] THIS CHAPTER or [judgements] JUDGMENTS or  orders  obtained\n   16  for violation thereof[, with all the powers set forth in section 2.20 of\n   17  the  criminal  procedure  law].  The counsel, secretary, chief executive\n   18  officer, assistant chief executive officers, confidential secretaries to\n   19  commissioners and deputies shall be in the exempt  class  of  the  civil\n   20  service.  The  other  assistants,  investigators  and  employees  of the\n   21  authority shall all be in the competitive class of  the  civil  service.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00430-01-1\n\n       A. 2558                             2\n\n    1  The authority shall continue to have its principal office in the city of\n    2  Albany,  and  may maintain a branch office in the cities of New York and\n    3  Buffalo and such other places as it may deem necessary.\n    4    S  4. This act shall take effect on the first of January next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the alcoholic beverage control law, in relation to designating investigators appointed by the state liquor authority as police officers; and to repeal subdivision 36 of section 2.10 of the criminal procedure law relating to designating such investigators as peace officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141307.TXT", "SOBI.D110119.T154323.TXT", "SOBI.D110131.T112203.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490923872
}