{
  "year" : 2011,
  "senateBillNo" : "A255-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A255-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a senior dental services grant program",
  "summary" : "Establishes a senior dental services grant program; authorizes the director to establish the program and, upon the availability of appropriations, provide grants to eligible elderly persons who are in need of such services. ",
  "currentCommittee" : null,
  "sameAs" : "S299",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "AB3733-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          255\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DINOWITZ, J. MILLER, JACOBS, PAULIN, BENEDETTO,\n         LANCMAN, KELLNER, ABBATE, BROOK-KRASNY,  PHEFFER,  JAFFEE,  MAYERSOHN,\n         MILLMAN,  ROBINSON,  COLTON, V. LOPEZ, ORTIZ, CLARK, ROSENTHAL, BARRON\n         -- Multi-Sponsored by -- M. of A.  BRENNAN, BURLING, CALHOUN,  DUPREY,\n         FINCH,  GALEF,  GLICK,  GOTTFRIED,  GUNTHER, MAGEE, MAISEL, McDONOUGH,\n         McENENY, McKEVITT,  RAIA,  REILLY,  SAYWARD,  SCARBOROUGH,  SCHROEDER,\n         SPANO,  SWEENEY,  TITONE, WEISENBERG, WRIGHT -- read once and referred\n         to the Committee on Aging\n\n       AN ACT to amend the elder law, in  relation  to  establishing  a  senior\n         dental services grant program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a new section  215-c  to\n    2  read as follows:\n    3    S  215-C.  SENIOR  DENTAL  SERVICES  GRANT PROGRAM. 1. AS USED IN THIS\n    4  SECTION:\n    5    (A) \"DENTAL SERVICES\" SHALL INCLUDE, BUT NOT BE LIMITED TO, DIAGNOSES,\n    6  TESTS, STUDIES, TREATMENT OR ANALYSES UNDER THE CARE AND SUPERVISION  OF\n    7  A  LICENSED  DENTIST  WHO IS AUTHORIZED TO PRACTICE IN THIS STATE. THESE\n    8  SERVICES MAY ALSO INCLUDE, BUT NOT BE  LIMITED  TO,  CLIENT  ASSESSMENT,\n    9  INFORMATION AND REFERRALS.\n   10    (B)  \"ELDERLY\"  SHALL  MEAN  AN  INDIVIDUAL SIXTY-FIVE YEARS OF AGE OR\n   11  OLDER.\n   12    (C) \"DIRECTOR\" SHALL MEAN THE DIRECTOR OF THE OFFICE FOR THE AGING.\n   13    (D) \"COVERAGE PERIOD\"  SHALL  MEAN  TWENTY-FOUR  CONSECUTIVE  CALENDAR\n   14  MONTHS FOR WHICH AN ELIGIBLE PROGRAM PARTICIPANT HAS MET THE ELIGIBILITY\n   15  REQUIREMENTS OF SUBDIVISION THREE OF THIS SECTION.\n   16    2.  THE  DIRECTOR  IS  HEREBY  AUTHORIZED AND DIRECTED, SUBJECT TO THE\n   17  AVAILABILITY OF APPROPRIATIONS, TO ESTABLISH A GRANT PROGRAM FOR  DENTAL\n   18  SERVICES TO ELIGIBLE ELDERLY PERSONS WHO ARE IN NEED OF SUCH SERVICES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01870-01-1\n\n       A. 255                              2\n\n    1    3.  PERSONS  ELIGIBLE  FOR  THE GRANT PROGRAM UNDER THIS SECTION SHALL\n    2  INCLUDE:\n    3    (A)  ELDERLY  UNMARRIED  RESIDENTS  WHOSE INCOME FOR THE CALENDAR YEAR\n    4  IMMEDIATELY PRECEDING THE EFFECTIVE DATE OF THE COVERAGE PERIOD IS  LESS\n    5  THAN  OR  EQUAL TO TWENTY THOUSAND DOLLARS AND WHO HAVE NO DENTAL INSUR-\n    6  ANCE; AND\n    7    (B) ELDERLY MARRIED RESIDENTS WHOSE COMBINED SPOUSAL  INCOME  FOR  THE\n    8  CALENDAR  YEAR  IMMEDIATELY PRECEDING THE EFFECTIVE DATE OF THE COVERAGE\n    9  PERIOD IS LESS THAN OR EQUAL TO TWENTY-SIX THOUSAND DOLLARS AND WHO HAVE\n   10  NO DENTAL INSURANCE.\n   11    4. THE DIRECTOR SHALL PROMULGATE ANY RULES AND  REGULATIONS  NECESSARY\n   12  TO  CARRY OUT THE PROVISIONS OF THIS SECTION WHICH SHALL INCLUDE BUT NOT\n   13  BE LIMITED TO:\n   14    (A) A PROCESS OF DETERMINING AND RE-DETERMINING ELIGIBILITY AT THE END\n   15  OF EACH COVERAGE PERIOD FOR RECEIVING SERVICES UNDER THIS GRANT  PROGRAM\n   16  INCLUDING  PROVISIONS  FOR SUBMISSION OF PROOF OF INCOME, AGE, AND RESI-\n   17  DENCY AND INFORMATION ON EXISTING COMPLETE OR PARTIAL COVERAGE OF DENTAL\n   18  EXPENSES UNDER A THIRD PARTY ASSISTANCE OR INSURANCE PLAN;\n   19    (B) SELECTION OF UP TO SIX GRANT  RECIPIENTS  THROUGH  A  REQUEST  FOR\n   20  PROPOSAL  PROCESS INCLUDING DUE CONSIDERATION TO GEOGRAPHIC DISTRIBUTION\n   21  AND EXISTING NEED FOR DENTAL SERVICES FOR ELDERLY INDIVIDUALS THROUGHOUT\n   22  THE STATE WITH PRIORITY GIVEN  TO  ACCREDITED  EDUCATIONAL  PROGRAMS  OR\n   23  EXISTING DENTAL CLINICS SERVING THE LOW INCOME ELDERLY; AND\n   24    (C)  THE  ADMINISTRATION  OF  SUCH GRANTS, WHICH SHALL BE USED FOR THE\n   25  DIRECT PROVISION OF DENTAL CARE AND SERVICES TO THE  ELDERLY  INCLUDING,\n   26  BUT  NOT  LIMITED  TO,  DENTAL SERVICES, EQUIPMENT PURCHASES, AND TRAVEL\n   27  EXPENSES.\n   28    5. ADDITIONALLY, THE DIRECTOR SHALL SUBMIT A REPORT TO  THE  GOVERNOR,\n   29  THE  TEMPORARY  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY,\n   30  PRIOR TO, BUT IN NO EVENT LATER THAN, DECEMBER THIRTY-FIRST, IN THE YEAR\n   31  FOLLOWING THE EFFECTIVE DATE OF THIS SECTION, AND  ANNUALLY  THEREAFTER,\n   32  WHICH SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   33    (A)  FINANCIAL  REPORTS  OF  THE  GRANT PROGRAM OPERATIONS ESTABLISHED\n   34  PURSUANT TO THIS SECTION;\n   35    (B) AN ANALYSIS OF THE GRANT PROGRAM'S ABILITY TO PROVIDE SUCH  DENTAL\n   36  SERVICES TO ELIGIBLE ELDERLY PERSONS;\n   37    (C)  RECOMMENDATIONS  ON  THE CONTINUATION OF SUCH GRANTS AND THE NEED\n   38  FOR PROGRAM EXPANSION, IF APPROPRIATE;\n   39    (D) PROFILES OF THE GRANT RECIPIENTS; AND\n   40    (E) OTHER INFORMATION DEEMED NECESSARY BY THE DIRECTOR.\n   41    6.  (A) NO APPLICANT FOR A GRANT PROVIDED FOR UNDER THIS SECTION SHALL\n   42  KNOWINGLY (I) MAKE A FALSE  STATEMENT  OR  REPRESENTATION  CONCERNING  A\n   43  MATERIAL FACT, (II) SUBMIT FALSE INFORMATION CONCERNING A MATERIAL FACT,\n   44  OR  (III)  CONCEAL  A MATERIAL FACT, ON AN APPLICATION TO OBTAIN A GRANT\n   45  PROVIDED FOR UNDER THIS SECTION.\n   46    (B) ANY APPLICANT WHO IS FOUND BY THE DIRECTOR,  AFTER  NOTICE  AND  A\n   47  HEARING,  TO HAVE RECEIVED A GRANT PROVIDED FOR UNDER THIS SECTION BASED\n   48  UPON AN APPLICATION WHICH VIOLATED PARAGRAPH  (A)  OF  THIS  SUBDIVISION\n   49  SHALL  BE  SUBJECT  TO  A  CIVIL PENALTY NOT TO EXCEED TWO HUNDRED FIFTY\n   50  DOLLARS.\n   51    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   52  have  become  a  law; provided, however, that effective immediately, the\n   53  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   54  for  the implementation of this act on its effective date are authorized\n   55  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing a senior dental services grant program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T165842.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292882322852
}