{
  "year" : 2011,
  "senateBillNo" : "A2555-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to education",
    "billEventId" : "A2555-2011-1295413200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes family literacy programs for economically disadvantaged families living in poverty areas or areas with low-performing public schools",
  "summary" : "Establishes family literacy programs for economically disadvantaged families living in poverty areas or areas with low-performing public schools; provides for competitive matching grants to establish a comprehensive program; requires commissioner of education to submit an annual report to the governor and legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2635-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Farrell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2555\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PRETLOW,  SCARBOROUGH,  CLARK,  ENGLEBRIGHT,\n         FARRELL, SCHROEDER, HOYT -- Multi-Sponsored by -- M. of A. CANESTRARI,\n         COLTON, COOK, GALEF, GANTT, GLICK, GOTTFRIED, HOOPER, LENTOL, McENENY,\n         ORTIZ, PERRY, PHEFFER, TOWNS, WEINSTEIN -- read once and  referred  to\n         the Committee on Education\n\n       AN  ACT  to  amend the education law, in relation to establishing family\n         literacy programs for economically disadvantaged  families  living  in\n         poverty areas or in areas served by low-performing public schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. It is the purpose  of\n    2  this  act to help break the cycle of poverty and illiteracy by improving\n    3  the educational opportunities for  New  York's  low-income  families  by\n    4  funding family literacy programs that integrate early childhood develop-\n    5  ment, adult literacy or adult basic education, inter-generational learn-\n    6  ing and parenting education. The legislature finds and declares that the\n    7  provision  of  comprehensive  family  literacy  programs  will help many\n    8  parents and children living in  poverty  to  improve  their  lives.  The\n    9  legislature  finds  that,  based  on national and state surveys, persons\n   10  with low literacy levels are most likely  to  live  in  poverty  and  be\n   11  dependent  on  public  assistance.  The legislature finds that a compar-\n   12  atively high percentage  of  students  attending  low-performing  public\n   13  schools  live  in  poverty or have parents with limited English language\n   14  proficiency or poor literacy skills. The legislature finds that there is\n   15  inadequate funding to address the illiteracy problem in  these  communi-\n   16  ties.    Therefore,  the  legislature finds that it is necessary to fund\n   17  family literacy programs targeted to economically disadvantaged families\n   18  residing in poverty areas or in attendance zones served by  low-perform-\n   19  ing  public schools to assist adults and children living in these commu-\n   20  nities to obtain the skills they need to lead successful and  productive\n   21  lives.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02787-01-1\n\n       A. 2555                             2\n\n    1    S  2.  Section  3641  of  the education law is amended by adding a new\n    2  subdivision 15 to read as follows:\n    3    15.  FAMILY  LITERACY  GRANTS. WITHIN THE AMOUNT APPROPRIATED FOR SUCH\n    4  PURPOSE, THE COMMISSIONER IS DIRECTED AND AUTHORIZED  TO  AWARD  COMPET-\n    5  ITIVE MATCHING GRANTS TO ELIGIBLE PROVIDERS TO SUPPORT THE ESTABLISHMENT\n    6  OF  COMPREHENSIVE  FAMILY LITERACY PROGRAMS. IN ORDER TO BE ELIGIBLE FOR\n    7  SUCH A GRANT, A  GRANTEE  SHALL  PROVIDE  AN  APPROVED  FAMILY  LITERACY\n    8  PROGRAM TO ELIGIBLE FAMILIES.\n    9    A. DEFINITIONS. AS USED IN THIS SECTION:\n   10    (1)  \"FAMILY  LITERACY  PROGRAM\" MEANS SERVICES THAT ARE OF SUFFICIENT\n   11  INTENSITY IN TERMS OF HOURS AND OF SUFFICIENT DURATION TO MAKE SUSTAINA-\n   12  BLE CHANGES TO A FAMILY AND THAT INTEGRATE ALL OF THE  FOLLOWING  ACTIV-\n   13  ITIES:  INTERACTIVE  LITERACY ACTIVITIES BETWEEN PARENTS AND THEIR CHIL-\n   14  DREN; EDUCATION FOR PARENTS REGARDING HOW TO BE THE PRIMARY TEACHER  FOR\n   15  THEIR  CHILDREN  AND  FULL  PARTNERS IN THE EDUCATION OF THEIR CHILDREN;\n   16  PARENT LITERACY PREPARATION THAT LEADS TO ECONOMIC SELF-SUFFICIENCY; AND\n   17  AN AGE-APPROPRIATE EDUCATION TO PREPARE CHILDREN FOR SUCCESS  IN  SCHOOL\n   18  AND LIFE EXPERIENCES.\n   19    (2)  \"ELIGIBLE  PARENT\"  MEANS  AN  INDIVIDUAL WHO IS: (I) IN PARENTAL\n   20  RELATION TO AN ELIGIBLE CHILD, AS DEFINED BY THE COMMISSIONER, AND  (II)\n   21  IN NEED OF ADULT BASIC EDUCATION, AS DEFINED IN THIS SECTION.\n   22    (3)  \"ELIGIBLE  CHILD\" MEANS A CHILD FROM BIRTH THROUGH AGE TWELVE WHO\n   23  HAS ONE OR MORE ELIGIBLE PARENTS.\n   24    (4) \"ELIGIBLE FAMILY\" MEANS A FAMILY UNIT WHICH CONTAINS ONE  OR  MORE\n   25  ELIGIBLE  PARENTS  AND  ONE  OR  MORE ELIGIBLE CHILDREN AND WHOSE FAMILY\n   26  INCOME IS AT OR BELOW THE POVERTY LEVEL AND WHO RESIDES IN  AN  AREA  OF\n   27  POVERTY  OR  IN  AN  ATTENDANCE  ZONE  SERVED BY A LOW-PERFORMING PUBLIC\n   28  SCHOOL, BOTH AS DEFINED BY THE COMMISSIONER.\n   29    (5) \"ELIGIBLE PROVIDER\" MEANS A SCHOOL DISTRICT OR A BOARD OF  COOPER-\n   30  ATIVE  EDUCATIONAL  SERVICES  IN  PARTNERSHIP  WITH A PUBLIC AGENCY OR A\n   31  PRIVATE, NONSECTARIAN NOT-FOR-PROFIT AGENCY.\n   32    (6) \"AUTHORIZED EXPENDITURES\" MEANS THOSE EXPENSES RELATED TO INSTRUC-\n   33  TION, ASSESSMENT, COUNSELING, ADMINISTRATION, PURCHASE OF  INSTRUCTIONAL\n   34  MATERIALS,  PURCHASE  OR LEASE OF APPROVED EQUIPMENT, COST OF IN-SERVICE\n   35  TRAINING FOR PARTICIPATING INSTRUCTORS AND COUNSELORS, DESIGNED TO SERVE\n   36  ELIGIBLE FAMILIES AND OTHER ADMINISTRATIVE AND PROGRAM COSTS AS APPROVED\n   37  BY THE COMMISSIONER, OR FOR THE STATEWIDE EVALUATION OF FAMILY  LITERACY\n   38  PROGRAMS.\n   39    (7)  \"ADULT EDUCATION\" MEANS SERVICES OR INSTRUCTION BELOW THE POSTSE-\n   40  CONDARY LEVEL FOR INDIVIDUALS:\n   41    (A) WHO HAVE ATTAINED SIXTEEN YEARS OF AGE;\n   42    (B) WHO ARE NOT ENROLLED OR  REQUIRED  TO  BE  ENROLLED  IN  SECONDARY\n   43  SCHOOL UNDER LAW; AND\n   44    (C)  WHO  (I)  LACK  SUFFICIENT MASTERY OF BASIC EDUCATIONAL SKILLS TO\n   45  ENABLE THE INDIVIDUALS TO FUNCTION EFFECTIVELY IN SOCIETY;\n   46    (II) DO NOT HAVE A SECONDARY SCHOOL DIPLOMA OR ITS  RECOGNIZED  EQUIV-\n   47  ALENT, AND HAVE NOT ACHIEVED AN EQUIVALENT LEVEL OF EDUCATION; OR\n   48    (III) ARE UNABLE TO SPEAK, READ, OR WRITE THE ENGLISH LANGUAGE.\n   49    B.  AWARD  OF GRANTS. (1) ELIGIBLE PROVIDERS SHALL SUBMIT PROPOSALS TO\n   50  THE COMMISSIONER, INCLUDING PROGRAM BUDGETS, TO FUND AUTHORIZED EXPENDI-\n   51  TURES IN SUPPORT OF FAMILY LITERACY PROGRAMS DESIGNED TO SERVE  ELIGIBLE\n   52  FAMILIES.  SUCH PROPOSALS SHALL BE IN A FORM AND SHALL BE SUBMITTED ON A\n   53  SCHEDULE PRESCRIBED BY THE COMMISSIONER.\n   54    (2) THE COMMISSIONER SHALL ADOPT REGULATIONS TO ESTABLISH  ELIGIBILITY\n   55  CRITERIA  AND  PROCEDURES  FOR THE AWARD OF SUCH GRANTS AND TO OTHERWISE\n   56  IMPLEMENT  THE   PROVISIONS   OF   THIS   SECTION,   PROVIDED   THAT   A\n\n       A. 2555                             3\n\n    1  DOLLAR-FOR-DOLLAR  MATCH  SHALL  BE  REQUIRED  OF  ANY ELIGIBLE PROVIDER\n    2  APPLYING FOR SUCH GRANTS.\n    3    (3)  THE  COMMISSIONER SHALL AWARD GRANTS ON A COMPETITIVE BASIS USING\n    4  THE ELIGIBILITY CRITERIA ESTABLISHED IN REGULATION AND  SHALL  DETERMINE\n    5  THE  AMOUNT  OF  EACH  GRANT AWARD, PROVIDED THAT A STATEWIDE EVALUATION\n    6  GRANT SHALL NOT EXCEED FIFTY THOUSAND DOLLARS.\n    7    C. PAYMENT SCHEDULE. SUBJECT TO THE AVAILABILITY  OF  FUNDS  FOR  SUCH\n    8  PURPOSE,  UPON  APPROVAL  OF A PROPOSAL BY THE COMMISSIONER, THE COMMIS-\n    9  SIONER SHALL PROVIDE FOR THE ADVANCE OF TWENTY-FIVE PERCENT OF THE GRANT\n   10  AMOUNT. THE REMAINING PORTION OF THE GRANT ALLOCATION SHALL BE  DISTRIB-\n   11  UTED  ACCORDING  TO  A  SCHEDULE  PRESCRIBED  BY  THE COMMISSIONER, UPON\n   12  SUBMISSION BY THE ELIGIBLE PROVIDER AND APPROVAL BY THE COMMISSIONER  OF\n   13  PROGRESS REPORTS AND A FINAL REPORT.\n   14    D.  ANNUAL REPORT. ON OR BEFORE MARCH FIFTEENTH, TWO THOUSAND FOURTEEN\n   15  AND BY MARCH FIRST OF  EACH  YEAR  THEREAFTER,  THE  COMMISSIONER  SHALL\n   16  SUBMIT  TO  THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, AND THE\n   17  SPEAKER OF THE ASSEMBLY A REPORT DESCRIBING AND  EVALUATING  THE  FAMILY\n   18  LITERACY PROGRAMS FUNDED PURSUANT TO THIS SECTION.\n   19    S 3. This act shall take effect July 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing family literacy programs for economically disadvantaged families living in poverty areas or in areas served by low-performing public schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T141307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469803110
}