{
  "year" : 2011,
  "senateBillNo" : "A2567-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2567-2011-1295413200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a personal income tax deduction for school supplies paid for out-of-pocket by K-12 teachers in public and nonpublic schools, up to $450 per year",
  "summary" : "Provides for a personal income tax deduction for school supplies paid for out-of-pocket by K-12 teachers in public and nonpublic schools, up to $450 per year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A8274-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2567\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. COLTON, SPANO, BARCLAY -- Multi-Sponsored by --\n         M. of A. CRESPO, McDONOUGH -- read once and referred to the  Committee\n         on Ways and Means\n\n       AN  ACT  to  amend  the  tax  law, in relation to authorizing a personal\n         income tax deduction for elementary and secondary school teachers  for\n         certain expenses incurred for school supplies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (c) of section 612 of the tax law is amended  by\n    2  adding a new paragraph 39 to read as follows:\n    3    (39)  EXPENSES  NOT  IN  EXCESS OF FOUR HUNDRED FIFTY DOLLARS ACTUALLY\n    4  INCURRED AND PAID BY AN ELIGIBLE EDUCATOR FOR SCHOOL SUPPLIES,  ACTUALLY\n    5  USED  AND  USEFUL,  TO  THE EXTENT NOT DEDUCTIBLE IN DETERMINING FEDERAL\n    6  ADJUSTED GROSS INCOME AND NOT REIMBURSED. FOR THE PURPOSES OF THIS PARA-\n    7  GRAPH, THE FOLLOWING TERMS HAVE THE FOLLOWING MEANINGS:\n    8    (I) \"ELIGIBLE EDUCATOR\" MEANS A PERSON EMPLOYED AS A TEACHER, INSTRUC-\n    9  TOR, COUNSELOR, PRINCIPAL OR AIDE IN A SCHOOL FOR AT LEAST NINE  HUNDRED\n   10  HOURS DURING A SCHOOL YEAR.\n   11    (II) \"NONPUBLIC SCHOOL\" HAS THE SAME MEANING AS PROVIDED FOR SUCH TERM\n   12  IN  SUBPARAGRAPH  (B)  OF  PARAGRAPH  THREE  OF  SUBSECTION  (J) OF THIS\n   13  SECTION.\n   14    (III) \"SCHOOL\" MEANS ANY PUBLIC OR NONPUBLIC SCHOOL  PROVIDING  EDUCA-\n   15  TION IN ANY GRADE FROM KINDERGARTEN THROUGH TWELFTH.\n   16    (IV)  \"SCHOOL  SUPPLIES\" INCLUDES BOOKS, SUPPLIES (OTHER THAN NON-ATH-\n   17  LETIC SUPPLIES FOR COURSES OF INSTRUCTION IN HEALTH OR  PHYSICAL  EDUCA-\n   18  TION), COMPUTER EQUIPMENT (INCLUDING RELATED SOFTWARE AND SERVICES), AND\n   19  OTHER EQUIPMENT AND SUPPLEMENTAL MATERIALS USED BY THE ELIGIBLE EDUCATOR\n   20  IN THE CLASSROOM.\n   21    S 2. This act shall take effect immediately and shall apply to taxable\n   22  years beginning on or after January 1, 2011.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03659-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing a personal income tax deduction for elementary and secondary school teachers for certain expenses incurred for school supplies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T141812.TXT", "SOBI.D110201.T123852.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296581932860
}