{
  "year" : 2011,
  "senateBillNo" : "A2568-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2568-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants preferences in contracts under the affordable home ownership program to certain police officers, firefighters and teachers",
  "summary" : "Provides preferences in contracts under the affordable home ownership program to police officers, teachers and firefighters who live in the municipality or school district in which they work; defines relevant terms. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A4229-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2568\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. FITZPATRICK, GIGLIO -- read once and referred to\n         the Committee on Housing\n\n       AN ACT to amend the private housing finance law, in relation to  prefer-\n         ences under the affordable home ownership development program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph (a) of subdivision 3  of  section  1112  of  the\n    2  private  housing  finance  law, as amended by chapter 898 of the laws of\n    3  1986, is amended to read as follows:\n    4    (a) Serve the lowest income households in the applicable region and is\n    5  designed to continue to be affordable to such households for a  substan-\n    6  tial  period  of  time  OR  SERVE  HOUSEHOLDS IN WHICH THE HOME BUYER IS\n    7  EMPLOYED AS A POLICE OFFICER, FIREFIGHTER OR TEACHER, PROVIDED THAT SUCH\n    8  HOME IS LOCATED WITHIN THE BOUNDARIES OF THE AREA SERVED BY  THE  POLICE\n    9  DEPARTMENT,  FIRE  DEPARTMENT,  OR  ELEMENTARY OR SECONDARY SCHOOL WHERE\n   10  SUCH PERSON IS SO EMPLOYED. AS USED IN THIS PARAGRAPH: \"POLICE  OFFICER\"\n   11  SHALL  MEAN  A PERSON WHO IS CURRENTLY EMPLOYED AS A SWORN OFFICER OF AN\n   12  AUTHORIZED POLICE DEPARTMENT OR FORCE OF A CITY, TOWN OR VILLAGE; \"FIRE-\n   13  FIGHTER\" SHALL MEAN A PERSON WHO IS CURRENTLY EMPLOYED  ON  A  PERMANENT\n   14  BASIS AS AN OFFICER OR MEMBER OF AN ORGANIZED FIRE DEPARTMENT OF A CITY,\n   15  TOWN, VILLAGE OR FIRE DISTRICT; AND \"TEACHER\" SHALL MEAN A PERSON WHO IS\n   16  CURRENTLY  EMPLOYED IN A TEACHING CAPACITY IN AN ELEMENTARY OR SECONDARY\n   17  SCHOOL IN THIS STATE,  HAS  GRADUATED  FROM  AN  ACCREDITED  COLLEGE  OR\n   18  UNIVERSITY  AND HOLDS A VALID STATE TEACHING CERTIFICATE ISSUED PURSUANT\n   19  TO ARTICLE SIXTY-ONE OF THE EDUCATION LAW.\n   20    S 2. This act shall take effect on the  thirtieth day after  it  shall\n   21  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02713-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to preferences under the affordable home ownership development program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T141812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295470103321
}