{
  "year" : 2011,
  "senateBillNo" : "A2564-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2564-2011-1295413200000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the ownership, possession or harboring of a wild animal or reptile",
  "summary" : "Prohibits the ownership, possession or harboring of a wild animal or reptile; makes violation a class E felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A7935-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2564\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  prohib-\n         iting  the  ownership,  possession  or  harboring  of a wild animal or\n         reptile\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 370 of the agriculture and markets law, as added by\n    2  chapter 1047 of the laws of 1965, is amended to read as follows:\n    3    S 370. [Protection  of  the  public from attack by] PROHIBITION OF THE\n    4  OWNERSHIP, POSSESSION OR HARBORING OF wild  animals  and  reptiles.  Any\n    5  person  owning, possessing or harboring a wild animal or reptile capable\n    6  of inflicting bodily harm upon a human being[, who shall fail  to  exer-\n    7  cise due care in safeguarding the public from attack by such wild animal\n    8  or reptile,] is guilty of a [misdemeanor, punishable by imprisonment for\n    9  not  more  than  one  year,  or  by a fine of not more than five hundred\n   10  dollars, or by both] CLASS E FELONY AS DEFINED BY THE PENAL  LAW.    FOR\n   11  THE  PURPOSES  OF THIS SECTION, \"[Wild] WILD animal\" [within the meaning\n   12  of this section, shall not include  a  dog  or  cat  or  other  domestic\n   13  animal]  IS  DEFINED  IN ACCORDANCE TO PARAGRAPH E OF SUBDIVISION SIX OF\n   14  SECTION 11-0103 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   15    Previous attacks upon a human being by such wild animal or reptile, or\n   16  knowledge of the vicious propensities of such wild animal or reptile, on\n   17  the part of the possessor or harborer thereof, shall not be required  to\n   18  be  proven  by  the people upon a prosecution hereunder; and neither the\n   19  fact that such wild animal or reptile  has  not  previously  attacked  a\n   20  human  being,  nor lack of knowledge of the vicious propensities of such\n   21  wild animal or reptile on the part of the owner, possessor  or  harborer\n   22  thereof shall constitute a defense to a prosecution hereunder.\n   23    S 2. This act shall take effect on the first of November next succeed-\n   24  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06639-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to prohibiting the ownership, possession or harboring of a wild animal or reptile ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141307.TXT", "SOBI.D110119.T154823.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295470103300
}