{
  "year" : 2011,
  "senateBillNo" : "A2569-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2569-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an alternative hardship allowance based on 8 1/2% of assessed value",
  "summary" : "Provides for an alternative hardship allowance for landlords in New York city rent controlled apartments which allows a hardship rent increase where a building's annual net income is less than 8.5 percent of the equalized assessed value. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A4231-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2569\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the administrative code of the city of New York and  the\n         emergency  tenant protection act of nineteen seventy-four, in relation\n         to providing an alternative hardship allowance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subparagraph (a) of paragraph 1 of\n    2  subdivision  g  of section 26-405 of the administrative code of the city\n    3  of New York is amended to read as follows:\n    4    The rental income from a property yields a net annual return  of  less\n    5  than [six] EIGHT AND ONE-HALF per centum of the valuation of the proper-\n    6  ty.\n    7    S 2. Subdivision c of section 26-511 of the administrative code of the\n    8  city  of  New  York  is amended by adding a new paragraph 6-b to read as\n    9  follows:\n   10    (6-B) PROVIDES CRITERIA WHEREBY AS  AN  ALTERNATIVE  TO  THE  HARDSHIP\n   11  APPLICATION  PROVIDED  UNDER  PARAGRAPH  SIX  OR PARAGRAPH SIX-A OF THIS\n   12  SUBDIVISION OWNERS OF BUILDINGS ACQUIRED BY THE SAME OWNER OR A  RELATED\n   13  ENTITY  OWNED  BY  THE  SAME PRINCIPALS THREE YEARS PRIOR TO THE DATE OF\n   14  APPLICATION MAY APPLY TO THE STATE DIVISION  OF  HOUSING  AND  COMMUNITY\n   15  RENEWAL  FOR  INCREASES  IN  EXCESS OF THE LEVEL OF APPLICABLE GUIDELINE\n   16  INCREASES ESTABLISHED UNDER THIS LAW BASED ON A FINDING BY  THE  COMMIS-\n   17  SIONER  OF  HOUSING  AND COMMUNITY RENEWAL THAT SUCH GUIDELINE INCREASES\n   18  ARE NOT SUFFICIENT TO ENABLE THE OWNER TO MAINTAIN A NET  ANNUAL  RETURN\n   19  OF EIGHT AND ONE-HALF PER CENTUM OF THE VALUATION OF THE PROPERTY.  SUCH\n   20  VALUATION SHALL BE THE CURRENT ASSESSED VALUATION, WHICH IS IN EFFECT AT\n   21  THE  TIME  OF THE FILING OF THE APPLICATION FOR AN ADJUSTMENT UNDER THIS\n   22  PARAGRAPH PROPERLY ADJUSTED BY APPLYING THERETO  THE  RATIO  WHICH  SUCH\n   23  ASSESSED  VALUATION  BEARS  TO  THE  FULL VALUATION AS DETERMINED BY THE\n   24  STATE BOARD OF REAL PROPERTY SERVICES.  NET ANNUAL RETURN SHALL  BE  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02710-01-1\n\n       A. 2569                             2\n\n    1  AMOUNT  BY WHICH THE EARNED INCOME EXCEEDS THE OPERATING EXPENSES OF THE\n    2  PROPERTY, EXCLUDING MORTGAGE INTEREST AND  AMORTIZATION,  AND  EXCLUDING\n    3  ALLOWANCES FOR OBSOLESCENCE AND RESERVES, BUT INCLUDING AN ALLOWANCE FOR\n    4  DEPRECIATION  OF  TWO PER CENTUM OF THE VALUE OF THE BUILDINGS EXCLUSIVE\n    5  OF THE LAND, OR THE AMOUNT SHOWN FOR DEPRECIATION OF  THE  BUILDINGS  IN\n    6  THE  LATEST  REQUIRED  FEDERAL  INCOME  TAX  RETURN, WHICHEVER IS LOWER;\n    7  PROVIDED, HOWEVER, THAT NO ALLOWANCE FOR DEPRECIATION OF  THE  BUILDINGS\n    8  SHALL  BE  INCLUDED  WHERE THE BUILDINGS HAVE BEEN FULLY DEPRECIATED FOR\n    9  FEDERAL INCOME TAX PURPOSES OR ON THE BOOKS OF THE OWNER.\n   10    S 3. Subdivision d of section 6 of section 4 of  chapter  576  of  the\n   11  laws  of 1974, constituting the emergency tenant protection act of nine-\n   12  teen seventy-four, is amended by adding a new paragraph  6  to  read  as\n   13  follows:\n   14    (6) AS AN ALTERNATIVE TO THE HARDSHIP APPLICATION PROVIDED UNDER PARA-\n   15  GRAPH  FOUR  OR FIVE OF THIS SUBDIVISION OWNERS OF BUILDINGS ACQUIRED BY\n   16  THE SAME OWNER OR A RELATED ENTITY OWNED BY THE  SAME  PRINCIPALS  THREE\n   17  YEARS  PRIOR  TO THE DATE OF APPLICATION MAY APPLY TO THE STATE DIVISION\n   18  OF HOUSING AND COMMUNITY RENEWAL FOR INCREASES IN EXCESS OF THE LEVEL OF\n   19  APPLICABLE GUIDELINE INCREASES ESTABLISHED UNDER THIS  LAW  BASED  ON  A\n   20  FINDING  BY  THE COMMISSIONER OF HOUSING AND COMMUNITY RENEWAL THAT SUCH\n   21  GUIDELINE INCREASES ARE NOT SUFFICIENT TO ENABLE THE OWNER TO MAINTAIN A\n   22  NET ANNUAL RETURN OF EIGHT AND ONE-HALF PER CENTUM OF THE  VALUATION  OF\n   23  THE  PROPERTY.    SUCH VALUATION SHALL BE THE CURRENT ASSESSED VALUATION\n   24  ESTABLISHED BY A CITY, TOWN OR VILLAGE, WHICH IS IN EFFECT AT  THE  TIME\n   25  OF  THE FILING OF THE APPLICATION FOR AN ADJUSTMENT UNDER THIS PARAGRAPH\n   26  PROPERLY ADJUSTED BY APPLYING THERETO  THE  RATIO  WHICH  SUCH  ASSESSED\n   27  VALUATION  BEARS  TO THE FULL VALUATION AS DETERMINED BY THE STATE BOARD\n   28  OF REAL PROPERTY SERVICES. NET ANNUAL RETURN  SHALL  BE  THE  AMOUNT  BY\n   29  WHICH  THE EARNED INCOME EXCEEDS THE OPERATING EXPENSES OF THE PROPERTY,\n   30  EXCLUDING MORTGAGE INTEREST AND AMORTIZATION, AND  EXCLUDING  ALLOWANCES\n   31  FOR  OBSOLESCENCE  AND RESERVES, BUT INCLUDING AN ALLOWANCE FOR DEPRECI-\n   32  ATION OF TWO PER CENTUM OF THE VALUE OF THE BUILDINGS EXCLUSIVE  OF  THE\n   33  LAND,  OR  THE  AMOUNT  SHOWN  FOR  DEPRECIATION OF THE BUILDINGS IN THE\n   34  LATEST REQUIRED FEDERAL INCOME TAX RETURN, WHICHEVER IS LOWER; PROVIDED,\n   35  HOWEVER, THAT NO ALLOWANCE FOR DEPRECIATION OF THE  BUILDINGS  SHALL  BE\n   36  INCLUDED  WHERE  THE  BUILDINGS  HAVE BEEN FULLY DEPRECIATED FOR FEDERAL\n   37  INCOME TAX PURPOSES OR ON THE BOOKS OF THE OWNER.\n   38    S 4. This act shall  take  effect  on  the  first  of  September  next\n   39  succeeding  the  date on which it shall have become a law, provided that\n   40  the amendment to section 26-405 of the city rent and rehabilitation law,\n   41  made by section one of this act, shall remain in full force  and  effect\n   42  only  as  long  as  the  public  emergency  requiring the regulation and\n   43  control of residential rents and evictions  continues,  as  provided  in\n   44  subdivision  3  of section 1 of the local emergency housing rent control\n   45  act; and provided further that the amendment to section  26-511  of  the\n   46  rent  stabilization  law of nineteen hundred sixty-nine, made by section\n   47  two of this act, shall expire on the same date as such law  expires  and\n   48  shall  not  affect  the expiration of such law as provided under section\n   49  26-520 of the administrative code of the city of New York; and  provided\n   50  further  that  the  amendment  to  section  6  of  the  emergency tenant\n   51  protection act of nineteen seventy-four, made by section three  of  this\n   52  act,  shall  expire  on  the same date as such act expires and shall not\n   53  affect the expiration of such act as provided in section 17  of  chapter\n   54  576 of the laws of 1974, as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to providing an alternative hardship allowance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141812.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469502867
}