{
  "year" : 2011,
  "senateBillNo" : "A2573-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2573-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for eminent domain reform and creates the \"home and property protection act\"; appropriation",
  "summary" : "Provides for eminent domain reform and creates the \"home and property protection act\"; creates temporary state commission to examine eminent domain laws. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Eminent Domain Procedure Law",
  "previousVersions" : [ "A4365-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2573\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK,  TEDISCO,  CALHOUN, CASTELLI --\n         Multi-Sponsored by --  M.  of  A.  BARCLAY,  BURLING,  BUTLER,  CONTE,\n         CROUCH,  FINCH,  GIGLIO,  HAWLEY,  KOLB,  McDONOUGH,  J. MILLER, OAKS,\n         REILICH, SALADINO, SAYWARD -- read once and referred to the  Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the eminent domain procedure law, the not-for-profit\n         corporation law, the general municipal law and the public  authorities\n         law,  in relation to eminent domain reform; and creating the \"home and\n         property protection act\" providing for the  creation  of  a  temporary\n         state  commission  to examine eminent domain laws and make recommenda-\n         tions for further reforms; and making an appropriation  therefor;  and\n         providing for the expiration of certain provisions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"home and property protection act\".\n    3    S  2.  Section  103  of the eminent domain procedure law is amended by\n    4  adding three new subdivisions (H), (I) and (J) to read as follows:\n    5    (H) \"ECONOMIC DEVELOPMENT PROJECT\" MEANS ANY PROJECT FOR WHICH  ACQUI-\n    6  SITION  OF  REAL  PROPERTY MAY BE REQUIRED FOR A PUBLIC USE, BENEFIT, OR\n    7  PURPOSE WHERE SUCH PUBLIC USE, BENEFIT,  OR  PURPOSE  IS  PRIMARILY  FOR\n    8  ECONOMIC  DEVELOPMENT  AND WHERE THE CONDEMNEE'S REAL PROPERTY IS A HOME\n    9  OR DWELLING.\n   10    (I) FOR THE PURPOSES OF ARTICLE TWO OF THIS CHAPTER:\n   11    (1) \"HOME\" MEANS OWNER-OCCUPIED RESIDENTIAL PREMISES CONSISTING OF NOT\n   12  MORE THAN SIX DWELLING UNITS.\n   13    (2) \"DWELLING\" MEANS RESIDENTIAL PREMISES CONSISTING OF NOT MORE  THAN\n   14  THIRTY  DWELLING  UNITS,  NONE  OF WHICH IS OCCUPIED BY AN OWNER OF SUCH\n   15  PREMISES.\n   16    (3) IN THE CASE OF COOPERATIVE APARTMENT CORPORATIONS, TITLE  TO  THAT\n   17  PORTION OF REAL PROPERTY OWNED BY A COOPERATIVE APARTMENT CORPORATION IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03026-01-1\n\n       A. 2573                             2\n\n    1  WHICH  A  TENANT-STOCKHOLDER  OF  SUCH CORPORATION RESIDES, AND WHICH IS\n    2  REPRESENTED BY HIS OR HER SHARE OR SHARES OF STOCK IN  SUCH  CORPORATION\n    3  AS  DETERMINED  BY  ITS  OR THEIR PROPORTIONAL RELATIONSHIP TO THE TOTAL\n    4  OUTSTANDING STOCK OF THE CORPORATION, INCLUDING THAT OWNED BY THE CORPO-\n    5  RATION, SHALL BE DEEMED TO BE VESTED IN SUCH TENANT-STOCKHOLDER NOTWITH-\n    6  STANDING THE NUMBER OF DWELLING UNITS IN SUCH RESIDENTIAL PREMISES, THUS\n    7  QUALIFYING A COOPERATIVE APARTMENT AS A HOME.\n    8    (J)  \"BLIGHTED AREA\" MEANS AN AREA IN WHICH ONE OR BOTH OF THE FOLLOW-\n    9  ING CONDITIONS EXIST: (I) A PREDOMINANCE  OF  BUILDINGS  AND  STRUCTURES\n   10  WHICH  ARE DETERIORATED OR UNFIT OR UNSAFE FOR USE OR OCCUPANCY; OR (II)\n   11  A PREDOMINANCE OF ECONOMICALLY UNPRODUCTIVE LANDS, BUILDINGS  OR  STRUC-\n   12  TURES,  THE  REDEVELOPMENT OF WHICH IS NEEDED TO PREVENT FURTHER DETERI-\n   13  ORATION WHICH WOULD JEOPARDIZE THE ECONOMIC WELL-BEING OF THE PEOPLE.\n   14    S 3. Subdivision (B) of section 204 of the  eminent  domain  procedure\n   15  law is amended to read as follows:\n   16    (B)  The  condemnor, in its determination and findings, shall specify,\n   17  but shall not be limited to the following:\n   18    (1) the public use, benefit or purpose to be served  by  the  proposed\n   19  public project;\n   20    (2)  the  approximate location for the proposed public project and the\n   21  reasons for the selection of that location;\n   22    (3) the general effect of the proposed project on the environment  and\n   23  residents of the locality;\n   24    (4)  A  DECLARATION  TO  SUCH  EFFECT IF THE PRIMARY PUBLIC PURPOSE IS\n   25  DETERMINED TO BE FOR ECONOMIC DEVELOPMENT WHERE ONE OR MORE  CONDEMNEES'\n   26  HOMES OR DWELLINGS ARE TO BE AFFECTED; AND\n   27    (5) such other factors as it considers relevant.\n   28    S  4.  The  eminent  domain  procedure  law is amended by adding a new\n   29  section 204-a to read as follows:\n   30    S 204-A. ECONOMIC  DEVELOPMENT  CONDEMNATION  FINDINGS  AND  HOMEOWNER\n   31  PROTECTION.   (A) IF THE CONDEMNOR DETERMINES PURSUANT TO PARAGRAPH FOUR\n   32  OF SUBDIVISION (B) OF SECTION TWO HUNDRED FOUR OF THIS ARTICLE THAT  THE\n   33  PRIMARY  PUBLIC  PURPOSE  OR  BENEFIT  IS  FOR ECONOMIC DEVELOPMENT, THE\n   34  CONDEMNOR, IN COOPERATION WITH THE GOVERNMENT OF THE LOCALITY  IN  WHICH\n   35  THE  REAL  PROPERTY TO BE ACQUIRED IS LOCATED SHALL PREPARE A COMPREHEN-\n   36  SIVE ECONOMIC DEVELOPMENT PLAN FOR THE AFFECTED AREA. THE  COMPREHENSIVE\n   37  ECONOMIC  DEVELOPMENT  PLAN  SHALL  INCLUDE,  BUT NOT BE LIMITED TO, THE\n   38  ACTUAL OR EXPECTED BENEFITS  OF  THE  PROJECT,  INCLUDING  THE  EXPECTED\n   39  INCREASED  TAX  REVENUE OR EXPECTED CREATION OF JOBS, THE TYPES OF BUSI-\n   40  NESSES OR INDUSTRY THAT WILL USE THE CONDEMNED  PROPERTY,  AND  ALTERNA-\n   41  TIVES  TO THE PLAN. WHEN A DRAFT COMPREHENSIVE ECONOMIC DEVELOPMENT PLAN\n   42  IS CREATED, THE CONDEMNOR, IN COOPERATION WITH  THE  GOVERNMENT  OF  THE\n   43  LOCALITY IN WHICH THE REAL PROPERTY TO BE ACQUIRED IS LOCATED SHALL HOLD\n   44  AT  LEAST  ONE  PUBLIC HEARING TO COMPILE AND ANALYZE PUBLIC INPUT.  THE\n   45  PUBLIC HEARING SHALL BE HELD IN ACCORDANCE WITH THE PROVISIONS  OF  THIS\n   46  ARTICLE  AT  A  LOCATION REASONABLY PROXIMATE TO THE REAL PROPERTY WHICH\n   47  MAY BE ACQUIRED  FOR  SUCH  PROJECT.  THEREAFTER,  THE  CONDEMNOR  SHALL\n   48  COMPLETE A FINAL COMPREHENSIVE ECONOMIC DEVELOPMENT PLAN TO BE SUBMITTED\n   49  TO  THE LOCAL LEGISLATIVE BODY, SUBJECT TO ANY APPLICABLE RIGHT TO OVER-\n   50  RIDE FOR ITS APPROVAL. TO MOVE  FORWARD  WITH  THE  PROJECT,  THE  LOCAL\n   51  LEGISLATIVE  BODY  MUST APPROVE THE PLAN BY A MAJORITY VOTE, AND IT MUST\n   52  ALSO BE APPROVED BY THE CHIEF EXECUTIVE OFFICER OF SUCH LOCALITY IF  THE\n   53  OFFICE OF SUCH CHIEF EXECUTIVE OFFICER IS ELECTIVE.\n   54    NOTWITHSTANDING  ANY SECTION OF LAW TO THE CONTRARY, THE PROVISIONS OF\n   55  SUBDIVISION (A) OF THIS SECTION SHALL NOT  APPLY  TO  A  PUBLIC  PROJECT\n   56  WHERE  THE PRIMARY PUBLIC PURPOSE OR BENEFIT IS FOR ECONOMIC DEVELOPMENT\n\n       A. 2573                             3\n\n    1  IF THE AREA IS A \"BLIGHTED AREA\" AS DEFINED  UNDER  SUBDIVISION  (J)  OF\n    2  SECTION ONE HUNDRED THREE OF THIS CHAPTER.\n    3    (B)  THE  CONDEMNOR  SHALL  ALSO  CREATE A HOMEOWNER IMPACT ASSESSMENT\n    4  STATEMENT. THE CONDEMNOR, IN THE HOMEOWNER IMPACT ASSESSMENT  STATEMENT,\n    5  SHALL  ASSESS  THE  ACTUAL  HARM TO AFFECTED CONDEMNEES' THAT WOULD LOSE\n    6  THEIR HOMES OR DWELLINGS AND  COMPARE  SUCH  HARM  WITH  THE  REASONABLY\n    7  EXPECTED  COMMUNITY  BENEFITS,  INCLUDING  BUT  NOT  LIMITED  TO HOW THE\n    8  CONDEMNOR JUSTIFIES THE TAKING OF THE CONDEMNEES'  HOMES  OR  DWELLINGS.\n    9  THE  HOMEOWNER IMPACT ASSESSMENT STATEMENT SHALL BE COMPLETED SIMULTANE-\n   10  OUSLY WITH THE COMPREHENSIVE ECONOMIC DEVELOPMENT PLAN UNDER SUBDIVISION\n   11  (A) OF THIS SECTION. THE HOMEOWNER IMPACT ASSESSMENT STATEMENT SHALL  BE\n   12  MADE WIDELY AVAILABLE.\n   13    (C)  IN  CASES WHERE A CONDEMNEE'S HOME OR DWELLING IS ACQUIRED FOR AN\n   14  ECONOMIC DEVELOPMENT PROJECT, THE CONDEMNOR SHALL, IN ADDITION TO  OTHER\n   15  COMPENSATION REQUIREMENTS UNDER THIS ARTICLE, COMPENSATE THE CONDEMNEE A\n   16  MINIMUM  OF  ONE  HUNDRED  FIFTY PERCENT OF THE FAIR MARKET VALUE OF THE\n   17  REAL PROPERTY. RESIDENTS WHO ARE DISPLACED BY THE  ECONOMIC  DEVELOPMENT\n   18  PROJECT  SHALL ALSO BE COMPENSATED AT LEAST ONE HUNDRED FIFTY PERCENT OF\n   19  THE ANNUAL RENT OF SUCH DWELLING.\n   20    S 5. Subdivision (A) of section 207 of the  eminent  domain  procedure\n   21  law,  as  amended by chapter 356 of the laws of 1982, is amended to read\n   22  as follows:\n   23    (A) Any person or persons  jointly  or  severally,  aggrieved  by  the\n   24  condemnor's  determination  and  findings  made  pursuant to section two\n   25  hundred four of this article, may seek judicial review  thereof  by  the\n   26  appellate  division  of  the  supreme  court, in the judicial department\n   27  embracing the county wherein the proposed facility  is  located  by  the\n   28  filing of a petition in such court within [thirty] NINETY days after the\n   29  condemnor's completion of its publication of its determination and find-\n   30  ings pursuant to section two hundred four [herein] OF THIS ARTICLE. Such\n   31  petition  shall  be  accompanied  by proof of service of a demand on the\n   32  condemnor to file with said court a copy of a written transcript of  the\n   33  record  of the proceeding before it, and a copy of its determination and\n   34  findings. Upon receipt of such petition and demand, the condemnor  shall\n   35  forthwith  deliver  to  the court a copy of the record and a copy of its\n   36  determination and findings. The proceeding shall be heard on the  record\n   37  without requirement of reproduction. If such proposed public improvement\n   38  is  located  in more than one judicial department such proceeding may be\n   39  brought in any one, but only  one  of  such  departments  and  all  such\n   40  proceedings  with relation to any single public project shall be consol-\n   41  idated with that first filed. IF THE CONDEMNOR SUBSTANTIALLY ALTERS  THE\n   42  SCOPE OF THE PROJECT OR THE DETERMINATION AND FINDINGS, THEN THE CONDEM-\n   43  NEE  SHALL  HAVE AN ADDITIONAL NINETY DAYS FROM THE CONDEMNOR'S PUBLICA-\n   44  TION OF SUCH ALTERATION, WHICH PUBLICATION IS HEREBY REQUIRED,  TO  SEEK\n   45  JUDICIAL REVIEW UNDER THIS SECTION.\n   46    S  6. Section 1411 of the not-for-profit corporation law is amended by\n   47  adding a new paragraph (j) to read as follows:\n   48    (J) THE LOCAL LEGISLATIVE BODY OF EACH CITY, TOWN, OR VILLAGE IN WHICH\n   49  ANY PART OF THE REAL PROPERTY TO BE ACQUIRED IS LOCATED SHALL  HAVE  THE\n   50  AUTHORITY  TO  APPROVE  OR  DISAPPROVE  ANY CORPORATION'S USE OF EMINENT\n   51  DOMAIN. EACH SUCH LOCAL LEGISLATIVE BODY SHALL APPROVE OR DISAPPROVE ANY\n   52  PROPOSED CORPORATE USE OF THE POWER OF EMINENT DOMAIN BY MAJORITY  VOTE.\n   53  WHERE  APPLICABLE  IN  THE  ENACTMENT OF LOCAL LAWS, THE CHIEF EXECUTIVE\n   54  OFFICER OF SUCH LOCALITY IF THE OFFICE OF SUCH CHIEF  EXECUTIVE  OFFICER\n   55  IS  ELECTIVE SHALL APPROVE OR DISAPPROVE SUCH GOVERNING BODY'S DECISION,\n   56  SUBJECT TO ANY APPLICABLE RIGHT TO OVERRIDE.\n\n       A. 2573                             4\n\n    1    S 7. The general municipal law is amended  by  adding  a  new  section\n    2  858-c to read as follows:\n    3    S  858-C.  MUNICIPAL  INPUT. THE GOVERNING BODY OF EACH CITY, TOWN, OR\n    4  VILLAGE FOR WHOSE BENEFIT, IN WHOLE OR IN PART, AN AGENCY IS ESTABLISHED\n    5  SHALL HAVE THE AUTHORITY TO APPROVE OR  DISAPPROVE  ANY  AGENCY  USE  OF\n    6  EMINENT DOMAIN. EACH SUCH GOVERNING BODY SHALL APPROVE OR DISAPPROVE THE\n    7  USE  OF  EMINENT DOMAIN BY MAJORITY VOTE. WHERE APPLICABLE IN THE ENACT-\n    8  MENT OF LOCAL LAWS, THE CHIEF EXECUTIVE OFFICER OF SUCH LOCALITY IF  THE\n    9  OFFICE  OF  SUCH  CHIEF  EXECUTIVE  OFFICER IS ELECTIVE SHALL APPROVE OR\n   10  DISAPPROVE SUCH GOVERNING BODY'S DECISION,  SUBJECT  TO  ANY  APPLICABLE\n   11  RIGHT TO OVERRIDE.\n   12    S  8.  The  public  authorities law is amended by adding a new section\n   13  1831-b to read as follows:\n   14    S 1831-B. EXERCISE OF POWER OF EMINENT DOMAIN; LIMITATIONS. THE  LOCAL\n   15  LEGISLATIVE  BODY  OF EACH CITY, TOWN, OR VILLAGE IN WHICH THE AUTHORITY\n   16  SEEKS TO EXERCISE THE POWER OF EMINENT DOMAIN SHALL HAVE  THE  AUTHORITY\n   17  TO  APPROVE  OR  DISAPPROVE ANY EXERCISE OF SUCH POWER BY THE AUTHORITY.\n   18  EVERY SUCH LOCAL LEGISLATIVE BODY SHALL APPROVE OR DISAPPROVE ANY  EXER-\n   19  CISE  OF  SUCH POWER BY MAJORITY VOTE. WHERE APPLICABLE IN THE ENACTMENT\n   20  OF LOCAL LAWS, THE CHIEF EXECUTIVE  OFFICER  OF  SUCH  LOCALITY  IF  THE\n   21  OFFICE  OF  SUCH  CHIEF  EXECUTIVE  OFFICER IS ELECTIVE SHALL APPROVE OR\n   22  DISAPPROVE SUCH LOCAL LEGISLATIVE BODY'S DECISION, SUBJECT TO ANY APPLI-\n   23  CABLE RIGHT TO OVERRIDE.\n   24    S 9. A temporary commission on eminent domain reform is hereby created\n   25  to examine, evaluate, and make recommendations concerning the scope  and\n   26  effectiveness of the eminent domain procedure law.\n   27    1.  Legislative  findings and intent. The legislature hereby finds and\n   28  declares that eminent domain is an important tool for government to move\n   29  forward on important public projects. However, there needs to be a thor-\n   30  ough examination to determine how public  projects  that  are  primarily\n   31  economic  development  projects  affect  homeowners. There needs to be a\n   32  balance between the needs of society and  the  constitutional  power  of\n   33  government to exercise its eminent domain powers, and the constitutional\n   34  liberty and property rights of the people.\n   35    2.  A  temporary  state  commission,  to be known as the commission on\n   36  eminent domain reform, hereinafter referred to  as  the  commission,  is\n   37  hereby created to examine, evaluate, and make recommendations concerning\n   38  the  scope and effectiveness of the eminent domain procedure law and the\n   39  legislature's grant to certain public and other entities to exercise the\n   40  power of eminent domain. Specifically the commission  shall  examine  at\n   41  least the following:\n   42    (a)   the   appropriate   constitutional   standard  for  condemnation\n   43  proceedings used for the economic development where  private  homeowners\n   44  are affected; and\n   45    (b) the procedural fairness of the eminent domain procedure laws.\n   46    3.  The  commission shall consist of thirteen members, to be appointed\n   47  as follows: three members to be appointed by the governor; three members\n   48  to be appointed by the temporary president of the senate; three  members\n   49  to  be  appointed  by  the  speaker  of  the  assembly; one member to be\n   50  appointed by the minority  leader  of  the  senate;  one  member  to  be\n   51  appointed  by  the  minority leader of the assembly; one member shall be\n   52  appointed by the comptroller, and one member shall be appointed  by  the\n   53  attorney  general.   The appointees shall have demonstrated expertise in\n   54  the field of eminent domain law. The governor shall designate the chair-\n   55  person and vice-chairperson of the commission. Vacancies in the  member-\n\n       A. 2573                             5\n\n    1  ship  of  the  commission  and among its officers shall be filled in the\n    2  manner provided for original appointments or designations.\n    3    4.  The  members  of  the commission shall receive no compensation for\n    4  their services, but shall be allowed their actual and necessary expenses\n    5  incurred in the performance of their duties hereunder.  To  the  maximum\n    6  extent feasible, the commission shall be entitled to request and receive\n    7  and  shall  utilize and be provided with such facilities, resources, and\n    8  data of any court, department, division, board, bureau,  commission,  or\n    9  agency  of  the  state  or any political subdivision thereof as it deems\n   10  necessary or desirable to carry out properly its powers and duties here-\n   11  under.\n   12    5. The commission may employ and at pleasure remove such personnel  as\n   13  it may deem necessary for the performance of its functions and fix their\n   14  compensation within the amounts made available therefor.\n   15    6.  The  commission  may meet within and without the state, shall hold\n   16  public hearings, and shall have all the powers of a legislative  commit-\n   17  tee pursuant to the legislative law.\n   18    7.  The  commission shall submit its findings and recommendations in a\n   19  report to the governor, the temporary president of the senate,  and  the\n   20  speaker of the assembly not later than one year after it first convenes.\n   21    S  10.  The sum of one hundred thousand dollars ($100,000), or so much\n   22  thereof as may be necessary, is hereby appropriated to pay the  expenses\n   23  incurred,  including personal service, in carrying out the provisions of\n   24  section nine of this act. Such moneys shall be payable out of the  state\n   25  treasury in the general fund to the credit of the state purposes account\n   26  after  audit  by  and  on  the  warrant of the comptroller upon vouchers\n   27  certified or approved by the  chairperson  or  vice-chairperson  of  the\n   28  commission as prescribed by law.\n   29    S  11.  This  act  shall  take effect on the one hundred twentieth day\n   30  after it shall have become a law; provided that sections nine and ten of\n   31  this act shall take effect immediately; provided further that the tempo-\n   32  rary state commission established pursuant to section nine of  this  act\n   33  shall expire and be terminated on the first day next succeeding the date\n   34  of  the  submission  of  its  report as provided in subdivision seven of\n   35  section nine of this act and; provided further, however that the  chair-\n   36  person of the temporary commission on eminent domain reform shall notify\n   37  the  legislative  bill  drafting  commission  upon the submission of its\n   38  report as provided for in subdivision seven of section nine of this  act\n   39  in  order that the commission may maintain an accurate and timely effec-\n   40  tive data base of the official text of the laws of the state of New York\n   41  in furtherance of effecting the provisions of section 44 of the legisla-\n   42  tive law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the eminent domain procedure law, the not-for-profit corporation law, the general municipal law and the public authorities law, in relation to eminent domain reform; and creating the \"home and property protection act\" providing for the creation of a temporary state commission to examine eminent domain laws and make recommendations for further reforms; and making an appropriation therefor; and providing for the expiration of certain provisions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T141812.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469803088
}