{
  "year" : 2011,
  "senateBillNo" : "A2576-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2576-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes moderate rehabilitation within projects eligible for assistance under the low income housing trust fund program",
  "summary" : "Includes moderate rehabilitation within the definition of project for the purposes of the low income housing trust fund program; defines moderate rehabilitation project as any occupied residential property or portion thereof which if vacant or underoccupied would qualify as a cooperative project, condominium project, homesteading project or rental project. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A5817-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2576\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. FITZPATRICK, McKEVITT -- Multi-Sponsored by -- M.\n         of A. SALADINO -- read once and referred to the Committee on Housing\n\n       AN  ACT to amend the private housing finance law, in relation to the low\n         income housing trust fund program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1100 of the private housing finance law, as amended\n    2  by chapter 121 of the laws of 1988, is amended to read as follows:\n    3    S 1100. Statement of legislative findings and purpose. The legislature\n    4  hereby  finds  and  declares  that there is a serious shortage of decent\n    5  affordable housing in the state for persons of low income; that the cost\n    6  of providing such housing without public participation and assistance is\n    7  prohibitively high; that there exists throughout the state a significant\n    8  number of dwellings which are deteriorated and are vacant  or  underuti-\n    9  lized;  THAT  THERE  EXISTS THROUGHOUT THE STATE A SIGNIFICANT NUMBER OF\n   10  OCCUPIED DWELLINGS WHICH ARE ALSO DETERIORATED, UNSAFE  OR  SUBSTANDARD;\n   11  that  the  existence  of such properties creates a serious threat to the\n   12  health and safety of persons who live in or near them, limits the avail-\n   13  ability of decent affordable  housing  to  others,  contributes  to  the\n   14  blight   and   deterioration  of  neighborhoods,  and  drains  municipal\n   15  resources and expenditures; that the rehabilitation of these  properties\n   16  would  stem the deterioration of neighborhoods and promote the preserva-\n   17  tion and creation of safe and sanitary  low  income  housing;  that  the\n   18  potential exists to make such housing available to persons of low income\n   19  through  projects  carried  out  by  eligible applicants to rehabilitate\n   20  these dwelling accommodations, bring these accommodations  into  compli-\n   21  ance  with  all applicable laws and regulations and remove all hazardous\n   22  and immediately hazardous code conditions; that  the  purposes  of  this\n   23  article should also be served by providing for new construction of hous-\n   24  ing  for persons of low income in areas in which rehabilitation opportu-\n   25  nities are limited or where new construction  would  prove  to  be  more\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04857-01-1\n\n       A. 2576                             2\n\n    1  effective;  that  the carrying out of such projects serves a significant\n    2  public purpose and may appropriately be  performed  by  eligible  appli-\n    3  cants;  that  payment for such services, tax exemptions and other public\n    4  participation in such projects would bring down the cost of such housing\n    5  and  make  it  affordable  to  persons of low income; and that it is the\n    6  policy of the state to preserve and create such housing and  to  provide\n    7  for  the aid, care, and support of the needy.  The legislature therefore\n    8  finds that a program should be established to  provide  monies  for  the\n    9  rehabilitation  and  construction of these properties by eligible appli-\n   10  cants to promote the preservation and creation of affordable housing for\n   11  persons of low income.\n   12    It is intended that any payments, grants or loans provided to  munici-\n   13  palities  through this program not substitute for funds which such muni-\n   14  cipalities would have spent in the absence of this program and that such\n   15  payments, grants and loans will enable  such  municipalities  to  expand\n   16  their commitment to increase the supply of affordable low income housing\n   17  to levels greater than would have been possible without this program.\n   18    S  2.  Subdivision  12  of section 1101 of the private housing finance\n   19  law, as amended by chapter 121 of the laws of 1988, is amended  to  read\n   20  as follows:\n   21    12.  \"Project\"  shall  mean  a  MODERATE  REHABILITATION, cooperative,\n   22  condominium, homesteading or rental project.   In cases where  any  such\n   23  project  consists  of  less  than the total number of units or the total\n   24  amount of floor space of a property, any reference in this article, to a\n   25  \"project\", \"MODERATE  REHABILITATION  PROJECT\",  \"cooperative  project\",\n   26  \"condominium  project\", \"rental project\" or \"homesteading project\" shall\n   27  mean that portion of such property which makes up such project.\n   28    S 3. Section 1101 of the private housing finance  law  is  amended  by\n   29  adding a new subdivision 14 to read as follows:\n   30    14. \"MODERATE REHABILITATION PROJECT\" SHALL MEAN ANY OCCUPIED RESIDEN-\n   31  TIAL  PROPERTY OR ANY PORTION THEREOF WHICH, IF VACANT OR UNDEROCCUPIED,\n   32  WOULD QUALIFY AS A COOPERATIVE PROJECT, CONDOMINIUM PROJECT,  HOMESTEAD-\n   33  ING PROJECT OR RENTAL PROJECT.\n   34    S 4. Subdivision 1 of section 1102 of the private housing finance law,\n   35  as  amended  by  chapter  445 of the laws of 2004, is amended to read as\n   36  follows:\n   37    1. Within the limit of funds  available  in  the  housing  trust  fund\n   38  account,  the  corporation  is hereby authorized to enter into contracts\n   39  with eligible applicants for the furnishing by such applicants of  hous-\n   40  ing  for  persons  of  low income. Each such contract shall provide that\n   41  eligible applicants rehabilitate or construct one or  more  projects  or\n   42  convert  one  or  more  nonresidential  properties.  Such  contracts may\n   43  provide for payments, grants or loans by the corporation for the  activ-\n   44  ities  to  be  carried out by the eligible applicant under the contract.\n   45  Such contracts shall provide that a private  developer  make  an  equity\n   46  investment  of  the  greater  of (i) two and one-half percent of project\n   47  costs or (ii) five percent of project costs less grants which are to  be\n   48  applied to such costs. The foregoing shall not preclude a private devel-\n   49  oper  from  making  a greater equity investment. Any payments, grants or\n   50  loans made by the corporation outstanding at the time of resale shall be\n   51  subject to repayment in whole or in part upon resale  after  termination\n   52  of  the regulatory period and as otherwise provided therein. Such repay-\n   53  ment provisions may survive the  end  of  the  regulatory  period.  Such\n   54  contracts  may provide that eligible applicants shall either (a) perform\n   55  activities specified under the contract themselves or (b) act as  admin-\n   56  istrators  of  a  program  under  which  projects  are  rehabilitated or\n\n       A. 2576                             3\n\n    1  constructed or nonresidential properties are converted by other eligible\n    2  applicants or (c) perform both such functions. In the case of a  munici-\n    3  pality  acting  as an administrator, funds provided to such municipality\n    4  hereunder  shall  not  be deemed to be municipal funds.  The corporation\n    5  shall refer any request for payments, grants or loans  from  persons  of\n    6  low  income  to  eligible  applicants  in the area in which such persons\n    7  reside. Loans may be in the form of participation in loans including but\n    8  not limited to participation in loans originated or financed by  lending\n    9  institutions  as defined in section forty-two of this chapter, the state\n   10  of New York mortgage agency,  the  New  York  city  housing  development\n   11  corporation,  the  New  York  state housing finance agency or private or\n   12  public employee pension funds. Notwithstanding any  other  provision  of\n   13  law,  payments,  grants  and  loans  may be deposited by the corporation\n   14  directly with a lending institution at or before  the  time  of  initial\n   15  loan  closing pursuant to an escrow agreement satisfactory to the corpo-\n   16  ration. Payments, grants and loans shall be on such terms and conditions\n   17  as the corporation, or the eligible applicant with the approval  of  the\n   18  corporation,  as  the case may be, shall determine. Payments, grants and\n   19  loans shall be used to pay for the actual and necessary cost of acquisi-\n   20  tion, construction, rehabilitation or conversion, provided that,  EXCEPT\n   21  FOR  MODERATE REHABILITATION PROJECTS, not more than twenty-five percent\n   22  of such payments, grants and  loans  received  for  the  rehabilitation,\n   23  construction  or conversion of a project may be used for the cost of the\n   24  project's acquisition and, provided further, that  payments,  grants  or\n   25  loans  shall not be used for (i) the administrative costs of an eligible\n   26  applicant except as otherwise authorized by law, (ii) the  cost  of  the\n   27  acquisition,  construction,  conversion or rehabilitation of residential\n   28  units which, subsequent to such acquisition, construction, conversion or\n   29  rehabilitation, are to be occupied by persons other than persons of  low\n   30  income,  and (iii) the cost of the acquisition, construction, conversion\n   31  or rehabilitation  of  units  which,  subsequent  to  such  acquisition,\n   32  construction,  conversion or rehabilitation, are occupied or to be occu-\n   33  pied for other than residential purposes. No such  payments,  grants  or\n   34  loans shall exceed a total of seventy-five thousand dollars per dwelling\n   35  unit  provided,  however, that the corporation shall have the discretion\n   36  to provide payments, grants and loans in excess of seventy-five thousand\n   37  dollars provided that such additional funds shall not exceed twenty-five\n   38  thousand dollars per dwelling unit. Among the criteria  the  corporation\n   39  shall  consider  in determining whether to provide additional funds are:\n   40  average cost of construction in the area, location of  the  project  and\n   41  the impact of the additional funding on the affordability of the project\n   42  for the occupants of such project. The length of any loan provided under\n   43  this  article  shall not exceed thirty years. No more than fifty percent\n   44  of the total amount originally appropriated pursuant to this article  in\n   45  any fiscal year shall be allocated to projects located within any single\n   46  municipality.  Of  the amount originally appropriated to the corporation\n   47  in any fiscal year, no more  than  thirty-three  and  one-third  percent\n   48  shall be allocated to private developers for projects within a city with\n   49  a  population of one million or more. Of the amount originally appropri-\n   50  ated to the corporation in any fiscal year, no  more  than  thirty-three\n   51  and  one-third  percent  shall  be  allocated  to private developers for\n   52  projects in the area outside cities with a population of one million  or\n   53  more.\n   54    S 5. Subdivision 1 of section 1102 of the private housing finance law,\n   55  as  amended  by section 2 of chapter 199 of the laws of 2008, is amended\n   56  to read as follows:\n\n       A. 2576                             4\n\n    1    1. Within the limit of funds  available  in  the  housing  trust  fund\n    2  account,  the  corporation  is hereby authorized to enter into contracts\n    3  with eligible applicants for the furnishing by such applicants of  hous-\n    4  ing  for  persons  of  low income. Each such contract shall provide that\n    5  eligible  applicants  rehabilitate  or construct one or more projects or\n    6  convert one  or  more  nonresidential  properties.  Such  contracts  may\n    7  provide  for payments, grants or loans by the corporation for the activ-\n    8  ities to be carried out by the eligible applicant  under  the  contract.\n    9  Such  contracts  shall  provide  that a private developer make an equity\n   10  investment of the greater of (i) two and  one-half  percent  of  project\n   11  costs  or (ii) five percent of project costs less grants which are to be\n   12  applied to such costs. The foregoing shall not preclude a private devel-\n   13  oper from making a greater equity investment. Any  payments,  grants  or\n   14  loans made by the corporation outstanding at the time of resale shall be\n   15  subject  to  repayment in whole or in part upon resale after termination\n   16  of the regulatory period and as otherwise provided therein. Such  repay-\n   17  ment  provisions  may  survive  the  end  of the regulatory period. Such\n   18  contracts may provide that eligible applicants shall either (a)  perform\n   19  activities  specified under the contract themselves or (b) act as admin-\n   20  istrators of  a  program  under  which  projects  are  rehabilitated  or\n   21  constructed or nonresidential properties are converted by other eligible\n   22  applicants  or (c) perform both such functions. In the case of a munici-\n   23  pality acting as an administrator, funds provided to  such  municipality\n   24  hereunder  shall  not  be deemed to be municipal funds.  The corporation\n   25  shall refer any request for payments, grants or loans  from  persons  of\n   26  low  income  to  eligible  applicants  in the area in which such persons\n   27  reside. Loans may be in the form of participation in loans including but\n   28  not limited to participation in loans originated or financed by  lending\n   29  institutions  as defined in section forty-two of this chapter, the state\n   30  of New York mortgage agency,  the  New  York  city  housing  development\n   31  corporation,  the  New  York  state housing finance agency or private or\n   32  public employee pension funds. Notwithstanding any  other  provision  of\n   33  law,  payments,  grants  and  loans  may be deposited by the corporation\n   34  directly with a lending institution at or before  the  time  of  initial\n   35  loan  closing pursuant to an escrow agreement satisfactory to the corpo-\n   36  ration. Payments, grants and loans shall be on such terms and conditions\n   37  as the corporation, or the eligible applicant with the approval  of  the\n   38  corporation,  as  the case may be, shall determine. Payments, grants and\n   39  loans shall be used to pay for the actual and necessary cost of acquisi-\n   40  tion, construction, rehabilitation or conversion, provided that,  EXCEPT\n   41  FOR  MODERATE  REHABILITATION  PROJECTS,  not more than fifty percent of\n   42  such  payments,  grants  and  loans  received  for  the  rehabilitation,\n   43  construction  or conversion of a project may be used for the cost of the\n   44  project's acquisition and not more than ten percent  of  such  payments,\n   45  grants  and  loans  may  be used for the rehabilitation, construction or\n   46  conversion of community service facilities and, provided  further,  that\n   47  payments,  grants  or loans shall not be used for (i) the administrative\n   48  costs of an eligible applicant except as otherwise  authorized  by  law,\n   49  (ii)  the cost of the acquisition, construction, conversion or rehabili-\n   50  tation of residential  units  which,  subsequent  to  such  acquisition,\n   51  construction,  conversion  or  rehabilitation,  are  to  be  occupied by\n   52  persons other than persons of low income, and  (iii)  the  cost  of  the\n   53  acquisition,  construction, conversion or rehabilitation of units which,\n   54  subsequent to such acquisition, construction,  conversion  or  rehabili-\n   55  tation,  are  occupied  or  to  be  occupied  for other than residential\n   56  purposes, except for community service facilities as described above. No\n\n       A. 2576                             5\n\n    1  such payments, grants or loans shall exceed a total of one hundred twen-\n    2  ty-five thousand dollars per  dwelling  unit.  Among  the  criteria  the\n    3  corporation  shall consider in determining whether to provide additional\n    4  funds  are:  average  cost  of construction in the area, location of the\n    5  project and the impact of the additional funding on the affordability of\n    6  the project for the occupants of such project. The length  of  any  loan\n    7  provided  under this article shall not exceed thirty years. No more than\n    8  fifty percent of the total amount originally  appropriated  pursuant  to\n    9  this  article  in any fiscal year shall be allocated to projects located\n   10  within any single municipality. Of the amount originally appropriated to\n   11  the corporation in any fiscal year, no more than thirty-three  and  one-\n   12  third  percent  shall  be  allocated  to private developers for projects\n   13  within a city with a population of one million or more.  Of  the  amount\n   14  originally  appropriated  to the corporation in any fiscal year, no more\n   15  than thirty-three and one-third percent shall be  allocated  to  private\n   16  developers  for projects in the area outside cities with a population of\n   17  one million or more.\n   18    S 6. This act shall take effect immediately, provided that the  amend-\n   19  ments  to  subdivision  1 of section 1102 of the private housing finance\n   20  law, made by section five of this act, shall be subject to  the  expira-\n   21  tion  and reversion of such subdivision pursuant to section 5 of chapter\n   22  199 of the laws of 2008, as amended, when upon such date the  provisions\n   23  of section four of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the low income housing trust fund program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110119.T141812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295470403486
}