{
  "year" : 2011,
  "senateBillNo" : "A2574-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2574-2011-1295413200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a homeownership rehabilitation credit",
  "summary" : "Creates a homeownership rehabilitation credit; allows a taxpayer to be credited for fifteen percent of the qualified rehabilitation expenses made by such taxpayer with respect to a qualified residence against the tax imposed; defines qualified residence and qualified rehabilitation expenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4312-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hayes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2574\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. FITZPATRICK, FINCH, HAYES, RABBITT, McKEVITT,\n         HAWLEY -- Multi-Sponsored by -- M.  of  A.  BARCLAY,  BURLING,  CONTE,\n         GIGLIO,  KOLB, McDONOUGH, RAIA, SALADINO, TEDISCO, THIELE -- read once\n         and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to establishing a homeownership\n         rehabilitation credit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (o-1) to read as follows:\n    3    (O-1) HOMEOWNERSHIP REHABILITATION CREDIT. (1)  A  TAXPAYER  SHALL  BE\n    4  ALLOWED  A  CREDIT  OF  FIFTEEN  PERCENT OF THE QUALIFIED REHABILITATION\n    5  EXPENSES MADE BY THE TAXPAYER WITH  RESPECT  TO  A  QUALIFIED  RESIDENCE\n    6  AGAINST  THE  TAX  IMPOSED  BY  THIS  ARTICLE.  FOR THE PURPOSES OF THIS\n    7  SUBSECTION:\n    8    (A) \"QUALIFIED RESIDENCE\" MEANS ANY RESIDENCE WHICH IS LOCATED:\n    9    (I) IN A CENSUS TRACT IN WHICH SEVENTY PERCENT OR MORE OF THE FAMILIES\n   10  HAVE INCOME THAT IS LESS THAN NINETY PERCENT OF THE GREATER OF  AREA  OR\n   11  STATEWIDE MEDIAN GROSS INCOME;\n   12    (II) IN A RURAL AREA AS DEFINED UNDER SECTION 520 OF THE FEDERAL HOUS-\n   13  ING ACT OF 1949;\n   14    (III) ON A RESERVATION FOR A FEDERALLY RECOGNIZED INDIAN TRIBE, OR\n   15    (IV)  IN  AN  AREA OF CHRONIC ECONOMIC DISTRESS, AS DEFINED BY SECTION\n   16  143 OF THE INTERNAL REVENUE CODE.\n   17    (B) \"RESIDENCE\" MEANS:\n   18    (I) A SINGLE FAMILY HOME CONTAINING ONE TO FOUR HOUSING UNITS, OR\n   19    (II) A CONDOMINIUM UNIT, OR STOCK  IN  A  COOPERATIVE  HOUSING  CORPO-\n   20  RATION,\n   21    (III) THAT IS OWNED OR PURCHASED BY A TAXPAYER OR HIS OR HER PRINCIPAL\n   22  RESIDENCE AND IS AT LEAST FORTY YEARS OLD IN THE CASE OF A SINGLE FAMILY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03025-01-1\n\n       A. 2574                             2\n\n    1  HOME  OR  IN  THE  CASE OF A MULTIPLE DWELLING CONTAINING CONDOMINIUM OR\n    2  COOPERATIVE HOUSING UNITS THE EXTERIOR IS AT LEAST FORTY YEARS OLD.\n    3    (C)  \"QUALIFIED  REHABILITATION  EXPENSES\"  MEANS  ANY AMOUNT PROPERLY\n    4  CHARGEABLE TO CAPITAL ACCOUNT THAT EXCEEDS  FIVE  THOUSAND  DOLLARS  FOR\n    5  BOTH INTERIOR AND EXTERIOR WORK.\n    6    (2) THE QUALIFIED RESIDENCE MUST BE USED BY THE TAXPAYER AS HIS OR HER\n    7  PRINCIPAL RESIDENCE DURING THE TAXABLE YEAR IN WHICH THE TAXPAYER CLAIMS\n    8  THE CREDIT.\n    9    (3) IN THE CASE OF A QUALIFIED PURCHASED RESIDENCE, THE TAXPAYER SHALL\n   10  BE  TREATED AS HAVING MADE, ON THE DATE OF PURCHASE, THE QUALIFIED REHA-\n   11  BILITATION EXPENDITURES MADE BY THE SELLER OF SUCH HOME.    EXPENDITURES\n   12  MADE BY THE SELLER SHALL BE DEEMED QUALIFIED REHABILITATION EXPENDITURES\n   13  OF SUCH EXPENDITURES IF MADE BY THE PURCHASER WOULD HAVE SO QUALIFIED.\n   14    (A)  FOR  PURPOSES  OF  THIS  PARAGRAPH, THE TERM \"QUALIFIED PURCHASED\n   15  RESIDENCE\" MEANS ANY REHABILITATED RESIDENCE PURCHASED BY  THE  TAXPAYER\n   16  IF:\n   17    (I)  THE  TAXPAYER  IS THE FIRST PURCHASER OF SUCH STRUCTURE AFTER THE\n   18  DATE REHABILITATION IS COMPLETED AND THE  PURCHASE  OCCURS  WITHIN  FIVE\n   19  YEARS AFTER SUCH DATE;\n   20    (II)  THE  STRUCTURE  OR  A PORTION THEREOF SHALL, WITHIN A REASONABLE\n   21  PERIOD, BE THE PRINCIPAL RESIDENCE OF THE TAXPAYER;\n   22    (III) NO CREDIT WAS ALLOWED TO THE SELLER UNDER  THIS  PARAGRAPH  WITH\n   23  RESPECT TO SUCH REHABILITATION; AND\n   24    (IV)  THE  TAXPAYER  IS FURNISHED WITH SUCH INFORMATION AS THE COMMIS-\n   25  SIONER DECIDES IS NECESSARY TO DETERMINE THE  CREDIT  UNDER  THIS  PARA-\n   26  GRAPH.\n   27    (4)(A) IF BEFORE THE END OF THE FIVE-YEAR PERIOD BEGINNING ON THE DATE\n   28  IN  WHICH  THE REHABILITATION OF THE RESIDENCE IS COMPLETED OR, IF PARA-\n   29  GRAPH THREE OF THIS SUBSECTION APPLIES, THE DATE  OF  PURCHASE  OF  SUCH\n   30  BUILDING  BY  THE TAXPAYER, (I) THE TAXPAYER DISPOSES OF SUCH TAXPAYER'S\n   31  INTEREST IN SUCH BUILDING, OR (II) SUCH BUILDING CEASES TO  BE  USED  AS\n   32  THE  PRINCIPAL  RESIDENCE OF THE TAXPAYER, THE TAXPAYER'S TAX IMPOSED BY\n   33  THIS ARTICLE FOR THE TAXABLE YEAR IN WHICH SUCH DISPOSITION OR CESSATION\n   34  OCCURS SHALL BE INCREASED BY THE  RECAPTURE  PERCENTAGE  OF  THE  CREDIT\n   35  ALLOWED  UNDER  THIS SUBSECTION FOR ALL PRIOR TAXABLE YEARS WITH RESPECT\n   36  TO SUCH REHABILITATION.\n   37    (B) FOR PURPOSES OF SUBPARAGRAPH (A) OF THIS PARAGRAPH, THE  RECAPTURE\n   38  PERCENTAGE  SHALL  BE THE PRODUCT OF THE AMOUNT OF CREDIT CLAIMED BY THE\n   39  TAXPAYER MULTIPLIED BY A RATIO, THE NUMERATOR OF WHICH IS THE NUMBER  OF\n   40  MONTHS  THE  BUILDING  IS USED AS THE TAXPAYER'S PRINCIPAL RESIDENCE AND\n   41  THE DENOMINATOR OF WHICH IS SIXTY.\n   42    (5) IF THE CREDIT ALLOWED UNDER PARAGRAPH ONE OF THIS  SUBSECTION  FOR\n   43  ANY  TAXABLE  YEAR  EXCEEDS  THE  TAXPAYER'S  TAX  FOR SUCH YEAR AND THE\n   44  TAXPAYER'S NEW YORK ADJUSTED GROSS INCOME FOR SUCH YEAR DOES NOT  EXCEED\n   45  ONE  HUNDRED  THOUSAND DOLLARS, THE EXCESS CREDIT SHALL BE TREATED AS AN\n   46  OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED  IN  ACCORDANCE  WITH  THE\n   47  PROVISIONS  OF SECTION SIX HUNDRED EIGHTY-SIX OF THIS ARTICLE, PROVIDED,\n   48  HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON. IF THE  TAXPAYER'S  NEW\n   49  YORK  ADJUSTED  GROSS  INCOME FOR SUCH YEAR EXCEEDS ONE HUNDRED THOUSAND\n   50  DOLLARS, THE EXCESS CREDIT MAY BE CARRIED OVER TO THE FOLLOWING YEAR  OR\n   51  YEARS  AND  MAY  BE  DEDUCTED  FROM  THE TAXPAYER'S TAX FOR SUCH YEAR OR\n   52  YEARS.\n   53    (6) THE COMMISSIONER SHALL PRESCRIBE SUCH REGULATIONS AS MAY BE APPRO-\n   54  PRIATE TO CARRY OUT THE PURPOSES OF THIS SUBSECTION, INCLUDING, BUT  NOT\n   55  LIMITED   TO,  REGULATIONS  CONCERNING  VALID  PROOF  OF  REHABILITATION\n\n       A. 2574                             3\n\n    1  EXPENSES BY A TAXPAYER AND REGULATIONS WHERE MORE THAN ONE TAXPAYER USES\n    2  THE SAME DWELLING UNIT ON THEIR PRINCIPAL RESIDENCE.\n    3    S 2. This act shall take effect immediately and shall apply to taxable\n    4  years  commencing on and after the first of January in the year in which\n    5  this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a homeownership rehabilitation credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141812.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469502914
}