{
  "year" : 2011,
  "senateBillNo" : "A2570-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2570-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes purchase of dwelling units by residents of public housing projects",
  "summary" : "Authorizes the purchase of dwelling units in public housing projects by residents thereof in certain instances; provides for the availability of loans for such purchase and technical assistance to prepare resident management associations undertaking the management of such project. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "A4262-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2570\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the public housing law, in relation to the  purchase  of\n         dwelling units by residents of public housing projects\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Section 58-a of the public  housing  law  is  amended  by\n    2  adding a new subdivision 3 to read as follows:\n    3    3.  (A)  SUBJECT  TO THE APPROVAL OF THE COMMISSIONER IN THE CASE OF A\n    4  STATE PROJECT OR IN THE CASE OF DWELLING UNITS  OPERATED  AS  PUBLIC  OR\n    5  INDIAN  HOUSING  PURSUANT TO THE PROVISIONS OF THE UNITED STATES HOUSING\n    6  ACT OF 1937, AS AMENDED, AND THE LOCAL LEGISLATIVE BODY IN THE  CASE  OF\n    7  MUNICIPAL  PROJECTS  AN  AUTHORITY SHALL PROVIDE TO THOSE RESIDENTS OF A\n    8  PROJECT THE OPPORTUNITY TO PURCHASE DWELLING UNITS IN A PROJECT PROVIDED\n    9  THAT:\n   10    (I) THE RESIDENT HAS RESIDED IN PUBLIC HOUSING PROJECTS FOR  NOT  LESS\n   11  THAN TWENTY-FOUR CONSECUTIVE MONTHS; AND\n   12    (II)  IS  DETERMINED  BY  THE  AUTHORITY TO BE CAPABLE OF ASSUMING THE\n   13  RESPONSIBILITIES OF HOMEOWNERSHIP; AND\n   14    (III) COMPLIES WITH SUCH ADDITIONAL REQUIREMENTS AS  THE  COMMISSIONER\n   15  OR  THE  AUTHORITY  MAY  ESTABLISH IN THE CASE OF A STATE OR A MUNICIPAL\n   16  PROJECT.\n   17    (B) ANY RESIDENT MEETING THE REQUIREMENTS OF  PARAGRAPH  (A)  OF  THIS\n   18  SUBDIVISION  MAY  PURCHASE  HIS  OR  HER DWELLING UNIT DIRECTLY FROM THE\n   19  AUTHORITY IF THE AUTHORITY DETERMINES THAT SUCH PURCHASE WILL NOT INTER-\n   20  FERE WITH THE RIGHTS OF OTHER RESIDENTS RESIDING IN THE PROJECT OR  HARM\n   21  THE  EFFICIENT  OPERATION  OF  SUCH PROJECT. SUCH PURCHASE OF A DWELLING\n   22  UNIT BY A RESIDENT SHALL ALSO INCLUDE A FIXED PERCENTAGE OF  THE  COMMON\n   23  ELEMENTS  OF  THE  PROJECT AS DETERMINED BY THE AUTHORITY. THE PRICE FOR\n   24  ANY SUCH PURCHASE SHALL NOT BE MORE THAN THE FAIR MARKET  VALUE  OF  THE\n   25  DWELLING UNIT AS DETERMINED BY THE AUTHORITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02709-01-1\n\n       A. 2570                             2\n\n    1    (C)  FOR  THE PURPOSE OF ASSISTING ANY PURCHASE BY A RESIDENT PURSUANT\n    2  TO THIS SUBDIVISION THE AUTHORITY INVOLVED OR ANY SUBSIDIARY CORPORATION\n    3  OF SUCH AUTHORITY MAY MAKE A  LOAN  ON  THE  SECURITY  OF  THE  PROPERTY\n    4  INVOLVED TO SUCH PURCHASING RESIDENT AT A RATE OF INTEREST DETERMINED BY\n    5  THE AUTHORITY TO BE APPROPRIATE.\n    6    (D)  IF  ANY  RESIDENT  PURCHASER  OF A DWELLING UNIT PURSUANT TO THIS\n    7  SUBDIVISION SELLS SUCH DWELLING UNIT BEFORE THE  EXPIRATION  OF  A  FIVE\n    8  YEAR  PERIOD,  SUCH  PURCHASER SHALL PAY THE FOLLOWING PERCENTAGE OF THE\n    9  SALE PRICE TO THE AUTHORITY INVOLVED:\n   10    (I) SEVENTY-FIVE PERCENT, IF SUCH SALE OCCURS  DURING  THE  FIRST  ONE\n   11  YEAR PERIOD FOLLOWING SUCH DATE;\n   12    (II)  SIXTY  PERCENT,  IF  SUCH SALE OCCURS DURING THE SECOND ONE YEAR\n   13  PERIOD FOLLOWING SUCH DATE;\n   14    (III) FORTY-FIVE PERCENT, IF SUCH SALE OCCURS  DURING  THE  THIRD  ONE\n   15  YEAR PERIOD FOLLOWING SUCH DATE;\n   16    (IV)  THIRTY  PERCENT,  IF SUCH SALE OCCURS DURING THE FOURTH ONE YEAR\n   17  PERIOD FOLLOWING SUCH DATE; AND\n   18    (V) FIFTEEN PERCENT, IF SUCH SALE OCCURS DURING  THE  FIFTH  ONE  YEAR\n   19  PERIOD FOLLOWING SUCH DATE.\n   20    (E)  THE  AUTHORITY  OR  ANY EXISTING TENANT MANAGEMENT CORPORATION OR\n   21  ASSOCIATION SHALL CONTINUE TO MANAGE THE PROJECT AND PROVIDE MAINTENANCE\n   22  FOR THE PROJECT UNTIL SUCH  TIME  AS  ALL  OF  THE  DWELLING  UNITS  ARE\n   23  PURCHASED  BY  PROJECT  RESIDENTS AT WHICH TIME THE AFOREMENTIONED FUNC-\n   24  TIONS SHALL BE TRANSFERRED TO A RESIDENT MANAGEMENT ASSOCIATION OR TO  A\n   25  PRIVATE MANAGEMENT COMPANY.\n   26    (F)  THE  COMMISSIONER  AND  THE AUTHORITY INVOLVED SHALL PROVIDE SUCH\n   27  TRAINING, TECHNICAL ASSISTANCE AND EDUCATION  AS  MAY  BE  NECESSARY  TO\n   28  PREPARE  THE RESIDENT MANAGEMENT ASSOCIATION TO UNDERTAKE THE MANAGEMENT\n   29  AND MAINTENANCE OF SUCH PROJECT AND TO PREPARE  THE  RESIDENTS  FOR  THE\n   30  RESPONSIBILITY OF HOMEOWNERSHIP.\n   31    (G)  THE COMMISSIONER SHALL ISSUE SUCH REGULATIONS AS MAY BE NECESSARY\n   32  TO CARRY OUT THE PROVISIONS OF THIS SUBDIVISION.  SUCH  REGULATIONS  MAY\n   33  ESTABLISH ANY ADDITIONAL TERMS AND CONDITIONS FOR HOMEOWNERSHIP OR RESI-\n   34  DENT  MANAGEMENT PURSUANT TO THIS SUBDIVISION THAT ARE DETERMINED BY THE\n   35  COMMISSIONER TO BE APPROPRIATE.\n   36    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to the purchase of dwelling units by residents of public housing projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141812.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469502879
}