{
  "year" : 2011,
  "senateBillNo" : "A2572-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2572-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates certain restrictions on the right to eviction for landlord's personal use",
  "summary" : "Removes certain restrictions relating to the \"immediate and compelling necessity\" of the landlord on a landlord's ability in certain New York city apartments which are rent stabilized or rent controlled to recover possession of a housing accommodation for his own personal use and occupancy or for the use and occupancy of his or her immediate family. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A4230-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2572\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the administrative code of the city  of  New  York,  the\n         emergency housing rent control law and the emergency tenant protection\n         act  of  nineteen seventy-four, in relation to the eviction of tenants\n         on grounds of landlord's personal use\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  1  of  subdivision  b of section 26-408 of the\n    2  administrative code of the city of  New  York  is  amended  to  read  as\n    3  follows:\n    4    (1)  The landlord seeks in good faith to recover possession of a hous-\n    5  ing accommodation [because of immediate and  compelling  necessity]  for\n    6  his  or  her own personal use and occupancy or for the use and occupancy\n    7  of his or her immediate family [provided, however, that this subdivision\n    8  shall not apply where a member of the household lawfully  occupying  the\n    9  housing  accommodation  is  sixty-two  years of age or older, has been a\n   10  tenant in a housing accommodation in that building for twenty  years  or\n   11  more,  or has an impairment which results from anatomical, physiological\n   12  or psychological conditions, other than addiction to alcohol,  gambling,\n   13  or any controlled substance, which are demonstrable by medically accept-\n   14  able  clinical  and  laboratory  diagnostic  techniques,  and  which are\n   15  expected to be permanent and which prevent the tenant from  engaging  in\n   16  any substantial gainful employment]; or\n   17    S 2. Paragraph (a) of subdivision 2 of section 5 of chapter 274 of the\n   18  laws  of  1946,  constituting the emergency housing rent control law, as\n   19  amended by chapter 234 of the laws  of  1984,  is  amended  to  read  as\n   20  follows:\n   21    (a)  the landlord seeks in good faith to recover possession of housing\n   22  accommodations [because of immediate and compelling necessity]  for  his\n   23  own personal use and occupancy or for the use and occupancy of his imme-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02711-01-1\n\n       A. 2572                             2\n\n    1  diate family[; provided, however, this subdivision shall not apply where\n    2  a  member  of the household lawfully occupying the housing accommodation\n    3  is sixty-two years of age or older, has  been  a  tenant  in  a  housing\n    4  accommodation  in  that  building  for  twenty  years or more, or has an\n    5  impairment which results from anatomical, physiological or psychological\n    6  conditions, other than addiction to alcohol, gambling, or any controlled\n    7  substance, which are demonstrable by medically acceptable  clinical  and\n    8  laboratory diagnostic techniques, and which are expected to be permanent\n    9  and  which  prevent  the tenant from engaging in any substantial gainful\n   10  employment]; or\n   11    S 3. Subdivision a of section 10 of section 4 of chapter  576  of  the\n   12  laws  of 1974, constituting the emergency tenant protection act of nine-\n   13  teen seventy-four, as amended by chapter 234 of the  laws  of  1984,  is\n   14  amended to read as follows:\n   15    a.  For  cities having a population of less than one million and towns\n   16  and villages, the state division of housing and community renewal  shall\n   17  be  empowered  to  implement  this  act by appropriate regulations. Such\n   18  regulations may encompass such speculative or manipulative practices  or\n   19  renting or leasing practices as the state division of housing and commu-\n   20  nity  renewal determines constitute or are likely to cause circumvention\n   21  of this act.  Such regulations shall prohibit practices which are likely\n   22  to prevent any person from asserting any right or remedy granted by this\n   23  act, including but not limited to retaliatory  termination  of  periodic\n   24  tenancies and shall require owners to grant a new one or two year vacan-\n   25  cy or renewal lease at the option of the tenant, except where a mortgage\n   26  or  mortgage  commitment existing as of the local effective date of this\n   27  act provides that the owner shall not grant a one-year lease; and  shall\n   28  prescribe  standards with respect to the terms and conditions of new and\n   29  renewal leases, additional rent and such  related  matters  as  security\n   30  deposits, advance rental payments, the use of escalator clauses in leas-\n   31  es and provision for increase in rentals for garages and other ancillary\n   32  facilities,  so  as to insure that the level of rent adjustments author-\n   33  ized under this law will not be subverted  and  made  ineffective.  [Any\n   34  provision  of  the  regulations permitting an owner to refuse to renew a\n   35  lease on grounds that the owner seeks to recover possession of the hous-\n   36  ing accommodation for his own use and occupancy or for the use and occu-\n   37  pancy of his immediate family shall require that  an  owner  demonstrate\n   38  immediate  and compelling need and shall not apply where a member of the\n   39  housing accommodation is sixty-two years of age or  older,  has  been  a\n   40  tenant  in  a housing accommodation in that building for twenty years or\n   41  more, or has an impairment which results from anatomical,  physiological\n   42  or  psychological conditions, other than addiction to alcohol, gambling,\n   43  or any controlled substance, which are demonstrable by medically accept-\n   44  able clinical  and  laboratory  diagnostic  techniques,  and  which  are\n   45  expected  to  be permanent and which prevent the tenant from engaging in\n   46  any substantial gainful employment.]\n   47    S 4. This act shall take effect immediately; provided that the  amend-\n   48  ment  to section 26-408 of the city rent and rehabilitation law, made by\n   49  section one of this act, shall remain in full force and effect  only  as\n   50  long  as  the  public  emergency requiring the regulation and control of\n   51  residential rents and evictions continues, as provided in subdivision  3\n   52  of section 1 of the local emergency housing rent control act. The amend-\n   53  ment  to  section  5  of the emergency housing rent control law, made by\n   54  section two of this act, shall expire on  the  same  date  as  such  law\n   55  expires  and  shall not affect the expiration of such law as provided in\n   56  subdivision 2 of section 1 of chapter 274  of  the  laws  of  1946.  The\n\n       A. 2572                             3\n\n    1  amendment  to section 10 of the emergency tenant protection act of nine-\n    2  teen seventy-four, made by section three of this act,  shall  expire  on\n    3  the same date as such act expires and shall not affect the expiration of\n    4  such  act  as provided in section 17 of chapter 576 of the laws of 1974,\n    5  as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency housing rent control law and the emergency tenant protection act of nineteen seventy-four, in relation to the eviction of tenants on grounds of landlord's personal use ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141812.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469502913
}