{
  "year" : 2011,
  "senateBillNo" : "A2575-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2575-2011-1295413200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants tax credit for downpayment made on residential housing",
  "summary" : "Grants credit against personal income tax to purchasers of residential housing in the amount of any down payment made on such housing; provides that the maximum credit shall not exceed 5 percent of the purchase price of the residential housing; requires taxpayers to meet eligibility requirements imposed by the state of New York mortgage agency. ",
  "currentCommittee" : null,
  "sameAs" : "S762",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A5819-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2575\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. FITZPATRICK, FINCH, McKEVITT, GIGLIO -- Multi-\n         Sponsored by -- M. of A.  BARCLAY, KOLB, RABBITT, THIELE -- read  once\n         and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law, in relation to granting to purchasers of\n         residential housing a credit against personal income tax in the amount\n         of any downpayment made on such housing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Section  606  of the tax law is amended by adding a new\n    2  subsection (r-1) to read as follows:\n    3    (R-1) CREDIT FOR DOWNPAYMENT MADE BY PURCHASERS OF  RESIDENTIAL  HOUS-\n    4  ING. (1) A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY\n    5  SECTION  SIX  HUNDRED  ONE  OF THIS PART FOR ANY DOWNPAYMENT MADE ON THE\n    6  PURCHASE OF A ONE- TO FOUR-FAMILY RESIDENCE LOCATED  WITHIN  THE  STATE.\n    7  ANY  TAX  CREDIT NOT USED IN THE TAXABLE YEAR IN WHICH THE RESIDENCE WAS\n    8  PURCHASED MAY BE CARRIED FORWARD OR BACKWARDS FOR THE FIVE,  IMMEDIATELY\n    9  SUCCEEDING  OR PRECEDING, CALENDAR OR FISCAL YEARS UNTIL THE FULL CREDIT\n   10  HAS BEEN ALLOWED.  THE AGGREGATE AMOUNT OF THE TAX CREDIT ALLOWED  UNDER\n   11  THIS  SUBSECTION  SHALL NOT EXCEED FIVE PERCENT OF THE PURCHASE PRICE OF\n   12  THE RESIDENTIAL HOUSING.\n   13    (2) THE PROVISIONS OF THIS SUBSECTION SHALL ONLY  APPLY  TO  TAXPAYERS\n   14  WHO  MEET  THE ELIGIBILITY REQUIREMENTS IMPOSED BY THE STATE OF NEW YORK\n   15  MORTGAGE AGENCY FOR ITS FORWARD  COMMITMENT  LOAN  PROGRAM  PURSUANT  TO\n   16  ARTICLE EIGHT OF THE PUBLIC AUTHORITIES LAW.\n   17    S 2. This act shall take effect immediately and shall apply to taxable\n   18  years  commencing  on  or after the first of January next succeeding the\n   19  date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02508-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to granting to purchasers of residential housing a credit against personal income tax in the amount of any downpayment made on such housing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110119.T141812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295470403483
}