{
  "year" : 2011,
  "senateBillNo" : "A2577-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2577-2011-1295413200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants a real property tax exemption to certain police officers, firefighters and teachers who reside in the municipality or district where they are employed",
  "summary" : "Provides that local governments may provide a real property tax exemption to the extent of 10% of the assessed value of the property to police officers, firefighters and teachers who reside in the municipality or district where they are employed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A4525-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2577\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. FITZPATRICK, McDONOUGH, McKEVITT -- Multi-Spon-\n         sored by -- M. of A.  THIELE -- read once and referred to the  Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to exemptions for\n         police officers, firefighters and teachers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 466-k to read as follows:\n    3    S  466-K.  POLICE  OFFICERS, FIREFIGHTERS AND TEACHERS.  1. AS USED IN\n    4  THIS SECTION: \"POLICE OFFICER\" SHALL MEAN  A  PERSON  WHO  IS  CURRENTLY\n    5  EMPLOYED  AS A SWORN OFFICER OF AN AUTHORIZED POLICE DEPARTMENT OR FORCE\n    6  OF A CITY, TOWN OR VILLAGE; \"FIREFIGHTER\" SHALL MEAN  A  PERSON  WHO  IS\n    7  CURRENTLY  EMPLOYED  ON  A PERMANENT BASIS AS AN OFFICER OR MEMBER OF AN\n    8  ORGANIZED FIRE DEPARTMENT OF A CITY, TOWN, VILLAGE OR FIRE DISTRICT; AND\n    9  \"TEACHER\" SHALL MEAN A PERSON WHO IS CURRENTLY EMPLOYED  IN  A  TEACHING\n   10  CAPACITY  IN  AN  ELEMENTARY  OR SECONDARY SCHOOL IN NEW YORK STATE, HAS\n   11  GRADUATED FROM AN ACCREDITED COLLEGE OR UNIVERSITY  AND  HOLDS  A  VALID\n   12  STATE  TEACHING  CERTIFICATE ISSUED PURSUANT TO ARTICLE SIXTY-ONE OF THE\n   13  EDUCATION LAW.\n   14    2. REAL PROPERTY OWNED BY A POLICE OFFICER, FIREFIGHTER OR TEACHER, OR\n   15  A POLICE OFFICER AND SPOUSE,  FIREFIGHTER  AND  SPOUSE  OR  TEACHER  AND\n   16  SPOUSE,  SHALL  BE  EXEMPT FROM TAXATION TO THE EXTENT OF TEN PERCENT OF\n   17  THE ASSESSED VALUE OF SUCH PROPERTY FOR CITY, TOWN, VILLAGE  AND  SCHOOL\n   18  PURPOSES,  EXCLUSIVE OF SPECIAL ASSESSMENTS, PROVIDED THAT THE GOVERNING\n   19  BODY OF A CITY, TOWN, VILLAGE OR SCHOOL DISTRICT, AFTER A PUBLIC HEARING\n   20  ADOPTS A LOCAL LAW, ORDINANCE OR RESOLUTION PROVIDING THEREFOR; PROVIDED\n   21  FURTHER, HOWEVER, THAT SUCH EXEMPTION SHALL IN NO EVENT EXCEED TEN THOU-\n   22  SAND DOLLARS MULTIPLIED BY THE LATEST STATE EQUALIZATION  RATE  FOR  THE\n   23  ASSESSING UNIT IN WHICH SUCH REAL PROPERTY IS LOCATED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03031-01-1\n\n       A. 2577                             2\n\n    1    3. SUCH EXEMPTION SHALL NOT BE GRANTED TO A POLICE OFFICER, FIREFIGHT-\n    2  ER OR TEACHER UNLESS:\n    3    (A)  THE  APPLICANT  RESIDES WITHIN THE CITY, TOWN OR VILLAGE WHICH IS\n    4  SERVED BY THE POLICE  DEPARTMENT,  FIRE  DEPARTMENT,  OR  ELEMENTARY  OR\n    5  SECONDARY SCHOOL WHERE SUCH APPLICANT IS SO EMPLOYED;\n    6    (B) THE REAL PROPERTY IS THE PRIMARY RESIDENCE OF THE APPLICANT;\n    7    (C)  THE  PROPERTY  IS  USED  EXCLUSIVELY  FOR  RESIDENTIAL  PURPOSES;\n    8  PROVIDED HOWEVER, THAT IN THE EVENT ANY PORTION OF SUCH PROPERTY IS  NOT\n    9  USED  EXCLUSIVELY  FOR  THE  APPLICANTS' RESIDENCE BUT IS USED FOR OTHER\n   10  PURPOSES, SUCH PORTION SHALL BE SUBJECT TO TAXATION  AND  THE  REMAINING\n   11  PORTION  ONLY  SHALL  BE  ENTITLED  TO  THE  EXEMPTION  PROVIDED BY THIS\n   12  SECTION; AND\n   13    (D) THE APPLICANT HAS BEEN CERTIFIED BY THE AUTHORITY HAVING JURISDIC-\n   14  TION FOR THE  POLICE  DEPARTMENT,  FIRE  DEPARTMENT,  OR  ELEMENTARY  OR\n   15  SECONDARY  SCHOOL  AS  A  POLICE OFFICER, FIREFIGHTER OR TEACHER OF SUCH\n   16  POLICE DEPARTMENT, FIRE DEPARTMENT OR ELEMENTARY OR SECONDARY SCHOOL FOR\n   17  AT LEAST ONE YEAR IMMEDIATELY PRECEDING SUCH CERTIFICATION. IT SHALL  BE\n   18  THE  DUTY  AND  RESPONSIBILITY  OF  THE  CITY,  TOWN,  VILLAGE OR SCHOOL\n   19  DISTRICT WHICH ADOPTS A LOCAL LAW, ORDINANCE OR RESOLUTION  PURSUANT  TO\n   20  THIS SECTION TO DETERMINE THE PROCEDURE FOR CERTIFICATION.\n   21    4. THE EXEMPTION PROVIDED BY THIS SECTION SHALL TERMINATE WHENEVER:\n   22    (A) THE APPLICANT CEASES TO BE A POLICE OFFICER, FIREFIGHTER OR TEACH-\n   23  ER  OF  THE AUTHORITY WHICH CERTIFIED THE APPLICANT UNDER THE PROVISIONS\n   24  OF PARAGRAPH (D) OF SUBDIVISION THREE OF THIS SECTION;\n   25    (B) THE REAL PROPERTY CEASES TO BE THE PRIMARY RESIDENCE OF THE APPLI-\n   26  CANT;\n   27    (C) THE APPLICANT CEASES TO BE THE OWNER OF THE REAL PROPERTY; OR\n   28    (D) THE APPLICANT CEASES TO BE A RESIDENT OF THE CITY, TOWN OR VILLAGE\n   29  WHICH IS SERVED BY THE POLICE DEPARTMENT, FIRE DEPARTMENT, OR ELEMENTARY\n   30  OR SECONDARY SCHOOL WHICH CERTIFIED THE APPLICANT UNDER  THE  PROVISIONS\n   31  OF PARAGRAPH (D) OF SUBDIVISION THREE OF THIS SECTION.\n   32    5.  APPLICATION  OF SUCH EXEMPTION SHALL BE FILED WITH THE ASSESSOR OR\n   33  OTHER AGENCY, DEPARTMENT OR OFFICE  DESIGNATED  BY  THE  CITY,  TOWN  OR\n   34  VILLAGE  OFFICER, SUCH EXEMPTION ON OR BEFORE THE TAXABLE STATUS DATE ON\n   35  A FORM AS PRESCRIBED BY THE STATE BOARD.\n   36    6. NO APPLICANT WHO IS A POLICE OFFICER, FIREFIGHTER OR TEACHER WHO IS\n   37  RECEIVING ANY BENEFIT UNDER THE PROVISIONS OF THIS ARTICLE SHALL  SUFFER\n   38  ANY  DISCRIMINATION  OF  SUCH  BENEFIT BECAUSE OF THE PROVISIONS OF THIS\n   39  SECTION.\n   40    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   41  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to exemptions for police officers, firefighters and teachers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110119.T141812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295470403487
}