{
  "year" : 2011,
  "senateBillNo" : "A2579-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2579-2011-1295413200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes localities to convey distressed residential real property that has been foreclosed upon for non-payment of real estate taxes to a third party",
  "summary" : "Authorizes localities to convey distressed residential real property that has been foreclosed upon for non-payment of real estate taxes to a third party; establishes that third party may be an individual or for-profit or not-for-profit entity which would rehabilitate and manage such property, providing needed housing while restoring the property to the non-delinquent tax rolls; called \"third party transfer program\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A5862-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2579\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. FITZPATRICK, TEDISCO, McKEVITT -- Multi-Sponsored\n         by  --  M. of A.  BARCLAY, BURLING, CONTE, CROUCH, GIGLIO, KOLB, McDO-\n         NOUGH, RAIA, SAYWARD, THIELE -- read once and referred to the  Commit-\n         tee on Real Property Taxation\n\n       AN  ACT  to  amend  the  real  property tax law, in relation to enacting\n         provisions related to distressed property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article  11  of  the  real property tax law is amended by\n    2  adding a new title 3-A to read as follows:\n    3                                  TITLE 3-A\n    4                             DISTRESSED PROPERTY\n    5  SECTION 1141. DEFINITIONS.\n    6          1142. PROCEDURES FOR DISTRESSED PROPERTY.\n    7    S 1141. DEFINITIONS. WHEN USED IN THIS ARTICLE:  1. \"DISTRESSED  PROP-\n    8  ERTY\" MEANS ANY PARCEL OF RESIDENTIAL REAL PROPERTY THAT IS SUBJECT TO A\n    9  TAX  LIEN OR LIENS WITH A LIEN OR LIENS TO VALUE RATIO, AS DETERMINED BY\n   10  THE ENFORCING OFFICER, EQUAL TO OR GREATER THAN FIFTEEN PERCENT AND THAT\n   11  MEETS ONE OF THE FOLLOWING TWO CRITERIA:\n   12    (A) SUCH PARCEL HAS AN AVERAGE OF FIVE OR MORE VIOLATIONS OF RECORD OF\n   13  THE HOUSING MAINTENANCE CODE PER DWELLING UNIT WHICH CONSTITUTE  A  FIRE\n   14  HAZARD  OR  A  SERIOUS THREAT TO THE LIFE, HEALTH OR SAFETY OF OCCUPANTS\n   15  THEREOF; AND\n   16    (B) SUCH PARCEL IS SUBJECT  TO  A  LIEN  OR  LIENS  FOR  ANY  EXPENSES\n   17  INCURRED  BY THE DEPARTMENT OF HOUSING FOR THE REPAIR OR THE ELIMINATION\n   18  OF ANY FIRE HAZARD OR SERIOUS THREAT TO THE LIFE, HEALTH  OR  SAFETY  OF\n   19  OCCUPANTS  THEREOF OR ANY DANGEROUS OR UNLAWFUL CONDITIONS, IN AN AMOUNT\n   20  EQUAL TO OR GREATER THAN ONE THOUSAND DOLLARS.\n   21    2. \"HOUSING MAINTENANCE CODE\" MEANS THE  PROVISIONS  OF  THE  MULTIPLE\n   22  RESIDENCE  LAW  OR THE MULTIPLE DWELLING LAW, WHICHEVER IS APPLICABLE TO\n   23  THE TAX DISTRICT IN WHICH THE DISTRESSED PROPERTY IS SITUATE, THE  STATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03503-01-1\n\n       A. 2579                             2\n\n    1  BUILDING  CONSERVATION  AND FIRE PREVENTION CODE OR ANY LOCAL LAW, ORDI-\n    2  NANCE, RESOLUTION OR REGULATION MADE OR ADOPTED  BY  SUCH  TAX  DISTRICT\n    3  RELATING  TO THE CONSTRUCTION, ALTERATION, USE, MAINTENANCE OR OCCUPANCY\n    4  OF SUCH PROPERTY.\n    5    3.  \"DEPARTMENT  OF HOUSING\" MEANS ANY OFFICER, BOARD, BUREAU, COMMIS-\n    6  SION, DEPARTMENT OR OTHER AGENCY OF  THE  TAX  DISTRICT,  OR  ANY  OTHER\n    7  PUBLIC AUTHORITY DESIGNATED BY THE GOVERNING BODY OF THE TAX DISTRICT IN\n    8  WHICH  SUCH PROPERTY IS SITUATE TO CARRY OUT THE FUNCTIONS VESTED IN THE\n    9  DEPARTMENT OF HOUSING UNDER THIS ARTICLE OR DELEGATED TO THE  DEPARTMENT\n   10  BY  THE GOVERNING BODY IN ORDER TO CARRY OUT THE PURPOSES AND PROVISIONS\n   11  OF THIS ARTICLE.\n   12    4. \"HEAD OF THE DEPARTMENT OF HOUSING\" MEANS THE  PERSON  WHO  IS  THE\n   13  CHIEF EXECUTIVE OFFICER OF THE DEPARTMENT OF HOUSING.\n   14    5.  \"RESIDENTIAL  REAL  PROPERTY\" MEANS ANY PREMISES THAT IS OR MAY BE\n   15  USED IN WHOLE OR IN PART AS A PERSONAL RESIDENCE, AND  SHALL  INCLUDE  A\n   16  ONE, TWO, OR THREE FAMILY HOUSE, AN INDIVIDUAL CONDOMINIUM UNIT, A COOP-\n   17  ERATIVE APARTMENT UNIT, OR A FARM DWELLING.\n   18    6.  \"GOVERNING  BODY\"  MEANS:  (A) IN A COUNTY, THE COUNTY LEGISLATIVE\n   19  BODY; (B) IN A CITY, THE BOARD OF ALDERMEN, COMMON  COUNCIL,  COMMISSION\n   20  OR  OTHER  BODY  VESTED BY ITS CHARTER OR OTHER LAW WITH JURISDICTION TO\n   21  ENACT ORDINANCES OR LOCAL LAWS, EXCEPT THAT IN A  CITY  HAVING  A  POPU-\n   22  LATION OF ONE MILLION OR MORE, IF THERE BE A BOARD OF ESTIMATE, THE TERM\n   23  \"GOVERNING  BODY\"  SHALL MEAN SUCH BOARD OF ESTIMATE; (C) IN A TOWN, THE\n   24  TOWN BOARD; AND (D) IN A VILLAGE, THE BOARD OF TRUSTEES.\n   25    S 1142.  PROCEDURES FOR DISTRESSED PROPERTY. 1. THE ENFORCING  OFFICER\n   26  SHALL,  NOT LESS THAN SIXTY DAYS PRECEDING THE DATE OF THE SALE OF A TAX\n   27  LIEN OR TAX LIENS, SUBMIT TO THE DEPARTMENT OF HOUSING, A DESCRIPTION BY\n   28  TAX MAP NUMBER, OR BY SUCH OTHER IDENTIFICATION AS THE ENFORCING OFFICER\n   29  MAY DEEM APPROPRIATE, OF ANY PARCEL  OF  RESIDENTIAL  REAL  PROPERTY  ON\n   30  WHICH  THERE  IS  A TAX LIEN THAT MAY BE FORECLOSED BY THE TAX DISTRICT.\n   31  THE HEAD OF THE DEPARTMENT OF HOUSING SHALL  DETERMINE  AND  DIRECT  THE\n   32  ENFORCING OFFICER, NOT LESS THAN TEN DAYS PRECEDING THE DATE OF THE SALE\n   33  OF  A  TAX  LIEN  OR  TAX LIENS, WHETHER ANY SUCH PARCEL IS A DISTRESSED\n   34  PROPERTY AS DEFINED IN SUBDIVISION ONE OF SECTION ELEVEN HUNDRED  FORTY-\n   35  ONE  OF  THIS  TITLE.  ANY  TAX  LIEN  ON A PARCEL SO DETERMINED TO BE A\n   36  DISTRESSED PROPERTY SHALL NOT BE INCLUDED IN SUCH  SALE.  IN  CONNECTION\n   37  WITH A SUBSEQUENT SALE OF A TAX LIEN OR TAX LIENS, THE ENFORCING OFFICER\n   38  MAY,  NOT  LESS THAN SIXTY DAYS PRECEDING THE DATE OF THE SALE, RESUBMIT\n   39  TO THE HEAD OF THE DEPARTMENT  OF  HOUSING  A  DESCRIPTION  BY  TAX  MAP\n   40  NUMBER,  OR  BY  SUCH  OTHER IDENTIFICATION AS THE ENFORCING OFFICER MAY\n   41  DEEM APPROPRIATE, OF ANY PARCEL OF RESIDENTIAL REAL  PROPERTY  THAT  WAS\n   42  PREVIOUSLY  DETERMINED  TO  BE  A  DISTRESSED  PROPERTY PURSUANT TO THIS\n   43  SUBDIVISION AND ON WHICH THERE IS A TAX LIEN THAT  MAY  BE  INCLUDED  IN\n   44  SUCH  SALE.  THE  HEAD  OF THE DEPARTMENT OF HOUSING SHALL DETERMINE AND\n   45  DIRECT THE ENFORCING OFFICER, NOT LESS THAN TEN DAYS PRECEDING THE  DATE\n   46  OF  THE  SALE, WHETHER SUCH PARCEL REMAINS A DISTRESSED PROPERTY. IF THE\n   47  HEAD OF THE DEPARTMENT OF HOUSING DETERMINES THAT THE PARCEL  IS  NOT  A\n   48  DISTRESSED  PROPERTY, THEN THE TAX LIEN ON THE PARCEL MAY BE INCLUDED IN\n   49  THE SALE.\n   50    2. THE HEAD OF THE  DEPARTMENT  OF  HOUSING  MAY  PERIODICALLY  REVIEW\n   51  WHETHER  A PARCEL OF RESIDENTIAL REAL PROPERTY IS SUBJECT TO SUBDIVISION\n   52  THREE OF THIS SECTION OR SUBDIVISION SEVEN  OF  SECTION  ELEVEN  HUNDRED\n   53  THIRTY-SIX-A  OF THIS ARTICLE REMAINS A DISTRESSED PROPERTY. IF THE HEAD\n   54  OF THE DEPARTMENT OF  HOUSING  DETERMINES  THAT  THE  PARCEL  IS  NOT  A\n   55  DISTRESSED  PROPERTY  AS  DEFINED  IN  SUBDIVISION ONE OF SECTION ELEVEN\n\n       A. 2579                             3\n\n    1  HUNDRED FORTY-ONE OF THIS TITLE, THEN THE PARCEL SHALL NOT BE SUBJECT TO\n    2  SUCH SUBDIVISIONS.\n    3    3.  ANY  PARCEL  SO  DETERMINED  TO  BE A DISTRESSED PROPERTY SHALL BE\n    4  SUBJECT TO AN IN REM FORECLOSURE  ACTION,  OR  IN  THE  CASE  WHERE  THE\n    5  ENFORCING  OFFICER DOES NOT COMMENCE SUCH ACTION THE HEAD OF THE DEPART-\n    6  MENT OF HOUSING SHALL EVALUATE SUCH PARCEL AND TAKE SUCH ACTION AS HE OR\n    7  SHE DEEMS APPROPRIATE UNDER THE PROGRAMS, EXISTING AT THE TIME  OF  SUCH\n    8  EVALUATION,  THAT ARE DESIGNED TO ENCOURAGE THE REHABILITATION AND PRES-\n    9  ERVATION OF EXISTING HOUSING, AND SHALL MONITOR OR CAUSE TO BE MONITORED\n   10  THE STATUS OF THE PROPERTY.  THE HEAD OF THE DEPARTMENT OF  HOUSING,  IN\n   11  HIS  OR HER DISCRETION, SHALL CAUSE AN INSPECTION TO BE CONDUCTED ON ANY\n   12  PARCEL SO DETERMINED TO BE A DISTRESSED PROPERTY. IN ADDITION, THE  HEAD\n   13  OF  THE  DEPARTMENT OF HOUSING SHALL SUBMIT TO THE GOVERNING BODY OF THE\n   14  TAX DISTRICT IN WHICH SUCH DISTRESSED PROPERTY IS SITUATE, A LIST OF ALL\n   15  PARCELS SO DETERMINED TO BE A DISTRESSED  PROPERTY  WITHIN  THIRTY  DAYS\n   16  FROM THE DATE SUCH PARCELS ARE IDENTIFIED AS A DISTRESSED PROPERTY.\n   17    S  2.  The real property tax law is amended by adding two new sections\n   18  1136-a and 1136-b to read as follows:\n   19    S 1136-A. SPECIAL PROCEDURES RELATING TO FINAL JUDGMENT AND RELEASE OF\n   20  RESIDENTIAL REAL PROPERTY. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO\n   21  THE CONTRARY:\n   22    1. THE COURT SHALL DETERMINE UPON PROOF AND SHALL MAKE A FINDING  UPON\n   23  SUCH  PROOF  WHETHER  THERE  HAS BEEN DUE COMPLIANCE BY THE TAX DISTRICT\n   24  WITH THE APPLICABLE PROVISIONS OF THIS CHAPTER.\n   25    2. (A) THE COURT SHALL MAKE A FINAL JUDGMENT AUTHORIZING THE AWARD  OF\n   26  POSSESSION  OF  ANY PARCEL OF RESIDENTIAL REAL PROPERTY DESCRIBED IN THE\n   27  LIST OF DELINQUENT TAXES NOT REDEEMED OR WITHDRAWN AS PROVIDED  IN  THIS\n   28  ARTICLE  AND  AS  TO  WHICH  NO ANSWER IS INTERPOSED AS PROVIDED IN THIS\n   29  SECTION, AND AUTHORIZING THE ENFORCING OFFICER TO PREPARE,  EXECUTE  AND\n   30  CAUSE TO BE RECORDED A DEED CONVEYING EITHER TO THE TAX DISTRICT OR TO A\n   31  THIRD  PARTY  DEEMED QUALIFIED AND DESIGNATED BY THE HEAD OF THE DEPART-\n   32  MENT OF HOUSING FULL AND COMPLETE TITLE TO SUCH LANDS. ANY SUCH  CONVEY-\n   33  ANCE TO A THIRD PARTY SHALL BE FOR AN EXISTING USE.\n   34    (B) SUCH THIRD PARTY SHALL BE DEEMED QUALIFIED AND SHALL BE DESIGNATED\n   35  PURSUANT TO SUCH CRITERIA AS ARE ESTABLISHED IN RULES PROMULGATED BY THE\n   36  HEAD OF THE DEPARTMENT OF HOUSING, PROVIDED, HOWEVER, THAT SUCH CRITERIA\n   37  SHALL  INCLUDE BUT NOT BE LIMITED TO: RESIDENTIAL MANAGEMENT EXPERIENCE;\n   38  FINANCIAL ABILITY;  REHABILITATION  EXPERIENCE;  ABILITY  TO  WORK  WITH\n   39  GOVERNMENT  AND COMMUNITY ORGANIZATIONS; NEIGHBORHOOD TIES; AND THAT THE\n   40  HEAD OF THE DEPARTMENT OF HOUSING SHALL CONSIDER WHETHER THE THIRD PARTY\n   41  IS A RESPONSIBLE LEGAL TENANT, NOT-FOR-PROFIT ORGANIZATION OR  NEIGHBOR-\n   42  HOOD-BASED-FOR-PROFIT  INDIVIDUAL  OR  ORGANIZATION.  THE  HEAD  OF  THE\n   43  DEPARTMENT OF HOUSING SHALL NOT DEEM QUALIFIED ANY THIRD PARTY  WHO  HAS\n   44  BEEN  FINALLY  ADJUDICATED  BY A COURT OF COMPETENT JURISDICTION, WITHIN\n   45  SEVEN YEARS OF THE DATE ON WHICH SUCH THIRD  PARTY  WOULD  OTHERWISE  BE\n   46  DEEMED  QUALIFIED,  TO HAVE VIOLATED ANY SECTION OF ARTICLES ONE HUNDRED\n   47  FIFTY, ONE HUNDRED SEVENTY-FIVE, ONE HUNDRED  SEVENTY-SIX,  ONE  HUNDRED\n   48  EIGHTY,  ONE  HUNDRED EIGHTY-FIVE OR TWO HUNDRED OF THE PENAL LAW OR ANY\n   49  SIMILAR LAWS OF ANOTHER JURISDICTION,  OR  WHO  HAS  BEEN  SUSPENDED  OR\n   50  DEBARRED FROM CONTRACTING WITH THE TAX DISTRICT OR ANY AGENCY OF THE TAX\n   51  DISTRICT PURSUANT TO ANY PROVISION OF LAW, RULE OR REGULATION DURING THE\n   52  PERIOD  OF  SUCH  SUSPENSION OR DEBARMENT.  THE RULES PROMULGATED BY THE\n   53  HEAD OF THE DEPARTMENT OF HOUSING PURSUANT TO THIS PARAGRAPH MAY  ESTAB-\n   54  LISH OTHER BASES FOR DISQUALIFICATION OF A THIRD PARTY.\n   55    3. (A) FOLLOWING THE EXPIRATION OF THE FOUR-MONTH PERIOD PRESCRIBED IN\n   56  SUBDIVISION  FOUR  OF THIS SECTION, BUT NOT MORE THAN EIGHT MONTHS AFTER\n\n       A. 2579                             4\n\n    1  THE DATE ON WHICH, PURSUANT TO SUBDIVISION  TWO  OF  THIS  SECTION,  THE\n    2  FINAL  JUDGMENT AUTHORIZING THE AWARD OF POSSESSION OF A PARCEL OF RESI-\n    3  DENTIAL REAL PROPERTY WAS ENTERED, THE ENFORCING OFFICER MAY  EXECUTE  A\n    4  DEED,  PURSUANT TO SUBDIVISION TWO OF THIS SECTION, WITH RESPECT TO SUCH\n    5  PARCEL. THE OWNER OF SAID PARCEL SHALL  CONTINUE  TO  HAVE  ALL  OF  THE\n    6  RIGHTS,  LIABILITIES,  RESPONSIBILITIES,  DUTIES  AND  OBLIGATIONS OF AN\n    7  OWNER OF SUCH PARCEL, INCLUDING, BUT NOT LIMITED  TO,  MAINTAINING  SUCH\n    8  PARCEL  IN  COMPLIANCE  WITH  THE HOUSING MAINTENANCE, BUILDING AND FIRE\n    9  CODES, AND ALL OTHER APPLICABLE LAWS, UNLESS  AND  UNTIL  THE  ENFORCING\n   10  OFFICER  HAS  PREPARED AND EXECUTED A DEED CONVEYING TO THE TAX DISTRICT\n   11  OR TO A THIRD PARTY FULL AND COMPLETE TITLE TO  SUCH  PARCEL.  UPON  THE\n   12  EXECUTION  OF  SUCH  DEED,  THE TAX DISTRICT OR THE THIRD PARTY SHALL BE\n   13  SEIZED OF AN ESTATE IN FEE SIMPLE ABSOLUTE IN SUCH LAND AND ALL PERSONS,\n   14  INCLUDING THE STATE OF NEW YORK, INFANTS,  INCOMPETENTS,  ABSENTEES  AND\n   15  NON-RESIDENTS  WHO  MAY HAVE HAD ANY RIGHT, TITLE, INTEREST, CLAIM, LIEN\n   16  OR EQUITY OF REDEMPTION IN OR UPON SUCH LANDS SHALL BE BARRED AND FOREV-\n   17  ER FORECLOSED OF ALL SUCH RIGHT, TITLE, INTEREST, CLAIM, LIEN OR  EQUITY\n   18  OF REDEMPTION.  THE APPOINTMENT AND TENURE OF RECEIVERS, TRUSTEES OR ANY\n   19  OTHER  PERSONS,  INCLUDING  ADMINISTRATORS  UNDER ARTICLE SEVEN-A OF THE\n   20  REAL PROPERTY ACTIONS AND PROCEEDINGS LAW, APPOINTED BY AN  ORDER  OF  A\n   21  COURT  TO MANAGE REAL PROPERTY, SHALL TERMINATE WHEN TITLE TO SUCH PROP-\n   22  ERTY VESTS IN THE CITY OR A THIRD PARTY PURSUANT TO  THE  PROVISIONS  OF\n   23  THIS CHAPTER. AFTER SUCH TERMINATION, SAID RECEIVERS, TRUSTEES OR ADMIN-\n   24  ISTRATORS SHALL BE ACCOUNTABLE TO THE COURTS THAT APPOINTED THEM FOR THE\n   25  FAITHFUL  PERFORMANCE  OF THEIR FIDUCIARY OBLIGATIONS DURING THE TERM OF\n   26  THEIR APPOINTMENT AND TO THE TAX DISTRICT OR SUCH THIRD  PARTY  FOR  ANY\n   27  RENTS  AND INCOME RECEIVED BY THEM FOR ANY PERIOD SUBSEQUENT TO THE DATE\n   28  OF THE VESTING OF TITLE IN THE TAX DISTRICT OR SUCH THIRD PARTY.\n   29    (B) IF THE TAX DISTRICT SERVES A TENANT IN POSSESSION  OF  A  DWELLING\n   30  UNIT WITH NOTICE OF TERMINATION OF TENANCY ON GROUNDS OTHER THAN NONPAY-\n   31  MENT OF RENT, THE ACCEPTANCE OF RENT FOR THE FIRST FORTY-FIVE DAYS AFTER\n   32  TERMINATION  OF  TENANCY BY ANYONE OTHER THAN AN EMPLOYEE OF THE DEPART-\n   33  MENT OF HOUSING DESIGNATED BY THE DEPARTMENT OF HOUSING TO RECEIVE  SUCH\n   34  RENT  SHALL NOT BE DEEMED OR CONSTRUED AS A WAIVER OF THE TAX DISTRICT'S\n   35  RIGHT TO INITIATE AND PROSECUTE A PROCEEDING TO  TERMINATE  THE  TENANCY\n   36  FOR GOOD CAUSE.\n   37    4. WITHIN FOUR MONTHS AFTER THE DATE ON WHICH, PURSUANT TO SUBDIVISION\n   38  TWO  OF  THIS  SECTION,  THE  FINAL  JUDGMENT  AUTHORIZING  THE AWARD OF\n   39  POSSESSION OF A PARCEL OF RESIDENTIAL REAL  PROPERTY  WAS  ENTERED,  ANY\n   40  PERSON  CLAIMING TO HAVE AN INTEREST IN SUCH PARCEL SHALL HAVE THE RIGHT\n   41  TO MAKE A PAYMENT TO THE ENFORCING OFFICER OF ALL TAXES, ASSESSMENTS AND\n   42  OTHER LEGAL CHARGES OWING ON SAID PARCEL, THE LAWFUL INTEREST THEREON TO\n   43  THE DATE OF PAYMENT AND A PENALTY OF FIVE PERCENT  OF  SAID  PAYMENT  OF\n   44  TAXES,  ASSESSMENTS  AND OTHER LEGAL CHARGES AND INTEREST, WHICH PENALTY\n   45  MAY NOT EXCEED ONE THOUSAND DOLLARS. SUCH PAYMENT SHALL BE MADE IN  CASH\n   46  OR  BY  CERTIFIED  OR  BANK  CHECK.  WITHIN SUCH FOUR-MONTH PERIOD, SUCH\n   47  INTERESTED PERSON MAY ALSO REQUEST AN  INSTALLMENT  AGREEMENT  FROM  THE\n   48  ENFORCING  OFFICER.  SUCH  AGREEMENT  SHALL REQUIRE, IN ADDITION TO FULL\n   49  PAYMENT OF THE PENALTY SPECIFIED IN THIS SUBDIVISION AT  THE  TIME  SUCH\n   50  AGREEMENT  IS ENTERED INTO, THE PAYMENT AT SUCH TIME OF A FIRST INSTALL-\n   51  MENT EQUAL TO FIFTY PERCENT OF ALL TAXES, ASSESSMENTS  AND  OTHER  LEGAL\n   52  CHARGES, AND THE LAWFUL INTEREST THEREON, THEN OWING ON SUCH PARCEL, AND\n   53  THE  PAYMENT  OF  THE BALANCE OF SUCH TAXES, ASSESSMENTS AND OTHER LEGAL\n   54  CHARGES AND INTEREST IN FOUR EQUAL QUARTERLY INSTALLMENTS TOGETHER  WITH\n   55  ALL  CURRENT  TAXES,  ASSESSMENTS  AND  OTHER  LEGAL CHARGES THAT ACCRUE\n   56  DURING SUCH PERIOD. UPON RECEIPT OF PAYMENT IN FULL OF THE AMOUNT SPECI-\n\n       A. 2579                             5\n\n    1  FIED IN THE FIRST SENTENCE OF THIS SUBDIVISION,  THE  ENFORCING  OFFICER\n    2  SHALL  DIRECT  THE ATTORNEY FOR THE TAX DISTRICT TO PREPARE AND CAUSE TO\n    3  BE ENTERED AN ORDER DISCONTINUING THE IN REM TAX FORECLOSURE  ACTION  AS\n    4  TO SAID PROPERTY, CANCELLING THE NOTICE OF PENDENCY OF SUCH ACTION AS TO\n    5  SAID  PROPERTY  AND  VACATING AND SETTING ASIDE THE FINAL JUDGMENT. UPON\n    6  THE EXECUTION OF AN INSTALLMENT AGREEMENT AND PAYMENT OF THE AMOUNTS DUE\n    7  AT THE TIME SUCH AGREEMENT IS EXECUTED AS PROVIDED IN THIS  SUBDIVISION,\n    8  THE  ENFORCING OFFICER SHALL DIRECT THE ATTORNEY FOR THE TAX DISTRICT TO\n    9  PREPARE AND CAUSE TO BE ENTERED AN ORDER VACATING AND SETTING ASIDE  THE\n   10  FINAL  JUDGMENT.  THE  ENTRY  OF  EITHER  SUCH  ORDER  SHALL RESTORE ALL\n   11  PARTIES, INCLUDING OWNERS, MORTGAGEES AND ANY AND ALL LIENORS, RECEIVERS\n   12  AND ADMINISTRATORS AND ENCUMBRANCERS, TO THE STATUS THEY HELD IMMEDIATE-\n   13  LY BEFORE SUCH FINAL JUDGMENT WAS ENTERED.  WHERE THE ENFORCING  OFFICER\n   14  APPROVES  AN APPLICATION REQUESTING AN INSTALLMENT AGREEMENT PURSUANT TO\n   15  THIS SUBDIVISION, THE ORDER VACATING AND SETTING ASIDE THE  FINAL  JUDG-\n   16  MENT SHALL PROVIDE THAT IN THE EVENT OF ANY DEFAULT AS TO THE PAYMENT OF\n   17  EITHER  QUARTERLY  INSTALLMENTS  OR  CURRENT TAXES, ASSESSMENTS OR OTHER\n   18  LEGAL CHARGES DURING THE TERM OF SUCH AGREEMENT, ALL PAYMENTS UNDER SAID\n   19  AGREEMENT SHALL BE FORFEITED AND THE  ATTORNEY  FOR  THE  TAX  DISTRICT,\n   20  IMMEDIATELY  UPON NOTIFICATION BY THE ENFORCING OFFICER OF SUCH DEFAULT,\n   21  SHALL CAUSE TO BE ENTERED AS TO SUCH PROPERTY A SUPPLEMENTAL JUDGMENT OF\n   22  FORECLOSURE IN THE IN REM ACTION WHICH AUTHORIZES THE ENFORCING  OFFICER\n   23  TO  PREPARE, EXECUTE AND CAUSE TO BE RECORDED A DEED CONVEYING EITHER TO\n   24  THE TAX DISTRICT OR TO A THIRD PARTY FULL AND  COMPLETE  TITLE  TO  SUCH\n   25  LANDS.  UPON  THE ENTRY OF SUCH SUPPLEMENTAL JUDGMENT, THE PROVISIONS OF\n   26  SUBDIVISION THREE OF THIS SECTION SHALL APPLY IN THE SAME MANNER AS SUCH\n   27  SUBDIVISION WOULD HAVE APPLIED HAD NO PAYMENT BEEN MADE NOR  INSTALLMENT\n   28  AGREEMENT EXECUTED DURING THE FOUR-MONTH PERIOD SPECIFIED IN THIS SUBDI-\n   29  VISION.\n   30    5.  EVERY  DEED GIVEN PURSUANT TO THE PROVISIONS OF THIS SECTION SHALL\n   31  BE PRESUMPTIVE EVIDENCE THAT THE ACTION AND ALL PROCEEDINGS THEREIN  AND\n   32  ALL  PROCEEDINGS  PRIOR THERETO FROM AND INCLUDING THE ASSESSMENT OF THE\n   33  LANDS AFFECTED AND ALL NOTICES REQUIRED  BY  LAW  WERE  REGULAR  AND  IN\n   34  ACCORDANCE  WITH  ALL  PROVISIONS  OF  LAW  RELATING THERETO. AFTER FOUR\n   35  MONTHS FROM THE DATE OF ENTRY OF  THE  FINAL  JUDGMENT  AUTHORIZING  THE\n   36  AWARD  OF POSSESSION OF ANY PARCEL OF RESIDENTIAL REAL PROPERTY PURSUANT\n   37  TO THE PROVISIONS OF THIS SECTION, THE PRESUMPTION SHALL BE  CONCLUSIVE.\n   38  NO  ACTION TO SET ASIDE SUCH DEED MAY BE MAINTAINED UNLESS THE ACTION IS\n   39  COMMENCED AND A NOTICE OF PENDENCY OF THE ACTION IS FILED IN THE  OFFICE\n   40  OF  THE  PROPER  COUNTY  CLERK  PRIOR  TO  THE TIME THAT THE PRESUMPTION\n   41  BECOMES CONCLUSIVE AS AFORESAID. SHOULD ANY  LAWSUIT  OR  PROCEEDING  BE\n   42  COMMENCED  TO  SET  ASIDE  A DEED CONVEYING TO A THIRD PARTY A PARCEL OF\n   43  RESIDENTIAL REAL PROPERTY PURSUANT TO THE PROVISIONS  OF  THIS  SECTION,\n   44  SUCH  THIRD PARTY SHALL SEND TO THE ATTORNEY FOR THE TAX DISTRICT WITHIN\n   45  TEN DAYS OF THEIR RECEIPT A COPY OF ANY  PAPERS  SERVED  ON  SUCH  THIRD\n   46  PARTY IN SUCH LAWSUIT OR PROCEEDING.\n   47    6.  IF  THE ENFORCING OFFICER DOES NOT EXECUTE A DEED CONVEYING TO THE\n   48  TAX DISTRICT OR TO A THIRD PARTY A PARCEL OF RESIDENTIAL  REAL  PROPERTY\n   49  WITHIN  EIGHT  MONTHS  AFTER THE ENTRY OF FINAL JUDGMENT AUTHORIZING THE\n   50  AWARD OF POSSESSION OF SUCH PARCEL PURSUANT TO SUBDIVISION TWO  OF  THIS\n   51  SECTION,  THE  ENFORCING  OFFICER  SHALL DIRECT THE ATTORNEY FOR THE TAX\n   52  DISTRICT TO PREPARE AND CAUSE TO BE ENTERED AN ORDER  DISCONTINUING  THE\n   53  IN  REM  FORECLOSURE ACTION AS TO SAID PROPERTY, CANCELING THE NOTICE OF\n   54  PENDENCY OF SUCH ACTION AS TO SAID PROPERTY  AND  VACATING  AND  SETTING\n   55  ASIDE  SAID  FINAL  JUDGMENT.  THE ENTRY OF SUCH ORDER SHALL RESTORE ALL\n   56  PARTIES, INCLUDING OWNERS, MORTGAGEES AND ANY AND ALL LIENORS, RECEIVERS\n\n       A. 2579                             6\n\n    1  AND ADMINISTRATORS AND ENCUMBRANCERS, TO THE STATUS THEY HELD IMMEDIATE-\n    2  LY BEFORE SUCH FINAL JUDGMENT WAS ENTERED.\n    3    7. IF THE ENFORCING OFFICER DIRECTS THE ATTORNEY FOR THE TAX DISTRICT,\n    4  PURSUANT  TO SUBDIVISION SIX OF THIS SECTION, TO PREPARE AND CAUSE TO BE\n    5  ENTERED AN ORDER  DISCONTINUING  THE  IN  REM  FORECLOSURE  ACTION  WITH\n    6  RESPECT  TO  A  PARCEL  OF  RESIDENTIAL  REAL  PROPERTY DETERMINED TO BE\n    7  DISTRESSED PURSUANT TO SECTION ELEVEN HUNDRED FORTY-TWO OF THIS ARTICLE,\n    8  THE HEAD OF THE DEPARTMENT OF HOUSING SHALL EVALUATE THE  PARCEL  DETER-\n    9  MINED TO BE DISTRESSED AND TAKE SUCH ACTION AS HE OR SHE DEEMS APPROPRI-\n   10  ATE  UNDER  THE  PROGRAMS, EXISTING AT THE TIME OF SUCH EVALUATION, THAT\n   11  ARE DESIGNED TO ENCOURAGE THE REHABILITATION AND PRESERVATION OF  EXIST-\n   12  ING  HOUSING,  AND  SHALL MONITOR OR CAUSE TO BE MONITORED THE STATUS OF\n   13  THE PROPERTY. THE HEAD OF THE DEPARTMENT OF  HOUSING  SHALL  MAINTAIN  A\n   14  REGISTER OF PROPERTIES DETERMINED TO BE DISTRESSED.\n   15    S  1136-B.  GOVERNING  BODY REVIEW OF CONVEYANCE TO A THIRD PARTY. THE\n   16  ENFORCING OFFICER SHALL, PRIOR TO THE EXECUTION OF A DEED CONVEYING FULL\n   17  AND COMPLETE TITLE OF ANY PARCEL OF RESIDENTIAL REAL PROPERTY TO A THIRD\n   18  PARTY  PURSUANT  TO  SUBDIVISION  THREE  OF   SECTION   ELEVEN   HUNDRED\n   19  THIRTY-SIX-A  OF  THIS  TITLE,  NOTIFY  THE  GOVERNING  BODY  OF THE TAX\n   20  DISTRICT IN WHICH SUCH RESIDENTIAL REAL  PROPERTY  IS  SITUATED  OF  THE\n   21  PROPOSED  CONVEYANCE.   WITHIN FORTY-FIVE DAYS OF SUCH NOTIFICATION, THE\n   22  GOVERNING BODY MAY ACT BY LOCAL LAW DISAPPROVING  THE  PROPOSED  CONVEY-\n   23  ANCE.  IN  THE EVENT THE GOVERNING BODY DOES NOT ACT BY LOCAL LAW WITHIN\n   24  SUCH FORTY-FIVE DAY PERIOD, THE GOVERNING BODY SHALL BE DEEMED  TO  HAVE\n   25  APPROVED  THE PROPOSED CONVEYANCE. DURING SUCH FORTY-FIVE DAY PERIOD OR,\n   26  IF THE GOVERNING BODY ACTS BY LOCAL LAW PURSUANT TO THIS SECTION, DURING\n   27  THE PERIOD OF TIME FROM THE NOTIFICATION OF THE GOVERNING  BODY  TO  THE\n   28  PRESENTATION TO THE CHIEF EXECUTIVE OFFICER OF SUCH TAX DISTRICT OF SUCH\n   29  LOCAL  LAW,  THE  EIGHT-MONTH  PERIOD  PROVIDED  IN SUBDIVISION THREE OF\n   30  SECTION ELEVEN HUNDRED THIRTY-SIX-A OF THIS TITLE SHALL BE TOLLED.\n   31    S 3. This act shall take effect on the one hundred eightieth day after\n   32  it shall have become a law; provided, however, that effective immediate-\n   33  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   34  necessary  for  the implementation of this act on its effective date are\n   35  authorized and directed to be made  and  completed  on  or  before  such\n   36  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to enacting provisions related to distressed property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110119.T141812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295470403492
}