{
  "year" : 2011,
  "senateBillNo" : "A2586-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2586-2011-1295413200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Codifies state university of New York educational opportunity centers",
  "summary" : "Codifies state university of New York educational opportunity centers which provide an integrated system of education, vocational training and student support services targeted to higher education access and the development of a quality workforce which supports the economic development of New York's distressed communities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3093-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2586\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GIBSON, CLARK -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the  state  university\n         of New York educational opportunity centers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section  352  of  the  education  law,  as\n    2  amended  by  chapter  552  of  the  laws  of 1985, is amended to read as\n    3  follows:\n    4    3. The state university shall consist of the four  university  centers\n    5  at  Albany, Binghamton, Buffalo and Stony Brook, the designated colleges\n    6  of arts and sciences at Brockport, Buffalo, Cortland, Fredonia, Geneseo,\n    7  New Paltz, Old  Westbury,  Oneonta,  Oswego,  Plattsburgh,  Potsdam  and\n    8  Purchase,  empire state college, the agricultural and technical colleges\n    9  at Alfred, Canton, Cobleskill, Delhi, Farmingdale and Morrisville, down-\n   10  state medical center, upstate medical center, the college of  optometry,\n   11  the college of environmental science and forestry, maritime college, the\n   12  college  of technology at Utica/Rome, the statutory or contract colleges\n   13  at Cornell university and Alfred university, and such additional univer-\n   14  sities, colleges and other institutions, facilities and research centers\n   15  as have been or hereafter may  be  acquired,  established,  operated  or\n   16  contracted  to  be  operated  for  the  state  by  the  state university\n   17  trustees, INCLUDING, BUT NOT LIMITED TO EDUCATIONAL OPPORTUNITY  CENTERS\n   18  AS DEFINED IN THIS ARTICLE.\n   19    S  2.  The  education  law is amended by adding a new section 355-d to\n   20  read as follows:\n   21    S 355-D. EDUCATIONAL OPPORTUNITY CENTERS. 1. THERE  SHALL  BE  CREATED\n   22  WITHIN  THE  STATE  UNIVERSITY  OF  NEW  YORK  A COMPREHENSIVE SYSTEM OF\n   23  TUITION  FREE  HIGHER  EDUCATION  INSTITUTIONS  PROVIDING  PROGRAMS  AND\n   24  SERVICES  THAT  PROMOTE  THE  GROWTH AND STABILITY OF THE STATE'S EDUCA-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06273-01-1\n\n       A. 2586                             2\n\n    1  TIONALLY AND ECONOMICALLY CHALLENGED COMMUNITIES AS REFERRED TO IN  THIS\n    2  SECTION AS EDUCATIONAL OPPORTUNITY CENTERS.\n    3    2.    SUCH EDUCATIONAL OPPORTUNITY CENTERS SHALL BE MANAGED AND SUPER-\n    4  VISED BY THE STATE UNIVERSITY AND SHALL PROVIDE  PROGRAMS  AND  SERVICES\n    5  THAT INCLUDE, BUT ARE NOT LIMITED TO:\n    6    (A)  ACADEMIC PROGRAMS LEADING TO AND INCREASING PERSISTENCE IN HIGHER\n    7  EDUCATION;\n    8    (B) VOCATIONAL PROGRAMS LEADING TO CAREER PATHWAYS, GAINFUL EMPLOYMENT\n    9  AND SELF-SUFFICIENCY;\n   10    (C) COUNSELING AND GUIDANCE SERVICES TO ENHANCE STUDENT RETENTION;\n   11    (D) TARGETED SERVICES FOR BUSINESS AND INDUSTRY TO UPGRADE  THE  SKILL\n   12  LEVELS  OF  EMERGING  AND  INCUMBENT  WORKERS  SUCH  THAT  THEY  SUPPORT\n   13  INCREASED PRODUCTIVITY AND THE CREATION AND RETENTION  OF  JOB  OPPORTU-\n   14  NITIES;\n   15    (E)  COLLABORATION  WITH  SECONDARY  SCHOOLS TO ASSIST IN THE ACADEMIC\n   16  PREPARATION OF AT-RISK YOUTH;\n   17    (F) COLLABORATIVE PROGRAMS WITH COLLEGES AND UNIVERSITIES TO  INCREASE\n   18  OPPORTUNITIES FOR CENTER GRADUATES FOR ADVANCED PLACEMENT AND RECEIPT OF\n   19  ACADEMIC CREDITS FOR ACADEMIC WORK COMPLETED AT SUCH CENTER;\n   20    (G)  COLLABORATION  WITH  OTHER  STATE  AND  LOCAL AGENCIES, WORKFORCE\n   21  DEVELOPMENT BOARDS AND CHARITABLE ORGANIZATIONS TO MEET EMERGING  STATE-\n   22  WIDE PRIORITIES FOR SERVING THE DISADVANTAGED; AND\n   23    (H)  ENTREPRENEURIAL TRAINING OPPORTUNITIES THAT MAY LEAD TO COMMUNITY\n   24  ECONOMIC DEVELOPMENT.\n   25    3. THE STATE UNIVERSITY SHALL FORMULATE A PLAN AND GUIDELINES FOR  THE\n   26  ORGANIZATION,  DEVELOPMENT,  COORDINATION  AND  OPERATION OF EDUCATIONAL\n   27  OPPORTUNITY CENTERS AND MAY PROMULGATE SUCH RULES AND REGULATIONS NECES-\n   28  SARY TO CARRY OUT THE  PROVISIONS  OF  THIS  SECTION.  SUCH  PLAN  SHALL\n   29  INCLUDE:\n   30    (A) DEFINITION OF ACADEMIC AND ECONOMIC ELIGIBILITY PROVIDED, HOWEVER,\n   31  THAT STATE RESIDENCY BE A MINIMUM ELIGIBILITY REQUIREMENT;\n   32    (B)  PROCEDURES  FOR THE SELECTION OF SUCH STUDENTS FOR ADMISSION TO A\n   33  CENTER;\n   34    (C) PROGRAM OBJECTIVES INCLUDING COORDINATION  WITH  THE  UNIVERSITY'S\n   35  LONG RANGE MISSION AND GOALS; AND\n   36    (D) PROGRAM EVALUATION AND REPORTING.\n   37    4.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, THE EMPLOYEES\n   38  OF THE EDUCATIONAL OPPORTUNITY CENTERS OPERATED IN COOPERATION WITH  THE\n   39  CITY  UNIVERSITY OF NEW YORK AND/OR A COLLEGE WITHIN THE CITY UNIVERSITY\n   40  OF NEW YORK SHALL BE EMPLOYEES OF THE CITY UNIVERSITY OF  NEW  YORK  AND\n   41  SHALL  RETAIN  THEIR RESPECTIVE BARGAINING UNIT REPRESENTATION.  NOTHING\n   42  IN THIS SECTION SHALL BE DEEMED TO WAIVE OR IMPAIR ANY RIGHTS  OR  BENE-\n   43  FITS  OF  EMPLOYEES  OF  THE  CITY UNIVERSITY OF NEW YORK THAT OTHERWISE\n   44  WOULD BE AVAILABLE TO THEM PURSUANT TO THE TERMS OF  AGREEMENTS  BETWEEN\n   45  THE  CERTIFIED REPRESENTATIVES OF SUCH EMPLOYEES AND THE CITY UNIVERSITY\n   46  OF NEW YORK PURSUANT TO ARTICLE FOURTEEN OF THE CIVIL SERVICE LAW.\n   47    S 3. This act shall take effect on the one hundred eightieth day after\n   48  it shall have become a law; provided, however, that effective immediate-\n   49  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   50  necessary  for  the implementation of this act on its effective date are\n   51  authorized and directed to be made  and  completed  on  or  before  such\n   52  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the state university of New York educational opportunity centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141812.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469502906
}