{
  "year" : 2011,
  "senateBillNo" : "A2582-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2582-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for licensing of residential realty managers",
  "summary" : "Provides for the licensing of individuals and companies engaged in the business of residential realty management; imposes a one hundred fifty dollar annual registration fee; further imposes on every residential real property owner a fiduciary responsibility for all funds received or collected on behalf of the owner and tenants of multiple dwellings; grants secretary of state authority to revoke or suspend a license of a residential real property manager; provides for judicial review under an article 78 proceeding for denial, revocation or suspension of such license; directs attorney general to prosecute any criminal actions for violations; sets forth license requirements, fees, penalties for violations and related matters. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A8985-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2582\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  -- Multi-Sponsored by -- M. of A.\n         CROUCH, HOOPER -- read once and referred to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to licensing of resi-\n         dential realty managers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new article\n    2  12-D to read as follows:\n    3                                ARTICLE 12-D\n    4                         RESIDENTIAL REALTY MANAGERS\n    5  SECTION 448.   DEFINITIONS.\n    6          448-A. LICENSE REQUIRED FOR RESIDENTIAL  REAL  PROPERTY  MANAGE-\n    7                   MENT.\n    8          448-B. REQUIREMENTS  FOR A PROFESSIONAL LICENSE AS A RESIDENTIAL\n    9                   REAL PROPERTY MANAGER.\n   10          448-C. OFFICIAL REGISTRY OF RESIDENTIAL REAL  PROPERTY  MANAGERS\n   11                   TO BE KEPT BY THE SECRETARY.\n   12          448-D. ANNUAL  REGISTRATION  OF RESIDENTIAL REAL PROPERTY MANAG-\n   13                   ERS.\n   14          448-E. RENEWAL OF LICENSES.\n   15          448-F. FIDUCIARY CAPACITY OF RESIDENTIAL REAL PROPERTY MANAGERS.\n   16          448-G. REVOCATION OR SUSPENSION OF LICENSE OF  RESIDENTIAL  REAL\n   17                   PROPERTY MANAGER.\n   18          448-H. DENIAL OF LICENSE.\n   19          448-I. JUDICIAL REVIEW.\n   20          448-J. PENALTIES FOR VIOLATIONS.\n   21          448-K. STAY OR SUSPENSION OF SECRETARY'S DETERMINATION.\n   22          448-L. RULES AND REGULATIONS.\n   23    S  448.  DEFINITIONS. 1. WHENEVER USED IN THIS ARTICLE THE TERM \"RESI-\n   24  DENTIAL REAL PROPERTY MANAGEMENT\" SHALL MEAN ONLY THE SUPERVISION OF THE\n   25  PERFORMANCE AND THE SERVICES TO BE RENDERED WITHIN A MULTIPLE  DWELLING,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06429-01-1\n\n       A. 2582                             2\n\n    1  BY  ALL  PERSONNEL.  SUCH  SERVICES REQUIRING SUPERVISION SHALL INCLUDE:\n    2  MAINTENANCE, TECHNICAL ASSESSMENTS, SECURITY, ENERGY CONSERVATION,  CODE\n    3  COMPLIANCES,  LABOR RELATIONS, FISCAL BUDGETARY RESPONSIBILITIES, TENANT\n    4  RELATIONS, GOVERNMENTAL RELATIONS AND JANITORIAL SERVICES.\n    5    2.  THE  TERM \"RESIDENTIAL REAL PROPERTY MANAGER\" SHALL MEAN A PERSON,\n    6  FIRM, ASSOCIATION OR CORPORATION, WHO PERFORMS  SUPERVISORY  RESIDENTIAL\n    7  REALTY MANAGEMENT SERVICES, EXCEPT THAT SUCH TERM SHALL NOT INCLUDE: (A)\n    8  ANY REGULARLY SALARIED OFFICER OR EMPLOYEE OF A RESIDENTIAL REAL PROPER-\n    9  TY MANAGER OR REALTY MANAGER WHO DOES NOT PERFORM RESIDENTIAL REAL PROP-\n   10  ERTY MANAGEMENT SERVICES OR WHOSE COMPENSATION IS NOT DIRECTLY DEPENDENT\n   11  UPON  THE  PERFORMANCE OF RESIDENTIAL REAL PROPERTY MANAGEMENT SERVICES;\n   12  (B) THE OWNER OF AN OWNER OCCUPIED MULTIPLE  DWELLING;  (C)  ANY  TENANT\n   13  ASSOCIATION;  AND (D) ANY OWNER OF A DWELLING OF A MAXIMUM OF SIX UNITS,\n   14  WHICH SAID OWNER MAINTAINS, REPAIRS, OR  OTHERWISE  MANAGES  HIMSELF  OR\n   15  HERSELF, UNLESS SAID OWNER SHALL CHOOSE TO BECOME LICENSED HEREUNDER.\n   16    3. THE TERM \"SECRETARY\" MEANS THE SECRETARY OF STATE.\n   17    4. THE TERM \"DEPARTMENT\" SHALL MEAN THE DEPARTMENT OF STATE.\n   18    5.  THE  TERM  \"LICENSEE\"  SHALL MEAN ANY PERSON, FIRM, ASSOCIATION OR\n   19  CORPORATION, THAT HAS BEEN GRANTED A LICENSE TO  ENGAGE  IN  RESIDENTIAL\n   20  REAL PROPERTY MANAGEMENT.\n   21    6.  THE  TERM \"SUPERVISION\" SHALL MEAN THE ADMINISTRATION, MANAGEMENT,\n   22  DIRECTION AND CONTROL OF THE DAILY OPERATION OF A RESIDENTIAL REAL PROP-\n   23  ERTY MANAGEMENT OFFICE.\n   24    S 448-A. LICENSE REQUIRED FOR RESIDENTIAL REAL PROPERTY MANAGEMENT. NO\n   25  PERSON, FIRM, ASSOCIATION OR CORPORATION SHALL ACT AS A RESIDENTIAL REAL\n   26  PROPERTY MANAGER IN THIS STATE OR USE THE TITLE \"RESIDENTIAL REAL  PROP-\n   27  ERTY  MANAGER\"  WITHOUT HAVING AUTHORITY TO DO SO BY VIRTUE OF A LICENSE\n   28  ISSUED AND IN FORCE PURSUANT TO THE PROVISIONS OF THIS ARTICLE OR EXEMPT\n   29  FROM THE LICENSURE REQUIREMENTS OF THIS SECTION.\n   30    S 448-B. REQUIREMENTS FOR A PROFESSIONAL LICENSE AS A RESIDENTIAL REAL\n   31  PROPERTY MANAGER. 1. THE SECRETARY MAY ISSUE A LICENSE  TO  ANY  PERSON,\n   32  FIRM,  ASSOCIATION OR CORPORATION WHO HAS COMPLIED WITH THE REQUIREMENTS\n   33  OF THIS SECTION, AND SUCH REGULATIONS AS THE SECRETARY SHALL  PROMULGATE\n   34  AUTHORIZING  SUCH LICENSEE TO ACT AS A RESIDENTIAL REAL PROPERTY MANAGER\n   35  TO REPRESENT TO THE PUBLIC THAT HE IS A RESIDENTIAL REAL PROPERTY MANAG-\n   36  ER.\n   37    2. ANY SUCH LICENSE ISSUED TO A FIRM OR  ASSOCIATION  SHALL  AUTHORIZE\n   38  ONLY  THE  MEMBERS  THEREOF,  NAMED IN SUCH LICENSE AS LICENSEES, TO ACT\n   39  INDIVIDUALLY AS RESIDENTIAL REAL PROPERTY MANAGERS THEREUNDER; ANY  SUCH\n   40  LICENSE  ISSUED  TO  A CORPORATION SHALL AUTHORIZE ONLY THE OFFICERS AND\n   41  DIRECTORS THEREOF, NAMED IN SUCH LICENSE AS LICENSEES, TO  ACT  INDIVID-\n   42  UALLY AS RESIDENTIAL REAL PROPERTY MANAGERS THEREUNDER.\n   43    3.  EVERY  INDIVIDUAL  APPLICANT  FOR A LICENSE UNDER THIS ARTICLE AND\n   44  EVERY PROPOSED LICENSEE SHALL:\n   45    (A) BE EIGHTEEN YEARS OF AGE OR OVER AT THE TIME OF  THE  ISSUANCE  OF\n   46  SUCH LICENSE;\n   47    (B)  BE  A  UNITED  STATES  CITIZEN  OR AN ALIEN LAWFULLY ADMITTED FOR\n   48  PERMANENT RESIDENCE IN THE UNITED STATES;\n   49    (C) HAVE RECEIVED AN EDUCATION  AT  AN  INSTITUTION  APPROVED  BY  THE\n   50  SECRETARY  AND  THE  COMMISSIONER  OF EDUCATION INCLUDING STUDIES IN THE\n   51  OPERATIONS (TECHNICAL AND ADMINISTRATIVE), MAINTENANCE, SECURITY, ENERGY\n   52  CONSERVATION OF MULTIPLE DWELLINGS, THE OPERATION AND MAINTENANCE OF ALL\n   53  EQUIPMENT, MACHINERY AND FACILITIES OF MULTIPLE DWELLINGS;  AND  HAVE  A\n   54  KNOWLEDGE  AND UNDERSTANDING OF THE BASIC PRINCIPLES OF THE LAW OF AGEN-\n   55  CY, CONTRACTS, LABOR RELATIONS AND TENANT RELATIONS;\n\n       A. 2582                             3\n\n    1    (D) FILE WITH THE DEPARTMENT AT ITS OFFICE IN  ALBANY  AN  APPLICATION\n    2  FOR  THE TYPE OF LICENSE DESIRED, IN SUCH FORM AND DETAIL AS THE DEPART-\n    3  MENT SHALL PRESCRIBE, SETTING FORTH THE  FOLLOWING:  (I)  THE  NAME  AND\n    4  ADDRESS  OF  THE APPLICANT, AND IF AN INDIVIDUAL THE NAME UNDER WHICH HE\n    5  INTENDS  TO  CONDUCT BUSINESS; IF THE APPLICANT BE A FIRM OR ASSOCIATION\n    6  THE NAME AND RESIDENCE ADDRESS OF EACH MEMBER THEREOF AND THE NAME UNDER\n    7  WHICH THE BUSINESS IS TO BE CONDUCTED; OR, IF THE APPLICANT BE A  CORPO-\n    8  RATION,  THE  NAME OF THE CORPORATION AND THE NAME AND RESIDENCE ADDRESS\n    9  OF EACH OF ITS OFFICERS; AND (II) THE PLACE  OR  PLACES,  INCLUDING  THE\n   10  CITY, TOWN OR VILLAGE, WITH THE STREET AND NUMBER, WHERE THE BUSINESS IS\n   11  TO BE CONDUCTED; AND\n   12    (E)  FURNISH  THE  DEPARTMENT  WITH SUCH FURTHER INFORMATION AS IT MAY\n   13  REQUIRE INCLUDING SUFFICIENT PROOF OF HAVING TAKEN AND PASSED A  WRITTEN\n   14  EXAMINATION  AND ANSWERED SUCH QUESTIONS AS MAY BE PREPARED OR CAUSED TO\n   15  HAVE BEEN PREPARED BY THE DEPARTMENT  TO  ENABLE  IT  TO  DETERMINE  THE\n   16  WORTHINESS  OF  THE  APPLICANT  IF AN INDIVIDUAL, OR OF EACH MEMBER OF A\n   17  FIRM OR ASSOCIATION OR OF EACH OFFICER  OF  A  CORPORATION  FOR  WHOM  A\n   18  LICENSE AS RESIDENTIAL REAL PROPERTY MANAGER IS REQUESTED. SUCH EXAMINA-\n   19  TION  SHALL  BE  HELD  AT SUCH TIMES AND AT SUCH PLACES AS THE SECRETARY\n   20  SHALL DETERMINE. EVERY INDIVIDUAL APPLYING TO TAKE ANY WRITTEN  EXAMINA-\n   21  TION SHALL, AT THE TIME OF APPLYING THEREFOR, PAY A FEE OF FIFTY DOLLARS\n   22  TO  THE  DEPARTMENT,  OR AT THE DISCRETION OF THE SECRETARY, DIRECTLY TO\n   23  ANY ORGANIZATION THAT IS UNDER CONTRACT WITH THE  SECRETARY  TO  PROVIDE\n   24  EXAMINATION SERVICES, AN EXAMINATION FEE OF AN AMOUNT WHICH IS THE ACTU-\n   25  AL DOCUMENTED ADMINISTRATIVE COST OF CONDUCTING SAID QUALIFYING EXAMINA-\n   26  TION,  AS  CERTIFIED BY THE SECRETARY. THE EXAMINATION FEE REPRESENTS AN\n   27  ADMINISTRATIVE EXPENSE AND IS NONREFUNDABLE.\n   28    4. THE SECRETARY SHALL HAVE THE POWER TO WAIVE SUCH  WRITTEN  EXAMINA-\n   29  TION  FOR  ANY  INDIVIDUAL  SEEKING  TO BE NAMED A LICENSEE WHO HAS BEEN\n   30  EMPLOYED, FULL-TIME, IN THE PROVISION AND SUPERVISION OF SERVICES WITHIN\n   31  A MULTIPLE DWELLING, INCLUDING TECHNICAL  AND  ADMINISTRATIVE  SERVICES,\n   32  MAINTENANCE,  SECURITY,  ENERGY  CONSERVATION,  CODE  COMPLIANCE,  LABOR\n   33  RELATIONS, FISCAL BUDGETARY RESPONSIBILITIES, TENANT RELATIONS,  GOVERN-\n   34  MENTAL  RELATIONS  AND  JANITORIAL  SERVICES FOR TWO YEARS PRECEDING THE\n   35  EFFECTIVE DATE OF THIS SECTION; PROVIDED, HOWEVER, THAT UPON APPLICATION\n   36  FOR RENEWAL OF A REAL PROPERTY MANAGER'S LICENSE, ANY APPLICANT FOR WHOM\n   37  A WRITTEN EXAMINATION HAS BEEN WAIVED, SHALL, PRIOR TO  THE  RENEWAL  OF\n   38  HIS OR HER LICENSE, FURNISH THE DEPARTMENT WITH PROOF OF HAVING RECEIVED\n   39  AN EDUCATION OF THE KIND SPECIFIED IN PARAGRAPH (C) OF SUBDIVISION THREE\n   40  OF THIS SECTION.\n   41    5.  EACH APPLICATION FOR A RESIDENTIAL REAL PROPERTY MANAGER'S LICENSE\n   42  UNDER THIS ARTICLE SHALL BE SUBSCRIBED BY THE APPLICANT; OR IF MADE BY A\n   43  FIRM OR ASSOCIATION IT SHALL BE SUBSCRIBED BY A MEMBER  THEREOF,  OR  IF\n   44  MADE BY A CORPORATION IT SHALL BE SUBSCRIBED BY AN OFFICER THEREOF. EACH\n   45  APPLICATION  SHALL  CONTAIN  AN AFFIRMATION BY THE PERSON SO SUBSCRIBING\n   46  THAT THE STATEMENTS THEREIN ARE TRUE UNDER THE PENALTIES OF PERJURY.  AN\n   47  APPLICATION  FOR  A  LICENSE  SHALL  BE  ACCOMPANIED  BY THE APPROPRIATE\n   48  LICENSE FEE, AS HEREINAFTER PRESCRIBED BY THIS ARTICLE.\n   49    6. (A) A LICENSE ISSUED OR REISSUED UNDER THE PROVISIONS OF THIS ARTI-\n   50  CLE SHALL ENTITLE THE PERSON, FIRM, ASSOCIATION OR CORPORATION TO ACT AS\n   51  A RESIDENTIAL REAL PROPERTY MANAGER IN THIS STATE UP  TO  AND  INCLUDING\n   52  THE  THIRTIETH  DAY  OF NOVEMBER OF THE YEAR IN WHICH THE LICENSE BY ITS\n   53  TERMS EXPIRES.\n   54    (B) FROM AND AFTER THE DATE WHEN THIS SUBDIVISION SHALL  TAKE  EFFECT,\n   55  THE  TERM  FOR  WHICH  A  LICENSE SHALL BE ISSUED OR REISSUED SHALL BE A\n   56  PERIOD OF TWO YEARS.\n\n       A. 2582                             4\n\n    1    7. (A) THE FEE FOR A LICENSE ISSUED OR REISSUED UNDER  THE  PROVISIONS\n    2  OF  THIS ARTICLE ENTITLING A PERSON, FIRM, ASSOCIATION OR CORPORATION TO\n    3  ACT AS A RESIDENTIAL REAL PROPERTY MANAGER SHALL BE  ONE  HUNDRED  FIFTY\n    4  DOLLARS. SUCH LICENSE FEE SHALL BE SUBJECT TO A BIANNUAL INCREASE OF TEN\n    5  PERCENT, WHERE SUCH INCREASE SHALL BE DEEMED NECESSARY AT THE DISCRETION\n    6  OF THE SECRETARY.\n    7    (B)  IF  THE  LICENSE  BE  FOR A FIRM, ASSOCIATION OR CORPORATION, THE\n    8  LICENSE ISSUED TO IT SHALL ENTITLE THE PRESIDENT THEREOF  TO  ACT  AS  A\n    9  RESIDENTIAL  REAL PROPERTY MANAGER. FOR EACH OTHER MEMBER OF THE FIRM OR\n   10  ASSOCIATION, OR OTHER OFFICER OF THE CORPORATION WHO SHALL DESIRE TO ACT\n   11  AS RESIDENTIAL REAL PROPERTY MANAGER ON BEHALF OF SUCH FIRM, ASSOCIATION\n   12  OR CORPORATION, THE FEE FOR THEIR LICENSE, SHALL BE THE SAME AS THE  FEE\n   13  REQUIRED BY THIS SUBDIVISION.\n   14    S 448-C. OFFICIAL REGISTRY OF RESIDENTIAL REAL PROPERTY MANAGERS TO BE\n   15  KEPT BY THE SECRETARY. IT SHALL BE THE DUTY OF THE SECRETARY TO ENTER IN\n   16  A  BOUND BOOK OR VOLUME TO BE KEPT BY HIM OR HER FOR THAT PURPOSE A LIST\n   17  OF ALL RESIDENTIAL REAL PROPERTY MANAGERS,  WHICH  SHALL  BE  KNOWN  AND\n   18  DESIGNATED  AS  AND IS HEREBY MADE THE \"OFFICIAL REGISTER OF RESIDENTIAL\n   19  REAL PROPERTY MANAGERS LICENSED IN THE STATE  OF  NEW  YORK\".  THE  SAID\n   20  \"OFFICIAL REGISTER OF RESIDENTIAL REAL PROPERTY MANAGERS LICENSED IN THE\n   21  STATE OF NEW YORK\" IS HEREBY DECLARED TO BE A PUBLIC RECORD AND PRESUMP-\n   22  TIVE  EVIDENCE  THAT THE INDIVIDUALS NAMED THEREIN ARE LICENSED TO PRAC-\n   23  TICE RESIDENTIAL REAL PROPERTY MANAGEMENT IN THIS STATE.\n   24    S 448-D. ANNUAL REGISTRATION OF RESIDENTIAL REAL PROPERTY MANAGERS. 1.\n   25  A RESIDENTIAL REAL PROPERTY MANAGER, OR SUB-LICENSEES THEREOF,  LICENSED\n   26  AFTER  THE ENACTMENT OF THIS SECTION SHALL FILE A REGISTRATION STATEMENT\n   27  WITHIN SIXTY DAYS OF THE DATE OF LICENSURE.\n   28    2. RESIDENTIAL REAL PROPERTY MANAGERS AND SUB-LICENSEES THEREOF  SHALL\n   29  REGISTER  ANNUALLY  ON  THE  DATES PRESCRIBED BY THE SECRETARY.   IN THE\n   30  EVENT OF A CHANGE IN INFORMATION PREVIOUSLY SUBMITTED, RESIDENTIAL  REAL\n   31  PROPERTY  MANAGERS,  AND LICENSEES THEREOF, SHALL FILE AN AMENDED STATE-\n   32  MENT WITHIN THIRTY DAYS OF SUCH CHANGE.\n   33    3. THE SECRETARY SHALL PRESCRIBE THE CONTENT OF, AND  FORM  IN  WHICH,\n   34  SUCH REGISTRY OF RESIDENTIAL REAL PROPERTY MANAGERS AND LICENSEES THERE-\n   35  OF SHALL BE MAINTAINED AND THE PROCEDURES FOR PUBLIC ACCESS THERETO, AND\n   36  MAY  PROMULGATE  ALL  OTHER  RULES  AND REGULATIONS DEEMED NECESSARY AND\n   37  APPROPRIATE TO IMPLEMENT AND ENFORCE THE PROVISIONS OF THIS SECTION.\n   38    4. THE ANNUAL REGISTRATION FEE SHALL BE ONE HUNDRED FIFTY DOLLARS.\n   39    S 448-E. RENEWAL  OF  LICENSES.  1.  ANY  LICENSE  GRANTED  UNDER  THE\n   40  PROVISIONS  OF THIS ARTICLE MAY BE RENEWED BY THE DEPARTMENT UPON APPLI-\n   41  CATION THEREFOR BY THE HOLDER THEREOF, IN SUCH FORM  AS  THE  DEPARTMENT\n   42  MAY  PRESCRIBE,  AND PAYMENT OF THE FEE FOR SUCH LICENSE. IN THE CASE OF\n   43  APPLICATION FOR RENEWAL OF LICENSE, THE DEPARTMENT MAY DISPENSE WITH THE\n   44  REQUIREMENT OF SUCH STATEMENTS AS IT DEEMS UNNECESSARY IN VIEW OF  THOSE\n   45  CONTAINED IN THE ORIGINAL APPLICATION FOR LICENSE.\n   46    2.  A  RENEWAL PERIOD WITHIN THE MEANING OF THIS ARTICLE IS CONSIDERED\n   47  TO BE TWO YEARS FROM THE DATE  OF  EXPIRATION  OF  A  PREVIOUSLY  ISSUED\n   48  LICENSE.\n   49    3.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION FOUR OF SECTION FOUR\n   50  HUNDRED FORTY-EIGHT-B OF THIS ARTICLE, THE DEPARTMENT SHALL REQUIRE  ANY\n   51  APPLICANT, WHO DOES NOT APPLY FOR RENEWAL OF LICENSE WITHIN SUCH PERIOD,\n   52  TO  QUALIFY  BY  PASSING THE WRITTEN EXAMINATION AS PROVIDED HEREIN. THE\n   53  DEPARTMENT MAY REQUIRE ANY LICENSEE WHO DOES NOT PASS THE WRITTEN  EXAM-\n   54  INATION,  AND  WHO  CANNOT  REASONABLY  PROVE TO THE SATISFACTION OF THE\n   55  DEPARTMENT, THAT HE CAN MEET THE COMPETENCY  REQUIREMENT,  TO  PASS  THE\n   56  WRITTEN EXAMINATION BEFORE A RENEWAL OF LICENSE SHALL BE GRANTED.\n\n       A. 2582                             5\n\n    1    S  448-F.  FIDUCIARY  CAPACITY  OF RESIDENTIAL REAL PROPERTY MANAGERS.\n    2  EVERY RESIDENTIAL REAL PROPERTY MANAGER IN THIS STATE SHALL HAVE A FIDU-\n    3  CIARY RESPONSIBILITY FOR ALL FUNDS RECEIVED OR COLLECTED  ON  BEHALF  OF\n    4  THE  OWNER  AND THE TENANTS OF MULTIPLE DWELLINGS AND SHALL NOT, WITHOUT\n    5  THE  EXPRESS CONSENT OF SUCH OWNERS OR TENANTS, COMMINGLE ANY SUCH FUNDS\n    6  WITH HIS OR HER OWN FUNDS OR WITH FUNDS HELD BY HIM OR HER.\n    7    S 448-G. REVOCATION OR SUSPENSION OF LICENSE OF RESIDENTIAL REAL PROP-\n    8  ERTY MANAGER. 1. THE SECRETARY MAY  REFUSE  TO  RENEW,  REVOKE,  OR  MAY\n    9  SUSPEND,  FOR A PERIOD HE OR SHE DETERMINES, THE LICENSE OF ANY RESIDEN-\n   10  TIAL REAL PROPERTY MANAGER, IF, AFTER NOTICE  AND  HEARING,  HE  OR  SHE\n   11  DETERMINES THAT THE LICENSEE HAS:\n   12    (A)  VIOLATED ANY PROVISION OF THIS ARTICLE OR VIOLATED ANY LAW IN THE\n   13  COURSE OF HIS OR HER DEALINGS IN SUCH CAPACITY;\n   14    (B) MADE A MATERIAL MISSTATEMENT IN THE APPLICATION FOR SUCH LICENSE;\n   15    (C) BEEN GUILTY OF FRAUDULENT OR DISHONEST PRACTICES; OR\n   16    (D) DEMONSTRATED HIS OR HER INCOMPETENCE TO ACT IN  SUCH  CAPACITY  BY\n   17  ENGAGING IN ANY COURSE OF CONDUCT WHICH INCLUDES, BUT IS NOT LIMITED TO,\n   18  CAUSING THE INTERRUPTION OR DISCONTINUANCE OF ESSENTIAL SERVICES, INTER-\n   19  FERING WITH OR DISTURBING THE PEACE, COMFORT, REPOSE AND QUIET ENJOYMENT\n   20  OF A TENANT OR TENANTS.\n   21    2.  BEFORE  REVOKING OR SUSPENDING THE LICENSE OF ANY RESIDENTIAL REAL\n   22  PROPERTY MANAGER, THE SECRETARY SHALL GIVE NOTICE TO  THE  LICENSEE  AND\n   23  SHALL  HOLD,  OR  CAUSE TO BE HELD, A HEARING. THE HEARING SHALL BE HELD\n   24  NOT LESS THAN TEN DAYS AFTER THE GIVING OF SUCH NOTICE, AT SUCH TIME AND\n   25  PLACE AS THE DEPARTMENT SHALL PRESCRIBE.\n   26    3. THE REVOCATION OR  SUSPENSION  OF  ANY  RESIDENTIAL  REAL  PROPERTY\n   27  MANAGER'S  LICENSE SHALL TERMINATE FORTHWITH THE LICENSE OF THE RESIDEN-\n   28  TIAL REAL PROPERTY MANAGER, AND IN THE CASE OF A  FIRM,  ASSOCIATION  OR\n   29  CORPORATION,  SHALL  TERMINATE FORTHWITH THE AUTHORITY CONFERRED THEREBY\n   30  UPON ALL LICENSEES.\n   31    4. (A) NO PERSON WHOSE LICENSE HAS BEEN REVOKED SHALL BE  ENTITLED  TO\n   32  OBTAIN  ANY LICENSE OF THE KIND WHICH WAS SO REVOKED FOR A PERIOD OF ONE\n   33  YEAR AFTER  SUCH  REVOCATION,  OR,  IF  SUCH  REVOCATION  IS  JUDICIALLY\n   34  REVIEWED,  FOR  ONE YEAR AFTER THE FINAL DETERMINATION THEREOF AFFIRMING\n   35  THE ACTION OF THE SECRETARY IN REVOKING SUCH LICENSE.\n   36    (B) IF ANY SUCH LICENSE HELD BY A FIRM, ASSOCIATION OR CORPORATION, IS\n   37  REVOKED, NO MEMBER OF SUCH FIRM OR ASSOCIATION, AND NO OFFICER OR DIREC-\n   38  TOR OF SUCH CORPORATION, SHALL BE ENTITLED TO OBTAIN ANY LICENSE OF  THE\n   39  KIND  WHICH  WAS  SO  REVOKED,  OR TO BE NAMED AS A LICENSEE IN ANY SUCH\n   40  LICENSE, FOR THE SAME PERIOD OF TIME, UNLESS THE  SECRETARY  DETERMINES,\n   41  AFTER  NOTICE AND HEARING, THAT SUCH MEMBER, OFFICER OR DIRECTOR WAS NOT\n   42  PERSONALLY AT FAULT IN THE MATTER ON ACCOUNT OF WHICH SUCH  LICENSE  WAS\n   43  REVOKED.\n   44    S  448-H.  DENIAL OF LICENSE. 1. THE DEPARTMENT SHALL, BEFORE MAKING A\n   45  FINAL DETERMINATION TO DENY AN APPLICATION FOR  A  LICENSE,  NOTIFY  THE\n   46  APPLICANT  IN  WRITING OF THE REASONS FOR SUCH PROPOSED DENIAL AND SHALL\n   47  AFFORD THE APPLICANT AN OPPORTUNITY TO BE HEARD IN PERSON OR BY  COUNSEL\n   48  PRIOR TO DENIAL OF THE APPLICATION. SUCH NOTIFICATION SHALL BE SERVED IN\n   49  ANY MANNER AUTHORIZED BY THE CIVIL PRACTICE LAW AND RULES.\n   50    2.  IF A HEARING IS REQUESTED, SUCH HEARING SHALL BE HELD AT SUCH TIME\n   51  AND PLACE AS THE DEPARTMENT SHALL PRESCRIBE. IF THE APPLICANT  FAILS  TO\n   52  MAKE A WRITTEN REQUEST FOR A HEARING WITHIN THIRTY DAYS AFTER RECEIPT OF\n   53  SUCH  NOTIFICATION,  THEN  THE  NOTIFICATION  OF DENIAL SHALL BECOME THE\n   54  FINAL DETERMINATION OF THE DEPARTMENT.\n   55    3. (A) THE DEPARTMENT, ACTING BY SUCH OFFICER OR PERSON IN THE DEPART-\n   56  MENT AS THE SECRETARY MAY DESIGNATE, SHALL HAVE THE  POWER  TO  SUBPOENA\n\n       A. 2582                             6\n\n    1  AND  BRING BEFORE THE OFFICER OR PERSON SO DESIGNATED ANY PERSON IN THIS\n    2  STATE, AND ADMINISTER AN OATH TO AND TAKE TESTIMONY  OF  ANY  PERSON  OR\n    3  CAUSE  HIS  OR HER DEPOSITION TO BE TAKEN.  A SUBPOENA ISSUED UNDER THIS\n    4  SECTION SHALL BE REGULATED BY THE CIVIL PRACTICE LAW AND RULES.\n    5    (B)  IF, AFTER SUCH HEARING, THE APPLICATION IS DENIED, WRITTEN NOTICE\n    6  OF SUCH DENIAL SHALL BE SERVED UPON THE APPLICANT IN ANY MANNER  AUTHOR-\n    7  IZED BY THE CIVIL PRACTICE LAW AND RULES.\n    8    (C)  DENIAL  OF A LICENSE UNDER THIS SECTION SHALL IN NO WAY AFFECT AN\n    9  APPLICANT'S RIGHT TO REAPPLY.\n   10    S 448-I. JUDICIAL REVIEW. THE ACTION OF THE DEPARTMENT IN GRANTING  OR\n   11  REFUSING TO GRANT OR TO RENEW A LICENSE UNDER THIS ARTICLE, OR IN REVOK-\n   12  ING  OR  SUSPENDING SUCH A LICENSE, OR IMPOSING ANY FINE OR REPRIMAND ON\n   13  THE HOLDER THEREOF OR REFUSING TO REVOKE  OR  SUSPEND  SUCH  LICENSE  OR\n   14  IMPOSE  ANY FINE OR REPRIMAND SHALL BE SUBJECT TO REVIEW BY A PROCEEDING\n   15  BROUGHT UNDER AND PURSUANT TO ARTICLE SEVENTY-EIGHT OF THE  CIVIL  PRAC-\n   16  TICE  LAW  AND  RULES AT THE INSTANCE OF THE APPLICANT FOR SUCH LICENSE,\n   17  THE HOLDER OF A LICENSE SO REVOKED OR SUSPENDED,  THE  PERSON  FINED  OR\n   18  REPRIMANDED OR THE PERSON AGGRIEVED.\n   19    S 448-J. PENALTIES FOR VIOLATIONS. 1. THE SECRETARY, IN LIEU OF REVOK-\n   20  ING  OR  SUSPENDING  THE  LICENSE  OF  A LICENSEE IN ACCORDANCE WITH THE\n   21  PROVISIONS OF THIS SECTION, MAY IN ANY ONE PROCEEDING BY ORDER,  REQUIRE\n   22  THE  LICENSEE TO PAY TO THE PEOPLE OF THIS STATE, A PENALTY IN A SUM NOT\n   23  EXCEEDING FIVE HUNDRED DOLLARS FOR EACH OFFENSE, AND A PENALTY IN A  SUM\n   24  NOT  EXCEEDING  TWENTY-FIVE  HUNDRED  DOLLARS  IN  THE AGGREGATE FOR ALL\n   25  OFFENSES.\n   26    2.  ANY  PERSON,  FIRM,  ASSOCIATION  OR  CORPORATION  VIOLATING   ANY\n   27  PROVISION  OF THIS ARTICLE SHALL BE GUILTY OF A MISDEMEANOR. THE COMMIS-\n   28  SION OF A SINGLE ACT PROHIBITED  BY  THIS  ARTICLE  SHALL  CONSTITUTE  A\n   29  VIOLATION HEREOF.\n   30    3. CRIMINAL ACTIONS FOR VIOLATIONS OF THIS ARTICLE SHALL BE PROSECUTED\n   31  BY THE ATTORNEY GENERAL, OR HIS OR HER DEPUTY, IN THE NAME OF THE PEOPLE\n   32  OF  THE  STATE, AND IN ANY SUCH PROSECUTION THE ATTORNEY GENERAL, OR HIS\n   33  OR HER DEPUTY, SHALL EXERCISE ALL THE POWERS AND PERFORM ALL THE  DUTIES\n   34  WHICH THE DISTRICT ATTORNEY WOULD OTHERWISE BE AUTHORIZED TO EXERCISE OR\n   35  TO  PERFORM THEREIN. THE ATTORNEY GENERAL SHALL, UPON A CONVICTION FOR A\n   36  VIOLATION OF ANY PROVISION OF THIS ARTICLE, AND WITHIN TEN  DAYS  THERE-\n   37  AFTER,  MAKE  AND  FILE WITH THE SECRETARY A DETAILED REPORT SHOWING THE\n   38  DATE OF SUCH CONVICTION, THE NAME OF THE PERSON CONVICTED AND THE  EXACT\n   39  NATURE OF THE CHARGE.\n   40    4.  IN  CASE  THE  OFFENDER  SHALL  HAVE  RECEIVED ANY SUM OF MONEY AS\n   41  COMPENSATION OR PROFIT BY OR IN CONSEQUENCE OF HIS OR HER  VIOLATION  OF\n   42  ANY  PROVISION  OF  THIS  ARTICLE,  HE  OR SHE SHALL ALSO BE LIABLE TO A\n   43  PENALTY OF NOT LESS THAN THE AMOUNT OF THE SUM OF MONEY RECEIVED BY  HIM\n   44  OR  HER AS SUCH COMPENSATION OR PROFIT AND NOT MORE THAN THREE TIMES THE\n   45  SUM SO RECEIVED BY HIM OR HER, AS MAY BE DETERMINED BY THE COURT,  WHICH\n   46  PENALTY  MAY  BE  SUED FOR AND RECOVERED BY ANY PERSON AGGRIEVED AND FOR\n   47  HIS OR HER USE AND BENEFIT, IN ANY COURT OF COMPETENT JURISDICTION.\n   48    5. THE SECRETARY SHALL HAVE THE POWER TO  ENFORCE  THE  PROVISIONS  OF\n   49  THIS  ARTICLE  AND  UPON  COMPLAINT  OF ANY PERSON, OR ON HIS OR HER OWN\n   50  INITIATIVE, TO INVESTIGATE THE BUSINESS, BUSINESS PRACTICES AND BUSINESS\n   51  METHODS OF ANY PERSON, FIRM, ASSOCIATION OR CORPORATION APPLYING FOR  OR\n   52  HOLDING  A LICENSE AS A RESIDENTIAL REALTY MANAGER OR REALTY MANAGER, IF\n   53  IN HIS OR HER OPINION SUCH INVESTIGATION WARRANTED. EACH SUCH  APPLICANT\n   54  OR LICENSEE SHALL BE OBLIGED, ON REQUEST OF THE SECRETARY TO SUPPLY SUCH\n   55  INFORMATION  AS  MAY  BE REQUIRED CONCERNING HIS OR HER OR ITS BUSINESS,\n\n       A. 2582                             7\n\n    1  BUSINESS PRACTICES OR BUSINESS METHODS, OR PROPOSED  BUSINESS  PRACTICES\n    2  OR METHODS.\n    3    6.  FOR THE PURPOSE OF ENFORCING THE PROVISIONS OF THIS ARTICLE AND IN\n    4  MAKING INVESTIGATIONS RELATING TO ANY VIOLATION  THEREOF,  AND  FOR  THE\n    5  PURPOSE  OF INVESTIGATING THE CHARACTER, COMPETENCY AND INTEGRITY OF THE\n    6  APPLICANTS OR LICENSEES HEREUNDER, AND FOR THE PURPOSE OF  INVESTIGATING\n    7  THE  BUSINESS,  BUSINESS PRACTICES AND BUSINESS METHODS OF ANY APPLICANT\n    8  OR LICENSEE, OR OF THE OFFICERS OR AGENTS THEREOF, THE  SECRETARY  SHALL\n    9  HAVE  THE  POWER  TO  SUBPOENA AND BRING BEFORE THE OFFICER OR PERSON SO\n   10  DESIGNATED ANY PERSON IN THIS STATE AND REQUIRE THE  PRODUCTION  OF  ANY\n   11  BOOKS  OR  PAPERS WHICH HE DEEMS RELEVANT TO THE INQUIRY, AND ADMINISTER\n   12  AN OATH TO AND TAKE TESTIMONY OF ANY PERSON OR CAUSE HIS OR HER  DEPOSI-\n   13  TION  TO  BE TAKEN WITH THE SAME FEES AND MILEAGE AND IN THE SAME MANNER\n   14  AS PRESCRIBED BY LAW FOR CIVIL CASES IN A COURT OF RECORD,  EXCEPT  THAT\n   15  ANY APPLICANT OR LICENSEE OR OFFICER OR AGENT THEREOF SHALL NOT BE ENTI-\n   16  TLED TO SUCH FEES AND/OR MILEAGE. ANY PERSON, DULY SUBPOENAED, WHO FAILS\n   17  TO  OBEY  SUCH  SUBPOENA  WITHOUT REASONABLE CAUSE OR WITHOUT SUCH CAUSE\n   18  REFUSES TO BE EXAMINED OR TO ANSWER ANY LEGAL OR PERTINENT  QUESTION  AS\n   19  TO  THE CHARACTER OR QUALIFICATION OF SUCH APPLICANT OR LICENSEE OR SUCH\n   20  APPLICANT'S OR LICENSEE'S BUSINESS, BUSINESS PRACTICES  AND  METHODS  OF\n   21  SUCH VIOLATIONS, SHALL BE GUILTY OF A MISDEMEANOR.\n   22    7.  IN  ANY  CRIMINAL PROCEEDING BEFORE ANY COURT, MAGISTRATE OR GRAND\n   23  JURY, OR UPON ANY INVESTIGATION BEFORE THE DEPARTMENT FOR A VIOLATION OF\n   24  ANY OF THE PROVISIONS OF THIS SECTION, THE COURT,  MAGISTRATE  OR  GRAND\n   25  JURY,  OR  THE  SECRETARY, HIS OR HER DEPUTY OR OTHER OFFICER CONDUCTING\n   26  THE  INVESTIGATION,  MAY  CONFER  IMMUNITY,  IN  ACCORDANCE   WITH   THE\n   27  PROVISIONS OF THE CRIMINAL PROCEDURE LAW.\n   28    S  448-K.  STAY  OR  SUSPENSION  OF  SECRETARY'S  DETERMINATION.   THE\n   29  COMMENCEMENT OF AN ARTICLE  SEVENTY-EIGHT  PROCEEDING  UNDER  THE  CIVIL\n   30  PRACTICE  LAW AND RULES, TO REVIEW THE ACTION OF THE SECRETARY IN GRANT-\n   31  ING OR REFUSING TO GRANT, OR IN RENEWING OR REFUSING TO RENEW A  LICENSE\n   32  UNDER THIS ARTICLE, OR IN REVOKING OR SUSPENDING SUCH LICENSE, OR IMPOS-\n   33  ING  ANY FINE OR REPRIMAND SHALL STAY SUCH ACTION OF THE SECRETARY FOR A\n   34  PERIOD OF THIRTY DAYS. SUCH STAY SHALL NOT  BE  EXTENDED  FOR  A  LONGER\n   35  PERIOD  UNLESS  THE  COURT SHALL DETERMINE, AFTER A PRELIMINARY HEARING,\n   36  THAT A STAY OF THE SECRETARY'S ACTION PENDING THE FINAL DETERMINATION OF\n   37  FURTHER ORDER OF THE COURT WILL NOT UNDULY INJURE THE INTERESTS  OF  THE\n   38  PEOPLE  OF  THE STATE. THE DEPARTMENT MUST BE GIVEN AT LEAST FORTY-EIGHT\n   39  HOURS NOTICE PRIOR TO SAID PRELIMINARY HEARING.\n   40    S 448-L. RULES AND REGULATIONS. THE SECRETARY MAY PROMULGATE RULES AND\n   41  REGULATIONS NECESSARY TO ACCOMPLISH THE PURPOSES OF THIS ARTICLE.\n   42    S 2. This act shall take effect on the first of January next  succeed-\n   43  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to licensing of residential realty managers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T141812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469803097
}