{
  "year" : 2011,
  "senateBillNo" : "A2583-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2583-2011-1295413200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town of Cheektowaga, county of Erie, to extend the lease for the operation of Diamond Hawk golf course",
  "summary" : "Authorizes the town of Cheektowaga, county of Erie, to extend the lease for the operation of Diamond Hawk golf course for an additional ten years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Erie County",
  "previousVersions" : [ "A4126-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2583\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK -- Multi-Sponsored by -- M. of A. McDO-\n         NOUGH -- read once and referred to the Committee on Local Governments\n\n       AN  ACT to amend chapter 276 of the laws of 1993 relating to authorizing\n         the town of Cheektowaga, county of Erie, to lease certain  park  lands\n         in such town, in relation to extending such authorization\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of section 1 of chapter 276 of  the  laws  of\n    2  1993 relating to authorizing the town of Cheektowaga, county of Erie, to\n    3  lease  certain park lands in such town, as amended by chapter 455 of the\n    4  laws of 2001, is amended to read as follows:\n    5    (a) Notwithstanding the provisions of any general,  special  or  local\n    6  law  to the contrary, the town of Cheektowaga, county of Erie, acting by\n    7  and through its town board, is hereby authorized and empowered to  lease\n    8  to Garrett LLC the park lands described in section two of this act for a\n    9  period of no more than [thirty] FORTY years for the purposes of develop-\n   10  ing  and  operating  a  golf  course  and related facilities open to the\n   11  public.  The town of Cheektowaga is hereby authorized to execute a lease\n   12  of such lands for fair market value and upon such other terms and condi-\n   13  tions as the town board deems fair and reasonable.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07639-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 276 of the laws of 1993 relating to authorizing the town of Cheektowaga, county of Erie, to lease certain park lands in such town, in relation to extending such authorization ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141812.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469502871
}