{
  "year" : 2011,
  "senateBillNo" : "A2584-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to election law",
    "billEventId" : "A2584-2011-1295413200000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that election inspectors may vote through the use of an absentee ballot rather than through the use of a special ballot",
  "summary" : "Provides that election inspectors may vote through the use of an absentee ballot rather than through the use of a special ballot. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A9419-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2584\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. GALEF, PHEFFER, CLARK, SCHIMMINGER, PAULIN, BING,\n         PEOPLES-STOKES,  COLTON,  MILLMAN, JAFFEE, DINOWITZ -- Multi-Sponsored\n         by -- M. of A. ABBATE, BOYLAND, CROUCH, FARRELL, SAYWARD -- read  once\n         and referred to the Committee on Election Law\n\n       AN  ACT  to  amend  the  election  law, in relation to allowing election\n         inspectors to vote through the use of an absentee ballot  rather  than\n         through the use of a special ballot\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (d) of subdivision 1  of  section  8-400  of  the\n    2  election  law,  as amended by chapter 63 of the laws of 2010, is amended\n    3  and a new paragraph (e) is added to read as follows:\n    4    (d) absent from his or her voting  residence  because  he  or  she  is\n    5  detained  in  jail awaiting action by a grand jury or awaiting trial, or\n    6  confined in jail or prison after a conviction for an offense other  than\n    7  a  felony,  provided that he or she is qualified to vote in the election\n    8  district of his or her residence[.]; OR\n    9    (E) UNABLE TO APPEAR PERSONALLY AT THE POLLING PLACE OF  THE  ELECTION\n   10  DISTRICT  IN WHICH HE OR SHE IS A QUALIFIED VOTER BECAUSE HE OR SHE IS A\n   11  POLLING INSPECTOR AT ANOTHER POLLING PLACE.\n   12    S 2. Section 11-302 of the election law, as amended by chapter 163  of\n   13  the laws of 2010, is amended to read as follows:\n   14    S  11-302.  Special  ballots for board of election employees. A person\n   15  who is an employee of the board of elections or who has  been  appointed\n   16  to  serve as an inspector of elections, poll clerk or election coordina-\n   17  tor at a polling place other than the one at which he or she  is  regis-\n   18  tered to vote, may deliver to the inspectors of election of the election\n   19  district in which he or she is registered, or to the board of elections,\n   20  at  any  time  during the period in which an application for an absentee\n   21  ballot may be so delivered pursuant to the provisions of this chapter, a\n   22  written statement that he or she will be unable to appear at the polling\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00607-01-1\n\n       A. 2584                             2\n\n    1  place for such election district on the day of an election  because  his\n    2  or  her  duties  as  an  employee of such board or as an inspector, poll\n    3  clerk or election coordinator require him or her to  be  elsewhere.  The\n    4  board  of  elections  shall: (I) provide such voter a special ballot not\n    5  earlier than two weeks before the election and not later than the  close\n    6  of  the polls on election day; OR (II) INFORM ANY INSPECTOR OF ELECTIONS\n    7  THAT HE OR SHE MAY CAST HIS OR HER VOTE THROUGH THE USE OF  AN  ABSENTEE\n    8  BALLOT.  [Such  cast]  ALL  SUCH  SPECIAL ballots may be delivered to an\n    9  office of such board of elections or to  any  board  of  inspectors  not\n   10  later than the close of the polls on election day. Such ballots shall be\n   11  retained  at  the  board of elections and cast and canvassed pursuant to\n   12  the provisions of section 9-209 of  this  chapter.    ANY  INSPECTOR  OF\n   13  ELECTIONS WHO CHOOSES TO CAST HIS OR HER VOTE THROUGH AN ABSENTEE BALLOT\n   14  SHALL  COMPLY  WITH  THE  PROCEDURES  FOR  CASTING AN ABSENTEE BALLOT AS\n   15  PROVIDED IN ARTICLE EIGHT OF THIS CHAPTER.\n   16    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to allowing election inspectors to vote through the use of an absentee ballot rather than through the use of a special ballot ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141812.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469502881
}