{
  "year" : 2011,
  "senateBillNo" : "A2585-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2585-2011-1295413200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires fire districts to provide absentee ballots for fire district elections; related provisions",
  "summary" : "Requires fire districts to provide absentee ballots for fire district elections; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Town Law",
  "previousVersions" : [ "AA4316-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2585\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GALEF,  ENGLEBRIGHT,  MAGEE, PAULIN, KOLB --\n         Multi-Sponsored by -- M. of A. BOYLAND, CALHOUN, COOK, CROUCH, DUPREY,\n         FINCH, GIGLIO, JORDAN, LUPARDO, McKEVITT, J. MILLER, MOLINARO,  ORTIZ,\n         REILLY,  ROBINSON,  SAYWARD, SWEENEY, THIELE -- read once and referred\n         to the Committee on Local Governments\n\n       AN ACT to amend the town law, in relation to absentee ballots  for  fire\n         district elections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 2 of section 175-b of the town  law,  as\n    2  amended  by  chapter  401  of  the  laws of 1996, are amended to read as\n    3  follows:\n    4    1. The board of fire commissioners of any fire district in which offi-\n    5  cers are elected[, may,  by  resolution,]  SHALL  provide  for  absentee\n    6  ballots  for  fire district elections, in accordance with the provisions\n    7  of this section.  [Such resolution shall take effect at the  first  such\n    8  election held more than sixty days after its adoption and shall continue\n    9  in effect for all such elections until a subsequent resolution providing\n   10  otherwise shall, in like manner, have taken effect.]\n   11    2.  a. An applicant for such an absentee ballot shall submit an appli-\n   12  cation setting forth (1) his or her FULL name, DATE OF BIRTH  and  resi-\n   13  dence  address,  including  the  street  and number, if any, or town and\n   14  rural delivery route, if any MAILING ADDRESS IF DIFFERENT FROM THE RESI-\n   15  DENCE ADDRESS AND HIS OR HER TOWN OR CITY AND AN ADDRESS  TO  WHICH  THE\n   16  BALLOT  SHALL BE MAILED; (2) that he or she is or will be, on the day of\n   17  the election, a qualified voter of the  district  in  which  he  or  she\n   18  resides  in  that  he  or she is or will be, on such date, over eighteen\n   19  years of age, a citizen of the  United  States  and  has  or  will  have\n   20  resided  in  the  district for thirty days next preceding such date; (3)\n   21  that he or she is registered in the town; (4) that he  or  she  will  be\n   22  unable  to appear to vote in person on the day of the election for which\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00364-01-1\n\n       A. 2585                             2\n\n    1  the absentee ballot is requested because he or she is,  or  will  be  on\n    2  such  day (a) a patient in a hospital, or unable to appear personally at\n    3  the polling place on such day because of illness or physical  disability\n    4  or  (b)  [because his or her duties, occupation or business will require\n    5  him or her to be outside of the county of his or her residence  on  such\n    6  day, (c) because he or she will be on vacation outside the county of his\n    7  or  her  residence  on  such day; or, (d)] absent from his or her voting\n    8  residence because he or she is detained in jail  awaiting  action  by  a\n    9  grand  jury  or  awaiting  trial  or is confined in JAIL OR prison after\n   10  conviction for an offense other than a felony.  Such application must be\n   11  received by the district  secretary  at  least  seven  days  before  the\n   12  election  if  the ballot is to be mailed to the voter, or the day before\n   13  the election, if the ballot is to be delivered personally to  the  voter\n   14  or his or her agent.\n   15    b.    [(1)    Where  such duties, occupation or business are of such a\n   16  nature as ordinarily to require such absence,  a  brief  description  of\n   17  such  duties,  occupation or business shall be set forth in such affida-\n   18  vit.  (2) Where such duties, occupation or business are not  of  such  a\n   19  nature  as  ordinarily  to  require such absence, such application shall\n   20  contain a statement of the special circumstances  on  account  of  which\n   21  such absence is required.\n   22    c.   Where the applicant expects in good faith to be absent on the day\n   23  of the election because he or she will be on vacation elsewhere on  such\n   24  day,  such application shall also contain the dates upon which he or she\n   25  expects to begin and end such vacation, the place or places where he  or\n   26  she  expects  to be on such vacation, the name and address of his or her\n   27  employer, if any, and if self-employed, a statement to that effect.\n   28    d. Where the absence is because of detention or confinement  to  jail,\n   29  such affidavit shall state whether the voter is detained awaiting action\n   30  of  the  grand jury or is confined after conviction for an offense other\n   31  than a felony.\n   32    e.  Where a person is or would be, if  he  or  she  were  a  qualified\n   33  voter,  entitled to apply for the right to vote by absentee ballot under\n   34  the provisions of this section, his or her spouse, parent or child, if a\n   35  qualified voter and a resident of the same district, shall  be  entitled\n   36  to  vote  as  an  absentee  voter  upon personally making and signing an\n   37  application in accordance with the preceding provisions of this subdivi-\n   38  sion and showing that he or she expects to be absent from  the  district\n   39  on  the  day of the district election by reason of accompanying or being\n   40  with the spouse, child or parent who is or would be, if he or she were a\n   41  qualified voter, so entitled to apply for the right to vote by  absentee\n   42  ballot,  and,  in the event no application is made by such spouse, child\n   43  or parent, such further information as the fire district shall require.\n   44    f.] Such application shall  include  the  following  statement  to  be\n   45  signed by the voter.\n   46    I hereby declare that the foregoing is a true statement to the best of\n   47  my  knowledge  and  belief, and I understand that if I make any material\n   48  false statement in the foregoing statement of application  for  absentee\n   49  ballots, I shall be guilty of a misdemeanor.\n   50  Date.....................Signature of Voter.............\n   51    [g.] C. An applicant whose ability to appear personally at the polling\n   52  place  of  the  district  of  which  he  or  she is a qualified voter is\n   53  substantially impaired by reason of permanent illness or physical  disa-\n   54  bility  and whose registration record has been marked \"permanently disa-\n   55  bled\" by the board of  elections  pursuant  to  the  provisions  of  the\n   56  election law shall be entitled to receive an absentee ballot pursuant to\n\n       A. 2585                             3\n\n    1  the  provisions  of this section without making separate application for\n    2  such absentee ballot, and the secretary of the fire district, upon being\n    3  advised by the board of elections on or  with  the  list  of  registered\n    4  voters  that  the  registration record of a voter is marked \"permanently\n    5  disabled\", shall send an absentee ballot to such voter  at  his  or  her\n    6  last  known  address  by  first  class mail with a request to the postal\n    7  authorities not to forward same but to return same in five days  in  the\n    8  event  that  it  cannot  be  delivered  to the addressee.   The election\n    9  inspectors of the fire district shall make an appropriate entry  on  the\n   10  registration record indicating the fact that an absentee ballot has been\n   11  sent and the date of mailing.\n   12    S  2. This act shall take effect on the first of January next succeed-\n   13  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law, in relation to absentee ballots for fire district elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T141812.TXT", "SOBI.D110119.T153822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295469502892
}