{
  "year" : 2011,
  "senateBillNo" : "A2591-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2591-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845200000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A2591-2011-1295845200000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the right of a trial by jury and the waiver of such in criminal cases",
  "summary" : "Provides that the legislature may require the consent of the district attorney to the defendant's waiver of a jury trial in certain circumstances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A501-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2591\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. JEFFRIES, KAVANAGH, CAMARA, COOK -- Multi-Spon-\n         sored by --  M.  of  A.    BOYLAND,  CLARK,  HEASTIE,  PEOPLES-STOKES,\n         J. RIVERA -- read once and referred to the Committee on Codes\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 2 of article 1 of the constitution, in\n         relation to the right of a trial by jury\n\n    1    Section  1. Resolved (if the Senate concur), That section 2 of article\n    2  1 of the constitution be amended to read as follows:\n    3    S 2. Trial by jury in all cases in which it has heretofore been  guar-\n    4  anteed by constitutional provision shall remain inviolate forever; but a\n    5  jury trial may be waived by the parties in all civil cases in the manner\n    6  to  be  prescribed by law. The legislature may provide, however, by law,\n    7  that a verdict may be rendered by not less than five-sixths of the  jury\n    8  in  any civil case. A jury trial may be waived by the defendant in [all]\n    9  criminal cases, except those in which the crime charged may be  punisha-\n   10  ble  by death, by a written instrument signed by the defendant in person\n   11  in open court before and with the approval of a judge or  justice  of  a\n   12  court  having  jurisdiction  to try the offense; PROVIDED, HOWEVER, THAT\n   13  THE LEGISLATURE MAY, BY LAW, REQUIRE THE APPROVAL  AND  CONSENT  OF  THE\n   14  DISTRICT  ATTORNEY IN CERTAIN CRIMINAL CASES.  The legislature may enact\n   15  laws, not inconsistent herewith, governing the form, content, manner and\n   16  time of presentation of the instrument effectuating such waiver.\n   17    S 2. Resolved (if the Senate concur), That the foregoing amendment  be\n   18  referred  to  the  first regular legislative session convening after the\n   19  next succeeding general election of members of  the  assembly,  and,  in\n   20  conformity  with  section  1  of  article  19  of  the  constitution, be\n   21  published for 3 months previous to the time of such election.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89053-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 2 of article 1 of the constitution, in relation to the right of a trial by jury ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110119.T155323.TXT", "SOBI.D110119.T141812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295892984716
}