{
  "year" : 2011,
  "senateBillNo" : "A259-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A259-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that individuals convicted of certain animal cruelty and animal fighting offenses reimburse the organizations caring for such animals",
  "summary" : "Requires that individuals convicted of certain animal cruelty and animal fighting offenses reimburse the organizations caring for such animals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A9400-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          259\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, COLTON, GLICK, JAFFEE, KAVANAGH, MARKEY,\n         MAYERSOHN, PHEFFER, ROSENTHAL, SCHIMEL, SCHIMMINGER, ZEBROWSKI, GIBSON\n         -- Multi-Sponsored by -- M.  of A. CLARK, GABRYSZAK,  HEVESI,  HIKIND,\n         LUPARDO,  MAGEE, McENENY, PERRY, SWEENEY, THIELE, TITONE, TOWNS, WEIS-\n         ENBERG -- read once and referred to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation  to  orders\n         of restitution in certain cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative purpose. Animal cruelty and animal fighting are\n    2  serious crimes in New York state. Because crimes against  animals  often\n    3  involve  the  seizure of the victimized animals, these cases pose unique\n    4  challenges to law enforcement agencies throughout New York state.  These\n    5  challenges  involve  arranging  for  the housing and care of the animals\n    6  while the criminal case is pending. Private organizations, such as shel-\n    7  ters, humane societies and societies for the prevention  of  cruelty  to\n    8  animals  have traditionally assisted law enforcement agencies by provid-\n    9  ing care for these animals (which preserves  the  \"evidence\"  seized  in\n   10  criminal matters) with little or no reimbursement.\n   11    It  is imperative to the continued prosecution of animal cruelty cases\n   12  that these private organizations be reimbursed for the  care  that  they\n   13  provide  to  these  victimized  animals.  Many private organizations are\n   14  declining to offer assistance in these cases  because  of  the  enormous\n   15  financial  burden  of  caring for a large number of animals for extended\n   16  time periods with no assurance of reimbursement for these  services.  If\n   17  there are no resources to care for the animals once they are seized, law\n   18  enforcement  is  less likely to conduct the seizures in the first place.\n   19  The legislature therefore intends to  implement  legislation  that  will\n   20  improve  the state's ability to ensure proper security and reimbursement\n   21  for impounding organizations providing care on behalf of  the  state  of\n   22  abused animals.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00744-01-1\n\n       A. 259                              2\n\n    1    S  2.  Paragraph  a of subdivision 6 of section 373 of the agriculture\n    2  and markets law, as amended by chapter 586  of  the  laws  of  2008,  is\n    3  amended to read as follows:\n    4    a. If any animal is seized and impounded pursuant to the provisions of\n    5  this  section,  section  three  hundred fifty-three-d of this article or\n    6  section three hundred seventy-five of this article for any violation  of\n    7  this  article,  upon arraignment of charges, OR WITHIN A REASONABLE TIME\n    8  THEREAFTER, THE COURT SHALL ORDER A HEARING  TO  DETERMINE  WHETHER  THE\n    9  PERSON  FROM  WHOM AN ANIMAL IS SEIZED OR THE OWNER OF THE ANIMAL SHOULD\n   10  BE ORDERED TO POST A SECURITY TO REIMBURSE the duly incorporated society\n   11  for the prevention of cruelty to animals, humane society, pound,  animal\n   12  shelter  or  any  authorized agents thereof, hereinafter referred to for\n   13  the purposes of this section as the \"impounding organization\", [may file\n   14  a petition with the court requesting that the person from whom an animal\n   15  is seized or the owner of the animal be ordered to post a security.  The\n   16  security]  FOR THE COSTS OF CARING FOR SAID SEIZED ANIMALS. ANY SECURITY\n   17  ORDERED FOLLOWING SUCH A HEARING shall be in  an  amount  sufficient  to\n   18  secure  payment  for  all reasonable expenses expected to be incurred by\n   19  the impounding organization in caring and providing for the animal pend-\n   20  ing disposition of the charges. Reasonable expenses shall  include,  but\n   21  not be limited to, estimated medical care and boarding of the animal for\n   22  at  least  thirty  days.  The  amount  of the security, if any, shall be\n   23  determined by the court after taking into consideration all of the facts\n   24  and circumstances of the case including, but not limited to  the  recom-\n   25  mendation  of the impounding organization having custody and care of the\n   26  seized animal and the cost of caring for the animal. If a  security  has\n   27  been posted in accordance with this section, the impounding organization\n   28  may draw from the security the actual reasonable costs to be incurred by\n   29  such organization in caring for the seized animal.\n   30    S  3.  Paragraphs b and c of subdivision 6 of section 373 of the agri-\n   31  culture and markets law, as amended by chapter 256 of the laws of  1997,\n   32  subparagraph  2  of  paragraph  b  as amended by section 24 of part T of\n   33  chapter 59 of the laws of 2010, are amended to read as follows:\n   34    b. (1) [Upon receipt of a petition pursuant to  paragraph  a  of  this\n   35  subdivision  the]  THE court shall set a hearing [on the petition] to be\n   36  conducted within ten business days of [the filing of such petition]  ITS\n   37  HEARING  ORDER  PURSUANT  TO PARAGRAPH A OF THIS SUBDIVISION. The [peti-\n   38  tioner] COURT shall serve a true copy of the  [petition]  HEARING  ORDER\n   39  upon  THE IMPOUNDING ORGANIZATION, the defendant and the district attor-\n   40  ney.  The [petitioner] COURT shall also serve a true copy of the  [peti-\n   41  tion]  HEARING  ORDER  on  any  interested  person. For purposes of this\n   42  subdivision, interested person shall mean  an  individual,  partnership,\n   43  firm,  joint  stock  company, corporation, association, trust, estate or\n   44  other legal entity who the court determines may have a pecuniary  inter-\n   45  est  in the animal which is the subject of the [petition] HEARING ORDER.\n   46  The [petitioner] DISTRICT ATTORNEY shall have the burden of proving by a\n   47  preponderance of the evidence that the person from whom the  animal  was\n   48  seized  violated  a  provision  of  this  article, UNLESS THE IMPOUNDING\n   49  ORGANIZATION APPEARS  AT  THE  HEARING  AND  REQUESTS  TO  PRESENT  SUCH\n   50  EVIDENCE  AND  MEET  SUCH BURDEN ON ITS OWN BEHALF.  The court may waive\n   51  for good cause shown the posting of security.\n   52    (2) If the court orders the posting of a security, the security  shall\n   53  be  posted  with the clerk of the court within five business days of the\n   54  [hearing provided for in subparagraph one of this paragraph] ORDER.  The\n   55  court may order the immediate forfeiture of the  seized  animal  to  the\n   56  impounding organization if the person ordered to post the security fails\n\n       A. 259                              3\n\n    1  to  do  so. Any animal forfeited shall be made available for adoption or\n    2  euthanized subject to subdivision seven-a of section one hundred  seven-\n    3  teen of this chapter or section three hundred seventy-four of this arti-\n    4  cle.\n    5    (3)  In the case of an animal other than a companion animal or pet, if\n    6  a person ordered to post security fails to do  so,  the  court  may,  in\n    7  addition  to  the  forfeiture  to  a  duly  incorporated society for the\n    8  prevention of cruelty to animals, humane society, pound, animal  shelter\n    9  or  any  authorized  agents  thereof, and subject to the restrictions of\n   10  sections three hundred fifty-four, three hundred fifty-seven  and  three\n   11  hundred  seventy-four  of  this  article, order the animal which was the\n   12  basis of the order to be sold,  provided  that  all  interested  persons\n   13  shall  first be provided the opportunity to redeem their interest in the\n   14  animal and to purchase the interest of the person ordered to post  secu-\n   15  rity,  subject  to  such  conditions  as  the court deems appropriate to\n   16  assure proper care and treatment of the animal.  The court may reimburse\n   17  the person ordered to post security and any interested persons any money\n   18  earned by the sale of the animal  less  any  costs  including,  but  not\n   19  limited  to, veterinary and custodial care. Any animal determined by the\n   20  court to be maimed, diseased, disabled or infirm so as to be  unfit  for\n   21  sale  or  any  useful  purpose shall be forfeited to a duly incorporated\n   22  society for the prevention of cruelty to animals or a duly  incorporated\n   23  humane  society  or  authorized  agents  thereof,  and  be available for\n   24  adoption or shall be euthanized subject to section three hundred  seven-\n   25  ty-four of this article.\n   26    (4) Nothing in this section shall be construed to limit or restrict in\n   27  any  way the rights of a secured party having a security interest in any\n   28  animal described in this section. This section expressly does not impair\n   29  or subordinate the rights of such a secured  lender  having  a  security\n   30  interest in the animal or in the proceeds from the sale of such animal.\n   31    c.  In no event shall the security prevent the impounding organization\n   32  having custody and care of the  animal  from  disposing  of  the  animal\n   33  pursuant  to section three hundred seventy-four of this article prior to\n   34  the expiration of the thirty day period covered by the security  if  the\n   35  court  makes a determination of the charges against the person from whom\n   36  the animal was seized prior thereto. [Upon receipt of  a  petition  from\n   37  the  impounding  organization,  the] THE court may order the person from\n   38  whom the animal was seized or the owner of the animal to post  an  addi-\n   39  tional security with the clerk of the court to secure payment of reason-\n   40  able  expenses  for an additional period of time pending a determination\n   41  by the court of the charges against the person from whom the animal  was\n   42  seized. The person who posted the security shall be entitled to a refund\n   43  of  the  security in whole or part for any expenses not incurred by such\n   44  impounding organization upon adjudication of the charges. The person who\n   45  posted the security shall be entitled to a full refund of the  security,\n   46  including  reimbursement  by  the  impounding organization of any amount\n   47  allowed by the court to be expended, and the return of the animal seized\n   48  and impounded upon acquittal or dismissal of the charges,  except  where\n   49  the dismissal is based upon an adjournment in contemplation of dismissal\n   50  pursuant  to  section  215.30  of  the criminal procedure law. The court\n   51  order directing such refund and reimbursement shall provide for  payment\n   52  to  be  made within a reasonable time from the acquittal or dismissal of\n   53  charges.\n   54    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   55  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to orders of restitution in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T170342.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292882622928
}