{
  "year" : 2011,
  "senateBillNo" : "A2599-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2599-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes local municipalities to regulate towing companies",
  "summary" : "Authorizes local municipalities to regulate towing companies, including the establishment of minimum insurance levels, the licensing and regulation of persons engaged in the business of towing, and the fixing of maximum charges made for the towing and storage of vehicles; such regulation applies to consensual and non-consensual tows. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A6900-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2599\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. RABBITT, GALEF, WEISENBERG, RAIA, FINCH, CASTRO\n         -- Multi-Sponsored by -- M. of A. HAYES, J. MILLER --  read  once  and\n         referred to the Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to authorizing\n         local municipalities to regulate towing companies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (a) of section 1640 of the vehicle and traffic\n    2  law is amended by adding a new paragraph 23 to read as follows:\n    3    23. REGULATE THE TOWING AND PUSHING OF VEHICLES,  INCLUDING,  BUT  NOT\n    4  LIMITED  TO,  THE  ESTABLISHMENT  OF  MINIMUM  INSURANCE  LEVELS FOR THE\n    5  LICENSING AND REGULATION OF PERSONS ENGAGED IN THE BUSINESS  OF  TOWING,\n    6  AND  THE  FIXING  OF  MAXIMUM CHARGES TO BE MADE BY SUCH PERSONS FOR THE\n    7  TOWING AND STORAGE OF VEHICLES. SUCH REGULATION SHALL APPLY TO,  BUT  IS\n    8  NOT  LIMITED TO, CONSENSUAL AND NON-CONSENSUAL TOWING OF VEHICLES.  NON-\n    9  CONSENSUAL TOWS SHALL INCLUDE, BUT ARE NOT LIMITED TO, ANY TOWS  FROM  A\n   10  HIGHWAY,  STREET  OR ADJACENT AREA REQUIRED BY A LAW ENFORCEMENT OFFICER\n   11  OR LAW ENFORCEMENT AGENCY WHEN THE ARRANGEMENTS WITH THE TOWING  COMPANY\n   12  ARE MADE BY SUCH OFFICER OR BY SUCH ENFORCEMENT AGENCY, OR ANY TOWS FROM\n   13  PRIVATE  PROPERTY WHEN THE ARRANGEMENTS WITH SUCH TOWING COMPANY ARE NOT\n   14  MADE BY THE OWNER OR OPERATOR OF THE VEHICLE THAT IS TO BE TOWED.\n   15    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   16  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03684-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing local municipalities to regulate towing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142306.TXT", "SOBI.D110119.T161824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471904338
}