{
  "year" : 2011,
  "senateBillNo" : "A2597-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2597-2011-1295413200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows localities to exclude disability pension in determining eligibility level for partial exemption from real property tax",
  "summary" : "Gives localities the option to exclude income from any disability pension or benefit in computation of income for purposes of determining eligibility for the partial real property tax exemption granted to persons 65 years of age or over. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A4448-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2597\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to qualifications\n         of certain real property owners, sixty-five years of age or over,  for\n         partial exemption from real property taxation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 467 of the real property  tax  law  is  amended  by\n    2  adding a new subdivision 11 to read as follows:\n    3    11.  ANY  LOCAL  LAW OR ORDINANCE ADOPTED PURSUANT TO PARAGRAPH (A) OF\n    4  SUBDIVISION ONE AND PARAGRAPH (A) OF SUBDIVISION THREE OF  THIS  SECTION\n    5  MAY  BE  AMENDED,  OR A LOCAL LAW OR ORDINANCE MAY BE ADOPTED TO ALLOW A\n    6  LOCAL LAW TO OFFER AN EXEMPTION TO AN INDIVIDUAL OR OWNERS  OF  PROPERTY\n    7  BASED  ON INCOME EARNED DURING THE INCOME TAX YEAR IMMEDIATELY PRECEDING\n    8  THE DATE OF MAKING THE APPLICATION, THAT MAY EXCLUDE INCOME EARNED  FROM\n    9  A  DISABILITY PENSION OR BENEFITS THAT MAY EXCEED THE SUM OF THREE THOU-\n   10  SAND DOLLARS UP TO FIFTEEN THOUSAND DOLLARS AS MAY BE  PROVIDED  BY  THE\n   11  LOCAL LAW, ORDINANCE OR RESOLUTION ADOPTED PURSUANT TO THIS SUBDIVISION.\n   12    S  2. This act shall take effect on the first of January next succeed-\n   13  ing the date on which it shall have become a  law  and  shall  apply  to\n   14  assessment rolls prepared on the basis of taxable status dates occurring\n   15  on or after such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03062-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to qualifications of certain real property owners, sixty-five years of age or over, for partial exemption from real property taxation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142306.TXT", "SOBI.D110119.T161824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471904317
}