{
  "year" : 2011,
  "senateBillNo" : "A2593-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2593-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the amount of rent increase after the vacancy of a housing accommodation",
  "summary" : "Limits the amount of rent increase after the vacancy of a housing accommodation. ",
  "currentCommittee" : null,
  "sameAs" : "S2341",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A1686-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2593\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. V. LOPEZ, GOTTFRIED, ROSENTHAL, KAVANAGH, WRIGHT,\n         O'DONNELL,  ORTIZ  --  Multi-Sponsored  by  --  M. of A. BROOK-KRASNY,\n         FARRELL, GLICK, HOOPER, JACOBS,  JEFFRIES,  PERRY  --  read  once  and\n         referred to the Committee on Housing\n\n       AN  ACT to amend the administrative code of the city of New York and the\n         emergency tenant protection act of nineteen seventy-four, in  relation\n         to limiting rent increase after vacancy of a housing accommodation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 5-a of subdivision c of  section  26-511  of  the\n    2  administrative  code of the city of New York, as added by chapter 116 of\n    3  the laws of 1997, is amended to read as follows:\n    4    (5-a) provides that, notwithstanding any provision  of  this  chapter,\n    5  the  legal  regulated  rent for any vacancy lease entered into after the\n    6  effective date of this paragraph shall be  as  hereinafter  provided  in\n    7  this  paragraph.  The  previous  legal  regulated  rent for such housing\n    8  accommodation shall be increased by the following: (i)  if  the  vacancy\n    9  lease  is  for a term of two years, [twenty] TEN percent of the previous\n   10  legal regulated rent; or (ii) if the vacancy lease is for a term of  one\n   11  year  the  increase  shall be [twenty] TEN percent of the previous legal\n   12  regulated rent less an amount equal to the difference  between  (a)  the\n   13  two  year renewal lease guideline promulgated by the guidelines board of\n   14  the city of New York applied to the previous legal  regulated  rent  and\n   15  (b)  the  one year renewal lease guideline promulgated by the guidelines\n   16  board of the city of New York applied to the  previous  legal  regulated\n   17  rent.  In  addition,  if the legal regulated rent was not increased with\n   18  respect to such housing accommodation by a permanent  vacancy  allowance\n   19  within  eight  years  prior  to a vacancy lease executed on or after the\n   20  effective date of this  paragraph,  the  legal  regulated  rent  may  be\n   21  further  increased  by  an  amount  equal  to the product resulting from\n   22  multiplying such previous legal regulated  rent  by  six-tenths  of  one\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00241-01-1\n\n       A. 2593                             2\n\n    1  percent  and  further  multiplying the amount of rent increase resulting\n    2  therefrom by the greater of (A) the number of years since the imposition\n    3  of the last permanent vacancy allowance, or (B)  if  the  rent  was  not\n    4  increased  by  a  permanent vacancy allowance since the housing accommo-\n    5  dation became subject to this chapter, the number  of  years  that  such\n    6  housing accommodation has been subject to this chapter. Provided that if\n    7  the  previous  legal  regulated rent was less than three hundred dollars\n    8  the total increase shall be as calculated above plus one hundred dollars\n    9  per month. Provided, further, that if the previous legal regulated  rent\n   10  was at least three hundred dollars and no more than five hundred dollars\n   11  in  no event shall the total increase pursuant to this paragraph be less\n   12  than one hundred dollars per month. Such increase shall be  in  lieu  of\n   13  any allowance authorized for the one or two year renewal component ther-\n   14  eof, but shall be in addition to any other increases authorized pursuant\n   15  to  this  chapter  including  an  adjustment  based upon a major capital\n   16  improvement, or a substantial modification or increase of dwelling space\n   17  or services, or installation of new equipment  or  improvements  or  new\n   18  furniture  or  furnishings  provided  in or to the housing accommodation\n   19  pursuant to this section.  THE INCREASE AUTHORIZED IN THIS PARAGRAPH MAY\n   20  NOT BE IMPLEMENTED MORE THAN ONE TIME IN ANY CALENDAR YEAR NOTWITHSTAND-\n   21  ING THE NUMBER OF VACANCY LEASES ENTERED INTO IN SUCH YEAR.\n   22    S 2. Subdivision (a-1) of section 10 of section 4 of  chapter  576  of\n   23  the  laws  of  1974, constituting the emergency tenant protection act of\n   24  nineteen seventy-four, as added by chapter 116 of the laws of  1997,  is\n   25  amended to read as follows:\n   26    (a-1)  provides  that,  notwithstanding any provision of this act, the\n   27  legal regulated rent for any vacancy lease entered into after the effec-\n   28  tive date of this subdivision shall be as hereinafter set  forth.    The\n   29  previous  legal  regulated  rent for such housing accommodation shall be\n   30  increased by the following: (i) if the vacancy lease is for  a  term  of\n   31  two years, [twenty] TEN percent of the previous legal regulated rent; or\n   32  (ii)  if  the vacancy lease is for a term of one year the increase shall\n   33  be [twenty] TEN percent of the previous legal  regulated  rent  less  an\n   34  amount  equal  to  the difference between (a) the two year renewal lease\n   35  guideline promulgated by the guidelines board of the county in which the\n   36  housing accommodation is located applied to the previous legal regulated\n   37  rent and (b) the one year renewal lease  guideline  promulgated  by  the\n   38  guidelines  board  of  the  county in which the housing accommodation is\n   39  located applied to the previous legal regulated rent.  In  addition,  if\n   40  the  legal regulated rent was not increased with respect to such housing\n   41  accommodation by a permanent vacancy allowance within eight years  prior\n   42  to  a  vacancy  lease  executed  on  or after the effective date of this\n   43  subdivision, the legal regulated rent may be  further  increased  by  an\n   44  amount  equal  to  the  product resulting from multiplying such previous\n   45  legal regulated rent by six-tenths of one percent and further  multiply-\n   46  ing  the  amount  of rent increase resulting therefrom by the greater of\n   47  (A) the number of years since  the  imposition  of  the  last  permanent\n   48  vacancy  allowance,  or (B) if the rent was not increased by a permanent\n   49  vacancy allowance since the housing accommodation became subject to this\n   50  act, the number of  years  that  such  housing  accommodation  has  been\n   51  subject  to this act. Provided that if the previous legal regulated rent\n   52  was less than three hundred dollars  the  total  increase  shall  be  as\n   53  calculated  above plus one hundred dollars per month. Provided, further,\n   54  that if the previous legal regulated rent was  at  least  three  hundred\n   55  dollars  and  no  more  than  five hundred dollars in no event shall the\n   56  total increase pursuant to this subdivision be  less  than  one  hundred\n\n       A. 2593                             3\n\n    1  dollars  per  month.  Such  increase  shall  be in lieu of any allowance\n    2  authorized for the one or two year renewal component thereof, but  shall\n    3  be  in  addition  to any other increases authorized pursuant to this act\n    4  including  an  adjustment  based  upon a major capital improvement, or a\n    5  substantial modification or increase of dwelling space or  services,  or\n    6  installation  of  new  equipment  or  improvements  or  new furniture or\n    7  furnishings provided in or to  the  housing  accommodation  pursuant  to\n    8  section  six  of this act.   THE INCREASE AUTHORIZED IN THIS SUBDIVISION\n    9  MAY NOT BE IMPLEMENTED MORE THAN ONE TIME IN ANY CALENDAR YEAR  NOTWITH-\n   10  STANDING THE NUMBER OF VACANCY LEASES ENTERED INTO IN SUCH YEAR.\n   11    S  3. This act shall take effect immediately; provided that the amend-\n   12  ments to section 26-511  of  the  rent  stabilization  law  of  nineteen\n   13  hundred  sixty-nine  made by section one of this act shall expire on the\n   14  same date as such law expires and shall not  affect  the  expiration  of\n   15  such  law  as  provided  under section 26-520 of such law; and provided,\n   16  further, that the amendments  to  section  4  of  the  emergency  tenant\n   17  protection  act of nineteen seventy-four made by section two of this act\n   18  shall expire on the same date as such act expires and shall  not  affect\n   19  the  expiration  of such act as provided in section 17 of chapter 576 of\n   20  the laws of 1974.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to limiting rent increase after vacancy of a housing accommodation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142306.TXT", "SOBI.D110119.T141812.TXT", "SOBI.D110119.T161824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471904303
}