{
  "year" : 2011,
  "senateBillNo" : "A2590-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2590-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the waiver of a jury trial upon consent by the defendant and the prosecution in certain instances",
  "summary" : "Allows the waiver of a jury trial upon consent by the defendant and the prosecution in indictments where the defendant is a law enforcement officer, the alleged crime is a violent felony or an allegation of public corruption and the conduct allegedly occurred during official duties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A550-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2590\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JEFFRIES,  KAVANAGH, CAMARA, ROBINSON, COOK,\n         N. RIVERA  --  Multi-Sponsored  by  --  M.  of  A.   BOYLAND,   CLARK,\n         PEOPLES-STOKES,  J. RIVERA  -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  waiving  the\n         right to a jury trial in certain instances\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 320.10 of the criminal procedure law, subdivision 1\n    2  as amended by chapter 367 of the laws of 1974, is  amended  to  read  as\n    3  follows:\n    4  S 320.10  Non-jury trial; when authorized.\n    5    1.  Except  where  the  indictment  charges the crime of murder in the\n    6  first degree, the defendant, subject to the provisions  of  [subdivision\n    7  two]  THIS  SECTION, may at any time before trial waive a jury trial and\n    8  consent to a trial without a jury in the superior  court  in  which  the\n    9  indictment is pending.\n   10    2.  THE  DEFENDANT  AND  THE PROSECUTION, SUBJECT TO THE PROVISIONS OF\n   11  THIS SECTION, MAY AT ANY TIME  BEFORE  TRIAL  WAIVE  A  JURY  TRIAL  AND\n   12  CONSENT  TO  A  TRIAL  WITHOUT A JURY IN THE SUPERIOR COURT IN WHICH THE\n   13  INDICTMENT IS PENDING WHEN SUCH INDICTMENT BROUGHT BEFORE  THE  SUPERIOR\n   14  COURT:\n   15    (A) INVOLVES A DEFENDANT WHO IS A LAW ENFORCEMENT OFFICER;\n   16    (B)  ALLEGES  A  CRIME  WHICH  IS A VIOLENT FELONY OR AN ALLEGATION OF\n   17  PUBLIC CORRUPTION; AND\n   18    (C) ALLEGES CONDUCT WHICH OCCURRED DURING THE COURSE  OF  THE  DEFEND-\n   19  ANT'S EMPLOYMENT AND WITHIN THE SCOPE OF HIS OR HER OFFICIAL DUTIES.\n   20    [2. Such] 3. THE waiver AUTHORIZED UNDER THIS SECTION must be in writ-\n   21  ing  and must be signed by the [defendant] PARTY in person in open court\n   22  in the presence of the court, and with the approval of  the  court.  The\n   23  court must approve the execution and submission of such waiver unless it\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05023-01-1\n\n       A. 2590                             2\n\n    1  determines  that  it  is tendered as a stratagem to procure an otherwise\n    2  impermissible procedural advantage or that the defendant  is  not  fully\n    3  aware  of  the  consequences  of  the choice he OR SHE is making. If the\n    4  court  disapproves the waiver, it must state upon the record its reasons\n    5  for such disapproval.\n    6    S 2. This act shall take effect on the first of November next succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to waiving the right to a jury trial in certain instances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T141812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295470103330
}