{
  "year" : 2011,
  "senateBillNo" : "A2595-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2595-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to limited-profit housing companies",
  "summary" : "Relates to limited-profit housing companies; authorizes certain companies to pay dividends or interest in excess of six percent per annum; relates to the dissolution of certain rental housing companies. ",
  "currentCommittee" : null,
  "sameAs" : "S1005",
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A2933-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2595\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. V. LOPEZ, CYMBROWITZ, WRIGHT, ORTIZ, ROBINSON,\n         O'DONNELL, PERRY, MAYERSOHN, COLTON, BROOK-KRASNY,  SCHROEDER,  ROSEN-\n         THAL,  LANCMAN,  MAISEL, KAVANAGH, P. RIVERA, JEFFRIES, TITONE, TITUS,\n         CAMARA, SPANO, BARRON -- Multi-Sponsored by -- M. of A.  BING,  DINOW-\n         ITZ,  FARRELL,  GLICK,  GOTTFRIED,  HEASTIE,  HEVESI, JACOBS, MILLMAN,\n         PHEFFER, TOWNS -- read once and referred to the Committee on Housing\n\n       AN ACT to amend the private housing finance law, in relation  to  limit-\n         ed-profit housing companies in a city with a population of one million\n         or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 28 of the private housing finance law is amended by\n    2  adding a new subdivision 4 to read as follows:\n    3    4. (A) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS  ARTICLE  OR\n    4  OF  ANY  OTHER  PROVISION  OF  GENERAL,  SPECIAL OR LOCAL LAW, A COMPANY\n    5  (OTHER THAN A MUTUAL COMPANY) THAT OPERATES A MUNICIPALLY-AIDED  PROJECT\n    6  IN A CITY WITH A POPULATION OF ONE MILLION OR MORE AND THAT IS OTHERWISE\n    7  AUTHORIZED  TO PAY DIVIDENDS UPON ITS SHARES OR INTEREST UPON ITS INCOME\n    8  DEBENTURES MAY, WITH THE APPROVAL OF THE SUPERVISING  AGENCY,  PAY  SUCH\n    9  DIVIDENDS OR INTEREST IN EXCESS OF SIX PERCENT PER ANNUM.\n   10    (B)  ON  AND AFTER THE DATE OF THE APPROVAL OF SUCH EXCESS DIVIDEND OR\n   11  INTEREST BY THE SUPERVISING AGENCY PURSUANT TO  PARAGRAPH  (A)  OF  THIS\n   12  SUBDIVISION, THE PROVISIONS OF SECTION THIRTY-ONE OF THIS ARTICLE RELAT-\n   13  ING  TO  THE VARIATION OF RENTAL RATES OF DWELLING UNITS IN SUCH MUNICI-\n   14  PALLY-AIDED PROJECT SHALL NOT APPLY AND RENTAL RATES OF  DWELLING  UNITS\n   15  MAY  BE  INCREASED  ANNUALLY  BY SUCH COMPANY, WITHOUT PUBLIC HEARING OR\n   16  FURTHER APPROVAL BY THE SUPERVISING AGENCY, IN THE AMOUNT AUTHORIZED  BY\n   17  THE RENT GUIDELINES BOARD ESTABLISHED PURSUANT TO THE RENT STABILIZATION\n   18  LAW OF NINETEEN HUNDRED SIXTY-NINE FOR RENT STABILIZED DWELLING UNITS.\n   19    (C) THIS SUBDIVISION SHALL NOT APPLY TO A COMPANY WITH A MORTGAGE LOAN\n   20  INSURED OR HELD BY THE FEDERAL GOVERNMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04993-01-1\n\n       A. 2595                             2\n\n    1    S  2.  The  private  housing  finance  law  is amended by adding a new\n    2  section 35-a to read as follows:\n    3    S  35-A.  DISSOLUTION  OF CERTAIN RENTAL HOUSING COMPANIES. 1. FOR THE\n    4  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL  HAVE  THE  MEANINGS\n    5  SET FORTH BELOW:\n    6    (A)  \"AFFECTED  DEVELOPMENT\"  SHALL  MEAN  HOUSING  ACCOMMODATIONS (I)\n    7  LOCATED IN A CITY WITH A POPULATION OF ONE  MILLION  OR  MORE,  (II)  IN\n    8  BUILDINGS  COMPLETED  OR BUILDINGS SUBSTANTIALLY REHABILITATED AS FAMILY\n    9  UNITS ON OR AFTER JANUARY  FIRST,  NINETEEN  HUNDRED  SEVENTY-FOUR,  AND\n   10  (III)  OPERATED  PRIOR  TO  THE DISSOLUTION DATE AS A RENTAL DEVELOPMENT\n   11  PURSUANT TO THIS ARTICLE.\n   12    (B) \"AFFECTED DWELLING UNIT\" SHALL MEAN A DWELLING UNIT IN AN AFFECTED\n   13  DEVELOPMENT.\n   14    (C) \"AFFECTED HOUSING COMPANY\" SHALL  MEAN  A  LIMITED-PROFIT  HOUSING\n   15  COMPANY WITH AN AFFECTED DEVELOPMENT.\n   16    (D) \"DISSOLUTION DATE\" SHALL MEAN, WITH RESPECT TO ANY AFFECTED DEVEL-\n   17  OPMENT,  THE  DATE  OF THE DISSOLUTION OR RECONSTITUTION OF THE AFFECTED\n   18  HOUSING COMPANY WITH SUCH AFFECTED DEVELOPMENT PURSUANT TO SECTION THIR-\n   19  TY-FIVE OF THIS ARTICLE.\n   20    (E) \"VOUCHER RECIPIENT\" SHALL MEAN A TENANT IN  AN  AFFECTED  DWELLING\n   21  UNIT  WHO  RECEIVES  ENHANCED VOUCHER ASSISTANCE PURSUANT TO THE VOUCHER\n   22  ACT FOR SUCH PERIOD AS SUCH TENANT RECEIVES SUCH ASSISTANCE.\n   23    (F) \"VOUCHER UNIT\" SHALL MEAN AN AFFECTED DWELLING UNIT THAT IS AT ANY\n   24  TIME OCCUPIED BY A VOUCHER RECIPIENT, FOR SUCH PERIOD AS  SUCH  AFFECTED\n   25  DWELLING UNIT IS OCCUPIED BY A VOUCHER RECIPIENT.\n   26    (G)  \"MARKET  UNIT\"  SHALL  MEAN  AN AFFECTED DWELLING UNIT THAT IS NO\n   27  LONGER SUBJECT TO THE RENT STABILIZATION LAW OF NINETEEN HUNDRED  SIXTY-\n   28  NINE  AND  THE  EMERGENCY TENANT PROTECTION ACT OF NINETEEN SEVENTY-FOUR\n   29  BECAUSE IT HAS BEEN DECONTROLLED PURSUANT TO THE TERMS OF APPLICABLE LAW\n   30  OR PURSUANT TO SUBDIVISION THREE OF THIS SECTION.\n   31    (H) \"VACATED UNIT\" SHALL MEAN AN AFFECTED DWELLING UNIT, OTHER THAN  A\n   32  VOUCHER  UNIT OR A MARKET UNIT, THAT IS NO LONGER OCCUPIED BY THE TENANT\n   33  WHO OCCUPIED SUCH UNIT ON THE DISSOLUTION DATE OR BY THE LAWFUL  SUCCES-\n   34  SORS IN INTEREST OF SUCH TENANT.\n   35    (I)  \"FULLY  TAXABLE  UNITS\" SHALL MEAN, WITH RESPECT TO ANY TAX YEAR,\n   36  ALL AFFECTED UNITS THAT WERE VOUCHER  UNITS,  MARKET  UNITS  OR  VACATED\n   37  UNITS ON THE TAXABLE STATUS DATE OF SUCH TAX YEAR.\n   38    (J)  \"PARTIALLY  TAXABLE  UNITS\"  SHALL  MEAN, WITH RESPECT TO ANY TAX\n   39  YEAR, ALL AFFECTED UNITS WHICH WERE NOT FULLY TAXABLE UNITS ON THE TAXA-\n   40  BLE STATUS DATE OF SUCH TAX YEAR.\n   41    (K) \"VOUCHER ACT\" SHALL MEAN SECTION 8(T) OF THE UNITED STATES HOUSING\n   42  ACT OF NINETEEN THIRTY-SEVEN, AS AMENDED, OR ANY SUCCESSOR STATUTE,  AND\n   43  ANY REGULATIONS PROMULGATED THEREUNDER.\n   44    2.  NOTWITHSTANDING  ANY  PROVISION  TO THE CONTRARY CONTAINED IN THIS\n   45  ARTICLE, AND NOTWITHSTANDING THE PROVISIONS OF ANY GENERAL,  SPECIAL  OR\n   46  LOCAL  LAW, AFTER THE DISSOLUTION DATE, AFFECTED DWELLING UNITS SHALL BE\n   47  FULLY SUBJECT TO THE PROVISIONS OF THE RENT STABILIZATION LAW  OF  NINE-\n   48  TEEN HUNDRED SIXTY-NINE AND THE EMERGENCY TENANT PROTECTION ACT OF NINE-\n   49  TEEN SEVENTY-FOUR.\n   50    (A)  THE  INITIAL  LEGAL REGULATED RENT FOR ANY AFFECTED DWELLING UNIT\n   51  FOLLOWING THE DISSOLUTION DATE SHALL BE THE LAST RENT AUTHORIZED FOR THE\n   52  AFFECTED DWELLING UNIT BEFORE THE DISSOLUTION DATE, WHICH SHALL  NOT  BE\n   53  SUBJECT TO ADJUSTMENT PURSUANT TO SUBDIVISION A OF SECTION 26-513 OF THE\n   54  ADMINISTRATIVE CODE OF THE CITY OF NEW YORK.\n   55    (B) NOTWITHSTANDING ANY PROVISION OF THIS SECTION TO THE CONTRARY, THE\n   56  LEGAL  REGULATED  RENT  FOR A VOUCHER UNIT SHALL BE EQUAL TO THE MAXIMUM\n\n       A. 2595                             3\n\n    1  RENT AUTHORIZED AND APPROVED IN CONNECTION WITH THE  FEDERAL  ASSISTANCE\n    2  PROVIDED  TO  THE  VOUCHER  RECIPIENT OCCUPYING SUCH VOUCHER UNIT. IF AN\n    3  AFFECTED DWELLING UNIT WHICH WAS A VOUCHER UNIT CEASES TO BE  A  VOUCHER\n    4  UNIT  AT  ANY TIME OR FOR ANY REASON, EXCEPT FOR THOSE REASONS SPECIFIED\n    5  IN SUBDIVISION THREE OF THIS SECTION, THE INITIAL LEGAL  REGULATED  RENT\n    6  FOR SUCH AFFECTED DWELLING UNIT FOLLOWING SUCH CHANGE IN STATUS SHALL BE\n    7  EQUAL  TO THE SUM OF (I) THE LAST RENT AUTHORIZED BEFORE THE DISSOLUTION\n    8  DATE, PLUS (II) ANY ADJUSTMENTS TO SUCH RENT AUTHORIZED BY  LAW  BETWEEN\n    9  THE  DISSOLUTION  DATE  AND THE DATE UPON WHICH SUCH UNIT CEASED TO BE A\n   10  VOUCHER UNIT.\n   11    3. NOTWITHSTANDING ANY PROVISION OF  THIS  SECTION  TO  THE  CONTRARY,\n   12  WHERE  AN  AFFECTED  DEVELOPMENT  CONTAINS  DWELLING  UNITS WHICH MAY BE\n   13  ELIGIBLE FOR ENHANCED VOUCHER ASSISTANCE PURSUANT TO  THE  VOUCHER  ACT,\n   14  ANY  DWELLING  UNIT IN SUCH AFFECTED DEVELOPMENT SHALL BE DEEMED TO BE A\n   15  MARKET UNIT AND NOT SUBJECT TO THE RENT STABILIZATION  LAW  OF  NINETEEN\n   16  HUNDRED  SIXTY-NINE  AND THE EMERGENCY TENANT PROTECTION ACT OF NINETEEN\n   17  SEVENTY-FOUR FOR THE DURATION OF SUCH TENANCY IF: (A) THE TENANT  RESID-\n   18  ING IN SUCH DWELLING UNIT AS OF THE DISSOLUTION DATE FAILS TO SUBMIT ALL\n   19  OF  THE  REQUIRED DOCUMENTATION FOR THE INITIAL APPLICATION FOR ENHANCED\n   20  VOUCHER ASSISTANCE PURSUANT TO THE VOUCHER ACT, (B) A VOUCHER  RECIPIENT\n   21  RESIDING  IN  SUCH DWELLING UNIT FAILS TO SUBMIT THE REQUIRED DOCUMENTA-\n   22  TION FOR RECERTIFICATION FOR ENHANCED VOUCHER ASSISTANCE PURSUANT TO THE\n   23  VOUCHER ACT, OR (C) A VOUCHER RECIPIENT RESIDING IN SUCH  DWELLING  UNIT\n   24  VIOLATES,  THROUGH  ACTION  OR INACTION, THE REQUIREMENTS OF THE VOUCHER\n   25  ACT. UPON THE FIRST VACANCY OF AN AFFECTED DWELLING UNIT WHICH BECOMES A\n   26  MARKET RATE UNIT PURSUANT TO THIS SUBDIVISION,  SUCH  AFFECTED  DWELLING\n   27  UNIT  SHALL BE FULLY SUBJECT TO THE PROVISIONS OF THE RENT STABILIZATION\n   28  LAW OF NINETEEN HUNDRED SIXTY-NINE AND THE EMERGENCY  TENANT  PROTECTION\n   29  ACT  OF  NINETEEN SEVENTY-FOUR, AND THE INITIAL LEGAL REGULATED RENT FOR\n   30  SUCH AFFECTED DWELLING UNIT FOLLOWING SUCH CHANGE  IN  STATUS  SHALL  BE\n   31  EQUAL  TO THE SUM OF (I) THE LAST RENT AUTHORIZED BEFORE THE DISSOLUTION\n   32  DATE, PLUS (II) ANY ADJUSTMENTS TO SUCH RENT AUTHORIZED BY  LAW  BETWEEN\n   33  THE  DISSOLUTION  DATE  AND THE DATE UPON WHICH SUCH UNIT CEASES TO BE A\n   34  MARKET UNIT.\n   35    4. NOTWITHSTANDING ANY PROVISION TO THE  CONTRARY  CONTAINED  IN  THIS\n   36  ARTICLE,  AND  NOTWITHSTANDING THE PROVISIONS OF ANY GENERAL, SPECIAL OR\n   37  LOCAL LAW, AFTER THE DISSOLUTION DATE, ANY PARTIAL EXEMPTION  FROM  REAL\n   38  PROPERTY  TAXATION  GRANTED TO THE REAL PROPERTY IN AN AFFECTED DEVELOP-\n   39  MENT PURSUANT TO SECTION THIRTY-THREE OF  THIS  ARTICLE  SHALL  CONTINUE\n   40  WITH RESPECT TO ANY PARTIALLY TAXABLE UNITS, BUT ANY FULLY TAXABLE UNITS\n   41  SHALL BE SUBJECT TO FULL REAL PROPERTY TAXATION.\n   42    5. THIS SECTION SHALL NOT APPLY TO AN AFFECTED DEVELOPMENT IF: (A) THE\n   43  OWNER  AND  A  DULY  RECOGNIZED  TENANTS  ASSOCIATION  EXECUTE A WRITTEN\n   44  SETTLEMENT AGREEMENT ON OR BEFORE THE DISSOLUTION  DATE,  AND  (B)  SUCH\n   45  WRITTEN  SETTLEMENT  AGREEMENT SPECIFIES THE RESPECTIVE RIGHTS AND OBLI-\n   46  GATIONS OF THE TENANTS AND OWNER SUBSEQUENT TO THE DISSOLUTION DATE.\n   47    S 3. If any clause, sentence, paragraph, section or part of  this  act\n   48  shall  be adjudged by any court of competent jurisdiction to be invalid,\n   49  such judgment shall not affect,  impair,  or  invalidate  the  remainder\n   50  thereof, but shall be confined in its operation to the clause, sentence,\n   51  paragraph,  section or part thereof directly involved in the controversy\n   52  in which judgment shall have been rendered.\n   53    S 4. This act shall take effect immediately; provided,  however,  that\n   54  section  two  of this act shall apply to any affected development with a\n   55  dissolution date on or after the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to limited-profit housing companies in a city with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142306.TXT", "SOBI.D110119.T161824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471904307
}