{
  "year" : 2011,
  "senateBillNo" : "A2596-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to cities",
    "billEventId" : "A2596-2011-1295413200000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a referendum on all sales of property assessed at over twenty-five million dollars in New York city",
  "summary" : "Requires a referendum for the approval on all sales of property assessed at over twenty-five million dollars in cities with a population of one million or more. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A3371-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2596\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Cities\n\n       AN ACT to amend the general municipal  law,  in  relation  to  requiring\n         voter  approval  for  sale  of certain property in cities with a popu-\n         lation of one million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 74-a to read as follows:\n    3    S 74-A. SALE OF CERTAIN PROPERTIES IN CITIES WITH A POPULATION OF  ONE\n    4  MILLION  OR MORE. NO CITY WITH A POPULATION OF ONE MILLION OR MORE SHALL\n    5  SELL ANY PROPERTY ASSESSED AT OVER TWENTY-FIVE  MILLION  DOLLARS  UNLESS\n    6  SUCH  SALE  HAS  BEEN APPROVED PURSUANT TO A PERMISSIVE REFERENDUM. SUCH\n    7  PERMISSIVE REFERENDUM SHALL BE HELD ON THE DAY OF THE  GENERAL  ELECTION\n    8  NO  LESS  THAN  NINETY  DAYS  BEFORE  IT  IS HELD IN ACCORDANCE WITH THE\n    9  PROVISIONS OF SECTION TWENTY-FOUR OF THE MUNICIPAL HOME RULE LAW.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02519-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to requiring voter approval for sale of certain property in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142306.TXT", "SOBI.D110119.T161824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471904311
}