{
  "year" : 2011,
  "senateBillNo" : "A2609-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to social services",
    "billEventId" : "A2609-2011-1295413200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands provisions of public assistance employment programs to ensure comprehensive assessments and development of career plans for participants",
  "summary" : "Expands provisions of public assistance employment programs to ensure comprehensive assessments and development of career plans for participants; sets forth a definition of sustainable living wage; provides for review of specific employment-related skills and abilities; requires a preference for unsubsidized employment; requires social services officials to establish collaborative relationships with local employers in the private sector. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1682-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2609\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, GLICK, MILLMAN, JAFFEE -- Multi-Sponsored\n         by  --  M.  of  A.   BRENNAN, CAMARA, HOOPER, MAGEE, McENENY, PHEFFER,\n         ROBINSON, SWEENEY -- read once and referred to the Committee on Social\n         Services\n\n       AN ACT to amend the social services law, in relation to  public  assist-\n         ance employment programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 330 of the social services law, as\n    2  amended by section 148 of part B of chapter 436 of  the  laws  of  1997,\n    3  paragraphs  a  and  b as amended by section 2 of part C of chapter 57 of\n    4  the laws of 2005, is amended to read as follows:\n    5    1. Whenever used in this title:\n    6    a. the term \"commissioner\" means the commissioner of the state  office\n    7  of temporary and disability assistance; [and]\n    8    b. the term \"department\" means the state office of temporary and disa-\n    9  bility assistance; AND\n   10    C.  THE  TERM  \"SUSTAINABLE LIVING WAGE\" MEANS A WAGE THAT IS AT LEAST\n   11  ONE HUNDRED EIGHTY-FIVE PERCENT OF  THE  FEDERAL  POVERTY  LEVEL  FOR  A\n   12  HOUSEHOLD  THAT  CONSISTS  OF  FOUR  PERSONS AND THAT TAKES INTO ACCOUNT\n   13  COSTS RELATED TO EMPLOYMENT SUCH AS  FEDERAL,  STATE  AND  LOCAL  TAXES,\n   14  CHILD  CARE, HEALTH CARE, FOOD AND SHELTER COSTS FOR A PARTICULAR SOCIAL\n   15  SERVICES DISTRICT.\n   16    S 2. Subdivisions 1, 2, 4 and 5 of section 335 of the social  services\n   17  law,  subdivision  1  as  amended by chapter 214 of the laws of 1998 and\n   18  subdivisions 2, 4 and 5 as amended by section 148 of part B  of  chapter\n   19  436 of the laws of 1997, are amended to read as follows:\n   20    1.  Each  social services official shall ensure that each recipient of\n   21  public assistance who is a member of a household with dependent children\n   22  and is eighteen years of age or older, or who is  sixteen  or  seventeen\n   23  years of age and is not attending secondary school and has not completed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06246-01-1\n\n       A. 2609                             2\n\n    1  high school or a high school equivalency program, receives an assessment\n    2  [of  employability]  AND  A  CAREER PLAN based on his or her educational\n    3  level, including literacy and English language proficiency, basic skills\n    4  proficiency, child care and other supportive services needs; and skills,\n    5  prior  work  experience,  training  and vocational interests. THE SOCIAL\n    6  SERVICES OFFICIAL SHALL FURTHER ENSURE THAT SUCH ASSESSMENT  INCLUDES  A\n    7  COMPREHENSIVE REVIEW OF THE SPECIFIC EMPLOYMENT-RELATED SKILLS AND ABIL-\n    8  ITIES  OF  EACH  PUBLIC ASSISTANCE RECIPIENT. THIS ASSESSMENT SHALL ALSO\n    9  IDENTIFY SPECIFIC BARRIERS, SUCH AS ACCESS TO CHILD CARE AND TRANSPORTA-\n   10  TION, UNSAFE OR UNSTABLE HOUSING CONDITIONS, THE  NEED  TO  CARE  FOR  A\n   11  DISABLED  FAMILY  MEMBER,  SUBSTANCE  ABUSE OR PHYSICAL OR MENTAL HEALTH\n   12  CONDITIONS, OR DOMESTIC VIOLENCE ISSUES THAT MAY MAKE IT DIFFICULT FOR A\n   13  PUBLIC ASSISTANCE RECIPIENT TO OBTAIN OR MAINTAIN PERMANENT UNSUBSIDIZED\n   14  EMPLOYMENT. This assessment shall include a  review  of  family  circum-\n   15  stances including a review of any special needs of a child. Such assess-\n   16  ment  shall  be  completed  within ninety days of the date on which such\n   17  person is determined eligible for public assistance. An applicant for or\n   18  recipient of public assistance may be assigned to work activities  prior\n   19  to completion of such assessment. HOWEVER, IN NO INSTANCE SHALL A PUBLIC\n   20  ASSISTANCE  RECIPIENT  BE  ASSIGNED TO ACTIVITIES DESCRIBED IN PARAGRAPH\n   21  (B), (C), (D), OR (G) OF SUBDIVISION ONE OF SECTION THREE HUNDRED  THIR-\n   22  TY-SIX OF THIS TITLE WITHOUT CONSIDERATION OF LOCALLY AVAILABLE UNSUBSI-\n   23  DIZED EMPLOYMENT OPPORTUNITIES.\n   24    2.  (a)  Based  on  the assessment required by subdivision one of this\n   25  section, the social services official, in consultation with the  partic-\n   26  ipant,  shall  develop [an employability] A CAREER plan in writing which\n   27  shall set forth the  services  that  will  be  provided  by  the  social\n   28  services  official,  including  but  not limited to child care and other\n   29  services and the activities in which the  participant  will  take  part,\n   30  including  child  care and other services and shall set forth an employ-\n   31  ment goal for the participant. TO THE EXTENT POSSIBLE, SUCH CAREER  PLAN\n   32  SHALL  INCLUDE AN EMPHASIS UPON DEVELOPING THE PARTICIPANT'S CAPACITY TO\n   33  OBTAIN UNSUBSIDIZED EMPLOYMENT, WITH SUBSTANTIAL OPPORTUNITY FOR  INCRE-\n   34  MENTAL  CAREER  ADVANCEMENTS  AND  SALARY INCREASES. THE SOCIAL SERVICES\n   35  OFFICIAL SHALL PROVIDE THE PARTICIPANT WITH  INFORMATION  PERTAINING  TO\n   36  NEW  YORK  STATE WORKFORCE AND INDUSTRY DATA PUBLISHED BY THE DEPARTMENT\n   37  OF LABOR WHEN DEVELOPING THE CAREER PLAN. TO THE EXTENT  POSSIBLE,  SUCH\n   38  INFORMATION  SHALL  INCLUDE  A QUARTERLY UPDATED LISTING OF LOCAL INDUS-\n   39  TRIES WITH RECENT JOB GAINS. SUCH INFORMATION SHALL ALSO EMPHASIZE LOCAL\n   40  EMPLOYMENT OPPORTUNITIES AVAILABLE  PAYING  A  SUSTAINABLE  LIVING  WAGE\n   41  SUFFICIENT  TO MEET BASIC NEEDS INCLUDING HOUSING, FOOD, CLOTHING, ENER-\n   42  GY, AND TRANSPORTATION AND ARE LIKELY TO OFFER BENEFITS, SUCH AS  HEALTH\n   43  INSURANCE,  SICK LEAVE AND VACATION LEAVE, OR THOSE MADE AVAILABLE UNDER\n   44  SECTION THREE HUNDRED THIRTY-SIX-B OF THIS TITLE.\n   45    To the extent possible, the [employability] CAREER plan shall  reflect\n   46  the  preferences  of the participant in a manner that is consistent with\n   47  the results of the participant's assessment and the need of  the  social\n   48  services  district to meet federal and state work activity participation\n   49  requirements, and, if  such  preferences  cannot  be  accommodated,  the\n   50  reasons  shall  be  specified  in  the  [employability] CAREER plan. The\n   51  [employability] CAREER plan shall also take  into  account  the  partic-\n   52  ipant's  supportive  services  needs, available program resources, local\n   53  employment opportunities, and where  the  social  services  official  is\n   54  considering an educational activity assignment for such participant, the\n   55  participant's  liability  for  student  loans,  grants  and  scholarship\n   56  awards. The [employability]  CAREER  plan  shall  be  explained  to  the\n\n       A. 2609                             3\n\n    1  participant  AND  WRITTEN  IN  PLAIN  LANGUAGE IN COLLABORATION WITH THE\n    2  PARTICIPANT.   Any change to the  participant's  [employability]  CAREER\n    3  plan  required  by  the social services official shall be discussed with\n    4  the participant and shall be documented in writing.\n    5    (b)  Where  an  assessment  indicates  that  a  participant who is not\n    6  subject to the education requirements of  subdivision  four  of  section\n    7  three hundred thirty-six-a of this title has not attained a basic liter-\n    8  acy  level, the social services official shall encourage and may require\n    9  the participant to enter a program to achieve  basic  literacy  or  high\n   10  school  equivalency or to enter such educational programs in combination\n   11  with other  training  activities  consistent  with  the  [employability]\n   12  CAREER plan.\n   13    (C)  THE  CAREER PLAN THAT IS DEVELOPED FOR EACH PARTICIPANT SHALL, TO\n   14  THE EXTENT POSSIBLE, INCLUDE AN  EMPLOYMENT  GOAL  DIRECTLY  RELATED  TO\n   15  UNSUBSIDIZED  EMPLOYMENT  OPPORTUNITIES  AVAILABLE  PAYING A SUSTAINABLE\n   16  LIVING WAGE SUFFICIENT TO MEET  BASIC  NEEDS  INCLUDING  HOUSING,  FOOD,\n   17  CLOTHING,  ENERGY,  AND TRANSPORTATION AND ARE LIKELY TO OFFER BENEFITS,\n   18  SUCH AS HEALTH INSURANCE, SICK LEAVE AND VACATION LEAVE, OR  THOSE  MADE\n   19  AVAILABLE  UNDER  SECTION THREE HUNDRED THIRTY-SIX-B OF THIS TITLE, WITH\n   20  SUBSTANTIAL OPPORTUNITY FOR INCREMENTAL CAREER ADVANCEMENTS  AND  SALARY\n   21  INCREASES.  IN  INSTANCES WHERE THE PARTICIPANT'S ASSESSMENT INDICATES A\n   22  NEED FOR ADDITIONAL EDUCATION, TRAINING OR WORK  EXPERIENCE  TO  IMPROVE\n   23  HIS  OR  HER WORK SKILLS AND QUALIFICATIONS FOR UNSUBSIDIZED EMPLOYMENT,\n   24  THE CAREER PLAN SHALL SET FORTH THE SPECIFIC PROGRAMS AND SERVICES  THAT\n   25  WILL  BE MADE AVAILABLE TO THE PARTICIPANT FOR THE PURPOSES OF OBTAINING\n   26  ADDITIONAL EMPLOYMENT AND JOB READINESS  SKILLS.  IF  THE  PARTICIPANT'S\n   27  CAREER  PLAN INCLUDES AN IMMEDIATE ASSIGNMENT TO ACTIVITIES DESCRIBED IN\n   28  PARAGRAPH (B), (C), (D), OR (G) OF  SUBDIVISION  ONE  OF  SECTION  THREE\n   29  HUNDRED  THIRTY-SIX  OF  THIS  TITLE,  THEN  THE PLAN SHALL INDICATE THE\n   30  SPECIFIC EMPLOYMENT-RELATED SKILLS THAT  THE  PARTICIPANT  SHALL  OBTAIN\n   31  THROUGH  PARTICIPATION  IN  THE  ASSIGNED WORK ACTIVITY. THE CAREER PLAN\n   32  SHALL PREFERABLY INCLUDE ASSIGNMENT TO VOCATIONAL  EDUCATIONAL  TRAINING\n   33  DEFINED  IN  PARAGRAPH  (H)  OF SUBDIVISION ONE OF SECTION THREE HUNDRED\n   34  THIRTY-SIX OF THIS TITLE TO THE EXTENT THAT THE ASSESSMENT  INDICATES  A\n   35  NEED  FOR  SUCH  TRAINING  AND  THAT SUCH TRAINING IS LOCALLY AVAILABLE.\n   36  WHENEVER PRACTICABLE, THE CAREER PLAN SHALL  ALSO  INCLUDE  A  LONG-TERM\n   37  EMPLOYMENT  GOAL DIRECTLY RELATED TO UNSUBSIDIZED EMPLOYMENT. NOTHING IN\n   38  THIS PARAGRAPH SHALL LIMIT THE STATE'S CAPACITY TO  MEET  THE  MANDATORY\n   39  WORK  REQUIREMENT AS SET FORTH IN SECTION THREE HUNDRED THIRTY-FIVE-B OF\n   40  THIS TITLE; PROVIDED, HOWEVER EACH SOCIAL SERVICES DISTRICT  IS  AUTHOR-\n   41  IZED  TO  ASSIGN  OR  EXTEND  A  RECIPIENT'S PARTICIPATION IN VOCATIONAL\n   42  EDUCATIONAL TRAINING IF THE STATE IS ALREADY  IN  FULL  COMPLIANCE  WITH\n   43  FEDERALLY MANDATED WORK PARTICIPATION RATES.\n   44    (D)  THE SOCIAL SERVICES OFFICIAL SHALL ENSURE THAT THE CAREER PLAN OF\n   45  EACH PARTICIPANT IS COMPREHENSIVELY REVIEWED, IN CONSULTATION WITH  SUCH\n   46  PARTICIPANT, AT REGULAR INTERVALS NO LESS OFTEN THAN EVERY TWELVE MONTHS\n   47  OR  AT THE POINT OF REDETERMINATION OF ELIGIBILITY. SUCH REVIEW SHALL BE\n   48  CONDUCTED THROUGH AN IN-PERSON INTERVIEW ONLY TO  THE  EXTENT  THAT  THE\n   49  APPOINTMENT  SHALL  NOT  CONFLICT  WITH THE PARTICIPANT'S EMPLOYMENT AND\n   50  ACADEMIC SCHEDULES. A PARTICIPANT WHO IS ENGAGED IN UNSUBSIDIZED EMPLOY-\n   51  MENT OR WHO IS A FULL-TIME NON-GRADUATE STUDENT SHALL RECEIVE THE OPTION\n   52  OF CORRESPONDENCE WITH THE SOCIAL SERVICES OFFICIAL THROUGH THE  REGULAR\n   53  MAIL OR TELEPHONE COMMUNICATION FOR THE PURPOSES OF REVIEWING THE CAREER\n   54  PLAN.  THE  REVIEW SHALL INCLUDE AN UPDATE OF THE PARTICIPANT'S SPECIFIC\n   55  EMPLOYMENT-RELATED SKILLS, INCLUDING ANY NEW SKILLS THAT THE PARTICIPANT\n   56  HAS OBTAINED THROUGH PARTICIPATION IN A WORK  OR  TRAINING  ACTIVITY  OR\n\n       A. 2609                             4\n\n    1  THROUGH  PARTICIPATION  IN  BASIC  LITERACY,  HIGH SCHOOL EQUIVALENCY OR\n    2  OTHER HIGHER EDUCATION PROGRAM. IF THE PARTICIPANT HAS BEEN  ENGAGED  IN\n    3  ACTIVITIES  DESCRIBED  IN PARAGRAPH (B), (C), (D), OR (G) OF SUBDIVISION\n    4  ONE  OF  SECTION THREE HUNDRED THIRTY-SIX OF THIS TITLE, THEN THE REVIEW\n    5  SHALL ALSO INCLUDE A CONSIDERATION OF UNSUBSIDIZED  EMPLOYMENT  OPPORTU-\n    6  NITIES CURRENTLY AVAILABLE THAT PAY A SUSTAINABLE LIVING WAGE SUFFICIENT\n    7  TO  MEET  BASIC  NEEDS  INCLUDING  HOUSING,  FOOD, CLOTHING, ENERGY, AND\n    8  TRANSPORTATION AND ARE LIKELY TO OFFER BENEFITS, SUCH AS  HEALTH  INSUR-\n    9  ANCE,  SICK  LEAVE  AND  VACATION  LEAVE,  OR THOSE MADE AVAILABLE UNDER\n   10  SECTION THREE HUNDRED  THIRTY-SIX-B  OF  THIS  TITLE,  WITH  SUBSTANTIAL\n   11  OPPORTUNITY FOR INCREMENTAL CAREER ADVANCEMENTS AND SALARY INCREASES. IN\n   12  NO  INSTANCE  SHALL A PARTICIPANT BE ASSIGNED TO CONTINUED PARTICIPATION\n   13  IN ACTIVITIES DESCRIBED IN PARAGRAPH (B), (C), (D), OR (G)  OF  SUBDIVI-\n   14  SION  ONE  OF  SECTION  THREE  HUNDRED  THIRTY-SIX OF THIS TITLE WITHOUT\n   15  CONSIDERATION OF NEW LOCALLY AVAILABLE UNSUBSIDIZED EMPLOYMENT  OPPORTU-\n   16  NITIES.  IF  THE SOCIAL SERVICES OFFICIAL DETERMINES, UPON REVIEW OF THE\n   17  CAREER PLAN, THAT THE  PARTICIPANT IS IN NEED OF  ADDITIONAL  EDUCATION,\n   18  TRAINING OR WORK EXPERIENCE TO IMPROVE HIS OR HER WORK SKILLS AND QUALI-\n   19  FICATIONS  TO  OBTAIN UNSUBSIDIZED EMPLOYMENT, THE CAREER PLAN SHALL SET\n   20  FORTH THE SPECIFIC PROGRAMS AND SERVICES THAT SHALL BE MADE AVAILABLE TO\n   21  THE PARTICIPANT FOR THE PURPOSES OF OBTAINING ADDITIONAL EMPLOYMENT  AND\n   22  JOB READINESS SKILLS.\n   23    4.  A  local  social  services  official shall, pursuant to department\n   24  regulations developed in consultation with the department of  education,\n   25  and  the  department  of  social  services or its successor agencies use\n   26  designated trained staff or contract  with  providers  having  a  demon-\n   27  strated effectiveness in performing assessments and developing [employa-\n   28  bility]  CAREER plans to perform assessments and develop [employability]\n   29  CAREER plans.\n   30    5. A social services district shall assign participants to  activities\n   31  pursuant  to their [employability] CAREER plans to the extent that child\n   32  care is guaranteed and other services as  prescribed  by  section  three\n   33  hundred  thirty-two-a  of  this  title and section four hundred ten-u of\n   34  this chapter are available.  The district shall provide  information  to\n   35  participants orally and in writing, as appropriate, regarding child care\n   36  and  the  methods  of payment therefor. Such information shall be suffi-\n   37  cient for participants to make  an  informed  decision  regarding  child\n   38  care.\n   39    S  3.  Subdivisions    1,  2,  3  and 5 of section 335-a of the social\n   40  services law, as amended by section 148 of part B of chapter 436 of  the\n   41  laws of 1997, are amended to read as follows:\n   42    1. To the extent resources are available, the social services official\n   43  shall, within a reasonable period of time not to exceed one year follow-\n   44  ing  application and not to the exclusion of the assessment requirements\n   45  of section three hundred thirty-five of this title, conduct  an  assess-\n   46  ment  [of  employability]  AND DEVELOP A CAREER PLAN based on the educa-\n   47  tional level, including literacy and English language proficiency; basic\n   48  skills proficiency; supportive services needs;  and  the  skills,  prior\n   49  work  experience, training and vocational interests of each participant.\n   50  This assessment shall include a review of  family  circumstances.    THE\n   51  SOCIAL  SERVICES  OFFICIAL  SHALL  FURTHER  ENSURE  THAT SUCH ASSESSMENT\n   52  INCLUDES A  COMPREHENSIVE  REVIEW  OF  THE  SPECIFIC  EMPLOYMENT-RELATED\n   53  SKILLS  AND  ABILITIES  OF  EACH PARTICIPANT. THIS ASSESSMENT SHALL ALSO\n   54  IDENTIFY SPECIFIC BARRIERS, SUCH AS ACCESS TO CHILD CARE AND TRANSPORTA-\n   55  TION, UNSAFE OR UNSTABLE HOUSING CONDITIONS, THE  NEED  TO  CARE  FOR  A\n   56  DISABLED  FAMILY  MEMBER,  SUBSTANCE  ABUSE OR PHYSICAL OR MENTAL HEALTH\n\n       A. 2609                             5\n\n    1  CONDITIONS, OR DOMESTIC VIOLENCE ISSUES THAT MAY MAKE IT DIFFICULT FOR A\n    2  PARTICIPANT TO OBTAIN OR MAINTAIN PERMANENT UNSUBSIDIZED EMPLOYMENT.  IF\n    3  A  PARTICIPANT IS ASSIGNED TO WORK ACTIVITIES PRIOR TO THE COMPLETION OF\n    4  SUCH  ASSESSMENT,  SUCH  PARTICIPANT SHALL IN NO INSTANCE BE ASSIGNED TO\n    5  ACTIVITIES DESCRIBED IN PARAGRAPH (B), (C), (D), OR (G)  OF  SUBDIVISION\n    6  ONE  OF SECTION THREE HUNDRED THIRTY-SIX OF THIS TITLE WITHOUT CONSIDER-\n    7  ATION OF LOCALLY AVAILABLE UNSUBSIDIZED EMPLOYMENT OPPORTUNITIES.\n    8    2. (a) Based on the assessment required by  subdivision  one  of  this\n    9  section,  the social services official, in consultation with the partic-\n   10  ipant, shall develop [an employability] A CAREER plan in  writing  which\n   11  shall  set  forth  the  services  that  will  be  provided by the social\n   12  services official and the activities in which the participant will  take\n   13  part,  including  supportive  services and shall set forth an employment\n   14  goal for the participant. A local social services  district  may  assign\n   15  recipients  in households without dependent children to any activity. TO\n   16  THE EXTENT POSSIBLE, SUCH CAREER PLAN SHALL  INCLUDE  AN  EMPHASIS  UPON\n   17  DEVELOPING THE PARTICIPANT'S CAPACITY TO OBTAIN UNSUBSIDIZED EMPLOYMENT,\n   18  WITH  SUBSTANTIAL  OPPORTUNITY  FOR  INCREMENTAL CAREER ADVANCEMENTS AND\n   19  SALARY INCREASES. THE SOCIAL SERVICES OFFICIAL SHALL PROVIDE THE PARTIC-\n   20  IPANT WITH INFORMATION PERTAINING TO NEW YORK STATE WORKFORCE AND INDUS-\n   21  TRY DATA PUBLISHED BY THE DEPARTMENT OF LABOR WHEN DEVELOPING THE CAREER\n   22  PLAN. TO THE EXTENT POSSIBLE, SUCH INFORMATION SHALL INCLUDE A QUARTERLY\n   23  UPDATED LISTING OF LOCAL INDUSTRIES WITH RECENT JOB GAINS. SUCH INFORMA-\n   24  TION SHALL  ALSO  EMPHASIZE  LOCAL  EMPLOYMENT  OPPORTUNITIES  AVAILABLE\n   25  PAYING  A SUSTAINABLE LIVING WAGE SUFFICIENT TO MEET BASIC NEEDS INCLUD-\n   26  ING HOUSING, FOOD, CLOTHING, ENERGY, AND TRANSPORTATION AND  ARE  LIKELY\n   27  TO  OFFER  BENEFITS,  SUCH  AS HEALTH INSURANCE, SICK LEAVE AND VACATION\n   28  LEAVE, OR THOSE MADE AVAILABLE UNDER SECTION THREE HUNDRED  THIRTY-SIX-B\n   29  OF  THIS  TITLE.  The  [employability]  CAREER plan also shall take into\n   30  account the participant's supportive services needs,  available  program\n   31  resources, local employment opportunities, and where the social services\n   32  official  is  considering  an  educational  activity assignment for such\n   33  participant, the participant's liability for student loans,  grants  and\n   34  scholarship  awards.  The [employability] CAREER plan shall be explained\n   35  to the participant AND WRITTEN IN PLAIN LANGUAGE IN  COLLABORATION  WITH\n   36  THE PARTICIPANT.  Any change to the participant's [employability] CAREER\n   37  plan  required  by  the social services official shall be discussed with\n   38  the participant and shall be documented in writing.\n   39    (b) Where an assessment  indicates  that  a  participant  who  is  not\n   40  subject  to  the education requirements of this title has not attained a\n   41  basic literacy level, the social services official shall  encourage  and\n   42  may require the participant to enter a program to achieve basic literacy\n   43  or  high  school  equivalency  or  to enter such educational programs in\n   44  combination with other training activities consistent with the [employa-\n   45  bility] CAREER plan.\n   46    (C) THE CAREER PLAN THAT IS DEVELOPED FOR EACH PARTICIPANT  SHALL,  TO\n   47  THE  EXTENT  POSSIBLE,  INCLUDE  AN  EMPLOYMENT GOAL DIRECTLY RELATED TO\n   48  UNSUBSIDIZED EMPLOYMENT OPPORTUNITIES  AVAILABLE  PAYING  A  SUSTAINABLE\n   49  LIVING  WAGE  SUFFICIENT  TO  MEET  BASIC NEEDS INCLUDING HOUSING, FOOD,\n   50  CLOTHING, ENERGY, AND TRANSPORTATION AND ARE LIKELY TO  OFFER  BENEFITS,\n   51  SUCH  AS  HEALTH INSURANCE, SICK LEAVE AND VACATION LEAVE, OR THOSE MADE\n   52  AVAILABLE UNDER SECTION THREE HUNDRED THIRTY-SIX-B OF THIS  TITLE,  WITH\n   53  SUBSTANTIAL  OPPORTUNITY  FOR INCREMENTAL CAREER ADVANCEMENTS AND SALARY\n   54  INCREASES. IN INSTANCES WHERE THE PARTICIPANT'S ASSESSMENT  INDICATES  A\n   55  NEED  FOR  ADDITIONAL  EDUCATION, TRAINING OR WORK EXPERIENCE TO IMPROVE\n   56  HIS OR HER WORK SKILLS AND QUALIFICATIONS FOR  UNSUBSIDIZED  EMPLOYMENT,\n\n       A. 2609                             6\n\n    1  THE  CAREER PLAN SHALL SET FORTH THE SPECIFIC PROGRAMS AND SERVICES THAT\n    2  WILL BE MADE AVAILABLE TO THE PARTICIPANT FOR THE PURPOSES OF  OBTAINING\n    3  ADDITIONAL  EMPLOYMENT  AND  JOB  READINESS SKILLS. IF THE PARTICIPANT'S\n    4  CAREER  PLAN INCLUDES AN IMMEDIATE ASSIGNMENT TO ACTIVITIES DESCRIBED IN\n    5  PARAGRAPH (B), (C), (D), OR (G) OF  SUBDIVISION  ONE  OF  SECTION  THREE\n    6  HUNDRED  THIRTY-SIX  OF  THIS  TITLE,  THEN  THE PLAN SHALL INDICATE THE\n    7  SPECIFIC EMPLOYMENT-RELATED SKILLS THAT  THE  PARTICIPANT  SHALL  OBTAIN\n    8  THROUGH  PARTICIPATION  IN  THE  ASSIGNED WORK ACTIVITY. THE CAREER PLAN\n    9  SHALL PREFERABLY INCLUDE ASSIGNMENT TO VOCATIONAL  EDUCATIONAL  TRAINING\n   10  DEFINED  IN  PARAGRAPH  (H)  OF SUBDIVISION ONE OF SECTION THREE HUNDRED\n   11  THIRTY-SIX OF THIS TITLE TO THE EXTENT THAT THE ASSESSMENT  INDICATES  A\n   12  NEED  FOR  SUCH  TRAINING  AND  THAT SUCH TRAINING IS LOCALLY AVAILABLE.\n   13  WHEREVER PRACTICABLE, THE CAREER PLAN SHALL  ALSO  INCLUDE  A  LONG-TERM\n   14  EMPLOYMENT GOAL DIRECTLY RELATED TO UNSUBSIDIZED EMPLOYMENT.  NOTHING IN\n   15  THIS  PARAGRAPH  SHALL  LIMIT THE STATE'S CAPACITY TO MEET THE MANDATORY\n   16  WORK REQUIREMENT AS SET FORTH IN SECTION THREE HUNDRED THIRTY-FIVE-B  OF\n   17  THIS  TITLE;  PROVIDED, HOWEVER EACH SOCIAL SERVICES DISTRICT IS AUTHOR-\n   18  IZED TO ASSIGN OR  EXTEND  A  RECIPIENT'S  PARTICIPATION  IN  VOCATIONAL\n   19  EDUCATIONAL  TRAINING  IF  THE  STATE IS ALREADY IN FULL COMPLIANCE WITH\n   20  FEDERALLY MANDATED WORK PARTICIPATION RATES.\n   21    (D) THE SOCIAL SERVICES OFFICIAL SHALL ENSURE THAT THE CAREER PLAN  OF\n   22  EACH  PARTICIPANT IS COMPREHENSIVELY REVIEWED, IN CONSULTATION WITH SUCH\n   23  PARTICIPANT, AT REGULAR INTERVALS NO LESS OFTEN THAN EVERY TWELVE MONTHS\n   24  OR AT THE POINT OF REDETERMINATION OF ELIGIBILITY. SUCH REVIEW SHALL  BE\n   25  CONDUCTED  THROUGH  AN  IN-PERSON  INTERVIEW ONLY TO THE EXTENT THAT THE\n   26  APPOINTMENT SHALL NOT CONFLICT WITH  THE  PARTICIPANT'S  EMPLOYMENT  AND\n   27  ACADEMIC SCHEDULES. A PARTICIPANT WHO IS ENGAGED IN UNSUBSIDIZED EMPLOY-\n   28  MENT OR WHO IS A FULL-TIME NON-GRADUATE STUDENT SHALL RECEIVE THE OPTION\n   29  OF  CORRESPONDENCE WITH THE SOCIAL SERVICES OFFICIAL THROUGH THE REGULAR\n   30  MAIL OR TELEPHONE COMMUNICATION FOR THE PURPOSES OF REVIEWING THE CAREER\n   31  PLAN. THE REVIEW SHALL INCLUDE AN UPDATE OF THE  PARTICIPANT'S  SPECIFIC\n   32  EMPLOYMENT-RELATED SKILLS, INCLUDING ANY NEW SKILLS THAT THE PARTICIPANT\n   33  HAS  OBTAINED  THROUGH  PARTICIPATION  IN A WORK OR TRAINING ACTIVITY OR\n   34  THROUGH PARTICIPATION IN BASIC  LITERACY,  HIGH  SCHOOL  EQUIVALENCY  OR\n   35  OTHER  HIGHER  EDUCATION PROGRAM. IF THE PARTICIPANT HAS BEEN ENGAGED IN\n   36  ACTIVITIES DESCRIBED IN PARAGRAPH (B), (C), (D), OR (G)  OF  SUBDIVISION\n   37  ONE  OF  SECTION THREE HUNDRED THIRTY-SIX OF THIS TITLE, THEN THE REVIEW\n   38  SHALL ALSO INCLUDE A CONSIDERATION OF UNSUBSIDIZED  EMPLOYMENT  OPPORTU-\n   39  NITIES  CURRENTLY  AVAILABLE PAYING A SUSTAINABLE LIVING WAGE SUFFICIENT\n   40  TO MEET BASIC NEEDS  INCLUDING  HOUSING,  FOOD,  CLOTHING,  ENERGY,  AND\n   41  TRANSPORTATION  AND  ARE LIKELY TO OFFER BENEFITS, SUCH AS HEALTH INSUR-\n   42  ANCE, SICK LEAVE AND VACATION  LEAVE,  OR  THOSE  MADE  AVAILABLE  UNDER\n   43  SECTION  THREE  HUNDRED  THIRTY-SIX-B  OF  THIS  TITLE, WITH SUBSTANTIAL\n   44  OPPORTUNITY FOR INCREMENTAL CAREER ADVANCEMENTS AND SALARY INCREASES. IN\n   45  NO INSTANCE SHALL A PARTICIPANT BE ASSIGNED TO  CONTINUED  PARTICIPATION\n   46  IN  ACTIVITIES  DESCRIBED IN PARAGRAPH (B), (C), (D), OR (G) OF SUBDIVI-\n   47  SION ONE OF SECTION THREE  HUNDRED  THIRTY-SIX  OF  THIS  TITLE  WITHOUT\n   48  CONSIDERATION  OF NEW LOCALLY AVAILABLE UNSUBSIDIZED EMPLOYMENT OPPORTU-\n   49  NITIES. IF THE SOCIAL SERVICES OFFICIAL DETERMINES, UPON REVIEW  OF  THE\n   50  CAREER  PLAN,  THAT  THE PARTICIPANT IS IN NEED OF ADDITIONAL EDUCATION,\n   51  TRAINING OR WORK EXPERIENCE TO IMPROVE HIS OR HER WORK SKILLS AND QUALI-\n   52  FICATIONS TO OBTAIN UNSUBSIDIZED EMPLOYMENT, THE CAREER PLAN  SHALL  SET\n   53  FORTH THE SPECIFIC PROGRAMS AND SERVICES THAT SHALL BE MADE AVAILABLE TO\n   54  THE  PARTICIPANT FOR THE PURPOSES OF OBTAINING ADDITIONAL EMPLOYMENT AND\n   55  JOB READINESS SKILLS.\n\n       A. 2609                             7\n\n    1    3. A local social services  official  shall,  pursuant  to  department\n    2  regulations  developed  in consultation with the department of education\n    3  and the department of social services or  its  successor  agencies,  use\n    4  designated  trained  staff  or  contract  with providers having a demon-\n    5  strated effectiveness in performing assessments and developing [employa-\n    6  bility]  CAREER plans to perform assessments and develop [employability]\n    7  CAREER plans.\n    8    5.  A social services district shall assign participants to activities\n    9  pursuant to their  [employability]  CAREER  plans  to  the  extent  that\n   10  supportive services including transportation are available.\n   11    S  4. The social services law is amended by adding a new section 336-b\n   12  to read as follows:\n   13    S 336-B. UNSUBSIDIZED EMPLOYMENT. TO THE EXTENT POSSIBLE, AND  TO  THE\n   14  EXTENT  THAT  SUFFICIENT  RESOURCES ARE AVAILABLE, LOCAL SOCIAL SERVICES\n   15  OFFICIALS SHALL ESTABLISH COLLABORATIVE RELATIONSHIPS WITH LOCAL EMPLOY-\n   16  ERS IN THE PRIVATE SECTOR. SUCH COLLABORATIONS SHALL PROVIDE A MECHANISM\n   17  TO DIRECT PARTICIPANTS INTO UNSUBSIDIZED EMPLOYMENT OPPORTUNITIES PAYING\n   18  A SUSTAINABLE LIVING WAGE SUFFICIENT TO MEET BASIC NEEDS INCLUDING HOUS-\n   19  ING, FOOD, CLOTHING, ENERGY, AND TRANSPORTATION AND ARE LIKELY TO  OFFER\n   20  BENEFITS,  SUCH  AS  HEALTH  INSURANCE,  SICK  LEAVE AND VACATION LEAVE.\n   21  SOCIAL SERVICES OFFICIALS THAT HAVE ESTABLISHED SUCH COLLABORATIONS WITH\n   22  EMPLOYERS IN THE PRIVATE SECTOR SHALL WORK TO INFORM PARTICIPANTS OF THE\n   23  AVAILABILITY OF UNSUBSIDIZED EMPLOYMENT OPPORTUNITIES WITH SUCH  EMPLOY-\n   24  ERS. IN NO INSTANCE SHALL A PARTICIPANT WHO SEEKS TO OBTAIN UNSUBSIDIZED\n   25  EMPLOYMENT  BE  ASSIGNED  TO ACTIVITIES DESCRIBED IN PARAGRAPH (B), (C),\n   26  (D), OR (G) OF SUBDIVISION ONE OF SECTION THREE  HUNDRED  THIRTY-SIX  OF\n   27  THIS  TITLE  UNLESS  SUCH WORK ASSIGNMENT IS NECESSARY TO MEET FEDERALLY\n   28  MANDATED WORK PARTICIPATION RATES.\n   29    S 5. This act shall take effect on the one hundred eightieth day after\n   30  it shall have become a law. Provided, however, that effective immediate-\n   31  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   32  necessary  for  the implementation of this act on its effective date are\n   33  authorized and directed to be made and completed on or before the effec-\n   34  tive date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to public assistance employment programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T164826.TXT", "SOBI.D110119.T142306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295473706697
}