{
  "year" : 2011,
  "senateBillNo" : "A2603-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2603-2011-1295413200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Occupations, Inc. to apply to the assessors of the village and town of Goshen for a real property tax exemption on a certain parcel of land",
  "summary" : "Authorizes Occupations, Inc. to apply to the assessors of the village and town of Goshen for a real property tax exemption on a certain parcel of land. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "A2755-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2603\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to authorize Occupations, Inc. to file an application for a  real\n         property tax exemption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the assessors of the village of Goshen and the town of  Goshen,  in  the\n    3  county  of  Orange,  are  hereby  authorized to accept from Occupations,\n    4  Inc., applications for exemption from real property  taxes  pursuant  to\n    5  section  420-b of the real property tax law for the 2008 assessment roll\n    6  for the parcel to which such corporation took title on April  17,  2008,\n    7  located  in  the village of Goshen at 2001 Route 17M, otherwise known as\n    8  section 116, block 2, lot 1.1.\n    9    If accepted, the applications shall be reviewed as if  they  had  been\n   10  received on or before the taxable status date established for such roll.\n   11  If satisfied that Occupations, Inc.  would otherwise be entitled to such\n   12  exemption  if it had filed applications for exemption by the appropriate\n   13  taxable status date, the assessor of the  village  of  Goshen  may  upon\n   14  approval  by  the  board of trustees of such village and the assessor of\n   15  the town of Goshen may upon approval of the town  board  of  such  town,\n   16  grant  exemption  from  taxation  based  on the 2008 assessment roll and\n   17  owing by such corporation on the effective date of this  act,  and  make\n   18  appropriate correction of the subject roll. If such exemption is granted\n   19  and  if  such  corporation  shall  have paid any tax with respect to the\n   20  subject roll, the governing body or tax  department  may,  in  its  sole\n   21  discretion, provide for the refund of those taxes paid and cancel taxes,\n   22  fines, penalties or interest remaining unpaid.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03531-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize Occupations, Inc. to file an application for a real property tax exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T164826.TXT", "SOBI.D110119.T142306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295473706709
}