{
  "year" : 2011,
  "senateBillNo" : "A2604-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2604-2011-1295413200000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits food distributors from dumping sub-standard or below grade out-of-state agricultural products in this state",
  "summary" : "Prohibits food distributors from dumping, or otherwise discarding in a manner likely to cause contamination, sub-standard or below grade out-of-state agricultural products in this state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Commissioner",
  "previousVersions" : [ "A2606-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2604\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. RABBITT, CROUCH, BUTLER, DUPREY -- Multi-Spon-\n         sored by -- M. of A.   BARCLAY,  BURLING,  FINCH,  HAWLEY,  J. MILLER,\n         MOLINARO,  OAKS,  REILICH,  TEDISCO  --  read once and referred to the\n         Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  prohib-\n         iting  food distributors from dumping sub-standard or below grade out-\n         of-state agricultural products or culls\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  article 13-F to read as follows:\n\n    3                                ARTICLE 13-F\n    4            PROHIBITION OF DUMPING CERTAIN AGRICULTURAL PRODUCTS\n    5  SECTION 160-W. DUMPING OF CERTAIN AGRICULTURAL PRODUCTS; PROHIBITED.\n    6    S 160-W. DUMPING OF CERTAIN AGRICULTURAL PRODUCTS; PROHIBITED.  1.  NO\n    7  PERSON  OR BUSINESS ENGAGED IN THE SALE OR DISTRIBUTION OF FOOD PRODUCTS\n    8  SHALL DUMP, OR OTHERWISE DISCARD IN A  MANNER  REASONABLY  AND  CAUSALLY\n    9  CONNECTED  TO  THE  CONTAMINATION OF FOOD, ANY OUT-OF-STATE AGRICULTURAL\n   10  PRODUCT, INCLUDING VEGETABLES, FRUITS AND OTHER LIKE PRODUCE, THAT  FALL\n   11  BELOW THE OFFICIAL STANDARD OR GRADE OF QUALITY FOR SUCH PRODUCT, OR ANY\n   12  CULL AS DEFINED BY THE COMMISSIONER. ANY PERSON VIOLATING THE PROVISIONS\n   13  OF  THIS SECTION SHALL BE PENALIZED PURSUANT TO SECTION THIRTY-NINE-A OF\n   14  THIS CHAPTER.\n   15    2. ANY AND ALL OUT-OF-STATE AGRICULTURAL PRODUCTS THAT FALL BELOW  THE\n   16  OFFICIAL  STANDARD  OR  GRADE  OF QUALITY FOR SUCH PRODUCT, OR ANY CULL,\n   17  SHALL BE DISPOSED OF IN SUCH LANDFILLS AS ARE APPROPRIATE AND DESIGNATED\n   18  BY THE COMMISSIONER.\n   19    S 2. The agriculture and markets  law  is  amended  by  adding  a  new\n   20  section 39-a to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03528-01-1\n\n       A. 2604                             2\n\n    1    S  39-A.  PENALTIES  FOR VIOLATING SECTION ONE HUNDRED SIXTY-W OF THIS\n    2  CHAPTER. ANY PERSON FOUND TO HAVE VIOLATED THE PROVISIONS OF SECTION ONE\n    3  HUNDRED SIXTY-W OF THIS CHAPTER MAY BE SUBJECT TO A FINE  EQUAL  TO  THE\n    4  SUM  OF ANY AND ALL EXPENSES INCURRED IN THE CLEAN-UP OR DECONTAMINATION\n    5  OF  SUCH  DUMPING SITE AND THE COSTS REASONABLY RELATED TO RECALLING ANY\n    6  CONTAMINATED FOOD DISTRIBUTED  IN  THE  MARKETPLACE  PLUS  FIVE  HUNDRED\n    7  DOLLARS  FOR  THE  SECOND  VIOLATION  AND  ONE THOUSAND DOLLARS FOR EACH\n    8  SUBSEQUENT VIOLATION.\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to prohibiting food distributors from dumping sub-standard or below grade out-of-state agricultural products or culls ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T165326.TXT", "SOBI.D110119.T142306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474006845
}