{
  "year" : 2011,
  "senateBillNo" : "A2601-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2601-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an exemption from suspension of driver's license for persons serving on fulltime active military duty",
  "summary" : "Provides exemption from suspension of a driver's license for persons serving fulltime active military duty who fail to pay fines from traffic or parking violations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2644-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2601\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT, MOLINARO -- Multi-Sponsored by -- M. of\n         A. CROUCH, DUPREY, GIGLIO, OAKS, SAYWARD -- read once and referred  to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to providing an\n         exemption from suspension of a driver's license for persons serving on\n         fulltime active military duty\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1806-a of the vehicle and traffic law is amended by\n    2  adding a new subdivision 6 to read as follows:\n    3    6. IN THE EVENT THAT A PERSON CHARGED  WITH  A  TRAFFIC  VIOLATION  OR\n    4  PARKING  VIOLATION  DOES  NOT  ANSWER WITHIN THE TIME SPECIFIED AND SUCH\n    5  CIRCUMSTANCE RESULTS IN A DEFAULT JUDGMENT OF A FINE,  AND  SUCH  PERSON\n    6  FAILS  TO  PAY  SUCH  FINE BECAUSE SUCH PERSON SERVES ON FULLTIME ACTIVE\n    7  MILITARY DUTY, AS DEFINED IN  SECTION  ONE  OF  THE  MILITARY  LAW,  THE\n    8  COMMISSIONER  SHALL  NOT  SUSPEND  SUCH  PERSON'S LICENSE, PROVIDED SUCH\n    9  PERSON OR SUCH PERSON'S REPRESENTATIVE SUBMITS PROOF SATISFACTORY TO THE\n   10  COMMISSIONER THAT HE OR SHE IS A MEMBER OF THE MILITARY  FORCES  AND  IS\n   11  ENGAGED IN FULLTIME ACTIVE MILITARY DUTY. SUCH PERSON'S LICENSE SHALL BE\n   12  VALID  FOR  UP  TO  SIX MONTHS AFTER SUCH PERSON'S RELEASE FROM FULLTIME\n   13  ACTIVE MILITARY DUTY.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03525-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to providing an exemption from suspension of a driver's license for persons serving on fulltime active military duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T142306.TXT", "SOBI.D110119.T161824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471904320
}