{
  "year" : 2011,
  "senateBillNo" : "A2606-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2606-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the town of Warwick, Orange county, to control the town speed limits",
  "summary" : "Provides for the town of Warwick, Orange county, to control the town speed limits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2685-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2606\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  regulating\n         speed limits in the town of Warwick, county of Orange\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The first undesignated paragraph of section 1662-a  of  the\n    2  vehicle  and  traffic law is designated subdivision 1 and a new subdivi-\n    3  sion 2 is added to read as follows:\n    4    2. THE TOWN BOARD OF WARWICK, COUNTY  OF  ORANGE,  MAY  BY  LOCAL  LAW\n    5  ESTABLISH MAXIMUM SPEED LIMITS AT WHICH VEHICLES MAY PROCEED ON OR ALONG\n    6  SUCH  TOWN  HIGHWAYS  IN  SUCH  TOWN OUTSIDE OF THE VILLAGES OF WARWICK,\n    7  FLORIDA AND GREENWOOD LAKE, OTHER THAN STATE OR  COUNTY  HIGHWAYS  MAIN-\n    8  TAINED  BY  THE STATE OR COUNTY DEPARTMENT OF TRANSPORTATION, LOWER THAN\n    9  FIFTY-FIVE MILES PER HOUR STATUTORY MAXIMUM SPEED LIMIT. NO  SUCH  SPEED\n   10  LIMIT  APPLICABLE  ON OR ALONG SUCH DESIGNATED HIGHWAYS WITHIN SUCH TOWN\n   11  SHALL BE ESTABLISHED AT LESS THAN TWENTY-FIVE  MILES  PER  HOUR,  EXCEPT\n   12  THAT  SCHOOL  SPEED  LIMITS  MAY BE ESTABLISHED AT NOT LESS THAN FIFTEEN\n   13  MILES PER HOUR, FOR A DISTANCE NOT TO EXCEED ONE THOUSAND THREE  HUNDRED\n   14  TWENTY FEET, ON A HIGHWAY PASSING A SCHOOL BUILDING, ENTRANCE OR EXIT OF\n   15  A SCHOOL ABUTTING ON THE HIGHWAY.\n   16    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03522-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to regulating speed limits in the town of Warwick, county of Orange ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T165326.TXT", "SOBI.D110119.T142306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474006850
}