{
  "year" : 2011,
  "senateBillNo" : "A2607-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to cities",
    "billEventId" : "A2607-2011-1295413200000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the community notification and empowerment act which provides criteria for siting state facilities in N.Y. city",
  "summary" : "Enacts the \"community notification and empowerment act\"; requires state agencies proposing an opening, expansion or reduction of a state facility in a city with a population of one million or more to submit a written proposal of such to the community planning board, the city planning commission, the city council member representing the area, the state senator and assemblyperson representing the area and the borough president. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1679-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2607\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Cities\n\n       AN  ACT to amend the executive law, in relation to establishing criteria\n         for the location of state facilities in cities with  a  population  of\n         one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new  article  41-A\n    2  to read as follows:\n    3                                ARTICLE 41-A\n    4                   LOCATION OF STATE FACILITIES IN CITIES\n    5                  WITH A POPULATION OF ONE MILLION OR MORE\n    6  SECTION 908-A. SHORT TITLE.\n    7          908-B. DEFINITIONS.\n    8          908-C. PROCESS  FOR  SITING  STATE  FACILITIES  IN A CITY WITH A\n    9                   POPULATION OF ONE MILLION OR MORE.\n   10          908-D. CRITERIA FOR SITING STATE FACILITIES IN  A  CITY  WITH  A\n   11                   POPULATION OF ONE MILLION OR MORE.\n   12          908-E. STATE RESPONSE.\n   13    S  908-A. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   14  THE \"COMMUNITY NOTIFICATION AND EMPOWERMENT ACT\".\n   15    S 908-B. DEFINITIONS. WHEN USED IN THIS ARTICLE  THE  FOLLOWING  TERMS\n   16  SHALL HAVE THE FOLLOWING MEANINGS:\n   17    1. \"STATE FACILITY\" SHALL MEAN ANY FACILITY, EXCEPT FACILITIES SUBJECT\n   18  TO  REAL  PROPERTY  TAX  EXEMPTION  OR TAX ABATEMENTS UNDER SECTION FOUR\n   19  HUNDRED EIGHTY-NINE OF THE REAL PROPERTY TAX LAW, THAT MEETS THE FOLLOW-\n   20  ING CRITERIA:\n   21    (A) THE FACILITY PROVIDES STATE SERVICES; AND\n   22    (B) THE FACILITY CONSISTS OF PROPERTY CONTAINING TWENTY-FIVE  THOUSAND\n   23  SQUARE FEET OR MORE; AND\n   24    (C) (1) THE PROPERTY IS OWNED OR LEASED BY THE STATE; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06241-01-1\n\n       A. 2607                             2\n\n    1    (2) THE FACILITY RECEIVES AT LEAST FIFTY PERCENT OF ITS ANNUAL REVENUE\n    2  FROM THE STATE; AND\n    3    (3)  THE  FACILITY TO BE SITED RECEIVES THREE HUNDRED THOUSAND DOLLARS\n    4  OR MORE FROM THE STATE PER ANNUM.\n    5    HOWEVER, THE DEFINITIONS OF \"STATE FACILITY\" SET FORTH IN THIS  SUBDI-\n    6  VISION  SHALL  NOT  INCLUDE  SPACE USED OR TO BE USED FOR ADMINISTRATIVE\n    7  OFFICES OR DATA PROCESSING OR CLASS ROOM INSTRUCTION OR CHILD  DAY  CARE\n    8  CENTERS OR CASE MANAGEMENT OR OUTPATIENT HEALTH CARE SERVICES OR NON-RE-\n    9  SIDENTIAL  SOCIAL SERVICES OR FACILITIES SUBJECT PURSUANT TO TAX CREDITS\n   10  IN SECTION 42 OF THE INTERNAL REVENUE CODE OR THE USE  OR  USES  CONTEM-\n   11  PLATED  BY  SECTION  41.34  OF THE MENTAL HYGIENE LAW OR THE USE OR USES\n   12  CONTEMPLATED BY ARTICLE SIX-A OF THE SOCIAL SERVICES LAW OR THE  USE  OR\n   13  USES  GOVERNED  BY THE LAND USE REVIEW SECTIONS OF THE CHARTER OF A CITY\n   14  WITH A POPULATION OF ONE MILLION OR MORE SO THAT THE PROVISIONS OF  THIS\n   15  ARTICLE  SHALL  NOT  BE  DEEMED TO SUPERSEDE OTHERWISE APPLICABLE SITING\n   16  PROCEDURES EXISTING BY LAW, RULE OR REGULATION.\n   17    2. \"EXPANSION OF A STATE FACILITY\" SHALL MEAN  THE  ADDITION  OF  REAL\n   18  PROPERTY  BY  PURCHASE,  LEASE  OR  OTHERWISE, OR THE CONSTRUCTION OF AN\n   19  ENLARGEMENT, WHICH WOULD EXPAND THE LOT AREA OR FLOOR AREA  OF  A  STATE\n   20  FACILITY  BY  TWENTY-FIVE  PERCENT  OR MORE AND BY AT LEAST FIVE HUNDRED\n   21  SQUARE FEET.\n   22    S 908-C. PROCESS FOR SITING STATE FACILITIES IN A CITY  WITH  A  POPU-\n   23  LATION  OF  ONE MILLION OR MORE. NOT LESS THAN THIRTY-FIVE DAYS PRIOR TO\n   24  SIGNING A LEASE FOR AN OPENING OR THE EXPANSION OF A STATE FACILITY IN A\n   25  CITY WITH A POPULATION OF ONE MILLION OR MORE, OR NOT LESS THAN  FIFTEEN\n   26  DAYS  PRIOR  TO  CONSTRUCTION  FOR  THE  OPENING OR EXPANSION OF A STATE\n   27  FACILITY IN A CITY WITH A POPULATION OR ONE MILLION OR MORE, THE  ENTITY\n   28  PROPOSING  SUCH  SHALL SUBMIT A WRITTEN NOTICE, NOT TO EXCEED TEN PAGES,\n   29  REGARDING SUCH PROPOSED ACTION, CONSIDERING AND SETTING FORTH THE AVAIL-\n   30  ABILITY OF OTHER LOCATIONS FOR SUCH FACILITY  TO  THE  COMMUNITY  BOARD,\n   31  THE  CITY  PLANNING COMMISSION, THE CITY COUNCIL MEMBER REPRESENTING THE\n   32  AREA WITHIN WHICH THE FACILITY IS PROPOSED TO BE OPENED OR EXPANDED, THE\n   33  PRESIDENT OF THE BOROUGH WITHIN WHICH THE FACILITY  IS  PROPOSED  TO  BE\n   34  OPENED  OR EXPANDED, AND THE STATE SENATOR AND ASSEMBLYPERSON REPRESENT-\n   35  ING THE AREA WITHIN WHICH THE FACILITY  IS  PROPOSED  TO  BE  OPENED  OR\n   36  EXPANDED.    FURTHER,  SUCH  WRITTEN  NOTICE SHALL SET FORTH INFORMATION\n   37  AVAILABLE TO THE STATE AGENCY OR STATE FACILITY THAT DESCRIBES: (A)  THE\n   38  PURPOSE  OF THE PROPOSED FACILITY; (B) THE LOCATIONS BEING CONSIDERED AS\n   39  SITES FOR THE FACILITY; (C) THE SERVICES TO BE PROVIDED AT THE FACILITY;\n   40  (D) THE PROPOSED HOURS OF OPERATION OF THE FACILITY;  (E)  THE  EXPECTED\n   41  IMPACT  OF SUCH FACILITY ON THE AREA SURROUNDING THE FACILITY, INCLUDING\n   42  BUT NOT LIMITED TO  NOISE,  TRAFFIC,  PARKING,  AND  NUMBER  OF  PERSONS\n   43  EXPECTED  TO BE EMPLOYED OR HOUSED AT THE SITE OF THE FACILITY; AND SUCH\n   44  OTHER INFORMATION MAY INCLUDE FOR THE  CITY  PLANNING  COMMISSION,  CITY\n   45  COUNCIL  MEMBER,  STATE  SENATOR, ASSEMBLYPERSON, BOROUGH PRESIDENT, AND\n   46  COMMUNITY BOARD TO CONDUCT A REVIEW OF THE PROPOSED FACILITY PURSUANT TO\n   47  THE CRITERIA SET FORTH IN SECTION NINE HUNDRED EIGHT-D OF THIS  ARTICLE.\n   48  SUCH  COMMUNITY  BOARD,  CITY  COUNCIL MEMBER, CITY PLANNING COMMISSION,\n   49  STATE SENATOR, ASSEMBLYPERSON, AND BOROUGH PRESIDENT MAY REVIEW AND MAKE\n   50  RECOMMENDATIONS NOT TO EXCEED TEN PAGES, BASED UPON SUCH WRITTEN  NOTICE\n   51  BY  THE  ENTITY PROPOSING THE OPENING, EXPANSION OR REDUCTION OF A STATE\n   52  FACILITY WITHIN SIXTY DAYS OF RECEIPT THEREOF.   ANY  RECOMMENDATION  BY\n   53  SUCH  COMMUNITY  BOARD, CITY COUNCIL MEMBER, STATE SENATOR, ASSEMBLYPER-\n   54  SON, BOROUGH PRESIDENT, OR CITY PLANNING COMMISSION OF SUCH CITY MAY  BE\n   55  SUBMITTED TO THE ENTITY PROPOSING THE OPENING, EXPANSION OR REDUCTION OF\n   56  A STATE FACILITY.\n\n       A. 2607                             3\n\n    1    S  908-D.  CRITERIA FOR SITING STATE FACILITIES IN A CITY WITH A POPU-\n    2  LATION OF ONE MILLION OR MORE. IN ADDITION TO ANY CRITERIA  REQUIRED  OR\n    3  PERMITTED  BY  ANY OTHER LAW, RULE OR REGULATION, THE FOLLOWING CRITERIA\n    4  MAY BE CONSIDERED BY THE COMMUNITY BOARD,  CITY  COUNCIL  MEMBER,  STATE\n    5  SENATOR, ASSEMBLYPERSON, BOROUGH PRESIDENT, AND CITY PLANNING COMMISSION\n    6  IN REVIEWING NOTICES FOR THE SITING OF A STATE FACILITY IN A CITY WITH A\n    7  POPULATION OF ONE MILLION OR MORE:\n    8    1. THE COMPATIBILITY OF THE PROPOSED FACILITY WITH EXISTING FACILITIES\n    9  AND PROGRAMS, BOTH STATE AND NON-STATE, IN THE IMMEDIATE VICINITY OF THE\n   10  PROPOSED SITE;\n   11    2.  THE  EXTENT  TO  WHICH  NEIGHBORHOOD  CHARACTER WOULD BE ADVERSELY\n   12  AFFECTED BY A CONCENTRATION OF STATE AND/OR NON-STATE FACILITIES;\n   13    3. THE SUITABILITY OF THE SITE TO PROVIDE COST-EFFECTIVE  DELIVERY  OF\n   14  THE  INTENDED  SERVICES,  INCLUDING THE CONVENIENCE OF THE PROPOSED SITE\n   15  FOR THE POPULATION INTENDED TO BE SERVED BY THE PROPOSED SERVICE; AND\n   16    4. CONSISTENCY WITH ANY LAND USE PLANS ADOPTED FOR THE AFFECTED AREA.\n   17    S 908-E. STATE RESPONSE. IF THE ENTITY PROPOSING THE OPENING OR EXPAN-\n   18  SION OF A STATE FACILITY IN A CITY WITH A POPULATION OF ONE  MILLION  OR\n   19  MORE  CHOOSES  TO  ACT  IN  A MANNER INCONSISTENT WITH ANY OR ALL OF THE\n   20  RECOMMENDATIONS GIVEN PURSUANT TO SECTION NINE HUNDRED EIGHT-C  OF  THIS\n   21  ARTICLE BY ANY OF THE PERSONS OR ENTITIES AUTHORIZED TO MAKE RECOMMENDA-\n   22  TIONS BY SUCH SECTION, SUCH ENTITY PROPOSING THE OPENING OR EXPANSION OF\n   23  A  STATE  FACILITY  SHALL ISSUE A WRITTEN REPORT EXPLAINING SUCH ACTIONS\n   24  AND THE REASONS WHY THE ACTIONS WERE TAKEN INSTEAD OF THE ACTIONS RECOM-\n   25  MENDED PURSUANT TO SECTION NINE HUNDRED EIGHT-C OF THIS ARTICLE.\n   26    S 2. This act shall take effect on the one hundred twentieth day after\n   27  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing criteria for the location of state facilities in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T165326.TXT", "SOBI.D110119.T165826.TXT", "SOBI.D110119.T142306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474306963
}