{
  "year" : 2011,
  "senateBillNo" : "A2619-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to social services",
    "billEventId" : "A2619-2011-1295413200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the access for new Americans act",
  "summary" : "Enacts the access for new Americans act; directs the office of temporary and disability assistance to implement an access for new Americans program; describes such program as including, civic and English classes, assistance with immigration requirements and related legal services, language translation services, employment referrals, and other related services; and provides such program shall be funded through grants distributed by the office of temporary and disability assistance as appropriated to such office for such program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A547-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2619\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. JACOBS, ORTIZ, CLARK, COLTON, V. LOPEZ -- Multi-\n         Sponsored by -- M. of A. BRENNAN, CYMBROWITZ, GANTT, GLICK, GOTTFRIED,\n         HIKIND, P. RIVERA, ROBINSON, SWEENEY,  TOWNS,  WEISENBERG,  WRIGHT  --\n         read once and referred to the Committee on Social Services\n\n       AN  ACT  to  amend  the social services law, in relation to enacting the\n         access for new Americans act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  \"the access for new Americans act\".\n    3    S 2. The social services law is amended by adding a new section 140 to\n    4  read as follows:\n    5    S 140. ACCESS FOR  NEW  AMERICANS  PRE-CITIZENSHIP  SERVICES.  1.  THE\n    6  OFFICE  OF TEMPORARY AND DISABILITY ASSISTANCE SHALL IMPLEMENT AN ACCESS\n    7  FOR NEW AMERICANS PROGRAM. SUCH PROGRAM  SHALL  PROVIDE  PRE-CITIZENSHIP\n    8  SERVICES,  INCLUDING  BUT  NOT  LIMITED  TO,  CIVIC AND ENGLISH CLASSES,\n    9  ASSISTANCE WITH IMMIGRATION REQUIREMENTS  AND  RELATED  LEGAL  SERVICES,\n   10  LANGUAGE  TRANSLATION  SERVICES, EMPLOYMENT REFERRALS, AND OTHER RELATED\n   11  SERVICES NECESSARY TO ASSIST IMMIGRANTS.\n   12    2. SUCH PROGRAM SHALL BE ADMINISTERED BY THE OFFICE OF  TEMPORARY  AND\n   13  DISABILITY  ASSISTANCE  AND  FUNDS  SHALL BE MADE AVAILABLE TO LOCAL AND\n   14  COMMUNITY-BASED ORGANIZATIONS THROUGH GRANTS DISTRIBUTED BY  THE  OFFICE\n   15  OF  TEMPORARY  AND  DISABILITY ASSISTANCE AS APPROPRIATED TO SUCH OFFICE\n   16  FOR SUCH PROGRAM AND ITS PURPOSES.\n   17    S 3. This act shall take effect on the one hundred eightieth day after\n   18  it shall have become a law, provided however, that effective  immediate-\n   19  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   20  necessary for the implementation of this act on its effective  date  are\n   21  authorized  and  directed  to  be  made  and completed on or before such\n   22  effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04248-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to enacting the access for new Americans act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T160324.TXT", "SOBI.D110119.T150309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471004789
}