{
  "year" : 2011,
  "senateBillNo" : "A2616-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2616-2011-1295413200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the practice of government benefits advocacy",
  "summary" : "Creates a system for licensing of government benefits advocates to represent recipients of government benefits at fair hearings and appeals where benefits have been denied, suspended or terminated; makes provisions analogous to those for the licensing of other professionals; provides that such advocates may not hold themselves out as lawyers or para-legals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A453-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2616\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. JACOBS, V. LOPEZ, ORTIZ -- Multi-Sponsored by --\n         M. of A. WEINSTEIN -- read once and referred to the Committee on High-\n         er Education\n\n       AN ACT to amend the education law, in relation to  licensing  government\n         benefits advocacy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article  154-A\n    2  to read as follows:\n    3                                ARTICLE 154-A\n    4                        GOVERNMENT BENEFITS ADVOCATE\n    5  SECTION 7720. INTRODUCTION.\n    6          7721. DEFINITION.\n    7          7722. USE OF THE TITLE \"CERTIFIED GOVERNMENT BENEFITS ADVOCATE.\"\n    8          7723. STATE BOARD FOR GOVERNMENT BENEFITS ADVOCACY.\n    9          7724. REQUIREMENTS FOR CERTIFICATION.\n   10          7725. SEPARABILITY.\n   11    S  7720.  INTRODUCTION.  THIS  ARTICLE  APPLIES  TO  THE PROFESSION OF\n   12  GOVERNMENT BENEFITS ADVOCACY. THE GENERAL PROVISIONS FOR ALL PROFESSIONS\n   13  CONTAINED IN ARTICLE ONE HUNDRED THIRTY OF  THIS  TITLE  APPLY  TO  THIS\n   14  ARTICLE.\n   15    S 7721. DEFINITION. THE PRACTICE OF THE PROFESSION OF GOVERNMENT BENE-\n   16  FITS ADVOCACY IS DEFINED AS ENGAGING IN THE REPRESENTATION OF GOVERNMENT\n   17  BENEFITS  RECIPIENTS  AT  FAIR HEARINGS AND APPEALS WHERE THE GOVERNMENT\n   18  BENEFITS RECIPIENT HAS HAD GOVERNMENT BENEFITS  DENIED,  TERMINATED,  OR\n   19  SUSPENDED.  NOTHING  CONTAINED  IN  THIS  ARTICLE  SHALL BE CONSTRUED TO\n   20  PERMIT ANY HOLDER OF A CERTIFICATION OF GOVERNMENT BENEFITS FAIR HEARING\n   21  ADVOCATE TO PRACTICE LAW OR ASSUME PARA-LEGAL STATUS.\n   22    S 7722. USE OF THE TITLE  \"CERTIFIED  GOVERNMENT  BENEFITS  ADVOCATE.\"\n   23  ONLY  A  PERSON CERTIFIED OR AUTHORIZED UNDER THIS ARTICLE SHALL USE THE\n   24  TITLE \"CERTIFIED GOVERNMENT BENEFITS ADVOCATE.\"\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04268-01-1\n\n       A. 2616                             2\n\n    1    S 7723. STATE BOARD FOR GOVERNMENT BENEFITS ADVOCACY.  A  STATE  BOARD\n    2  FOR  GOVERNMENT BENEFITS FAIR HEARING ADVOCACY SHALL BE APPOINTED BY THE\n    3  BOARD OF REGENTS ON THE  RECOMMENDATION  OF  THE  COMMISSIONER  FOR  THE\n    4  PURPOSE  OF ASSISTING THE BOARD OF REGENTS AND THE DEPARTMENT ON MATTERS\n    5  OF  CERTIFICATION  AND  PROFESSIONAL  CONDUCT IN ACCORDANCE WITH SECTION\n    6  SIXTY-FIVE HUNDRED EIGHT OF THIS CHAPTER. THE BOARD SHALL BE COMPOSED OF\n    7  FOUR ATTORNEYS LICENSED TO PRACTICE LAW IN THIS STATE, TWO SOCIAL  WORK-\n    8  ERS  CERTIFIED  IN  THIS  STATE  AND  TWO GOVERNMENT BENEFITS ADVOCATES.\n    9  NOTWITHSTANDING THE FOREGOING, THE MEMBERS OF THE FIRST  BOARD  WHO  ARE\n   10  GOVERNMENT  BENEFITS  FAIR HEARING ADVOCATES NEED NOT BE CERTIFIED PRIOR\n   11  TO THEIR APPOINTMENT.\n   12    S 7724. REQUIREMENTS FOR CERTIFICATION.  1.  TO  QUALIFY  FOR  CERTIF-\n   13  ICATION  TO  USE  THE TITLE \"CERTIFIED GOVERNMENT BENEFITS ADVOCATE,\" AN\n   14  APPLICANT SHALL FULFILL ALL THE FOLLOWING REQUIREMENTS:\n   15    (A) APPLICATION: FILE AN APPLICATION WITH THE DEPARTMENT;\n   16    (B) EDUCATION: HAVE A SECONDARY EDUCATION AND HAVE COMPLETED A PROGRAM\n   17  OF STUDY COVERING ALL ASPECTS OF GOVERNMENT  BENEFITS  APPROVED  BY  THE\n   18  DEPARTMENT;\n   19    (C)  EXPERIENCE:  HAVE  EXPERIENCE  SATISFACTORY  TO  THE BOARD AND IN\n   20  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS;\n   21    (D) EXAMINATION: PASS AN EXAMINATION SATISFACTORY TO THE BOARD AND  IN\n   22  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS;\n   23    (E) AGE: BE AT LEAST EIGHTEEN YEARS OF AGE;\n   24    (F) CHARACTER: BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE DEPART-\n   25  MENT; AND\n   26    (G)  FEES:  PAY  A  FEE  OF  ONE HUNDRED DOLLARS TO THE DEPARTMENT FOR\n   27  ADMISSION TO A DEPARTMENT  CONDUCTED  EXAMINATION  AND  FOR  AN  INITIAL\n   28  CERTIFICATION; A FEE OF EIGHTY DOLLARS FOR EACH RE-EXAMINATION; A FEE OF\n   29  ONE HUNDRED DOLLARS FOR AN INITIAL CERTIFICATION FOR PERSONS NOT REQUIR-\n   30  ING  ADMISSION  TO  A  DEPARTMENT CONDUCTED EXAMINATION AND A FEE OF ONE\n   31  HUNDRED FIFTY DOLLARS FOR EACH TRIENNIAL REGISTRATION PERIOD;\n   32    2. ON THE RECOMMENDATION OF THE BOARD, THE DEPARTMENT MAY EXEMPT:\n   33    (A) FROM THE REQUIREMENTS OF PARAGRAPH (B) OF SUBDIVISION ONE OF  THIS\n   34  SECTION,  AN  APPLICANT WHO HOLDS A LICENSE OF CERTIFICATION TO PRACTICE\n   35  AS A GOVERNMENT BENEFITS ADVOCATE OR SIMILAR TITLE ISSUED TO HIM OR  HER\n   36  UPON  EXAMINATION  BY  A  LEGALLY  CONSTITUTED BOARD OF EXAMINERS IN ANY\n   37  OTHER STATE OR POLITICAL SUBDIVISION OF THE UNITED STATES, PROVIDED THAT\n   38  THE APPLICANT CAN MEET THE REQUIREMENTS OF PARAGRAPH (D) OF  SUBDIVISION\n   39  ONE OF THIS SECTION;\n   40    (B)  FROM THE REQUIREMENTS OF PARAGRAPH (B) AND PARAGRAPH (D) AND FROM\n   41  THE INITIAL CERTIFICATION FEE OF PARAGRAPH (G)  OF  SUBDIVISION  ONE  OF\n   42  THIS  SECTION, AN APPLICANT WHO SUBMITS, PRIOR TO THE DATE OF ENACTMENT,\n   43  SATISFACTORY EVIDENCE THAT  THE  APPLICANT  HAS  BEEN  PRACTICING  AS  A\n   44  GOVERNMENT BENEFITS ADVOCATE FOR A PERIOD OF THREE YEARS.\n   45    S 7725. SEPARABILITY. IF ANY SECTION OF THIS ARTICLE, OR PART THEREOF,\n   46  SHALL  BE  ADJUDGED  BY A COURT OF COMPETENT JURISDICTION TO BE INVALID,\n   47  SUCH JUDGMENT SHALL NOT AFFECT, IMPAIR OR INVALIDATE  THE  REMAINDER  OR\n   48  ANY OTHER SECTION OR PART THEREOF.\n   49    S  2.  This  act  shall  take effect on the three hundred sixtieth day\n   50  after it shall have become a  law,  provided,  however,  that  effective\n   51  immediately,  the addition, amendment and/or repeal of any rule or regu-\n   52  lation necessary for the implementation of this  act  on  its  effective\n   53  date  is  authorized  and directed to be made and completed on or before\n   54  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to licensing government benefits advocacy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T161824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471904328
}