{
  "year" : 2011,
  "senateBillNo" : "A2613-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A2613-2011-1295413200000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the periods of the Iranian Hostage Crisis and from November 21, 1979 to October 20, 1981 be \"time of war\" periods for civil service credit",
  "summary" : "Provides that the periods of the Iranian Hostage Crisis and from November 21, 1979 to October 20, 1981 be \"time of war\" periods for civil service credit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A8335-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2613\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Veterans' Affairs\n\n       AN ACT to amend the civil service law, in relation to making the Iranian\n         Hostage Crisis \"time of war\" for civil service credit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (c) of subdivision 1 of section 85 of the civil\n    2  service law is amended by adding two new subparagraphs 9 and 10 to  read\n    3  as follows:\n    4    (9)  HOSTILITIES  PARTICIPATED  IN  BY  MILITARY  FORCES OF THE UNITED\n    5  STATES,  KNOWN  AS  THE  IRANIAN   HOSTAGE   CRISIS,   IN   THE   INDIAN\n    6  OCEAN/IRAN/YEMAN,  FROM  THE  EIGHTH  DAY  OF DECEMBER, NINETEEN HUNDRED\n    7  SEVENTY-EIGHT TO THE SIXTH DAY OF JUNE, NINETEEN  HUNDRED  SEVENTY-NINE,\n    8  AS  ESTABLISHED  BY RECEIPT OF THE ARMED FORCES EXPEDITIONARY MEDAL, THE\n    9  NAVY EXPEDITIONARY MEDAL, OR THE MARINE CORPS EXPEDITIONARY MEDAL.\n   10    (10) HOSTILITIES PARTICIPATED IN BY  MILITARY  FORCES  OF  THE  UNITED\n   11  STATES  IN THE INDIAN OCEAN/IRAN, FROM THE TWENTY-FIRST DAY OF NOVEMBER,\n   12  NINETEEN HUNDRED SEVENTY-NINE TO THE TWENTIETH DAY OF OCTOBER,  NINETEEN\n   13  HUNDRED EIGHTY-ONE, AS ESTABLISHED BY RECEIPT OF THE ARMED FORCES EXPED-\n   14  ITIONARY MEDAL, THE NAVY EXPEDITIONARY MEDAL, OR THE MARINE CORPS EXPED-\n   15  ITIONARY MEDAL.\n   16    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03036-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to making the Iranian Hostage Crisis \"time of war\" for civil service credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T164826.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295473706706
}