{
  "year" : 2011,
  "senateBillNo" : "A2612-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to health",
    "billEventId" : "A2612-2011-1295413200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the human cloning prohibition act",
  "summary" : "Creates the human cloning prohibition act which makes it unlawful for any person or entity, public or private, to intentionally or knowingly perform or attempt to perform human cloning; defines terms; makes exceptions; imposes penalties for violations. ",
  "currentCommittee" : null,
  "sameAs" : "S2205",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A4311-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2612\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. FITZPATRICK, FINCH -- Multi-Sponsored by -- M. of\n         A.  CONTE,  OAKS, RABBITT, SAYWARD, SCHROEDER, WEISENBERG -- read once\n         and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to creating the human\n         cloning prohibition act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"human cloning prohibition act\".\n    3    S 2. Legislative findings. The legislature finds that:\n    4    At least one company has announced that it has successfully  cloned  a\n    5  human  being  at  the  early  embryonic  stage  of life, and others have\n    6  announced that they will attempt to clone a human being using the  tech-\n    7  nique  known  as  somatic cell nuclear transfer. Efforts to create human\n    8  beings by cloning mark a new and  decisive  step  toward  turning  human\n    9  reproduction into a manufacturing process in which human beings are made\n   10  in  laboratories  to  preordained  specifications  and,  potentially, in\n   11  multiple copies. Creating cloned  live-born  human  children,  so-called\n   12  \"reproductive  cloning,\"  begins  by creating cloned human beings at the\n   13  embryonic stage of life, a process which some also propose as a  way  of\n   14  creating human embryos for destructive research as sources of stem cells\n   15  and tissues for possible treatment of other humans, so-called \"therapeu-\n   16  tic cloning\". Many scientists agree that attempts at \"reproductive clon-\n   17  ing\" pose a massive risk of either producing children who are stillborn,\n   18  unhealthy,  or severely disabled, and that attempting \"therapeutic clon-\n   19  ing\" always results in the destruction of human beings at the  embryonic\n   20  stage  of  life when their stem cells are harvested.  Creating new human\n   21  life solely to be exploited via \"reproductive cloning\" or destroyed  via\n   22  \"therapeutic  cloning\" in these ways has been condemned on moral grounds\n   23  by many as displaying a profound disrespect for life.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03509-01-1\n\n       A. 2612                             2\n\n    1    The distinction between \"therapeutic\" and \"reproductive\" cloning is  a\n    2  false distinction scientifically because both begin with the creation of\n    3  a human being at the embryonic stage of life, one destined for implanta-\n    4  tion  in a womb, one destined for destructive farming of its stem cells;\n    5  regardless of its ultimate destiny, all human embryos are simultaneously\n    6  human  beings.  It  will  be  nearly  impossible to ban only attempts at\n    7  \"reproductive cloning\" if \"therapeutic cloning\" is allowed because:\n    8    (i) cloning would take place within the privacy  of  a  doctor-patient\n    9  relationship;\n   10    (ii)  the  transfer of embryos to begin a pregnancy is a simple proce-\n   11  dure; and\n   12    (iii) any government effort to prevent the  transfer  of  an  existing\n   13  cloned  embryo,  or  to  prevent birth once transfer has occurred, would\n   14  raise substantial moral, legal, and practical issues.\n   15    Based on the above findings, it is the purpose of this act to prohibit\n   16  the use of cloning technology to initiate the development of  new  human\n   17  beings  at  the  embryonic stage of life for any purpose, therapeutic or\n   18  reproductive.\n   19    S 3. The public health law is amended by adding a new article 32-B  to\n   20  read as follows:\n   21                                ARTICLE 32-B\n   22                        HUMAN CLONING PROHIBITION ACT\n   23  SECTION 3230. DEFINITIONS.\n   24          3231. HUMAN CLONING PROHIBITIONS.\n   25          3232. EXCEPTIONS.\n   26          3233. PENALTIES FOR VIOLATIONS.\n   27          3234. SEVERABILITY.\n   28    S  3230.  DEFINITIONS.  AS  USED  IN THIS ARTICLE, THE FOLLOWING TERMS\n   29  SHALL HAVE THE FOLLOWING MEANINGS:\n   30    1. \"HUMAN CLONING\" MEANS HUMAN ASEXUAL REPRODUCTION,  ACCOMPLISHED  BY\n   31  INTRODUCING  THE GENETIC MATERIAL OF A HUMAN SOMATIC CELL INTO AN OOCYTE\n   32  WHOSE NUCLEUS HAS BEEN REMOVED  OR  INACTIVATED,  TO  PRODUCE  A  LIVING\n   33  ORGANISM WITH A HUMAN OR PREDOMINANTLY HUMAN GENETIC CONSTITUTION.\n   34    2.    \"SOMATIC CELL\" MEANS A CELL HAVING A COMPLETE SET OF CHROMOSOMES\n   35  OBTAINED FROM A LIVING OR DECEASED HUMAN BODY AT ANY STAGE  OF  DEVELOP-\n   36  MENT.\n   37    3. \"OOCYTE\" MEANS THE HUMAN FEMALE EGG.\n   38    4.  \"EMBRYO\"  MEANS  AN  ORGANISM OF THE SPECIES HOMO SAPIENS FROM THE\n   39  SINGLE CELL STAGE TO EIGHT WEEKS DEVELOPMENT.\n   40    5. \"FETUS\" MEANS AN ORGANISM OF THE SPECIES HOMO  SAPIENS  FROM  EIGHT\n   41  WEEKS  DEVELOPMENT UNTIL COMPLETE EXPULSION OR EXTRACTION FROM A WOMAN'S\n   42  BODY, OR REMOVAL FROM AN ARTIFICIAL WOMB OR  OTHER  SIMILAR  ENVIRONMENT\n   43  DESIGNED TO NURTURE THE DEVELOPMENT OF SUCH ORGANISM.\n   44    S  3231.  HUMAN  CLONING  PROHIBITIONS.   IT SHALL BE UNLAWFUL FOR ANY\n   45  PERSON OR ENTITY, PUBLIC OR PRIVATE, TO INTENTIONALLY OR KNOWINGLY:\n   46    1. PERFORM OR ATTEMPT TO PERFORM HUMAN CLONING;\n   47    2. PARTICIPATE IN AN ATTEMPT TO PERFORM HUMAN CLONING;\n   48    3. TRANSFER OR RECEIVE THE PRODUCT OF HUMAN CLONING FOR  ANY  PURPOSE;\n   49  OR\n   50    4.  TRANSFER  OR  RECEIVE,  IN  WHOLE  OR IN PART, ANY OOCYTE, EMBRYO,\n   51  FETUS, OR HUMAN SOMATIC CELL, FOR THE PURPOSE OF HUMAN CLONING.\n   52    S 3232. EXCEPTIONS.  NOTHING IN THIS ARTICLE SHALL RESTRICT  AREAS  OF\n   53  SCIENTIFIC RESEARCH NOT SPECIFICALLY PROHIBITED BY THIS ARTICLE, INCLUD-\n   54  ING  IN  VITRO  FERTILIZATION, THE ADMINISTRATION OF FERTILITY-ENHANCING\n   55  DRUGS, RESEARCH IN THE USE OF NUCLEAR TRANSFER OR  OTHER  CLONING  TECH-\n\n       A. 2612                             3\n\n    1  NIQUES  TO  PRODUCE  MOLECULES, DNA, TISSUES, ORGANS, PLANTS, OR ANIMALS\n    2  OTHER THAN HUMANS, OR CELLS OTHER THAN HUMAN EMBRYOS.\n    3    S  3233.  PENALTIES  FOR  VIOLATIONS. 1. (A) ANY PERSON OR ENTITY THAT\n    4  VIOLATES SUBDIVISIONS ONE AND TWO OF SECTION THIRTY-TWO HUNDRED  THIRTY-\n    5  ONE OF THIS ARTICLE SHALL BE GUILTY OF A CLASS D FELONY.\n    6    (B)  ANY PERSON OR ENTITY THAT VIOLATES SUBDIVISIONS THREE AND FOUR OF\n    7  SECTION THIRTY-TWO HUNDRED THIRTY-ONE OF THIS ARTICLE SHALL BE GUILTY OF\n    8  A CLASS A MISDEMEANOR.\n    9    2. ANY PERSON OR ENTITY THAT VIOLATES ANY PROVISION  OF  THIS  ARTICLE\n   10  AND  DERIVES  A  PECUNIARY GAIN FROM SUCH VIOLATION SHALL BE FINED UP TO\n   11  ONE MILLION DOLLARS PURSUANT TO THE PREVAILING  FEDERAL  PENALTY  GUIDE-\n   12  LINES  OR  TWICE  THE  AMOUNT  OF GROSS GAIN, OR ANY AMOUNT INTERMEDIATE\n   13  BETWEEN THE FOREGOING, AT THE DISCRETION OF THE COURT.\n   14    3. ANY VIOLATION  OF  THIS  ARTICLE  SHALL  CONSTITUTE  UNPROFESSIONAL\n   15  CONDUCT  AND  SHALL  RESULT  IN  PERMANENT  REVOCATION OF THE VIOLATOR'S\n   16  LICENSE TO PRACTICE MEDICINE.\n   17    4. ANY VIOLATION OF THIS ARTICLE SHALL BE THE BASIS:\n   18    (A) FOR DENYING AN APPLICATION FOR,\n   19    (B) FOR DENYING AN APPLICATION FOR THE RENEWAL OF, OR\n   20    (C) FOR REVOKING ANY LICENSE, PERMIT, CERTIFICATE, OR ANY  OTHER  FORM\n   21  OF  PERMISSION  REQUIRED TO PRACTICE OR ENGAGE IN A TRADE, OCCUPATION OR\n   22  PROFESSION.\n   23    S 3234. SEVERABILITY. IF ANY CLAUSE, SENTENCE, PARAGRAPH,  SECTION  OR\n   24  PART  OF THIS ARTICLE SHALL BE ADJUDGED BY ANY COURT OF COMPETENT JURIS-\n   25  DICTION TO BE INVALID AND  AFTER  EXHAUSTION  OF  ALL  FURTHER  JUDICIAL\n   26  REVIEW,  THE JUDGMENT SHALL NOT AFFECT, IMPAIR OR INVALIDATE THE REMAIN-\n   27  DER THEREOF, BUT SHALL BE CONFINED  IN  ITS  OPERATION  TO  THE  CLAUSE,\n   28  SENTENCE,  PARAGRAPH,  SECTION OR PART OF THIS ARTICLE DIRECTLY INVOLVED\n   29  IN THE CONTROVERSY IN WHICH THE JUDGMENT SHALL HAVE BEEN RENDERED.\n   30    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   31  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to creating the human cloning prohibition act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T164826.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295473706703
}