{
  "year" : 2011,
  "senateBillNo" : "A2614-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2614-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes issuance of distinctive number plates to members of the Seneca Nation of Indians",
  "summary" : "Authorizes issuance of distinctive number plates to members of the Seneca Nation of Indians. ",
  "currentCommittee" : null,
  "sameAs" : "S856",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A869-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2614\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GABRYSZAK, GIGLIO -- read once and referred to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the issuance of distinctive plates for members of the Seneca Nation of\n         Indians\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature  finds  and  declares\n    2  that  the  sovereign  territory  of  the  Seneca  Nation of Indians (The\n    3  Nation) lies completely within the state of New York  and  as  such  the\n    4  relationship  between  the state and the Nation is governed by a complex\n    5  set of rules based upon various  state  statutes,  signed  treaties  and\n    6  agreements  that  have  resulted  over time from the 1794 signing of the\n    7  Treaty of Canandaigua. It is this treaty that the United States acknowl-\n    8  edged the Nation's independence and sovereignty.\n    9    A most recent agreement, known as the 1976  Southern  Tier  Expressway\n   10  Agreement,  was  entered  into between the Nation and the New York state\n   11  Department of Transportation (NYSDOT). The 1976 Agreement was predicated\n   12  on chapter 962 of the laws of 1973 in which lands of the Allegany  State\n   13  park  were transferred from the office of parks, recreation and historic\n   14  preservation to the Seneca Nation of Indians in lieu of  lands  acquired\n   15  by the state as rights of way for the Southern Tier Expressway.\n   16    One of the terms agreed to by the Nation included New York state issu-\n   17  ing members of the Nation distinctive motor vehicle license plates. This\n   18  legislation  acknowledges  the unique, historical and vital relationship\n   19  that the Seneca Nation of Indians has  held  with  New  York  state  and\n   20  specifically  authorizes the department of motor vehicles to develop and\n   21  implement a series of specially numbered license plates  to  members  of\n   22  the Seneca Nation.\n   23    S 2. Section 404 of the vehicle and traffic law is amended by adding a\n   24  new subdivision 1-b to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02501-01-1\n\n       A. 2614                             2\n\n    1    1-B.  (A) THE COMMISSIONER SHALL ISSUE SPECIAL NUMBER PLATES TO APPLI-\n    2  CANTS WHO ARE MEMBERS OF THE SENECA NATION OF INDIANS IN THE SAME MANNER\n    3  AS OTHER NUMBER PLATES ARE ISSUED PURSUANT TO THIS ARTICLE. SUCH SPECIAL\n    4  NUMBER PLATES SHALL BE ISSUED (I) FREE  OF  CHARGE  AND  ONLY  UPON  THE\n    5  PAYMENT  OF  THE  REGULAR  REGISTRATION  FEE  PRESCRIBED BY SECTION FOUR\n    6  HUNDRED ONE OF THIS ARTICLE, AND (II) UPON SUBMISSION OF  PROOF,  SATIS-\n    7  FACTORY TO THE COMMISSIONER, THAT THE APPLICANT IS PRESENTLY A MEMBER OF\n    8  THE  FEDERALLY RECOGNIZED INDIAN TRIBE, SENECA NATION OF INDIANS; ONE OF\n    9  THE HISTORIC SIX TRIBES OF THE IROQUOIS CONFEDERACY WHO OCCUPY LANDS  IN\n   10  WESTERN NEW YORK AS SET ASIDE BY THE TREATY OF CANANDAIGUA OF 1794. SUCH\n   11  MEMBERSHIP SHALL BE VERIFIED ANNUALLY BY THE APPLICANT.\n   12    (B)  ANY  SENECA  NATION  INDIAN  RESIDING  IN  THIS STATE SHALL, UPON\n   13  REQUEST, BE ISSUED A \"SENECA NATION OF INDIANS\" SPECIALLY DESIGNATED AND\n   14  NUMBERED PLATE OF A DESIGN APPROVED BY THE COMMISSIONER. APPLICATION FOR\n   15  SUCH PLATES SHALL BE MADE IN ACCORDANCE WITH REGULATIONS PROMULGATED  BY\n   16  THE COMMISSIONER WITH RESPECT TO THE ISSUANCE OF SUCH PLATES.\n   17    S 3. This act shall take effect on the one hundred twentieth day after\n   18  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the issuance of distinctive plates for members of the Seneca Nation of Indians ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T165326.TXT", "SOBI.D110119.T150309.TXT", "SOBI.D110119.T164826.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474006840
}