{
  "year" : 2011,
  "senateBillNo" : "A2615-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2615-2011-1295413200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "enacting clause stricken",
    "billEventId" : "A2615-2011-1296536400000-enacting+clause+stricken",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes \"rural freshwater improvement and protection program\" which provides for upgrading, repairing and replacing septic systems",
  "summary" : "Establishes \"rural freshwater improvement and protection program\" which provides for upgrading, repairing and replacing septic systems; directs DEC to prepare model ordinances for towns and villages; sets up revolving loan fund for homeowners to conform; also provides tax credit to homeowner. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A5575-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2615\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. JACOBS, CYMBROWITZ, McENENY -- Multi-Sponsored by\n         -- M. of A. GLICK, SWEENEY, WEINSTEIN -- read once and referred to the\n         Committee on Ways and Means\n\n       AN  ACT to amend the tax law, the environmental conservation law and the\n         state finance law, in relation to establishing  the  rural  freshwater\n         improvement and protection program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (u) to read as follows:\n    3    (U)  DEDUCTION FOR SEPTIC SYSTEM UPGRADES, REPLACEMENTS OR REPAIRS.  A\n    4  TAXPAYER SHALL BE ALLOWED A DEDUCTION AGAINST THE TAX  IMPOSED  BY  THIS\n    5  ARTICLE.  THE  AMOUNT OF THE DEDUCTION SHALL BE THE ACTUAL COST INCURRED\n    6  BY THE TAXPAYER IN MAKING SEPTIC SYSTEM UPGRADES,  REPAIRS  OR  REPLACE-\n    7  MENTS  TO  THE  TAXPAYER'S PRIMARY OR SECONDARY RESIDENCE.  THE UPGRADE,\n    8  REPAIRS OR REPLACEMENT SHALL BE  IN  ACCORDANCE  WITH  A  SEPTIC  SYSTEM\n    9  INSPECTION  PROGRAM  APPROVED BY THE MUNICIPALITY IN WHICH THE RESIDENCE\n   10  IS LOCATED.\n   11    S 2. The environmental conservation law is amended  by  adding  a  new\n   12  section 15-2915 to read as follows:\n   13  S 15-2915. RURAL FRESHWATER IMPROVEMENT AND PROTECTION PROGRAM.\n   14    1. THE DEPARTMENT OR ANY LOCAL SOIL AND WATER CONSERVATION DISTRICT AT\n   15  THE  DIRECTION  OF  THE  DEPARTMENT  SHALL CREATE PROPOSED SEPTIC SYSTEM\n   16  ORDINANCES TO BE ADOPTED BY ANY TOWN OR VILLAGE OF THE STATE WHICH ORDI-\n   17  NANCES SHALL DIRECT UPGRADES, REPAIRS OR REPLACEMENTS OF EXISTING SEPTIC\n   18  SYSTEMS.\n   19    2. A REVOLVING LOAN FUND IS HEREBY CREATED  TO  BE  DISBURSED  AT  THE\n   20  DIRECTION  OF THE COMMISSIONER TO COUNTY SOIL AND CONSERVATION DISTRICTS\n   21  CONTAINING MUNICIPALITIES WHICH  HAVE  ADOPTED  ORDINANCES  PURSUANT  TO\n   22  SUBDIVISION  ONE  OF  THIS  SECTION,  WHICH COUNTY SOIL AND CONSERVATION\n   23  DISTRICTS MAY MAKE LOANS TO HOMEOWNERS  WHO  CAN  DEMONSTRATE  FINANCIAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04296-01-1\n\n       A. 2615                             2\n\n    1  NEED  TO MAKE UPGRADES, REPAIRS OR REPLACEMENTS TO SEPTIC SYSTEMS AS SET\n    2  FORTH IN SUBDIVISION ONE OF THIS SECTION.  SUCH LOANS WHICH SHALL BE DUE\n    3  AND PAYABLE WITHIN TEN YEARS OR UPON SALE OF THE PROPERTY.\n    4    3.  THE  DEPARTMENT  SHALL AT THE DIRECTION OF THE COMMISSIONER MAKE A\n    5  ONE-TIME GRANT TO ANY TOWN OR VILLAGE  OF  THIS  STATE  WHICH  ADOPTS  A\n    6  SEPTIC  SYSTEM  ORDINANCE  APPROVED BY THE DEPARTMENT FOR THE PURPOSE OF\n    7  DEVELOPING AND CARRYING OUT A  COMPREHENSIVE  SEPTIC  SYSTEM  INSPECTION\n    8  PROGRAM.\n    9    S  3. The state finance law is amended by adding a new section 99-t to\n   10  read as follows:\n   11    S 99-T. RURAL FRESHWATER IMPROVEMENT AND PROTECTION PROGRAM  FUND.  1.\n   12  THERE  IS  HEREBY  ESTABLISHED  IN  THE JOINT CUSTODY OF THE STATE COMP-\n   13  TROLLER AND THE COMMISSIONER OF TAXATION AND FINANCE A SPECIAL  FUND  TO\n   14  BE  KNOWN  AS  THE  \"RURAL FRESHWATER IMPROVEMENT AND PROTECTION PROGRAM\n   15  FUND\".\n   16    2. THE FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR ITS PURPOSE.\n   17    3. MONEYS OF THE FUND, FOLLOWING APPROPRIATION BY THE LEGISLATURE, MAY\n   18  BE EXPENDED IN ACCORDANCE WITH  SECTION  15-2915  OF  THE  ENVIRONMENTAL\n   19  CONSERVATION LAW.\n   20    S  4. This act shall take effect on the first of January next succeed-\n   21  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, the environmental conservation law and the state finance law, in relation to establishing the rural freshwater improvement and protection program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T101704.TXT", "SOBI.D110119.T150309.TXT", "SOBI.D110201.T130354.TXT", "SOBI.D110119.T161824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296659824137
}