{
  "year" : 2011,
  "senateBillNo" : "A2617-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2617-2011-1295413200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the monetary penalties for the crime of aggravated harassment or for discrimination",
  "summary" : "Increases the monetary penalties for the crimes of aggravated harassment in the first or second degrees or for discrimination; provides that the penalty shall be not less than one thousand dollars nor more than ten thousand dollars for the first violation and not less than twenty-five hundred dollars nor more than twelve thousand five hundred dollars for each subsequent violation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A1886-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2617\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. JACOBS, DESTITO, GALEF -- Multi-Sponsored by --\n         M. of A.  BOYLAND,  CANESTRARI,  COLTON,  DINOWITZ,  FARRELL,  HIKIND,\n         LAVINE, McENENY, MILLMAN, O'DONNELL, PERRY, PHEFFER, J. RIVERA, ROBIN-\n         SON, SWEENEY, WEISENBERG -- read once and referred to the Committee on\n         Governmental Operations\n\n       AN  ACT to amend the civil rights law and the executive law, in relation\n         to increasing the  monetary  and  criminal  penalties  for  aggravated\n         harassment or discrimination\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 40-c of the civil rights  law,  as\n    2  amended by chapter 2 of the laws of 2002, is amended to read as follows:\n    3    2.  No  person  shall, because of race, creed, color, national origin,\n    4  sex, marital status, sexual orientation or disability, as such  term  is\n    5  defined  in  section  two  hundred  ninety-two  of the executive law, be\n    6  subjected to any discrimination in his or her civil rights,  or  to  any\n    7  harassment,  as  defined in section [240.25] 240.26 of the penal law, in\n    8  the exercise thereof, by any other person or by any firm, corporation or\n    9  institution, or by the state or any agency or subdivision of the state.\n   10    S 2. Section 40-d of the civil rights law, as amended by  chapter  191\n   11  of the laws of 1982, is amended to read as follows:\n   12    S 40-d. Penalty for violation. Any person who shall violate any of the\n   13  provisions  of  the  foregoing  section, or subdivision three of section\n   14  240.30 or section 240.31 of the penal law, or who shall  aid  or  incite\n   15  the  violation  of any of said provisions shall for [each and every] THE\n   16  FIRST violation thereof be liable to a penalty  of  not  less  than  one\n   17  [hundred]  THOUSAND  dollars  nor  more than [five hundred] TEN THOUSAND\n   18  dollars, AND FOR EACH SUBSEQUENT VIOLATION THEREOF BE LIABLE TO A PENAL-\n   19  TY OF NOT LESS THAN TWENTY-FIVE HUNDRED DOLLARS  NOR  MORE  THAN  TWELVE\n   20  THOUSAND  FIVE  HUNDRED DOLLARS, to be recovered by the person aggrieved\n   21  thereby in any court of competent jurisdiction in the  county  in  which\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04243-01-1\n\n       A. 2617                             2\n\n    1  the  defendant  shall  reside. In addition, any person who shall violate\n    2  any of the provisions of the foregoing section shall be deemed guilty of\n    3  a class [A misdemeanor] E FELONY FOR THE FIRST VIOLATION THEREOF  AND  A\n    4  CLASS  D  FELONY FOR ANY SUBSEQUENT VIOLATION THEREOF.  At or before the\n    5  commencement of any action under this section, notice thereof  shall  be\n    6  served upon the attorney general.\n    7    S 3. Paragraph a of subdivision 3 of section 297 of the executive law,\n    8  as  amended  by section 11 of part D of chapter 405 of the laws of 1999,\n    9  is amended to read as follows:\n   10    a. If in the judgment of the division the circumstances so warrant, it\n   11  may, at any time after the filing of the complaint, endeavor  to  elimi-\n   12  nate  such  unlawful discriminatory practice by conference, conciliation\n   13  and persuasion. Each conciliation  agreement  shall  include  provisions\n   14  requiring  the  respondent  to  refrain  from the commission of unlawful\n   15  discriminatory practices in the future  and  may  contain  such  further\n   16  provisions  as  may be agreed upon by the division, the complainant, and\n   17  the respondent, including PAYMENT BY THE RESPONDENT OF CIVIL  FINES  AND\n   18  PENALTIES  PROVIDED  IN SUBDIVISION FOUR OF THIS SECTION AND a provision\n   19  for the entry in the  supreme  court  in  any  county  in  the  judicial\n   20  district  where the alleged unlawful discriminatory practice was commit-\n   21  ted, or where any respondent resides or  maintains  an  office  for  the\n   22  transaction  of  business,  or  where the housing accommodation, land or\n   23  commercial space specified in the complaint is  located,  of  a  consent\n   24  decree  embodying  the terms of the conciliation agreement. The division\n   25  shall not disclose what has transpired in the course of such endeavors.\n   26    S 4. Paragraph c of subdivision 4 of section 297 of the executive law,\n   27  as amended by chapter 166 of the laws  of  2000,  subparagraph  (vi)  as\n   28  amended  by  section  1 of part AA of chapter 57 of the laws of 2009, is\n   29  amended to read as follows:\n   30    c. Within one hundred eighty days after the commencement of such hear-\n   31  ing, a determination shall be made and an order  served  as  hereinafter\n   32  provided.  If,  upon  all  the evidence at the hearing, the commissioner\n   33  shall find that a respondent has engaged in any unlawful  discriminatory\n   34  practice  as defined in this article, the commissioner shall state find-\n   35  ings of fact and shall issue and cause to be served on  such  respondent\n   36  an  order,  based on such findings and setting them forth, and including\n   37  such of the following provisions as in the judgment of the division will\n   38  effectuate the purposes of this article: (i) requiring  such  respondent\n   39  to  cease  and  desist  from such unlawful discriminatory practice; (ii)\n   40  requiring such respondent to take  such  affirmative  action,  including\n   41  (but  not  limited  to) hiring, reinstatement or upgrading of employees,\n   42  with or without back pay, restoration to membership  in  any  respondent\n   43  labor organization, admission to or participation in a guidance program,\n   44  apprenticeship  training  program,  on-the-job training program or other\n   45  occupational training or retraining  program,  the  extension  of  full,\n   46  equal and unsegregated accommodations, advantages, facilities and privi-\n   47  leges  to  all persons, granting the credit which was the subject of any\n   48  complaint, evaluating applicants for membership in a place  of  accommo-\n   49  dation  without  discrimination  based  on  race, creed, color, national\n   50  origin, sex, disability or marital status, and  without  retaliation  or\n   51  discrimination  based on opposition to practices forbidden by this arti-\n   52  cle or filing a complaint, testifying or  assisting  in  any  proceeding\n   53  under this article; (iii) awarding of compensatory damages to the person\n   54  aggrieved  by such practice; (iv) awarding of punitive damages, in cases\n   55  of housing discrimination only, in an amount not to exceed ten  thousand\n   56  dollars, to the person aggrieved by such practice; (v) requiring payment\n\n       A. 2617                             3\n\n    1  to  the state of profits obtained by a respondent through the commission\n    2  of unlawful discriminatory acts  described  in  subdivision  three-b  of\n    3  section  two  hundred  ninety-six  of this article; [and] (vi) assessing\n    4  civil  fines  and  penalties,  in an amount not to exceed fifty thousand\n    5  dollars, to be paid to the state by a respondent found to have committed\n    6  an unlawful discriminatory act, or not to exceed  one  hundred  thousand\n    7  dollars  to be paid to the state by a respondent found to have committed\n    8  an unlawful discriminatory act which is found to be willful,  wanton  or\n    9  malicious; AND (vii) requiring a report of the manner of compliance. If,\n   10  upon all the evidence, the commissioner shall find that a respondent has\n   11  not  engaged  in  any  such  unlawful discriminatory practice, he or she\n   12  shall state findings of fact and shall issue and cause to be  served  on\n   13  the  complainant  an order based on such findings and setting them forth\n   14  dismissing the said complaint as to such  respondent.  A  copy  of  each\n   15  order  issued by the commissioner shall be delivered in all cases to the\n   16  attorney general, the secretary of state, if he  or  she  has  issued  a\n   17  license  to  the respondent, and such other public officers as the divi-\n   18  sion deems proper, and if any such  order  issued  by  the  commissioner\n   19  concerns  a regulated creditor, the commissioner shall forward a copy of\n   20  any such order to the superintendent. A  copy  of  any  complaint  filed\n   21  against  any  respondent  who has previously entered into a conciliation\n   22  agreement pursuant to paragraph a of subdivision three of  this  section\n   23  or  as  to  whom  an  order  of the division has previously been entered\n   24  pursuant to this paragraph shall be delivered to the  attorney  general,\n   25  to  the  secretary  of  state  if  he or she has issued a license to the\n   26  respondent and to such other public officers as the division deems prop-\n   27  er, and if any such respondent is a regulated creditor, the commissioner\n   28  shall forward a copy of any such complaint to the superintendent.\n   29    S 5. Subdivision 10 of section 297 of the executive law, as  added  by\n   30  section  17  of part D of chapter 405 of the laws of 1999, is amended to\n   31  read as follows:\n   32    10. [With respect to cases of housing discrimination only, in]  IN  an\n   33  action  or  proceeding  at law under this section or section two hundred\n   34  ninety-eight of this article, the commissioner or the court may  in  its\n   35  discretion  award  reasonable  attorney's  fees  to  any  prevailing  or\n   36  substantially prevailing party; provided,  however,  that  a  prevailing\n   37  respondent  or  defendant in order to recover such reasonable attorney's\n   38  fees must make a motion requesting such fees and show that the action or\n   39  proceeding brought  was  frivolous;  and  further  provided  that  in  a\n   40  proceeding brought in the division of human rights, the commissioner may\n   41  only award attorney's fees as part of a final order after a public hear-\n   42  ing  held pursuant to subdivision four of this section. In no case shall\n   43  attorney's fees be awarded to the division, nor shall  the  division  be\n   44  liable  to a prevailing or substantially prevailing party for attorney's\n   45  fees, except in a case in which the division is a party to the action or\n   46  the proceeding in the division's capacity as an employer.   In order  to\n   47  find  the action or proceeding to be frivolous, the court or the commis-\n   48  sioner must find in writing one or more of the following:\n   49    (a) the action or proceeding was commenced, used or continued  in  bad\n   50  faith, solely to delay or prolong the resolution of the litigation or to\n   51  harass or maliciously injure another; or\n   52    (b)  the  action or proceeding was commenced or continued in bad faith\n   53  without any reasonable basis and could not be supported by a good  faith\n   54  argument  for an extension, modification or reversal of existing law. If\n   55  the action or proceeding was promptly discontinued  when  the  party  or\n   56  attorney  learned  or  should have learned that the action or proceeding\n\n       A. 2617                             4\n\n    1  lacked such a reasonable basis, the court may find that the party or the\n    2  attorney did not act in bad faith.\n    3    S  6.  The  executive  law is amended by adding a new section 298-b to\n    4  read as follows:\n    5    S 298-B. CIVIL PENALTIES. 1. ANY CIVIL  PENALTY  IMPOSED  PURSUANT  TO\n    6  SUBDIVISION  FOUR  OF  SECTION  TWO HUNDRED NINETY-SEVEN OF THIS ARTICLE\n    7  SHALL BE COLLECTED BY THE DIVISION  AND  SHALL  BE  DEPOSITED  INTO  THE\n    8  GENERAL  FUND  TO  THE  CREDIT OF THE DIVISION AND SHALL BE USED FOR THE\n    9  ORDINARY OPERATING EXPENSES OF THE DIVISION.\n   10    2. ANY PENALTY IMPOSED PURSUANT TO SUBDIVISION FOUR OR NINE OF SECTION\n   11  TWO HUNDRED NINETY-SEVEN OF THIS ARTICLE SHALL BE SEPARATELY STATED, AND\n   12  SHALL BE IN ADDITION TO AND NOT REDUCE OR OFFSET ANY  OTHER  DAMAGES  OR\n   13  PAYMENT IMPOSED UPON A RESPONDENT PURSUANT TO SUCH SECTION.\n   14    S  7.  This act shall take effect on the ninetieth day  after it shall\n   15  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law and the executive law, in relation to increasing the monetary and criminal penalties for aggravated harassment or discrimination ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T161824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471904336
}