{
  "year" : 2011,
  "senateBillNo" : "A2618-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to social services",
    "billEventId" : "A2618-2011-1295413200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adopts the family violence option in the Social Security Act permitting waiver of federal program requirements or penalty provisions for domestic violence services",
  "summary" : "Adopts the family violence option (a/k/a the Wellstone/Murray amendment) in the federal Social Security Act permitting waiver of federal program requirements or penalty provisions for domestic violence services in the State of New York to provide full protection from losing public assistance benefits under the new federal welfare reform law; provides for protection for battered immigrants; mandates domestic violence and sexual abuse training programs for employees and contractors who work for the office of children and family services and have contact with applicants and recipients. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA456-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2618\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. JACOBS, WEINSTEIN -- Multi-Sponsored by -- M. of\n         A. ARROYO, AUBRY, BRENNAN, BUTLER, CANESTRARI,  CLARK,  COLTON,  COOK,\n         CYMBROWITZ,  DINOWITZ, GALEF, GANTT, GLICK, GOTTFRIED, HIKIND, HOOPER,\n         LENTOL, V. LOPEZ, MARKEY, McENENY,  MILLMAN,  NOLAN,  ORTIZ,  PHEFFER,\n         PRETLOW,  ROSENTHAL,  SCARBOROUGH, SWEENEY, TOWNS, WRIGHT -- read once\n         and referred to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to adoption of  the\n         family  violence  option of section 402 (a)  (7) of the federal social\n         security act by the state of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The legislature of the state of New\n    2  York finds that:\n    3    a. Domestic violence may make it difficult  for  some  individuals  to\n    4  attain  economic  self-sufficiency,  because  the  physical  and  mental\n    5  effects of past or present abuse may  hinder  job  performance;  because\n    6  abusive  partners  may  attempt  to  sabotage  their victims' education,\n    7  training and employment to keep them economically dependent;\n    8    b. Attempts to escape violent living  arrangements  may  disrupt  work\n    9  and/or require relocation from another state;\n   10    c.  In  situations where there is a risk of domestic violence, cooper-\n   11  ation with child support and  paternity  establishment  regulations  may\n   12  increase the risk to individuals and/or their children;\n   13    d.  No individual should be forced to remain in a violent living situ-\n   14  ation or place  themselves or others at risk, in order to retain assist-\n   15  ance, or for economic survival, or because any applicable time limit has\n   16  expired; and\n   17    e. Domestic violence and  welfare  are  interrelated,  and  addressing\n   18  domestic violence will reduce barriers to economic self-sufficiency.\n   19    In  recognition of the reality of family violence for some individuals\n   20  who may need temporary assistance for needy families (TANF)  assistance,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04250-01-1\n\n       A. 2618                             2\n\n    1  and  to  ensure  that  applicants and recipients who are past or present\n    2  victims of domestic violence  or  those  at  risk  of  further  domestic\n    3  violence  are not placed at risk or unfairly penalized, the state of New\n    4  York  adopts  the  Family  Violence Option in section 402 (a) (7) of the\n    5  federal Social Security Act.\n    6    S 2. The social services law  is  amended  by  adding  a  new  section\n    7  459-a-1 to read as follows:\n    8    S  459-A-1.  IDENTIFICATION  OF  VICTIMS  OF  DOMESTIC VIOLENCE.   THE\n    9  COMMISSIONER OF THE OFFICE OF TEMPORARY AND  DISABILITY  ASSISTANCE,  IN\n   10  CONSULTATION  WITH  THE  STATE  OFFICE  FOR  THE  PREVENTION OF DOMESTIC\n   11  VIOLENCE, SHALL DEVELOP AND MONITOR COMPLIANCE WITH PROCEDURES  FOR  THE\n   12  DEPARTMENT  AND ITS EMPLOYEES, CONTRACTORS AND SUBCONTRACTORS, FOR IDEN-\n   13  TIFYING VICTIMS OF DOMESTIC VIOLENCE. THOSE PROCEDURES SHALL PROVIDE FOR\n   14  UNIVERSAL NOTIFICATION TO ALL APPLICANTS AND  RECIPIENTS  OF  AID  UNDER\n   15  THIS ARTICLE:\n   16    (A)  THAT  REFERRALS TO COUNSELING AND SUPPORTIVE SERVICES AS DETAILED\n   17  UNDER SECTION FOUR HUNDRED FIFTY-NINE-H OF THIS  ARTICLE  ARE  AVAILABLE\n   18  FOR  PAST  OR  PRESENT  VICTIMS OF DOMESTIC VIOLENCE OR THOSE AT RISK OF\n   19  FURTHER DOMESTIC VIOLENCE;\n   20    (B) THAT ALL PAST OR PRESENT VICTIMS OF DOMESTIC VIOLENCE OR THOSE  AT\n   21  RISK  OF  FURTHER  DOMESTIC  VIOLENCE SHALL UPON A SHOWING OF GOOD CAUSE\n   22  RECEIVE WAIVERS OF ANY PROGRAM  REQUIREMENTS  THAT  WILL  MAKE  IT  MORE\n   23  DIFFICULT FOR THEM TO ESCAPE FROM DOMESTIC VIOLENCE OR UNFAIRLY PENALIZE\n   24  THEM FOR BEING VICTIMS OR POTENTIAL VICTIMS OF SUCH VIOLENCE;\n   25    (C)  THE  PROCEDURES  FOR  VOLUNTARILY  AND CONFIDENTIALLY IDENTIFYING\n   26  ELIGIBILITY FOR REFERRALS TO SUPPORTIVE SERVICES  AND  WAIVERS  AND  THE\n   27  PROCEDURES FOR OBTAINING SERVICES OR APPLYING FOR WAIVERS; AND\n   28    (D)  NOTIFICATION  WILL  BE  BOTH IN WRITING AND ORALLY AT THE TIME OF\n   29  APPLICATION AND RECERTIFICATION, AT THE BEGINNING OF ANY JOB TRAINING OR\n   30  WORK PLACEMENT ASSISTANCE PROGRAM, AND AT ANY  OTHER  TIME  AT  WHICH  A\n   31  DETERMINATION IS BEING MADE CONCERNING THE INDIVIDUAL'S PROGRESS, ELIGI-\n   32  BILITY OR STATUS UNDER TEMPORARY ASSISTANCE FOR NEEDY FAMILIES.  NOTIFI-\n   33  CATION  PROCEDURES  WILL  ALLOW APPLICANTS AND RECIPIENTS TO VOLUNTARILY\n   34  AND CONFIDENTIALLY DISCLOSE THEIR ELIGIBILITY FOR SERVICES OR WAIVERS AT\n   35  ANY TIME. AT NO TIME WILL AN APPLICANT OR RECIPIENT'S  DECISION  NOT  TO\n   36  DISCLOSE  ELIGIBILITY  FOR  SERVICES OR WAIVERS DUE TO DOMESTIC VIOLENCE\n   37  PRECLUDE DISCLOSURE AT A LATER DATE, NOR WILL IT PRECLUDE FUTURE  ACCESS\n   38  TO SERVICES OR WAIVERS.\n   39    S  3. Section 459-h of the social services law, as renumbered by chap-\n   40  ter 428 of the laws of 2009, is  renumbered  section  459-n  and  a  new\n   41  section 459-h is added to read as follows:\n   42    S  459-H. PROCEDURES FOR REFERRAL TO SERVICES. THE OFFICE OF TEMPORARY\n   43  AND DISABILITY ASSISTANCE, IN CONSULTATION WITH THE STATE OFFICE FOR THE\n   44  PREVENTION OF DOMESTIC VIOLENCE, SHALL DEVELOP  AND  MONITOR  COMPLIANCE\n   45  WITH  PROCEDURES  FOR  THE  AGENCY  AND  ITS  EMPLOYEES, CONTRACTORS AND\n   46  SUBCONTRACTORS, FOR REFERRING VICTIMS OF DOMESTIC VIOLENCE TO  APPROPRI-\n   47  ATE SERVICES. WHENEVER AN APPLICANT OR RECIPIENT OF AID SELF-IDENTIFIES,\n   48  OR  IS  OTHERWISE  IDENTIFIED,  AS  A PAST OR PRESENT VICTIM OF DOMESTIC\n   49  VIOLENCE OR A PERSON AT RISK OF FURTHER DOMESTIC VIOLENCE, THE OFFICE OF\n   50  TEMPORARY AND DISABILITY ASSISTANCE SHALL REFER THAT  INDIVIDUAL  TO  AN\n   51  EMPLOYEE  TRAINED  IN DOMESTIC VIOLENCE ISSUES WHO WILL PROVIDE INFORMA-\n   52  TION ABOUT HOW TO CONTACT LOCAL SERVICES. SERVICES INCLUDE BUT  ARE  NOT\n   53  LIMITED  TO: SHELTERS FOR BATTERED INDIVIDUALS, MEDICAL SERVICES, DOMES-\n   54  TIC ABUSE HOTLINES,  EMERGENCY  AID  FOR  INDIVIDUALS  FLEEING  DOMESTIC\n   55  VIOLENCE,   LEGAL   COUNSELING  AND  ADVOCACY,  INITIATION  OF  CRIMINAL\n\n       A. 2618                             3\n\n    1  PROCEEDINGS, MENTAL HEALTH CARE, COUNSELING, SUPPORT GROUPS, AND  FINAN-\n    2  CIAL ASSISTANCE FOR VICTIMS OF CRIME.\n    3    S  4. The social services law is amended by adding a new section 459-i\n    4  to read as follows:\n    5    S 459-I. WAIVERS OF PROGRAM REQUIREMENTS. 1. THE OFFICE  OF  TEMPORARY\n    6  AND DISABILITY ASSISTANCE, IN CONSULTATION WITH THE STATE OFFICE FOR THE\n    7  PREVENTION  OF  DOMESTIC  VIOLENCE, SHALL DEVELOP AND MONITOR COMPLIANCE\n    8  WITH PROCEDURES FOR  THE  AGENCY  AND  ITS  EMPLOYEES,  CONTRACTORS  AND\n    9  SUBCONTRACTORS,  OR  WAIVERS OF PROGRAM REQUIREMENTS. WHENEVER AN APPLI-\n   10  CANT OR RECIPIENT OF AID SELF-IDENTIFIES, OR IS OTHERWISE IDENTIFIED  AS\n   11  A  PAST  OR  PRESENT  VICTIM OF DOMESTIC VIOLENCE OR A PERSON AT RISK OF\n   12  FURTHER DOMESTIC VIOLENCE, THE AGENCY SHALL NOTIFY THAT INDIVIDUAL  THAT\n   13  THEY MAY BE ELIGIBLE FOR A GOOD CAUSE WAIVER OF ANY POTENTIALLY APPLICA-\n   14  BLE  PROGRAM  REQUIREMENTS  OR  PENALTY  PROVISIONS,  INCLUDING, BUT NOT\n   15  LIMITED TO:\n   16    (A) TIME LIMITS ON RECEIPT OF ASSISTANCE;\n   17    (B) BENEFIT LEVEL REDUCTION;\n   18    (C) COMMUNITY SERVICE REQUIREMENTS;\n   19    (D) PARTICIPATION IN WORK ACTIVITIES.  FOR PURPOSES OF  THIS  SECTION,\n   20  WORK ACTIVITY INCLUDES SUBSIDIZED OR UNSUBSIDIZED EMPLOYMENT, OR ANY JOB\n   21  TRAINING,  EDUCATIONAL,  JOB  READINESS,  INCLUDING  BUT  NOT LIMITED TO\n   22  PARTICIPATION IN COUNSELING, MEDICAL, LEGAL AND OTHER SUPPORT  SERVICES,\n   23  AND  OTHER  ACTIVITIES LEADING TO SELF-SUFFICIENCY, SUCH AS ENGLISH AS A\n   24  SECOND LANGUAGE AND NATURALIZATION  CLASSES,  DRUG  TREATMENT  PROGRAMS,\n   25  EDUCATION,  WORK PLACEMENT ASSISTANCE OR COMMUNITY SERVICE PROGRAMS. THE\n   26  DEFINITION MUST ALLOW FOR LAPSES IN ABILITY TO ENGAGE IN  WORK  ACTIVITY\n   27  FOR  ABSENTEEISM  OR  POOR  JOB  PERFORMANCE THAT IS RELATED TO DOMESTIC\n   28  VIOLENCE;\n   29    (E) PATERNITY AND CHILD SUPPORT COOPERATION REQUIREMENTS;\n   30    (F) RESIDENCY REQUIREMENTS;\n   31    (G) FAMILY CAP PROVISIONS;\n   32    (H) LIMITATIONS ON TEMPORARY ASSISTANCE FOR NEEDY FAMILIES (TANF)  FOR\n   33  NON-CITIZENS;\n   34    (I) EDUCATIONAL REQUIREMENTS;\n   35    (J) LEARNFARE;\n   36    (K) ANY OTHER PROGRAM REQUIREMENTS THAT WILL MAKE IT MORE DIFFICULT TO\n   37  ESCAPE  VIOLENCE OR FURTHER PENALIZE PAST OR PRESENT VICTIMS OF DOMESTIC\n   38  VIOLENCE OR THOSE AT RISK OF FURTHER DOMESTIC VIOLENCE; OR\n   39    (L) ANY PENALTY OR SANCTION, INCLUDING  REDUCTION  OR  TERMINATION  OF\n   40  ASSISTANCE, FOR FAILURE TO COMPLY WITH ONE OF THE ABOVE REQUIREMENTS.\n   41    WITH  THE  APPLICANT  OR  RECIPIENT'S INFORMED CONSENT, THE DEPARTMENT\n   42  SHALL DETERMINE WHETHER GOOD CAUSE EXISTS FOR A WAIVER OF ANY POTENTIAL-\n   43  LY APPLICABLE PROGRAM REQUIREMENT OR PENALTY PROVISION.\n   44    2. GOOD CAUSE FOR WAIVER OF PROGRAM REQUIREMENTS OR PENALTY  PROVISION\n   45  SHALL BE FOUND WHENEVER IMPOSITION OF THE REQUIREMENT OR PENALTY WOULD:\n   46    (A)  MAKE  IT  MORE  DIFFICULT FOR AN APPLICANT OR RECIPIENT TO ESCAPE\n   47  DOMESTIC VIOLENCE; OR\n   48    (B) UNFAIRLY PENALIZE APPLICANTS OR RECIPIENTS OF AID WHO ARE PAST  OR\n   49  PRESENT VICTIMS, OR ARE AT RISK OF FURTHER DOMESTIC VIOLENCE.\n   50    3.  WAIVERS SHALL BE AUTOMATICALLY OFFERED TO APPLICANTS OR RECIPIENTS\n   51  UPON A SHOWING OF GOOD CAUSE, FOR AS LONG AS NECESSARY.  AN APPLICANT OR\n   52  RECIPIENT IS FREE TO DECLINE AN OFFER  OF  A  WAIVER,  OR  TERMINATE  AN\n   53  EXISTING  WAIVER AT ANY TIME, WITHOUT PENALTY. GRANTING OF A WAIVER DOES\n   54  NOT RESTRICT OTHERWISE QUALIFIED APPLICANTS AND RECIPIENTS  FROM  VOLUN-\n   55  TARY  PARTICIPATION  IN  ANY  WORK, JOB TRAINING, EDUCATIONAL, JOB READ-\n   56  INESS, WORK PLACEMENT ASSISTANCE OR COMMUNITY SERVICE PROGRAM.\n\n       A. 2618                             4\n\n    1    4. DENIALS OF REQUESTS FOR WAIVERS OF PROGRAM REQUIREMENTS THAT  WOULD\n    2  PENALIZE  A  PAST  OR PRESENT VICTIM OF DOMESTIC VIOLENCE OR A PERSON AT\n    3  RISK OF FURTHER DOMESTIC VIOLENCE, OR WOULD MAKE IT MORE  DIFFICULT  FOR\n    4  THAT  INDIVIDUAL  TO  ESCAPE  DOMESTIC VIOLENCE, SHALL BE IN WRITING AND\n    5  SHALL  STATE  THE REASON FOR DENIAL. SUCH DENIALS WILL BE TRANSMITTED TO\n    6  APPLICANTS OR RECIPIENTS IN ACCORDANCE WITH THE  CONFIDENTIALITY  PROCE-\n    7  DURES  ESTABLISHED  UNDER  SECTION FOUR HUNDRED FIFTY-NINE-A-ONE OF THIS\n    8  ARTICLE. SUCH DENIALS MAY BE APPEALED THROUGH THE FAIR HEARING PROCEDURE\n    9  APPLICABLE TO OTHER DETERMINATIONS OF  TEMPORARY  ASSISTANCE  FOR  NEEDY\n   10  FAMILIES (TANF) ELIGIBILITY, PROGRESS OR STATUS.\n   11    5. NOTHING IN THIS SECTION SHALL BE INTERPRETED TO REQUIRE ANY ACTIONS\n   12  BY  DOMESTIC  VIOLENCE  VICTIMS  SUCH  AS  SEEKING ORDERS OF PROTECTION,\n   13  ATTENDING COUNSELING, OR OTHER ACTIONS THAT ARE NOT  REQUIRED  OF  OTHER\n   14  APPLICANTS  OR  RECIPIENTS. NOTHING IN THIS SECTION SHALL BE INTERPRETED\n   15  AS ALLOWING DENIAL OR REDUCTION OF BENEFITS TO DOMESTIC VIOLENCE VICTIMS\n   16  BECAUSE THEY DO NOT TAKE ACTIONS NOT REQUIRED  OF  OTHER  APPLICANTS  OR\n   17  RECIPIENTS.\n   18    S  5. The social services law is amended by adding a new section 459-j\n   19  to read as follows:\n   20    S 459-J. PROTECTION  OF  BATTERED  IMMIGRANTS.  1.  UNDER  THE  FAMILY\n   21  VIOLENCE  OPTION,  NEW  YORK  STATE WILL WAIVE RESTRICTIONS ON TEMPORARY\n   22  ASSISTANCE FOR NEEDY FAMILIES (TANF), TITLE XX SOCIAL SERVICES AND MEDI-\n   23  CAID TO NON-CITIZENS, WHEN THE DENIAL OF ASSISTANCE WOULD MAKE  IT  MORE\n   24  DIFFICULT  OR  DANGEROUS  TO  ESCAPE  DOMESTIC VIOLENCE OR CONSTITUTE AN\n   25  UNFAIR PENALTY.\n   26    2. TO ENSURE THAT IMMIGRANTS WHO HAVE BEEN BATTERED  OR  SUBJECTED  TO\n   27  EXTREME  CRUELTY, AS DEFINED BY SECTION 408(A)(7)(C)(III) OF THE FEDERAL\n   28  SOCIAL SECURITY ACT, BY A U.S.  CITIZEN  OR  LAWFUL  PERMANENT  RESIDENT\n   29  SPOUSE OR PARENT, ARE NOT PLACED AT FURTHER RISK OF VIOLENCE OR UNFAIRLY\n   30  PENALIZED,  NEW  YORK STATE EXERCISES THE STATE OPTION TO PROVIDE TEMPO-\n   31  RARY ASSISTANCE FOR NEEDY FAMILIES (TANF), TITLE XX SOCIAL SERVICES  AND\n   32  MEDICAID TO IMMIGRANTS AUTHORIZED UNDER SECTION 402(B)(1) OF THE FEDERAL\n   33  SOCIAL  SECURITY  ACT,  AS AMENDED BY THE ILLEGAL IMMIGRATION REFORM AND\n   34  IMMIGRANT RESPONSIBILITY ACT, P.L. 104-208 SECTION 501.\n   35    S 6. The social services law is amended by adding a new section  459-k\n   36  to read as follows:\n   37    S  459-K.  EVIDENCE  OF DOMESTIC VIOLENCE.  1. ALLEGATIONS OF DOMESTIC\n   38  VIOLENCE BY A VICTIM SHALL BE SUFFICIENT TO ESTABLISH DOMESTIC  VIOLENCE\n   39  WHERE THE AGENCY HAS NO INDEPENDENT, REASONABLE BASIS TO FIND THE RECIP-\n   40  IENT  NOT  CREDIBLE.  EVIDENCE  MAY ALSO INCLUDE, BUT IS NOT LIMITED TO,\n   41  POLICE, GOVERNMENT AGENCY OR COURT RECORDS; DOCUMENTATION FROM A SHELTER\n   42  WORKER, LEGAL, CLERICAL, MEDICAL OR OTHER  PROFESSIONAL  FROM  WHOM  THE\n   43  APPLICANT  OR  RECIPIENT  HAS SOUGHT ASSISTANCE IN DEALING WITH DOMESTIC\n   44  VIOLENCE; OR OTHER CORROBORATING EVIDENCE, SUCH AS A STATEMENT FROM  ANY\n   45  OTHER  INDIVIDUAL  WITH KNOWLEDGE OF THE CIRCUMSTANCES WHICH PROVIDE THE\n   46  BASIS FOR THE CLAIM, OR PHYSICAL EVIDENCE OF DOMESTIC VIOLENCE,  OR  ANY\n   47  OTHER EVIDENCE THAT SUPPORTS THE STATEMENT.\n   48    2. EVIDENCE OF DOMESTIC VIOLENCE MAY BE ESTABLISHED AT ANY TIME.\n   49    S  7. The social services law is amended by adding a new section 459-l\n   50  to read as follows:\n   51    S 459-L. DOMESTIC VIOLENCE TRAINING. THE COMMISSIONER OF THE OFFICE OF\n   52  TEMPORARY AND DISABILITY ASSISTANCE,  IN  CONSULTATION  WITH  THE  STATE\n   53  OFFICE FOR THE PREVENTION OF DOMESTIC VIOLENCE, SHALL ESTABLISH MANDATO-\n   54  RY  DOMESTIC  VIOLENCE  AND SEXUAL ABUSE TRAINING PROGRAMS FOR EMPLOYEES\n   55  AND CONTRACTORS OF THE DEPARTMENT WHO WORK WITH APPLICANTS  AND  RECIPI-\n   56  ENTS.\n\n       A. 2618                             5\n\n    1    S  8. The social services law is amended by adding a new section 459-m\n    2  to read as follows:\n    3    S  459-M. CONSULTATION WITH DOMESTIC VIOLENCE EXPERTS. IN ESTABLISHING\n    4  PROCEDURES UNDER THIS ARTICLE FOR IDENTIFICATION OF VICTIMS OF  DOMESTIC\n    5  VIOLENCE,  MAINTAINING  CONFIDENTIALITY,  REFERRAL TO SERVICES, GRANTING\n    6  WAIVERS, AND DETERMINING EVIDENCE OF DOMESTIC VIOLENCE, THE COMMISSIONER\n    7  OF THE OFFICE OF TEMPORARY  AND  DISABILITY  ASSISTANCE  AND  THE  STATE\n    8  OFFICE  FOR  THE  PREVENTION  OF  DOMESTIC  VIOLENCE  SHALL CONSULT WITH\n    9  EXPERTS ON BATTERING AND ADVOCATE ORGANIZATIONS, SUCH  AS  SHELTERS  FOR\n   10  BATTERED INDIVIDUALS, LEGAL SERVICE AGENCIES, AND STATE AND LOCAL DOMES-\n   11  TIC  VIOLENCE  AND  SEXUAL  ASSAULT  COALITIONS AND RESOURCE CENTERS, TO\n   12  ENSURE THAT THE PROCEDURES PROTECT THE  SAFETY  AND  CONFIDENTIALITY  OF\n   13  VICTIMS,  AND  TO  DEVELOP TRAINING AND EDUCATION PROGRAMS UNDER SECTION\n   14  FOUR HUNDRED FIFTY-NINE-L OF THIS ARTICLE.\n   15    S 9. This act shall take effect on the first of July  next  succeeding\n   16  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to adoption of the family violence option of section 402 (a) (7) of the federal social security act by the state of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T161824.TXT", "SOBI.D110119.T162328.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472208553
}