{
  "year" : 2011,
  "senateBillNo" : "A2621-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2621-2011-1295413200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health insurance policy standard provisions to cover annual audiological and, if needed, speech-language pathology, examinations and evaluations",
  "summary" : "Requires health insurance policy standard provisions to cover annual audiological examinations and evaluations and, if needed, speech-language pathology examinations and evaluations, prescribed by licensed physicians, audiologists, or speech-language pathologists. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A376-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2621\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. JACOBS -- read once and referred to the Committee\n         on Insurance\n\n       AN ACT to amend the insurance law, in relation to health insurance stan-\n         dard  provisions  for audiological and speech-language pathology exam-\n         inations and evaluations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  16  of  subsection  (i) of section 3216 of the\n    2  insurance law, as added by chapter 456 of the laws of 1993,  is  amended\n    3  to read as follows:\n    4    (16)  EVERY  POLICY  WHICH PROVIDES COVERAGE FOR HOSPITAL, SURGICAL OR\n    5  MEDICAL CARE SHALL PROVIDE COVERAGE FOR  AUDIOLOGICAL  EXAMINATIONS  AND\n    6  EVALUATIONS, AND SHALL ALSO PROVIDE COVERAGE FOR SPEECH-LANGUAGE PATHOL-\n    7  OGY  EXAMINATIONS  AND  EVALUATIONS  WHICH ARE RECOMMENDED BY A LICENSED\n    8  PHYSICIAN, A LICENSED AUDIOLOGIST OR A LICENSED SPEECH-LANGUAGE PATHOLO-\n    9  GIST AFTER COMPLETION OF AN AUDIOLOGICAL EXAMINATION AND EVALUATION,  IN\n   10  ACCORDANCE  WITH THIS PARAGRAPH.  SUCH POLICY SHALL PROVIDE COVERAGE FOR\n   11  SUCH NUMBER OF SPEECH-LANGUAGE PATHOLOGY EXAMINATIONS AND EVALUATIONS AS\n   12  ARE SO RECOMMENDED. SUCH POLICY SHALL PROVIDE COVERAGE FOR ANNUAL AUDIO-\n   13  LOGICAL TESTING AND EVALUATION  BY  A  LICENSED  PHYSICIAN  OR  LICENSED\n   14  AUDIOLOGIST  AND  FOR  SUCH  ADDITIONAL NUMBER OF AUDIOLOGICAL TESTS AND\n   15  EVALUATIONS AS ARE  REQUIRED  BY  THE  LICENSED  PHYSICIAN  OR  LICENSED\n   16  AUDIOLOGIST  WHO  COMPLETED  A PRIOR EVALUATION.   SUCH COVERAGES MAY BE\n   17  SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE AS MAY BE DEEMED APPROPRI-\n   18  ATE BY THE SUPERINTENDENT AND AS ARE CONSISTENT WITH  THOSE  ESTABLISHED\n   19  FOR  OTHER  BENEFITS  WITHIN  A  GIVEN  POLICY. If a policy provides for\n   20  reimbursement for speech-language pathology or audiology  service  which\n   21  is  within  the  lawful scope of practice of a duly licensed speech-lan-\n   22  guage pathologist or  audiologist,  an  insured  shall  be  entitled  to\n   23  reimbursement  for such service whether the said service is performed by\n   24  a physician or duly licensed  speech-language  pathologist  or  audiolo-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04282-01-1\n\n       A. 2621                             2\n\n    1  gist[,   provided  however,  that  nothing  contained  herein  shall  be\n    2  construed to impair any terms of such  policy  which  may  require  said\n    3  service  to  be  performed  pursuant to a medical order, or a similar or\n    4  related  service  of  a  physician,  in  which case coverage need not be\n    5  provided for any tests, evaluations or diagnoses if such  tests,  evalu-\n    6  ations or diagnoses have already been provided by or through a physician\n    7  within  twelve  months  of  the  referral  or order from the physician].\n    8  [However, nothing herein] NOTHING IN THIS PARAGRAPH shall  be  construed\n    9  as  preventing an insurer from covering more than one test or evaluation\n   10  provided by  a  speech-language  pathologist  or  audiologist  within  a\n   11  twelve-month period where such test or evaluation is ordered by a physi-\n   12  cian  as medically necessary[. Nor shall anything herein be construed as\n   13  prohibiting the limitation of such services, where covered, to specified\n   14  settings other than offices, such as hospitals or to  services  provided\n   15  by such professionals as part of a home care agency's services] OR WHERE\n   16  SUCH  TEST  OR EVALUATION IS ORDERED BY A SPEECH-LANGUAGE PATHOLOGIST OR\n   17  AUDIOLOGIST  WHO  CONDUCTED  SUCH  A  TEST  OR  EVALUATION  WITHIN   THE\n   18  TWELVE-MONTH PERIOD.\n   19    S 2. Subsection (l) of section 3221 of the insurance law is amended by\n   20  adding a new paragraph 18 to read as follows:\n   21    (18)  EVERY  INSURER DELIVERING A GROUP OR BLANKET POLICY OR ISSUING A\n   22  GROUP OR BLANKET POLICY FOR DELIVERY IN THIS STATE WHICH PROVIDES COVER-\n   23  AGE FOR HOSPITAL, SURGICAL OR MEDICAL CARE SHALL  PROVIDE  COVERAGE  FOR\n   24  AUDIOLOGICAL EXAMINATIONS AND EVALUATIONS, AND SHALL ALSO PROVIDE COVER-\n   25  AGE FOR SPEECH-LANGUAGE PATHOLOGY EXAMINATIONS AND EVALUATIONS WHICH ARE\n   26  RECOMMENDED  BY  A  LICENSED  PHYSICIAN,  A  LICENSED  AUDIOLOGIST  OR A\n   27  LICENSED SPEECH-LANGUAGE PATHOLOGIST AFTER COMPLETION OF AN AUDIOLOGICAL\n   28  EXAMINATION AND EVALUATION, IN ACCORDANCE WITH  THIS  PARAGRAPH.    SUCH\n   29  POLICY SHALL PROVIDE COVERAGE FOR SUCH NUMBER OF SPEECH-LANGUAGE PATHOL-\n   30  OGY  EXAMINATIONS  AND  EVALUATIONS  AS  ARE SO RECOMMENDED. SUCH POLICY\n   31  SHALL PROVIDE COVERAGE FOR ANNUAL AUDIOLOGICAL TESTING AND EVALUATION BY\n   32  A LICENSED PHYSICIAN OR LICENSED AUDIOLOGIST  AND  FOR  SUCH  ADDITIONAL\n   33  NUMBER  OF  AUDIOLOGICAL  TESTS  AND  EVALUATIONS AS ARE REQUIRED BY THE\n   34  LICENSED PHYSICIAN OR LICENSED AUDIOLOGIST WHO COMPLETED A PRIOR  EVALU-\n   35  ATION.   SUCH COVERAGES MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSU-\n   36  RANCE AS MAY BE DEEMED APPROPRIATE BY  THE  SUPERINTENDENT  AND  AS  ARE\n   37  CONSISTENT  WITH  THOSE  ESTABLISHED  FOR  OTHER BENEFITS WITHIN A GIVEN\n   38  POLICY.\n   39    S 3. Subparagraph (F) of paragraph 4 of subsection (f) of section 4235\n   40  of the insurance law, as added by chapter 456 of the laws  of  1993,  is\n   41  amended to read as follows:\n   42    (F) any speech-language pathology or audiology service which is within\n   43  the lawful scope of practice of a duly licensed speech-language patholo-\n   44  gist  or  audiologist,  a subscriber to such policy shall be entitled to\n   45  reimbursement for such service whether the said service is performed  by\n   46  a  physician  or  duly  licensed speech-language pathologist or audiolo-\n   47  gist[,  provided  however,  that  nothing  contained  herein  shall   be\n   48  construed  to  impair  any  terms  of such policy which may require said\n   49  service to be performed pursuant to a medical order,  or  a  similar  or\n   50  related  service  of  a  physician,  in  which case coverage need not be\n   51  provided for any tests, evaluations or diagnoses if such  tests,  evalu-\n   52  ations or diagnoses have already been provided by or through a physician\n   53  within  twelve  months  of  the  referral  or order from the physician].\n   54  [However,  nothing  herein]  NOTHING  IN  THIS  SUBPARAGRAPH  shall   be\n   55  construed  as  preventing an insurer from covering more than one test or\n   56  evaluation provided by  a  speech-language  pathologist  or  audiologist\n\n       A. 2621                             3\n\n    1  within a twelve-month period where such test or evaluation is ordered by\n    2  a  physician  as  medically  necessary[.  Nor  shall  anything herein be\n    3  construed as prohibiting the limitation of such services, where covered,\n    4  to  specified  settings  other  than  offices,  such  as hospitals or to\n    5  services provided by such professionals as part of a home care  agency's\n    6  services;  and  when]  OR  WHERE SUCH TEST OR EVALUATION IS ORDERED BY A\n    7  SPEECH-LANGUAGE PATHOLOGIST OR AUDIOLOGIST WHO CONDUCTED SUCH A TEST  OR\n    8  EVALUATION  WITHIN  THE  TWELVE-MONTH  PERIOD.  WHEN  such policy or any\n    9  certificate issued thereunder is delivered or issued for delivery  with-\n   10  out the state by an authorized insurer, covered persons residing in this\n   11  state  shall  be entitled to reimbursement for speech-language pathology\n   12  or audiology service as herein provided.\n   13    S 4. Subparagraph (I) of paragraph 1 of subsection (b) of section 4301\n   14  of the insurance law, as added by chapter 456 of the laws  of  1993,  is\n   15  amended to read as follows:\n   16    (I)  speech-language  pathology or audiology services provided through\n   17  licensed speech-language pathologists or audiologists[, provided  howev-\n   18  er,  that  nothing  contained  herein  shall  be construed to prohibit a\n   19  contract from requiring said service from being performed pursuant to  a\n   20  medical  order  or  similar  or related service of a physician, in which\n   21  case coverage need not be provided for any tests, evaluations  or  diag-\n   22  noses if such tests, evaluations or diagnoses have already been provided\n   23  by  or through a physician within twelve months of the referral or order\n   24  from the physician]. [However, nothing herein] NOTHING IN THIS  SUBPARA-\n   25  GRAPH  shall be construed as preventing a corporation from covering more\n   26  than one test or evaluation provided by a speech-language pathologist or\n   27  audiologist within a twelve-month period  where  such  [tests]  TEST  or\n   28  [evaluations]  EVALUATION  is ordered by a physician as medically neces-\n   29  sary[. Nor shall anything herein be construed as prohibiting the limita-\n   30  tion of such services, where covered, to specified settings  other  than\n   31  offices, such as hospitals or to services provided by such professionals\n   32  as  part  of a home care agency's services] OR WHERE SUCH TEST OR EVALU-\n   33  ATION IS ORDERED BY A SPEECH-LANGUAGE  PATHOLOGIST  OR  AUDIOLOGIST  WHO\n   34  CONDUCTED SUCH A TEST OR EVALUATION WITHIN THE TWELVE-MONTH PERIOD,\n   35    S  5.  Paragraph  3 of subsection (b) of section 4301 of the insurance\n   36  law, as amended by chapter 593 of the laws of 2000, is amended  to  read\n   37  as follows:\n   38    (3)  Every  medical expense indemnity corporation shall be open to the\n   39  participation of licensed physicians, podiatrists, chiropractors,  opto-\n   40  metrists, physical and occupational therapists, speech-language patholo-\n   41  gists,  audiologists,  and  dentists,  certified and registered psychol-\n   42  ogists without  discrimination  against  schools  of  medical  practice,\n   43  podiatry  practice, chiropractic practice, optometric practice, physical\n   44  and occupational  therapy  practice,  dental  practice,  speech-language\n   45  pathology  practice  [(subject to the permitted limitations of paragraph\n   46  one of this subsection)], audiology practice [(subject to the  permitted\n   47  limitations  of  paragraph  one  of this subsection)], and psychological\n   48  training as defined in the education law.\n   49    S 6. Section 4303 of the insurance law is  amended  by  adding  a  new\n   50  subsection (hh) to read as follows:\n   51    (HH) EVERY CONTRACT ISSUED BY A MEDICAL EXPENSE INDEMNITY CORPORATION,\n   52  A  HOSPITAL  SERVICE  CORPORATION  OR A HEALTH SERVICE CORPORATION WHICH\n   53  PROVIDES COVERAGE FOR HOSPITAL, SURGICAL OR MEDICAL CARE  SHALL  PROVIDE\n   54  COVERAGE  FOR  AUDIOLOGICAL EXAMINATIONS AND EVALUATIONS, AND SHALL ALSO\n   55  PROVIDE COVERAGE FOR SPEECH-LANGUAGE PATHOLOGY EXAMINATIONS  AND  EVALU-\n   56  ATIONS WHICH ARE RECOMMENDED BY A LICENSED PHYSICIAN, A LICENSED AUDIOL-\n\n       A. 2621                             4\n\n    1  OGIST  OR  A LICENSED SPEECH-LANGUAGE PATHOLOGIST AFTER COMPLETION OF AN\n    2  AUDIOLOGICAL  EXAMINATION  AND  EVALUATION,  IN  ACCORDANCE  WITH   THIS\n    3  SUBSECTION.    SUCH  CONTRACT  SHALL PROVIDE COVERAGE FOR SUCH NUMBER OF\n    4  SPEECH-LANGUAGE  PATHOLOGY EXAMINATIONS AND EVALUATIONS AS ARE SO RECOM-\n    5  MENDED. SUCH CONTRACT SHALL PROVIDE  COVERAGE  FOR  ANNUAL  AUDIOLOGICAL\n    6  TESTING  AND  EVALUATION BY A LICENSED PHYSICIAN OR LICENSED AUDIOLOGIST\n    7  AND FOR SUCH ADDITIONAL NUMBER OF AUDIOLOGICAL TESTS AND EVALUATIONS  AS\n    8  ARE  REQUIRED  BY  THE  LICENSED  PHYSICIAN  OR LICENSED AUDIOLOGIST WHO\n    9  COMPLETED A PRIOR EVALUATION.  SUCH COVERAGES MAY BE SUBJECT  TO  ANNUAL\n   10  DEDUCTIBLES  AND  COINSURANCE AS MAY BE DEEMED APPROPRIATE BY THE SUPER-\n   11  INTENDENT AND AS ARE CONSISTENT WITH THOSE ESTABLISHED FOR  OTHER  BENE-\n   12  FITS WITHIN A GIVEN POLICY.\n   13    S  7. This act shall take effect on the first of January next succeed-\n   14  ing the date on which it shall have become a law and shall apply to  all\n   15  policies  and contracts issued, renewed, modified, altered or amended on\n   16  or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to health insurance standard provisions for audiological and speech-language pathology examinations and evaluations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T160324.TXT", "SOBI.D110119.T150309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471004791
}