{
  "year" : 2011,
  "senateBillNo" : "A262-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A262-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes penalties for failure to provide a DNA sample and failure to register or verify as a sex offender",
  "summary" : "Establishes penalties for failure to provide a DNA sample and failure to register or verify as a sex offender; establishes the crimes of failure to provide a DNA sample in the first and second degree and failure to register or verify as a sex offender in the first and second degree. ",
  "currentCommittee" : null,
  "sameAs" : "S679",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A628-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          262\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN, TITONE, ZEBROWSKI, GALEF, GABRYSZAK,\n         JAFFEE, LANCMAN, MAISEL, P. RIVERA -- Multi-Sponsored by -- M.  of  A.\n         BOYLAND,  DESTITO,  GUNTHER, LENTOL, PHEFFER, SWEENEY -- read once and\n         referred to the Committee on Codes\n\n       AN ACT to amend the penal law and the correction  law,  in  relation  to\n         establishing penalties for failure to provide a DNA sample and failure\n         to register or verify as a sex offender\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding two new sections  195.01\n    2  and 195.02 to read as follows:\n    3  S 195.01 FAILURE TO PROVIDE A DNA SAMPLE IN THE SECOND DEGREE.\n    4    A  PERSON  IS  GUILTY OF FAILURE TO PROVIDE A DNA SAMPLE IN THE SECOND\n    5  DEGREE WHEN, BEING A DESIGNATED OFFENDER  WHO  HAS  BEEN  CONVICTED  AND\n    6  SENTENCED  FOR  A  CRIME  SPECIFIED IN SUBDIVISION SEVEN OF SECTION NINE\n    7  HUNDRED NINETY-FIVE OF THE EXECUTIVE LAW AND HAVING  BEEN  GIVEN  NOTICE\n    8  THAT HE OR SHE IS REQUIRED TO PROVIDE A SAMPLE APPROPRIATE FOR DNA TEST-\n    9  ING  PURSUANT TO SUBDIVISION THREE OF SECTION NINE HUNDRED NINETY-FIVE-C\n   10  OF THE EXECUTIVE LAW, SUCH PERSON REFUSES, RESISTS OR OTHERWISE FAILS TO\n   11  PROVIDE SUCH SAMPLE.\n   12    FAILURE TO PROVIDE A DNA SAMPLE IN THE SECOND  DEGREE  IS  A  CLASS  A\n   13  MISDEMEANOR.\n   14  S 195.02 FAILURE TO PROVIDE A DNA SAMPLE IN THE FIRST DEGREE.\n   15    A  PERSON  IS  GUILTY  OF FAILURE TO PROVIDE A DNA SAMPLE IN THE FIRST\n   16  DEGREE WHEN HE OR SHE COMMITS THE CRIME OF  FAILURE  TO  PROVIDE  A  DNA\n   17  SAMPLE IN THE SECOND DEGREE AND HAS PREVIOUSLY BEEN CONVICTED OF FAILURE\n   18  TO PROVIDE A DNA SAMPLE IN THE SECOND DEGREE.\n   19    FAILURE TO PROVIDE A DNA SAMPLE IN THE FIRST DEGREE IS A CLASS E FELO-\n   20  NY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00826-01-1\n\n       A. 262                              2\n\n    1    S  2.  The  penal law is amended by adding two new sections 195.03 and\n    2  195.04 to read as follows:\n    3  S 195.03 FAILURE  TO  REGISTER OR VERIFY AS A SEX OFFENDER IN THE SECOND\n    4             DEGREE.\n    5    A PERSON IS GUILTY OF FAILURE TO REGISTER OR VERIFY AS A SEX  OFFENDER\n    6  IN  THE SECOND DEGREE WHEN, BEING A SEX OFFENDER REQUIRED TO REGISTER OR\n    7  VERIFY PURSUANT TO ARTICLE SIX-C OF THE CORRECTION LAW, HE OR SHE  FAILS\n    8  TO REGISTER OR VERIFY IN THE MANNER AND WITHIN THE TIME PERIODS PROVIDED\n    9  FOR IN SUCH ARTICLE.\n   10    FAILURE  TO  REGISTER OR VERIFY AS A SEX OFFENDER IN THE SECOND DEGREE\n   11  IS A CLASS E FELONY.\n   12  S 195.04 FAILURE TO REGISTER OR VERIFY AS A SEX OFFENDER  IN  THE  FIRST\n   13             DEGREE.\n   14    A  PERSON IS GUILTY OF FAILURE TO REGISTER OR VERIFY AS A SEX OFFENDER\n   15  IN THE FIRST DEGREE WHEN HE OR SHE  COMMITS  THE  CRIME  OF  FAILURE  TO\n   16  REGISTER OR VERIFY AS A SEX OFFENDER IN THE SECOND DEGREE AND HAS PREVI-\n   17  OUSLY  BEEN CONVICTED OF FAILURE TO REGISTER OR VERIFY AS A SEX OFFENDER\n   18  IN THE SECOND DEGREE AS DEFINED IN SECTION 195.03  OF  THIS  ARTICLE  OR\n   19  CONVICTED  FOR  FAILURE  TO REGISTER OR VERIFY UNDER SECTION ONE HUNDRED\n   20  SIXTY-EIGHT-T OF THE CORRECTION LAW AS IT EXISTED IMMEDIATELY  PRIOR  TO\n   21  THE EFFECTIVE DATE OF THIS SECTION.\n   22    FAILURE TO REGISTER OR VERIFY AS A SEX OFFENDER IN THE FIRST DEGREE IS\n   23  A CLASS D FELONY.\n   24    S 3. Section 168-t of the correction law, as amended by chapter 373 of\n   25  the laws of 2007, is amended to read as follows:\n   26    S 168-t. [Penalty] VIOLATIONS; ADDITIONAL PENALTIES.\n   27    [Any  sex  offender  required to register or to verify pursuant to the\n   28  provisions of this article who fails to register or verify in the manner\n   29  and within the time periods provided for in this article shall be guilty\n   30  of a class E felony upon conviction for  the  first  offense,  and  upon\n   31  conviction for a second or subsequent offense shall be guilty of a class\n   32  D  felony.]  Any sex offender who violates the provisions of section one\n   33  hundred sixty-eight-v of this article shall  be  guilty  of  a  class  A\n   34  misdemeanor  upon  conviction for the first offense, and upon conviction\n   35  for a second or subsequent offense shall be guilty of a class D  felony.\n   36  [Any such] IN ADDITION TO ANY OTHER PENALTIES PROVIDED BY LAW, ANY fail-\n   37  ure to register or verify may also be the basis for revocation of parole\n   38  pursuant to section two hundred fifty-nine-i of the executive law or the\n   39  basis  for  revocation of probation pursuant to article four hundred ten\n   40  of the criminal procedure law.\n   41    S 4. This act shall take effect on the first of November next succeed-\n   42  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the correction law, in relation to establishing penalties for failure to provide a DNA sample and failure to register or verify as a sex offender ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T165842.TXT", "SOBI.D101229.T104223.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293637343347
}