{
  "year" : 2011,
  "senateBillNo" : "A2624-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2624-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the impoundment of any motor vehicle operated by a person who drives while ability impaired or intoxicated",
  "summary" : "Authorizes the impoundment of any motor vehicle operated by a person who drives while ability is impaired or intoxicated; provides for the imposition of towing and storage fees; provides for the release of impounded vehicles upon compliance with certain conditions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2463-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2624\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the  impoundment  of  motor vehicles operated by persons driving while\n         ability impaired or while intoxicated\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 1194 of the vehicle and traffic law is amended by\n    2  adding a new subdivision 5 to read as follows:\n    3    5. IMPOUNDMENT OF MOTOR VEHICLE;  CONDITIONS  FOR  RELEASE;  FEES  FOR\n    4  TOWING AND STORAGE. (A) WHENEVER A PERSON IS ARRESTED FOR A VIOLATION OF\n    5  SUBDIVISION  ONE,  TWO,  TWO-A,  THREE, FOUR OR FOUR-A OF SECTION ELEVEN\n    6  HUNDRED NINETY-TWO OF THIS ARTICLE, THE LAW ENFORCEMENT  AGENCY  OF  THE\n    7  ARRESTING  POLICE  OFFICER  SHALL  IMPOUND  THE  MOTOR VEHICLE THAT SUCH\n    8  PERSON WAS OPERATING AT THE TIME OF SUCH VIOLATION.\n    9    (B) A MOTOR VEHICLE IMPOUNDED PURSUANT TO THIS  SUBDIVISION  SHALL  BE\n   10  IMPOUNDED UNTIL:\n   11    (1)  WITH  RESPECT  TO  THE RELEASE OF THE MOTOR VEHICLE TO THE PERSON\n   12  CHARGED WITH THE VIOLATION AUTHORIZING SUCH IMPOUNDMENT, FOR A PERIOD OF\n   13  NOT LESS THAN TWELVE HOURS AFTER THE TIME OF THE ARREST; OR\n   14    (2) (I) WITH RESPECT TO THE RELEASE OF THE MOTOR VEHICLE TO  A  PERSON\n   15  OTHER THAN THE PERSON CHARGED WITH A VIOLATION OF SECTION ELEVEN HUNDRED\n   16  NINETY-TWO OF THIS ARTICLE:\n   17    (A) THE MOTOR VEHICLE IS OWNED OR LEASED BY SUCH PERSON,\n   18    (B)  THE MOTOR VEHICLE IS OWNED OR LEASED BY THE PERSON CHARGED WITH A\n   19  VIOLATION OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE, AND SUCH\n   20  PERSON IS EIGHTEEN YEARS OF AGE OR  OLDER  OR  EMANCIPATED,  AND  GRANTS\n   21  WRITTEN  PERMISSION, IN A FORM AND MANNER ESTABLISHED BY THE COMMISSION-\n   22  ER, TO THE PERSON, TO WHOM THE VEHICLE IS TO  BE  RELEASED,  TO  OPERATE\n   23  SUCH VEHICLE, OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02458-01-1\n\n       A. 2624                             2\n\n    1    (C)  THE MOTOR VEHICLE IS OWNED OR LEASED BY THE PERSON CHARGED WITH A\n    2  VIOLATION OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE AND  SUCH\n    3  PERSON  IS UNDER THE AGE OF EIGHTEEN AND UNEMANCIPATED, SUCH VEHICLE MAY\n    4  BE RELEASED TO THE PARENT OR LEGAL GUARDIAN OF SUCH PERSON, AND\n    5    (II)  THE  MOTOR  VEHICLE IMPOUNDED PURSUANT TO THIS SUBDIVISION SHALL\n    6  NOT BE RELEASED TO A PERSON OTHER THAN THE PERSON WHO WAS  ARRESTED  FOR\n    7  OPERATING  THE VEHICLE IN VIOLATION OF SECTION ELEVEN HUNDRED NINETY-TWO\n    8  OF THIS ARTICLE, UNLESS THE PERSON CLAIMING SUCH VEHICLE:\n    9    (A) PRESENTS A VALID DRIVER'S LICENSE, PROOF OF  OWNERSHIP  OR  LAWFUL\n   10  AUTHORITY TO OPERATE THE MOTOR VEHICLE, AND PROOF OF VALID MOTOR VEHICLE\n   11  INSURANCE FOR SUCH VEHICLE,\n   12    (B)  IS  ABLE  TO OPERATE SUCH VEHICLE IN A SAFE MANNER AND THAT WOULD\n   13  NOT BE IN VIOLATION OF  SECTION  ELEVEN  HUNDRED  NINETY-TWO  OR  ELEVEN\n   14  HUNDRED NINETY-TWO-A OF THIS ARTICLE, AND\n   15    (C)  MEETS  ANY OTHER REASONABLE CONDITIONS FOR RELEASE ESTABLISHED BY\n   16  THE LAW ENFORCEMENT AGENCY.\n   17    (C) A LAW ENFORCEMENT AGENCY IMPOUNDING A  VEHICLE  PURSUANT  TO  THIS\n   18  SUBDIVISION,  OR  ANY  DULY  AUTHORIZED  AGENT  ACTING ON BEHALF OR UPON\n   19  REQUEST OF SUCH LAW  ENFORCEMENT  AGENCY,  IS  AUTHORIZED  TO  CHARGE  A\n   20  REASONABLE  FEE  FOR THE TOWING AND STORAGE OF THE IMPOUNDED MOTOR VEHI-\n   21  CLE. THE LAW ENFORCEMENT AGENCY OR SUCH DULY AUTHORIZED AGENT IS AUTHOR-\n   22  IZED TO RETAIN CUSTODY OF SUCH VEHICLE UNTIL THE FEE IS PAID.\n   23    (D) NO PROVISION OF THIS SUBDIVISION SHALL BE  DEEMED  TO  PREVENT  OR\n   24  SUPERSEDE A COURT OF COMPETENT JURISDICTION FROM EXERCISING ITS AUTHORI-\n   25  TY RELATING TO THE RELEASE OF A MOTOR VEHICLE IMPOUNDED PURSUANT TO THIS\n   26  SUBDIVISION.\n   27    (E)  NO PROVISION OF THIS SUBDIVISION SHALL BE DEEMED TO PREVENT A LAW\n   28  ENFORCEMENT AGENCY FROM EXERCISING ITS DISCRETION  PURSUANT  TO  SECTION\n   29  140.20  OF  THE  CRIMINAL PROCEDURE LAW WITH RESPECT TO ARRESTED PERSONS\n   30  WHO MAY REPRESENT A DANGER TO THEMSELVES OR OTHERS.\n   31    S 2. This act shall take effect on the first of November next succeed-\n   32  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the impoundment of motor vehicles operated by persons driving while ability impaired or while intoxicated ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T160824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471304935
}