{
  "year" : 2011,
  "senateBillNo" : "A2627-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2627-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to bills as prima facie proof of damages",
  "summary" : "Provides that itemized bills or invoices, receipted or marked paid, for services, supplies or repairs of an amount not in excess of ten thousand dollars are admissible in evidence and are prima facie evidence of the reasonable value and necessity of such services, supplies or repairs itemized therein in any civil action. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A11196-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2627\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to amend the civil practice law and rules, in relation to bills\n         as prima facie proof of damages\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Rule 4533-a of the civil practice law and rules, as amended\n    2  by chapter 249 of the laws of 1988, is amended to read as follows:\n    3    Rule  4533-a. [Prima] BILLS AS PRIMA facie proof of damages. [An item-\n    4  ized bill] (A) ITEMIZED BILLS or [invoice] INVOICES, receipted or marked\n    5  paid, for services, SUPPLIES or repairs of an amount not  in  excess  of\n    6  [two]  TEN thousand dollars [is] ARE admissible in evidence and [is] ARE\n    7  prima facie evidence of the  reasonable  value  and  necessity  of  such\n    8  services,  SUPPLIES  or  repairs  itemized  therein  in any civil action\n    9  provided [it] ANY SUCH BILL OR INVOICE  bears  a  certification  by  the\n   10  person, firm or corporation, or an authorized agent or employee thereof,\n   11  [rendering]  FURNISHING such services OR SUPPLIES or making such repairs\n   12  and charging for the same, and contains a  verified  statement  that  no\n   13  part  of  the  payment received therefor will be refunded to the debtor,\n   14  and that the amounts itemized therein are the usual and customary  rates\n   15  charged  for  such  services,  SUPPLIES or repairs by the affiant or his\n   16  employer; and provided further that a true copy of such itemized bill or\n   17  invoice together with a notice of intention to introduce  such  bill  or\n   18  invoice into evidence pursuant to this rule is served upon each party at\n   19  least  ten  days  before the trial. No more than [one bill] TWO BILLS or\n   20  [invoice] INVOICES from the same person, firm or corporation to the same\n   21  debtor shall be admissible in evidence  under  this  rule  in  the  same\n   22  action,  THE  SECOND  BILL  TO BE ONLY FOR SERVICES, SUPPLIES OR REPAIRS\n   23  WHICH PERTAIN TO SUCH CLAIM, SUPPLEMENTAL TO THE  FIRST  BILL  FROM  THE\n   24  SAME  PROVIDER, AND PROVIDING THAT THE SUM OF BOTH BILLS DOES NOT EXCEED\n   25  TEN THOUSAND DOLLARS.   THIS  SUBDIVISION  SHALL  NOT  APPLY  TO  BILLS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05057-01-1\n\n       A. 2627                             2\n\n    1  INVOICES, SERVICES, OR SUPPLIES IN PROCEEDINGS BROUGHT PURSUANT TO ARTI-\n    2  CLE FIFTY-ONE OF THE INSURANCE LAW.\n    3    (B) FOR EXPENSES INCLUDING SUPPLIES AND SERVICES OF MEDICAL FACILITIES\n    4  AND  PROVIDERS  PAID BY WORKERS' COMPENSATION PURSUANT TO ARTICLE TWO OF\n    5  THE WORKERS' COMPENSATION LAW OR AUTOMOBILE NO FAULT PURSUANT TO ARTICLE\n    6  FIFTY-ONE OF THE INSURANCE LAW, OR PAID BY CARRIERS SUCH AS BLUE  CROSS,\n    7  MEDICARE, MEDICAID AND OTHER THIRD-PARTY PAYERS, AN ITEMIZED BILL OF THE\n    8  PAYOR,  EITHER  CERTIFIED  OR  ATTESTED UNDER OATH, SHALL BE PRIMA FACIE\n    9  EVIDENCE OF SUCH EXPENSES PAID AND OF THE REASONABLENESS FOR PURPOSES OF\n   10  THE ACTION, PROVIDED NOTICE IS SERVED UPON EACH PARTY AS  SET  FORTH  IN\n   11  SUBDIVISION (A) OF THIS RULE.\n   12    S  2.  This  act shall take effect on the ninetieth day after it shall\n   13  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to bills as prima facie proof of damages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T160824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471304947
}