{
  "year" : 2011,
  "senateBillNo" : "A2626-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to education",
    "billEventId" : "A2626-2011-1295413200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and directs the commissioner to develop guidelines for transportation of students on field trips",
  "summary" : "Authorizes and directs the commissioner to develop guidelines for transportation of students on field trips. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A11140-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2626\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Education\n\n       AN  ACT  to  amend  the  education  law,  in relation to authorizing and\n         directing the commissioner to develop guidelines for transportation of\n         students on field trips\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the education law is amended by adding a new\n    2  subdivision 42 to read as follows:\n    3    42.  THE COMMISSIONER IS AUTHORIZED AND DIRECTED TO DEVELOP GUIDELINES\n    4  FOR THE TRANSPORTATION OF PUPILS ATTENDING SCHOOL IN THE BOROUGHS OF THE\n    5  BRONX, BROOKLYN, MANHATTAN, QUEENS AND STATEN ISLAND TO THE LOCATION  OF\n    6  FIELD  TRIPS DURING AND OUTSIDE OF SCHOOL HOURS ON SCHOOL BUSES OWNED OR\n    7  LEASED BY SCHOOL DISTRICTS LOCATED IN SUCH  BOROUGHS.    NOTWITHSTANDING\n    8  ANY  PROVISION TO THE CONTRARY, SUCH TRANSPORTATION SHALL BE PROVIDED TO\n    9  LOCATIONS WITHIN TWENTY MILES OUTSIDE OF THE BOUNDARIES OF THE  BOROUGHS\n   10  OF  THE  BRONX, BROOKLYN, MANHATTAN, QUEENS AND STATEN ISLAND AND TO ANY\n   11  LOCATION WITHIN THE COUNTY IN WHICH THE SCHOOL DISTRICT IS LOCATED.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05049-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing and directing the commissioner to develop guidelines for transportation of students on field trips ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T160824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471304944
}