{
  "year" : 2011,
  "senateBillNo" : "A2628-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2628-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits fees that may be exacted for the production of records relating to the condition or treatment of a patient",
  "summary" : "Provides that notwithstanding the provisions of the public health law, no other fee other than those authorized by section 2303 (a) of the civil practice law and rules may be exacted or levied for the production of records relating to the condition or treatment of a patient; relates to access by an adverse party to medical records. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A11204-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2628\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend the civil practice law and rules, in relation to fees\n         charged by medical record custodians for production of records  pursu-\n         ant  to  subpoena  duces tecum; and to amend the public health law, in\n         relation to access by an adverse party to medical records\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2306 of the civil practice law and rules is amended\n    2  by adding a new subdivision (c) to read as follows:\n    3    (C)  FEES. NOTWITHSTANDING THE PROVISIONS OF THE PUBLIC HEALTH LAW, NO\n    4  FEE,  OTHER  THAN  THOSE  AUTHORIZED  BY  SUBDIVISION  (A)  OF   SECTION\n    5  TWENTY-THREE HUNDRED THREE OF THIS ARTICLE, MAY BE EXACTED OR LEVIED FOR\n    6  THE  PRODUCTION  OF  RECORDS RELATING TO THE CONDITION OR TREATMENT OF A\n    7  PATIENT.\n    8    S 2. Section 18 of the public health law, as added by chapter  800  of\n    9  the laws of 1986, is renumbered section 18-b.\n   10    S 3. Paragraph (g) of subdivision 1 of section 18 of the public health\n   11  law,  as  amended by chapter 634 of the laws of 2004, is amended to read\n   12  as follows:\n   13    (g) \"Qualified person\" means any properly identified  subject;  OR  AN\n   14  ADVERSE  PARTY;  or a guardian appointed under article eighty-one of the\n   15  mental hygiene law; or a parent of an infant; or a guardian of an infant\n   16  appointed under article seventeen of the surrogate's court procedure act\n   17  or other legally appointed guardian of an infant who may be entitled  to\n   18  request  access  to a clinical record under paragraph (c) of subdivision\n   19  two of this section; or a distributee of any deceased subject  for  whom\n   20  no personal representative, as defined in the estates, powers and trusts\n   21  law,  has been appointed; or an attorney representing a qualified person\n   22  or the subject's estate who holds a power of attorney from the qualified\n   23  person or the subject's estate  explicitly  authorizing  the  holder  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05058-01-1\n\n       A. 2628                             2\n\n    1  execute  a written request for patient information under this section. A\n    2  qualified person shall be deemed a \"personal representative of the indi-\n    3  vidual\" for purposes of the federal  health  insurance  portability  and\n    4  accountability act of 1996 and its implementing regulations.\n    5    S  4.  Subdivision 1 of section 18 of the public health law is amended\n    6  by adding two new paragraphs (j) and (k) to read as follows:\n    7    (J) \"ADVERSE PARTY\" MEANS A PERSON OR ENTITY WHO MAY HAVE LEGAL FINAN-\n    8  CIAL LIABILITY DUE TO THE SUBJECT'S MEDICAL CONDITION OR  TREATMENT  AND\n    9  INCLUDES  SUCH  PERSON'S  OR  ENTITY'S  REPRESENTATIVE,  INCLUDING THEIR\n   10  ATTORNEY OR INSURANCE COMPANY, WHO MAY HAVE  LEGAL  FINANCIAL  LIABILITY\n   11  DUE TO THE SUBJECT'S MEDICAL CONDITION OR TREATMENT.\n   12    (K) \"WRITTEN REQUEST OF ANY QUALIFIED PERSON\" MEANS A WRITTEN AUTHORI-\n   13  ZATION  SIGNED AND ACKNOWLEDGED BY THE SUBJECT PERMITTING THE RELEASE OF\n   14  MEDICAL RECORDS OR SUBPOENA DUCES TECUM SERVED BY  OR  ON  BEHALF  OF  A\n   15  QUALIFIED PERSON.\n   16    S 5. Subdivision 8 of section 18 of the public health law, as added by\n   17  chapter 497 of the laws of 1986, is amended to read as follows:\n   18    8.  Challenges  to accuracy. A qualified person, OTHER THAN AN ADVERSE\n   19  PARTY, may challenge the  accuracy  of  information  maintained  in  the\n   20  patient  information  and  may  require  that  a brief written statement\n   21  prepared by him or her concerning the challenged information be inserted\n   22  into the patient information. This statement shall  become  a  permanent\n   23  part  of  the  patient  information  and  shall be released whenever the\n   24  information at issue is released. This subdivision shall apply  only  to\n   25  factual  statements  and  shall  not  include a provider's observations,\n   26  inferences or conclusions.\n   27    A facility may place reasonable restrictions on the time and frequency\n   28  of any challenges to accuracy.\n   29    S 6. This act shall take effect immediately and  shall  apply  to  all\n   30  subpoenas  duces  tecum for production of records relating to the condi-\n   31  tion or treatment of a patient which are served on the effective date of\n   32  this act; and shall further apply to all requests for  patient  informa-\n   33  tion that are pending on the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to fees charged by medical record custodians for production of records pursuant to subpoena duces tecum; and to amend the public health law, in relation to access by an adverse party to medical records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T150309.TXT", "SOBI.D110119.T160824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295471304948
}