{
  "year" : 2011,
  "senateBillNo" : "A2638-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2638-2011-1295413200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the qualified emerging technology commercialization tax credit",
  "summary" : "Creates the qualified emerging technology commercialization tax credit; eligible taxpayer shall receive a credit for 15 percent of qualified commercialization expenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A10115-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2638\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK, SCHIMMINGER, MORELLE, LUPARDO, MAGNAR-\n         ELLI  --  Multi-Sponsored  by  --  M.  of  A. MILLMAN -- read once and\n         referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law,  in  relation  to  creating  the  qualified\n         emerging technology commercialization tax credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n    2  subdivision 12-H to read as follows:\n    3    12-H.  QUALIFIED EMERGING TECHNOLOGY COMMERCIALIZATION TAX CREDIT. (A)\n    4  AS USED IN THIS SUBDIVISION:\n    5    (1) \"QUALIFIED EMERGING  TECHNOLOGY  COMPANY\"  SHALL  MEAN  A  COMPANY\n    6  LOCATED  IN  NEW  YORK STATE: (I) WHOSE PRIMARY PRODUCTS OR SERVICES ARE\n    7  CLASSIFIED AS EMERGING TECHNOLOGIES AND WHOSE TOTAL ANNUAL PRODUCT SALES\n    8  ARE TEN MILLION DOLLARS OR LESS; OR (II) A COMPANY  WHICH  HAS  RESEARCH\n    9  AND DEVELOPMENT ACTIVITIES IN NEW YORK STATE AND WHOSE RATIO OF RESEARCH\n   10  AND  DEVELOPMENT  FUNDS TO NET SALES EQUALS OR EXCEEDS THE AVERAGE RATIO\n   11  FOR ALL SURVEYED COMPANIES CLASSIFIED  AS  DETERMINED  BY  THE  NATIONAL\n   12  SCIENCE  FOUNDATION IN THE MOST RECENT PUBLISHED RESULTS FROM ITS SURVEY\n   13  OF INDUSTRY RESEARCH AND DEVELOPMENT, OR ANY COMPARABLE SUCCESSOR SURVEY\n   14  AS DETERMINED BY THE DEPARTMENT, AND WHOSE TOTAL  ANNUAL  PRODUCT  SALES\n   15  ARE  TEN MILLION DOLLARS OR LESS. THE DEFINITION OF \"RESEARCH AND DEVEL-\n   16  OPMENT FUNDS\" SHALL BE THE SAME AS THAT USED  BY  THE  NATIONAL  SCIENCE\n   17  FOUNDATION IN THE AFOREMENTIONED SURVEY.\n   18    (2) \"QUALIFIED COMMERCIALIZATION EXPENSES\" MEANS TESTING; PROTOTYPING;\n   19  DESIGNING;  NECESSARY  MATERIALS  AND FIXTURES, OR LABORATORY EQUIPMENT;\n   20  INCORPORATION FEES AND LEGAL EXPENSES; ATTORNEY FEES; FEES FOR LICENSING\n   21  OF TECHNOLOGIES DEVELOPED AT UNIVERSITIES; TRANSACTIONAL LEGAL  EXPENSES\n   22  RELATED  TO LICENSING UNIVERSITY TECHNOLOGIES; TRADE SHOW AND CONFERENCE\n   23  FEES; AND PRODUCT PROMOTION AND MARKET RESEARCH EXPENSES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06201-01-1\n\n       A. 2638                             2\n\n    1    (B) A TAXPAYER THAT IS A QUALIFIED EMERGING  TECHNOLOGY  COMPANY  (AND\n    2  SPECIFICALLY  FOR THE ACTIVITIES REFERENCED IN PARAGRAPH (B) OF SUBDIVI-\n    3  SION ONE OF SECTION THIRTY-ONE HUNDRED TWO-E OF THE  PUBLIC  AUTHORITIES\n    4  LAW),  AND  THAT  MEETS THE ELIGIBILITY REQUIREMENTS IN PARAGRAPH (C) OF\n    5  THIS  SUBDIVISION,  SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY\n    6  THIS ARTICLE.\n    7    (C) AN ELIGIBLE TAXPAYER SHALL (1)  HAVE  NO  MORE  THAN  ONE  HUNDRED\n    8  FULL-TIME EMPLOYEES, OF WHICH AT LEAST SEVENTY-FIVE PERCENT ARE EMPLOYED\n    9  IN NEW YORK STATE, (2) HAVE A RATIO OF RESEARCH AND DEVELOPMENT FUNDS TO\n   10  NET  SALES,  AS  REFERRED  TO IN SECTION THIRTY-ONE HUNDRED TWO-E OF THE\n   11  PUBLIC AUTHORITIES LAW, WHICH EQUALS OR EXCEEDS SIX PERCENT  DURING  ITS\n   12  TAXABLE YEAR, AND (3) HAVE GROSS REVENUES, ALONG WITH THE GROSS REVENUES\n   13  OF  ITS  AFFILIATES  AND  RELATED  MEMBERS, NOT EXCEEDING TWENTY MILLION\n   14  DOLLARS FOR THE TAXABLE YEAR IMMEDIATELY PRECEDING THE YEAR THE TAXPAYER\n   15  IS ALLOWED A CREDIT UNDER THIS SUBDIVISION. FOR PURPOSES OF  THIS  PARA-\n   16  GRAPH,  THE  TERM  \"RELATED  MEMBER\"  SHALL HAVE THE SAME MEANING AS SET\n   17  FORTH IN CLAUSES (A) AND (B) OF SUBPARAGRAPH ONE  OF  PARAGRAPH  (O)  OF\n   18  SUBDIVISION  NINE  OF SECTION TWO HUNDRED EIGHT OF THIS ARTICLE, AND THE\n   19  TERM \"AFFILIATES\" SHALL MEAN THOSE CORPORATIONS THAT ARE MEMBERS OF  THE\n   20  SAME AFFILIATED GROUP (AS DEFINED IN SECTION FIFTEEN HUNDRED FOUR OF THE\n   21  INTERNAL REVENUE CODE) AS THE TAXPAYER.\n   22    (D)  AN  ELIGIBLE  TAXPAYER  SHALL BE ALLOWED A CREDIT FOR FIFTEEN PER\n   23  CENTUM OF \"QUALIFIED COMMERCIALIZATION EXPENSES\" PAID OR INCURRED BY THE\n   24  TAXPAYER IN THE TAXABLE YEAR. THE CREDIT SHALL BE ALLOWED FOR \"QUALIFIED\n   25  COMMERCIALIZATION EXPENSES\" ASSOCIATED WITH  IN-HOUSE  EXPENSES  OR  FOR\n   26  CONTRACT  EXPENSES  INVOLVING  OUTSIDE  PAID  CONSULTANTS.  AN  ELIGIBLE\n   27  TAXPAYER MAY CLAIM CREDITS UNDER THIS SUBDIVISION FOR  FOUR  CONSECUTIVE\n   28  TAXABLE  YEARS.  IN NO CASE SHALL THE CREDIT ALLOWED BY THIS SUBDIVISION\n   29  TO A TAXPAYER EXCEED ONE HUNDRED THOUSAND DOLLARS PER YEAR.\n   30    (E) THE CREDIT ALLOWED UNDER THIS SUBDIVISION  FOR  ANY  TAXABLE  YEAR\n   31  SHALL  NOT  REDUCE  THE TAX DUE FOR SUCH YEAR TO LESS THAN THE HIGHER OF\n   32  THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION  ONE  OF\n   33  THIS SECTION. HOWEVER, IF THE AMOUNT OF CREDIT ALLOWED UNDER THIS SUBDI-\n   34  VISION  FOR  ANY TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT\n   35  OF CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR SHALL  BE  TREATED  AS  AN\n   36  OVERPAYMENT  OF  TAX  TO  BE CREDITED OR REFUNDED IN ACCORDANCE WITH THE\n   37  PROVISIONS OF SECTION ONE THOUSAND EIGHTY-SIX OF THIS CHAPTER. PROVIDED,\n   38  HOWEVER,   THE   PROVISIONS   OF   SUBSECTION   (C)   OF   SECTION   ONE\n   39  THOUSAND  EIGHTY-EIGHT  OF  THIS  CHAPTER  NOTWITHSTANDING,  NO INTEREST\n   40  SHALL BE PAID THEREON.\n   41    S 2. Section 606 of the tax law is amended by adding a new  subsection\n   42  (ss) to read as follows:\n   43    (SS)  QUALIFIED EMERGING TECHNOLOGY COMMERCIALIZATION TAX CREDIT.  (1)\n   44  AS USED IN THIS SUBSECTION:\n   45    (I) \"QUALIFIED EMERGING  TECHNOLOGY  COMPANY\"  SHALL  MEAN  A  COMPANY\n   46  LOCATED  IN  NEW  YORK STATE: (1) WHOSE PRIMARY PRODUCTS OR SERVICES ARE\n   47  CLASSIFIED AS EMERGING TECHNOLOGIES AND WHOSE TOTAL ANNUAL PRODUCT SALES\n   48  ARE TEN MILLION DOLLARS OR LESS; OR (2) A COMPANY WHICH HAS RESEARCH AND\n   49  DEVELOPMENT ACTIVITIES IN NEW YORK STATE AND WHOSE RATIO OF RESEARCH AND\n   50  DEVELOPMENT FUNDS TO NET SALES EQUALS OR EXCEEDS THE AVERAGE  RATIO  FOR\n   51  ALL  SURVEYED COMPANIES CLASSIFIED AS DETERMINED BY THE NATIONAL SCIENCE\n   52  FOUNDATION IN THE MOST RECENT  PUBLISHED  RESULTS  FROM  ITS  SURVEY  OF\n   53  INDUSTRY RESEARCH AND DEVELOPMENT, OR ANY COMPARABLE SUCCESSOR SURVEY AS\n   54  DETERMINED  BY  THE DEPARTMENT, AND WHOSE TOTAL ANNUAL PRODUCT SALES ARE\n   55  TEN MILLION DOLLARS OR LESS. THE DEFINITION OF \"RESEARCH AND DEVELOPMENT\n\n       A. 2638                             3\n\n    1  FUNDS\" SHALL BE THE SAME AS THAT USED BY THE NATIONAL SCIENCE FOUNDATION\n    2  IN THE AFOREMENTIONED SURVEY.\n    3    (II)  \"QUALIFIED  COMMERCIALIZATION EXPENSES\" MEANS TESTING; PROTOTYP-\n    4  ING; DESIGNING; NECESSARY MATERIALS AND FIXTURES, OR  LABORATORY  EQUIP-\n    5  MENT;  INCORPORATION  FEES  AND  LEGAL EXPENSES; ATTORNEY FEES; FEES FOR\n    6  LICENSING OF TECHNOLOGIES DEVELOPED AT UNIVERSITIES; TRANSACTIONAL LEGAL\n    7  EXPENSES RELATED TO LICENSING UNIVERSITY TECHNOLOGIES;  TRADE  SHOW  AND\n    8  CONFERENCE FEES; AND PRODUCT PROMOTION AND MARKET RESEARCH EXPENSES.\n    9    (2)  A  TAXPAYER  THAT IS A QUALIFIED EMERGING TECHNOLOGY COMPANY (AND\n   10  SPECIFICALLY FOR THE ACTIVITIES REFERENCED IN PARAGRAPH (B) OF  SUBDIVI-\n   11  SION  ONE  OF SECTION THIRTY-ONE HUNDRED TWO-E OF THE PUBLIC AUTHORITIES\n   12  LAW), AND THAT MEETS THE ELIGIBILITY REQUIREMENTS IN PARAGRAPH THREE  OF\n   13  THIS  SUBSECTION,  SHALL  BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY\n   14  THIS ARTICLE.\n   15    (3) AN ELIGIBLE TAXPAYER SHALL (I)  HAVE  NO  MORE  THAN  ONE  HUNDRED\n   16  FULL-TIME EMPLOYEES, OF WHICH AT LEAST SEVENTY-FIVE PERCENT ARE EMPLOYED\n   17  IN  NEW  YORK STATE, (II) HAVE A RATIO OF RESEARCH AND DEVELOPMENT FUNDS\n   18  TO NET SALES, AS REFERRED TO IN SECTION THIRTY-ONE HUNDRED TWO-E OF  THE\n   19  PUBLIC  AUTHORITIES  LAW, WHICH EQUALS OR EXCEEDS SIX PERCENT DURING ITS\n   20  TAXABLE YEAR, AND (III) HAVE GROSS REVENUES, ALONG WITH THE GROSS REVEN-\n   21  UES OF ITS AFFILIATES AND RELATED MEMBERS, NOT EXCEEDING TWENTY  MILLION\n   22  DOLLARS FOR THE TAXABLE YEAR IMMEDIATELY PRECEDING THE YEAR THE TAXPAYER\n   23  IS  ALLOWED  A  CREDIT UNDER THIS SUBSECTION. FOR PURPOSES OF THIS PARA-\n   24  GRAPH, THE TERM \"RELATED MEMBER\" SHALL HAVE  THE  SAME  MEANING  AS  SET\n   25  FORTH  IN  CLAUSES  (A)  AND (B) OF SUBPARAGRAPH ONE OF PARAGRAPH (O) OF\n   26  SUBDIVISION NINE OF SECTION TWO HUNDRED EIGHT OF THIS CHAPTER,  AND  THE\n   27  TERM  \"AFFILIATES\" SHALL MEAN THOSE CORPORATIONS THAT ARE MEMBERS OF THE\n   28  SAME AFFILIATED GROUP (AS DEFINED IN SECTION FIFTEEN HUNDRED FOUR OF THE\n   29  INTERNAL REVENUE CODE) AS THE TAXPAYER.\n   30    (4) THE AMOUNT OF CREDIT SHALL BE EQUAL TO THE  AMOUNT  (OR  PRO  RATA\n   31  SHARE OF THE AMOUNT IN THE CASE OF A PARTNERSHIP) SPECIFIED IN PARAGRAPH\n   32  FIVE  OF THIS SUBSECTION, SUBJECT TO THE LIMITATIONS IN PARAGRAPH SIX OF\n   33  THIS SUBSECTION.\n   34    (5) AN ELIGIBLE TAXPAYER SHALL BE ALLOWED A  CREDIT  FOR  FIFTEEN  PER\n   35  CENTUM OF \"QUALIFIED COMMERCIALIZATION EXPENSES\" PAID OR INCURRED BY THE\n   36  TAXPAYER IN THE TAXABLE YEAR. THE CREDIT SHALL BE ALLOWED FOR \"QUALIFIED\n   37  COMMERCIALIZATION  EXPENSES\"  ASSOCIATED  WITH  IN-HOUSE EXPENSES OR FOR\n   38  CONTRACT EXPENSES INVOLVING OUTSIDE PAID CONSULTANTS.\n   39    (6) AN ELIGIBLE TAXPAYER MAY CLAIM CREDITS UNDER THIS  SUBSECTION  FOR\n   40  FOUR  CONSECUTIVE  TAXABLE YEARS. IN NO CASE SHALL THE CREDIT ALLOWED BY\n   41  THIS SUBSECTION TO A TAXPAYER EXCEED ONE HUNDRED  THOUSAND  DOLLARS  PER\n   42  YEAR.\n   43    (7)  IF  THE  AMOUNT  OF  CREDIT ALLOWED UNDER THIS SUBSECTION FOR ANY\n   44  TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR,  THE  EXCESS\n   45  SHALL  BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED IN\n   46  ACCORDANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED EIGHTY-SIX OF THIS\n   47  ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   48    S 3. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   49  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   50  follows:\n   51  (XXXII) QUALIFIED EMERGING              AMOUNT OF CREDIT UNDER\n   52  TECHNOLOGY COMMERCIALIZATION TAX        SUBDIVISION TWELVE-H OF SECTION\n   53  CREDIT UNDER SUBSECTION (SS)            TWO HUNDRED TEN\n   54    S 4. This act shall take effect immediately and shall apply to taxable\n   55  years beginning on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to creating the qualified emerging technology commercialization tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T162328.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472208591
}