{
  "year" : 2011,
  "senateBillNo" : "A2631-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2631-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the New York state low income housing tax credit program to certain one to four family residences",
  "summary" : "Expands the New York state low income housing tax credit program to certain one to four family residences, including a cooperative or a condominium unit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "A2831-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2631\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. FITZPATRICK, FINCH, RABBITT, REILICH -- Multi-\n         Sponsored by -- M. of A.   BARCLAY, BURLING,  CONTE,  CROUCH,  GIGLIO,\n         KOLB,  McDONOUGH,  RAIA,  TEDISCO, THIELE -- read once and referred to\n         the Committee on Housing\n\n       AN ACT to amend the public housing law, in relation to expanding the New\n         York state low income housing tax credit program  to  certain  one  to\n         four family residences\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivisions 6 and 7 of section 21 of the  public  housing\n    2  law, as added by section 1 of part CC of chapter 63 of the laws of 2000,\n    3  are  amended and four new subdivisions 8, 9, 10 and 11 are added to read\n    4  as follows:\n    5    6. \"Qualified basis\" of an  eligible  low-income  building  means  the\n    6  qualified  basis  of such building determined under section 42(c) of the\n    7  internal revenue code, or which would be determined under  such  section\n    8  if the 40-90 test specified in paragraph (b) of subdivision five of this\n    9  section applied under such section 42 to determine if such building were\n   10  part of a qualified low-income housing project OR IN THE CASE OF A QUAL-\n   11  IFIED  RESIDENCE,  MEANS ITS ADJUSTED BASIS (EXCLUDING LAND) IMMEDIATELY\n   12  BEFORE THE SALE OF SUCH RESIDENCE.\n   13    7. References in this article to [section] SECTIONS 5, 42 AND  143  of\n   14  the  internal  revenue code shall mean such section as amended from time\n   15  to time.\n   16    8. \"QUALIFIED RESIDENCE\" MEANS ANY RESIDENCE\n   17    (A) WHICH IS LOCATED:\n   18    (I) IN A CENSUS TRACT IN WHICH SEVENTY PERCENT OF THE FAMILIES HAVE  A\n   19  MEDIAN  GROSS  INCOME THAT IS LESS THAN NINETY PERCENT OF THE GREATER OF\n   20  AREA OR STATEWIDE MEDIAN GROSS INCOME,\n   21    (II) IN A RURAL AREA (DEFINED UNDER SECTION 520 OF THE FEDERAL HOUSING\n   22  ACT OF 1949),\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03508-01-1\n\n       A. 2631                             2\n\n    1    (III) ON A RESERVATION FOR A FEDERALLY RECOGNIZED INDIAN TRIBE, OR\n    2    (IV)  IN  AN  AREA OF CHRONIC ECONOMIC DISTRESS, AS DEFINED BY SECTION\n    3  143 OF THE INTERNAL REVENUE CODE; AND\n    4    (B) WHICH IS PURCHASED BY A QUALIFIED BUYER.\n    5    9. \"RESIDENCE\" MEANS\n    6    (A) A SINGLE-FAMILY HOME CONTAINING ONE TO FOUR HOUSING UNITS, OR\n    7    (B) A CONDOMINIUM UNIT, OR STOCK IN A COOPERATIVE HOUSING CORPORATION.\n    8    10. \"QUALIFIED BUYER\" MEANS A PERSON OR PERSONS  OF  LOW  OR  MODERATE\n    9  INCOME AS DEFINED IN SUBDIVISION FOURTEEN OF SECTION TWENTY-FOUR HUNDRED\n   10  TWO OF THE PUBLIC AUTHORITIES LAW.\n   11    11.  \"SUBSTANTIALLY  REHABILITATES\"  MEANS REHABILITATION EXPENDITURES\n   12  PAID OR INCURRED WITH RESPECT TO A QUALIFIED RESIDENCE THAT ARE AT LEAST\n   13  FIFTEEN THOUSAND DOLLARS.\n   14    S 2. Subdivisions 1, 2, 3, 4 and 5 of section 22 of the public housing\n   15  law, subdivisions 1, 2, 3 and 5 as added by section  1  of  part  CC  of\n   16  chapter 63 of the laws of 2000 and subdivision 4 as amended by section 1\n   17  of  part  P  of  chapter  57 of the laws of 2010, are amended to read as\n   18  follows:\n   19    1. A taxpayer subject to tax under article nine-A,  twenty-two,  thir-\n   20  ty-two  or  thirty-three of the tax law which owns an interest in one or\n   21  more eligible low-income buildings OR WHO SUBSTANTIALLY REHABILITATES OR\n   22  CONSTRUCTS A QUALIFIED RESIDENCE shall be allowed a credit against  such\n   23  tax for the amount of low-income housing credit allocated by the commis-\n   24  sioner  to  each such building. Except as provided in subdivision two of\n   25  this section, the credit amount so allocated shall be allowed as a cred-\n   26  it against the tax for the ten taxable years in the credit period.\n   27    2. Adjustment of first-year credit allowed in eleventh year. The cred-\n   28  it allowable for the first  taxable  year  of  the  credit  period  with\n   29  respect  to  any building OR QUALIFIED RESIDENCE shall be adjusted using\n   30  the rules of section 42(f)(2) of the internal revenue code (relating  to\n   31  first-year  adjustment  of  qualified  basis  by the weighted average of\n   32  low-income to total residential units), and any reduction in  first-year\n   33  credit  by  reason  of  such adjustment shall be allowable for the first\n   34  taxable year following the credit period.\n   35    3. Amount of credit. Except as provided in subdivisions four and  five\n   36  of  this  section,  the amount of low-income housing credit shall be the\n   37  applicable percentage of the qualified basis of each eligible low-income\n   38  building OR QUALIFIED RESIDENCE.\n   39    4. Statewide limitation. The aggregate dollar amount of  credit  which\n   40  the  commissioner  may  allocate  to eligible low-income buildings under\n   41  this article shall be twenty-eight million dollars. THE AGGREGATE DOLLAR\n   42  AMOUNT OF CREDIT WHICH THE COMMISSIONER MAY ALLOCATE TO ELIGIBLE  QUALI-\n   43  FIED RESIDENCES SHALL BE SIX MILLION DOLLARS. The limitation provided by\n   44  this  subdivision  applies  only  to  allocation of the aggregate dollar\n   45  amount of credit by the commissioner, and does not apply to allowance to\n   46  a taxpayer of the credit with respect to an eligible low-income building\n   47  for each year of the credit period.\n   48    5. Building limitation. The dollar amount of credit allocated  to  any\n   49  building  shall  not  exceed  the  amount the commissioner determines is\n   50  necessary for the financial feasibility of the project and the viability\n   51  of the building as an eligible low-income building  OR  AS  A  QUALIFIED\n   52  RESIDENCE throughout the credit period. In allocating a dollar amount of\n   53  credit  to  any  building, the commissioner shall specify the applicable\n   54  percentage and the maximum qualified  basis  which  may  be  taken  into\n   55  account under this article with respect to such building. The applicable\n   56  percentage  and  the  maximum qualified basis with respect to a building\n\n       A. 2631                             3\n\n    1  shall not exceed the amounts determined in  subdivisions  one  and  six,\n    2  respectively, of section twenty-one of this article.\n    3    S  3.  Section  23 of the public housing law, as added by section 1 of\n    4  part CC of chapter 63 of the  laws  of  2000,  is  amended  to  read  as\n    5  follows:\n    6    S 23. Project monitoring. The commissioner shall establish such proce-\n    7  dures  as  he  deems  necessary for monitoring compliance of an eligible\n    8  low-income building OR QUALIFIED RESIDENCE with the provisions  of  this\n    9  article,  and  for notifying the commissioner of taxation and finance of\n   10  any such noncompliance of which he becomes aware.\n   11    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to expanding the New York state low income housing tax credit program to certain one to four family residences ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T162825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472505131
}