{
  "year" : 2011,
  "senateBillNo" : "A263-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A263-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reported",
    "billEventId" : "A263-2011-1295413200000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295499600000,
    "eventText" : "advanced to third reading cal.14",
    "billEventId" : "A263-2011-1295499600000-advanced+to+third+reading+cal.14",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845200000,
    "eventText" : "passed assembly",
    "billEventId" : "A263-2011-1295845200000-passed+assembly",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845201000,
    "eventText" : "delivered to senate",
    "billEventId" : "A263-2011-1295845201000-delivered+to+senate",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295845202000,
    "eventText" : "REFERRED TO ELECTIONS",
    "billEventId" : "A263-2011-1295845202000-REFERRED+TO+ELECTIONS",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes technical corrections with regards to political subdivisions and election districts",
  "summary" : "Makes technical corrections with regard to political subdivisions and election districts; removes counties and replaces with political subdivisions for purposes of determining an individual's election district. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "AA9540-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          263\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, SPANO, REILLY, PHEFFER, JAFFEE, WEISEN-\n         BERG, CASTRO, DINOWITZ, GALEF, KAVANAGH, WEPRIN -- Multi-Sponsored  by\n         --  M. of A. BOYLAND, COOK, GOTTFRIED, GUNTHER, MAISEL, MARKEY, MAYER-\n         SOHN -- read once and referred to the Committee on Election Law\n\n       AN ACT to amend the  election  law,  in  relation  to  making  technical\n         corrections  with  regards  to  political  subdivisions  and  election\n         districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section 4-128 of the election law, as\n    2  amended by chapter 489 of the laws  of  2009,  is  amended  to  read  as\n    3  follows:\n    4    1.  The  board of elections of each county shall provide the requisite\n    5  number of official and facsimile ballots, two cards  of  instruction  to\n    6  voters  in the form prescribed by the state board of elections, at least\n    7  one copy of the instruction booklet for inspectors, a sufficient  number\n    8  of  maps,  street  finders  or  other descriptions of all of the polling\n    9  places and election districts within the [county] POLITICAL  SUBDIVISION\n   10  in  which the polling place is located to enable the election inspectors\n   11  and poll clerks to determine the correct election district  and  polling\n   12  place  for each street address within the [county] POLITICAL SUBDIVISION\n   13  in which the polling place is located, distance  markers,  tally  sheets\n   14  and  return  blanks, pens, black ink, or ball point pens with black ink,\n   15  pencils having black lead, envelopes for the  ballots  of  voters  whose\n   16  registration  poll  records are not in the ledger or whose names are not\n   17  on the computer generated  registration  list,  envelopes  for  returns,\n   18  identification  buttons, badges or emblems for the inspectors and clerks\n   19  in the form prescribed by the state board of elections  and  such  other\n   20  articles  of  stationery  as  may be necessary for the proper conduct of\n   21  elections, except that when a town, city or village  holds  an  election\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00759-01-1\n\n       A. 263                              2\n\n    1  not conducted by the board of elections, the clerk of such town, city or\n    2  village,  shall  provide  such  official  and  facsimile ballots and the\n    3  necessary blanks, supplies and stationery for such election.\n    4    S  2.  Subdivision d of section 4-132 of the election law, as added by\n    5  chapter 489 of the laws of 2009, is amended to read as follows:\n    6    d. A sufficient number of maps, street finders or  other  descriptions\n    7  of  all of the polling places and election districts within the [county]\n    8  POLITICAL SUBDIVISION in which the polling place is  located  to  enable\n    9  the  election  inspectors  and  poll  clerks  to  determine  the correct\n   10  election district and polling place for each street address  within  the\n   11  [county] POLITICAL SUBDIVISION in which the polling place is located.\n   12    S  3.  The  opening  paragraph  of  paragraph  (e) of subdivision 3 of\n   13  section 8-302 of the election law, as amended by chapter 489 of the laws\n   14  of 2009, is amended to read as follows:\n   15    Whenever a voter presents himself or herself  and  offers  to  cast  a\n   16  ballot,  and  he or she claims to live in the election district in which\n   17  he or she seeks to vote but no registration poll record can be found for\n   18  him or her in the poll ledger or his or her name does not appear on  the\n   19  computer  generated  registration  list or his or her signature does not\n   20  appear next to his or her name on such computer  generated  registration\n   21  list  or  his  or her registration poll record or the computer generated\n   22  registration list does not show him or her to be enrolled in  the  party\n   23  in  which  he  or  she  claims  to be enrolled, a poll clerk or election\n   24  inspector shall consult a map, street finder or other description of all\n   25  of the polling places and election districts within the  [county]  POLI-\n   26  TICAL  SUBDIVISION  in  which  said  election district is located AND IF\n   27  NECESSARY, CONTACT THE BOARD OF ELECTIONS TO OBTAIN THE RELEVANT  INFOR-\n   28  MATION  and  advise  the voter of the correct polling place and election\n   29  district [within the county] for the residence address provided  by  the\n   30  voter  to such poll clerk or election inspector.  Thereafter, such voter\n   31  shall be permitted to vote in said election district only as hereinafter\n   32  provided:\n   33    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to making technical corrections with regards to political subdivisions and election districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T143807.TXT", "SOBI.D101220.T170342.TXT", "SOBI.D101220.T165842.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110120.T102826.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D110124.T155137.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295902297570
}