{
  "year" : 2011,
  "senateBillNo" : "A2636-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to health",
    "billEventId" : "A2636-2011-1295413200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines incidental exposure with respect to contracting HIV infection",
  "summary" : "Provides a means for an individual, who may have been infected by the AIDS virus during the course of a crime, to receive funds from the crime victims compensation board for appropriate HIV diagnostic testing to determine if such individual had contracted HIV; defines the term \"incidental exposure\" to mean an exposure, other than consensual sexual contact or sharing hypodermic needles or syringes, to blood or body fluids which would place an exposed person at significant risk of contracting the HIV infection if the blood or body fluid were infected with HIV. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A2833-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2636\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. FITZPATRICK, FINCH, CALHOUN, KOLB -- Multi-Spon-\n         sored by -- M. of A.   McKEVITT --  read  once  and  referred  to  the\n         Committee on Health\n\n       AN  ACT  to amend the executive law, in relation to defining \"incidental\n         exposure\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Section 621 of the executive law is amended by adding a\n    2  new subdivision 24 to read as follows:\n    3    24.  \"INCIDENTAL EXPOSURE\" SHALL MEAN AN EXPOSURE, OTHER THAN  CONSEN-\n    4  SUAL  SEXUAL CONTACT OR SHARING HYPODERMIC NEEDLES OR SYRINGES, TO BLOOD\n    5  OR BODY FLUIDS WHICH WOULD PLACE AN EXPOSED PERSON AT  SIGNIFICANT  RISK\n    6  OF  CONTRACTING  HIV  INFECTION IF THE BLOOD OR BODY FLUID WERE INFECTED\n    7  WITH HIV.\n    8    S 2.  Subdivisions 1 and 2 of section 631 of the executive law, subdi-\n    9  vision 1 as amended by section 22 of part A1 of chapter 56 of  the  laws\n   10  of 2010 and subdivision 2 as amended by chapter 162 of the laws of 2008,\n   11  are amended to read as follows:\n   12    1. No award shall be made unless the office finds that (a) a crime was\n   13  committed,  (b) such crime directly resulted in personal physical injury\n   14  to or INCIDENTAL EXPOSURE TO HIV,  the  exacerbation  of  a  preexisting\n   15  disability,  or  condition,  or  death  of, the victim, and (c) criminal\n   16  justice agency records show that such crime was promptly reported to the\n   17  proper authorities; and in no case may an award be made where the crimi-\n   18  nal justice agency records show that such report was made more than  one\n   19  week  after  the  occurrence  of  such crime unless the office, for good\n   20  cause shown, finds the delay to have been justified; provided,  however,\n   21  in  cases  involving  an alleged sex offense as contained in article one\n   22  hundred thirty of the penal law or incest as defined in section  255.25,\n   23  255.26  or  255.27  of  the penal law or labor trafficking as defined in\n   24  section 135.35 of the penal law or sex trafficking as defined in section\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02715-01-1\n\n       A. 2636                             2\n\n    1  230.34 of the penal law or an offense chargeable as a family offense  as\n    2  described  in  section  eight  hundred twelve of the family court act or\n    3  section 530.11 of the criminal procedure law, the criminal justice agen-\n    4  cy report need only be made within a reasonable time considering all the\n    5  circumstances,  including  the  victim's  physical, emotional and mental\n    6  condition and family situation. For the purposes  of  this  subdivision,\n    7  \"criminal justice agency\" shall include, but not be limited to, a police\n    8  department,  a  district  attorney's  office, and any other governmental\n    9  agency having responsibility for the enforcement of the criminal laws of\n   10  the state provided, however, that in cases involving such sex offense  a\n   11  criminal  justice  agency shall also mean a family court, a governmental\n   12  agency responsible for child and/or adult protective  services  pursuant\n   13  to  title six of article six of the social services law and/or title one\n   14  of article nine-B of the social services law, and any  medical  facility\n   15  established  under  the laws of the state that provides a forensic phys-\n   16  ical examination for victims of rape and sexual assault.\n   17    2. Any award made pursuant to this article shall be in an  amount  not\n   18  exceeding  out-of-pocket  expenses,  including  indebtedness  reasonably\n   19  incurred for medical or other services necessary  as  a  result  of  the\n   20  injury  upon  which  the  claim  is  based;  loss of earnings or support\n   21  resulting from such injury not to exceed thirty thousand dollars; burial\n   22  expenses not exceeding six thousand dollars of a victim who  died  as  a\n   23  direct  result of a crime; the costs of crime scene cleanup and securing\n   24  of a crime scene not exceeding twenty-five hundred  dollars;  reasonable\n   25  relocation  expenses  not exceeding twenty-five hundred dollars; and the\n   26  unreimbursed cost of repair or  replacement  of  articles  of  essential\n   27  personal  property  lost, damaged or destroyed as a direct result of the\n   28  crime. An award for loss of earnings shall include earnings  lost  by  a\n   29  parent  or guardian as a result of the hospitalization of a child victim\n   30  under age eighteen for injuries sustained as a direct result of a crime.\n   31  In addition to the medical or other services necessary as  a  result  of\n   32  the injury upon which the claim is based, an award may be made for reha-\n   33  bilitative  occupational  training  for the purpose of job retraining or\n   34  similar  employment-oriented  rehabilitative  services  based  upon  the\n   35  claimant's  medical  and  employment  history.  For  the purpose of this\n   36  subdivision, rehabilitative occupational training shall include but  not\n   37  be  limited to educational training and expenses. An award for rehabili-\n   38  tative occupational training may be made to a victim,  or  to  a  family\n   39  member  of  a  victim where necessary as a direct result of a crime.  IN\n   40  CASES WHERE INCIDENTAL  EXPOSURE  HAS  OCCURRED,  THE  VICTIMS  WILL  BE\n   41  COVERED  FOR  THE  EXPENSES INCURRED AS THE RESULT OF AN APPROPRIATE HIV\n   42  DIAGNOSTIC TEST APPROVED BY THE FEDERAL FOOD AND DRUG ADMINISTRATION  TO\n   43  DETERMINE IF THEY CONTRACTED HIV.\n   44    S  3.   This act shall take effect on the thirtieth day after it shall\n   45  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to defining \"incidental exposure\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T163327.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472807273
}