{
  "year" : 2011,
  "senateBillNo" : "A2635-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2635-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the real property regulatory impacts act",
  "summary" : "Creates the real property regulatory impacts act; provides that the owner of any real property may bring an action against the state whenever the application of any state statute, rule or regulation to such property causes a diminution in value of fifty percent or more. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A2860-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2635\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to the real  property\n         regulatory impacts act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding  a  new  article\n    2  12-D to read as follows:\n\n    3                                ARTICLE 12-D\n    4                    REAL PROPERTY REGULATORY IMPACTS ACT\n\n    5  SECTION 447-A. SHORT TITLE.\n    6          447-B. DEFINITIONS.\n    7          447-C. ATTORNEY GENERAL RULE REVIEW.\n    8          447-D. DIMINUTION IN VALUE.\n    9          447-E. INVALIDATION.\n   10          447-F. STATUTE OF LIMITATIONS.\n   11          447-G. CONSTITUTIONAL OR STATUTORY RIGHTS NOT RESTRICTED.\n   12    S  447-A. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   13  THE \"REAL PROPERTY REGULATORY IMPACTS ACT\".\n   14    S 447-B. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE, THE  FOLLOWING\n   15  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   16    1.  \"DIMINUTION  IN  VALUE  OF  FIFTY  PERCENT  OR MORE\" MEANS A FIFTY\n   17  PERCENT REDUCTION IN THE FAIR MARKET VALUE OF THE REAL PROPERTY  SUBJECT\n   18  TO  ANY  STATE  STATUTE,  REGULATION  OR  RULE,  OR TO THE DENIAL OF ANY\n   19  PERMIT, LICENSE OR AUTHORIZATION BY THE STATE.\n   20    2. \"INVERSE CONDEMNATION\" MEANS A SUIT AGAINST THE  STATE  TO  RECOVER\n   21  MONEY  DAMAGES  EQUAL  TO THE DIMINUTION IN THE FAIR MARKET VALUE OF THE\n   22  PROPERTY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02712-01-1\n\n       A. 2635                             2\n\n    1    3. \"OWNER\" MEANS THE OWNER OF THE REAL PROPERTY AT THE TIME THE  STATE\n    2  STATUTE,  REGULATION  OR RULE TOOK EFFECT, OR THE OWNER AT THE TIME THAT\n    3  THE PERMIT, LICENSE OR AUTHORIZATION WAS DENIED BY THE STATE.\n    4    4.  \"TAKING  OF  PRIVATE  PROPERTY\"  MEANS AN ACTIVITY WHEREIN PRIVATE\n    5  PROPERTY IS TAKEN SUCH THAT COMPENSATION TO THE OWNER OF  THAT  PROPERTY\n    6  IS  REQUIRED  BY THE FIFTH AND FOURTEENTH AMENDMENTS TO THE CONSTITUTION\n    7  OF THE UNITED STATES OR BY SECTION FOUR HUNDRED  FORTY-SEVEN-D  OF  THIS\n    8  ARTICLE.\n    9    5.  \"PERSON\"  MEANS A PERSON OR PERSONS HAVING AN INTEREST WHICH IS OR\n   10  MAY BE ADVERSELY AFFECTED BY THE STATUTE, REGULATION OR RULE, OR BY  THE\n   11  PROVISION OR CONDITION OF ANY PERMIT, LICENSE OR AUTHORIZATION.\n   12    S  447-C. ATTORNEY GENERAL RULE REVIEW.  NO RULE OR REGULATION PROMUL-\n   13  GATED BY ANY STATE AGENCY, DIVISION, BOARD OR  COMMISSION  SHALL  BECOME\n   14  EFFECTIVE  UNTIL  THE  ATTORNEY  GENERAL HAS REVIEWED SUCH RULE OR REGU-\n   15  LATION AND HAS INFORMED THE ISSUING ENTITY IN WRITING AS TO  THE  POTEN-\n   16  TIAL OF SUCH RULE OR REGULATION TO RESULT IN A TAKING OF PRIVATE PROPER-\n   17  TY.\n   18    S  447-D.  DIMINUTION  IN  VALUE. 1. CAUSE OF ACTION. THE OWNER OF ANY\n   19  REAL PROPERTY MAY BRING AN ACTION AGAINST THE STATE WHENEVER THE  APPLI-\n   20  CATION  OF  ANY STATE STATUTE, RULE OR REGULATION TO SUCH REAL PROPERTY,\n   21  OR THE DENIAL OF ANY PERMIT, LICENSE OR AUTHORIZATION OF ANY KIND BY THE\n   22  STATE CAUSES A DIMINUTION IN VALUE OF THE PROPERTY OF FIFTY  PERCENT  OR\n   23  MORE.\n   24    2. JURISDICTION. SUCH ACTION MAY BE FILED IN SUPREME COURT WHICH SHALL\n   25  HAVE  EXCLUSIVE  JURISDICTION OF THE CLAIM, AND THE OWNER SHALL BE ENTI-\n   26  TLED TO A TRIAL BY JURY. IN SUCH ACTION, THE OWNER MAY EITHER RECOVER:\n   27    (A) A SUM EQUAL TO THE DIMINUTION IN VALUE OF THE REAL  PROPERTY,  AND\n   28  RETAIN TITLE THERETO; OR\n   29    (B)  THE  ENTIRE  FAIR  MARKET VALUE OF THE REAL PROPERTY PRIOR TO THE\n   30  DIMINUTION IN VALUE OF FIFTY PERCENT OR MORE, AND TRANSFER TITLE TO  THE\n   31  STATE  UPON  PAYMENT  OF SUCH FAIR MARKET VALUE. IN ANY SUCH ACTION, THE\n   32  COURT MAY AWARD REASONABLE AND NECESSARY COSTS, INCLUDING ATTORNEY FEES,\n   33  TO ANY PREVAILING PLAINTIFF. IF  THE  STATUTE,  RULE  OR  REGULATION  IS\n   34  RESCINDED,  OR IF THE PERMIT, LICENSE OR AUTHORIZATION IS GRANTED, PRIOR\n   35  TO FINAL JUDGMENT, THEN THE OWNER SHALL BE ENTITLED TO  RECOVER  IN  THE\n   36  PENDING  ACTION  ANY  REASONABLE AND NECESSARY COSTS, INCLUDING ATTORNEY\n   37  FEES, INCURRED TO DATE, TOGETHER WITH ANY ECONOMIC LOSSES  SUSTAINED  BY\n   38  REASON  OF  THE ACTS GIVING RISE TO THE DIMINUTION IN VALUE. IT SHALL BE\n   39  AN AFFIRMATIVE DEFENSE TO ANY SUCH ACTION IF THE OWNER'S USE OR PROPOSED\n   40  USE OF THE REAL PROPERTY AMOUNTS TO A PUBLIC  NUISANCE  WHICH  SHALL  BE\n   41  DEFINED  AS A SUBSTANTIAL AND UNREASONABLE INTERFERENCE WITH THE USE AND\n   42  ENJOYMENT OF AN INTEREST IN LAND WHICH IS COMMON TO THE PUBLIC.\n   43    S 447-E. INVALIDATION. 1. CAUSE OF ACTION. ANY PERSON MAY  COMMENCE  A\n   44  CIVIL ACTION IN SUPREME COURT ON HIS OR HER OWN BEHALF AGAINST THE STATE\n   45  TO INVALIDATE ANY STATUTE, RULE OR REGULATION PERTAINING TO REAL PROPER-\n   46  TY,  OR  TO INVALIDATE ANY PROVISION OR CONDITION OF ANY PERMIT, LICENSE\n   47  OR AUTHORIZATION WHICH DOES NOT SUBSTANTIALLY ADVANCE ITS STATED GOVERN-\n   48  MENTAL PURPOSE.\n   49    2. RIPENESS. A SUIT FOR INVALIDATION SHALL BE  RIPE  FOR  ADJUDICATION\n   50  UPON THE ENACTMENT OF THE STATUTE, REGULATION OR RULE, OR THE IMPOSITION\n   51  OF ANY PROVISION OR CONDITION OF ANY PERMIT, LICENSE OR AUTHORIZATION TO\n   52  ANY PARCEL OF REAL PROPERTY.\n   53    S  447-F.  STATUTE  OF LIMITATIONS. 1. APPLICATION.  THE PROVISIONS OF\n   54  THIS ARTICLE SHALL APPLY TO STATE STATUTES, RULES  AND  REGULATIONS  AND\n   55  ANY  PROVISION  OR CONDITION OF ANY PERMIT, LICENSE OR AUTHORIZATION, IN\n   56  EFFECT ON OR AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n\n       A. 2635                             3\n\n    1    2. STATUTE OF LIMITATIONS. THE  STATUTE  OF  LIMITATIONS  FOR  ACTIONS\n    2  BROUGHT  PURSUANT  TO THIS ARTICLE SHALL BE SIX YEARS FROM THE ENACTMENT\n    3  OF ANY STATUTE, REGULATION OR RULE, OR THE DENIAL OF ANY PERMIT, LICENSE\n    4  OR AUTHORIZATION BY THE STATE.\n    5    S 447-G. CONSTITUTIONAL OR STATUTORY RIGHTS NOT RESTRICTED. NOTHING IN\n    6  THIS  ARTICLE  SHALL  RESTRICT  ANY  REMEDY OR RIGHT WHICH ANY PERSON OR\n    7  CLASS OF PERSONS MAY HAVE UNDER ANY PROVISION OF THE  STATE  OR  FEDERAL\n    8  CONSTITUTION OR LAWS OF THE STATE OR UNITED STATES.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to the real property regulatory impacts act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T163327.TXT", "SOBI.D110119.T162825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472807269
}