{
  "year" : 2011,
  "senateBillNo" : "A2639-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2639-2011-1295413200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health insurance companies to allow its senior citizen insureds to designate a third party for notification purposes",
  "summary" : "Requires health insurance companies to allow its senior citizen insureds to designate a third party for notification purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A6933-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2639\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GABRYSZAK, GALEF, WEISENBERG, BARRON, PHEFFER,\n         JAFFEE, ROBINSON, MILLMAN -- Multi-Sponsored by -- M. of  A.  CALHOUN,\n         MAYERSOHN, RAIA, SCHIMEL -- read once and referred to the Committee on\n         Insurance\n\n       AN  ACT to amend the insurance law, in relation to third party notifica-\n         tion of the renewal, modification, or cancellation of a  senior  citi-\n         zen's health insurance policy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (f) of section 3111 of  the  insurance  law,  as\n    2  relettered by section 30 of part B of chapter 58 of the laws of 2004, is\n    3  relettered  subsection  (g) and a new subsection (f) is added to read as\n    4  follows:\n    5    (F) EVERY INSURER THAT HAS IN FORCE ANY POLICY OF INSURANCE SUBJECT TO\n    6  THE PROVISIONS OF ARTICLE THIRTY-TWO  OR  FORTY-THREE  OF  THIS  CHAPTER\n    7  SHALL  PERMIT SENIOR CITIZEN INSUREDS TO DESIGNATE A THIRD PARTY TO WHOM\n    8  THE INSURER SHALL TRANSMIT NOTICES OF CANCELLATION, NONRENEWAL,  MODIFI-\n    9  CATION, NON-PAYMENT, AND CONDITIONAL RENEWAL. THE SENIOR CITIZEN INSURED\n   10  SHALL NOTIFY THE INSURER THAT A THIRD PARTY HAS BEEN SO DESIGNATED. SUCH\n   11  NOTIFICATION SHALL BE DELIVERED TO THE INSURER BY CERTIFIED MAIL, RETURN\n   12  RECEIPT  REQUESTED,  AND  SHALL BE EFFECTIVE NOT LATER THAN TEN BUSINESS\n   13  DAYS FROM THE DATE OF RECEIPT BY THE INSURER.    THE  NOTIFICATION  MUST\n   14  CONTAIN,  IN  WRITING,  AN  ACCEPTANCE  BY  THE  THIRD PARTY DESIGNEE TO\n   15  RECEIVE SUCH NOTICES FROM THE INSURER. SHOULD THE THIRD  PARTY  DESIGNEE\n   16  DESIRE  TO  TERMINATE  HIS OR HER STATUS AS A THIRD PARTY DESIGNEE, SUCH\n   17  DESIGNEE SHALL PROVIDE WRITTEN NOTICE TO BOTH THE INSURER AND THE SENIOR\n   18  CITIZEN INSURED. SHOULD THE SENIOR CITIZEN INSURED DESIRE  TO  TERMINATE\n   19  THE THIRD PARTY DESIGNATION, THE INSURED SHALL PROVIDE WRITTEN NOTICE TO\n   20  THE  INSURER. THE TRANSMISSION TO THE THIRD PARTY DESIGNEE OF ANY NOTICE\n   21  SHALL BE IN ADDITION TO A COPY  OF  SUCH  DOCUMENT  TRANSMITTED  TO  THE\n   22  SENIOR CITIZEN INSURED AND WHEN A THIRD PARTY IS  SO DESIGNATED ALL SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07630-01-1\n\n       A. 2639                             2\n\n    1  NOTICES  SHALL  BE MAILED IN AN ENVELOPE CLEARLY MARKED ON ITS FACE WITH\n    2  THE FOLLOWING: \"IMPORTANT INSURANCE POLICY INFORMATION: OPEN  IMMEDIATE-\n    3  LY\". DESIGNATION AS A THIRD PARTY SHALL NOT CONSTITUTE ACCEPTANCE OF ANY\n    4  LIABILITY  ON THE THIRD PARTY FOR SERVICES PROVIDED TO SUCH SENIOR CITI-\n    5  ZEN. ON JANUARY FIRST OF EACH YEAR, THE INSURER SHALL NOTIFY ITS  SENIOR\n    6  CITIZEN  INSUREDS  IN  WRITING  OF  THE  AVAILABILITY OF THE THIRD PARTY\n    7  DESIGNEE NOTICE PROCEDURE AND PROVIDE INFORMATION ON HOW THE INSURED CAN\n    8  COMMENCE THIS PROCEDURE; HOWEVER, SUCH NOTICE NEED NOT BE PROVIDED  ONCE\n    9  A SENIOR CITIZEN HAS MADE A DESIGNATION.\n   10    S  2. This act shall take effect on the first of January next succeed-\n   11  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to third party notification of the renewal, modification, or cancellation of a senior citizen's health insurance policy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T162328.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472208592
}