{
  "year" : 2011,
  "senateBillNo" : "A2634-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2634-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a system of community improvement grants to be administered by and through neighborhood citizens' participation committees",
  "summary" : "Establishes a system of community improvement grants to be administered by and through neighborhood citizens' participation committees; makes definitions; directs commissioner of the New York state division for housing and community renewal to create the community improvement grant program; provides that municipalities receiving such grants establish citizens' participation committees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A5861-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2634\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the private housing finance law, in relation to creating\n         a demonstration program establishing a system of community improvement\n         grants to  be  administered  by  and  through  neighborhood  citizens'\n         participation committees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The private housing finance law is amended by adding a  new\n    2  article 6-B to read as follows:\n    3                                 ARTICLE 6-B\n    4          DEMONSTRATION PROGRAM: CITIZENS' PARTICIPATION COMMITTEES\n    5  SECTION 270. LEGISLATIVE INTENT.\n    6          271. DEFINITIONS.\n    7          272. COMMUNITY IMPROVEMENT GRANTS.\n    8          273. GENERAL AND ADMINISTRATIVE PROVISIONS.\n    9    S  270. LEGISLATIVE INTENT.  THE LEGISLATURE HEREBY FINDS AND DECLARES\n   10  THAT IN CERTAIN REGIONS OF THE STATE A SUPPLY OF HOUSING STOCK IN EXCESS\n   11  OF THAT NEEDED BY THE POPULATION OF THOSE  REGIONS  HAS  ACCUMULATED  IN\n   12  RECENT YEARS, MUCH OF WHICH IS OLD, DETERIORATED, SUBSTANDARD, UNMARKET-\n   13  ABLE, AND OFTEN ABANDONED.\n   14    THE  LEGISLATURE  FURTHER  FINDS  THAT  THIS  EXCESS HOUSING HAS HAD A\n   15  BLIGHTING EFFECT UPON THE COMMUNITIES IN WHICH IT  IS  LOCATED,  REDUCES\n   16  THE  VALUE  OF OTHER RESIDENTIAL PROPERTIES IN THE SURROUNDING NEIGHBOR-\n   17  HOODS, AND MAY CAUSE PERSONS, FAMILIES, AND BUSINESSES TO ABANDON  THOSE\n   18  MUNICIPALITIES  CONTAINING AN OVERABUNDANCE OF EXCESS AND BLIGHTED HOUS-\n   19  ING STOCK.\n   20    THE LEGISLATURE FURTHER FINDS THAT IT IS IN  THE  PUBLIC  INTEREST  TO\n   21  ENCOURAGE PERSONS, FAMILIES, AND BUSINESSES TO LOCATE OR REMAIN IN THOSE\n   22  MUNICIPALITIES,  IN ORDER TO BOTH UTILIZE EXISTING BUILDING STOCK AND TO\n   23  PRESERVE THE OPEN SPACES OF THE STATE, AND THAT IMPROVING THE QUALITY OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03502-01-1\n\n       A. 2634                             2\n\n    1  LIFE WITHIN THOSE MUNICIPALITIES IS A MOST EFFECTIVE  METHOD  OF  ACCOM-\n    2  PLISHING  THIS GOAL. IN ADDITION, DECLINING HOME VALUES IN THESE MUNICI-\n    3  PALITIES DISCOURAGES HOME OWNERSHIP BY ADVERSELY AFFECTING  THE  ABILITY\n    4  OF  FAMILIES OF MODERATE INCOME TO BUILD AND/OR MAINTAIN EQUITY IN THEIR\n    5  HOMES.\n    6    THE LEGISLATURE FURTHER FINDS THAT THE RESIDENTS OF  A  COMMUNITY  ARE\n    7  OFTEN  IN  THE  BEST  POSITION TO KNOW AND UNDERSTAND THE NEEDS OF THEIR\n    8  COMMUNITY, AND HAVE THE GREATEST STAKE IN THE FUTURE OF THEIR COMMUNITY.\n    9    THE LEGISLATURE FURTHER FINDS THAT NO STATE PROGRAM  PRESENTLY  EXISTS\n   10  WITH  THE  PRIMARY  PURPOSE OF SUPPORTING AND FUNDING THE IDENTIFICATION\n   11  AND DEMOLITION OF SURPLUS HOUSING STOCK OR FOR  DISPOSING  OF  THE  REAL\n   12  ESTATE UPON WHICH THAT HOUSING STOCK IS LOCATED.\n   13    THE  LEGISLATURE  HEREBY  DETERMINES  THAT  SUCH  A  PROGRAM IS IN THE\n   14  PUBLIC'S INTEREST.\n   15    S 271. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING  WORDS  AND\n   16  PHRASES SHALL HAVE THE FOLLOWING MEANINGS:\n   17    1. \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER OF THE STATE DIVISION OF\n   18  HOUSING AND COMMUNITY RENEWAL.\n   19    2.  \"DIVISION\"  SHALL MEAN THE STATE DIVISION OF HOUSING AND COMMUNITY\n   20  RENEWAL.\n   21    3. \"MUNICIPALITY\" SHALL MEAN ANY CITY, TOWN,  OR  VILLAGE  WITHIN  THE\n   22  STATE WITH A POPULATION OF LESS THAN ONE MILLION PERSONS.\n   23    4. \"GRANT\" SHALL MEAN A COMMUNITY IMPROVEMENT GRANT AS DEFINED IN THIS\n   24  ARTICLE.\n   25    5.  \"COMMITTEE\"  SHALL  MEAN  A  CITIZENS'  PARTICIPATION COMMITTEE AS\n   26  DEFINED IN THIS ARTICLE.\n   27    S 272. COMMUNITY IMPROVEMENT GRANTS. 1. THERE  IS  CREATED  UNDER  THE\n   28  DIRECTION  OF  THE COMMISSIONER THE COMMUNITY IMPROVEMENT GRANT PROGRAM.\n   29  WITHIN THE LIMIT OF FUNDS AVAILABLE IN THE COMMUNITY  IMPROVEMENT  GRANT\n   30  PROGRAM, THE COMMISSIONER IS AUTHORIZED TO OFFER STATE FINANCIAL ASSIST-\n   31  ANCE TO MUNICIPALITIES WITH A POPULATION OF UNDER ONE MILLION PERSONS IN\n   32  THE FORM OF COMMUNITY IMPROVEMENT GRANTS.\n   33    2.  PRIOR  TO THE AWARD OF A GRANT, THE COMMISSIONER SHALL HAVE MADE A\n   34  FINDING THAT THE MUNICIPALITY REQUESTING A GRANT CONTAINS  NEIGHBORHOODS\n   35  THAT  CONTAIN  A  SIGNIFICANT NUMBER OF VACANT RESIDENTIAL HOUSING UNITS\n   36  THAT ARE IN EXCESS OF THE NEEDS OF THE CURRENT POPULATION, AND THAT MANY\n   37  OF THESE RESIDENTIAL HOUSING UNITS  ARE  DETERIORATED,  SUBSTANDARD,  OR\n   38  OBSOLETE.  THE MUNICIPALITY SHALL DEMONSTRATE TO THE DIVISION AS PART OF\n   39  THE GRANT APPLICATION PROCESS THAT IT IS ELIGIBLE TO RECEIVE GRANT FUNDS\n   40  UNDER THE PROVISIONS OF THIS SECTION AND  ACCORDING  TO  THE  RULES  AND\n   41  REGULATIONS PROMULGATED BY THE DIVISION.\n   42    3.  MUNICIPALITIES  RECEIVING COMMUNITY IMPROVEMENT GRANTS SHALL CAUSE\n   43  TO BE ESTABLISHED CITIZENS' PARTICIPATION COMMITTEES, WHICH  ARE  TO  BE\n   44  REPRESENTATIVE OF THE NEIGHBORHOODS IN WHICH THESE GRANT FUNDS ARE TO BE\n   45  EXPENDED.  THE  GEOGRAPHIC BOUNDARIES OF THE NEIGHBORHOOD REPRESENTED BY\n   46  EACH COMMITTEE SHALL BE DETERMINED BY THE MUNICIPALITY.  THE  COMMITTEES\n   47  SHALL  DIRECT  ALL  ASPECTS OF THE EXPENDITURE OF GRANTS, SUBJECT TO THE\n   48  PROVISIONS OF THIS ARTICLE. NO MEMBER OF A COMMITTEE SHALL  RECEIVE  ANY\n   49  COMPENSATION  FOR  THIS SERVICE, NOR SHALL SUCH MEMBER PERSONALLY PROFIT\n   50  FINANCIALLY FROM THE PROCEEDS OF ANY GRANT MONIES RECEIVED.   MEMBERSHIP\n   51  IN  A  COMMITTEE  SHALL  CONSIST OF REPRESENTATIVES OF LOCAL CHARITABLE,\n   52  NOT-FOR-PROFIT, SOCIAL  SERVICE,  FAITH-BASED,  BUSINESS  AND  COMMUNITY\n   53  ORGANIZATIONS  WITH  AN INTEREST IN HOUSING OR DEVELOPMENT ISSUES WITHIN\n   54  THE AFFECTED NEIGHBORHOOD DESIRING TO PARTICIPATE, AS WELL AS ANY INTER-\n   55  ESTED LOCAL CITIZENS DESIRING TO  BE  INVOLVED.  COMMITTEES  ARE  TO  BE\n   56  SELF-GOVERNING,  AND  SHALL  ESTABLISH  RULES AND REGULATIONS CONCERNING\n\n       A. 2634                             3\n\n    1  VOTING AND OTHER PROCEDURES, PROVIDED THAT SUCH  RULES  AND  REGULATIONS\n    2  ARE  CONSTRUCTED  IN  SUCH  A  MANNER AS TO ENSURE THE BROADEST AND MOST\n    3  EQUITABLE PARTICIPATION PRACTICABLE BY  ALL  CONCERNED,  AND  THAT  SUCH\n    4  COMMITTEES ARE DEMOCRATICALLY ORGANIZED.  ALL PROCEEDINGS OF A COMMITTEE\n    5  SHALL  BE SUBJECT TO ALL PROVISIONS OF ARTICLE SEVEN OF THE PUBLIC OFFI-\n    6  CERS LAW.  THE MUNICIPALITY SHALL BE RESPONSIBLE FOR THE  GENERAL  OVER-\n    7  SIGHT  OF ITS COMMITTEES, IS TO ENSURE THAT THE COMMITTEES CONDUCT THEIR\n    8  BUSINESS IN GENERAL CONFORMITY WITH THE PROVISIONS OF THIS ARTICLE,  AND\n    9  THAT  THE  ORGANIZATION OF EACH COMMITTEE IS DEMOCRATIC AND INCLUSIVE OF\n   10  ALL ELIGIBLE  ORGANIZATIONS  AND  INDIVIDUALS.  THE  MUNICIPALITY  SHALL\n   11  DISTRIBUTE  GRANT  MONIES  RECEIVED  TO THE COMMITTEES, WHICH SHALL THEN\n   12  EXPEND THOSE FUNDS ACCORDING TO THE COMPREHENSIVE PLAN DEVELOPED BY SUCH\n   13  COMMITTEE.  THE MUNICIPALITY SHALL ALSO BE RESPONSIBLE FOR  THE  CONDUCT\n   14  OF PERIODIC FINANCIAL AUDITS TO ENSURE THAT ALL GRANT MONIES DISTRIBUTED\n   15  TO  THE COMMITTEES ARE PROPERLY ACCOUNTED FOR AND UTILIZED IN CONFORMITY\n   16  WITH THIS ARTICLE.   THE MUNICIPALITY SHALL PROVIDE  TO  EACH  COMMITTEE\n   17  SUCH  OTHER  TECHNICAL,  LEGAL,  AND  ADMINISTRATIVE  ASSISTANCE  AS  IS\n   18  REQUIRED TO FULFILL THE PURPOSES OF THIS ARTICLE.\n   19    4. EACH COMMITTEE SHALL  DEVELOP  A  COMPREHENSIVE  NEIGHBORHOOD  PLAN\n   20  BEFORE  COMMENCING  THE EXPENDITURE OF FUNDS UPON OTHER AUTHORIZED ITEMS\n   21  AS DEFINED IN SUBDIVISION FIVE OF THIS SECTION.  THE PLAN SHALL IDENTIFY\n   22  SHORT AND LONG-TERM GOALS AND OBJECTIVES THAT ARE BOTH  CONSISTENT  WITH\n   23  THE  INTENT  OF  THIS ARTICLE AND THAT SHALL CONTRIBUTE SIGNIFICANTLY TO\n   24  IMPROVING THE QUALITY OF LIFE FOR THE CITIZENS LIVING IN  THE  NEIGHBOR-\n   25  HOOD.  THIS PLAN SHALL BE SUBJECT TO REVIEW AND GENERAL OVERSIGHT BY THE\n   26  MUNICIPALITY.\n   27    5. GRANT MONIES RECEIVED BY THE COMMITTEES MAY BE  EXPENDED  UPON  THE\n   28  FOLLOWING ITEMS, SUBJECT TO THE LIMITS INDICATED:\n   29    (A) ACQUISITION OF PROPERTY - NOT LIMITED.\n   30    (B) DEMOLITION OF STRUCTURES - NOT LIMITED.\n   31    (C)  SELECTIVE  REHABILITATION  - UP TO TWENTY-FIVE PERCENT. SELECTIVE\n   32  REHABILITATION MAY BE USED TO CONVERT SUITABLE MULTI-FAMILY  HOMES  INTO\n   33  SINGLE  FAMILY  HOMES,  IF SUCH CONVERSION IS CONSISTENT WITH THE INTENT\n   34  AND PURPOSES OF THIS ARTICLE.\n   35    (D) NEIGHBORHOOD BEAUTIFICATION - UP TO TWENTY PERCENT.\n   36    (E) ADMINISTRATION - UP TO TEN PERCENT, TO BE USED FOR  EXPENSES  SUCH\n   37  AS LEGAL COSTS, TITLE SEARCHES, OFFICE SUPPLIES, AND OTHER MISCELLANEOUS\n   38  SUPPORT  AS  MAY  BE  APPROPRIATE TO ASSIST THE EFFORTS OF THE CITIZENS'\n   39  PARTICIPATION COMMITTEES.\n   40    (F) PROPERTY IMPROVEMENT MINI-GRANTS - UP TO TWENTY PERCENT,  WITH  NO\n   41  INDIVIDUAL  MINI-GRANT TO EXCEED ONE THOUSAND DOLLARS. THESE MINI-GRANTS\n   42  ARE TO BE OFFERED TO INDIVIDUAL PROPERTY  OWNERS  IN  ORDER  TO  IMPROVE\n   43  VACANT AND VACATED LAND AS DEFINED IN SUBDIVISION EIGHT OF THIS SECTION.\n   44    (G)  PLANNING  AND MARKET STUDY - UP TO TEN PERCENT, TO BE UTILIZED BY\n   45  CITIZENS' PARTICIPATION COMMITTEES IN PREPARING THE COMPREHENSIVE NEIGH-\n   46  BORHOOD PLAN.\n   47    6. GRANT FUNDS MAY BE USED BY THE MUNICIPALITY TO ACQUIRE  TAX  DELIN-\n   48  QUENT,  VACANT,  AND  ABANDONED  PROPERTIES  OR  PROPERTIES OWNED BY THE\n   49  FEDERAL DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT, BUT ARE NOT AUTHOR-\n   50  IZED TO ACQUIRE PROPERTIES THROUGH EMINENT DOMAIN. UPON MUNICIPAL ACQUI-\n   51  SITION OF A PROPERTY, THE COMMITTEE SHALL ASSESS ITS CONDITION TO DETER-\n   52  MINE WHETHER SALVAGING PROPERTY IS BOTH FEASIBLE AND CONSISTENT WITH THE\n   53  PLANS AND OBJECTIVES OF THE COMMITTEE. THE COMMITTEE  IS  AUTHORIZED  TO\n   54  DIRECT  THE  DEMOLITION  OF STRUCTURES WHEN THE COMMITTEE DEEMS THIS THE\n   55  MOST APPROPRIATE COURSE OF ACTION IN FURTHERING THE IMPROVEMENT  OF  THE\n   56  NEIGHBORHOOD.\n\n       A. 2634                             4\n\n    1    7. RESIDENTIAL PROPERTIES ACQUIRED THROUGH GRANT FUNDS THAT ARE DEEMED\n    2  SALVAGEABLE  MAY ONLY BE CONVEYED TO INDIVIDUALS IF THEY CONTAIN NO MORE\n    3  THAN FOUR DWELLING UNITS, AND THOSE INDIVIDUALS AGREE TO MAINTAIN  THEIR\n    4  PRIMARY RESIDENCE AT THAT PROPERTY FOR NOT LESS THAN TWO YEARS.\n    5    8.  THE  COMMITTEES  ARE  AUTHORIZED  TO REQUEST THAT THE MUNICIPALITY\n    6  TRANSFER VACANT LAND ACQUIRED THROUGH GRANT FUNDS TO ELIGIBLE INDIVIDUAL\n    7  HOMEOWNERS OR NOT-FOR-PROFIT AGENCIES FOR THE  SUM  OF  ONE  DOLLAR.  IN\n    8  DISPOSING  OF  VACANT  LAND,  PREFERENCE  SHALL BE GIVEN TO TRANSFERRING\n    9  PORTIONS OF THAT LAND TO THE OWNERS OF ADJOINING RESIDENTIAL PROPERTIES,\n   10  PROVIDED THAT THOSE OWNERS ARE ALSO OCCUPANTS OF THE ADJOINING  RESIDEN-\n   11  TIAL  PROPERTIES. THE COMMITTEE IS AUTHORIZED TO AWARD MINI-GRANTS OF UP\n   12  TO ONE THOUSAND DOLLARS TO THESE HOMEOWNERS FOR THE PURPOSE OF IMPROVING\n   13  THIS VACANT PROPERTY.  IN THE EVENT THAT DISPOSITION OF VACANT  LAND  TO\n   14  ADJOINING  INDIVIDUAL  HOMEOWNERS IS IMPOSSIBLE OR IMPRACTICAL ACCORDING\n   15  TO THE DETERMINATION OF THE COMMITTEE, THIS LAND MAY BE DISPOSED  OF  IN\n   16  SUCH  OTHER  MANNER  AS  WILL  INURE  TO THE BENEFIT OF THE COMMUNITY IN\n   17  GENERAL AND ITS INHABITANTS, BY PROVIDING OPEN PUBLIC SPACE, PARKLAND OR\n   18  PARKING SPACES AS IS DEEMED BEST BY THE COMMITTEE.\n   19    9. THE MUNICIPALITY SHALL REVIEW ANY REQUEST BY A  COMMITTEE  FOR  THE\n   20  DISPOSITION  OF A PROPERTY UNDER THE PROVISIONS OF THIS ARTICLE, AND MAY\n   21  DENY THIS REQUEST IF SUCH DISPOSITION  IS  DEEMED  IMPROPER  OR  CLEARLY\n   22  CONTRARY TO THE INTENT OF THIS ARTICLE.\n   23    S  273.  GENERAL  AND  ADMINISTRATIVE  PROVISIONS. 1. THE COMMISSIONER\n   24  SHALL ISSUE AND PROMULGATE RULES AND REGULATIONS FOR THE  ADMINISTRATION\n   25  OF  THIS  ARTICLE.  THE  RULES AND REGULATIONS SHALL INCLUDE, BUT NOT BE\n   26  LIMITED TO: ELIGIBILITY FOR GRANTS UNDER THIS ARTICLE; FUNDING  CRITERIA\n   27  AND  THE  FUNDING  DETERMINATION  PROCESS; SUPERVISION AND EVALUATION OF\n   28  GRANTEES; REPORTING AND RECORD KEEPING REQUIREMENTS; AND  OTHER  MATTERS\n   29  NOT INCONSISTENT WITH THE PURPOSES AND PROVISIONS OF THIS ARTICLE AS THE\n   30  COMMISSIONER SHALL DEEM NECESSARY OR APPROPRIATE.\n   31    2. THE COMMISSIONER SHALL PROVIDE FOR THE PERIODIC FINANCIAL REVIEW OF\n   32  THE GRANTEE'S CONFORMITY TO THE PURPOSES AND PROVISIONS OF THIS ARTICLE.\n   33    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to creating a demonstration program establishing a system of community improvement grants to be administered by and through neighborhood citizens' participation committees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T162825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472505138
}