{
  "year" : 2011,
  "senateBillNo" : "A2632-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2632-2011-1295413200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the state mortgage agency to originate mortgages which are second liens on real property",
  "summary" : "Authorizes the state of New York mortgage agency (SONYMA) to originate mortgages constituting a second lien and defines mortgage as a loan owed to a bank or to the agency secured by a second lien on a fee simple or leasehold estate in real property located in the state and improved by a residential structure whether or not insured by the US or any agency thereof; authorizes such agency to purchase rehabilitation mortgages from banks within the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A5787-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2632\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the public authorities law, in relation to the state  of\n         New York mortgage agency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 2402  of  the  public  authorities\n    2  law,  as  amended  by  section  1 of chapter 208 of the laws of 2010, is\n    3  amended to read as follows:\n    4    (5) \"Mortgage\". A loan owed to a bank secured by a first lien on a fee\n    5  simple or leasehold estate in real property located  in  the  state  and\n    6  improved  by  a residential structure, whether or not insured or guaran-\n    7  teed by the United States of America or any  agency  thereof.  The  term\n    8  \"mortgage\"  shall  also  include  a loan owed to a bank OR TO THE AGENCY\n    9  secured by a second lien on a fee simple or  leasehold  estate  in  real\n   10  property  located  in the state and improved by a residential structure,\n   11  whether or not insured or guaranteed by the United States of America  or\n   12  any  agency  thereof,  provided,  however,  that  such  second lien: (a)\n   13  secures a loan ORIGINATED OR purchased by the agency, and (b) is made at\n   14  the same time as a first lien securing a loan purchased  by  the  agency\n   15  pursuant  to  its programs or by a government sponsored enterprise or is\n   16  made at the same time as a new housing  loan  purchased  by  the  agency\n   17  pursuant  to  section  twenty-four hundred five-c of this part, provided\n   18  that, in the case of any second lien, the mortgagor shall  be  obligated\n   19  to  contribute  from  his or her own verifiable funds an amount not less\n   20  than such percentage as the agency shall determine, of the lower of  the\n   21  purchase  price  or appraised value of the property subject to the first\n   22  lien. \"Real property\" as used in  this  subdivision  shall  include  air\n   23  rights.\n   24    For  the  purposes of this title and of section one hundred ninety and\n   25  subsection (a) of section one thousand four hundred fifty-six of the tax\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03500-01-1\n\n       A. 2632                             2\n\n    1  law, \"mortgage\" shall include housing loans as defined below. Except for\n    2  the purposes of subdivision seven of section [two thousand  four]  TWEN-\n    3  TY-FOUR  hundred  five  and  subdivision  eight of section [two thousand\n    4  four]  TWENTY-FOUR  hundred  five-b  of this part, \"mortgage\" shall also\n    5  include: (A) a loan owed to a bank by an  individual  borrower  incurred\n    6  for  the  purpose  of financing the purchase of certificates of stock or\n    7  other evidence of ownership of an interest in, and a  proprietary  lease\n    8  from,  a  cooperative  housing corporation formed for the purpose of the\n    9  cooperative ownership of residential real estate in the  state,  secured\n   10  by  an assignment or transfer of the benefits of such cooperative owner-\n   11  ship, and containing  such  terms  and  conditions  as  the  agency  may\n   12  approve,  AND (B) A LOAN OWED TO THE AGENCY BY AN INDIVIDUAL AND SECURED\n   13  BY A SECOND LIEN AND INCURRED FOR SUCH  PURPOSES,  AND  CONTAINING  SUCH\n   14  TERMS AND CONDITIONS AS THE AGENCY MAY APPROVE, PROVIDED, HOWEVER, THAT:\n   15  (I)  SUCH LOAN WAS ORIGINATED OR PURCHASED BY THE AGENCY WITH MONEY FROM\n   16  AND (II) IS MADE AT THE SAME TIME  AS  A  FIRST  LIEN  SECURING  A  LOAN\n   17  PURCHASED  BY THE AGENCY PURSUANT TO ITS PROGRAMS OR IS MADE PURSUANT TO\n   18  SECTION TWENTY-FOUR HUNDRED FIVE-C OF THIS PART.\n   19    S 2. Subdivision 5 of section 2402 of the public authorities  law,  as\n   20  amended  by  section 2 of chapter 208 of the laws of 2010, is amended to\n   21  read as follows:\n   22    (5) \"Mortgage\". A loan owed to a bank secured by a first lien on a fee\n   23  simple or leasehold estate in real property located  in  the  state  and\n   24  improved  by  a residential structure, whether or not insured or guaran-\n   25  teed by the United States of America or any  agency  thereof.  The  term\n   26  \"mortgage\"  shall  also  include  a loan owed to a bank OR TO THE AGENCY\n   27  secured by a second lien on a fee simple or  leasehold  estate  in  real\n   28  property  located  in the state and improved by a residential structure,\n   29  whether or not insured or guaranteed by the United States of America  or\n   30  any  agency  thereof,  provided,  however,  that  such  second lien: (a)\n   31  secures a loan ORIGINATED OR purchased by the agency, and (b) is made at\n   32  the same time as a first lien securing a loan purchased  by  the  agency\n   33  pursuant  to  its programs or by a government sponsored enterprise or is\n   34  made at the same time as a new housing  loan  purchased  by  the  agency\n   35  pursuant  to  section  twenty-four hundred five-c of this part, provided\n   36  that, in the case of any second lien, the mortgagor shall  be  obligated\n   37  to  contribute  from  his or her own verifiable funds an amount not less\n   38  than such percentage as the agency shall determine, of the lower of  the\n   39  purchase  price  or appraised value of the property subject to the first\n   40  lien. \"Real property\" as used in  this  subdivision  shall  include  air\n   41  rights.\n   42    Except  for the purposes of subdivision seven of section [two thousand\n   43  four] TWENTY-FOUR hundred five  of  this  part,  \"mortgage\"  shall  also\n   44  include: (A)  a  loan  owed to a bank by an individual borrower incurred\n   45  for the purpose of financing the purchase of certificates  of  stock  or\n   46  other  evidence  of ownership of an interest in, and a proprietary lease\n   47  from, a cooperative housing corporation formed for the  purpose  of  the\n   48  cooperative  ownership  of residential real estate in the state, secured\n   49  by an assignment or transfer of the benefits of such cooperative  owner-\n   50  ship,  and  containing  such  terms  and  conditions  as  the agency may\n   51  approve, AND (B) A LOAN OWED TO THE AGENCY BY AN INDIVIDUAL AND  SECURED\n   52  BY  A  SECOND  LIEN  AND INCURRED FOR SUCH PURPOSES, AND CONTAINING SUCH\n   53  TERMS AND CONDITIONS AS THE AGENCY MAY APPROVE, PROVIDED, HOWEVER, THAT:\n   54  (I) SUCH LOAN WAS ORIGINATED OR PURCHASED BY THE AGENCY WITH MONEY  FROM\n   55  AND  (II)  IS  MADE  AT  THE  SAME  TIME AS A FIRST LIEN SECURING A LOAN\n\n       A. 2632                             3\n\n    1  PURCHASED BY THE AGENCY PURSUANT TO ITS PROGRAMS OR IS MADE PURSUANT  TO\n    2  SECTION TWENTY-FOUR HUNDRED FIVE-C OF THIS PART.\n    3    S  3. Subdivision 30 of section 2404 of the public authorities law, as\n    4  renumbered by chapter 229 of the laws of 2007, is renumbered subdivision\n    5  31 and a new subdivision 30 is added to read as follows:\n    6    (30) TO ORIGINATE MORTGAGES CONSTITUTING A SECOND LIEN  IN  ACCORDANCE\n    7  WITH  SUBDIVISION  FIVE OF SECTION TWENTY-FOUR HUNDRED TWO OF THIS PART,\n    8  PURSUANT TO ANY PROGRAM AUTHORIZED BY THIS TITLE.\n    9    S 4. Paragraph (e) of subdivision 7 of  section  2405  of  the  public\n   10  authorities  law,  as  amended  by  chapter  915 of the laws of 1982, is\n   11  amended to read as follows:\n   12    (e) the mortgage constitutes a valid first OR SECOND lien on the  real\n   13  property  described to the agency IN ACCORDANCE WITH SUBDIVISION FIVE OF\n   14  SECTION TWENTY-FOUR HUNDRED TWO OF THIS PART subject only to real  prop-\n   15  erty  taxes  not  yet  due, installments of assessments not yet due, and\n   16  easements and restrictions of record which do not adversely affect, to a\n   17  material degree, the use or value of the real property  or  improvements\n   18  thereon;\n   19    S  5.  Paragraph  (e)  of  subdivision 7 of section 2405 of the public\n   20  authorities law, as amended by chapter 1023 of  the  laws  of  1971,  is\n   21  amended to read as follows:\n   22    (e)  the mortgage constitutes a valid first OR SECOND lien on the real\n   23  property described to the agency IN ACCORDANCE WITH SUBDIVISION FIVE  OF\n   24  SECTION  TWENTY-FOUR HUNDRED TWO OF THIS PART subject only to real prop-\n   25  erty taxes not yet due, installments of assessments  not  yet  due,  and\n   26  easements and restrictions of record which do not adversely affect, to a\n   27  material  degree,  the use or value of the real property or improvements\n   28  thereon;\n   29    S 6. Paragraph (f) of subdivision 8 of section 2405-b  of  the  public\n   30  authorities law, as added by chapter 915 of the laws of 1982, is amended\n   31  to read as follows:\n   32    (f)  the mortgage constitutes a valid first OR SECOND lien on the real\n   33  property described to the agency IN ACCORDANCE WITH SUBDIVISION FIVE  OF\n   34  SECTION  TWENTY-FOUR HUNDRED TWO OF THIS PART subject only to real prop-\n   35  erty taxes not yet due, installments of assessments  not  yet  due,  and\n   36  easements and restrictions of record which do not adversely affect, to a\n   37  material  degree, the use or value [or] OF the real property or improve-\n   38  ments thereon;\n   39    S 7. This act shall take effect immediately, provided that the  amend-\n   40  ments  to  subdivision  5 of section 2402 of the public authorities law,\n   41  made by section one of this act, shall be subject to the expiration  and\n   42  reversion  of  such subdivision pursuant to section 16 of chapter 915 of\n   43  the laws of 1982, as amended, when upon  such  date  the  provisions  of\n   44  section  two  of this act shall take effect; provided, further, that the\n   45  amendments to subdivision 5 of section 2402 of  the  public  authorities\n   46  law, made by section two of this act, shall not affect the expiration of\n   47  such  subdivision  and  shall  be  deemed to expire therewith; provided,\n   48  further, that the amendments  to  paragraph  (e)  of  subdivision  7  of\n   49  section 2405 of the public authorities law, made by section four of this\n   50  act,  shall  be subject to the expiration and reversion of such subdivi-\n   51  sion pursuant to section 16 of chapter 915  of  the  laws  of  1982,  as\n   52  amended,  when upon such date the provisions of section five of this act\n   53  shall take effect; and provided, further, however, that  the  amendments\n   54  to  paragraph  (f)  of  subdivision  8 of section 2405-b of the   public\n   55  authorities law, made by section six of this act, shall not  affect  the\n   56  repeal of such section and shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the state of New York mortgage agency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T162825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472505133
}