{
  "year" : 2011,
  "senateBillNo" : "A2630-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2630-2011-1295413200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the Holy Cross Polish National Church to retroactively apply for a real property tax exemption for property in Smithtown",
  "summary" : "Authorizes the Holy Cross Polish National Church to retroactively apply for a real property tax exemption for property in Smithtown. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "A8334-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2630\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to authorize the Holy Cross Polish National  Church  to  retroac-\n         tively apply for a real property tax exemption for certain property in\n         the town of Smithtown, county of Suffolk\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the assessor of the town of Smithtown is  hereby  authorized  to  accept\n    3  from  the  Holy  Cross Polish National Church, an application or renewal\n    4  application for exemption from real property taxes pursuant  to  section\n    5  420-a  of  the real property tax law for the 2006-2007 assessment rolls,\n    6  for the parcel owned by such not-for-profit church which is  located  at\n    7  59  Half  Hollow  Road,  in  Commack in the town of Smithtown, county of\n    8  Suffolk, otherwise known as Suffolk county tax map # 473489 62.-3-1.  If\n    9  accepted, the application or renewal application shall be reviewed as if\n   10  it  had  been  received on or before the taxable status date established\n   11  for such rolls.\n   12    If satisfied that such not-for-profit organization would otherwise  be\n   13  entitled to such exemption if such not-for-profit organization had filed\n   14  an  application  or renewal application for exemption by the appropriate\n   15  taxable status date, the assessor, upon approval by the  Smithtown  town\n   16  board,  may  make  appropriate  correction to the subject rolls. If such\n   17  exemption is granted and such organization, therefore, shall  have  paid\n   18  any tax with respect to the subject rolls, the applicable governing body\n   19  or tax department may, in its sole discretion, provide for the refund of\n   20  those  taxes  paid  and  cancel those taxes, fines, penalties, liens, or\n   21  interest remaining unpaid.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04773-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the Holy Cross Polish National Church to retroactively apply for a real property tax exemption for certain property in the town of Smithtown, county of Suffolk ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154323.TXT", "SOBI.D110119.T162825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472505127
}