{
  "year" : 2011,
  "senateBillNo" : "A2647-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2647-2011-1295413200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a state commission to investigate patterns and practices of unlawful or inappropriate conduct on the part of members of the New York state police",
  "summary" : "Creates a state commission to investigate patterns and practices of unlawful or inappropriate conduct on the part of member of the New York State police; commission shall consist of 9 members including 5 former judges and 4 members appointed by legislative leaders. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "A10199-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2647\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JEFFRIES,  TITONE,  PEOPLES-STOKES, LANCMAN,\n         CAMARA, McDONOUGH, GIBSON, N. RIVERA, LIFTON -- Multi-Sponsored by  --\n         M.  of  A.  BRENNAN,  CRESPO,  GALEF  -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT creating a state commission to investigate patterns and practices\n         of unlawful or inappropriate conduct on the part of members of the New\n         York state police; and providing for the  repeal  of  such  provisions\n         upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislature hereby finds and declares as follows:\n    2    The legislation is necessitated by a troubling  pattern  and  practice\n    3  throughout  at  least  three  different gubernatorial administrations of\n    4  inappropriate and possibly unlawful  behavior  by  elements  within  the\n    5  state police, largely emanating from the Executive Services Detail. Most\n    6  recently,  this  behavior  took  the  form of possible intimidation of a\n    7  female victim involved in a domestic violence dispute with a high  rank-\n    8  ing  member of the Paterson administration. While this specific incident\n    9  is being investigated, under the administrations  of  the  two  previous\n   10  governors,  there were several documented instances where state troopers\n   11  were also subject to improper political influence and used in ways  that\n   12  undermine the very fabric of our democracy.\n   13    By  way of example, in 2007, a scandal erupted involving former Gover-\n   14  nor Eliot Spitzer's use of state troopers to monitor and  gather  travel\n   15  information  about  former  Senate  Majority  Leader  Joseph  Bruno  for\n   16  purposes of trying to discredit a political adversary. Under the  Pataki\n   17  administration,  the  state  police  were  found  to have electronically\n   18  cleansed a domestic dispute complaint involving  a  political  ally  and\n   19  former  Congressmember  John Sweeney, in order to shield him from public\n   20  scrutiny and embarrassment. These are just two  of  several  occurrences\n   21  that  have  already  been documented by the Office of the New York State\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04652-01-1\n\n       A. 2647                             2\n\n    1  Attorney General. It is the intent of this legislation  to  provide  for\n    2  the  independent  and  comprehensive  investigation  of this pattern and\n    3  practice, and recommend steps the legislature can  implement  to  reform\n    4  the institution of the state police.\n    5    S  2.    A temporary state commission is hereby created to investigate\n    6  certain patterns and practices of unlawful or inappropriate  conduct  on\n    7  the  part  of  members  of  the New York state police including, but not\n    8  limited to the Executive Services Detail, that result from inappropriate\n    9  or coercive political interference.\n   10    S 3. The commission shall consist of nine members to be  appointed  as\n   11  follows:  Five  members,  including the chair, shall be appointed by the\n   12  chief judge of the New York state court  of  appeals;  one  member  each\n   13  shall be appointed by the temporary president of the senate, the speaker\n   14  of  the  assembly,  the  minority  leader of the senate and the minority\n   15  leader of the assembly.  The members of the commission shall  be  either\n   16  former  judges  or  distinguished  professionals  with  significant  law\n   17  enforcement experience.   Substantial consideration shall  be  given  to\n   18  individuals who are experienced former members of the state police.  The\n   19  members  of  the  commission shall be appointed within thirty days after\n   20  the effective date of this act.\n   21    S 4. The members of the commission shall receive no  compensation  for\n   22  their services, but shall be allowed their actual and necessary expenses\n   23  incurred in the performance of their duties hereunder.\n   24    S  5.  The commission may employ and at pleasure remove such personnel\n   25  as it may deem necessary for the performance of its  functions  and  fix\n   26  their  compensation  within  the amounts made available by appropriation\n   27  therefor. Such commission may meet and hold public and/or private  hear-\n   28  ings  within  or  without  the state, and shall have all the powers of a\n   29  legislative committee pursuant to the  legislative  law,  including  the\n   30  power to issue subpoenas.\n   31    S  6.  For the accomplishment of its purposes, the commission shall be\n   32  authorized and empowered to undertake any studies, inquiries, surveys or\n   33  analyses it may deem relevant through its own personnel  or  in  cooper-\n   34  ation with or by agreement with any other public or private agency.\n   35    S  7.  The  commission may request and shall receive from any court in\n   36  the state and from any subdivision, department, board,  bureau,  commis-\n   37  sion,  office,  agency  or  other instrumentality of the state or of any\n   38  political subdivision thereof such facilities, assistance and data as it\n   39  deems necessary or desirable for the proper execution of its powers  and\n   40  duties and to effectuate the purposes set forth in this act.\n   41    S 8.  To the extent that evidence of criminal behavior is uncovered by\n   42  the  investigation  undertaken  by  the commission, the commission shall\n   43  refer such matters to the appropriate prosecutorial authority.\n   44    S 9. The commission shall make a report of its findings, including any\n   45  recommendations for systematic changes, as it  may  deem  necessary  and\n   46  appropriate,  to the governor, the temporary president of the senate and\n   47  the speaker of the assembly no later than one hundred eighty days  after\n   48  this act shall have become a law.\n   49    S  10.  This  act  shall take effect immediately and shall continue in\n   50  full force and effect until the thirty-first of  December  in  the  year\n   51  next  succeeding  the year in which it shall have become a law when upon\n   52  such date the provisions of this act shall be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT creating a state commission to investigate patterns and practices of unlawful or inappropriate conduct on the part of members of the New York state police; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T170827.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474907214
}