{
  "year" : 2011,
  "senateBillNo" : "A2643-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2643-2011-1295413200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets all local sales tax rates on diesel motor fuel at 4% per gallon",
  "summary" : "Sets all local sales tax rates on motor diesel fuel at 4% per gallon payable to those localities of the state which impose local sales and compensating use taxes on a cents per gallon basis pursuant to subpart B of part 1 of article 29 of this chapter. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA8512-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2643\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GABRYSZAK, BURLING, RAIA, McDONOUGH, CASTRO --\n         Multi-Sponsored by -- M. of A. BARCLAY,  DESTITO,  REILLY,  THIELE  --\n         read once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to setting local sales tax at a\n         rate  of  four  percent per gallon upon the sale of a gallon of diesel\n         motor fuel\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision (b) of section 523 of the tax law, as amended\n    2  by section 7 of part M-1 of chapter 109 of the laws of 2006, is  amended\n    3  to read as follows:\n    4    (b) Rate of tax. The tax imposed by this section shall be at a compos-\n    5  ite  rate  determined  by adding together (1) a fuel tax component which\n    6  shall be equal to the applicable rate per gallon  in  effect  under  the\n    7  taxes on motor fuel and diesel motor fuel imposed by article twelve-A of\n    8  this  chapter and (2) a sales tax component, which shall be equal to the\n    9  sum of (A) a state sales and compensating use tax subcomponent, equal to\n   10  the applicable rate per gallon in effect under the sales and  compensat-\n   11  ing  use  taxes  on motor fuel and diesel motor fuel imposed by sections\n   12  eleven hundred five and eleven hundred ten of this chapter as  described\n   13  in subdivision (m) of section eleven hundred eleven of this chapter plus\n   14  (B)  a local sales and compensating use tax subcomponent, which shall be\n   15  [the lower of (i) the lowest applicable rate per gallon in effect  under\n   16  the  sales  and  compensating  use  taxes on such fuels in effect in any\n   17  county of this state imposing a local sales and compensating use tax  on\n   18  a  cents per gallon basis pursuant to the authority of subpart B of part\n   19  one of article twenty-nine of this chapter, or (ii) the equivalent  rate\n   20  per gallon based on the highest rate applicable to the receipts from the\n   21  sale  of  a  gallon  of motor fuel or diesel motor fuel in effect in any\n   22  locality of this state imposing a local sales and compensating  use  tax\n   23  on  a  percentage  rate basis on the sale of motor fuel and diesel motor\n   24  fuel pursuant to the authority of subpart B of part one of article twen-\n   25  ty-nine of this chapter. Provided, however,  that  the  total  rate  per\n   26  gallon  applicable  to  the  receipts  from the sale of a gallon of such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07710-01-1\n\n       A. 2643                             2\n\n    1  fuels imposed under clause (ii) of subparagraph (B) of paragraph two  of\n    2  this  subdivision  shall  not exceed three percent. Such equivalent rate\n    3  per gallon under clause (ii) of subparagraph B of paragraph two of  this\n    4  subdivision shall be determined as provided in subdivision (d) or (m) of\n    5  section  eleven  hundred  eleven  of  this  chapter  and  the  schedules\n    6  prescribed by the commissioner pursuant to  such  subdivision  (d),  and\n    7  shall  be  based  on the average price per gallon (including all federal\n    8  and state and any local taxes included in such price or imposed  on  the\n    9  use  or  consumption  of such fuels upon which the state and local sales\n   10  and compensating use taxes  are  computed  but  determined  without  the\n   11  inclusion of any state or local sales tax on receipts from sales of such\n   12  fuels)  paid  by  the  carrier during the reporting period for all motor\n   13  fuel and diesel motor fuel purchased for use in  its  operations  either\n   14  within  or  without  this state. For purposes of clause (ii) of subpara-\n   15  graph (B) of paragraph two of this subdivision, the price for motor fuel\n   16  and diesel motor fuel purchased by such carrier shall be  deemed  to  be\n   17  the  prevailing  price  for  motor fuel and diesel motor fuel, as estab-\n   18  lished by the  commissioner  each  calendar  quarter  pursuant  to  this\n   19  section,  applicable  to the reporting period] AT A RATE OF FOUR PERCENT\n   20  PER GALLON UPON THE SALE OF A GALLON OF DIESEL MOTOR  FUEL,  PAYABLE  TO\n   21  THOSE  LOCALITIES OF THE STATE WHICH IMPOSE LOCAL SALES AND COMPENSATING\n   22  USE TAXES ON A CENTS PER GALLON BASIS PURSUANT TO SUBPART B OF PART  ONE\n   23  OF  ARTICLE  TWENTY-NINE  OF  THIS CHAPTER.   SUCH UNIFORM RATE SHALL BE\n   24  SUBJECT TO ADJUSTMENT ON A QUARTERLY BASIS.  The commissioner shall  for\n   25  each  calendar  quarter  establish a prevailing price for motor fuel and\n   26  diesel motor fuel based on the prices being charged  on  any  given  day\n   27  during  the  first  fifteen  days  of the previous calendar quarter at a\n   28  minimum of ten selected truck  stops  widely  scattered  throughout  the\n   29  state.    SUCH TAX FOR DIESEL MOTOR FUEL SHALL BE COMPUTED BY TAKING THE\n   30  COMPOSITE RATE MINUS THE STATE EXCISE TAX AND MINUS THE STATE SALES TAX;\n   31  THE RESULTANT TAXABLE SALES NUMBER SHALL BE MULTIPLIED BY  FOUR  PERCENT\n   32  AND  THIS SHALL ESTABLISH THE CENTS PER GALLON STATEWIDE LOCAL SALES TAX\n   33  ON A GALLON OF DIESEL MOTOR FUEL  FOR  THE  CALENDAR  QUARTER.  The  tax\n   34  imposed  by this section shall be computed by multiplying such composite\n   35  rate by the amount of motor fuel [or diesel motor fuel, as the case  may\n   36  be],  used  by a carrier in its operations within this state during each\n   37  reporting period. The amount of motor fuel and diesel motor fuel used in\n   38  the operations of any carrier within this state shall be  determined  by\n   39  dividing the number of miles traveled in this state subject to tax under\n   40  this section by the average miles per gallon for the type of fuel. Where\n   41  the  records  of any carrier are inadequate or incomplete, the qualified\n   42  motor vehicles of a carrier filing  returns  shall  be  deemed  to  have\n   43  consumed, on the average, one gallon of diesel motor fuel for every four\n   44  miles  traveled  or one gallon of motor fuel for every three miles trav-\n   45  eled unless substantial evidence discloses that a different  amount  was\n   46  consumed;  provided,  however,  that  if  the commissioner enters into a\n   47  cooperative agreement pursuant to section five hundred  twenty-eight  of\n   48  this article and such agreement prescribes a different average miles per\n   49  gallon  deemed  to  be  consumed,  the commissioner shall prescribe such\n   50  different average.  THE COMMISSIONER SHALL BE CHARGED WITH DEVELOPING  A\n   51  MECHANISM  TO COMPENSATE THOSE COUNTIES CHARGING A RATE HIGHER THAN FOUR\n   52  PERCENT ON DIESEL MOTOR FUEL SALES FOR SUCH COUNTIES' LOSS IN TAX REVEN-\n   53  UES.\n   54    S 2. This act shall take effect immediately and  shall  apply  to  the\n   55  next taxable year and all subsequent taxable years.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to setting local sales tax at a rate of four percent per gallon upon the sale of a gallon of diesel motor fuel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T162825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295472505119
}