{
  "year" : 2011,
  "senateBillNo" : "A2645-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2645-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for mandatory testing of breath, blood or urine in the event of a motor vehicle collision resulting in death or injury",
  "summary" : "Provides for mandatory testing of breath, blood or urine in the event of a motor vehicle collision resulting in death or injury; provides immunity from civil liability for those health care providers who comply with the provisions of law requiring such testing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3810-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2645\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GABRYSZAK, BENEDETTO, DINOWITZ, FINCH, GALEF,\n         JAFFEE, KAVANAGH, KOLB, MAYERSOHN,  MILLMAN,  SPANO,  WRIGHT,  CASTRO,\n         BOYLAND,  ROSENTHAL,  SCHIMEL -- Multi-Sponsored by -- M. of A. AUBRY,\n         CALHOUN, CLARK, CROUCH, DUPREY, LANCMAN, LUPARDO,  MAISEL,  McDONOUGH,\n         MENG,  MOLINARO,  PHEFFER, SALADINO, THIELE, TOWNS, WEISENBERG -- read\n         once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  mandatory\n         testing  in the event of a motor vehicle collision resulting in injury\n         or death\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subparagraphs 1 and 2 of paragraph (a) of subdivision 2 of\n    2  section 1194 of the vehicle and traffic law, as amended by  chapter  196\n    3  of  the laws of 1996, are amended and a new subparagraph 2-a is added to\n    4  read as follows:\n    5    (1) having reasonable grounds to believe  such  person  to  have  been\n    6  operating  in  violation  of  any  subdivision of section eleven hundred\n    7  ninety-two of this article and within two hours after  such  person  has\n    8  been  placed  under  arrest for any such violation; or having reasonable\n    9  grounds to believe such person to have been operating  in  violation  of\n   10  section eleven hundred ninety-two-a of this article and within two hours\n   11  after the stop of such person for any such violation, OR\n   12    (2) within two hours after a breath test, as provided in paragraph (b)\n   13  of  subdivision  one  of  this  section, indicates that alcohol has been\n   14  consumed by such person and in accordance with the rules and regulations\n   15  established by the police force of which the officer is a member[;], OR\n   16    (2-A) HAVING REASONABLE GROUNDS TO BELIEVE SUCH PERSON  TO  HAVE  BEEN\n   17  OPERATING A MOTOR VEHICLE IN A MANNER THAT CAUSES SERIOUS PHYSICAL INJU-\n   18  RY  AS  DEFINED  IN  SECTION 10.00 OF THE PENAL LAW TO, OR THE DEATH OF,\n   19  ANOTHER PERSON AND WITHIN TWO HOURS AFTER SUCH OPERATION WHICH  RESULTED\n   20  IN SUCH SERIOUS PHYSICAL INJURY OR DEATH, OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07546-01-1\n\n       A. 2645                             2\n\n    1    S  2. Subdivision 3 of section 1194 of the vehicle and traffic law, as\n    2  added by chapter 47 of the laws of 1988, is amended to read as follows:\n    3    3.  Compulsory chemical tests. (a) [Court] MANDATORY AND COURT ordered\n    4  chemical tests.  Notwithstanding the provisions of  subdivision  two  of\n    5  this  section,  no person who operates a motor vehicle in this state may\n    6  refuse to submit to a chemical test of one or  more  of  the  following:\n    7  breath, blood, urine or saliva, for the purpose of determining the alco-\n    8  holic  and/or  drug content of the blood when (I) a court order for such\n    9  chemical test has been issued in accordance with the provisions of  this\n   10  subdivision  OR  (II)  SUCH  PERSON OPERATED A MOTOR VEHICLE IN A MANNER\n   11  THAT CAUSES THE DEATH OF ANOTHER PERSON.\n   12    (b) [When] COURT ORDERED CHEMICAL TESTS,  WHEN  authorized.  Upon  (I)\n   13  refusal by any person to submit to a chemical test or any portion there-\n   14  of  [as  described above] REQUESTED BY A POLICE OFFICER, PURSUANT TO THE\n   15  PROVISIONS OF SUBPARAGRAPH TWO-A OF PARAGRAPH (A) OF SUBDIVISION TWO  OF\n   16  THIS  SECTION,  HAVING  REASONABLE  CAUSE TO BELIEVE SUCH PERSON TO HAVE\n   17  BEEN OPERATING A MOTOR VEHICLE IN A MANNER THAT CAUSED SERIOUS  PHYSICAL\n   18  INJURY  TO  ANOTHER  PERSON, OR (II) THE INABILITY OF ANY PERSON TO GIVE\n   19  CONSENT TO A CHEMICAL TEST OR ANY PORTION THEREOF REQUESTED BY A  POLICE\n   20  OFFICER,  PURSUANT  TO THE PROVISIONS OF SUBPARAGRAPH TWO-A OF PARAGRAPH\n   21  (A) OF SUBDIVISION TWO OF  THIS  SECTION,  HAVING  REASONABLE  CAUSE  TO\n   22  BELIEVE  SUCH  PERSON TO HAVE BEEN OPERATING A MOTOR VEHICLE IN A MANNER\n   23  THAT CAUSED SERIOUS PHYSICAL INJURY TO, OR THE DEATH OF, ANOTHER PERSON,\n   24  the test shall not be given unless a police officer or a district attor-\n   25  ney, as defined in subdivision thirty-two of section 1.20 of the  crimi-\n   26  nal procedure law, requests and obtains a court order to compel a person\n   27  to  submit to a chemical test to determine the alcoholic or drug content\n   28  of the person's blood upon a finding  of  reasonable  cause  to  believe\n   29  that:\n   30    (1)  (A)  such  person  was the operator of a motor vehicle and in the\n   31  course of such operation a person other than the  operator  [was  killed\n   32  or]  suffered serious physical injury as defined in section 10.00 of the\n   33  penal law; and\n   34    [(2) a. either such person operated the vehicle in  violation  of  any\n   35  subdivision of section eleven hundred ninety-two of this article, or\n   36    b.  a  breath test administered by a police officer in accordance with\n   37  paragraph (b) of subdivision one of this section indicates that  alcohol\n   38  has been consumed by such person; and\n   39    (3) such person has been placed under lawful arrest; and\n   40    (4)]  (B)  such person has refused to submit to a chemical test or any\n   41  portion thereof, requested in accordance with the provisions of SUBPARA-\n   42  GRAPH TWO-A OF paragraph (a) of subdivision two of this section  or  [is\n   43  unable to give consent to such a test]\n   44    (2)  (A)  SUCH  PERSON  WAS THE OPERATOR OF A MOTOR VEHICLE AND IN THE\n   45  COURSE OF SUCH OPERATION A PERSON OTHER THAN THE OPERATOR WAS KILLED  OR\n   46  SUFFERED  SERIOUS  PHYSICAL  INJURY  AS  DEFINED IN SECTION 10.00 OF THE\n   47  PENAL LAW; AND\n   48    (B) SUCH PERSON WAS UNABLE TO GIVE CONSENT TO SUCH A TEST.\n   49    (c) Reasonable cause; definition. For the purpose of this  subdivision\n   50  \"reasonable  cause\"  shall  be  determined  by  viewing  the totality of\n   51  circumstances surrounding the incident which, when taken together, indi-\n   52  cate that the operator was  [driving  in  violation  of  section  eleven\n   53  hundred  ninety-two of this article. Such circumstances may include, but\n   54  are not limited to: evidence that the operator  was  operating  a  motor\n   55  vehicle  in  violation  of  any  provision  of this article or any other\n   56  moving violation at the time of the incident; any visible indication  of\n\n       A. 2645                             3\n\n    1  alcohol or drug consumption or impairment by the operator; the existence\n    2  of  an  open container containing an alcoholic beverage in or around the\n    3  vehicle driven by the  operator;  any  other  evidence  surrounding  the\n    4  circumstances of the incident which indicates that the operator has been\n    5  operating  a  motor vehicle while impaired by the consumption of alcohol\n    6  or drugs or intoxicated at the time of the incident] OPERATING  A  MOTOR\n    7  VEHICLE  AND  IN  THE  COURSE  OF SUCH OPERATION A PERSON OTHER THAN THE\n    8  OPERATOR WAS KILLED OR SUFFERED SERIOUS PHYSICAL INJURY  AS  DEFINED  IN\n    9  SECTION 10.00 OF THE PENAL LAW.\n   10    (d)  Court  order;  procedure. (1) An application for a court order to\n   11  compel submission to a chemical test or any portion thereof, may be made\n   12  to any supreme court justice, county court judge or district court judge\n   13  in the judicial district in which the incident occurred, or if the inci-\n   14  dent occurred in the city of New York before any supreme  court  justice\n   15  or judge of the criminal court of the city of New York. Such application\n   16  may  be  communicated  by  telephone, radio or other means of electronic\n   17  communication, or in person.\n   18    (2) The applicant must provide identification by name  and  title  and\n   19  must  state the purpose of the communication. Upon being advised that an\n   20  application for a court order to compel submission to a chemical test is\n   21  being made, the court shall place under oath the applicant and any other\n   22  person providing information in support of the application  as  provided\n   23  in subparagraph three of this paragraph. After being sworn the applicant\n   24  must state that the person from whom the chemical test was requested was\n   25  the  operator  of  a motor vehicle and in the course of such operation a\n   26  person, other than the operator, has been [killed or] seriously  injured\n   27  [and,  based  upon  the  totality  of circumstances, there is reasonable\n   28  cause to believe that such person  was  operating  a  motor  vehicle  in\n   29  violation  of  any  subdivision  of section eleven hundred ninety-two of\n   30  this article] and, after being placed under lawful  arrest  such  person\n   31  refused  to  submit  to  a  chemical  test  or any portion thereof[,] in\n   32  accordance with the provisions of this section  or  is  unable  to  give\n   33  consent  to  such a test or any portion thereof. The applicant must make\n   34  specific allegations of fact to support such statement. Any other person\n   35  properly identified, may present sworn allegations of fact in support of\n   36  the applicant's statement.\n   37    (3) Upon being advised that an oral application for a court  order  to\n   38  compel  a  person to submit to a chemical test is being made, a judge or\n   39  justice shall place under  oath  the  applicant  and  any  other  person\n   40  providing  information in support of the application. Such oath or oaths\n   41  and all of the remaining communication must be recorded, either by means\n   42  of a voice recording device or verbatim stenographic or  verbatim  long-\n   43  hand notes. If a voice recording device is used or a stenographic record\n   44  made, the judge must have the record transcribed, certify to the accura-\n   45  cy  of  the transcription and file the original record and transcription\n   46  with the court within seventy-two hours of the  issuance  of  the  court\n   47  order. If the longhand notes are taken, the judge shall subscribe a copy\n   48  and  file  it with the court within twenty-four hours of the issuance of\n   49  the order.\n   50    (4) If the court is satisfied that the requirements for  the  issuance\n   51  of  a  court  order  pursuant to the provisions of paragraph (b) of this\n   52  subdivision have been met, it may grant the  application  and  issue  an\n   53  order  requiring  the  accused to submit to a chemical test to determine\n   54  the alcoholic and/or drug content of his blood and  ordering  the  with-\n   55  drawal  of a blood sample in accordance with the provisions of paragraph\n   56  (a) of subdivision four of this section. When a judge or justice  deter-\n\n       A. 2645                             4\n\n    1  mines to issue an order to compel submission to a chemical test based on\n    2  an  oral  application, the applicant therefor shall prepare the order in\n    3  accordance with the instructions of the judge or justice.  In all  cases\n    4  the  order  shall  include the name of the issuing judge or justice, the\n    5  name of the applicant, and the date and time it was issued.  It must  be\n    6  signed  by the judge or justice if issued in person, or by the applicant\n    7  if issued orally.\n    8    (5) Any false statement by an applicant or any other person in support\n    9  of an application for a court order shall subject  such  person  to  the\n   10  offenses  for  perjury set forth in article two hundred ten of the penal\n   11  law.\n   12    (6) The chief administrator of the courts shall establish  a  schedule\n   13  to provide that a sufficient number of judges or justices will be avail-\n   14  able  in  each  judicial  district  to  hear oral applications for court\n   15  orders as permitted by this section.\n   16    (e) Administration of compulsory chemical test. An order issued pursu-\n   17  ant to the provisions of this subdivision shall require that a  chemical\n   18  test  to  determine  the alcoholic and/or drug content of the operator's\n   19  blood must be administered. The provisions of paragraphs  (a),  (b)  and\n   20  (c) of subdivision four of this section shall be applicable to any chem-\n   21  ical test administered pursuant to this section.\n   22    S 3. This act shall take effect on the first of November next succeed-\n   23  ing  the  date  on  which it shall have become a law, and shall apply to\n   24  violations committed on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to mandatory testing in the event of a motor vehicle collision resulting in injury or death ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T170327.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474607097
}