{
  "year" : 2011,
  "senateBillNo" : "A2648-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to social services",
    "billEventId" : "A2648-2011-1295413200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain aid to families shall include an allowance for shelter that shall be calculated to equal ninety percent of fair market rent",
  "summary" : "Provides that certain aid to families shall include an allowance for shelter that shall be calculated to equal the lessor of either eighty percent of fair market rent or actual rent paid by the individual receiving the allowance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A380-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2648\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. JEFFRIES, J. RIVERA, ORTIZ, CLARK, GLICK, BREN-\n         NAN, ROBINSON -- Multi-Sponsored by -- M. of  A.  JACOBS,  PHEFFER  --\n         read once and referred to the Committee on Social Services\n\n       AN  ACT  to amend the social services law, in relation to providing that\n         certain aid to families shall include an allowance for shelter\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 350 of the social\n    2  services law, as separately amended by chapters 909 and 1080 of the laws\n    3  of 1974, is amended to read as follows:\n    4    (a) Allowances shall be adequate to enable the father, mother or other\n    5  relative to bring up the child properly, having regard for the physical,\n    6  mental  and  moral  well-being  of  such  child,  in accordance with the\n    7  provisions of section one hundred thirty-one-a of this chapter and other\n    8  applicable provisions of law. NOTWITHSTANDING THE PROVISION  OF  SECTION\n    9  ONE  HUNDRED  THIRTY-ONE-A  OF THIS CHAPTER OR OF ANY OTHER PROVISION OF\n   10  LAW, THE TERM \"ADEQUATE\", AS USED IN THIS PARAGRAPH,  SHALL  INCLUDE  AN\n   11  ALLOWANCE  FOR  SHELTER  THAT  SHALL  BE  CALCULATED TO EQUAL THE LESSER\n   12  AMOUNT OF: (I) EIGHTY PERCENT OF FAIR MARKET RENT AS DEFINED PURSUANT TO\n   13  SECTION 888.113 OF THE CODE OF FEDERAL REGULATIONS; OR (II) ONE  HUNDRED\n   14  PERCENT  OF  THE ACTUAL RENT PAID BY THE INDIVIDUAL RECEIVING THE ALLOW-\n   15  ANCE. Allowances shall provide for the support, maintenance and needs of\n   16  one or both parents if in need, and in the home  and  for  the  support,\n   17  maintenance  and  needs  of  the  other relative if he or she is without\n   18  sufficient means of support, provided such parent, parents and  relative\n   19  are  not  receiving federal supplemental security income payments and/or\n   20  additional state payments  for  which  they  are  eligible.  The  social\n   21  services  official may, in his OR HER discretion, make the incapacitated\n   22  parent the grantee of the allowance and when allowances are granted  for\n   23  the aid of a child or children due to the unemployment of a parent, such\n   24  official may make the unemployed parent the grantee of the allowance.\n   25    S  2. This act shall take effect on the first of January next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04673-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to providing that certain aid to families shall include an allowance for shelter ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T170827.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474907218
}