{
  "year" : 2011,
  "senateBillNo" : "A2650-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to correction",
    "billEventId" : "A2650-2011-1295413200000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing necessary medication to persons committed to the custody of the department of correctional services",
  "summary" : "Relates to providing necessary medication to persons committed to the custody of the departments; authorizes and directs the commissioner to establish a system to ensure that all necessary medications, are given to incarcerated persons in a timely manner while in the custody of the department. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A8860-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2650\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. JACOBS -- read once and referred to the Committee\n         on Correction\n\n       AN  ACT  to amend the correction law, in relation to providing necessary\n         medicine to persons committed to the  custody  of  the  department  of\n         correctional services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section  71-a\n    2  to read as follows:\n    3    S  71-A.  MEDICATIONS  FOR  PERSONS  RECEIVED  INTO THE CUSTODY OF THE\n    4  DEPARTMENT.  1.  THE  DEPARTMENT  SHALL  ENSURE  THAT  ALL   MEDICATIONS\n    5  PRESCRIBED BY PHYSICIANS TO TREAT CHRONIC CONDITIONS PRIOR TO INCARCERA-\n    6  TION  FOR  PERSONS  IN  ITS CUSTODY ARE CONTINUED DURING ADMITTANCE TO A\n    7  CORRECTIONAL FACILITY OR LOCAL  CORRECTIONAL  FACILITY,  AS  DEFINED  BY\n    8  SECTION  TWO  OF  THIS CHAPTER, WHILE PLACED IN SUCH FACILITY AND DURING\n    9  TRANSFERS TO OTHER SUCH FACILITIES.\n   10    2. SUCH MEDICATIONS SHALL CONTINUE TO BE ADMINISTERED TO THE INCARCER-\n   11  ATED PERSON FOR A MINIMUM OF THIRTY DAYS FROM THE DATE  SUCH  PERSON  IS\n   12  COMMITTED  TO THE CUSTODY OF THE DEPARTMENT. THE FACILITY RECEIVING SUCH\n   13  PERSONS SHALL RESUME APPROPRIATE  AND  COMMENSURATE  MANAGEMENT  OF  THE\n   14  CHRONIC  CONDITION, INCLUDING BUT NOT LIMITED TO, THE USE OF APPROPRIATE\n   15  THERAPEUTIC TREATMENTS AND MEDICATIONS OR THEIR GENERIC SUBSTITUTION  IN\n   16  ACCORDANCE  WITH STATE LAW AND PROTOCOLS ESTABLISHED BY THE COMMISSIONER\n   17  WITHIN ONE HUNDRED EIGHTY DAYS FROM THE EFFECTIVE DATE OF THIS SECTION.\n   18    3. THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OF  HEALTH,\n   19  IS  HEREBY  AUTHORIZED AND DIRECTED TO ESTABLISH A SYSTEM TO ENSURE THAT\n   20  ALL NECESSARY MEDICATIONS ARE GIVEN TO INCARCERATED PERSONS IN A  TIMELY\n   21  MANNER WHILE IN THE CUSTODY OF THE DEPARTMENT, WITHIN ONE HUNDRED EIGHTY\n   22  DAYS  FROM  THE  EFFECTIVE  DATE  OF THIS SECTION. NECESSARY MEDICATIONS\n   23  SHALL INCLUDE, BUT SHALL NOT BE LIMITED TO, THOSE MEDICATIONS  WHICH  IF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04242-01-1\n\n       A. 2650                             2\n\n    1  MISSED  MAY  CAUSE SERIOUS ILLNESS, DEATH OR OTHER HARMFUL EFFECTS. SUCH\n    2  SYSTEM SHALL INCLUDE, BUT SHALL NOT BE LIMITED TO THE FOLLOWING:\n    3    A.  A  SCREENING  STAFF  FOR  EACH  FACILITY,  WHICH SHALL INCLUDE ANY\n    4  MEDICAL PROFESSIONAL CURRENTLY EMPLOYED BY SUCH FACILITY  AND  SHALL  BE\n    5  TRAINED  TO DETERMINE WHICH MEDICATIONS TIMELY CONTINUATION IS AN URGENT\n    6  MATTER;\n    7    B. A METHOD FOR DETERMINING WHICH MEDICATIONS SHALL BE  DEEMED  NECES-\n    8  SARY;\n    9    C. A METHOD FOR CONTACTING THE PRESCRIBING PHYSICIAN;\n   10    D. A METHOD FOR VALIDATING THE PRESCRIPTION;\n   11    E.  A METHOD FOR CHECKING THAT ALL MEDICATIONS BROUGHT INTO A FACILITY\n   12  ARE LABELED TO ENSURE THAT THE CONTAINER CONTAINS  THE  CORRECT  MEDICA-\n   13  TION;\n   14    F.  A  METHOD  FOR  PROVIDING NECESSARY MEDICATIONS TO AN INCARCERATED\n   15  PERSON WHO HAS BEEN TAKEN INTO CUSTODY WITHOUT A SUPPLY OF SUCH  MEDICA-\n   16  TION;\n   17    G.  A  METHOD  FOR  NOTIFYING IN ADVANCE A FACILITY RECEIVING A TRANS-\n   18  FERRED INCARCERATED PERSON, THAT  SUCH  PERSON  HAS  BEEN  PRESCRIBED  A\n   19  NECESSARY  MEDICATION  AND  THE  CONTINUATION  OF  SUCH MEDICATION IS AN\n   20  URGENT MATTER; AND\n   21    H. A METHOD FOR MAINTAINING A SUPPLY  OF  THE  MOST  COMMON  NECESSARY\n   22  MEDICATIONS  AT  EACH FACILITY OR AN ON-CALL PHYSICIAN, OR OTHER MEDICAL\n   23  PROFESSIONAL CAPABLE OF PRESCRIBING MEDICATIONS, AVAILABLE TO  PRESCRIBE\n   24  SUCH MEDICATIONS AND THE ABILITY TO FILL SUCH PRESCRIPTIONS.\n   25    4.  THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OF HEALTH,\n   26  SHALL PROMULGATE RULES AND REGULATIONS TO  EFFECTUATE  THE  PURPOSES  OF\n   27  THIS SECTION.\n   28    S  2.  This  act shall take effect on the ninetieth day after it shall\n   29  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to providing necessary medicine to persons committed to the custody of the department of correctional services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T170827.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474907221
}