{
  "year" : 2011,
  "senateBillNo" : "A2656-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2656-2011-1295413200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of general services to commence a used printer cartridge collection program",
  "summary" : "Authorizes the commissioner of general services to commence a used printer cartridge collection program for the purpose of remanufacturing such cartridges; provides further for the commissioner and state agencies to purchase toner cartridges that have been remanufactured. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A1898-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2656\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, COLTON -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the state finance law, in  relation  to  establishing  a\n         used printer cartridge collection program and providing for the repeal\n         of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  New York state's remanufacturing industry, which is composed of  a  wide\n    3  array  of  businesses,  many  of  which are small businesses, is a vital\n    4  sector of the economy, employing thousands  of  people  while  diverting\n    5  thousands  of tons of waste from entering our landfills. The legislature\n    6  further finds that the state procurement process already encourages  the\n    7  purchasing  of products that are recycled and those that can be supplied\n    8  from our largest growth sector, small businesses.  Based  on  these  two\n    9  precedents  and  the  fact  that remanufactured products are the highest\n   10  form of recycling, the legislature finds and  declares  that  the  state\n   11  should actively seek to purchase remanufactured toner cartridges.\n   12    S  2. Paragraph b of subdivision 3 of section 165 of the state finance\n   13  law is amended by adding a new subparagraph (iii) to read as follows:\n   14    (III) NOTWITHSTANDING THE PROVISIONS  OF  SUBPARAGRAPH  (II)  OF  THIS\n   15  PARAGRAPH,  THE  COMMISSIONER  SHALL  COMMENCE  A USED PRINTER CARTRIDGE\n   16  COLLECTION DEMONSTRATION PROGRAM, WHEREBY ANY  STATE  EMPLOYEE  USING  A\n   17  PRINTER, MACHINE OR OTHER COMMODITY CONTAINING A TONER OR INK JET PRINT-\n   18  ER  CARTRIDGE  WILL  FACILITATE  THE  RECAPTURE OF SUCH TONER OR INK JET\n   19  PRINTER CARTRIDGE DURING SERVICE AND REPAIR OR DISPOSAL  OF  SUCH  ITEM.\n   20  NOTHING IN THIS SUBPARAGRAPH SHALL BE CONSTRUED TO INTERFERE WITH EXIST-\n   21  ING REMANUFACTURING OR RECYCLING PROGRAMS OR AGREEMENTS ALREADY IN PLACE\n   22  BETWEEN  ANY STATE AGENCIES, ORIGINAL EQUIPMENT MANUFACTURERS, CARTRIDGE\n   23  REMANUFACTURERS, OR ANY QUALIFIED NON-PROFIT AGENCIES FOR THE BLIND  AND\n   24  SEVERELY DISABLED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06413-01-1\n\n       A. 2656                             2\n\n    1    S  3. Subdivision 3 of section 163 of the state finance law is amended\n    2  by adding a new paragraph e to read as follows:\n    3    E.  THE  COMMISSIONER SHALL WORK IN CONJUNCTION WITH PRINTER CARTRIDGE\n    4  REMANUFACTURERS AND ORIGINAL  EQUIPMENT  MANUFACTURERS  TO  ESTABLISH  A\n    5  DEMONSTRATION  RECOVERY PROGRAM WHEREBY REMANUFACTURERS MAY PURCHASE THE\n    6  COLLECTED USED TONER CARTRIDGES FOR THE PURPOSE OF REMANUFACTURING THEM.\n    7  THE COMMISSIONER SHALL PERMIT AND PRESCRIBE BY RULE AND  REGULATION  THE\n    8  CONDITIONS AND CRITERIA FOR ANY QUALIFIED REMANUFACTURER APPROVED BY THE\n    9  COMMISSIONER  TO  MAKE  PURCHASES  USING CENTRALIZED CONTRACTS FOR TONER\n   10  CARTRIDGES FOR THE PURPOSES OF BEING REMANUFACTURED.   NOTHING  IN  THIS\n   11  PARAGRAPH  SHALL BE CONSTRUED TO INTERFERE WITH EXISTING REMANUFACTURING\n   12  OR RECYCLING PROGRAMS OR AGREEMENTS ALREADY IN PLACE BETWEEN  ANY  STATE\n   13  AGENCIES,  ORIGINAL  EQUIPMENT MANUFACTURERS, CARTRIDGE REMANUFACTURERS,\n   14  OR ANY QUALIFIED NON-PROFIT AGENCIES FOR THE BLIND  AND  SEVERELY  DISA-\n   15  BLED.  THE  COMMISSIONER  IS HEREBY AUTHORIZED TO PROMULGATE REGULATIONS\n   16  NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS ARTICLE  TO  ADMINISTER  A\n   17  DEMONSTRATION CARTRIDGE RECOVERY PROGRAM.\n   18    S  4.  This  act shall take effect on the thirtieth day after it shall\n   19  have become a law and shall expire and be deemed repealed 3 years  after\n   20  such  effective date; provided, however, that the amendments to subdivi-\n   21  sion 3 of section 163 of the state finance law made by section three  of\n   22  this act shall not affect the repeal of such section and shall be deemed\n   23  to be repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing a used printer cartridge collection program and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986173
}