{
  "year" : 2011,
  "senateBillNo" : "A2655-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2655-2011-1295413200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the exemption of toilet tissue, diapers and feminine hygiene products from sales and compensating use taxes",
  "summary" : "Provides for the exemption of toilet tissue, diapers and feminine hygiene products from sales and compensating use taxes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1772-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2655\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in  relation  to  exempting  certain  basic\n         necessities from sales and use taxes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph 3 of subdivision (a) of section 1115 of the  tax\n    2  law,  as  amended by chapter 201 of the laws of 1976, is amended to read\n    3  as follows:\n    4    (3) Drugs and medicines intended for use, internally or externally, in\n    5  the cure, mitigation, treatment or prevention of illnesses  or  diseases\n    6  in  human  beings, medical equipment (including component parts thereof)\n    7  and supplies required for such use or to correct or  alleviate  physical\n    8  incapacity,  and  products  consumed  by  humans for the preservation of\n    9  health but not including cosmetics or  toilet  articles  (EXCEPT  TOILET\n   10  TISSUE,  DISPOSABLE  AND  NONDISPOSABLE  DIAPERS,  AND  FEMININE HYGIENE\n   11  PRODUCTS, INCLUDING, BUT NOT LIMITED TO, SANITARY NAPKINS  AND  TAMPONS)\n   12  notwithstanding the presence of medicinal ingredients therein or medical\n   13  equipment  (including  component parts thereof) and supplies, other than\n   14  such drugs and medicines, purchased at  retail  for  use  in  performing\n   15  medical and similar services for compensation.\n   16    S 2. This act shall take effect July 1, 2012.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06455-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting certain basic necessities from sales and use taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986167
}