{
  "year" : 2011,
  "senateBillNo" : "A2652-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2652-2011-1295413200000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires publication of consumer generic drug guide; requires generic non-prescriber statement",
  "summary" : "Authorizes the state board of pharmacy, in conjunction with the state consumer protection board, to prepare and publish a guide explaining the purpose, function and availability of generic drugs; requires prescribers of drugs not approving a generic substitution to inform the patient of the reasons for such non-approval. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A614-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2652\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. JACOBS -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN  ACT  to amend the education law, in relation to a generic drug guide\n         for consumers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Generic  drug  guide.  1.  The state board of pharmacy in\n    2  conjunction with the state consumer protection board shall  prepare  and\n    3  publish  a  guide  explaining the purpose, function, and availability of\n    4  generic drugs. Such guide shall be made available  to  individuals  upon\n    5  request  and  without  charge,  except  that  requests for more than ten\n    6  copies shall be subject to a nominal charge to cover the cost of reprod-\n    7  uction and handling.\n    8    2. The state board of pharmacy shall conduct a survey  of  pharmacists\n    9  and  prescribers beginning no earlier than March fifteenth next succeed-\n   10  ing the date on which this act takes effect and  ending  no  later  than\n   11  April thirtieth, next succeeding the date on which this act takes effect\n   12  for the purpose of determining frequency of use of generic drugs.\n   13    S  2.  Paragraph (b) of subdivision 6 of section 6810 of the education\n   14  law, as amended by chapter 913 of the laws of 1986, is amended  to  read\n   15  as follows:\n   16    (b)  The  prescriber  shall  inform  the patient whether he or she has\n   17  prescribed a brand name or its generic equivalent drug product, AND,  IF\n   18  THE  PRESCRIBER HAS NOT PRESCRIBED SUCH GENERIC EQUIVALENT DRUG PRODUCT,\n   19  THE PRESCRIBER  SHALL  INFORM  THE  PATIENT  OF  THE  REASONS  FOR  SUCH\n   20  DECISION.\n   21    S  3.  This  act  shall  take  effect  on  the first of September next\n   22  succeeding the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04246-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to a generic drug guide for consumers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T154823.TXT", "SOBI.D110119.T155323.TXT", "SOBI.D110119.T170827.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295474907225
}