{
  "year" : 2011,
  "senateBillNo" : "A2654-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to education",
    "billEventId" : "A2654-2011-1295413200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an economic and entrepreneurial education program in the department of education; appropriates $200,000 therefor",
  "summary" : "Establishes an economic and entrepreneurial education program in the department of education to foster an understanding and appreciation of the basic principles of economics including the role and impact of labor in economic growth and the process of new enterprise development in secondary school students and teachers throughout the state, appropriates funds therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "A1763-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2654\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- Multi-Sponsored by -- M. of A. MAGEE,\n         McENENY -- read once and referred to the Committee on Education\n\n       AN ACT to amend the  education  law,  in  relation  to  establishing  an\n         economic  and  entrepreneurial  education program in the department of\n         education, and making an appropriation therefor, and providing for the\n         repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. Continued prosperity and stability of\n    2  our  democratic  society  depends  upon an educated populace that under-\n    3  stands the basic economic principles, concepts  and  contributions  that\n    4  labor  and  management  have  made  which underlie the American economy.\n    5  These principles and concepts  include  an  understanding  of  the  free\n    6  enterprise  system  and  the  important  role  of  labor in building and\n    7  sustaining long-term economic growth.   The  board  of  regents  of  the\n    8  university of the state of New York has recently recognized this fact by\n    9  the  creation of a mandate which states that all high school students in\n   10  the state must successfully complete a semester course in economics as a\n   11  requirement for graduation from high  school.  This  requirement,  which\n   12  responds  to  an  important  need,  presents  a  problem  to  the school\n   13  districts of the state because it necessitates a major effort in service\n   14  education. Teachers who have little or no training in economics must  be\n   15  given the knowledge and skills to be able to teach this required course.\n   16  In  addition, economic concepts have been thoroughly integrated into all\n   17  instructional  areas  in  the  new  occupational  education  curriculum,\n   18  including  the  home  and  career  skills  study of resource management,\n   19  mandated for all occupational  education  students.  Thus,  teachers  in\n   20  business/marketing  education,  home economics, and other social studies\n   21  courses must also be given similar training so that they can deal effec-\n   22  tively in explaining the role of labor and management in  the  evolution\n   23  of the American economy.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05712-01-1\n\n       A. 2654                             2\n\n    1    Furthermore,  a  key to sustained economic growth of New York state is\n    2  the ability of its citizens to identify new business ideas and  opportu-\n    3  nities and to develop them into new business and industry, both of which\n    4  are dependent upon the entrepreneurial spirit and the role of labor. The\n    5  role  of  government  in  creating  the entrepreneurial spirit needed to\n    6  develop new business is limited, but it can  and  should  encourage  and\n    7  nurture  that spirit through fostering an understanding and appreciation\n    8  of the process of new enterprise development.  At present,  students  in\n    9  the  state's  secondary  schools are not receiving such an understanding\n   10  and appreciation because: (i)  few  social  studies,  business/marketing\n   11  education,  economics, and labor history teachers are themselves trained\n   12  in this field; and  (ii)  instructional  materials,  teaching  aids  and\n   13  activities  to support curricular changes with regard to entrepreneurial\n   14  education and education on the principles of economics and labor history\n   15  as it relates to our economy have not been developed as they  have  been\n   16  for general economic education.\n   17    Furthermore,  few programs exist relating the principles and theory of\n   18  economics to practice, and  inadequate  linkages  exist  between  school\n   19  programs,  the  private  sector  and organized labor to foster an under-\n   20  standing and articulation process.\n   21    Therefore, it is vital that teachers be  afforded  an  opportunity  to\n   22  upgrade their knowledge of how the American economic system, trade union\n   23  movements  and  the  entrepreneurial  development process function; that\n   24  instructional materials, teaching aids, and activities be  developed  to\n   25  assist  teachers responsible for entrepreneurial education and education\n   26  on the economy; and that public-private sector partnerships be formed to\n   27  link the theory and practice of entrepreneurship and  economics  in  the\n   28  classroom and through extra-curricular activities.\n   29    S 2. The education law is amended by adding a new section 4608 to read\n   30  as follows:\n   31    S 4608. ECONOMIC AND ENTREPRENEURIAL EDUCATION. 1. THE COMMISSIONER IS\n   32  HEREBY  AUTHORIZED  AND DIRECTED TO ESTABLISH AND SUPPORT, WITHIN AVAIL-\n   33  ABLE APPROPRIATIONS, ECONOMIC  AND  ENTREPRENEURIAL  EDUCATION  PROGRAMS\n   34  DESIGNED  TO FOSTER AN UNDERSTANDING AND APPRECIATION OF THE BASIC PRIN-\n   35  CIPLES OF ECONOMICS INCLUDING THE ROLE AND IMPACT OF LABOR  IN  ECONOMIC\n   36  GROWTH  AND  OF  THE  PROCESS OF NEW ENTERPRISE DEVELOPMENT IN SECONDARY\n   37  SCHOOL STUDENTS AND TEACHERS THROUGHOUT THE STATE.\n   38    2. IN FURTHERANCE OF THE PURPOSES OF THIS  SECTION,  THE  COMMISSIONER\n   39  SHALL:\n   40    (A)  CONTRACT  WITH  ANY  NON-PROFIT AGENCY SUITABLY QUALIFIED FOR THE\n   41  PURPOSE OF  HOLDING  SEMINARS,  CONFERENCES  AND  MEETINGS  DESIGNED  TO\n   42  IMPROVE THE ECONOMIC EDUCATION INCLUDING LABOR MARKET ANALYSIS OF SOCIAL\n   43  STUDIES, BUSINESS/MARKETING EDUCATION AND HOME ECONOMICS TEACHERS IN THE\n   44  SECONDARY SCHOOLS OF THE STATE.\n   45    (B)  CONTRACT  WITH  ANY  NON-PROFIT AGENCY SUITABLY QUALIFIED FOR THE\n   46  PURPOSE OF  HOLDING  SEMINARS,  CONFERENCES  AND  MEETINGS  DESIGNED  TO\n   47  IMPROVE    THE    ENTREPRENEURIAL    EDUCATION    OF   SOCIAL   STUDIES,\n   48  BUSINESS/MARKETING EDUCATION AND HOME ECONOMICS TEACHERS IN THE  SECOND-\n   49  ARY  SCHOOLS  OF THE STATE, INCLUDING THEIR UNDERSTANDING OF THE PRINCI-\n   50  PLES OF ENTREPRENEURSHIP, THE ROLE OF ENTREPRENEURS IN THE  ECONOMY  AND\n   51  THE ROLE OF LABOR AND MANAGEMENT IN THE HISTORY OF THE UNITED STATES.\n   52    (C)  CONTRACT  WITH  A  PUBLIC OR PRIVATE COLLEGE OR UNIVERSITY IN THE\n   53  STATE HAVING AN ESTABLISHED ENTREPRENEURSHIP PROGRAM, CENTER  OR  INSTI-\n   54  TUTE  TO  DEVELOP  INSTRUCTIONAL MATERIALS, TEACHING AIDS, AND IN-SCHOOL\n   55  PROGRAMS, RELATED TO ENTREPRENEURIAL EDUCATION AND PRINCIPLES OF ECONOM-\n   56  ICS INCLUDING THE ROLE OF LABOR IN  ECONOMIC  DEVELOPMENT,  FOR  USE  IN\n\n       A. 2654                             3\n\n    1  SECONDARY  SCHOOLS,  AND  TO  CONDUCT  A  SUMMER INSTITUTE FOR SECONDARY\n    2  SCHOOL TEACHERS IN THE PRINCIPLES OF  ENTREPRENEURSHIP,  ENTREPRENEURIAL\n    3  EDUCATION  AND  THE  CONTRIBUTIONS LABOR AND MANAGEMENT HAVE MADE TO THE\n    4  EVOLUTION AND GROWTH OF THE AMERICAN ECONOMY.\n    5    (D)  CREATE  AN  ENTERPRISE  CHALLENGE  GRANT PROGRAM TO FOSTER PUBLIC\n    6  SCHOOL-PRIVATE SECTOR COOPERATIVE PROGRAMS OF ENTREPRENEURIAL  EDUCATION\n    7  AND  EDUCATION  ON THE ROLE OF LABOR AND MANAGEMENT THROUGH THE DEVELOP-\n    8  MENT OF IN-SCHOOL AND EXTRA-CURRICULAR PROGRAMS AND ACTIVITIES  DESIGNED\n    9  TO  COMPLEMENT  AND  ENHANCE  INSTRUCTION IN LABOR AND MANAGEMENT IN THE\n   10  CLASSROOM.\n   11    3. CONTRACTS AUTHORIZED PURSUANT TO PARAGRAPHS (A),  (B)  AND  (C)  OF\n   12  SUBDIVISION  TWO OF THIS SECTION SHALL BE AWARDED ON A COMPETITIVE BASIS\n   13  IN RESPONSE TO REQUESTS FOR PROPOSALS SETTING FORTH  SUCH  CRITERIA  AND\n   14  REQUIREMENTS  AS  THE  COMMISSIONER  DEEMS  NECESSARY,  EXCEPT  THAT THE\n   15  COMMISSIONER MAY ENTER INTO SUCH CONTRACTS TO CONTINUE A PROGRAM  PREVI-\n   16  OUSLY FUNDED BY THE DEPARTMENT FOR THE PURPOSES SET FORTH IN SUBDIVISION\n   17  TWO OF THIS SECTION WITHOUT FIRST ISSUING A REQUEST FOR PROPOSALS.\n   18    4.  CHALLENGE  GRANTS AWARDED PURSUANT TO PARAGRAPH (D) OF SUBDIVISION\n   19  TWO OF THIS SECTION SHALL BE AWARDED ON A COMPETITIVE BASIS IN  RESPONSE\n   20  TO  REQUESTS  FOR PROPOSALS SETTING FORTH SUCH CRITERIA AND REQUIREMENTS\n   21  AS THE COMMISSIONER DEEMS NECESSARY AND UPON A JOINT APPLICATION FROM  A\n   22  SCHOOL DISTRICT AND A PRIVATE SECTOR SPONSORING ORGANIZATION, AND MAY BE\n   23  USED  TO PLAN, ESTABLISH AND IMPLEMENT IN-SCHOOL PROGRAMS AND EXTRA-CUR-\n   24  RICULAR ACTIVITIES,  INCLUDING  MENTORING  PROGRAMS,  INVOLVING  PRIVATE\n   25  SECTOR PARTICIPATION AND COOPERATION, AND TO PURCHASE MATERIALS FOR SUCH\n   26  PROGRAMS.  PREFERENCE SHALL BE GIVEN TO THOSE APPLICATIONS WHICH PROVIDE\n   27  A MATCHING GRANT FROM THE SCHOOL DISTRICT AND/OR  PRIVATE  SECTOR  GROUP\n   28  PARTICIPATING  IN  THE  PROGRAM.  NO GRANT SHALL BE AWARDED IN EXCESS OF\n   29  FIVE THOUSAND DOLLARS. SCHOOL DISTRICTS CONTAINING MORE THAN ONE SECOND-\n   30  ARY SCHOOL MAY APPLY FOR MULTIPLE GRANTS FOR IMPLEMENTATION OF A PROGRAM\n   31  IN MORE THAN ONE SCHOOL, BUT NO SCHOOL DISTRICT SHALL RECEIVE MORE  THAN\n   32  TWENTY-FIVE  PERCENT  OF  THE  TOTAL NUMBER OF GRANTS AWARDED IN ANY ONE\n   33  STATE FISCAL YEAR.\n   34    5. APPLICATIONS IN RESPONSE TO  REQUESTS  FOR  PROPOSALS  PURSUANT  TO\n   35  SUBDIVISIONS  THREE  AND  FOUR OF THIS SECTION SHALL INCLUDE, BUT NOT BE\n   36  LIMITED TO:\n   37    (A) A DESCRIPTION OF THE PROGRAM TO BE OFFERED;\n   38    (B) DESIGNATION OF A PROGRAM DIRECTOR;\n   39    (C) A PROGRAM BUDGET, INCLUDING MATCHING FUNDS, IN-FUND AND OTHERWISE,\n   40  TO BE PROVIDED BY THE APPLICANT;\n   41    (D) LINKAGES TO OTHER EXISTING PROGRAMS; AND\n   42    (E) SUCH OTHER REQUIREMENTS AS DEEMED NECESSARY BY THE COMMISSIONER.\n   43    6. THE COMPTROLLER, OR HIS LEGALLY AUTHORIZED REPRESENTATIVE, IS HERE-\n   44  BY AUTHORIZED AND EMPOWERED TO EXAMINE THE BOOKS  AND  ACCOUNTS  OF  THE\n   45  DEPARTMENT RELATING TO PROGRAM GRANTS MADE PURSUANT TO THE PROVISIONS OF\n   46  THIS  SECTION, INCLUDING ITS RECEIPTS, DISBURSEMENTS, CONTRACTS, LEASES,\n   47  LOANS AND ANY OTHER SUCH MONIES RELATING  TO  ITS  FINANCIAL  OPERATIONS\n   48  WITH RESPECT TO SUCH PROGRAMS.\n   49    7. THE DEPARTMENT SHALL:\n   50    (A)  MONITOR  THE  PERFORMANCE  OF  THE PROGRAM ESTABLISHED UNDER THIS\n   51  SECTION AND REQUIRE PERIODIC AND ANNUAL REPORTS FROM EACH RECIPIENT OF A\n   52  CHALLENGE GRANT OR CONTRACT AT  SUCH  TIME  AND  IN  SUCH  A  MANNER  AS\n   53  PRESCRIBED BY THE COMMISSIONER.\n   54    (B)  EVALUATE  THE  PROGRAM  AND REPORT ANNUALLY, ON OR BEFORE JANUARY\n   55  FIFTEENTH, TWO THOUSAND FOURTEEN AND ON OR BEFORE EACH JANUARY FIFTEENTH\n   56  THEREAFTER, THE RESULTS OF SUCH  EVALUATION  TO  THE  GOVERNOR  AND  THE\n\n       A. 2654                             4\n\n    1  LEGISLATURE.  SUCH  REPORT  SHALL  DISCUSS THE SUCCESS OF THE PROGRAM IN\n    2  MEETING ITS GOALS, AND SHALL RECOMMEND CHANGES AND IMPROVEMENTS  IN  THE\n    3  PROGRAM.\n    4    (C) SUBMIT TO THE DIRECTOR OF THE DIVISION OF THE BUDGET, THE CHAIRMAN\n    5  OF  THE  SENATE  FINANCE COMMITTEE AND THE CHAIRMAN OF THE ASSEMBLY WAYS\n    6  AND MEANS COMMITTEE AN EVALUATION OF PROGRAM EFFECTIVENESS, CONDUCTED BY\n    7  AN ENTITY INDEPENDENT  OF  THE  DEPARTMENT.  SUCH  EVALUATION  SHALL  BE\n    8  SUBMITTED  BY JANUARY FIRST, TWO THOUSAND FIFTEEN AND SHALL BE TRANSMIT-\n    9  TED WITH COMMENT ON SUCH EVALUATION BY THE COMMISSIONER.\n   10    S 3. The sum of two hundred thousand dollars ($200,000),  or  so  much\n   11  thereof  as  may  be  necessary, is hereby appropriated to the education\n   12  department out of any moneys in the state treasury in the  general  fund\n   13  to  the credit of the state purposes account, not otherwise appropriated\n   14  and made immediately available, as follows:\n   15    a. Fifty thousand dollars ($50,000), for the  purpose  of  contracting\n   16  with any non-profit agency suitably qualified for the purpose of holding\n   17  seminars, conferences, and meetings designed to improve the economic and\n   18  entrepreneurial  education  of social studies, business/marketing educa-\n   19  tion, and home economics teachers in the secondary schools of our  state\n   20  pursuant to paragraphs (a), (b) and (c) of subdivision 2 of section 4608\n   21  of the education law, as added by section two of this act; and\n   22    b.  One  hundred fifty thousand dollars ($150,000), for the purpose of\n   23  creating an enterprise challenge grant program to foster public  school-\n   24  private sector cooperative programs of entrepreneurial education through\n   25  the  development  of  in-school and extra-curricular programs and activ-\n   26  ities designed to complement and enhance  entrepreneurial  education  in\n   27  the classroom pursuant to paragraph (d) of subdivision 2 of section 4608\n   28  of  the  education law, as added by section two of this act. Such grants\n   29  of from one thousand dollars to five thousand dollars are to be  awarded\n   30  on a competitive basis to school districts upon a joint application from\n   31  a  school  district and a private sector sponsoring organization and may\n   32  be used to plan, establish and implement in-school programs  and  extra-\n   33  curricular  activities,  including mentoring programs, involving private\n   34  sector participation and cooperation, and to purchase materials for such\n   35  programs.  Preference shall be given to those applications which provide\n   36  a matching grant from the school district and/or  private  sector  group\n   37  participating  in the program. A total of up to thirty-two grants may be\n   38  made available. School districts  containing  more  than  one  secondary\n   39  school  may apply for multiple grants for implementation of a program in\n   40  more than one school, but no school district  shall  receive  more  than\n   41  eight grants.\n   42    Such  moneys  shall  be  payable on the audit and warrant of the comp-\n   43  troller on vouchers certified or approved by the commissioner of  educa-\n   44  tion in the manner prescribed by law.\n   45    S 4. This act shall take effect immediately and shall expire March 31,\n   46  2015  when  upon  such  date  the provisions of this act shall be deemed\n   47  repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing an economic and entrepreneurial education program in the department of education, and making an appropriation therefor, and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T181830.TXT", "SOBI.D110119.T182330.TXT", "SOBI.D110119.T175829.TXT", "SOBI.D110119.T155323.TXT", "SOBI.D110119.T181330.TXT", "SOBI.D110119.T170827.TXT", "SOBI.D110119.T180329.TXT", "SOBI.D110119.T180830.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295479410312
}