{
  "year" : 2011,
  "senateBillNo" : "A2659-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2659-2011-1295413200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes certain people to get married within twenty-four hours of receiving a marriage license",
  "summary" : "Authorizes certain military personnel to get married within twenty-four hours of receiving a marriage license. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A1893-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2659\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, GANTT, GALEF -- read once and referred\n         to the Committee on Judiciary\n\n       AN ACT to amend the domestic relations  law,  in  relation  to  allowing\n         marriages within twenty-four hours of receiving a marriage license\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 13-b of the domestic relations law, as  amended  by\n    2  chapter 652 of the laws of 2007, is amended to read as follows:\n    3    S  13-b.  Time within which marriage may be solemnized.  1. A marriage\n    4  shall not be solemnized within twenty-four hours after the  issuance  of\n    5  the marriage license, unless authorized by an order of a court of record\n    6  as hereinafter provided OR UNLESS AUTHORIZED PURSUANT TO SUBDIVISION TWO\n    7  OF  THIS  SECTION,  nor shall it be solemnized after sixty days from the\n    8  date of the issuance of the marriage license unless authorized  pursuant\n    9  to  section  three  hundred  fifty-four-d  of the executive law.   Every\n   10  license to marry hereafter issued by a town or city clerk,  in  addition\n   11  to  other  requirements specified by this chapter, must contain a state-\n   12  ment of the day and the hour the license is issued and the period during\n   13  which the marriage may be solemnized. It shall be the duty of the  cler-\n   14  gyman or magistrate performing the marriage ceremony, or if the marriage\n   15  is solemnized by written contract, of the judge before whom the contract\n   16  is  acknowledged,  to  annex to or endorse upon the marriage license the\n   17  date and hour the marriage is solemnized. A  judge  or  justice  of  the\n   18  supreme  court  of this state or the county judge of the county in which\n   19  either party to be married resides, or if such party  is  under  sixteen\n   20  years  of age, the judge of the family court of such county, if it shall\n   21  appear from an examination of the license and any other proofs submitted\n   22  by the parties that one of the parties is in danger of  imminent  death,\n   23  or  by reason of other emergency public interest will be promoted there-\n   24  by, or that such delay will work irreparable injury  or  great  hardship\n   25  upon  the contracting parties, or one of them, may make an order author-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01924-02-1\n\n       A. 2659                             2\n\n    1  izing the immediate solemnization of the marriage and upon  filing  such\n    2  order with the clergyman or magistrate performing the marriage ceremony,\n    3  or  if  the  marriage  is to be solemnized by written contract, with the\n    4  judge before whom the contract is acknowledged, such clergyman or magis-\n    5  trate  may solemnize such marriage, or such judge may take such acknowl-\n    6  edgment as the case may be, without waiting for such  three  day  period\n    7  and  twenty-four  hour  period  to  elapse. The clergyman, magistrate or\n    8  judge must file such order with the town or city clerk  who  issued  the\n    9  license within five days after the marriage is solemnized.  Such town or\n   10  city  clerk  must  record and index the order in the book required to be\n   11  kept by him for recording affidavits, statements, consents and licenses,\n   12  and when so recorded the order shall become a public record  and  avail-\n   13  able in any prosecution under this section. A person who shall solemnize\n   14  a marriage in violation of this section shall be guilty of a misdemeanor\n   15  and upon conviction thereof shall be punished by a fine of fifty dollars\n   16  for  each  offense,  and  in  addition thereto, his right to solemnize a\n   17  marriage shall be suspended for ninety days.\n   18    2. NOTWITHSTANDING THE TWENTY-FOUR HOUR WAITING PERIOD  PRESCRIBED  IN\n   19  SUBDIVISION  ONE OF THIS SECTION, ANY MILITARY PERSONNEL WHOSE SCHEDULED\n   20  MILITARY DEPLOYMENT IS LESS THAN THIRTY DAYS AWAY MAY GET MARRIED WITHIN\n   21  TWENTY-FOUR HOURS OF RECEIVING A MARRIAGE LICENSE.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to allowing marriages within twenty-four hours of receiving a marriage license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986183
}