{
  "year" : 2011,
  "senateBillNo" : "A2657-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2657-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalty for harassment when conduct is committed on school grounds or to a child",
  "summary" : "Makes conduct constituting harassment in the second degree into aggravated harassment in the second degree when such conduct is committed on school grounds or to a child, thus increasing punishment from a violation to a class A misdemeanor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1759-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2657\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law, in relation to the  crime  of  aggravated\n         harassment in the second degree\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 240.30 of the penal law is amended by adding a  new\n    2  subdivision 3-a to read as follows:\n    3    3-A.  COMMITS  ANY  OF THE FOLLOWING TO A PERSON ON SCHOOL GROUNDS, AS\n    4  THAT TERM IS DEFINED IN SUBDIVISION FOURTEEN OF SECTION 220.00  OF  THIS\n    5  CHAPTER, OR TO A PERSON UNDER SIXTEEN YEARS OF AGE:\n    6    A.  STRIKES,  SHOVES, KICKS OR OTHERWISE SUBJECTS SUCH PERSON TO PHYS-\n    7  ICAL CONTACT, OR ATTEMPTS OR THREATENS TO DO THE SAME; OR\n    8    B. FOLLOWS SUCH PERSON IN OR ABOUT A PUBLIC PLACE OR PLACES; OR\n    9    C. ENGAGES IN A COURSE OF CONDUCT OR  REPEATEDLY  COMMITS  ACTS  WHICH\n   10  ALARM  OR  SERIOUSLY  ANNOY  SUCH  PERSON  AND WHICH SERVE NO LEGITIMATE\n   11  PURPOSE; OR\n   12    S 2. This act shall take effect on the first of November next succeed-\n   13  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05708-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of aggravated harassment in the second degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986174
}