{
  "year" : 2011,
  "senateBillNo" : "A2658-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2658-2011-1295413200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of unlawful dissemination of spyware",
  "summary" : "Creates the crime of unlawful dissemination of spyware and establishes such crime as a class A misdemeanor; expands eavesdropping to include information that is intercepted by the use of spyware; requires an authorization agreement to be provided to a computer user by a person or entity that provides software for download. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1758-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2658\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MORELLE, HOYT -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing the crime  of\n         unlawful dissemination of spyware\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 156.40  to\n    2  read as follows:\n    3  S 156.40 UNLAWFUL DISSEMINATION OF SPYWARE.\n    4    1. A PERSON IS GUILTY OF UNLAWFUL DISSEMINATION OF SPYWARE WHEN HAVING\n    5  NO  RIGHT  TO  DO SO, HE OR SHE INSTALLS AN EXECUTABLE COMPUTER PROGRAM,\n    6  INCLUDING BUT NOT LIMITED  TO  A  KEYLOGGING  PROGRAM,  THAT  EMPLOYS  A\n    7  COMPUTER  USER'S  INTERNET  CONNECTION WITHOUT THE COMPUTER USER'S KNOW-\n    8  LEDGE OR EXPLICIT AUTHORIZATION AND SUCH COMPUTER  PROGRAM  GATHERS  AND\n    9  TRANSMITS PERSONAL INFORMATION OR DATA OF A COMPUTER USER.\n   10    2.  AUTHORIZATION  SHALL  ONLY  BE GRANTED BY THE OWNER OF A COMPUTER,\n   11  LESSOR OF A COMPUTER, OR, IF THE OWNER OR LESSOR OF A COMPUTER  IS  LESS\n   12  THAN  EIGHTEEN  YEARS  OF AGE, BY THE PARENT OR GUARDIAN OF SUCH PERSON.\n   13  AUTHORIZATION MAY ALSO BE GRANTED BY AN END USER AGREEMENT THAT A PERSON\n   14  ESTABLISHED AS AN AUTHORIZED  USER  PURSUANT  TO  THIS  SUBDIVISION  HAS\n   15  AGREED TO UPON INSTALLATION OF A COMPUTER PROGRAM.\n   16    3. FOR PURPOSES OF THIS SECTION:\n   17    (A)  \"PERSONAL  INFORMATION OR DATA\" SHALL MEAN DATA THAT IDENTIFIES A\n   18  SPECIFIC PERSON, INCLUDING BUT  NOT  LIMITED  TO  FINANCIAL  INFORMATION\n   19  INCLUDING  BANKING  AND  CREDIT CARD ACCOUNT NUMBERS AND ANY INFORMATION\n   20  CONCERNING A PERSON WHICH, BECAUSE OF  NAME,  NUMBER,  SYMBOL,  MARK  OR\n   21  OTHER IDENTIFIER CAN IDENTIFY SUCH PERSON; AND\n   22    (B)  \"KEYLOGGING COMPUTER PROGRAMS\" MEANS COMPUTER PROGRAMS, INSTALLED\n   23  WITHOUT THE KNOWLEDGE OF THE COMPUTER USER, THAT SEND ELECTRONIC  COMMU-\n   24  NICATIONS, THAT THE COMPUTER USER IS UNAWARE OF, FROM THE COMPUTER TO AN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05707-01-1\n\n       A. 2658                             2\n\n    1  UNAUTHORIZED  USER.  SUCH COMMUNICATIONS ARE COMPUTER FILES THAT DISPLAY\n    2  ALL OF THE KEY STROKES THAT A COMPUTER USER MAKES.\n    3    UNLAWFUL  DISSEMINATION OF SPYWARE IS A CLASS A MISDEMEANOR, PROVIDED,\n    4  HOWEVER, THAT UNLAWFUL DISSEMINATION OF SPYWARE BY A PERSON WHO HAS BEEN\n    5  PREVIOUSLY CONVICTED WITHIN THE LAST FIVE YEARS OF HAVING VIOLATED  THIS\n    6  SECTION IS A CLASS E FELONY.\n    7    S 2. This act shall take effect on the first of November next succeed-\n    8  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the crime of unlawful dissemination of spyware ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986180
}