{
  "year" : 2011,
  "senateBillNo" : "A2660-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2660-2011-1295413200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides match-based grants to county-level economic development organizations that are conducting telecommunication assessments for such county",
  "summary" : "Provides match-based grants to county-level economic development organizations that are conducting telecommunication assessments for such county; requires the department of public service to conduct a study of the state's high-speed internet infrastructure and report the results to the governor, the temporary president of the senate, and the speaker of the assembly. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1756-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2660\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the executive law, in relation to establishing  regional\n         broadband planning grants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new article 7-B to\n    2  read as follows:\n    3                                 ARTICLE 7-B\n    4                     REGIONAL BROADBAND PLANNING GRANTS\n    5  SECTION 178.   LEGISLATIVE FINDINGS AND INTENT.\n    6          178-A. BROADBAND GRANTS.\n    7    S 178. LEGISLATIVE FINDINGS AND INTENT.   THE  LEGISLATURE  FINDS  AND\n    8  DECLARES  THAT THE TELECOMMUNICATIONS ACT OF 1996 WAS DESIGNED TO FOSTER\n    9  COMPETITION IN THE  TELECOMMUNICATIONS  INDUSTRY,  LOWERING  PRICES  AND\n   10  IMPROVING SERVICES. UNFORTUNATELY, LONG DISTANCES BETWEEN CITIES AND LOW\n   11  POPULATION  DENSITIES DELAY DEPLOYMENT OF ADVANCED TELECOMMUNICATIONS IN\n   12  RURAL AREAS. A \"DIGITAL DIVIDE\" EXISTS IN NEW YORK STATE BETWEEN  PRIMA-\n   13  RILY  URBAN  AND RURAL AREAS.   TELECOMMUNICATION COMPANIES HAVE FOCUSED\n   14  MOST OF THEIR INITIAL BROADBAND OPTICAL FIBER, CELLULAR,  AND  SATELLITE\n   15  DISH  INVESTMENTS  IN  THE  MOST  POPULATED AREAS OF THE STATE WHERE THE\n   16  RETURN ON THAT INVESTMENT IS GREATEST. CONSEQUENTLY, MANY RURAL COMMUNI-\n   17  TIES MAY NOT HAVE ACCESS TO ADVANCED  HIGH-SPEED  INTERNET  ACCESS.  THE\n   18  LACK  OF  SUCH  ACCESS CAN BE AN IMPEDIMENT IN THE EFFORT TO RECRUIT AND\n   19  RETAIN BUSINESS AND JOBS. WHILE A NUMBER OF PROPOSALS HAVE BEEN ADVANCED\n   20  TO ADDRESS THIS ISSUE, IT IS APPARENT THAT  THERE  IS  NOT  AN  EXISTING\n   21  BASELINE DATA TO SERVE AS A GUIDE FOR DECISION-MAKING.\n   22    THE  LEGISLATURE  FURTHER  FINDS THAT IT IS UP TO INDIVIDUAL JURISDIC-\n   23  TIONS TO DO THEIR OWN TELECOMMUNICATION ASSESSMENTS TO  DETERMINE  WHERE\n   24  HIGH-SPEED  INTERNET ACCESS EXISTS. A FEW COUNTIES HAVE BEGUN THIS PROC-\n   25  ESS. THIS LEGISLATION IS NECESSARY TO DETERMINE WHERE  TELECOMMUNICATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05705-01-1\n\n       A. 2660                             2\n\n    1  INFRASTRUCTURE CURRENTLY EXISTS AND WHERE INVESTMENTS NEED TO BE MADE IN\n    2  THE FUTURE.\n    3    S  178-A.  BROADBAND  GRANTS. 1. ANY ECONOMIC DEVELOPMENT ORGANIZATION\n    4  CONDUCTING TELECOMMUNICATIONS ASSESSMENTS FOR THE COUNTY IN  WHICH  SUCH\n    5  ORGANIZATION  IS  LOCATED SHALL RECEIVE A STATE GRANT IN AN AMOUNT EQUAL\n    6  TO THE CONTRIBUTION TO  SUCH  ORGANIZATION  BY  SUCH  COUNTY,  PROVIDED,\n    7  HOWEVER,  THAT  THE  CUMULATIVE AMOUNT OF SUCH GRANTS GIVEN TO ORGANIZA-\n    8  TIONS IN ANY ONE COUNTY SHALL NOT EXCEED ONE HUNDRED THOUSAND DOLLARS.\n    9    2. THE PURPOSE OF THESE GRANTS IS TO:\n   10    (A) IDENTIFY AREAS WITHIN THE COUNTY THAT ARE NOT SERVED BY HIGH-SPEED\n   11  INTERNET ACCESS.\n   12    (B) DETERMINE WHERE HIGH-SPEED INTERNET ACCESS HAS BEEN  DEPLOYED  AND\n   13  TO  DETERMINE  AN INVENTORY OF THE KINDS OF TECHNOLOGY THAT ARE IN PLACE\n   14  WITHIN SUCH COUNTY, INCLUDING BUT NOT LIMITED TO THE FOLLOWING:\n   15    (I) LOCAL EXCHANGE CARRIER CHARACTERISTICS,  INCLUDING  SERVICE  AREA,\n   16  CENTRAL OFFICES, EQUIPMENT, SERVICES, AND COST OF SERVICE;\n   17    (II) TELECOMMUNICATIONS NETWORK CHARACTERISTICS, INCLUDING INTEROFFICE\n   18  BACKBONES, WIDE-AREA NETWORKS, AND LOCAL-AREA NETWORKS;\n   19    (III) LONG DISTANCE SERVICES;\n   20    (IV)  THE  ABILITY  TO RECEIVE TELEVISION AND VIDEO SIGNALS, INCLUDING\n   21  PUBLIC AND PRIVATE CABLE, SATELLITE LINKS, AND INTERACTIVE VIDEO;\n   22    (V) THE ABILITY TO RECEIVE WIRELESS TRANSMISSIONS, INCLUDING CELLULAR,\n   23  PERSONAL COMMUNICATION SERVICES, OR DIGITAL WIRELESS;\n   24    (VI) INTERNET SERVICE PROVIDER CHARACTERISTICS, INCLUDING LOCAL  DIAL-\n   25  UP  ACCESS,  THE  NUMBER  OF  MODEM LINES AND THEIR RELATIVE SPEEDS, THE\n   26  NUMBER OF LINES DEDICATED FOR INTERNET SERVICE PURPOSES, AND THE VARIETY\n   27  AND COSTS OF SERVICES; AND\n   28    (VII) GOVERNMENT NETWORKS OPERATED BY PUBLIC  SCHOOLS,  LIBRARIES,  OR\n   29  OTHER PUBLIC ENTITIES.\n   30    S  2. The department of public service shall conduct a statewide study\n   31  of the inventory of the state's high-speed infrastructure.  The  results\n   32  of the study shall be presented to the governor, the temporary president\n   33  of  the  senate,  and the speaker of the assembly no later than one year\n   34  after the effective date of this act.\n   35    S 3. This act shall take effect immediately; provided,  however,  that\n   36  any state grants made pursuant to section one of this act shall apply to\n   37  county grants made on or after the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing regional broadband planning grants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986184
}