{
  "year" : 2011,
  "senateBillNo" : "A2663-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2663-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to regulation of dimensions and weight of motor vehicles in certain cities; repealer",
  "summary" : "Prohibits a city with a population of one million or more from regulating dimensions and weight of motor vehicles; removes provision relating to a comment period for municipalities in response to applications for certain permits issued by the commissioner of transportation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2462-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2663\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  regulation\n         of  dimensions  and  weights  of motor vehicles in cities with a popu-\n         lation of one million or more and to repeal certain provisions of such\n         law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 15 of section 385 of the vehi-\n    2  cle  and traffic law, as amended by section 1 of part C of chapter 59 of\n    3  the laws of 2004, is amended to read as follows:\n    4    (a) The commissioner of transportation is hereby authorized to contin-\n    5  ue to grant permits, and to charge fees therefor, for the  operation  or\n    6  movement  of  a  vehicle  or  combination  of vehicles having weights or\n    7  dimensions which exceed the limitations provided  for  in  this  section\n    8  upon  any  highway under his or her jurisdiction except that such permit\n    9  shall not be valid for the operation or movement of such vehicles on any\n   10  state or other highway within any city not wholly  included  within  one\n   11  county.  Such  permits  shall be issued in accordance with the terms and\n   12  conditions contained in rules and regulations governing special  hauling\n   13  permits  which  have been or shall be promulgated by the commissioner of\n   14  transportation and which may include, but not be limited to, a  require-\n   15  ment  that  a  vehicle  or combination of vehicles being issued a permit\n   16  shall be accompanied by one or more escort vehicles which is being oper-\n   17  ated by an individual having a valid escort certificate  issued  by  the\n   18  commissioner.  The  commissioner  of  transportation  is  authorized  to\n   19  promulgate rules and regulations governing the operation, use and equip-\n   20  ment of escort vehicles and the duties and responsibilities of the oper-\n   21  ator of an escort vehicle. Any finding by the commissioner of  transpor-\n   22  tation  that an individual has violated such rules and regulations shall\n   23  be grounds for the cancellation of an  individual's  escort  certificate\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02413-01-1\n\n       A. 2663                             2\n\n    1  and  a penalty not to exceed five hundred dollars per occurrence for the\n    2  first violation and not to exceed one thousand  dollars  per  occurrence\n    3  for  each  subsequent  violation.  Prior  to issuing such a finding, the\n    4  commissioner of transportation shall afford an individual the right to a\n    5  hearing pursuant to section one hundred forty-five of the transportation\n    6  law. Such rules and regulations shall take into consideration, but shall\n    7  not be limited to, the safety of the traveling public and the protection\n    8  of  the  highways and the environment.  Such rules and regulations shall\n    9  also contain a schedule of fees to be charged for the issuance  of  such\n   10  permits  which  fees shall cover, but shall not be limited to, the costs\n   11  to the department of transportation for the administration of the permit\n   12  program, and shall permit the commissioner of transportation to  levy  a\n   13  surcharge  of  up to twenty dollars for the issuance and distribution of\n   14  special hauling permits at regional offices of the department of  trans-\n   15  portation.  The  annual  vehicle  fee  for  a  permit issued pursuant to\n   16  subparagraphs (i), (ii), (ii-a) and  (iii)  of  paragraph  (f)  of  this\n   17  subdivision  shall be three hundred sixty dollars for vehicles with less\n   18  than five axles, seven hundred fifty dollars for vehicles with  five  or\n   19  six  axles  and  nine  hundred  dollars  for vehicles with seven or more\n   20  axles. The annual vehicle fee for a permit issued pursuant  to  subpara-\n   21  graphs (iv), (v), and (vi) of paragraph (f) of this subdivision shall be\n   22  four  hundred  eighty dollars for vehicles with less than five axles and\n   23  one thousand dollars for vehicles with five or more axles. Additionally,\n   24  the commissioner shall establish a fee schedule for  the  permitting  of\n   25  extra  non-power  combination  units  that  may  not  exceed twenty-five\n   26  dollars per vehicle and may offer discounts for multi-trailer  registra-\n   27  tions.  Such  fees shall not be charged to municipalities in this state.\n   28  If the permit has routing requirements, such rules and regulations shall\n   29  provide that if the routing anticipates the use of  highways  not  under\n   30  the  jurisdiction  of the commissioner of transportation, then he or she\n   31  shall immediately notify  the  municipality  or  municipalities,  having\n   32  jurisdiction over such highway that an application for a permit has been\n   33  received  [and  request  comment thereon.   Said municipality or munici-\n   34  palities shall not have less than fifteen days to comment].  Such  rules\n   35  and  regulations shall also contain any other requirements deemed neces-\n   36  sary by the commissioner of transportation.\n   37    S 2. Paragraph 1 of subdivision (a) of section 1642 of the vehicle and\n   38  traffic law is REPEALED.\n   39    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to regulation of dimensions and weights of motor vehicles in cities with a population of one million or more and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155824.TXT", "SOBI.D110119.T155323.TXT", "SOBI.D110120.T093306.TXT", "SOBI.D110120.T092805.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986155
}