{
  "year" : 2011,
  "senateBillNo" : "A266-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A266-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the establishment of a caregiver support program for grandparents and other older adult relative caregivers",
  "summary" : "Creates a caregiver support program for grandparents and other older adult relative caregivers who are providing primary care for children aged 18 and under either formally or informally to provide technical assistance, counseling and other resources. ",
  "currentCommittee" : null,
  "sameAs" : "S270",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A1840-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          266\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DINOWITZ, ENGLEBRIGHT, SCHROEDER, ZEBROWSKI,\n         J. RIVERA, PHEFFER, BROOK-KRASNY, ABBATE, BARRON, BENEDETTO --  Multi-\n         Sponsored  by  --  M. of A.   BRENNAN, COLTON, FARRELL, GALEF, HOOPER,\n         JAFFEE, MAISEL, PAULIN, REILLY, SPANO, SWEENEY, TITONE,  WEINSTEIN  --\n         read once and referred to the Committee on Aging\n\n       AN  ACT  to  amend  the  elder law, in relation to authorizing the state\n         office for the aging to implement  a  caregiver  support  program  for\n         grandparents and other older relatives who are caring for children\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a  new  section  224  to\n    2  read as follows:\n    3    S 224. GRANDPARENT CAREGIVER SUPPORT PROGRAM. 1. THE DIRECTOR IS HERE-\n    4  BY  AUTHORIZED  AND DIRECTED, TO THE EXTENT APPROPRIATIONS ARE AVAILABLE\n    5  THEREFOR, TO DEVELOP  AND  ESTABLISH  A  GRANDPARENT  CAREGIVER  SUPPORT\n    6  PROGRAM FOR THE PURPOSE OF PROVIDING SUPPORT SERVICES TO GRANDPARENTS OR\n    7  OTHER OLDER ADULT RELATIVE CAREGIVERS WHO ARE PROVIDING PRIMARY CARE FOR\n    8  A CHILD.\n    9    2. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION:\n   10    (A)  \"GRANDPARENT OR OTHER OLDER ADULT RELATIVE CAREGIVERS\" SHALL MEAN\n   11  A GRANDPARENT OR STEPGRANDPARENT OF A CHILD OR A RELATIVE OF A CHILD  BY\n   12  BLOOD OR MARRIAGE WHO:\n   13    (I) IS SIXTY YEARS OF AGE OR OLDER, AND\n   14    (II) LIVES WITH THE CHILD, AND\n   15    (III)  PROVIDES  PRIMARY  CARE FOR THE CHILD BECAUSE THE BIOLOGICAL OR\n   16  ADOPTIVE PARENTS ARE UNWILLING OR UNABLE TO SERVE AS THE  PRIMARY  CARE-\n   17  GIVER OF THE CHILD, AND\n   18    (IV)  IS  THE  CUSTODIAN  OR  GUARDIAN OF THE CHILD, OR IS RAISING THE\n   19  CHILD INFORMALLY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02203-01-1\n\n       A. 266                              2\n\n    1    (B) \"CHILD\" SHALL MEAN AN INDIVIDUAL WHO IS EIGHTEEN YEARS OF  AGE  OR\n    2  YOUNGER.\n    3    3.  THE  GRANDPARENT CAREGIVER SUPPORT PROGRAM MAY INCLUDE, BUT IS NOT\n    4  LIMITED TO:\n    5    (A) THE CREATION OF GRANDPARENT CAREGIVER RESOURCE  CENTERS  BY  LOCAL\n    6  OFFICES FOR THE AGING IN NEW YORK STATE,\n    7    (B)  TECHNICAL ASSISTANCE AND TRAINING FOR GRANDPARENT AND OTHER OLDER\n    8  ADULT RELATIVE CAREGIVERS SUPPORT GROUPS,\n    9    (C) INFORMATION AND REFERRAL FOR GRANDPARENT  AND  OTHER  OLDER  ADULT\n   10  RELATIVE CAREGIVERS,\n   11    (D) ASSISTANCE TO GRANDPARENTS AND OTHER OLDER ADULT RELATIVE CAREGIV-\n   12  ERS IN GAINING ACCESS TO AVAILABLE SERVICES,\n   13    (E) COUNSELING TO GRANDPARENTS AND OTHER OLDER ADULT RELATIVE CAREGIV-\n   14  ERS  IN MAKING DECISIONS AND SOLVING PROBLEMS RELATING TO THEIR CAREGIV-\n   15  ING ROLES, AND\n   16    (F) THE PUBLICATION AND DISSEMINATION OF PRINTED MATERIAL  RELATED  TO\n   17  SERVICES  AVAILABLE TO GRANDPARENTS AND OTHER OLDER ADULT RELATIVE CARE-\n   18  GIVERS.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to authorizing the state office for the aging to implement a caregiver support program for grandparents and other older relatives who are caring for children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T171343.TXT", "SOBI.D101217.T155004.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292883223118
}