{
  "year" : 2011,
  "senateBillNo" : "A2669-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2669-2011-1295413200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Create a temporary state commission to review and report on the usefulness of state authorities",
  "summary" : "Creates a temporary state commission to review and report on the usefulness of state authorities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities",
  "previousVersions" : [ "A2063-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2669\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to create a temporary state commission to review  and  report  on\n         the  usefulness  of the state authorities and providing for the repeal\n         of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  A temporary state commission created to review and report\n    2  on the usefulness of all state authorities, as defined in subdivision  1\n    3  of  section  2 of the public authorities law, hereinafter referred to as\n    4  the commission, is hereby created to  develop  and  propose  legislation\n    5  recommending  which  state  authorities  shall  remain  and  which state\n    6  authorities shall be dissolved and/or consolidated, and the  appropriate\n    7  state  and  local agencies or offices to assume the various responsibil-\n    8  ities and obligations of such authorities.\n    9    S 2. The commission shall consist of fifteen members to  be  appointed\n   10  as follows: seven members to be appointed by the governor; three members\n   11  to  be appointed by the temporary president of the senate; three members\n   12  to be appointed by the  speaker  of  the  assembly;  one  member  to  be\n   13  appointed  by the minority leader of the senate; and one to be appointed\n   14  by the minority leader of the assembly.  A chair of the commission shall\n   15  be appointed by the governor from among his appointees. Vacancies  shall\n   16  be filled in the same manner as the original appointments.\n   17    S  3.  The members of the commission shall receive no compensation for\n   18  their services, but shall be allowed their actual and necessary expenses\n   19  incurred in the performance of their duties hereunder.\n   20    S 4. To the maximum extent feasible, the commission shall be  entitled\n   21  to  request  and  receive  and  shall  utilize and be provided with such\n   22  facilities, resources, and data  of  any  department,  division,  board,\n   23  bureau,  commission, or agency of the state or any political subdivision\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06781-01-1\n\n       A. 2669                             2\n\n    1  thereof as it deems necessary or desirable to  carry  out  properly  its\n    2  powers and duties hereunder.\n    3    S  5.  The  commission is hereby empowered to subpoena and enforce the\n    4  attendance of witnesses, to administer oaths or affirmations and examine\n    5  witnesses under oath, to require the production of any books, records or\n    6  papers deemed relevant or material, and to perform any  other  functions\n    7  that are necessary or appropriate to fulfill its duties and responsibil-\n    8  ities,  and  the  governor shall give and grant to the commissioners all\n    9  powers and authority that may be given or granted to  persons  appointed\n   10  by  the governor for such purpose pursuant to section 6 of the executive\n   11  law.\n   12    S 6. The commission shall issue a final report no later than  December\n   13  1,  2012,  setting  forth  its  findings and conclusions and making such\n   14  recommendations as it shall deem necessary and proper. In addition,  the\n   15  commission  shall issue such interim reports as it shall deem necessary,\n   16  including an interim report no later than May 15, 2012.\n   17    S 7. The commission shall submit its  report  and  recommendation  for\n   18  each state authority. Such recommendation may include, but not be limit-\n   19  ed  to;  leaving an authority in its current form, the dissolution of an\n   20  authority, consolidation of similar authorities,  and  the  transfer  of\n   21  responsibilities and obligations to state agencies.\n   22    S  8.  The commission's report shall include, but shall not be limited\n   23  to:\n   24    1. the number of state authorities which are currently in existence;\n   25    2. the name and location of each state authority;\n   26    3. the number of employees, and the salary of each person employed  by\n   27  a state authority;\n   28    4. the operating budget of each state authority;\n   29    5. the expenditures of each state authority;\n   30    6. the debts and assets of each state authority;\n   31    7.  the extent to which there is oversight and accountability for each\n   32  state authority; and\n   33    8. the public perception of each state authority.\n   34    S 9. Once the commission created in section one of this act is  estab-\n   35  lished,  each  state  authority shall submit a letter to such commission\n   36  justifying such state authority's existence.\n   37    S 10. This act  shall  take  effect  immediately,  provided  that  the\n   38  members  of the commission created by this act shall be appointed within\n   39  thirty days of such date; and provided, further,  that  this  act  shall\n   40  remain  in  effect  until  one  hundred twenty days after the commission\n   41  submits the report required by section six of this act,  at  which  time\n   42  this act shall expire and be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a temporary state commission to review and report on the usefulness of the state authorities and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155824.TXT", "SOBI.D110120.T093306.TXT", "SOBI.D110120.T093806.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295534286365
}