{
  "year" : 2011,
  "senateBillNo" : "A2666-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2666-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the impoundment of vehicles operated by intoxicated or impaired persons",
  "summary" : "Authorizes the impoundment of vehicles operated by intoxicated or impaired persons; authorizes the release of impounded vehicles to owners of such vehicles if certain criteria is met; authorizes a reasonable fee for towing and storage of such vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2461-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2666\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the impound-\n         ment of vehicles operated by intoxicated and or impaired persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 1194 of the vehicle and traffic law is amended by\n    2  adding a new subdivision 5 to read as follows:\n    3    5. IMPOUNDMENT OF VEHICLE OPERATED BY ARRESTEE; CONDITIONS OF RELEASE;\n    4  FEE FOR TOWING STORAGE. (A) WHENEVER A PERSON HAS BEEN  ARRESTED  FOR  A\n    5  VIOLATION  OF  SUBDIVISION  ONE,  TWO,  TWO-A,  THREE, FOUR OR FOUR-A OF\n    6  SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE, THE  LAW  ENFORCEMENT\n    7  AGENCY  SHALL IMPOUND THE VEHICLE THAT THE ARRESTEE WAS OPERATING AT THE\n    8  TIME OF THE ARREST.\n    9    (B) A VEHICLE  IMPOUNDMENT  PURSUANT  TO  THIS  SUBDIVISION  SHALL  BE\n   10  IMPOUNDED UNTIL THE FOLLOWING CONDITIONS FOR THE RELEASE OF SUCH VEHICLE\n   11  ARE MET:\n   12    (1)  WITH RESPECT TO THE RELEASE OF THE VEHICLE TO THE ARRESTEE, FOR A\n   13  PERIOD OF NOT LESS THAN TWELVE HOURS FROM THE TIME OF THE ARREST;\n   14    (2) WITH RESPECT TO THE RELEASE OF THE VEHICLE TO A PERSON OTHER  THAN\n   15  THE ARRESTEE, WHERE SUCH VEHICLE IS OWNED OR LEASED BY:\n   16    (A)  THAT  PERSON  AND  THAT  PERSON MEETS THE CONDITIONS SET FORTH IN\n   17  SUBPARAGRAPH THREE OF THIS PARAGRAPH; OR\n   18    (B) THE ARRESTEE, AND THE ARRESTEE IS AT LEAST EIGHTEEN YEARS  OLD  OR\n   19  EMANCIPATED,  AND  THE  ARRESTEE  GIVES WRITTEN PERMISSION IN A FORM AND\n   20  MANNER ESTABLISHED BY THE COMMISSIONER, TO  ANOTHER  PERSON  TO  OPERATE\n   21  SUCH  VEHICLE,  AND  SUCH PERSON MEETS THE CONDITIONS FOR RELEASE AS SET\n   22  FORTH IN SUBPARAGRAPH THREE OF THIS PARAGRAPH; OR\n   23    (C) THE ARRESTEE, AND THE ARRESTEE IS UNDER THE AGE  OF  EIGHTEEN  AND\n   24  UNEMANCIPATED, THE VEHICLE MAY BE RELEASED TO THE PARENT OR LEGAL GUARD-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02412-01-1\n\n       A. 2666                             2\n\n    1  IAN OF THE ARRESTEE AND SUCH PERSON MEETS THE CONDITIONS FOR RELEASE SET\n    2  FORTH IN SUBPARAGRAPH THREE OF THIS PARAGRAPH.\n    3    (3)  A  VEHICLE  IMPOUNDED  PURSUANT  TO THIS SUBDIVISION SHALL NOT BE\n    4  RELEASED UNLESS THE PERSON CLAIMING THE VEHICLE:\n    5    (A) PRESENTS A VALID OPERATOR'S LICENSE, PROOF OF OWNERSHIP OR  LAWFUL\n    6  AUTHORITY TO OPERATE THE MOTOR VEHICLE, AND PROOF OF VALID MOTOR VEHICLE\n    7  INSURANCE FOR SUCH VEHICLE;\n    8    (B)  WOULD  NOT BE IN VIOLATION OF SUBDIVISION ONE, TWO, TWO-A, THREE,\n    9  FOUR, FOUR-A, FIVE OR  SIX  OF  SECTION  ELEVEN  HUNDRED  NINETY-TWO  OR\n   10  SECTION  ELEVEN  HUNDRED NINETY-TWO-A OF THIS ARTICLE IN CONNECTION WITH\n   11  THE OPERATION OF SUCH VEHICLE AND IS OTHERWISE ABLE TO OPERATE THE VEHI-\n   12  CLE IN A SAFE MANNER; AND\n   13    (C) MEETS ANY OTHER REASONABLE CONDITIONS FOR THE RELEASE  ESTABLISHED\n   14  BY THE ARRESTING LAW ENFORCEMENT AGENCY.\n   15    (C)  A LAW ENFORCEMENT AGENCY THAT IMPOUNDS A VEHICLE PURSUANT TO THIS\n   16  SUBDIVISION, OR ANY DULY AUTHORIZED AGENT ACTING ON BEHALF OR  UPON  THE\n   17  REQUEST  OF  SUCH  LAW  ENFORCEMENT  AGENCY,  IS  AUTHORIZED TO CHARGE A\n   18  REASONABLE FEE FOR TOWING AND STORAGE OF THE VEHICLE. THE  LAW  ENFORCE-\n   19  MENT  AGENCY  OR  ITS  DULY  AUTHORIZED  AGENT, IS FURTHER AUTHORIZED TO\n   20  RETAIN CUSTODY OF THE VEHICLE UNTIL SUCH FEE IS PAID.\n   21    (D) NOTHING CONTAINED IN THIS SUBDIVISION SHALL PREVENT OR SUPERSEDE A\n   22  COURT  OF  COMPETENT  JURISDICTION  FROM  EXERCISING  ITS  AUTHORITY  IN\n   23  CONNECTION  WITH  THE  RELEASE  OF  A VEHICLE IMPOUNDED PURSUANT TO THIS\n   24  SUBDIVISION.\n   25    (E) NOTHING IN THIS SUBDIVISION SHALL  BE  DEEMED  TO  PREVENT  A  LAW\n   26  ENFORCEMENT  AGENCY  FROM  EXERCISING ITS DISCRETION PURSUANT TO SECTION\n   27  140.20 OF THE CRIMINAL PROCEDURE LAW WITH  RESPECT  TO  THE  RELEASE  OF\n   28  PERSONS WHO MAY REPRESENT A DANGER TO THEMSELVES OR OTHERS.\n   29    S 2. This act shall take effect on the first of November next succeed-\n   30  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the impoundment of vehicles operated by intoxicated and or impaired persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155824.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986179
}