{
  "year" : 2011,
  "senateBillNo" : "A2661-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2661-2011-1295413200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the writing, sending or reading of text messages on a mobile telephone while driving",
  "summary" : "Prohibits the writing, sending or reading of text messages on a mobile telephone while driving. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2453-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2661\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, SCHROEDER, GALEF, MILLMAN, MAISEL, SCHI-\n         MEL, SPANO, BOYLAND, CLARK, BRENNAN, COLTON, BROOK-KRASNY,  ZEBROWSKI,\n         KAVANAGH,  HOYT,  MENG,  DenDEKKER, GABRYSZAK, LATIMER, CASTRO, ROSEN-\n         THAL, MARKEY, CAMARA, HOOPER, MAYERSOHN, JEFFRIES  --  Multi-Sponsored\n         by  --  M.  of  A. ABBATE, BENEDETTO, CALHOUN, COOK, CUSICK, DINOWITZ,\n         GLICK, GOTTFRIED, HEASTIE, LANCMAN, LUPARDO,  MAGEE,  PERRY,  PHEFFER,\n         REILLY,  ROBINSON, SCARBOROUGH, TITONE, TOWNS, WEISENBERG -- read once\n         and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the  insurance  law,  in\n         relation  to  prohibiting  the  writing,  sending  or  reading of text\n         messages on a mobile telephone while driving\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (d)  of subdivision 1 of section 1225-c of the\n    2  vehicle and traffic law, as added by chapter 69 of the laws of 2001,  is\n    3  amended and a new paragraph (h) is added to read as follows:\n    4    (d)  \"Hand-held  mobile  telephone\"  shall  mean a mobile telephone OR\n    5  PORTABLE ELECTRONIC DEVICE with which  a  user  engages  in  a  call  OR\n    6  WRITES,  SENDS OR READS A TEXT MESSAGE using at least one hand, PROVIDED\n    7  THAT  THE  TERM  \"HAND-HELD  MOBILE   TELEPHONE\"   SHALL   NOT   INCLUDE\n    8  VEHICLE-INTEGRATED VOICE-ACTIVATED DEVICES.\n    9    (H)  \"WRITE,  SEND OR READ A TEXT MESSAGE\" SHALL MEAN THE MANUAL ENTRY\n   10  OR RETRIEVAL OF A TEXT-BASED MESSAGE COMMONLY  REFERRED  TO  AS  A  TEXT\n   11  MESSAGE,  INSTANT  MESSAGE,  ELECTRONIC MESSAGE OR EMAIL, TO COMMUNICATE\n   12  WITH ANY PERSON OR DEVICE.\n   13    S 2. Paragraph (a) of subdivision  2  and  subdivision  3  of  section\n   14  1225-c  of  the  vehicle  and traffic law, as added by chapter 69 of the\n   15  laws of 2001, are amended to read as follows:\n   16    (a) Except as otherwise provided in  this  section,  no  person  shall\n   17  operate a motor vehicle upon a public highway while using a mobile tele-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04399-01-1\n\n       A. 2661                             2\n\n    1  phone  OR  PORTABLE ELECTRONIC DEVICE to engage in a call OR WRITE, SEND\n    2  OR READ A TEXT MESSAGE while such vehicle is in motion.\n    3    3. Subdivision two of this section shall not apply to (a) the use of a\n    4  mobile  telephone  OR PORTABLE ELECTRONIC DEVICE for the sole purpose of\n    5  communicating with any of the following  regarding  an  emergency  situ-\n    6  ation: an emergency response operator; a hospital, physician's office or\n    7  health  clinic;  an  ambulance  company  or  corps;  a  fire department,\n    8  district or company; or a police department, (b) any  of  the  following\n    9  persons  while  in  the  performance  of their official duties: a police\n   10  officer or peace officer; a member of a  fire  department,  district  or\n   11  company;  or  the operator of an authorized emergency vehicle as defined\n   12  in section one hundred one of this chapter, or (c) the use of  a  hands-\n   13  free mobile telephone.\n   14    S  3.  Subdivision  4 of section 502 of the vehicle and traffic law is\n   15  amended by adding a new paragraph (c-3) to read as follows:\n   16    (C-3) \"CELL PHONE SAFETY\" COMPONENT. THE COMMISSIONER SHALL PROVIDE IN\n   17  THE PRE-LICENSING COURSE, SET FORTH IN PARAGRAPH (B) OF THIS SUBDIVISION\n   18  A MANDATORY COMPONENT IN THE \"CELL PHONE SAFETY\" COMPONENT AS A  PREREQ-\n   19  UISITE  FOR  OBTAINING A LICENSE TO OPERATE A MOTOR VEHICLE. THE PURPOSE\n   20  OF THE COMPONENT IS TO EDUCATE PROSPECTIVE LICENSEES  OF  THE  POTENTIAL\n   21  DANGERS  OF  DRIVING  WHILE USING A CELL PHONE. FOR THE PURPOSES OF THIS\n   22  PARAGRAPH, \"CELL PHONE\" SHALL BE DEFINED AS A HAND-HELD MOBILE TELEPHONE\n   23  WITH WHICH A USER ENGAGES A CALL OR WRITES, SENDS OR READS A  TEXT-BASED\n   24  COMMUNICATION  USING  AT  LEAST  ONE HAND AS DEFINED IN PARAGRAPH (H) OF\n   25  SUBDIVISION ONE OF SECTION TWELVE HUNDRED TWENTY-FIVE-C OF THIS CHAPTER.\n   26  THE COMMISSIONER SHALL ESTABLISH A CURRICULUM FOR SUCH \"CELL PHONE SAFE-\n   27  TY\" COMPONENT WHICH SHALL INCLUDE, BUT NOT BE LIMITED TO, INFORMATION ON\n   28  THE LAW RELATED TO DRIVING WHILE USING A CELL PHONE, THE  PENALTIES  FOR\n   29  USING A CELL PHONE WHILE DRIVING AND THE POTENTIAL DANGERS OF DISTRACTED\n   30  DRIVERS.  IN  DEVELOPING SUCH CURRICULUM, THE COMMISSIONER SHALL CONSULT\n   31  WITH LAW ENFORCEMENT PERSONNEL, HIGHWAY SAFETY OFFICIALS AND  ANY  OTHER\n   32  GROUP THE COMMISSIONER BELIEVES CAN CONTRIBUTE TO A COMPREHENSIVE STATE-\n   33  MENT OF THE ISSUE.\n   34    S  4.  Paragraphs  (a), (b) and (d) of subdivision 4 of section 502 of\n   35  the vehicle and traffic law, as amended by chapter 585 of  the  laws  of\n   36  2002, subparagraph (i) of paragraph (a) as amended by chapter 387 of the\n   37  laws of 2010, are amended to read as follows:\n   38    (a)  (i) Upon submission of an application for a driver's license, the\n   39  applicant shall be required to take and pass a test, or submit  evidence\n   40  of  passage of a test, with respect to the laws relating to traffic, the\n   41  laws relating to driving while ability is impaired and while  intoxicat-\n   42  ed,  under  the  overpowering  influence of \"Road Rage\", [or] \"Work Zone\n   43  Safety\" awareness as defined by the commissioner OR \"CELL PHONE  SAFETY\"\n   44  AS  DEFINED BY THE COMMISSIONER, the law relating to exercising due care\n   45  to avoid colliding with a parked, stopped or standing  authorized  emer-\n   46  gency  vehicle  pursuant  to section eleven hundred forty-four-a of this\n   47  chapter, the ability to read and comprehend traffic  signs  and  symbols\n   48  and  such other matters as the commissioner may prescribe, and to satis-\n   49  factorily complete a course prescribed by the commissioner of  not  less\n   50  than  four  hours  and not more than five hours, consisting of classroom\n   51  driver training and highway safety instruction or the equivalent  there-\n   52  of.  Such test shall include at least seven written questions concerning\n   53  the effects of consumption of alcohol or  drugs  on  the  ability  of  a\n   54  person  to  operate  a  motor vehicle and the legal and financial conse-\n   55  quences resulting from violations of section eleven  hundred  ninety-two\n   56  of  this  chapter,  prohibiting  the  operation of a motor vehicle while\n\n       A. 2661                             3\n\n    1  under the influence of alcohol or drugs. Such test shall include one  or\n    2  more written questions concerning the devastating effects of \"Road Rage\"\n    3  on  the ability of a person to operate a motor vehicle and the legal and\n    4  financial  consequences resulting from assaulting, threatening or inter-\n    5  fering with the lawful conduct of another person legally using the road-\n    6  way. Such test shall include one or more questions concerning the poten-\n    7  tial  dangers  to  persons  and  equipment  resulting  from  the  unsafe\n    8  operation of a motor vehicle in a work zone. SUCH TEST SHALL INCLUDE ONE\n    9  OR MORE WRITTEN QUESTIONS RELATING TO THE HAZARDS AND LEGAL CONSEQUENCES\n   10  OF  DRIVING  WHILE USING A CELL PHONE. Such test may include one or more\n   11  questions concerning the law for exercising due care to avoid  colliding\n   12  with a parked, stopped or standing authorized emergency vehicle pursuant\n   13  to  section eleven hundred forty-four-a of this chapter. Such test shall\n   14  be administered by the commissioner. The commissioner  shall  cause  the\n   15  applicant  to  take  a  vision test and a test for color blindness. Upon\n   16  passage of the vision test, the application  may  be  accepted  and  the\n   17  application fee shall be payable.\n   18    (ii)  The  commissioner  shall promulgate rules and regulations estab-\n   19  lishing eligibility standards for the taking and  passing  of  knowledge\n   20  tests in other than written form.\n   21    (b)  Upon successful completion of the requirements set forth in para-\n   22  graph (a) of this subdivision which shall include an  alcohol  and  drug\n   23  education component as described in paragraph (c) of this subdivision, a\n   24  \"Road  Rage\" awareness component as described in paragraph (c-1) of this\n   25  subdivision and a \"Work Zone Safety\" awareness component as described in\n   26  paragraph (c-2) of this subdivision AND A \"CELL PHONE SAFETY\"  COMPONENT\n   27  AS  DESCRIBED  IN  PARAGRAPH (C-3) OF THIS SUBDIVISION, the commissioner\n   28  shall cause the applicant to take a road test in a representative  vehi-\n   29  cle  of a type prescribed by the commissioner which shall be appropriate\n   30  to the type of license for which application is made,  except  that  the\n   31  commissioner may waive the road test requirements for certain classes of\n   32  applicants. The commissioner shall have the power to establish a program\n   33  to  allow persons other than employees of the department to conduct road\n   34  tests in representative vehicles when such tests are required for appli-\n   35  cants to obtain a class A, B or C license.  If she chooses to do so, she\n   36  shall set forth her reasons in writing and conduct a public  hearing  on\n   37  the  matter.  She  shall only establish such a program after holding the\n   38  public hearing.\n   39    (d) The commissioner shall make available for distribution upon regis-\n   40  tration at each location where the pre-licensing course will  be  given,\n   41  instructional  handbooks  outlining the content of the entire curriculum\n   42  of the pre-licensing course including the  information  required  to  be\n   43  included  in  the  course pursuant to paragraphs (c), (c-1) [and], (c-2)\n   44  AND (C-3) of this subdivision. The commissioner shall also  provide  for\n   45  the  additional  training of the instructors necessary for the competent\n   46  instruction of the alcohol and drug education and \"Road Rage\"  awareness\n   47  [and],  \"Work  Zone  Safety\"  awareness, AND \"CELL PHONE SAFETY\" subject\n   48  matters of the pre-licensing course.\n   49    S 5. Subsection (a) of section 2336 of the insurance law,  as  amended\n   50  by chapter 751 of the laws of 2005, is amended to read as follows:\n   51    (a)  Any  schedule of rates or rating plan for motor vehicle liability\n   52  and collision insurance submitted to the  superintendent  shall  provide\n   53  for  an  appropriate  reduction in premium charges for any insured for a\n   54  three year period after successfully completing a motor vehicle accident\n   55  prevention course, known as  the  national  safety  council's  defensive\n   56  driving course, or any driver improvement course approved by the depart-\n\n       A. 2661                             4\n\n    1  ment  of motor vehicles as being equivalent to the national safety coun-\n    2  cil's defensive driving course, provided that,  except  as  provided  in\n    3  article  twelve-C  of  the  vehicle  and  traffic law, there shall be no\n    4  reduction in premiums for a self instruction defensive driving course or\n    5  a  course  which does not provide for actual classroom instruction for a\n    6  minimum number of hours as determined by the department of  motor  vehi-\n    7  cles.  Such  reduction in premium charges shall be subsequently modified\n    8  to the extent  appropriate,  based  upon  analysis  of  loss  experience\n    9  statistics  and  other  relevant  factors.  All such accident prevention\n   10  courses shall be monitored by the department of motor vehicles and shall\n   11  include components of instruction in \"Road  Rage\"  awareness  [and],  in\n   12  \"Work  Zone  Safety\" awareness AND \"CELL PHONE SAFETY\" as defined by the\n   13  commissioner of motor vehicles. The provisions of this section shall not\n   14  apply to attendance at a program pursuant to article twenty-one  of  the\n   15  vehicle and traffic law as a result of any traffic infraction.\n   16    S  6.  Subsection (a) of section 2336 of the insurance law, as amended\n   17  by chapter 585 of the laws of 2002, is amended to read as follows:\n   18    (a) Any schedule of rates or rating plan for motor  vehicle  liability\n   19  and  collision  insurance  submitted to the superintendent shall provide\n   20  for an appropriate reduction in premium charges for any  insured  for  a\n   21  three year period after successfully completing a motor vehicle accident\n   22  prevention  course,  known  as  the  national safety council's defensive\n   23  driving course, or any driver improvement course approved by the depart-\n   24  ment of motor vehicles as being equivalent to the national safety  coun-\n   25  cil's  defensive  driving  course,  provided  that in either event there\n   26  shall be no reduction in premiums for a self instruction defensive driv-\n   27  ing course or a course which  does  not  provide  for  actual  classroom\n   28  instruction  for  a minimum number of hours as determined by the depart-\n   29  ment of motor vehicles. Such  reduction  in  premium  charges  shall  be\n   30  subsequently  modified to the extent appropriate, based upon analysis of\n   31  loss experience statistics and other relevant factors. All such accident\n   32  prevention courses shall be monitored by the department of  motor  vehi-\n   33  cles  and  shall include components of instruction in \"Road Rage\" aware-\n   34  ness [and], in \"Work Zone Safety\" awareness AND \"CELL PHONE  SAFETY\"  as\n   35  defined  by  the  commissioner of motor vehicles. The provisions of this\n   36  section shall not apply to attendance at a program pursuant  to  article\n   37  twenty-one  of  the  vehicle  and traffic law as a result of any traffic\n   38  infraction.\n   39    S 7. This act shall take effect on the one hundred eightieth day after\n   40  it shall have become a law, provided that the amendments  to  subsection\n   41  (a)  of  section  2336 of the insurance law made by section five of this\n   42  act shall be subject to the expiration and reversion of such  subsection\n   43  as provided in section 5 of chapter 751 of the laws of 2005, as amended,\n   44  when upon such date section six of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the insurance law, in relation to prohibiting the writing, sending or reading of text messages on a mobile telephone while driving ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155323.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986188
}