{
  "year" : 2011,
  "senateBillNo" : "A2665-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2665-2011-1295413200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the public service commission to conduct an in-depth public interest analysis of proposed mergers by telephone corporations and other telecom service providers",
  "summary" : "Requires the public service commission to conduct an in-depth public interest analysis of proposed mergers by telephone corporations and other telecommunications services providers; requires the demonstration of certain public benefits as a condition for approval thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "AD2208-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2665\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in  relation  to  directing  the\n         public service commission to conduct an in-depth public interest anal-\n         ysis  of proposed mergers by telephone corporations and other telecom-\n         munications services providers over which said commission  has  juris-\n         diction\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and purpose.   The  legislature  finds\n    2  the  public interest to require closer scrutiny of proposed telecommuni-\n    3  cations industry transfers of control, and declares that,  except  where\n    4  the  public  interest requires a contrary result, a portion of the bene-\n    5  fits of such mergers should be returned to the state's ratepayers.\n    6    S 2. Subdivision 2 of section 99 of the public service law, as amended\n    7  by chapter 383 of the laws of 1996, is amended to read as follows:\n    8    2. (A) No franchise nor any right to or under any franchise to own  or\n    9  operate  a  telegraph  line  or telephone line shall be assigned, trans-\n   10  ferred, or leased, nor shall any contract or  agreement  hereafter  made\n   11  with  reference  to or affecting any such franchise or right be valid or\n   12  of any force or effect whatsoever[,] unless  the  assignment,  transfer,\n   13  lease,  contract,  or  agreement shall have been approved by the commis-\n   14  sion.\n   15    (B) No telephone corporation shall transfer  or  lease  its  works  or\n   16  system or any part of such works or system to any other person or corpo-\n   17  ration  or  contract for the operation of its works or system[,] without\n   18  the written consent of the commission.  [Notwithstanding the  foregoing,\n   19  any  such  transfer  or  lease  between  affiliated corporations with an\n   20  original cost of (a) less than one hundred thousand dollars proposed  by\n   21  a  telephone  corporation  having annual gross revenues in excess of two\n   22  hundred million dollars, (b)  less  than  twenty-five  thousand  dollars\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00605-02-1\n\n       A. 2665                             2\n\n    1  proposed by a telephone corporation having annual gross revenues of less\n    2  than  two  hundred million but more than ten million dollars or (c) less\n    3  than ten thousand dollars proposed by  a  telephone  corporation  having\n    4  annual  gross  revenues  of  less than ten million dollars and any other\n    5  transfer or lease between non-affiliates regardless  of  cost  shall  be\n    6  effective  without  the  commission's written consent within ninety days\n    7  after such corporation notifies the commission that it plans to complete\n    8  such transfer or lease and submits a  description  of  the  transfer  or\n    9  lease,  unless  the  commission, or its designee, determines within such\n   10  ninety days that the public interest requires  the  commission's  review\n   11  and written consent.]\n   12    (C) (1) NO CONSENT SHALL BE GIVEN BY THE COMMISSION TO THE ASSIGNMENT,\n   13  TRANSFER, OR LEASE OF ANY RIGHT OR FRANCHISE TO OPERATE A TELEGRAPH LINE\n   14  OR  TELEPHONE LINE UNLESS IT SHALL HAVE BEEN SHOWN THAT SUCH ASSIGNMENT,\n   15  TRANSFER, OR LEASE IS IN THE PUBLIC INTEREST.\n   16    (2) NO CONSENT SHALL BE GIVEN BY THE  COMMISSION  TO  THE  ASSIGNMENT,\n   17  TRANSFER,  OR  LEASE  OF ANY RIGHT OR FRANCHISE TO OPERATE ANY PART OF A\n   18  TELEPHONE CORPORATION'S WORKS OR SYSTEM, OR TO A CONTRACT FOR THE OPERA-\n   19  TION OF SUCH ENTITY'S WORKS OR SYSTEM, UNLESS IT SHALL HAVE  BEEN  SHOWN\n   20  THAT  SUCH  ASSIGNMENT,  TRANSFER, OR LEASE OR CONTRACT IS IN THE PUBLIC\n   21  INTEREST.\n   22    (D) BEFORE AUTHORIZING THE MERGER, ACQUISITION, ASSIGNMENT, LEASE,  OR\n   23  TRANSFER  OF  CONTROL  OF  ANY TELEPHONE CORPORATION ORGANIZED AND DOING\n   24  BUSINESS IN THIS STATE, AND ONLY WHERE ANY  OF  THE  ENTITIES  THAT  ARE\n   25  PARTIES  TO  THE PROPOSED TRANSACTION HAS GROSS ANNUAL NEW YORK REVENUES\n   26  EXCEEDING TWO HUNDRED MILLION DOLLARS THE COMMISSION SHALL FIND THAT THE\n   27  PROPOSAL DOES ALL OF THE FOLLOWING:\n   28    (1) PROVIDES SHORT-TERM AND LONG-TERM ECONOMIC BENEFITS TO RATEPAYERS.\n   29    (2) EQUITABLY ALLOCATES, WHERE THE COMMISSION HAS RATEMAKING  AUTHORI-\n   30  TY,  THE TOTAL SHORT-TERM AND LONG-TERM FORECASTED ECONOMIC BENEFITS, AS\n   31  DETERMINED BY THE COMMISSION, OF THE PROPOSED  MERGER,  ACQUISITION,  OR\n   32  CONTROL  BETWEEN  SHAREHOLDERS  AND RATEPAYERS. RATEPAYERS SHALL RECEIVE\n   33  NOT LESS THAN FORTY PERCENT OF SUCH  BENEFITS;  PROVIDED,  HOWEVER  THAT\n   34  REINVESTMENT  OF  SUCH  BENEFITS  IN  A TELEPHONE CORPORATION'S IN-STATE\n   35  INFRASTRUCTURE MAY BE DEEMED TO SATISFY SUCH REQUIREMENT.\n   36    (3) MAINTAINS OR IMPROVES THE FINANCIAL  CONDITION  OF  THE  RESULTING\n   37  TELEPHONE  CORPORATIONS  DOING BUSINESS IN THE STATE AND DOES NOT UNREA-\n   38  SONABLY ALLOCATE A TELEPHONE CORPORATION'S DEBT TO A DIVESTITURE  ENTITY\n   39  CREATED  FROM AN EXISTING TELEPHONE CORPORATION. FOR THE PURPOSE OF THIS\n   40  SECTION, A DIVESTITURE ENTITY  IS  A  BUSINESS  ENTITY  CREATED  BY  THE\n   41  ASSIGNMENT,  EXCHANGE,  SALE,  OR  OTHER  TRANSFER  OF SOME OR ALL OF AN\n   42  EXISTING TELEPHONE CORPORATION'S LINES, SYSTEM, OR WORKS TO A NEW  TELE-\n   43  PHONE CORPORATION.\n   44    (4)  MAINTAINS  OR IMPROVES THE QUALITY OF SERVICE TO TELEPHONE CORPO-\n   45  RATION RATEPAYERS IN THE STATE.\n   46    (5) MAINTAINS OR IMPROVES THE QUALITY OF MANAGEMENT OF  THE  RESULTING\n   47  TELEPHONE CORPORATION DOING BUSINESS IN THE STATE.\n   48    (6)  IS  FAIR AND REASONABLE TO AFFECTED TELEPHONE CORPORATION EMPLOY-\n   49  EES, INCLUDING BOTH UNION AND NONUNION EMPLOYEES.\n   50    (7) IS FAIR AND REASONABLE TO THE MAJORITY OF ALL  AFFECTED  TELEPHONE\n   51  CORPORATIONS.\n   52    (8) IS BENEFICIAL ON AN OVERALL BASIS TO STATE AND LOCAL ECONOMIES AND\n   53  TO  THE  COMMUNITIES IN THE AREA SERVED BY THE RESULTING ENTITY AND DOES\n   54  NOT ALLOCATE SUBSTANTIALLY UNFUNDED PENSION OR HEALTH  CARE  OBLIGATIONS\n   55  OR OTHER EMPLOYEE BENEFITS TO A RESULTING TELEPHONE CORPORATION.\n\n       A. 2665                             3\n\n    1    (9)  PRESERVES  THE JURISDICTION OF THE COMMISSION AND THE CAPACITY OF\n    2  THE COMMISSION TO EFFECTIVELY REGULATE AND AUDIT  TELEPHONE  CORPORATION\n    3  OPERATIONS IN THE STATE.\n    4    (10)  PROVIDES  MITIGATION  MEASURES  TO  PREVENT  SIGNIFICANT ADVERSE\n    5  CONSEQUENCES WHICH MAY RESULT.\n    6    (11) DOES NOT ADVERSELY AFFECT COMPETITION. IN  MAKING  THIS  FINDING,\n    7  THE  COMMISSION  SHALL  REQUEST  AN  ADVISORY  OPINION FROM THE ATTORNEY\n    8  GENERAL REGARDING WHETHER OR NOT COMPETITION WILL BE ADVERSELY  AFFECTED\n    9  AND  WHAT MITIGATORY MEASURES COULD BE ADOPTED TO AVOID ANY SUCH ADVERSE\n   10  EFFECT.\n   11    (E) WHEN REVIEWING A  MERGER,  ACQUISITION,  OR  TRANSFER  OF  CONTROL\n   12  PROPOSAL,  THE  COMMISSION  SHALL  CONSIDER  REASONABLE  ALTERNATIVES OR\n   13  MODIFICATIONS TO THE PROPOSAL RECOMMENDED BY OTHER PARTIES, INCLUDING NO\n   14  MERGER, ACQUISITION, OR CONTROL, TO DETERMINE WHETHER OR NOT  COMPARABLE\n   15  SHORT-TERM  AND LONG-TERM ECONOMIC SAVINGS CAN BE ACHIEVED THROUGH OTHER\n   16  MEANS WHILE AVOIDING THE POSSIBLE ADVERSE CONSEQUENCES OF THE PROPOSAL.\n   17    (F) THE PERSON OR CORPORATION SEEKING  ACQUISITION  OR  CONTROL  OF  A\n   18  TELEPHONE  CORPORATION  ORGANIZED AND DOING BUSINESS IN THIS STATE SHALL\n   19  HAVE BEFORE THE COMMISSION THE BURDEN OF PROVING BY A  PREPONDERANCE  OF\n   20  THE  EVIDENCE THAT THE REQUIREMENTS OF PARAGRAPH (D) OF THIS SUBDIVISION\n   21  ARE MET.\n   22    (G) IN DETERMINING WHETHER OR NOT AN ACQUIRING  TELEPHONE  CORPORATION\n   23  HAS  GROSS  ANNUAL  REVENUES EXCEEDING THE AMOUNT SPECIFIED IN PARAGRAPH\n   24  (D) OF THIS SUBDIVISION, THE REVENUES OF  THAT  TELEPHONE  CORPORATION'S\n   25  AFFILIATES  SHALL  NOT  BE  CONSIDERED,  UNLESS  THE  AFFILIATE IS TO BE\n   26  UTILIZED FOR THE PURPOSE  OF  EFFECTING  SUCH  MERGER,  ACQUISITION,  OR\n   27  CONTROL.\n   28    (H)  SUBPARAGRAPHS  ONE  AND  TWO OF PARAGRAPH (D) OF THIS SUBDIVISION\n   29  SHALL NOT APPLY TO THE FORMATION OF A HOLDING COMPANY.\n   30    (I) SUBPARAGRAPHS ONE AND TWO OF PARAGRAPH  (D)  OF  THIS  SUBDIVISION\n   31  SHALL  NOT APPLY TO ACQUISITIONS OR CHANGES IN CONTROL THAT ARE MANDATED\n   32  BY EITHER THE COMMISSION OR THE LEGISLATURE.\n   33    (J) THIS SUBDIVISION SHALL ONLY APPLY  TO  ASSIGNMENTS,  TRANSFERS  OR\n   34  LEASES  OF WORKS OR SYSTEMS OR OTHER TELECOMMUNICATIONS SERVICES PROVID-\n   35  ERS IF THE PROPOSED MERGER, ACQUISITION, ASSIGNMENT, LEASE, OR  TRANSFER\n   36  INVOLVES A TELEPHONE COMPANY OR TELECOMMUNICATIONS SERVICE PROVIDER THAT\n   37  PROVIDES,  AND ONLY TO THE EXTENT THE TRANSACTION INVOLVES, NON-COMPETI-\n   38  TIVE BASIC RATE RESIDENTIAL OR LIFELINE TELECOMMUNICATIONS SERVICE TO AT\n   39  LEAST ONE RESIDENTIAL CUSTOMER.\n   40    S 3. Section 100 of the public service law, as amended by chapter  226\n   41  of the laws of 2009, is amended to read as follows:\n   42    S 100. Transfer and ownership of stock. 1. No telegraph corporation or\n   43  telephone  corporation,  domestic  or  foreign, shall hereafter purchase\n   44  [or], acquire, take, or hold any part of the capital stock of any  tele-\n   45  graph  corporation  or telephone corporation organized or existing under\n   46  the laws of this state unless authorized so to do by the commission.\n   47    2. Save where stock shall be transferred or held for  the  purpose  of\n   48  collateral security, no stock corporation, domestic or foreign, company,\n   49  including, but not limited to, a limited liability company, association,\n   50  including  a  joint  stock association, partnership, including a limited\n   51  liability partnership, or person, other than a telegraph corporation  or\n   52  telephone  corporation,  shall,  without  the consent of the commission,\n   53  purchase [or], acquire, take, or hold more than ten [per centum] PERCENT\n   54  of the voting capital stock issued by any telegraph corporation or tele-\n   55  phone corporation organized or existing under or by virtue of  the  laws\n   56  of  this  state.  Any corporation now lawfully holding a majority of the\n\n       A. 2665                             4\n\n    1  voting capital stock of any telegraph corporation  or  telephone  corpo-\n    2  ration  may, without the consent of the commission, acquire and hold the\n    3  remainder of the voting capital stock of such telegraph  corporation  or\n    4  telephone corporation[,] or any portion thereof.\n    5    3.  (A) No consent shall be given by the commission to the acquisition\n    6  of any stock in accordance with this section unless it shall  have  been\n    7  shown that such acquisition is in the public interest[; provided, howev-\n    8  er,  that any], WHICH THE COMMISSION SHALL DETERMINE BY FINDING THAT THE\n    9  PROPOSAL DOES ALL OF THE FOLLOWING,  TO  THE  EXTENT  DETERMINED  TO  BE\n   10  APPLICABLE:\n   11    (I) PROVIDES SHORT-TERM AND LONG-TERM ECONOMIC BENEFITS TO RATEPAYERS.\n   12    (II)  EQUITABLY  ALLOCATES,  WHERE APPLICABLE AND WHERE THE COMMISSION\n   13  HAS RATEMAKING AUTHORITY, THE TOTAL SHORT-TERM AND LONG-TERM  FORECASTED\n   14  ECONOMIC  BENEFITS,  AS  DETERMINED  BY  THE COMMISSION, OF THE PROPOSED\n   15  ACQUISITION, PURCHASE, SALE, TRANSFER, OR RETENTION BETWEEN SHAREHOLDERS\n   16  AND RATEPAYERS. RATEPAYERS SHALL RECEIVE NOT LESS THAN FORTY PERCENT  OF\n   17  THOSE  BENEFITS; PROVIDED, HOWEVER THAT REINVESTMENT OF SUCH BENEFITS IN\n   18  A TELEPHONE CORPORATION'S  IN-STATE  INFRASTRUCTURE  MAY  BE  DEEMED  TO\n   19  SATISFY SUCH REQUIREMENT.\n   20    (III)  MAINTAINS  OR IMPROVES THE FINANCIAL CONDITION OF THE RESULTING\n   21  TELEPHONE CORPORATIONS DOING BUSINESS IN THE STATE AND DOES  NOT  UNREA-\n   22  SONABLY  ALLOCATE A TELEPHONE CORPORATION'S DEBT TO A DIVESTITURE ENTITY\n   23  CREATED FROM AN EXISTING TELEPHONE CORPORATION. FOR THE PURPOSE OF  THIS\n   24  SECTION,  A  DIVESTITURE  ENTITY  IS  A  BUSINESS  ENTITY CREATED BY THE\n   25  ASSIGNMENT, EXCHANGE, SALE, OR OTHER TRANSFER  OF  SOME  OR  ALL  OF  AN\n   26  EXISTING  TELEPHONE CORPORATION'S LINES, SYSTEM, OR WORKS TO A NEW TELE-\n   27  PHONE CORPORATION.\n   28    (IV) MAINTAINS OR IMPROVES THE QUALITY OF SERVICE TO TELEPHONE  CORPO-\n   29  RATION RATEPAYERS IN THE STATE.\n   30    (V)  MAINTAINS  OR IMPROVES THE QUALITY OF MANAGEMENT OF THE RESULTING\n   31  TELEPHONE CORPORATION DOING BUSINESS IN THE STATE.\n   32    (VI) IS FAIR AND REASONABLE TO AFFECTED TELEPHONE CORPORATION  EMPLOY-\n   33  EES, INCLUDING BOTH UNION AND NONUNION EMPLOYEES.\n   34    (VII) IS FAIR AND REASONABLE TO THE MAJORITY OF ALL AFFECTED TELEPHONE\n   35  CORPORATIONS.\n   36    (VIII)  IS  BENEFICIAL, ON AN OVERALL BASIS, TO STATE AND LOCAL ECONO-\n   37  MIES, AND TO THE COMMUNITIES IN THE AREA SERVED BY THE RESULTING  ENTITY\n   38  AND  DOES  NOT  ALLOCATE  SUBSTANTIALLY  UNFUNDED PENSION OR HEALTH CARE\n   39  OBLIGATIONS OR OTHER EMPLOYEE BENEFITS TO A RESULTING  TELEPHONE  CORPO-\n   40  RATION.\n   41    (IX)  PRESERVES THE JURISDICTION OF THE COMMISSION AND THE CAPACITY OF\n   42  THE COMMISSION TO EFFECTIVELY REGULATE AND AUDIT  TELEPHONE  CORPORATION\n   43  OPERATIONS IN THE STATE.\n   44    (X) PROVIDES MITIGATION MEASURES TO PREVENT SIGNIFICANT ADVERSE CONSE-\n   45  QUENCES WHICH MAY RESULT FROM SUCH ACQUISITION.\n   46    (XI)  DOES  NOT  ADVERSELY AFFECT COMPETITION. IN MAKING THIS FINDING,\n   47  THE COMMISSION SHALL REQUEST  AN  ADVISORY  OPINION  FROM  THE  ATTORNEY\n   48  GENERAL  REGARDING WHETHER OR NOT COMPETITION WILL BE ADVERSELY AFFECTED\n   49  AND WHAT MITIGATORY MEASURES COULD BE ADOPTED TO AVOID ANY SUCH  ADVERSE\n   50  EFFECT.\n   51    (B)  ANY  such  consent  HOWEVER, shall be deemed to be granted by the\n   52  commission ninety days after such corporation applies to the  commission\n   53  for  its consent, unless the commission, or its designee, determines and\n   54  informs the applicant in writing within such ninety day period that  the\n   55  public  interest  requires  the  commission's  review  and  its  written\n   56  consent.  Nothing [herein] contained IN THIS SECTION shall be  construed\n\n       A. 2665                             5\n\n    1  to prevent the holding of any stock heretofore lawfully acquired, nor to\n    2  prevent,  upon  the  surrender  or  exchange of such stock pursuant to a\n    3  reorganization plan, the purchase, acquisition, taking, or holding of  a\n    4  proportionate  amount  of stock of any new corporation organized to take\n    5  over, at foreclosure or other sale,  the  property  of  any  corporation\n    6  whose  stock  has been thus surrendered or exchanged[;], but the propor-\n    7  tion of the voting capital stock of the new corporation held by a  stock\n    8  corporation, company, association, partnership or person and acquired by\n    9  it  by  any  such  surrender  or exchange of stock shall not without the\n   10  consent of the commission exceed the proportion of  the  voting  capital\n   11  stock held by it in the former corporation.\n   12    (C)  THIS  SUBDIVISION  SHALL  ONLY  APPLY  TO  MERGERS, ACQUISITIONS,\n   13  ASSIGNMENTS, LEASES, OR TRANSFERS OF CONTROL OF  TELEPHONE  CORPORATIONS\n   14  OR  OTHER  TELECOMMUNICATIONS SERVICES PROVIDERS IF THE PROPOSED MERGER,\n   15  ACQUISITION, ASSIGNMENT, LEASE, OR TRANSFER INVOLVES A TELEPHONE COMPANY\n   16  OR TELECOMMUNICATIONS SERVICE PROVIDER THAT PROVIDES, AND  ONLY  TO  THE\n   17  EXTENT  THE TRANSACTION INVOLVES, NON-COMPETITIVE BASIC RATE RESIDENTIAL\n   18  OR LIFELINE TELECOMMUNICATIONS  SERVICE  TO  AT  LEAST  ONE  RESIDENTIAL\n   19  CUSTOMER.\n   20    4.  Every contract, assignment, transfer, or agreement for transfer of\n   21  any stock by or through any person or corporation  to  any  corporation,\n   22  company,  association,  partnership  or  person,  in  violation  of  any\n   23  provision of this chapter shall be void and of no effect,  and  no  such\n   24  transfer  or  assignment  shall be made upon the books of any such tele-\n   25  graph corporation or telephone corporation[,] or shall be recognized  as\n   26  effective for any purpose.\n   27    5.  THE  PROVISIONS  OF THIS SECTION SHALL ONLY APPLY TO THE OWNERSHIP\n   28  TRANSFER OF STOCKS WHERE ANY PARTY TO SUCH TRANSFER HAS ANNUAL NEW  YORK\n   29  GROSS REVENUES EXCEEDING TWO HUNDRED MILLION DOLLARS.\n   30    S 4. This act shall take effect on the one hundred twentieth day after\n   31  it  shall  have become a law. Effective immediately, all rules and regu-\n   32  lations and any other measures necessary to implement any  provision  of\n   33  this act on its effective date may be promulgated and taken, respective-\n   34  ly, on or before the effective date of such provision.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to directing the public service commission to conduct an in-depth public interest analysis of proposed mergers by telephone corporations and other telecommunications services providers over which said commission has jurisdiction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155824.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986168
}