{
  "year" : 2011,
  "senateBillNo" : "A2668-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2668-2011-1295413200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the nurse practitioner loan repayment program",
  "summary" : "Establishes the nurse practitioner loan repayment program; authorizes the commissioner to award loan repayment awards to certain nurse practioners. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11655-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2668\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the public health law, in relation to  establishing  the\n         nurse practitioner loan repayment program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2807-m of the  public  health  law  is  amended  by\n    2  adding a new subdivision 5-c to read as follows:\n    3    5-C.  NURSE PRACTITIONER LOAN REPAYMENT PROGRAM. (A) BEGINNING JANUARY\n    4  FIRST, TWO THOUSAND  TWELVE,  THE  COMMISSIONER  IS  AUTHORIZED,  WITHIN\n    5  AMOUNTS  AVAILABLE  PURSUANT  TO  SUBDIVISION FIVE-A OF THIS SECTION, TO\n    6  MAKE LOAN REPAYMENT AWARDS:\n    7    (I) TO NURSE PRACTITIONERS OR OTHER  NURSE  PRACTITIONER  SPECIALITIES\n    8  DETERMINED  BY THE COMMISSIONER TO BE IN SHORT SUPPLY, LICENSED TO PRAC-\n    9  TICE NURSING IN NEW YORK STATE, WHO AGREE TO PRACTICE FOR AT LEAST  FIVE\n   10  YEARS  IN  AN UNDERSERVED AREA, AS DETERMINED BY THE COMMISSIONER.  SUCH\n   11  NURSE PRACTITIONER SHALL BE ELIGIBLE FOR A LOAN REPAYMENT AWARD OF UP TO\n   12  ONE HUNDRED FIFTY THOUSAND DOLLARS OVER A FIVE YEAR  PERIOD  DISTRIBUTED\n   13  AS  FOLLOWS:  FIFTEEN  PERCENT  OF  TOTAL LOAN DEBT NOT TO EXCEED TWENTY\n   14  THOUSAND DOLLARS FOR THE FIRST YEAR; FIFTEEN PERCENT OF TOTAL LOAN  DEBT\n   15  NOT  TO  EXCEED TWENTY-FIVE THOUSAND DOLLARS FOR THE SECOND YEAR; TWENTY\n   16  PERCENT OF TOTAL LOAN DEBT NOT TO EXCEED  THIRTY-FIVE  THOUSAND  DOLLARS\n   17  FOR  THE  THIRD  YEAR; AND TWENTY-FIVE PERCENT OF TOTAL LOAN DEBT NOT TO\n   18  EXCEED THIRTY-FIVE THOUSAND DOLLARS PER YEAR FOR THE  FOURTH  AND  FIFTH\n   19  YEARS OF PRACTICE IN SUCH AREA; AND\n   20    (II)  TO GENERAL HOSPITALS AND OTHER HEALTH CARE PROVIDERS TO ADMINIS-\n   21  TER AS PART OF THEIR RECRUITMENT PACKAGES; PROVIDED THE  LOAN  REPAYMENT\n   22  AWARDS  SHALL  BE  ADMINISTERED  CONSISTENT  WITH THE PROVISIONS OF THIS\n   23  SUBDIVISION.\n   24    (B) LOAN REPAYMENT AWARDS MADE TO A  NURSE  PRACTITIONER  PURSUANT  TO\n   25  PARAGRAPH  (A) OF THIS SUBDIVISION SHALL NOT EXCEED THE TOTAL QUALIFYING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06843-01-1\n\n       A. 2668                             2\n\n    1  OUTSTANDING DEBT OF THE NURSE PRACTITIONER FROM STUDENT LOANS  TO  COVER\n    2  TUITION AND OTHER RELATED EDUCATIONAL EXPENSES, MADE BY OR GUARANTEED BY\n    3  THE  FEDERAL  OR  STATE  GOVERNMENT, OR MADE BY A LENDING OR EDUCATIONAL\n    4  INSTITUTION APPROVED UNDER TITLE IV OF THE FEDERAL HIGHER EDUCATION ACT.\n    5  LOAN  REPAYMENT  AWARDS  SHALL  BE USED SOLELY TO REPAY SUCH OUTSTANDING\n    6  DEBT.\n    7    (C) ANY RECIPIENT OF FUNDS PURSUANT TO THIS SUBDIVISION WHO  PRACTICES\n    8  LESS THAN TWO YEARS IN AN UNDERSERVED AREA, AS DETERMINED BY THE COMMIS-\n    9  SIONER,  SHALL  REPAY  ALL FUNDS PAID IN AMOUNTS TO BE DETERMINED BY THE\n   10  COMMISSIONER PURSUANT TO THIS SUBDIVISION, AND SHALL NO LONGER BE ELIGI-\n   11  BLE FOR FUTURE PAYMENTS UNDER THIS SUBDIVISION.  THE  RATE  OF  INTEREST\n   12  APPLIED  SHALL  BE  DETERMINED BY THE COMMISSIONER, BUT WILL NOT BE LESS\n   13  THAN THE RATE OF INTEREST  SET  BY  THE  COMMISSIONER  OF  TAXATION  AND\n   14  FINANCE WITH RESPECT TO UNDERPAYMENTS OF PERSONAL INCOME TAX PURSUANT TO\n   15  SECTION SIX HUNDRED EIGHTY-FOUR OF THE TAX LAW.\n   16    (D)  THE  COMMISSIONER  IS AUTHORIZED TO APPLY ANY FUNDS AVAILABLE FOR\n   17  PURPOSES OF PARAGRAPH (A) OF THIS SUBDIVISION FOR USE AS MATCHING  FUNDS\n   18  FOR FEDERAL GRANTS FOR THE PURPOSE OF ASSISTING STATES IN OPERATING LOAN\n   19  REPAYMENT  PROGRAMS  PURSUANT TO SECTION THREE HUNDRED THIRTY-EIGHT I OF\n   20  THE PUBLIC HEALTH SERVICE ACT.\n   21    (E) THE COMMISSIONER MAY, IN HIS OR  HER  SOLE  DISCRETION,  POSTPONE,\n   22  CHANGE  OR WAIVE THE SERVICE OBLIGATION SET FORTH IN SUBPARAGRAPH (I) OF\n   23  PARAGRAPH (A) OF THIS SUBDIVISION.\n   24    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the nurse practitioner loan repayment program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155824.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986186
}