{
  "year" : 2011,
  "senateBillNo" : "A2664-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2664-2011-1295413200000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to disputes arising from collective negotiations",
  "summary" : "Relates to disputes arising from collective negotiations; addresses strikes which occur on a date or dates more than one year after the expiration of the last agreement between the employee's public employer and the public employee organization representing such employee; relates to impasse resolution. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A2468-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2664\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation to  disputes  arising\n         from collective negotiations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 209-a of the civil service law, as\n    2  amended by chapter 467 of the laws of 1990 and as renumbered by  chapter\n    3  695 of the laws of 1994, is amended to read as follows:\n    4    6.  Application.  In  applying  this section, fundamental distinctions\n    5  between private and public employment shall be recognized, and  no  body\n    6  of  federal or state law applicable wholly or in part to private employ-\n    7  ment, shall be  regarded  as  binding  or  controlling  precedent.  WITH\n    8  RESPECT  TO  ANY  IMPROPER PRACTICE CHARGE FILED AGAINST EITHER A PUBLIC\n    9  EMPLOYER OR A PUBLIC EMPLOYEE ORGANIZATION THAT  ALLEGES  A  REFUSAL  TO\n   10  NEGOTIATE  IN GOOD FAITH A PRESUMPTION OF BAD FAITH SHALL APPLY WHENEVER\n   11  THE LAST AGREEMENT BETWEEN THE  PARTIES  OR,  AS  APPLICABLE,  THE  LAST\n   12  INTEREST  ARBITRATION  AWARD BETWEEN THEM, HAS BEEN EXPIRED FOR A PERIOD\n   13  IN EXCESS OF ONE YEAR FROM FINAL EXECUTION OF THE AGREEMENT OR  DELIVERY\n   14  OF THE AWARD TO THE PARTIES AND NO NEW AGREEMENT HAS BEEN REACHED AT THE\n   15  DATE SUCH IMPROPER PRACTICE CHARGE IS FILED.\n   16    S 2. Subdivision 1 of section 209 of the civil service law, as amended\n   17  by chapter 216 of the laws of 1977, is amended to read as follows:\n   18    1. (A) For purposes of this section, an impasse may be deemed to exist\n   19  if  the  parties  fail  to achieve agreement at least one hundred twenty\n   20  days prior to the end of the fiscal year  of  the  public  employer  AND\n   21  SHALL  BE  DEEMED  TO EXIST IF THE LAST AGREEMENT BETWEEN THE PARTIES AT\n   22  IMPASSE, OR AS APPLICABLE, THEIR LAST INTEREST  ARBITRATION  AWARD,  HAS\n   23  BEEN  EXPIRED FOR A PERIOD IN EXCESS OF ONE YEAR FROM FINAL EXECUTION OF\n   24  THE AGREEMENT OR DELIVERY OF THE ARBITRATION AWARD TO THE PARTIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02421-01-1\n\n       A. 2664                             2\n\n    1    (B) IN ANY CIRCUMSTANCE IN WHICH AN IMPASSE HAS BEEN FOUND TO EXIST OR\n    2  HAS BEEN DEEMED TO EXIST, THE BOARD SHALL TAKE SUCH ACTION AS IT CONSID-\n    3  ERS TO BE NECESSARY AND APPROPRIATE TO  ENSURE  THE  COMPLETION  WITHOUT\n    4  DELAY OF ANY AND ALL APPLICABLE IMPASSE RESOLUTION PROCEDURES AUTHORIZED\n    5  OR REQUIRED BY THIS ARTICLE.\n    6    S  3.  Paragraph  (b)  of  subdivision  2  of section 210 of the civil\n    7  service law, as amended by chapter 24 of the laws of 1969, is amended to\n    8  read as follows:\n    9    (b) Presumption. (I) For purposes of this subdivision an employee  who\n   10  is  absent  from  work  without permission, or who abstains wholly or in\n   11  part from the full performance of his duties in his normal manner  with-\n   12  out  permission,  on  the  date  or dates when a strike occurs, shall be\n   13  presumed to have engaged in such strike on such date or dates.\n   14    (II) ANY STRIKE WHICH OCCURS ON A DATE OR DATES  MORE  THAN  ONE  YEAR\n   15  AFTER THE EXPIRATION OF THE LAST AGREEMENT BETWEEN THE EMPLOYEE'S PUBLIC\n   16  EMPLOYER  AND THE PUBLIC EMPLOYEE ORGANIZATION REPRESENTING SUCH EMPLOY-\n   17  EE, OR, AS APPLICABLE, MORE THAN ONE YEAR AFTER DELIVERY OF AN  INTEREST\n   18  ARBITRATION AWARD TO SUCH EMPLOYEE'S EMPLOYER AND PUBLIC EMPLOYEE ORGAN-\n   19  IZATION  SHALL  BE  PRESUMED  TO HAVE BEEN ONE CAUSED BY ACTS OF EXTREME\n   20  PROVOCATION WITHIN THE MEANING OF THIS ARTICLE.\n   21    S 4. Paragraph (f) of subdivision  3  of  section  210  of  the  civil\n   22  service  law,  as amended by chapter 677 of the laws of 1977, is amended\n   23  to read as follows:\n   24    (f) If the board determines that an employee organization has violated\n   25  the provisions of subdivision one of this section, the board shall order\n   26  forfeiture of the rights granted pursuant to the provisions of paragraph\n   27  (b) of subdivision one, and subdivision three  of  section  two  hundred\n   28  eight  of  this  [chapter] ARTICLE, for such specified period of time as\n   29  the board shall determine, or, in the discretion of the  board,  for  an\n   30  indefinite  period of time subject to restoration upon application, with\n   31  notice to all interested parties,  supported  by  proof  of  good  faith\n   32  compliance  with  the  requirements  of  subdivision one of this section\n   33  since the date of such violation, such proof to  include,  for  example,\n   34  the  successful  negotiation,  without a violation of subdivision one of\n   35  this section, of a contract covering the employees in the unit  affected\n   36  by  such  violation;  provided, however, that where a fine imposed on an\n   37  employee organization pursuant  to  subdivision  two  of  section  seven\n   38  hundred  fifty-one of the judiciary law remains wholly or partly unpaid,\n   39  after the exhaustion of the cash and securities of the  employee  organ-\n   40  ization,  the  board shall direct that, notwithstanding such forfeiture,\n   41  such membership dues deduction shall be continued to the  extent  neces-\n   42  sary  to  pay  such  fine  and  such public employer shall transmit such\n   43  moneys to the court. In fixing  the  duration  of  the  forfeiture,  the\n   44  board, OR ANY OTHER COURT OR OTHER TRIBUNAL AUTHORIZED BY LAW, INCLUDING\n   45  WITHOUT LIMITATION SECTION SEVEN HUNDRED FIFTY-ONE OF THE JUDICIARY LAW,\n   46  TO  DETERMINE  SUCH  ISSUE  shall  consider  all  the relevant facts and\n   47  circumstances, including but not limited  to:  (i)  the  extent  of  any\n   48  wilful  defiance  of subdivision one of this section; (ii) the impact of\n   49  the strike on the public health, safety, and welfare  of  the  community\n   50  [and];  (iii) the financial resources of the employee organization; [and\n   51  the board may consider (i)] (IV) the refusal of the  employee  organiza-\n   52  tion  or  the appropriate public employer or the representative thereof,\n   53  to submit to the [mediation and fact-finding] IMPASSE RESOLUTION  proce-\n   54  dures  provided  in section two hundred nine OF THIS ARTICLE; and [(ii)]\n   55  (V) whether, if so alleged by the employee organization, the appropriate\n   56  public employer or its representatives engaged in such acts  of  extreme\n\n       A. 2664                             3\n\n    1  provocation as to detract from the responsibility of the employee organ-\n    2  ization  for  the  strike. In determining the financial resources of the\n    3  employee organization, the board shall consider both the income and  the\n    4  assets  of  such employee organization. In the event membership dues are\n    5  collected by the public employer as provided in paragraph (b) of  subdi-\n    6  vision  one  of section two hundred eight of this [chapter] ARTICLE, the\n    7  books and records of such public employer shall be prima facie  evidence\n    8  of the amount so collected.\n    9    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to disputes arising from collective negotiations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155824.TXT", "SOBI.D110131.T112203.TXT", "SOBI.D110120.T093306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490923878
}