{
  "year" : 2011,
  "senateBillNo" : "A2674A-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        2674--A\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  V. LOPEZ,  SILVER,  FARRELL, GLICK, PRETLOW,\n         WRIGHT, BING, O'DONNELL, ROSENTHAL, JEFFRIES, SPANO -- Multi-Sponsored\n         by -- M. of A.   ABINANTI, ARROYO, BENEDETTO,  BOYLAND,  BROOK-KRASNY,\n         COLTON,  CYMBROWITZ,  DenDEKKER,  DINOWITZ, GIBSON, GOTTFRIED, JAFFEE,\n         KELLNER, LANCMAN, LENTOL, LINARES, MAISEL,  MILLMAN,  PERRY,  PHEFFER,\n         ROBINSON,  STEVENSON,  TITUS,  WEPRIN -- read once and referred to the\n         Committee on Housing -- reported and  referred  to  the  Committee  on\n         Codes  --  committee  discharged,  bill  amended, ordered reprinted as\n         amended and recommitted to said committee\n\n       AN ACT to amend the administrative code of the city  of  New  York,  the\n         emergency tenant protection act of nineteen seventy-four and the emer-\n         gency  housing  rent  control  law, in relation to recovery of certain\n         housing accommodations by a landlord (Part A); to amend  the  adminis-\n         trative  code  of  the  city  of  New  York  and  the emergency tenant\n         protection act of nineteen seventy-four, in relation to limiting  rent\n         increase  after  vacancy of a housing accommodation (Part B); to amend\n         the administrative code of the city of  New  York  and  the  emergency\n         tenant  protection  act   of nineteen seventy-four, in relation to the\n         declaration of emergencies for certain rental  housing  accommodations\n         (Part  C);  to  amend the local emergency housing rent control act, in\n         relation to rent regulation laws (Part D); to amend chapter 576 of the\n         laws of 1974 amending the emergency housing rent control law  relating\n         to  the  control  of  and  stabilization of rent in certain cases, the\n         emergency housing rent control law, chapter 329 of the  laws  of  1963\n         amending  the emergency housing rent control law relating to recontrol\n         of rents in Albany, chapter 555 of  the  laws  of  1982  amending  the\n         general  business  law  and the administrative code of the city of New\n         York relating to conversion of residential property to cooperative  or\n         condominium ownership in the city of New York, chapter 402 of the laws\n         of  1983  amending  the general business law relating to conversion of\n         rental residential property to cooperative or condominium ownership in\n         certain municipalities in the  counties  of  Nassau,  Westchester  and\n         Rockland  and  the  rent regulation reform act of 1997, in relation to\n         extending the effectiveness thereof (Part E); to amend the administra-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08273-03-1\n\n       A. 2674--A                          2\n\n         tive code of the city of New York, the emergency tenant protection act\n         of nineteen seventy-four, and the emergency housing rent control  law,\n         in  relation  to  adjustment  of  maximum  allowable rent (Part F); to\n         repeal  paragraph  13  of  subdivision  a of section 5 of section 4 of\n         chapter 576 of the laws of  1974  constituting  the  emergency  tenant\n         protection  act of nineteen seventy-four, paragraph (n) of subdivision\n         2 of section 2 of chapter 274 of the laws of  1946,  constituting  the\n         emergency  housing rent control law, and section 26-504.2 and subpara-\n         graph (k) of paragraph 2 of subdivision e of  section  26-403  of  the\n         administrative  code  of  the  city  of  New York, relating to vacancy\n         decontrol (Part G); to amend the emergency tenant  protection  act  of\n         nineteen  seventy-four  and the administrative code of the city of New\n         York, in relation to the regulation of rents (Part H);  to  amend  the\n         administrative  code  of the city of New York and the emergency tenant\n         protection act of  nineteen  seventy-four,  in  relation  to  hardship\n         applications (Part I); to amend the administrative code of the city of\n         New York, the emergency tenant protection act of nineteen seventy-four\n         and  the  emergency housing rent control law, in relation to extending\n         the length of time over which major capital improvement  expenses  may\n         be recovered (Part J); to amend the emergency tenant protection act of\n         nineteen seventy-four, in relation to the declaration of housing emer-\n         gencies  for  rental housing accommodations located in buildings owned\n         by certain limited-profit housing companies (Part K); and to amend the\n         emergency tenant protection act of nineteen seventy-four, the emergen-\n         cy housing rent control law, the administrative code of  the  city  of\n         New York and the tax law, in relation to deregulation thresholds (Part\n         L)\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act enacts into law major  components  of  legislation\n    2  related  to rent regulations in the state of New York. Each component is\n    3  wholly contained within a Part identified as  Parts  A  through  L.  The\n    4  effective  date for each particular provision contained within such Part\n    5  is set forth in the last section of such  Part.  Any  provision  in  any\n    6  section  contained  within  a  Part, including the effective date of the\n    7  Part, which makes reference to a section \"of this  act\",  when  used  in\n    8  connection  with  that particular component, shall be deemed to mean and\n    9  refer to the corresponding section of the Part in  which  it  is  found.\n   10  Section  three of this act sets forth the general effective date of this\n   11  act.\n\n   12                                   PART A\n\n   13    Section 1. Paragraph 1 of subdivision  b  of  section  26-408  of  the\n   14  administrative  code  of  the  city  of  New  York is amended to read as\n   15  follows:\n   16    (1) The landlord seeks in good faith to recover possession of a  hous-\n   17  ing  accommodation because of immediate and compelling necessity for his\n   18  or her own personal use and occupancy AS HIS OR HER PRIMARY RESIDENCE or\n   19  for the use and occupancy of his or her immediate family AS THEIR PRIMA-\n   20  RY RESIDENCE provided,  however,  that  this  subdivision  shall  PERMIT\n   21  RECOVERY  OF  ONLY ONE HOUSING ACCOMMODATION AND SHALL not apply where a\n   22  member of the household lawfully occupying the housing accommodation  is\n\n       A. 2674--A                          3\n\n    1  sixty-two years of age or older, has been a tenant in a housing accommo-\n    2  dation  in  that building for twenty years or more, or has an impairment\n    3  which results from anatomical,  physiological  or  psychological  condi-\n    4  tions,  other  than  addiction  to  alcohol, gambling, or any controlled\n    5  substance, which are demonstrable by medically acceptable  clinical  and\n    6  laboratory diagnostic techniques, and which are expected to be permanent\n    7  and  which  prevent  the tenant from engaging in any substantial gainful\n    8  employment; or\n    9    S 2. Subparagraph (b) of paragraph  9  of  subdivision  c  of  section\n   10  26-511  of the administrative code of the city of New York is amended to\n   11  read as follows:\n   12    (b) where he or she seeks to  recover  possession  of  one  [or  more]\n   13  dwelling  [units] UNIT BECAUSE OF IMMEDIATE AND COMPELLING NECESSITY for\n   14  his or her own personal use and occupancy as his or  her  primary  resi-\n   15  dence [in the city of New York and/or] OR for the use and occupancy of a\n   16  member  of  his  or her immediate family as his or her primary residence\n   17  [in the city of New York],  provided  however,  that  this  subparagraph\n   18  shall  PERMIT  RECOVERY  OF  ONLY  ONE DWELLING UNIT AND SHALL not apply\n   19  where a tenant or the spouse of a tenant lawfully occupying the dwelling\n   20  unit is sixty-two years of age or older, HAS BEEN A TENANT IN A DWELLING\n   21  UNIT IN THAT BUILDING FOR TWENTY YEARS OR MORE,  or  has  an  impairment\n   22  which  results  from  anatomical,  physiological or psychological condi-\n   23  tions, other than addiction to  alcohol,  gambling,  or  any  controlled\n   24  substance,  which  are demonstrable by medically acceptable clinical and\n   25  laboratory diagnostic techniques, and which are expected to be permanent\n   26  and which prevent the tenant from engaging in  any  substantial  gainful\n   27  employment,  unless  such  owner  offers  to  provide  and if requested,\n   28  provides an equivalent or superior housing accommodation at the same  or\n   29  lower  stabilized  rent  in  a closely proximate area. The provisions of\n   30  this subparagraph shall only permit one of the individual owners of  any\n   31  building  to  recover  possession of one [or more] dwelling [units] UNIT\n   32  for his or her own personal use and/or for that of his or her  immediate\n   33  family.  [Any]  A  dwelling  unit recovered by an owner pursuant to this\n   34  subparagraph shall not for a period of three years  be  rented,  leased,\n   35  subleased  or assigned to any person other than a person for whose bene-\n   36  fit recovery of the dwelling unit is permitted pursuant to this subpara-\n   37  graph or to the tenant in occupancy at the time of  recovery  under  the\n   38  same  terms as the original lease. This subparagraph shall not be deemed\n   39  to establish or eliminate any claim that the former tenant of the dwell-\n   40  ing unit may otherwise have against the owner. Any such  rental,  lease,\n   41  sublease  or  assignment  during  such period to any other person may be\n   42  subject to a penalty of a forfeiture of the right to  any  increases  in\n   43  residential rents in such building for a period of three years; or\n   44    S  3.  Subdivision  a of section 10 of section 4 of chapter 576 of the\n   45  laws of 1974, constituting the emergency tenant protection act of  nine-\n   46  teen  seventy-four,  as  amended  by chapter 234 of the laws of 1984, is\n   47  amended to read as follows:\n   48    a. For cities having a population of less than one million  and  towns\n   49  and  villages, the state division of housing and community renewal shall\n   50  be empowered to implement this  act  by  appropriate  regulations.  Such\n   51  regulations  may encompass such speculative or manipulative practices or\n   52  renting or leasing practices as the state division of housing and commu-\n   53  nity renewal determines constitute or are likely to cause  circumvention\n   54  of  this act. Such regulations shall prohibit practices which are likely\n   55  to prevent any person from asserting any right or remedy granted by this\n   56  act, including but not limited to retaliatory  termination  of  periodic\n\n       A. 2674--A                          4\n\n    1  tenancies and shall require owners to grant a new one or two year vacan-\n    2  cy or renewal lease at the option of the tenant, except where a mortgage\n    3  or  mortgage  commitment existing as of the local effective date of this\n    4  act  provides that the owner shall not grant a one-year lease; and shall\n    5  prescribe standards with respect to the terms and conditions of new  and\n    6  renewal  leases,  additional  rent  and such related matters as security\n    7  deposits, advance rental payments, the use of escalator clauses in leas-\n    8  es and provision for increase in rentals for garages and other ancillary\n    9  facilities, so as to insure that the level of rent  adjustments  author-\n   10  ized  under  this  law  will  not be subverted and made ineffective. Any\n   11  provision of the regulations permitting an owner to refuse  to  renew  a\n   12  lease  on  grounds that the owner seeks to recover possession of [the] A\n   13  housing accommodation for his OR HER own use and occupancy  or  for  the\n   14  use  and  occupancy of his OR HER immediate family shall PERMIT RECOVERY\n   15  OF ONLY ONE HOUSING ACCOMMODATION, SHALL require that  an  owner  demon-\n   16  strate  immediate and compelling need AND THAT THE HOUSING ACCOMMODATION\n   17  WILL BE THE PROPOSED OCCUPANTS' PRIMARY RESIDENCE and  shall  not  apply\n   18  where a member of the housing accommodation is sixty-two years of age or\n   19  older, has been a tenant in a housing accommodation in that building for\n   20  twenty  years  or  more, or has an impairment which results from anatom-\n   21  ical, physiological or psychological conditions, other than addiction to\n   22  alcohol, gambling, or any controlled substance, which  are  demonstrable\n   23  by  medically  acceptable clinical and laboratory diagnostic techniques,\n   24  and which are expected to be permanent and which prevent the tenant from\n   25  engaging in any substantial gainful employment.\n   26    S 4. Paragraph (a) of subdivision 2 of section 5 of chapter 274 of the\n   27  laws of 1946, constituting the emergency housing rent  control  law,  as\n   28  amended  by  chapter  234  of  the  laws  of 1984, is amended to read as\n   29  follows:\n   30    (a) the landlord seeks in good faith to recover possession of A  hous-\n   31  ing  [accommodations]  ACCOMMODATION because of immediate and compelling\n   32  necessity for his OR HER own personal use and occupancy AS  HIS  OR  HER\n   33  PRIMARY  RESIDENCE  or for the use and occupancy of his OR HER immediate\n   34  family AS THEIR PRIMARY RESIDENCE; provided, however,  this  subdivision\n   35  shall  PERMIT  RECOVERY  OF ONLY ONE HOUSING ACCOMMODATION AND SHALL not\n   36  apply where a member of the household  lawfully  occupying  the  housing\n   37  accommodation is sixty-two years of age or older, has been a tenant in a\n   38  housing  accommodation in that building for twenty years or more, or has\n   39  an impairment which results from anatomical, physiological or psycholog-\n   40  ical conditions, other than  addiction  to  alcohol,  gambling,  or  any\n   41  controlled  substance,  which  are  demonstrable by medically acceptable\n   42  clinical and laboratory diagnostic techniques, and which are expected to\n   43  be permanent and which prevent the tenant from engaging in any  substan-\n   44  tial gainful employment; or\n   45    S  5.  This  act  shall take effect immediately and shall apply to any\n   46  tenant in possession at or after the time it takes effect, regardless of\n   47  whether the landlord's application for an  order,  refusal  to  renew  a\n   48  lease or refusal to extend or renew a tenancy took place before this act\n   49  shall have taken effect, provided that:\n   50    a.  the  amendments  to  section 26-408 of the city rent and rehabili-\n   51  tation law made by section one of this act shall remain  in  full  force\n   52  and effect only as long as the public emergency requiring the regulation\n   53  and control of residential rents and evictions continues, as provided in\n   54  subdivision  3  of section 1 of the local emergency housing rent control\n   55  act;\n\n       A. 2674--A                          5\n\n    1    b. the amendments to section 26-511 of the rent stabilization  law  of\n    2  nineteen hundred sixty-nine made by section two of this act shall expire\n    3  on the same date as such law expires and shall not affect the expiration\n    4  of such law as provided under section 26-520 of such law;\n    5    c.  the  amendments to subdivision a of section 10 of section 4 of the\n    6  emergency tenant protection act of nineteen seventy-four made by section\n    7  three of this act shall expire on the same date as such act expires  and\n    8  shall not affect the expiration of such act as provided in section 17 of\n    9  chapter 576 of the laws of 1974; and\n   10    d.  the  amendments  to paragraph (a) of subdivision 2 of section 5 of\n   11  the emergency housing rent control law made by section four of this  act\n   12  shall  expire  on the same date as such law expires and shall not affect\n   13  the expiration of such law as provided in subdivision 2 of section 1  of\n   14  chapter 274 of the laws of 1946.\n\n   15                                   PART B\n\n   16    Section  1.  Paragraph  5-a  of subdivision c of section 26-511 of the\n   17  administrative code of the city of New York, as added by chapter 116  of\n   18  the laws of 1997, is amended to read as follows:\n   19    (5-a)  provides  that,  notwithstanding any provision of this chapter,\n   20  the legal regulated rent for any vacancy lease entered  into  after  the\n   21  effective  date  of  this  paragraph shall be as hereinafter provided in\n   22  this paragraph. The previous  legal  regulated  rent  for  such  housing\n   23  accommodation  shall  be  increased by the following: (i) if the vacancy\n   24  lease is for a term of two years, [twenty] TEN percent of  the  previous\n   25  legal  regulated rent; or (ii) if the vacancy lease is for a term of one\n   26  year the increase shall be [twenty] TEN percent of  the  previous  legal\n   27  regulated  rent  less  an amount equal to the difference between (a) the\n   28  two year renewal lease guideline promulgated by the guidelines board  of\n   29  the  city  of  New York applied to the previous legal regulated rent and\n   30  (b) the one year renewal lease guideline promulgated by  the  guidelines\n   31  board  of  the  city of New York applied to the previous legal regulated\n   32  rent. In addition, if the legal regulated rent was  not  increased  with\n   33  respect  to  such housing accommodation by a permanent vacancy allowance\n   34  within eight years prior to a vacancy lease executed  on  or  after  the\n   35  effective  date  of  this  paragraph,  the  legal  regulated rent may be\n   36  further increased by an amount  equal  to  the  product  resulting  from\n   37  multiplying  such  previous  legal  regulated  rent by six-tenths of one\n   38  percent and further multiplying the amount of  rent  increase  resulting\n   39  therefrom by the greater of (A) the number of years since the imposition\n   40  of  the  last  permanent  vacancy  allowance, or (B) if the rent was not\n   41  increased by a permanent vacancy allowance since  the  housing  accommo-\n   42  dation  became  subject  to  this chapter, the number of years that such\n   43  housing accommodation has been subject to this chapter. Provided that if\n   44  the previous legal regulated rent was less than  three  hundred  dollars\n   45  the total increase shall be as calculated above plus one hundred dollars\n   46  per  month. Provided, further, that if the previous legal regulated rent\n   47  was at least three hundred dollars and no more than five hundred dollars\n   48  in no event shall the total increase pursuant to this paragraph be  less\n   49  than  one  hundred  dollars per month. Such increase shall be in lieu of\n   50  any allowance authorized for the one or two year renewal component ther-\n   51  eof, but shall be in addition to any other increases authorized pursuant\n   52  to this chapter including an  adjustment  based  upon  a  major  capital\n   53  improvement, or a substantial modification or increase of dwelling space\n   54  or  services,  or  installation  of new equipment or improvements or new\n\n       A. 2674--A                          6\n\n    1  furniture or furnishings provided in or  to  the  housing  accommodation\n    2  pursuant to this section.  THE INCREASE AUTHORIZED IN THIS PARAGRAPH MAY\n    3  NOT BE IMPLEMENTED MORE THAN ONE TIME IN ANY CALENDAR YEAR NOTWITHSTAND-\n    4  ING THE NUMBER OF VACANCY LEASES ENTERED INTO IN SUCH YEAR.\n    5    S  2.  Subdivision  (a-1) of section 10 of section 4 of chapter 576 of\n    6  the laws of 1974, constituting the emergency tenant  protection  act  of\n    7  nineteen  seventy-four,  as added by chapter 116 of the laws of 1997, is\n    8  amended to read as follows:\n    9    (a-1) provides that, notwithstanding any provision of  this  act,  the\n   10  legal regulated rent for any vacancy lease entered into after the effec-\n   11  tive  date  of  this subdivision shall be as hereinafter set forth.  The\n   12  previous legal regulated rent for such housing  accommodation  shall  be\n   13  increased  by  the  following: (i) if the vacancy lease is for a term of\n   14  two years, [twenty] TEN percent of the previous legal regulated rent; or\n   15  (ii) if the vacancy lease is for a term of one year the  increase  shall\n   16  be  [twenty]  TEN  percent  of the previous legal regulated rent less an\n   17  amount equal to the difference between (a) the two  year  renewal  lease\n   18  guideline promulgated by the guidelines board of the county in which the\n   19  housing accommodation is located applied to the previous legal regulated\n   20  rent  and  (b)  the  one year renewal lease guideline promulgated by the\n   21  guidelines board of the county in which  the  housing  accommodation  is\n   22  located  applied  to  the previous legal regulated rent. In addition, if\n   23  the legal regulated rent was not increased with respect to such  housing\n   24  accommodation  by a permanent vacancy allowance within eight years prior\n   25  to a vacancy lease executed on or  after  the  effective  date  of  this\n   26  subdivision,  the  legal  regulated  rent may be further increased by an\n   27  amount equal to the product resulting  from  multiplying  such  previous\n   28  legal  regulated rent by six-tenths of one percent and further multiply-\n   29  ing the amount of rent increase resulting therefrom by  the  greater  of\n   30  (A)  the  number  of  years  since  the imposition of the last permanent\n   31  vacancy allowance, or (B) if the rent was not increased by  a  permanent\n   32  vacancy allowance since the housing accommodation became subject to this\n   33  act,  the  number  of  years  that  such  housing accommodation has been\n   34  subject to this act. Provided that if the previous legal regulated  rent\n   35  was  less  than  three  hundred  dollars  the total increase shall be as\n   36  calculated above plus one hundred dollars per month. Provided,  further,\n   37  that  if  the  previous  legal regulated rent was at least three hundred\n   38  dollars and no more than five hundred dollars  in  no  event  shall  the\n   39  total  increase  pursuant  to  this subdivision be less than one hundred\n   40  dollars per month. Such increase shall  be  in  lieu  of  any  allowance\n   41  authorized  for the one or two year renewal component thereof, but shall\n   42  be in addition to any other increases authorized pursuant  to  this  act\n   43  including  an  adjustment  based  upon a major capital improvement, or a\n   44  substantial modification or increase of dwelling space or  services,  or\n   45  installation  of  new  equipment  or  improvements  or  new furniture or\n   46  furnishings provided in or to  the  housing  accommodation  pursuant  to\n   47  section  six  of this act.   THE INCREASE AUTHORIZED IN THIS SUBDIVISION\n   48  MAY NOT BE IMPLEMENTED MORE THAN ONE TIME IN ANY CALENDAR YEAR  NOTWITH-\n   49  STANDING THE NUMBER OF VACANCY LEASES ENTERED INTO IN SUCH YEAR.\n   50    S  3. This act shall take effect immediately; provided that the amend-\n   51  ments to section 26-511  of  the  rent  stabilization  law  of  nineteen\n   52  hundred  sixty-nine  made by section one of this act shall expire on the\n   53  same date as such law expires and shall not  affect  the  expiration  of\n   54  such  law  as  provided  under section 26-520 of such law; and provided,\n   55  further, that the amendments  to  section  4  of  the  emergency  tenant\n   56  protection  act of nineteen seventy-four made by section two of this act\n\n       A. 2674--A                          7\n\n    1  shall expire on the same date as such act expires and shall  not  affect\n    2  the  expiration  of such act as provided in section 17 of chapter 576 of\n    3  the laws of 1974.\n\n    4                                   PART C\n\n    5    Section  1. Subdivision a of section 26-504 of the administrative code\n    6  of the city of New York, subparagraph (f) of paragraph 1 as  amended  by\n    7  chapter 422 of the laws of 2010, is amended to read as follows:\n    8    a.  Class  A  multiple  dwellings  not  owned as a cooperative or as a\n    9  condominium, except as provided in section three hundred  fifty-two-eeee\n   10  of  the  general  business  law,  containing  six or more dwelling units\n   11  which:   (1) were  completed  after  February  first,  nineteen  hundred\n   12  forty-seven,  except  dwelling units (a) owned or leased by, or financed\n   13  by loans from, a  public  agency  or  public  benefit  corporation,  (b)\n   14  subject  to rent regulation under the private housing finance law or any\n   15  other state law, (c) aided by government insurance under  any  provision\n   16  of  the  national  housing  act, to the extent this chapter or any regu-\n   17  lation or order issued thereunder  is  inconsistent  therewith,  or  (d)\n   18  located  in  a building for which a certificate of occupancy is obtained\n   19  after March tenth, nineteen hundred sixty-nine[;], or (e)  any  class  A\n   20  multiple  dwelling which on June first, nineteen hundred sixty-eight was\n   21  and still is commonly regarded as a hotel, transient hotel  or  residen-\n   22  tial  hotel,  and  which customarily provides hotel service such as maid\n   23  service, furnishing and laundering of  linen,  telephone  and  bell  boy\n   24  service, secretarial or desk service and use and upkeep of furniture and\n   25  fixtures, or (f) not occupied by the tenant, not including subtenants or\n   26  occupants,  as his or her primary residence, as determined by a court of\n   27  competent jurisdiction, provided, however that no action  or  proceeding\n   28  shall  be  commenced  seeking to recover possession on the ground that a\n   29  housing accommodation is not occupied by the tenant as his or her prima-\n   30  ry residence unless the owner or lessor shall  have  given  thirty  days\n   31  notice  to the tenant of his or her intention to commence such action or\n   32  proceeding on such grounds. For  the  purposes  of  determining  primary\n   33  residency,  a tenant who is a victim of domestic violence, as defined in\n   34  section four hundred fifty-nine-a of the social services  law,  who  has\n   35  left  the  unit  because  of such violence, and who asserts an intent to\n   36  return to the housing accommodation shall be deemed to be occupying  the\n   37  unit  as his or her primary residence. For the purposes of this subpara-\n   38  graph where a housing accommodation is rented to a not-for-profit hospi-\n   39  tal for residential use, affiliated subtenants authorized  to  use  such\n   40  accommodations  by  such  hospital shall be deemed to be tenants, or (g)\n   41  became vacant on or after June thirtieth, nineteen hundred  seventy-one,\n   42  or  become vacant, provided however, that this exemption shall not apply\n   43  or become effective with respect to  housing  accommodations  which  the\n   44  commissioner  determines  or finds became vacant because the landlord or\n   45  any person acting on his or her behalf, with intent to cause the  tenant\n   46  to  vacate,  engaged in any course of conduct (including but not limited\n   47  to, interruption or discontinuance of essential services)  which  inter-\n   48  fered with or disturbed or was intended to interfere with or disturb the\n   49  comfort, repose, peace or quiet of the tenant in his or her use or occu-\n   50  pancy  of the housing accommodations and provided further that any hous-\n   51  ing accommodations exempted by this paragraph shall be subject  to  this\n   52  law to the extent provided in subdivision b of this section; or (2) were\n   53  decontrolled  by the city rent agency pursuant to section 26-414 of this\n   54  title; or (3) are exempt from control by virtue of item one, two, six or\n\n       A. 2674--A                          8\n\n    1  seven of subparagraph (i) of paragraph two of subdivision e  of  section\n    2  26-403  of this title; OR (4) WERE COVERED BY A PROJECT BASED ASSISTANCE\n    3  CONTRACT PURSUANT TO SECTION EIGHT OF THE UNITED STATES HOUSING  ACT  OF\n    4  1937  WHICH  CONTRACT  IS  NO  LONGER  IN  EFFECT,  NOTWITHSTANDING  THE\n    5  PROVISIONS OF SUBPARAGRAPH (D) OR (G) OF PARAGRAPH ONE OF THIS  SUBDIVI-\n    6  SION OR PARAGRAPH FIVE OF SUBDIVISION A OF SECTION FIVE OF THE EMERGENCY\n    7  TENANT  PROTECTION  ACT  OF NINETEEN SEVENTY-FOUR PROVIDED HOWEVER, THAT\n    8  ANY DWELLING UNIT WHICH BECOMES SUBJECT TO THIS  LAW  PURSUANT  TO  THIS\n    9  PARAGRAPH  SHALL  NOT  BE  SUBJECT TO THE PROVISIONS OF SUBDIVISION A OF\n   10  SECTION 26-513 OF THIS CHAPTER; and\n   11    S 2. Section 5 of section 4 of chapter 576 of the laws of 1974 consti-\n   12  tuting the emergency tenant protection act of nineteen  seventy-four  is\n   13  amended by adding a new subdivision c to read as follows:\n   14    C.  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH FIVE OF SUBDIVISION A\n   15  OF THIS SECTION BUT SUBJECT TO ANY OTHER APPLICABLE EXCEPTIONS  IN  SUCH\n   16  SUBDIVISION,  NOTHING  SHALL  PREVENT  THE  DECLARATION  OF AN EMERGENCY\n   17  PURSUANT TO SECTION THREE OF SECTION FOUR OF THIS ACT FOR RENTAL HOUSING\n   18  ACCOMMODATIONS LOCATED IN A BUILDING WHICH  WAS  COVERED  BY  A  PROJECT\n   19  BASED ASSISTANCE CONTRACT PURSUANT TO SECTION EIGHT OF THE UNITED STATES\n   20  HOUSING  ACT  OF  1937  WHICH  CONTRACT  IS NO LONGER IN EFFECT PROVIDED\n   21  HOWEVER, THAT ANY HOUSING ACCOMMODATION WHICH BECOMES  SUBJECT  TO  THIS\n   22  ACT  PURSUANT TO THIS SUBDIVISION SHALL NOT BE SUBJECT TO THE PROVISIONS\n   23  OF SUBDIVISION A OF SECTION NINE OF SECTION FOUR OF THIS ACT.\n   24    S 3. This act shall take effect immediately and  shall  apply  to  all\n   25  buildings  which  are  covered  by  a  project based assistance contract\n   26  pursuant to section eight of the United States housing act of 1937 which\n   27  contract ceased to be effective on or after such date; provided,  howev-\n   28  er,  that the amendment to subdivision a of section 26-504 of the admin-\n   29  istrative code of the city of New York made by section one of  this  act\n   30  shall  not  affect  the  expiration  of such section pursuant to section\n   31  26-520 of such code and shall expire therewith; and  provided,  further,\n   32  that  the  amendment to section 5 of the emergency tenant protection act\n   33  of nineteen seventy-four made by section  two  of  this  act  shall  not\n   34  affect  the  expiration of such act as provided in section 17 of chapter\n   35  576 of the laws of 1974, as amended, and shall expire therewith.\n\n   36                                   PART D\n\n   37    Section 1. Subdivision 5 of section 1 of chapter 21  of  the  laws  of\n   38  1962,  constituting  the  local  emergency  housing rent control act, as\n   39  amended by chapter 82 of the laws of 2003 and the closing  paragraph  as\n   40  amended  by  chapter  422  of  the  laws  of 2010, is amended to read as\n   41  follows:\n   42    5. Authority for local rent control legislation.  Each city  having  a\n   43  population  of one million or more, acting through its local legislative\n   44  body, may adopt and amend local laws or ordinances  in  respect  of  the\n   45  establishment  or  designation  of  a  city housing rent agency. When it\n   46  deems such action to be desirable or necessitated by local conditions in\n   47  order to carry out the purposes of this section, such  city,  except  as\n   48  hereinafter  provided, acting through its local legislative body and not\n   49  otherwise, may adopt and amend local laws or ordinances  in  respect  of\n   50  the  regulation  and  control  of  residential  rents, including but not\n   51  limited to provision for the establishment  and  adjustment  of  maximum\n   52  rents,  the  classification of housing accommodations, the regulation of\n   53  evictions, and the enforcement of such local  laws  or  ordinances.  The\n   54  validity  of  any  such local laws or ordinances, and the rules or regu-\n\n       A. 2674--A                          9\n\n    1  lations promulgated in accordance therewith, shall not  be  affected  by\n    2  and need not be consistent with the state emergency housing rent control\n    3  law  or  with rules and regulations of the state division of housing and\n    4  community renewal.\n    5    Notwithstanding  any  local  law  or ordinance, housing accommodations\n    6  which became vacant on or after July first, nineteen hundred seventy-one\n    7  or which hereafter become vacant shall be subject to the  provisions  of\n    8  the  emergency tenant protection act of nineteen seventy-four, provided,\n    9  however, that this provision shall not apply or  become  effective  with\n   10  respect  to housing accommodations which, by local law or ordinance, are\n   11  made directly subject to regulation and control by a city  housing  rent\n   12  agency  and  such  agency  determines or finds that the housing accommo-\n   13  dations became vacant because the landlord or any person acting  on  his\n   14  behalf, with intent to cause the tenant to vacate, engaged in any course\n   15  of conduct (including but not limited to, interruption or discontinuance\n   16  of  essential  services)  which  interfered  with  or  disturbed  or was\n   17  intended to interfere with or disturb  the  comfort,  repose,  peace  or\n   18  quiet  of  the  tenant  in  his use or occupancy of the housing accommo-\n   19  dations. The removal of any housing accommodation  from  regulation  and\n   20  control  of rents pursuant to the vacancy exemption provided for in this\n   21  paragraph shall not constitute or operate as a ground for the subjection\n   22  to more stringent regulation and control of any housing accommodation in\n   23  such property or in any other  property  owned  by  the  same  landlord,\n   24  notwithstanding any prior agreement to the contrary by the landlord. The\n   25  vacancy  exemption  provided  for in this paragraph shall not arise with\n   26  respect to any rented plot or parcel of land otherwise  subject  to  the\n   27  provisions  of this act, by reason of a transfer of title and possession\n   28  occurring on or after July first,  nineteen  hundred  seventy-one  of  a\n   29  dwelling  located  on  such plot or parcel and owned by the tenant where\n   30  such transfer of title and  possession  is  made  to  a  member  of  the\n   31  tenant's immediate family provided that the member of the tenant's imme-\n   32  diate family occupies the dwelling with the tenant prior to the transfer\n   33  of title and possession for a continuous period of two years.\n   34    The term \"immediate family\" shall include a husband, wife, son, daugh-\n   35  ter,  stepson, stepdaughter, father, mother, father-in-law or mother-in-\n   36  law.\n   37    [Notwithstanding the foregoing, no local law or ordinance shall  here-\n   38  after  provide  for  the regulation and control of residential rents and\n   39  eviction in respect of any housing accommodations which are (1) present-\n   40  ly exempt from such regulation and control or (2) hereafter decontrolled\n   41  either by operation of law or by a city housing rent agency, by order or\n   42  otherwise. No housing accommodations presently subject to regulation and\n   43  control pursuant to local laws or ordinances adopted  or  amended  under\n   44  authority  of  this subdivision shall hereafter be by local law or ordi-\n   45  nance or by rule or regulation which has not been  theretofore  approved\n   46  by  the state commissioner of housing and community renewal subjected to\n   47  more stringent or restrictive provisions of regulation and control  than\n   48  those presently in effect.\n   49    Notwithstanding any other provision of law, on and after the effective\n   50  date  of  this  paragraph,  a city having a population of one million or\n   51  more shall not, either through its local legislative body or  otherwise,\n   52  adopt  or  amend local laws or ordinances with respect to the regulation\n   53  and control of residential rents and eviction, including but not limited\n   54  to provision for the establishment and adjustment of rents, the  classi-\n   55  fication of housing accommodations, the regulation of evictions, and the\n   56  enforcement of such local laws or ordinances, or otherwise adopt laws or\n\n       A. 2674--A                         10\n\n    1  ordinances  pursuant to the provisions of this act, the emergency tenant\n    2  protection act of nineteen seventy-four, the  New  York  city  rent  and\n    3  rehabilitation  law  or the New York city rent stabilization law, except\n    4  to  the extent that such city for the purpose of reviewing the continued\n    5  need for the existing regulation and control of residential rents or  to\n    6  remove  a  classification  of housing accommodation from such regulation\n    7  and control adopts or amends local laws or ordinances pursuant to subdi-\n    8  vision three of section one of this act, section three of the  emergency\n    9  tenant  protection  act  of nineteen seventy-four, section 26-415 of the\n   10  New York city rent and  rehabilitation  law,  and  sections  26-502  and\n   11  26-520  of  the New York city rent stabilization law of nineteen hundred\n   12  sixty-nine.]\n   13    Notwithstanding any provision of this act to the contrary,  any  local\n   14  law  adopted pursuant to this act shall provide that notwithstanding any\n   15  provision of such local law in the case where all tenants occupying  the\n   16  housing  accommodation  on  the  effective  date  of this paragraph have\n   17  vacated the housing accommodation and a family member of  such  vacating\n   18  tenant  or  tenants  is  entitled to and continues to occupy the housing\n   19  accommodation subject to the protections of such act, if  such  accommo-\n   20  dation  continues  to  be  subject  to such act after such family member\n   21  vacates, on the occurrence of such vacancy the maximum collectable  rent\n   22  shall  be  increased  by a sum equal to the allowance then in effect for\n   23  vacancy leases for housing accommodations covered by the rent stabiliza-\n   24  tion law of nineteen hundred sixty-nine, including the amount allowed by\n   25  paragraph (5-a) of subdivision c of section 26-511  of  such  law.  This\n   26  increase  shall  be  in  addition to any other increases provided for in\n   27  this act and shall be applicable in like manner to  each  second  subse-\n   28  quent succession.\n   29    Notwithstanding the foregoing, no local law or ordinance shall subject\n   30  to  such  regulation  and control any housing accommodation which is not\n   31  occupied by the tenant in possession as his or  her  primary  residence;\n   32  provided,  however,  that such housing accommodation not occupied by the\n   33  tenant in possession as his or her primary residence shall  continue  to\n   34  be  subject  to regulation and control as provided for herein unless the\n   35  city housing rent agency issues an  order  decontrolling  such  accommo-\n   36  dation, which the agency shall do upon application by the landlord when-\n   37  ever  it  is  established  by  any facts and circumstances which, in the\n   38  judgment of the agency, may have a bearing upon the  question  of  resi-\n   39  dence,  that  the  tenant maintains his or her primary residence at some\n   40  place other than at such housing accommodation.   For  the  purposes  of\n   41  determining  primary  residency,  a  tenant  who is a victim of domestic\n   42  violence, as defined in section four hundred fifty-nine-a of the  social\n   43  services  law,  who  has left the unit because of such violence, and who\n   44  asserts an intent to return to the housing accommodation shall be deemed\n   45  to be occupying the unit as his or her primary residence.\n   46    S 2. This act shall take effect immediately; provided,  however,  that\n   47  the  amendments  to subdivision 5 of section 1 of chapter 21 of the laws\n   48  of 1962 made by section one of this act shall remain in full  force  and\n   49  effect only so long as the public emergency requiring the regulation and\n   50  control  of  residential  rents  and evictions continues, as provided in\n   51  subdivision 3 of section 1 of the local emergency housing  rent  control\n   52  act;  provided further, however, that the amendment to the second undes-\n   53  ignated paragraph of subdivision 5 of section 1 of  chapter  21  of  the\n   54  laws  of 1962 made by section one of this act shall not affect the expi-\n   55  ration of such paragraph and shall be deemed to expire therewith.\n\n       A. 2674--A                         11\n\n    1                                   PART E\n\n    2    Section  1. Section 17 of chapter 576 of the laws of 1974 amending the\n    3  emergency housing rent control  law  relating  to  the  control  of  and\n    4  stabilization  of rent in certain cases, as amended by chapter 82 of the\n    5  laws of 2003, is amended to read as follows:\n    6    S 17. Effective date.   This act shall  take  effect  immediately  and\n    7  shall  remain in full force and effect until and including the fifteenth\n    8  day of June [2011] 2016; except that sections two and three  shall  take\n    9  effect  with  respect  to any city having a population of one million or\n   10  more and section one shall take effect with respect to any  other  city,\n   11  or  any  town  or village whenever the local legislative body of a city,\n   12  town or village determines the existence of a public emergency  pursuant\n   13  to  section  three  of  the  emergency tenant protection act of nineteen\n   14  seventy-four, as enacted by section four of this act, and provided  that\n   15  the  housing accommodations subject on the effective date of this act to\n   16  stabilization pursuant to the New York city rent  stabilization  law  of\n   17  nineteen  hundred  sixty-nine  shall remain subject to such law upon the\n   18  expiration of this act.\n   19    S 2. Subdivision 2 of section 1 of chapter 274 of  the  laws  of  1946\n   20  constituting the emergency housing rent control law, as amended by chap-\n   21  ter 82 of the laws of 2003, is amended to read as follows:\n   22    2.  The  provisions  of  this  act,  and  all  regulations, orders and\n   23  requirements thereunder shall remain in full force and effect until  and\n   24  including June  15, [2011] 2016.\n   25    S  3.  Section 2 of chapter 329 of the laws of 1963 amending the emer-\n   26  gency housing rent control law relating to recontrol of rents in Albany,\n   27  as amended by chapter 82 of the laws of 2003,  is  amended  to  read  as\n   28  follows:\n   29    S  2.  This  act  shall  take effect immediately and the provisions of\n   30  subdivision 6 of section 12 of the emergency housing rent  control  law,\n   31  as  added  by  this act, shall remain in full force and effect until and\n   32  including June 15, [2011] 2016.\n   33    S 4. Section 10 of chapter 555 of the laws of 1982 amending the gener-\n   34  al business law and the administrative code of  the  city  of  New  York\n   35  relating  to conversion of residential property to cooperative or condo-\n   36  minium ownership in the city of New York, as amended by  chapter  82  of\n   37  the laws of 2003, is amended to read as follows:\n   38    S  10.  This  act  shall  take  effect immediately; provided, that the\n   39  provisions of sections one, two and nine of this  act  shall  remain  in\n   40  full  force  and  effect  only until and including June 15, [2011] 2016;\n   41  provided further that the provisions of section three of this act  shall\n   42  remain  in  full  force  and effect only so long as the public emergency\n   43  requiring the regulation and control of residential rents and  evictions\n   44  continues  as  provided in subdivision 3 of section 1 of the local emer-\n   45  gency housing rent control act; provided further that the provisions  of\n   46  sections  four,  five, six and seven of this act shall expire in accord-\n   47  ance with the provisions of section 26-520 of the administrative code of\n   48  the city of New York as such section of the administrative code is, from\n   49  time to time, amended; provided further that the provisions  of  section\n   50  26-511 of the administrative code of the city of New York, as amended by\n   51  this act, which the New York City Department of Housing Preservation and\n   52  Development  must  find  are  contained  in  the code of the real estate\n   53  industry stabilization association of such city in order to approve  it,\n   54  shall  be deemed contained therein as of the effective date of this act;\n   55  and provided further that any plan accepted for filing by the department\n\n       A. 2674--A                         12\n\n    1  of law on or before the effective date of this act shall continue to  be\n    2  governed  by  the provisions of section 352-eeee of the general business\n    3  law as they had existed immediately prior to the effective date of  this\n    4  act.\n    5    S 5. Section 4 of chapter 402 of the laws of 1983 amending the general\n    6  business  law  relating  to conversion of rental residential property to\n    7  cooperative or condominium ownership in certain  municipalities  in  the\n    8  counties  of  Nassau, Westchester and Rockland, as amended by chapter 82\n    9  of the laws of 2003, is amended to read as follows:\n   10    S 4. This act  shall  take  effect  immediately;  provided,  that  the\n   11  provisions  of  sections  one and three of this act shall remain in full\n   12  force and effect only until and including  June  15,  [2011]  2016;  and\n   13  provided  further that any plan accepted for filing by the department of\n   14  law on or before the effective date of this act  shall  continue  to  be\n   15  governed  by  the  provisions of section 352-eee of the general business\n   16  law as they had existed immediately prior to the effective date of  this\n   17  act.\n   18    S  6.  Subdivision  6 of section 46 of chapter 116 of the laws of 1997\n   19  constituting the rent regulation reform act of 1997, as amended by chap-\n   20  ter 82 of the laws of 2003, is amended to read as follows:\n   21    6. sections twenty-eight, twenty-eight-a, twenty-eight-b  and  twenty-\n   22  eight-c  of  this act shall expire and be deemed repealed after June 15,\n   23  [2011] 2016;\n   24    S 7. This act shall take effect immediately.\n\n   25                                   PART F\n\n   26    Section 1. Subparagraph (e) of paragraph 1 of subdivision g of section\n   27  26-405 of the administrative code of the city of New York, as amended by\n   28  chapter 253 of the laws of 1993, is amended to read as follows:\n   29    (e) The landlord and tenant  by  mutual  voluntary  written  agreement\n   30  agree  to  a  substantial  increase  or  decrease in dwelling space or a\n   31  change in the services, furniture, furnishings or equipment provided  in\n   32  the  housing accommodations. An adjustment under this subparagraph shall\n   33  be equal to [one-fortieth] ONE-SIXTIETH of the total  cost  incurred  by\n   34  the  landlord  in  providing  such  modification or increase in dwelling\n   35  space, services, furniture, furnishings or equipment, including the cost\n   36  of installation, but excluding finance charges, provided further  [than]\n   37  THAT  an  owner  who  is  entitled  to  a rent increase pursuant to this\n   38  subparagraph shall not be entitled to a further rent increase based upon\n   39  the installation of similar equipment, or new furniture  or  furnishings\n   40  within  the  useful  life  of  such  new  equipment, or new furniture or\n   41  furnishings. The owner shall give written notice to the city rent agency\n   42  of any such adjustment pursuant to this subparagraph[.]; or\n   43    S 2. Paragraph 13 of subdivision c of section 26-511 of  the  adminis-\n   44  trative  code  of  the  city of New York, as added by chapter 253 of the\n   45  laws of 1993, is amended to read as follows:\n   46    (13) provides that an owner is entitled to a rent increase where there\n   47  has been a substantial modification or increase of dwelling space or  an\n   48  increase  in  the services, or installation of new equipment or improve-\n   49  ments or new furniture or furnishings provided in or to a tenant's hous-\n   50  ing accommodation, on written tenant consent to the  rent  increase.  In\n   51  the  case of a vacant housing accommodation, tenant consent shall not be\n   52  required.\n   53    (A) The permanent  increase  in  the  legal  regulated  rent  for  the\n   54  affected  housing  accommodation shall be [one-fortieth] ONE-SIXTIETH of\n\n       A. 2674--A                         13\n\n    1  the total cost incurred by the landlord in providing  such  modification\n    2  or  increase  in  dwelling  space,  services,  furniture, furnishings or\n    3  equipment, including the cost of  installation,  but  excluding  finance\n    4  charges. [Provided further that an]\n    5    (B) AN owner who is entitled to a rent increase pursuant to this para-\n    6  graph  shall  not  be entitled to a further rent increase based upon the\n    7  installation of similar equipment, or new furniture or furnishings with-\n    8  in  the  useful  life  of  such  new  equipment,  or  new  furniture  or\n    9  furnishings.\n   10    (C)  NO  INCREASE  SHALL BE COLLECTIBLE UNDER THIS PARAGRAPH UNTIL THE\n   11  LANDLORD HAS PROVIDED THE TENANT WITH A RIDER PURSUANT TO SUBDIVISION  D\n   12  OF THIS SECTION, INCLUDING AN EXPLANATION OF HOW THE RENT IN THE VACANCY\n   13  LEASE  HAS  BEEN  COMPUTED, AND THE SPECIFIC AMOUNTS OF ALL EXPENDITURES\n   14  SUPPORTING A RENT INCREASE UNDER THIS PARAGRAPH.\n   15    (D) NO INCREASE SHALL BE COLLECTIBLE UNDER THIS   PARAGRAPH WHERE  THE\n   16  DIVISION  OF HOUSING AND COMMUNITY RENEWAL HAS DETERMINED THAT THE OWNER\n   17  IS NOT MAINTAINING ALL BUILDING-WIDE REQUIRED SERVICES OR  ALL  REQUIRED\n   18  SERVICES  WITH  RESPECT  TO THE AFFECTED HOUSING ACCOMMODATION, OR WHERE\n   19  THERE ARE CURRENT HAZARDOUS VIOLATIONS OF ANY MUNICIPAL,  COUNTY,  STATE\n   20  OR FEDERAL LAW WHICH RELATE TO THE MAINTENANCE OF SUCH SERVICES.\n   21    (E)  WITHIN  THIRTY DAYS OF THE SIGNING OF A VACANCY LEASE INCLUDING A\n   22  RENT INCREASE PURSUANT TO THIS PARAGRAPH THAT EXCEEDS TEN PERCENT OF THE\n   23  RENT CHARGED TO THE PREVIOUS TENANT, THE OWNER WILL FILE WITH THE  DIVI-\n   24  SION  OF HOUSING AND COMMUNITY RENEWAL AN EXPLANATION OF HOW THE VACANCY\n   25  RENT WAS COMPUTED, AND ALL DOCUMENTS NECESSARY TO SUPPORT THE COLLECTION\n   26  OF SUCH INCREASE,  INCLUDING  BUT  NOT  LIMITED  TO,  CANCELLED  CHECKS,\n   27  INVOICES  AND  SIGNED  CONTRACTS CONTEMPORANEOUSLY WITH THE IMPROVEMENTS\n   28  ALLEGED, AND CONTRACTOR'S AFFIDAVITS INDICATING  THAT  THE  INSTALLATION\n   29  WAS  COMPLETED AND PAID IN FULL. UPON RECEIPT OF ALL DOCUMENTS SUBMITTED\n   30  BY THE OWNER, AND AFTER GIVING THE TENANT NAMED IN SUCH VACANCY LEASE AN\n   31  OPPORTUNITY TO RESPOND, THE DIVISION OF HOUSING  AND  COMMUNITY  RENEWAL\n   32  SHALL ISSUE AN ORDER APPROVING OR DISAPPROVING SUCH INCREASE IN WHOLE OR\n   33  IN  PART.  BASED  UPON  SUCH  DETERMINATION, THE DIVISION OF HOUSING AND\n   34  COMMUNITY RENEWAL SHALL ORDER A REFUND TO THE TENANT EQUAL TO THE AMOUNT\n   35  COLLECTED IN EXCESS OF THE LEGAL REGULATED RENT APPROVED BY THE DIVISION\n   36  OF HOUSING AND COMMUNITY RENEWAL.\n   37    (F) IF THE OWNER FAILS TO ESTABLISH BY A PREPONDERANCE OF THE EVIDENCE\n   38  THAT THE OVERCHARGE WAS NOT WILLFUL, THE DIVISION OF  HOUSING AND COMMU-\n   39  NITY RENEWAL SHALL ORDER THE OWNER TO PAY TO THE  TENANT  AN  ADDITIONAL\n   40  AMOUNT EQUAL TO THREE TIMES THE EXCESS CHARGED.\n   41    (G)  THE  NEXT  ANNUAL  REGISTRATION  STATEMENT  FILED FOR ANY HOUSING\n   42  ACCOMMODATION SUBJECT TO AN INCREASE UNDER THIS  PARAGRAPH,  WHETHER  OR\n   43  NOT  SUBJECT  TO  THE  PROVISIONS  OF SUBPARAGRAPH (E) OF THIS PARAGRAPH\n   44  SHALL CONTAIN A DETAILED BREAKDOWN OF  THE  COSTS  OF  ALL  IMPROVEMENTS\n   45  UNDERLYING SUCH INCREASE.\n   46    S 3. Paragraph 2 of subdivision d of section 26-511 of the administra-\n   47  tive  code  of  the city of New York is renumbered paragraph 3 and a new\n   48  paragraph 2 is added to read as follows:\n   49    (2) FOR VACANCY LEASES, SUCH RIDER SHALL ALSO INCLUDE A NOTICE OF  THE\n   50  PRIOR  LEGAL  RENT,  IF ANY, THAT WAS IN EFFECT IMMEDIATELY PRIOR TO THE\n   51  VACANCY, AN EXPLANATION OF HOW THE  RENTAL  AMOUNT  HAS  BEEN  COMPUTED,\n   52  INCLUDING  A  DETAILED  BREAKDOWN OF THE NATURE AND COST OF ANY IMPROVE-\n   53  MENTS UNDERLYING AN INCREASE UNDER PARAGRAPH THIRTEEN OF  SUBDIVISION  C\n   54  OF  THIS  SECTION,  AND A STATEMENT THAT ANY INCREASE ABOVE THE PREVIOUS\n   55  RENT IS IN ACCORDANCE WITH ADJUSTMENTS PERMITTED BY LAW.\n\n       A. 2674--A                         14\n\n    1    S 4. Paragraph 1 of subdivision d of section 6 of section 4 of chapter\n    2  576 of the laws of 1974, constituting the  emergency  tenant  protection\n    3  act  of  nineteen  seventy-four,  as added by chapter 253 of the laws of\n    4  1993, is amended to read as follows:\n    5    (1)  there has been a substantial modification or increase of dwelling\n    6  space or an increase in the services, or installation of  new  equipment\n    7  or  improvements  or  new  furniture or furnishings, provided in or to a\n    8  tenant's housing accommodation, on written tenant consent  to  the  rent\n    9  increase.  In the case of a vacant housing accommodation, tenant consent\n   10  shall not be required. (A) The permanent increase in the legal regulated\n   11  rent for the affected  housing  accommodation  shall  be  [one-fortieth]\n   12  ONE-SIXTIETH  of  the  total  cost incurred by the landlord in providing\n   13  such modification or increase in dwelling  space,  services,  furniture,\n   14  furnishings  or  equipment,  including  the  cost  of  installation, but\n   15  excluding finance charges. [Provided further than an] (B) AN  owner  who\n   16  is  entitled  to a rent increase pursuant to this paragraph shall not be\n   17  entitled to a further rent increase based upon the installation of simi-\n   18  lar equipment, or new furniture or furnishings within the useful life of\n   19  such new equipment, or new furniture or  furnishings.    (C)  THE  OWNER\n   20  SHALL  GIVE  WRITTEN  NOTICE  TO  THE  DIVISION OF HOUSING AND COMMUNITY\n   21  RENEWAL AND THE TENANT NAMED IN A VACANCY LEASE ON FORMS  PRESCRIBED  BY\n   22  THE  DIVISION  OF ANY SUCH ADJUSTMENT PURSUANT TO THIS PARAGRAPH AND THE\n   23  FAILURE TO PROVIDE SUCH WRITTEN NOTICE AS PROVIDED HEREIN SHALL PRECLUDE\n   24  THE COLLECTION OF ANY  SUCH  ADJUSTMENT.  SUCH  NOTICE  MUST  INCLUDE  A\n   25  DETAILED BREAKDOWN OF THE NATURE AND COST OF ANY IMPROVEMENTS UNDERLYING\n   26  AN  INCREASE  IN  RENT  UNDER  THIS  PARAGRAPH  AND A STATEMENT THAT ANY\n   27  INCREASE ABOVE THE PREVIOUS  RENT  IS  IN  ACCORDANCE  WITH  ADJUSTMENTS\n   28  PERMITTED  BY LAW. (D) NO INCREASE SHALL BE COLLECTIBLE UNDER THIS PARA-\n   29  GRAPH WHERE THE DIVISION OF HOUSING AND COMMUNITY RENEWAL HAS DETERMINED\n   30  THAT THE OWNER IS NOT MAINTAINING ALL BUILDING-WIDE REQUIRED SERVICES OR\n   31  ALL REQUIRED SERVICES WITH RESPECT  TO  THE  AFFECTED  HOUSING  ACCOMMO-\n   32  DATION,  OR  WHERE THERE ARE CURRENT HAZARDOUS VIOLATIONS OF ANY MUNICI-\n   33  PAL, COUNTY, STATE OR FEDERAL LAW WHICH RELATE  TO  THE  MAINTENANCE  OF\n   34  SUCH SERVICES.  (E) WITHIN THIRTY DAYS OF THE SIGNING OF A VACANCY LEASE\n   35  INCLUDING  A  RENT  INCREASE PURSUANT TO THIS PARAGRAPH THAT EXCEEDS TEN\n   36  PERCENT OF THE RENT CHARGED TO THE PREVIOUS TENANT, THE OWNER WILL  FILE\n   37  WITH  THE  DIVISION AN EXPLANATION OF HOW THE VACANCY RENT WAS COMPUTED,\n   38  AND ALL DOCUMENTS NECESSARY TO SUPPORT THE COLLECTION OF SUCH  INCREASE,\n   39  INCLUDING  BUT  NOT  LIMITED  TO,  CANCELLED CHECKS, INVOICES AND SIGNED\n   40  CONTRACTS CONTEMPORANEOUSLY WITH THE IMPROVEMENTS ALLEGED, AND  CONTRAC-\n   41  TOR'S AFFIDAVITS INDICATING THAT THE INSTALLATION WAS COMPLETED AND PAID\n   42  IN  FULL. UPON RECEIPT OF ALL DOCUMENTS SUBMITTED BY THE OWNER AND AFTER\n   43  GIVING THE TENANT NAMED IN THE VACANCY LEASE AN OPPORTUNITY TO  RESPOND,\n   44  THE  DIVISION  SHALL  ISSUE  AN  ORDER  APPROVING  OR  DISAPPROVING SUCH\n   45  INCREASE IN WHOLE OR IN PART. BASED UPON SUCH DETERMINATION,  THE  DIVI-\n   46  SION SHALL ORDER A REFUND TO THE TENANT EQUAL TO THE AMOUNT COLLECTED IN\n   47  EXCESS OF THE LEGAL REGULATED RENT APPROVED BY THE DIVISION.  (F) IF THE\n   48  OWNER  FAILS  TO  ESTABLISH  BY A PREPONDERANCE OF THE EVIDENCE THAT THE\n   49  OVERCHARGE WAS NOT WILLFUL, THE DIVISION SHALL ORDER THE OWNER TO PAY TO\n   50  THE TENANT AN ADDITIONAL AMOUNT EQUAL TO THREE TIMES THE EXCESS CHARGED.\n   51  (G) THE NEXT ANNUAL REGISTRATION STATEMENT FILED FOR ANY HOUSING  ACCOM-\n   52  MODATION  SUBJECT  TO  AN  INCREASE UNDER THIS PARAGRAPH, WHETHER OR NOT\n   53  SUBJECT TO THE PROVISIONS OF SUBPARAGRAPH (E) OF  THIS  PARAGRAPH  SHALL\n   54  CONTAIN A DETAILED BREAKDOWN OF THE COSTS OF ALL IMPROVEMENTS UNDERLYING\n   55  SUCH INCREASE.\n\n       A. 2674--A                         15\n\n    1    S 5. Clause 5 of the second undesignated paragraph of paragraph (a) of\n    2  subdivision  4  of section 4 of chapter 274 of the laws of 1946, consti-\n    3  tuting the emergency housing rent control law, as amended by chapter 253\n    4  of the laws of 1993, is amended to read as follows:\n    5    (5)  the  landlord  and  tenant  by mutual voluntary written agreement\n    6  agree to a substantial increase or  decrease  in  dwelling  space  or  a\n    7  change  in the services, furniture, furnishings or equipment provided in\n    8  the housing accommodations; provided that an owner shall be entitled  to\n    9  a  rent  increase  where  there  has  been a substantial modification or\n   10  increase of dwelling space or an increase in the services, or  installa-\n   11  tion  of  new  equipment or improvements or new furniture or furnishings\n   12  provided in or  to  a  tenant's  housing  accommodation.  The  permanent\n   13  increase  in  the  maximum  rent  for the affected housing accommodation\n   14  shall be [one-fortieth] ONE-SIXTIETH of the total cost incurred  by  the\n   15  landlord  in  providing such modification or increase in dwelling space,\n   16  services, furniture, furnishings or equipment,  including  the  cost  of\n   17  installation,  but  excluding  finance  charges provided further that an\n   18  owner who is entitled to a rent increase pursuant to this  clause  shall\n   19  not  be  entitled to a further rent increase based upon the installation\n   20  of similar equipment, or new furniture or furnishings within the  useful\n   21  life  of  such new equipment, or new furniture or furnishings. The owner\n   22  shall give written notice to  the  commission  of  any  such  adjustment\n   23  pursuant to this clause; or\n   24    S  6.  This  act shall take effect on the ninetieth day after it shall\n   25  have become a law; provided that:\n   26    (a) the amendments to section 26-405 of the city  rent  and  rehabili-\n   27  tation  law  made  by section one of this act shall remain in full force\n   28  and effect only as long as the public emergency requiring the regulation\n   29  and control of residential rents and evictions continues, as provided in\n   30  subdivision 3 of section 1 of the local emergency housing  rent  control\n   31  act;\n   32    (b) the amendments to chapter 4 of title 26 of the administrative code\n   33  of the city of New York made by sections two and three of this act shall\n   34  expire  on  the  same  date as such law expires and shall not affect the\n   35  expiration of such law as provided under section 26-520 of such law;\n   36    (c) the amendments to the emergency tenant protection act of  nineteen\n   37  seventy-four  made  by section four of this act shall expire on the same\n   38  date as such act expires and shall not affect the expiration of such act\n   39  as provided in section 17 of chapter 576 of the laws of 1974;\n   40    (d) the amendments to section 4 of the emergency housing rent  control\n   41  law  made  by  section five of this act shall expire on the same date as\n   42  such law expires and shall not affect the  expiration  of  such  law  as\n   43  provided  in  subdivision  2  of section 1 of chapter 274 of the laws of\n   44  1946; and\n   45    (e) effective immediately,  the  division  of  housing  and  community\n   46  renewal is authorized to and shall promulgate all rules, regulations and\n   47  standards necessary to implement the provisions of this act.\n\n   48                                   PART G\n\n   49    Section  1.  Legislative  findings  and  declaration of emergency. The\n   50  legislature hereby finds and declares that the serious public  emergency\n   51  which  led  to the enactment of the existing laws regulating residential\n   52  rents and evictions continues to exist;  that  such  laws  would  better\n   53  serve  the public interest if certain changes were made thereto, includ-\n   54  ing the continued regulation  of  certain  housing  accommodations  that\n\n       A. 2674--A                         16\n\n    1  become  vacant  and  the  reinstatement of regulation of certain housing\n    2  accommodations that have been deregulated upon vacancy.\n    3    The  legislature  further  recognizes  that  severe  disruption of the\n    4  rental housing market has occurred and threatens to be exacerbated as  a\n    5  result  of  the present state of the law in relation to the deregulation\n    6  of housing accommodations upon  vacancy.  The  situation  has  permitted\n    7  speculative and profiteering practices and has brought about the loss of\n    8  vital and irreplaceable affordable housing for working persons and fami-\n    9  lies.\n   10    The legislature therefore declares that in order to prevent uncertain-\n   11  ty,  potential  hardship  and  dislocation  of tenants living in housing\n   12  accommodations subject to  government  regulations  as  to  rentals  and\n   13  continued occupancy as well as those not subject to such regulation, the\n   14  provisions of this act are necessary to protect the public health, safe-\n   15  ty  and  general  welfare.  The necessity in the public interest for the\n   16  provisions hereinafter enacted is hereby declared as a matter of  legis-\n   17  lative determination.\n   18    S 2. Paragraph (n) of subdivision 2 of section 2 of chapter 274 of the\n   19  laws  of  1946,  constituting the emergency housing rent control law, is\n   20  REPEALED.\n   21    S 3. Paragraph 13 of subdivision a of section 5 of section 4 of  chap-\n   22  ter  576  of  the  laws  of  1974,  constituting  the  emergency  tenant\n   23  protection act of nineteen seventy-four, is REPEALED.\n   24    S 4. Subparagraph (k) of paragraph  2  of  subdivision  e  of  section\n   25  26-403 of the administrative code of the city of New York is REPEALED.\n   26    S  5.  Section  26-504.2 of the administrative code of the city of New\n   27  York is REPEALED.\n   28    S 6. Any housing accommodations that on or after January 1, 2007  were\n   29  excluded from coverage from the emergency tenant protection act of nine-\n   30  teen  seventy-four, the emergency housing rent control law or the admin-\n   31  istrative code of the city of New York pursuant to the provisions of law\n   32  repealed by sections two, three, four and five  of  this  act  shall  be\n   33  subject  to  the  provisions  of  such  act, law or administrative code,\n   34  respectively.  Notwithstanding the provisions of  any  lease  or  rental\n   35  agreement,  the  legal regulated rent or maximum collectible rent of any\n   36  housing accommodation excluded from regulation on or  after  January  1,\n   37  2007  by  reason of the provisions repealed by sections two, three, four\n   38  and five of this act shall  be  the  legal  regulated  rent  or  maximum\n   39  collectible  rent applicable to such accommodation on December 31, 2006,\n   40  subject to further adjustment in accordance with  applicable  provisions\n   41  of law.\n   42    S  7.  Any  housing  accommodations that prior to January 1, 2007 were\n   43  excluded from coverage from the emergency tenant protection act of nine-\n   44  teen seventy-four, the emergency housing rent control law or the  admin-\n   45  istrative code of the city of New York pursuant to the provisions of law\n   46  repealed  by  sections two, three, four, and five of this act, and where\n   47  such housing accommodations were located outside the city  of  New  York\n   48  and  were  rented  to a tenant on or after January 1, 2007 for less than\n   49  $3,500 per month or were located within the city of New  York  and  were\n   50  rented  to  a tenant on or after January 1, 2007 for less than $5,000.00\n   51  per month, shall be subject to the provisions of such act, law or admin-\n   52  istrative code, respectively.   Notwithstanding the  provisions  of  any\n   53  lease  or rental agreement, the legal regulated rent or maximum collect-\n   54  ible rent of any housing accommodation excluded from regulation prior to\n   55  January 1, 2007 by reason of the provisions repealed  by  sections  two,\n   56  three, four and five of this act and made subject to regulation shall be\n\n       A. 2674--A                         17\n\n    1  the  actual rent applicable to such accommodations on January 1, 2007 or\n    2  the first rent applicable to such accommodation after January  1,  2007,\n    3  subject  to  further adjustment in accordance with applicable provisions\n    4  of law.\n    5    S 8.  This act shall take effect immediately.\n\n    6                                   PART H\n\n    7    Section  1.  Subdivision a-2 of section 10 of section 4 of chapter 576\n    8  of the laws of 1974, constituting the emergency tenant protection act of\n    9  nineteen seventy-four, as added by chapter 82 of the laws  of  2003,  is\n   10  amended to read as follows:\n   11    [a-2.]  (A-2)  Provides  that  where the amount of rent charged to and\n   12  paid by the tenant is less than the legal regulated rent for the housing\n   13  accommodation, the amount of rent for such housing  accommodation  which\n   14  may be charged [upon renewal or] upon vacancy thereof may, at the option\n   15  of  the owner, be based upon such previously established legal regulated\n   16  rent, as  adjusted  by  [the  most  recent]  ALL  applicable  guidelines\n   17  increases and other increases authorized by law; PROVIDED, HOWEVER, THAT\n   18  SUCH VACANCY SHALL NOT BE CAUSED BY THE FAILURE OF THE OWNER OR AN AGENT\n   19  OF  THE  OWNER, TO MAINTAIN THE HOUSING ACCOMMODATION IN COMPLIANCE WITH\n   20  THE WARRANTY OF HABITABILITY SET FORTH IN SUBDIVISION ONE OF SECTION TWO\n   21  HUNDRED THIRTY-FIVE-B OF THE REAL PROPERTY LAW.   [Where, subsequent  to\n   22  vacancy,  such  legal  regulated  rent,  as  adjusted by the most recent\n   23  applicable guidelines increases and any other  increases  authorized  by\n   24  law  is  two  thousand  dollars or more per month, such housing accommo-\n   25  dation shall be excluded from the provisions of  this  act  pursuant  to\n   26  paragraph thirteen of subdivision a of section five of this act.]\n   27    S  2.  Paragraph 14 of subdivision c of section 26-511 of the adminis-\n   28  trative code of the city of New York, as added by chapter 82 of the laws\n   29  of 2003, is amended to read as follows:\n   30    (14) provides that where the amount of rent charged to and paid by the\n   31  tenant is less than the legal regulated rent for  the  housing  accommo-\n   32  dation,  the  amount of rent for such housing accommodation which may be\n   33  charged [upon renewal or] upon vacancy thereof may, at the option of the\n   34  owner, be based upon such previously established legal  regulated  rent,\n   35  as  adjusted  by the most recent applicable guidelines increases and any\n   36  other increases authorized by law; PROVIDED, HOWEVER, THAT SUCH  VACANCY\n   37  SHALL  NOT  BE  CAUSED  BY  THE  FAILURE OF THE OWNER OR AN AGENT OF THE\n   38  OWNER, TO MAINTAIN THE HOUSING  ACCOMMODATION  IN  COMPLIANCE  WITH  THE\n   39  WARRANTY  OF  HABITABILITY  SET  FORTH IN SUBDIVISION ONE OF SECTION TWO\n   40  HUNDRED THIRTY-FIVE-B OF THE REAL PROPERTY LAW.   [Where, subsequent  to\n   41  vacancy,  such  legal  regulated  rent,  as  adjusted by the most recent\n   42  applicable guidelines increases and any other  increases  authorized  by\n   43  law  is  two  thousand  dollars or more per month, such housing accommo-\n   44  dation shall be excluded from the provisions of  this  law  pursuant  to\n   45  section 26-504.2 of this chapter.]\n   46    S  3.  This act shall take effect immediately; provided, however, that\n   47  the amendments to section 10 of the emergency tenant protection  act  of\n   48  nineteen  seventy-four  made  by section one of this act shall expire on\n   49  the same date as such act expires and shall not affect the expiration of\n   50  such act as provided in section 17 of chapter 576 of the laws  of  1974;\n   51  and provided, further, that the amendments to section 26-511 of the rent\n   52  stabilization  law of nineteen hundred sixty-nine made by section two of\n   53  this act shall expire on the same date as such law expires and shall not\n\n       A. 2674--A                         18\n\n    1  affect the expiration of such law as provided under  section  26-520  of\n    2  such law.\n\n    3                                   PART I\n\n    4    Section  1.  Paragraph  6-a  of subdivision c of section 26-511 of the\n    5  administrative code of the city of  New  York  is  amended  to  read  as\n    6  follows:\n    7    (6-a)  provides  criteria  whereby  as  an alternative to the hardship\n    8  application provided under paragraph six of this subdivision  owners  of\n    9  buildings  acquired  by  the same owner or a related entity owned by the\n   10  same principals [three] SIX years prior to the date of  application  may\n   11  apply to the division for increases in excess of the level of applicable\n   12  guideline increases established under this law based on a finding by the\n   13  commissioner  that such guideline increases are not sufficient to enable\n   14  the owner to maintain an annual gross  rent  income  for  such  building\n   15  which  exceeds  the  annual operating expenses of such building by a sum\n   16  equal to at least five percent of such gross rent. For the  purposes  of\n   17  this  paragraph, operating expenses shall consist of the actual, reason-\n   18  able, costs of fuel, labor,  utilities,  taxes,  other  than  income  or\n   19  corporate  franchise taxes, fees, permits, necessary contracted services\n   20  and non-capital repairs, insurance, parts and supplies, management  fees\n   21  and  other  administrative costs and mortgage interest. For the purposes\n   22  of this paragraph, mortgage interest shall be deemed to mean interest on\n   23  a bona fide mortgage including an allocable portion of  charges  related\n   24  thereto.  Criteria  to be considered in determining a bona fide mortgage\n   25  other than an institutional mortgage shall  include;  condition  of  the\n   26  property,  location of the property, the existing mortgage market at the\n   27  time the mortgage is placed, the term of the mortgage, the  amortization\n   28  rate, the principal amount of the mortgage, security and other terms and\n   29  conditions  of  the  mortgage. The commissioner shall set a rental value\n   30  for any unit occupied by the owner or a person related to the  owner  or\n   31  unoccupied  at  the  owner's  choice for more than one month at the last\n   32  regulated rent plus the minimum number of guidelines increases or, if no\n   33  such regulated rent existed or is known, the commissioner shall impute a\n   34  rent consistent with other rents in the building. The amount of hardship\n   35  increase shall be such as may be required to maintain the  annual  gross\n   36  rent  income as provided by this paragraph. The division shall not grant\n   37  a hardship application under this paragraph or  paragraph  six  of  this\n   38  subdivision  for  a period of three years subsequent to granting a hard-\n   39  ship application under the provisions of this paragraph. The  collection\n   40  of  any  increase  in the rent for any housing accommodation pursuant to\n   41  this paragraph shall not exceed six percent in any year from the  effec-\n   42  tive  date of the order granting the increase over the rent set forth in\n   43  the schedule of gross rents, with collectability of  any  dollar  excess\n   44  above  said  sum to be spread forward in similar increments and added to\n   45  the rent as established or set in future years. No application shall  be\n   46  approved unless the owner's equity in such building exceeds five percent\n   47  of: (i) the arms length purchase price of the property; (ii) the cost of\n   48  any  capital  improvements  for  which  the  owner  has  not collected a\n   49  surcharge; (iii) any repayment of principal of any mortgage or loan used\n   50  to finance the purchase of the property or any capital improvements  for\n   51  which  the  owner has not collected a surcharge and (iv) any increase in\n   52  the equalized assessed value of the property which  occurred  subsequent\n   53  to  the first valuation of the property after purchase by the owner. For\n   54  the purposes of this paragraph, owner's equity shall mean the sum of (i)\n\n       A. 2674--A                         19\n\n    1  the purchase price of the property less the principal of any mortgage or\n    2  loan used to finance the purchase of the property, (ii) the cost of  any\n    3  capital  improvement  for  which the owner has not collected a surcharge\n    4  less the principal of any mortgage or loan used to finance said improve-\n    5  ment,  (iii) any repayment of the principal of any mortgage or loan used\n    6  to finance the purchase of the property or any capital  improvement  for\n    7  which  the owner has not collected a surcharge, and (iv) any increase in\n    8  the equalized assessed value of the property which  occurred  subsequent\n    9  to the first valuation of the property after purchase by the owner.\n   10    S 2. Paragraph 5 of subdivision d of section 6 of section 4 of chapter\n   11  576  of the laws of 1974 enacting the emergency tenant protection act of\n   12  nineteen seventy-four, as amended by chapter 102 of the laws of 1984, is\n   13  amended to read as follows:\n   14    (5) as an alternative to the hardship application provided under para-\n   15  graph four of this subdivision, owners of buildings acquired by the same\n   16  owner or a related entity owned by the same principals [three] SIX years\n   17  prior to the date of application may apply to the division for increases\n   18  in excess of the level of  applicable  guideline  increases  established\n   19  under  this  law based on a finding by the commissioner that such guide-\n   20  line increases are not sufficient to enable the  owner  to  maintain  an\n   21  annual  gross  rent  income  for  such building which exceeds the annual\n   22  operating expenses of such building by a sum  equal  to  at  least  five\n   23  percent  of such gross rent. For the purposes of this paragraph, operat-\n   24  ing expenses shall consist of the actual,  reasonable,  costs  of  fuel,\n   25  labor, utilities, taxes, other than income or corporate franchise taxes,\n   26  fees,  permits,  necessary  contracted services and non-capital repairs,\n   27  insurance, parts and supplies, management fees and other  administrative\n   28  costs  and  mortgage interest. For the purposes of this paragraph, mort-\n   29  gage interest shall be deemed to mean interest on a bona  fide  mortgage\n   30  including  an allocable portion of charges related thereto.  Criteria to\n   31  be considered in determining a bona fide mortgage other than an institu-\n   32  tional mortgage shall include; condition of the  property,  location  of\n   33  the  property,  the existing mortgage market at the time the mortgage is\n   34  placed, the term of the mortgage, the amortization rate,  the  principal\n   35  amount  of  the mortgage, security and other terms and conditions of the\n   36  mortgage. The commissioner shall set a rental value for any  unit  occu-\n   37  pied  by the owner or a person related to the owner or unoccupied at the\n   38  owner's choice for more than one month at the last regulated  rent  plus\n   39  the minimum number of guidelines increases or, if no such regulated rent\n   40  existed  or  is  known,  the commissioner shall impute a rent consistent\n   41  with other rents in the building. The amount of hardship increase  shall\n   42  be  such  as may be required to maintain the annual gross rent income as\n   43  provided by this paragraph. The division  shall  not  grant  a  hardship\n   44  application  under  this paragraph or paragraph four of this subdivision\n   45  for a period of three years subsequent to granting a  hardship  applica-\n   46  tion  under  the  provisions  of  this  paragraph. The collection of any\n   47  increase in the rent for any  housing  accommodation  pursuant  to  this\n   48  paragraph  shall  not  exceed six percent in any year from the effective\n   49  date of the order granting the increase over the rent set forth  in  the\n   50  schedule  of gross rents, with collectability of any dollar excess above\n   51  said sum to be spread forward in similar increments  and  added  to  the\n   52  rent  as  established  or  set  in future years. No application shall be\n   53  approved unless the owner's equity in such building exceeds five percent\n   54  of: (i) the arms length purchase price of the property; (ii) the cost of\n   55  any capital improvements  for  which  the  owner  has  not  collected  a\n   56  surcharge; (iii) any repayment of principal of any mortgage or loan used\n\n       A. 2674--A                         20\n\n    1  to  finance the purchase of the property or any capital improvements for\n    2  which the owner has not collected a surcharge; and (iv) any increase  in\n    3  the  equalized  assessed value of the property which occurred subsequent\n    4  to  the first valuation of the property after purchase by the owner. For\n    5  the purposes of this paragraph, owner's equity shall mean the sum of (i)\n    6  the purchase price of the property less the principal of any mortgage or\n    7  loan used to finance the purchase of the property, (ii) the cost of  any\n    8  capital  improvement  for  which the owner has not collected a surcharge\n    9  less the principal of any mortgage or loan used to finance said improve-\n   10  ment, (iii) any repayment of the principal of any mortgage or loan  used\n   11  to  finance  the purchase of the property or any capital improvement for\n   12  which the owner has not collected a surcharge, and (iv) any increase  in\n   13  the  equalized  assessed value of the property which occurred subsequent\n   14  to the first valuation of the property after purchase by the owner.\n   15    S 3. This act shall take effect immediately; provided that the  amend-\n   16  ments  to  section 26-511 of chapter 4 of title 26 of the administrative\n   17  code of the city of New York made by  section  one  of  this  act  shall\n   18  expire  on  the  same  date as such law expires and shall not affect the\n   19  expiration of such law as provided under section 26-520 of such law; and\n   20  provided that the amendments  to  section  6  of  the  emergency  tenant\n   21  protection  act of nineteen seventy-four made by section two of this act\n   22  shall expire on the same date as such act expires and shall  not  affect\n   23  the  expiration  of such act as provided in section 17 of chapter 576 of\n   24  the laws of 1974.\n\n   25                                   PART J\n\n   26    Section 1. Subparagraph (g) of paragraph 1 of subdivision g of section\n   27  26-405 of the administrative code of the city of New York, as amended by\n   28  chapter 749 of the laws of 1990,  is amended to read as follows:\n   29    (g) (I) COLLECTION OF SURCHARGES TO THE MAXIMUM RENT AUTHORIZED PURSU-\n   30  ANT TO ITEM (II) OF THIS SUBPARAGRAPH SHALL CEASE  WHEN  THE  OWNER  HAS\n   31  RECOVERED THE COST OF THE MAJOR CAPITAL IMPROVEMENT;\n   32    (II)  There  has  been  since  July first, nineteen hundred seventy, a\n   33  major capital improvement [required for the operation,  preservation  or\n   34  maintenance  of the structure. An adjustment under this subparagraph (g)\n   35  shall be in an amount sufficient to amortize the cost  of  the  improve-\n   36  ments  pursuant  to  this  subparagraph  (g)  over a seven-year period];\n   37  PROVIDED THAT THE COMMISSIONER FINDS THAT SUCH IMPROVEMENTS  ARE  DEEMED\n   38  DEPRECIABLE  UNDER  THE  INTERNAL REVENUE CODE AND SUCH IMPROVEMENTS ARE\n   39  REQUIRED FOR THE OPERATION, PRESERVATION OR MAINTENANCE  OF  THE  STRUC-\n   40  TURE.  THE  INCREASE  PERMITTED  FOR  SUCH  CAPITAL IMPROVEMENT SHALL BE\n   41  COLLECTED AS A MONTHLY SURCHARGE TO THE MAXIMUM RENT. IT SHALL BE  SEPA-\n   42  RATELY  DESIGNATED AND BILLED AS SUCH AND SHALL NOT BE COMPOUNDED BY ANY\n   43  OTHER ADJUSTMENT TO THE MAXIMUM RENT. THE SURCHARGE  ALLOCABLE  TO  EACH\n   44  APARTMENT  SHALL  BE  AN  AMOUNT  EQUAL  TO  THE COST OF THE IMPROVEMENT\n   45  DIVIDED BY  EIGHTY-FOUR, DIVIDED BY THE NUMBER OF ROOMS IN THE BUILDING,\n   46  AND THEN MULTIPLIED BY THE NUMBER OF ROOMS IN SUCH  APARTMENT;  PROVIDED\n   47  THAT  THE  SURCHARGE  ALLOCABLE TO ANY APARTMENT IN ANY ONE YEAR MAY NOT\n   48  EXCEED AN AMOUNT EQUAL TO SIX PERCENT OF THE MONTHLY RENT  COLLECTED  BY\n   49  THE  OWNER  FOR  SUCH  APARTMENT  AS  SET FORTH IN THE SCHEDULE OF GROSS\n   50  RENTS.  ANY EXCESS ABOVE SAID SIX PERCENT SHALL BE CARRIED  FORWARD  AND\n   51  COLLECTED  IN FUTURE YEARS AS A FURTHER SURCHARGE NOT TO EXCEED AN ADDI-\n   52  TIONAL SIX PERCENT IN ANY ONE YEAR  PERIOD  UNTIL  THE  TOTAL  SURCHARGE\n   53  EQUALS  THE  AMOUNT IT WOULD HAVE BEEN IF THE AFOREMENTIONED SIX PERCENT\n   54  LIMITATION DID NOT APPLY; or\n\n       A. 2674--A                         21\n\n    1    S 2. Subparagraph (k) of paragraph  1  of  subdivision  g  of  section\n    2  26-405 of the administrative code of the city of New York, as amended by\n    3  chapter 749 of the laws of 1990,  is amended to read as follows:\n    4    (k)  The  landlord has incurred, since January first, nineteen hundred\n    5  seventy, in connection with and in addition to a concurrent major  capi-\n    6  tal  improvement  pursuant  to subparagraph (g) of this paragraph, other\n    7  expenditures to improve, restore or preserve the quality of  the  struc-\n    8  ture.  An  adjustment  under  this subparagraph shall be granted only if\n    9  such improvements represent an expenditure equal to  at  least  ten  per\n   10  centum of the total operating and maintenance expenses for the preceding\n   11  year.  An adjustment under this subparagraph shall be in addition to any\n   12  adjustment granted for the  concurrent  major  capital  improvement  and\n   13  shall  be  [in an amount sufficient to amortize the cost of the improve-\n   14  ments pursuant to this subparagraph over a seven-year    period]  IMPLE-\n   15  MENTED IN THE SAME MANNER AS SUCH MAJOR CAPITAL IMPROVEMENT AS A FURTHER\n   16  SURCHARGE TO THE MAXIMUM RENT.\n   17    S 3. Paragraph 6 of subdivision c of section 26-511 of the administra-\n   18  tive code of the city of New York, as amended by chapter 116 of the laws\n   19  of 1997,  is amended to read as follows:\n   20    (6)  provides  criteria whereby the commissioner may act upon applica-\n   21  tions by owners for increases in  excess  of  the  level  of  fair  rent\n   22  increase  established under this law provided, however, that such crite-\n   23  ria shall provide [(a)] as to hardship applications, for a finding  that\n   24  the level of fair rent increase is not sufficient to enable the owner to\n   25  maintain  approximately  the same average annual net income (which shall\n   26  be computed without regard to debt service, financing costs  or  manage-\n   27  ment  fees)  for the three year period ending on or within six months of\n   28  the date of an application pursuant to such criteria  as  compared  with\n   29  annual  net income, which prevailed on the average over the period nine-\n   30  teen hundred sixty-eight through nineteen hundred seventy,  or  for  the\n   31  first three years of operation if the building was completed since nine-\n   32  teen  hundred  sixty-eight  or  for the first three fiscal years after a\n   33  transfer of title to a new owner provided the new owner can establish to\n   34  the satisfaction of the commissioner that he or she  acquired  title  to\n   35  the  building as a result of a bona fide sale of the entire building and\n   36  that the new owner is unable to obtain requisite records for the  fiscal\n   37  years  nineteen  hundred  sixty-eight  through  nineteen hundred seventy\n   38  despite diligent efforts to obtain same from predecessors in  title  and\n   39  further  provided that the new owner can provide financial data covering\n   40  a minimum of six years under his or  her  continuous  and  uninterrupted\n   41  operation  of  the building to meet the three year to three year compar-\n   42  ative test periods herein provided[; and (b) as to  completed  building-\n   43  wide  major  capital  improvements, for a finding that such improvements\n   44  are deemed depreciable under the Internal Revenue Code and that the cost\n   45  is to be amortized over a seven-year period, based  upon  cash  purchase\n   46  price  exclusive  of  interest  or  service  charges].   Notwithstanding\n   47  anything to the contrary contained herein, no hardship increase  granted\n   48  pursuant  to this paragraph shall, when added to the annual gross rents,\n   49  as determined by the commissioner, exceed the sum  of,  (i)  the  annual\n   50  operating  expenses, (ii) an allowance for management services as deter-\n   51  mined by the commissioner, (iii) actual  annual  mortgage  debt  service\n   52  (interest  and  amortization)  on its indebtedness to a lending institu-\n   53  tion, an insurance company, a retirement fund or welfare fund  which  is\n   54  operated  under  the supervision of the banking or insurance laws of the\n   55  state of New York or the United States,  and  (iv)  eight  and  one-half\n   56  percent  of  that portion of the fair market value of the property which\n\n       A. 2674--A                         22\n\n    1  exceeds  the  unpaid  principal  amount  of  the  mortgage  indebtedness\n    2  referred  to  in subparagraph (iii) of this paragraph. Fair market value\n    3  for the purposes of this paragraph shall be six times the  annual  gross\n    4  rent.  The  collection  of  any  increase in the stabilized rent for any\n    5  apartment pursuant to this paragraph shall not exceed six percent in any\n    6  year from the effective date of the order granting the increase over the\n    7  rent set forth in the schedule of gross rents,  with  collectability  of\n    8  any  dollar excess above said sum to be spread forward in similar incre-\n    9  ments and added to the stabilized rent as established or set  in  future\n   10  years;\n   11    S 4. Subdivision c of section 26-511 of the administrative code of the\n   12  city  of New York is amended by adding two new paragraphs 6-b and 6-c to\n   13  read as follows:\n   14    (6-B) PROVIDES CRITERIA WHEREBY THE COMMISSIONER MAY ACT UPON APPLICA-\n   15  TION BY OWNERS FOR INCREASES  IN  EXCESS  OF  THE  LEVEL  OF  FAIR  RENT\n   16  INCREASE  ESTABLISHED UNDER THIS LAW PROVIDED, HOWEVER, THAT SUCH CRITE-\n   17  RIA SHALL PROVIDE AS TO COMPLETED BUILDING-WIDE MAJOR  CAPITAL  IMPROVE-\n   18  MENTS, FOR A FINDING THAT SUCH IMPROVEMENTS ARE DEEMED DEPRECIABLE UNDER\n   19  THE  INTERNAL  REVENUE  CODE  AND SUCH IMPROVEMENTS ARE REQUIRED FOR THE\n   20  OPERATION, PRESERVATION OR MAINTENANCE OF THE  STRUCTURE.  THE  INCREASE\n   21  PERMITTED  FOR  SUCH CAPITAL IMPROVEMENT SHALL BE COLLECTED AS A MONTHLY\n   22  SURCHARGE TO THE LEGAL REGULATED RENT. IT SHALL BE SEPARATELY DESIGNATED\n   23  AND BILLED AS SUCH AND SHALL NOT BE COMPOUNDED BY ANY ANNUAL  ADJUSTMENT\n   24  OF  THE  LEVEL  OF FAIR RENT PROVIDED FOR UNDER SUBDIVISION B OF SECTION\n   25  26-510 OF THIS LAW.  THE SURCHARGE ALLOCABLE TO EACH APARTMENT SHALL  BE\n   26  AN  AMOUNT  EQUAL TO THE COST OF THE IMPROVEMENT DIVIDED BY EIGHTY-FOUR,\n   27  DIVIDED BY THE NUMBER OF ROOMS IN THE BUILDING, AND THEN  MULTIPLIED  BY\n   28  THE NUMBER OF ROOMS IN SUCH APARTMENT; PROVIDED THAT THE SURCHARGE ALLO-\n   29  CABLE  TO  ANY APARTMENT, IN ANY ONE YEAR MAY NOT EXCEED AN AMOUNT EQUAL\n   30  TO SIX PERCENT OF THE MONTHLY RENT  COLLECTED  BY  THE  OWNER  FOR  SUCH\n   31  APARTMENT AS SET FORTH IN THE SCHEDULE OF GROSS RENTS.  ANY EXCESS ABOVE\n   32  SAID  SIX PERCENT SHALL BE CARRIED FORWARD AND COLLECTED IN FUTURE YEARS\n   33  AS A FURTHER SURCHARGE NOT TO EXCEED AN ADDITIONAL SIX  PERCENT  IN  ANY\n   34  ONE  YEAR  PERIOD  UNTIL  THE TOTAL SURCHARGE EQUALS THE AMOUNT IT WOULD\n   35  HAVE BEEN IF THE AFOREMENTIONED SIX PERCENT LIMITATION DID NOT APPLY.\n   36    (6-C) COLLECTION OF SURCHARGES IN EXCESS OF THE  LEVEL  OF  FAIR  RENT\n   37  AUTHORIZED  PURSUANT  TO PARAGRAPH SIX-B OF THIS SUBDIVISION SHALL CEASE\n   38  WHEN THE OWNER HAS RECOVERED THE COST OF THE MAJOR CAPITAL IMPROVEMENT.\n   39    S 5. Paragraph 3 of subdivision d of section 6 of section 4 of chapter\n   40  576 of the laws of 1974, constituting the  emergency  tenant  protection\n   41  act  of  nineteen seventy-four, as amended by chapter 749 of the laws of\n   42  1990, is amended to read as follows:\n   43    (3) (I) COLLECTION OF SURCHARGES IN ADDITION TO  THE  LEGAL  REGULATED\n   44  RENT  AUTHORIZED  PURSUANT  TO SUBPARAGRAPH (II) OF THIS PARAGRAPH SHALL\n   45  CEASE WHEN THE OWNER  HAS  RECOVERED  THE  COST  OF  THE  MAJOR  CAPITAL\n   46  IMPROVEMENT;\n   47    (II) there has been since January first, nineteen hundred seventy-four\n   48  a major capital improvement [required for the operation, preservation or\n   49  maintenance  of the structure.  An adjustment under this paragraph shall\n   50  be in an amount sufficient to amortize  the  cost  of  the  improvements\n   51  pursuant  to this paragraph over a seven-year period]; PROVIDED THAT THE\n   52  COMMISSIONER FINDS THAT SUCH IMPROVEMENTS ARE DEEMED  DEPRECIABLE  UNDER\n   53  THE  INTERNAL  REVENUE  CODE  AND SUCH IMPROVEMENTS ARE REQUIRED FOR THE\n   54  OPERATION, PRESERVATION OR MAINTENANCE OF THE STRUCTURE.   THE  INCREASE\n   55  PERMITTED  FOR  SUCH CAPITAL IMPROVEMENT SHALL BE COLLECTED AS A MONTHLY\n   56  SURCHARGE TO THE LEGAL REGULATED RENT. IT SHALL BE SEPARATELY DESIGNATED\n\n       A. 2674--A                         23\n\n    1  AND BILLED AS SUCH AND SHALL  NOT  BE  COMPOUNDED  BY  ANY  ANNUAL  RENT\n    2  ADJUSTMENT  AUTHORIZED  BY THE RENT GUIDELINES BOARD UNDER THIS ACT. THE\n    3  SURCHARGE ALLOCABLE TO EACH APARTMENT SHALL BE AN AMOUNT  EQUAL  TO  THE\n    4  COST OF THE IMPROVEMENT DIVIDED BY EIGHTY-FOUR, DIVIDED BY THE NUMBER OF\n    5  ROOMS  IN  THE  BUILDING,  AND THEN MULTIPLIED BY THE NUMBER OF ROOMS IN\n    6  SUCH APARTMENT; PROVIDED THAT THE SURCHARGE ALLOCABLE TO  ANY  APARTMENT\n    7  IN  ANY  ONE  YEAR  MAY NOT EXCEED AN AMOUNT EQUAL TO SIX PERCENT OF THE\n    8  MONTHLY RENT COLLECTED BY THE OWNER FOR SUCH APARTMENT AS SET  FORTH  IN\n    9  THE SCHEDULE OF GROSS RENTS.  ANY EXCESS ABOVE SAID SIX PERCENT SHALL BE\n   10  CARRIED FORWARD AND COLLECTED IN FUTURE YEARS AS A FURTHER SURCHARGE NOT\n   11  TO  EXCEED  AN  ADDITIONAL  SIX PERCENT IN ANY ONE YEAR PERIOD UNTIL THE\n   12  TOTAL SURCHARGE EQUALS THE AMOUNT IT WOULD HAVE BEEN  IF  THE  AFOREMEN-\n   13  TIONED SIX PERCENT LIMITATION DID NOT APPLY, or\n   14    S 6. The second undesignated paragraph of paragraph (a) of subdivision\n   15  4  of  section  4  of  chapter 274 of the laws of 1946, constituting the\n   16  emergency housing rent control law, as amended by chapter 21 of the laws\n   17  of 1962, clause 5 as amended by chapter 253 of  the  laws  of  1993,  is\n   18  amended to read as follows:\n   19    No application for adjustment of maximum rent based upon a sales price\n   20  valuation  shall  be filed by the landlord under this subparagraph prior\n   21  to six months from the date of such sale of the property.  In  addition,\n   22  no  adjustment  ordered  by  the  commission based upon such sales price\n   23  valuation shall be effective prior to one year from  the  date  of  such\n   24  sale.    Where, however, the assessed valuation of the land exceeds four\n   25  times the assessed valuation of the buildings  thereon,  the  commission\n   26  may determine a valuation of the property equal to five times the equal-\n   27  ized  assessed  valuation  of  the  buildings,  for the purposes of this\n   28  subparagraph.  The commission may make a determination  that  the  valu-\n   29  ation  of  the  property  is  an  amount  different  from such equalized\n   30  assessed valuation where there is a request  for  a  reduction  in  such\n   31  assessed  valuation  currently  pending;  or  where  there  has  been  a\n   32  reduction in the assessed valuation for  the  year  next  preceding  the\n   33  effective  date  of the current assessed valuation in effect at the time\n   34  of the filing of the application.  Net annual return shall be the amount\n   35  by which the earned income exceeds the operating expenses of the proper-\n   36  ty, excluding mortgage interest and amortization, and  excluding  allow-\n   37  ances  for  obsolescence  and  reserves,  but including an allowance for\n   38  depreciation of two per centum of the value of the  buildings  exclusive\n   39  of  the  land,  or the amount shown for depreciation of the buildings in\n   40  the latest required federal  income  tax  return,  whichever  is  lower;\n   41  provided,  however, that (1) no allowance for depreciation of the build-\n   42  ings shall be included where the buildings have been  fully  depreciated\n   43  for federal income tax purposes or on the books of the owner; or (2) the\n   44  landlord  who  owns  no more than four rental units within the state has\n   45  not been fully compensated by increases in rental income  sufficient  to\n   46  offset  unavoidable increases in property taxes, fuel, utilities, insur-\n   47  ance and repairs and maintenance, excluding mortgage interest and  amor-\n   48  tization,  and  excluding  allowances for depreciation, obsolescence and\n   49  reserves, which have occurred since the  federal  date  determining  the\n   50  maximum rent or the date the property was acquired by the present owner,\n   51  whichever  is  later;  or (3)   the landlord operates a hotel or rooming\n   52  house or owns a cooperative apartment and has not been fully compensated\n   53  by increases in rental income from the controlled housing accommodations\n   54  sufficient to offset unavoidable increases in property taxes  and  other\n   55  costs  as  are  allocable  to  such  controlled  housing accommodations,\n   56  including costs of operation of such hotel or rooming house, but exclud-\n\n       A. 2674--A                         24\n\n    1  ing mortgage interest and amortization,  and  excluding  allowances  for\n    2  depreciation,  obsolescence  and reserves, which have occurred since the\n    3  federal date determining the maximum  rent  or  the  date  the  landlord\n    4  commenced the operation of the property, whichever is later; or (4)  the\n    5  landlord and tenant voluntarily enter into a valid written lease in good\n    6  faith  with  respect  to any housing accommodation, which lease provides\n    7  for an increase in the maximum rent not in excess of fifteen per  centum\n    8  and  for a term of not less than two years, except that where such lease\n    9  provides for an increase in excess of fifteen per centum,  the  increase\n   10  shall  be  automatically reduced to fifteen per centum; or (5) the land-\n   11  lord and tenant  by  mutual  voluntary  written  agreement  agree  to  a\n   12  substantial  increase  or  decrease in dwelling space or a change in the\n   13  services, furniture, furnishings or equipment provided  in  the  housing\n   14  accommodations;  provided  that  an  owner  shall  be entitled to a rent\n   15  increase where there has been a substantial modification or increase  of\n   16  dwelling  space  or  an increase in the services, or installation of new\n   17  equipment or improvements or new furniture or furnishings provided in or\n   18  to a tenant's housing accommodation. The permanent increase in the maxi-\n   19  mum rent for the affected housing accommodation shall be one-fortieth of\n   20  the total cost incurred by the landlord in providing  such  modification\n   21  or  increase  in  dwelling  space,  services,  furniture, furnishings or\n   22  equipment, including the cost of  installation,  but  excluding  finance\n   23  charges  provided  further  that  an  owner  who  is  entitled to a rent\n   24  increase pursuant to this clause shall not be entitled to a further rent\n   25  increase based upon the installation of similar equipment, or new furni-\n   26  ture or furnishings within the useful life of such new equipment, or new\n   27  furniture or furnishings. The owner shall give  written  notice  to  the\n   28  commission of any such adjustment pursuant to this clause; or (6)  there\n   29  has  been, since March first, nineteen hundred fifty, an increase in the\n   30  rental value of the housing accommodations as a result of a  substantial\n   31  rehabilitation  of  the  building or housing accommodation therein which\n   32  materially adds to the value of the property or appreciably prolongs its\n   33  life, excluding ordinary repairs, maintenance and replacements;  or  (7)\n   34  (I)  COLLECTION OF SURCHARGES TO THE MAXIMUM RENT AUTHORIZED PURSUANT TO\n   35  ITEM (II) OF THIS CLAUSE SHALL CEASE WHEN THE OWNER  HAS  RECOVERED  THE\n   36  COST  OF  THE MAJOR CAPITAL IMPROVEMENT; (II) there has been since March\n   37  first, nineteen hundred fifty, a major capital improvement [required for\n   38  the operation, preservation or maintenance of the  structure];  PROVIDED\n   39  THAT  THE COMMISSIONER FINDS THAT SUCH IMPROVEMENTS ARE DEEMED DEPRECIA-\n   40  BLE UNDER THE INTERNAL REVENUE CODE AND SUCH IMPROVEMENTS  ARE  REQUIRED\n   41  FOR  THE  OPERATION,  PRESERVATION  OR MAINTENANCE OF THE STRUCTURE. THE\n   42  INCREASE PERMITTED FOR SUCH CAPITAL IMPROVEMENT SHALL BE COLLECTED AS  A\n   43  MONTHLY SURCHARGE TO THE MAXIMUM RENT. IT SHALL BE SEPARATELY DESIGNATED\n   44  AND  BILLED  AS SUCH AND SHALL NOT BE COMPOUNDED BY ANY OTHER ADJUSTMENT\n   45  TO THE MAXIMUM RENT. THE SURCHARGE ALLOCABLE TO EACH APARTMENT SHALL  BE\n   46  AN  AMOUNT EQUAL TO THE COST OF THE IMPROVEMENT DIVIDED BY  EIGHTY-FOUR,\n   47  DIVIDED BY THE NUMBER OF ROOMS IN THE BUILDING, AND THEN  MULTIPLIED  BY\n   48  THE NUMBER OF ROOMS IN SUCH APARTMENT; PROVIDED THAT THE SURCHARGE ALLO-\n   49  CABLE TO ANY APARTMENT IN ANY ONE YEAR MAY NOT EXCEED AN AMOUNT EQUAL TO\n   50  SIX  PERCENT  OF THE MONTHLY RENT COLLECTED BY THE OWNER FOR SUCH APART-\n   51  MENT AS SET FORTH IN THE SCHEDULE OF GROSS RENTS.  ANY EXCESS ABOVE SAID\n   52  SIX PERCENT SHALL BE CARRIED FORWARD AND COLLECTED IN FUTURE YEARS AS  A\n   53  FURTHER  SURCHARGE  NOT  TO  EXCEED AN ADDITIONAL SIX PERCENT IN ANY ONE\n   54  YEAR PERIOD UNTIL THE TOTAL SURCHARGE EQUALS THE AMOUNT  IT  WOULD  HAVE\n   55  BEEN  IF THE AFOREMENTIONED SIX PERCENT LIMITATION DID NOT APPLY; or (8)\n   56  there has been since March first, nineteen hundred fifty, in  structures\n\n       A. 2674--A                         25\n\n    1  containing  more  than  four  housing accommodations, other improvements\n    2  made with the express consent of the tenants in occupancy  of  at  least\n    3  seventy-five per  centum of the housing accommodations, provided, howev-\n    4  er, that no adjustment granted hereunder shall exceed fifteen per centum\n    5  unless  the  tenants  have agreed to a higher percentage of increase, as\n    6  herein provided; or (9)   there has been, since  March  first,  nineteen\n    7  hundred fifty, a subletting without written consent from the landlord or\n    8  an  increase in the number of adult occupants who are not members of the\n    9  immediate family of the tenant, and the landlord has  not  been  compen-\n   10  sated  therefor  by  adjustment of the maximum rent by lease or order of\n   11  the commission or pursuant to the federal act; or (10)  the presence  of\n   12  unique  or  peculiar circumstances materially affecting the maximum rent\n   13  has resulted in a maximum rent which is  substantially  lower  than  the\n   14  rents  generally  prevailing  in the same area for substantially similar\n   15  housing accommodations.\n   16    S 7. This act shall take effect immediately; provided that the  amend-\n   17  ments  to section 26-405 of the city rent and rehabilitation law made by\n   18  sections one and two of this act shall remain in full force  and  effect\n   19  only  so  long  as  the  public  emergency  requiring the regulation and\n   20  control of residential rents and evictions  continues,  as  provided  in\n   21  subdivision  3  of section 1 of the local emergency housing rent control\n   22  act; and provided further that the amendments to section 26-511  of  the\n   23  rent  stabilization  law of nineteen hundred sixty-nine made by sections\n   24  three and four of this act shall expire on the same  date  as  such  law\n   25  expires  and  shall  not  affect  the expiration of such law as provided\n   26  under section 26-520 of such law, as from  time  to  time  amended;  and\n   27  provided further that the amendment to section 6 of the emergency tenant\n   28  protection act of nineteen seventy-four made by section five of this act\n   29  shall  expire  on the same date as such act expires and shall not affect\n   30  the expiration of such act as provided in section 17 of chapter  576  of\n   31  the  laws  of  1974,  as from time to time amended; and further provided\n   32  that the amendment to section 4 of the emergency  housing  rent  control\n   33  law  made  by  section  six of this act shall expire on the same date as\n   34  such law expires and shall not affect the  expiration  of  such  law  as\n   35  provided  in  subdivision  2  of section 1 of chapter 274 of the laws of\n   36  1946.\n\n   37                                   PART K\n\n   38    Section 1. Section 5 of section 4 of chapter 576 of the laws of  1974,\n   39  constituting  the  emergency  tenant protection act of nineteen seventy-\n   40  four, is amended by adding a new subdivision d to read as follows:\n   41    D. NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH THREE OR FIVE OF SUBDI-\n   42  VISION A OF THIS SECTION BUT SUBJECT TO ANY OTHER APPLICABLE  EXCEPTIONS\n   43  IN  SUCH  SUBDIVISION, NOTHING SHALL PREVENT THE DECLARATION OF AN EMER-\n   44  GENCY PURSUANT TO SECTION THREE OF THIS ACT FOR RENTAL HOUSING  ACCOMMO-\n   45  DATIONS  LOCATED  IN BUILDINGS WHICH WERE OWNED BY A COMPANY ESTABLISHED\n   46  UNDER ARTICLE 2 OF THE PRIVATE HOUSING FINANCE LAW, OTHER THAN A  MUTUAL\n   47  COMPANY,  BY REASON OF A VOLUNTARY DISSOLUTION PURSUANT TO SECTION 35 OF\n   48  SUCH LAW. THE PROVISION OF SUBDIVISION A OF SECTION  NINE  OF  THIS  ACT\n   49  SHALL  NOT  APPLY  TO  ANY HOUSING ACCOMMODATION WHICH BECAME SUBJECT TO\n   50  THIS ACT PURSUANT TO THIS SUBDIVISION.\n   51    S 2. This act shall take effect immediately and shall apply to housing\n   52  companies that dissolve before, on or after such date; provided,  howev-\n   53  er,  that the amendments to the emergency tenant protection act of nine-\n   54  teen seventy-four made by this act shall not affect  the  expiration  of\n\n       A. 2674--A                         26\n\n    1  such  act  as provided in section 17 of chapter 576 of the laws of 1974,\n    2  as amended and shall be deemed to expire therewith.\n\n    3                                   PART L\n\n    4    Section  1. Paragraph 12 of subdivision a of section 5 of section 4 of\n    5  chapter 576 of the laws  of  1974,  constituting  the  emergency  tenant\n    6  protection  act  of  nineteen seventy-four, as amended by chapter 116 of\n    7  the laws of 1997, is amended to read as follows:\n    8    (12) upon issuance of an order by the division, housing accommodations\n    9  which are: (1) occupied by persons who have a total  annual  income  [in\n   10  excess  of  one  hundred  seventy-five  thousand  dollars per annum], AS\n   11  DEFINED IN AND SUBJECT TO THE  LIMITATIONS  AND  PROCESS  SET  FORTH  IN\n   12  SECTION FIVE-A OF THIS ACT, THAT EXCEEDS THE DEREGULATION INCOME THRESH-\n   13  OLD, AS DEFINED IN SECTION FIVE-A OF THIS ACT in each of the two preced-\n   14  ing  calendar  years[,  as defined in and subject to the limitations and\n   15  process set forth in section five-a of this act]; and (2) have  a  legal\n   16  regulated  rent  [of two thousand dollars or more per month] THAT EQUALS\n   17  OR EXCEEDS THE DEREGULATION RENT THRESHOLD, AS DEFINED IN SECTION FIVE-A\n   18  OF THIS ACT.  Provided however, that this exclusion shall not  apply  to\n   19  housing accommodations which became or become subject to this act (a) by\n   20  virtue  of receiving tax benefits pursuant to section four hundred twen-\n   21  ty-one-a or four hundred eighty-nine  of  the  real  property  tax  law,\n   22  except  as  otherwise  provided  in subparagraph (i) of paragraph (f) of\n   23  subdivision two of section four hundred twenty-one-a of the real proper-\n   24  ty tax law, or (b) by virtue of article seven-C of the multiple dwelling\n   25  law.\n   26    S 2. Section 5-a of section 4 of chapter 576  of  the  laws  of  1974,\n   27  constituting  the  emergency  tenant protection act of nineteen seventy-\n   28  four, as added by chapter 253 of the laws of 1993, subdivision  (b)  and\n   29  paragraphs  1 and 2 of subdivision (c) as amended and subdivision (e) as\n   30  added by chapter 116 of the laws of 1997, is amended to read as follows:\n   31    S 5-a. High income rent [decontrol] DEREGULATION.  (a) 1. For purposes\n   32  of this section, annual income shall mean  the  federal  adjusted  gross\n   33  income as reported on the New York state income tax return. Total annual\n   34  income  means  the  sum of the annual incomes of all persons whose names\n   35  are recited as the tenant or co-tenant on a lease who occupy the housing\n   36  accommodation and all other persons that  occupy  the  housing  accommo-\n   37  dation  as  their  primary  residence  on  other than a temporary basis,\n   38  excluding bona fide employees of  such  occupants  residing  therein  in\n   39  connection  with  such  employment and excluding bona fide subtenants in\n   40  occupancy pursuant to the provisions of section two hundred twenty-six-b\n   41  of the real property law.  In the case where a housing accommodation  is\n   42  sublet,  the  annual  income  of  the tenant or co-tenant recited on the\n   43  lease who will reoccupy the housing accommodation upon the expiration of\n   44  the sublease shall be considered.\n   45    2. DEREGULATION INCOME THRESHOLD MEANS THREE HUNDRED THOUSAND DOLLARS.\n   46  FOR PROCEEDINGS COMMENCED  ON  OR  AFTER  JANUARY  FIRST,  TWO  THOUSAND\n   47  TWELVE,  THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUALLY ON\n   48  THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT\n   49  YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX  FOR  ALL  URBAN\n   50  CONSUMERS,  NEW  YORK-NORTHERN  NEW  JERSEY-LONG ISLAND, NY-NJ-CT-PA, AS\n   51  ESTABLISHED THE PRECEDING AUGUST.\n   52    3. DEREGULATION RENT  THRESHOLD  MEANS  THREE  THOUSAND  DOLLARS.  FOR\n   53  PROCEEDINGS  COMMENCED  ON  OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE,\n   54  THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED ANNUALLY ON THE  FIRST\n\n       A. 2674--A                         27\n\n    1  DAY  OF OCTOBER EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT YEAR BY THE\n    2  CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL URBAN CONSUMERS, NEW\n    3  YORK-NORTHERN NEW JERSEY-LONG ISLAND, NY-NJ-CT-PA,  AS  ESTABLISHED  THE\n    4  PRECEDING AUGUST.\n    5    (b) On or before the first day of May in each calendar year, the owner\n    6  of each housing accommodation for which the legal regulated MONTHLY rent\n    7  [is two thousand dollars or more per month] EQUALS OR EXCEEDS THE DEREG-\n    8  ULATION RENT THRESHOLD may provide the tenant or tenants residing there-\n    9  in with an income certification form prepared by the division of housing\n   10  and community renewal on which such tenant or tenants shall identify all\n   11  persons referred to in subdivision (a) of this section and shall certify\n   12  whether  the  total  annual income is in excess of [one hundred seventy-\n   13  five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each of  the\n   14  two preceding calendar years. Such income certification form shall state\n   15  that  the  income  level  certified  to  by the tenant may be subject to\n   16  verification by the department  of  taxation  and  finance  pursuant  to\n   17  section  one hundred seventy-one-b of the tax law, and shall not require\n   18  disclosure of any information  other  than  whether  the  aforementioned\n   19  threshold has been exceeded. Such income certification form shall clear-\n   20  ly state that: (i) only tenants residing in housing accommodations which\n   21  had  a legal regulated MONTHLY rent [of two thousand dollars or more per\n   22  month] THAT EQUALS  OR  EXCEEDS  THE  DEREGULATION  RENT  THRESHOLD  are\n   23  required  to  complete  the  certification  form; (ii) that tenants have\n   24  protections available to them which are designed to prevent  harassment;\n   25  (iii) that tenants are not required to provide any information regarding\n   26  their  income except that which is requested on the form and may contain\n   27  such other information the division deems  appropriate.  The  tenant  or\n   28  tenants  shall  return  the  completed certification to the owner within\n   29  thirty days after service upon the tenant or tenants. In the event  that\n   30  the total annual income as certified is in excess of [one hundred seven-\n   31  ty-five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each such\n   32  year,  the  owner  may file the certification with the state division of\n   33  housing and community renewal on or before June thirtieth of such  year.\n   34  Upon  filing  such  certification with the division, the division shall,\n   35  within thirty days after the filing, issue an order providing that  such\n   36  housing accommodation shall not be subject to the provisions of this act\n   37  upon the expiration of the existing lease. A copy of such order shall be\n   38  mailed  by  regular and certified mail, return receipt requested, to the\n   39  tenant or tenants and a copy thereof shall be mailed to the owner.\n   40    (c) 1. In the event that the tenant or tenants either fail  to  return\n   41  the  completed certification to the owner on or before the date required\n   42  by subdivision (b) of this section or the  owner  disputes  the  certif-\n   43  ication  returned  by the tenant or tenants, the owner may, on or before\n   44  June thirtieth of such year, petition the state division of housing  and\n   45  community  renewal  to  verify, pursuant to section one hundred seventy-\n   46  one-b of the tax law, whether  the  total  annual  income  exceeds  [one\n   47  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   48  in  each  of  the two preceding calendar years. Within twenty days after\n   49  the filing of such request with the division, the division shall  notify\n   50  the  tenant  or  tenants  that such tenant or tenants named on the lease\n   51  must provide the division with such information as the division and  the\n   52  department  of  taxation and finance shall require to verify whether the\n   53  total annual income exceeds [one hundred seventy-five thousand  dollars]\n   54  THE  DEREGULATION  INCOME  THRESHOLD  in  each such year. The division's\n   55  notification shall require the tenant or tenants to provide the informa-\n   56  tion to the division within sixty days of service upon  such  tenant  or\n\n       A. 2674--A                         28\n\n    1  tenants  and  shall include a warning in bold faced type that failure to\n    2  respond will result in an order being issued by the  division  providing\n    3  that  such housing accommodations shall not be subject to the provisions\n    4  of this act.\n    5    2. If the department of taxation and finance determines that the total\n    6  annual  income  is  in  excess  of  [one  hundred  seventy-five thousand\n    7  dollars] THE DEREGULATION INCOME THRESHOLD in each of the two  preceding\n    8  calendar  years,  the division shall, on or before November fifteenth of\n    9  such year, notify the owner and tenants of the results of such verifica-\n   10  tion. Both the owner and the tenants shall have thirty days within which\n   11  to comment on such verification results.  Within forty-five  days  after\n   12  the  expiration  of the comment period, the division shall, where appro-\n   13  priate, issue an order providing that such housing  accommodation  shall\n   14  not  be  subject  to  the  provisions of this act upon expiration of the\n   15  existing lease. A copy of such order shall  be  mailed  by  regular  and\n   16  certified mail, return receipt requested, to the tenant or tenants and a\n   17  copy thereof shall be sent to the owner.\n   18    3.  In the event the tenant or tenants fail to provide the information\n   19  required pursuant to paragraph one of  this  subdivision,  the  division\n   20  shall  issue, on or before December first of such year, an order provid-\n   21  ing that  such  housing  accommodation  shall  not  be  subject  to  the\n   22  provisions  of this act upon the expiration [or] OF the current lease. A\n   23  copy of such order shall be mailed by regular and certified mail, return\n   24  receipt requested, to the tenant or tenants and a copy thereof shall  be\n   25  sent to the owner.\n   26    4.  The  provisions  of the state freedom of information act shall not\n   27  apply to any income information obtained by  the  division  pursuant  to\n   28  this section.\n   29    (d) This section shall apply only to paragraph twelve of subdivision a\n   30  of section five of this act.\n   31    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n   32  this  section, an owner shall offer the housing accommodation subject to\n   33  such order to the tenant at a rent not in excess  of  the  market  rent,\n   34  which  for  the  purposes  of this section means a rent obtainable in an\n   35  arm's length transaction. Such rental offer shall be made by  the  owner\n   36  in  writing to the tenant by certified and regular mail and shall inform\n   37  the tenant that such offer must be accepted in writing within  ten  days\n   38  of  receipt.   The tenant shall respond within ten days after receipt of\n   39  such offer. If the tenant declines the offer or fails to respond  within\n   40  such  period,  the  owner  may  commence an action or proceeding for the\n   41  eviction of such tenant.\n   42    S 3. Paragraph (m) of subdivision 2 of section 2 of chapter 274 of the\n   43  laws of 1946, constituting the emergency housing rent  control  law,  as\n   44  amended  by  chapter  116  of  the  laws  of 1997, is amended to read as\n   45  follows:\n   46    (m) upon the issuance of an order of [decontrol] DEREGULATION  by  the\n   47  division,  housing accommodations which: (1) are occupied by persons who\n   48  have a total annual income, AS DEFINED IN AND SUBJECT TO THE LIMITATIONS\n   49  AND PROCESS SET FORTH IN SECTION TWO-A OF THIS LAW, in  excess  of  [one\n   50  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   51  AS  DEFINED  IN  SECTION  TWO-A OF THIS LAW in each of the two preceding\n   52  calendar years[, as defined in and subject to the limitations and  proc-\n   53  ess set forth in section two-a of this law]; and (2) have a maximum rent\n   54  [of two thousand dollars or more per month].\n   55    S  4. Section 2-a of chapter 274 of the laws of 1946, constituting the\n   56  emergency housing rent control law, as added by chapter 253 of the  laws\n\n       A. 2674--A                         29\n\n    1  of  1993,  subdivision  (b) and paragraphs 1 and 2 of subdivision (c) as\n    2  amended and subdivision (e) as added by chapter 116 of the laws of 1997,\n    3  is amended to read as follows:\n    4    S 2-a.  (a)  1. For purposes of this section, annual income shall mean\n    5  the federal adjusted gross income as reported  on  the  New  York  state\n    6  income  tax  return.  Total  annual  income  means the sum of the annual\n    7  incomes of all persons who occupy the  housing  accommodation  as  their\n    8  primary  residence  on other than a temporary basis, excluding bona fide\n    9  employees of such occupants residing therein  in  connection  with  such\n   10  employment  and  excluding bona fide subtenants in occupancy pursuant to\n   11  the provisions of section two hundred twenty-six-b of the real  property\n   12  law.    In  the case where a housing accommodation is sublet, the annual\n   13  income of the sublessor shall be considered.\n   14    2. DEREGULATION INCOME THRESHOLD MEANS THREE HUNDRED THOUSAND DOLLARS.\n   15  FOR PROCEEDINGS COMMENCED  ON  OR  AFTER  JANUARY  FIRST,  TWO  THOUSAND\n   16  TWELVE,  THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUALLY ON\n   17  THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT\n   18  YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX  FOR  ALL  URBAN\n   19  CONSUMERS,  NEW  YORK-NORTHERN  NEW  JERSEY-LONG ISLAND, NY-NJ-CT-PA, AS\n   20  ESTABLISHED THE PRECEDING AUGUST.\n   21    3. DEREGULATION RENT THRESHOLD MEANS  THREE  THOUSAND  DOLLARS.    FOR\n   22  PROCEEDINGS  COMMENCED  ON  OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE,\n   23  THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED ANNUALLY ON THE  FIRST\n   24  DAY  OF  OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT YEAR BY\n   25  THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL URBAN CONSUMERS,\n   26  NEW YORK-NORTHERN NEW JERSEY-LONG ISLAND,  NY-NJ-CT-PA,  AS  ESTABLISHED\n   27  THE PRECEDING AUGUST.\n   28    (b) On or before the first day of May in each calendar year, the owner\n   29  of each housing accommodation for which the maximum MONTHLY rent [is two\n   30  thousand  dollars  or more per month] EQUALS OR EXCEEDS THE DEREGULATION\n   31  RENT THRESHOLD may provide the tenant or tenants residing  therein  with\n   32  an  income  certification  form  prepared by the division of housing and\n   33  community renewal on which such tenant or  tenants  shall  identify  all\n   34  persons referred to in subdivision (a) of this section and shall certify\n   35  whether  the  total  annual income is in excess of [one hundred seventy-\n   36  five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each of  the\n   37  two preceding calendar years. Such income certification form shall state\n   38  that  the  income  level  certified  to  by the tenant may be subject to\n   39  verification by the department  of  taxation  and  finance  pursuant  to\n   40  section  one  hundred seventy-one-b of the tax law and shall not require\n   41  disclosure of any income information other than  whether  the  aforemen-\n   42  tioned threshold has been exceeded. Such income certification form shall\n   43  clearly  state that: (i) only tenants residing in housing accommodations\n   44  which had a maximum MONTHLY rent EQUAL TO OR IN EXCESS of [two  thousand\n   45  dollars  or more per month] THE DEREGULATION RENT THRESHOLD are required\n   46  to complete the certification form; (ii) that tenants  have  protections\n   47  available  to  them which are designed to prevent harassment; (iii) that\n   48  tenants are not required to  provide  any  information  regarding  their\n   49  income  except  that which is requested on the form and may contain such\n   50  other information the division deems appropriate. The tenant or  tenants\n   51  shall return the completed certification to the owner within thirty days\n   52  after  service  upon  the tenant or tenants. In the event that the total\n   53  annual income as certified is in excess  of  [one  hundred  seventy-five\n   54  thousand  dollars  in each such year] THE DEREGULATION INCOME THRESHOLD,\n   55  the owner may file the certification with the state division of  housing\n   56  and  community  renewal  on  or before June thirtieth of such year. Upon\n\n       A. 2674--A                         30\n\n    1  filing such certification with the division, the division shall,  within\n    2  thirty days after the filing, issue an order of [decontrol] DEREGULATION\n    3  providing  that  such housing accommodations shall not be subject to the\n    4  provisions  of  this  law  as  of the first day of June in the year next\n    5  succeeding the filing of the certification by the owner. A copy of  such\n    6  order  shall  be  mailed  by  regular and certified mail, return receipt\n    7  requested, to the tenant or tenants and a copy thereof shall  be  mailed\n    8  to the owner.\n    9    (c)  1.  In the event that the tenant or tenants either fail to return\n   10  the completed certification to the owner on or before the date  required\n   11  by  subdivision  (b)  of  this section or the owner disputes the certif-\n   12  ication returned by the tenant or tenants, the owner may, on  or  before\n   13  June  thirtieth of such year, petition the state division of housing and\n   14  community renewal to verify, pursuant to section  one  hundred  seventy-\n   15  one-b  of  the  tax  law,  whether  the total annual income exceeds [one\n   16  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   17  in each of the two preceding calendar years. Within  twenty  days  after\n   18  the  filing of such request with the division, the division shall notify\n   19  the tenant or tenants that such tenant or tenants must provide the divi-\n   20  sion with such information as the division and the department  of  taxa-\n   21  tion and finance shall require to verify whether the total annual income\n   22  exceeds  [one  hundred  seventy-five  thousand dollars] THE DEREGULATION\n   23  INCOME THRESHOLD in each such year. The  division's  notification  shall\n   24  require the tenant or tenants to provide the information to the division\n   25  within  sixty  days  of  service  upon  such tenant or tenants and shall\n   26  include a warning in bold faced type that failure to respond will result\n   27  in an order of [decontrol] DEREGULATION being issued by the division for\n   28  such housing accommodation.\n   29    2. If the department of taxation and finance determines that the total\n   30  annual income  is  in  excess  of  [one  hundred  seventy-five  thousand\n   31  dollars]  THE DEREGULATION INCOME THRESHOLD in each of the two preceding\n   32  calendar years, the division shall, on or before November  fifteenth  of\n   33  such year, notify the owner and tenants of the results of such verifica-\n   34  tion. Both the owner and the tenants shall have thirty days within which\n   35  to  comment  on such verification results.  Within forty-five days after\n   36  the expiration of the comment period, the division shall,  where  appro-\n   37  priate,  issue  an order of [decontrol] DEREGULATION providing that such\n   38  housing accommodation shall not be subject to the provisions of this law\n   39  as of the first day of March in the year next succeeding the  filing  of\n   40  the  owner's  petition  with the division. A copy of such order shall be\n   41  mailed by regular and certified mail, return receipt requested,  to  the\n   42  tenant or tenants and a copy thereof shall be sent to the owner.\n   43    3.  In the event the tenant or tenants fail to provide the information\n   44  required pursuant to paragraph one of  this  subdivision,  the  division\n   45  shall  issue,  on  or  before  December  first of such year, an order of\n   46  [decontrol] DEREGULATION providing that such housing accommodation shall\n   47  not be subject to the provisions of this law as  of  the  first  day  of\n   48  March  in  the  year next succeeding the last day on which the tenant or\n   49  tenants were required to provide the information required by such  para-\n   50  graph.  A  copy  of  such order shall be mailed by regular and certified\n   51  mail, return receipt requested, to the tenant  or  tenants  and  a  copy\n   52  thereof shall be sent to the owner.\n   53    4.  The  provisions  of the state freedom of information act shall not\n   54  apply to any income information obtained by  the  division  pursuant  to\n   55  this section.\n\n       A. 2674--A                         31\n\n    1    (d)  This section shall apply only to paragraph (m) of subdivision two\n    2  of section two of this law.\n    3    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n    4  this  section, an owner shall offer the housing accommodation subject to\n    5  such order to the tenant at a rent not in excess  of  the  market  rent,\n    6  which  for  the  purposes  of this section means a rent obtainable in an\n    7  arm's length transaction. Such rental offer shall be made by  the  owner\n    8  in  writing to the tenant by certified and regular mail and shall inform\n    9  the tenant that such offer must be accepted in writing within  ten  days\n   10  of  receipt.   The tenant shall respond within ten days after receipt of\n   11  such offer. If the tenant declines the offer or fails to respond  within\n   12  such  period,  the  owner  may  commence an action or proceeding for the\n   13  eviction of such tenant.\n   14    S 5. Subparagraph (j) of paragraph  2  of  subdivision  e  of  section\n   15  26-403 of the administrative code of the city of New York, as amended by\n   16  chapter 116 of the laws of 1997, is amended to read as follows:\n   17    (j)  Upon  the issuance of an order of [decontrol] DEREGULATION by the\n   18  division, housing accommodations which: (1) are occupied by persons  who\n   19  have a total annual income, AS DEFINED IN AND SUBJECT TO THE LIMITATIONS\n   20  AND  PROCESS SET FORTH IN SECTION 26-403.1 OF THIS CHAPTER, in excess of\n   21  [one hundred seventy-five  thousand  dollars]  THE  DEREGULATION  INCOME\n   22  THRESHOLD,  AS DEFINED IN SECTION 26-403.1 OF THIS CHAPTER, per annum in\n   23  each of the two preceding calendar years[, as defined in and subject  to\n   24  the  limitations and process set forth in section 26-403.1 of this chap-\n   25  ter]; and (2) have a maximum rent [of two thousand dollars or  more  per\n   26  month]  THAT  EQUALS  OR  EXCEEDS  THE  DEREGULATION  RENT THRESHOLD, AS\n   27  DEFINED IN SECTION 26-403.1 OF THIS CHAPTER.    Provided  however,  that\n   28  this exclusion shall not apply to housing accommodations which became or\n   29  become  subject to this law by virtue of receiving tax benefits pursuant\n   30  to section four hundred eighty-nine of the real property tax law.\n   31    S 6. Section 26-403.1 of the administrative code of the  city  of  New\n   32  York,  as  added by chapter 253 of the laws of 1993, subdivision (b) and\n   33  paragraphs 1 and 2 of subdivision (c) as amended and subdivision (e)  as\n   34  added by chapter 116 of the laws of 1997, is amended to read as follows:\n   35    S  26-403.1  High  income  rent [decontrol] DEREGULATION.   (a) 1. For\n   36  purposes of this section, annual income shall mean the federal  adjusted\n   37  gross  income as reported on the New York state income tax return. Total\n   38  annual income means the sum of the annual incomes  of  all  persons  who\n   39  occupy  the  housing accommodation as their primary residence other than\n   40  on a temporary basis, excluding bona fide employees  of  such  occupants\n   41  residing  therein  in connection with such employment and excluding bona\n   42  fide subtenants in occupancy pursuant to the provisions of  section  two\n   43  hundred twenty-six-b of the real property law. In the case where a hous-\n   44  ing accommodation is sublet, the annual income of the sublessor shall be\n   45  considered.\n   46    2. DEREGULATION INCOME THRESHOLD MEANS THREE HUNDRED THOUSAND DOLLARS.\n   47  FOR  PROCEEDINGS  COMMENCED  ON  OR  AFTER  JANUARY  FIRST, TWO THOUSAND\n   48  TWELVE, THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUALLY  ON\n   49  THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT\n   50  YEAR  BY  THE  CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL URBAN\n   51  CONSUMERS, NEW YORK-NORTHERN NEW  JERSEY-LONG  ISLAND,  NY-NJ-CT-PA,  AS\n   52  ESTABLISHED THE PRECEDING AUGUST.\n   53    3.  DEREGULATION  RENT  THRESHOLD  MEANS THREE THOUSAND DOLLARS.   FOR\n   54  PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST,  TWO  THOUSAND  TWELVE,\n   55  THE  DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED ANNUALLY ON THE FIRST\n   56  DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT  YEAR  BY\n\n       A. 2674--A                         32\n\n    1  THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL URBAN CONSUMERS,\n    2  NEW  YORK-NORTHERN  NEW  JERSEY-LONG ISLAND, NY-NJ-CT-PA, AS ESTABLISHED\n    3  THE PRECEDING AUGUST.\n    4    (b) On or before the first day of May in each calendar year, the owner\n    5  of  each  housing accommodation for which the maximum rent [is two thou-\n    6  sand dollars or more per month] EQUALS OR EXCEEDS THE DEREGULATION  RENT\n    7  THRESHOLD  may  provide  the  tenant or tenants residing therein with an\n    8  income certification form prepared by the division of housing and commu-\n    9  nity renewal on which such tenant or tenants shall identify all  persons\n   10  referred to in subdivision (a) of this section and shall certify whether\n   11  the  total annual income is in excess of [one hundred seventy-five thou-\n   12  sand dollars] THE DEREGULATION INCOME  THRESHOLD  in  each  of  the  two\n   13  preceding  calendar  years.  Such  income certification form shall state\n   14  that the income level certified to by  the  tenant  may  be  subject  to\n   15  verification  by  the  department  of  taxation  and finance pursuant to\n   16  section one hundred seventy-one-b of the tax law and shall  not  require\n   17  disclosure  of  any  income information other than whether the aforemen-\n   18  tioned threshold has been exceeded. Such income certification form shall\n   19  clearly state that: (i) only tenants residing in housing  accommodations\n   20  which  have  a maximum MONTHLY rent [of two thousand dollars or more per\n   21  month] THAT EQUALS  OR  EXCEEDS  THE  DEREGULATION  RENT  THRESHOLD  are\n   22  required  to  complete  the  certification  form; (ii) that tenants have\n   23  protections available to them which are designed to prevent  harassment;\n   24  (iii) that tenants are not required to provide any information regarding\n   25  their  income except that which is requested on the form and may contain\n   26  such other information the division deems  appropriate.  The  tenant  or\n   27  tenants  shall  return  the  completed certification to the owner within\n   28  thirty days after service upon the tenant or tenants. In the event  that\n   29  the total annual income as certified is in excess of [one hundred seven-\n   30  ty-five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each such\n   31  year,  the  owner  may file the certification with the state division of\n   32  housing and community renewal on or before June thirtieth of such  year.\n   33  Upon  filing  such  certification with the division, the division shall,\n   34  within thirty days after the  filing,  issue  an  order  of  [decontrol]\n   35  DEREGULATION  providing  that  such  housing accommodations shall not be\n   36  subject to the provisions of this law as of the first day of June in the\n   37  year next succeeding the filing of the certification  by  the  owner.  A\n   38  copy of such order shall be mailed by regular and certified mail, return\n   39  receipt  requested, to the tenant or tenants and a copy thereof shall be\n   40  mailed to the owner.\n   41    (c) 1. In the event that the tenant or tenants either fail  to  return\n   42  the  completed certification to the owner on or before the date required\n   43  by subdivision (b) of this section or the  owner  disputes  the  certif-\n   44  ication  returned  by the tenant or tenants, the owner may, on or before\n   45  June thirtieth of such year, petition the state division of housing  and\n   46  community  renewal  to  verify, pursuant to section one hundred seventy-\n   47  one-b of the tax law, whether  the  total  annual  income  exceeds  [one\n   48  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   49  in  each  of  the two preceding calendar years. Within twenty days after\n   50  the filing of such request with the division, the division shall  notify\n   51  the tenant or tenants that such tenant or tenants must provide the divi-\n   52  sion  with  such information as the division and the department of taxa-\n   53  tion and finance shall require to verify whether the total annual income\n   54  exceeds [one hundred seventy-five  thousand  dollars]  THE  DEREGULATION\n   55  INCOME  THRESHOLD  in  each such year. The division's notification shall\n   56  require the tenant or tenants to provide the information to the division\n\n       A. 2674--A                         33\n\n    1  within sixty days of service upon  such  tenant  or  tenants  and  shall\n    2  include a warning in bold faced type that failure to respond will result\n    3  in an order of [decontrol] DEREGULATION being issued by the division for\n    4  such housing accommodation.\n    5    2. If the department of taxation and finance determines that the total\n    6  annual  income  is  in  excess  of  [one  hundred  seventy-five thousand\n    7  dollars] THE DEREGULATION INCOME THRESHOLD in each of the two  preceding\n    8  calendar  years,  the division shall, on or before November fifteenth of\n    9  such year, notify the owner and tenants of the results of such verifica-\n   10  tion. Both the owner and the tenants shall have thirty days within which\n   11  to comment on such verification results.  Within forty-five  days  after\n   12  the  expiration  of the comment period, the division shall, where appro-\n   13  priate, issue an order of [decontrol] DEREGULATION providing  that  such\n   14  housing accommodation shall not be subject to the provisions of this law\n   15  as  of  the first day of March in the year next succeeding the filing of\n   16  the owner's petition with the division. A copy of such  order  shall  be\n   17  mailed  by  regular and certified mail, return receipt requested, to the\n   18  tenant or tenants and a copy thereof shall be sent to the owner.\n   19    3. In the event the tenant or tenants fail to provide the  information\n   20  required  pursuant  to  paragraph  one of this subdivision, the division\n   21  shall issue, on or before December first  of  such  year,  an  order  of\n   22  [decontrol] DEREGULATION providing that such housing accommodation shall\n   23  not  be  subject  to  the  provisions of this law as of the first day of\n   24  March in the year next succeeding the last day on which  the  tenant  or\n   25  tenants  were required to provide the information required by such para-\n   26  graph. A copy of such order shall be mailed  by  regular  and  certified\n   27  mail,  return  receipt  requested,  to  the tenant or tenants and a copy\n   28  thereof shall be sent to the owner.\n   29    4. The provisions of the state freedom of information  act  shall  not\n   30  apply  to  any  income  information obtained by the division pursuant to\n   31  this section.\n   32    (d) This section shall apply only to subparagraph (j) of paragraph two\n   33  of subdivision e of section 26-403 of this [code] CHAPTER.\n   34    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n   35  this section, an owner shall offer the housing accommodation subject  to\n   36  such  order  to  the  tenant at a rent not in excess of the market rent,\n   37  which for the purposes of this section means a  rent  obtainable  in  an\n   38  arm's  length  transaction. Such rental offer shall be made by the owner\n   39  in writing to the tenant by certified and regular mail and shall  inform\n   40  the  tenant  that such offer must be accepted in writing within ten days\n   41  of receipt.  The tenant shall respond within ten days after  receipt  of\n   42  such  offer. If the tenant declines the offer or fails to respond within\n   43  such period, the owner may commence an  action  or  proceeding  for  the\n   44  eviction of such tenant.\n   45    S  7.  Section  26-504.1 of the administrative code of the city of New\n   46  York, as amended by chapter 116 of the laws of 1997, is amended to  read\n   47  as follows:\n   48    S  26-504.1  Exclusion  of accommodations of high income renters. Upon\n   49  the issuance of an order by the division, \"housing accommodations\" shall\n   50  not include housing accommodations which: (1) are  occupied  by  persons\n   51  who have a total annual income, AS DEFINED IN AND SUBJECT TO THE LIMITA-\n   52  TIONS  AND  PROCESS  SET  FORTH  IN SECTION 26-504.3 OF THIS CHAPTER, in\n   53  excess of [one hundred seventy-five thousand dollars  per  annum]    THE\n   54  DEREGULATION  INCOME  THRESHOLD,  AS DEFINED IN SECTION 26-504.3 OF THIS\n   55  CHAPTER, for each of the two preceding calendar years[,  as  defined  in\n   56  and subject to the limitations and process set forth in section 26-504.3\n\n       A. 2674--A                         34\n\n    1  of  this  chapter];  and (2) have a legal regulated MONTHLY rent [of two\n    2  thousand dollars or more per month] THAT EQUALS OR EXCEEDS  THE  DEREGU-\n    3  LATION  RENT  THRESHOLD, AS DEFINED IN SECTION 26-504.3 OF THIS CHAPTER.\n    4  Provided, however, that this exclusion shall not apply to housing accom-\n    5  modations  which  became  or become subject to this law (a) by virtue of\n    6  receiving tax benefits pursuant to section four hundred twenty-one-a  or\n    7  four  hundred eighty-nine of the real property tax law, except as other-\n    8  wise provided in subparagraph (i) of paragraph (f) of subdivision two of\n    9  section four hundred twenty-one-a of the real property tax law,  or  (b)\n   10  by virtue of article seven-C of the multiple dwelling law.\n   11    S  8.  Section  26-504.3 of the administrative code of the city of New\n   12  York, as added by chapter 253 of the laws of 1993, subdivision  (b)  and\n   13  paragraphs  1 and 2 of subdivision (c) as amended and subdivision (e) as\n   14  added by chapter 116 of the laws of 1997, is amended to read as follows:\n   15    S 26-504.3 High income rent [decontrol]  DEREGULATION.    (a)  1.  For\n   16  purposes  of this section, annual income shall mean the federal adjusted\n   17  gross income as reported on the New York state income tax return.  Total\n   18  annual  income  means the sum of the annual incomes of all persons whose\n   19  names are recited as the tenant or co-tenant on a lease who  occupy  the\n   20  housing  accommodation  and  all  other  persons that occupy the housing\n   21  accommodation as their primary  residence  on  other  than  a  temporary\n   22  basis,  excluding bona fide employees of such occupants residing therein\n   23  in connection with such employment and excluding bona fide subtenants in\n   24  occupancy pursuant to the provisions of section two hundred twenty-six-b\n   25  of the real property law. In the case where a housing  accommodation  is\n   26  sublet,  the  annual  income  of  the tenant or co-tenant recited on the\n   27  lease who will reoccupy the housing accommodation upon the expiration of\n   28  the sublease shall be considered.\n   29    2. DEREGULATION INCOME THRESHOLD MEANS THREE HUNDRED THOUSAND DOLLARS.\n   30  FOR PROCEEDINGS COMMENCED  ON  OR  AFTER  JANUARY  FIRST,  TWO  THOUSAND\n   31  TWELVE,  THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUALLY ON\n   32  THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT\n   33  YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX  FOR  ALL  URBAN\n   34  CONSUMERS,  NEW  YORK-NORTHERN  NEW  JERSEY-LONG ISLAND, NY-NJ-CT-PA, AS\n   35  ESTABLISHED THE PRECEDING AUGUST.\n   36    3. DEREGULATION RENT THRESHOLD MEANS  THREE  THOUSAND  DOLLARS.    FOR\n   37  PROCEEDINGS  COMMENCED  ON  OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE,\n   38  THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED ANNUALLY ON THE  FIRST\n   39  DAY  OF  OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT YEAR BY\n   40  THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL URBAN CONSUMERS,\n   41  NEW YORK-NORTHERN NEW JERSEY-LONG ISLAND,  NY-NJ-CT-PA,  AS  ESTABLISHED\n   42  THE PRECEDING AUGUST.\n   43    (b) On or before the first day of May in each calendar year, the owner\n   44  of each housing accommodation for which the legal regulated rent [is two\n   45  thousand  dollars  or more per month] EQUALS OR EXCEEDS THE DEREGULATION\n   46  RENT THRESHOLD may provide the tenant or tenants residing  therein  with\n   47  an  income  certification  form  prepared by the division of housing and\n   48  community renewal on which such tenant or  tenants  shall  identify  all\n   49  persons referred to in subdivision (a) of this section and shall certify\n   50  whether  the  total  annual income is in excess of [one hundred seventy-\n   51  five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each of  the\n   52  two preceding calendar years. Such income certification form shall state\n   53  that  the  income  level  certified  to  by the tenant may be subject to\n   54  verification by the department  of  taxation  and  finance  pursuant  to\n   55  section  one  hundred seventy-one-b of the tax law and shall not require\n   56  disclosure of any income information other than  whether  the  aforemen-\n\n       A. 2674--A                         35\n\n    1  tioned threshold has been exceeded. Such income certification form shall\n    2  clearly  state that: (i) only tenants residing in housing accommodations\n    3  which have a legal regulated MONTHLY rent [of two  thousand  dollars  or\n    4  more  per month], THAT EQUALS OR EXCEEDS THE DEREGULATION RENT THRESHOLD\n    5  are required to complete the certification form; (ii) that tenants  have\n    6  protections  available to them which are designed to prevent harassment;\n    7  (iii) that tenants are not required to provide any information regarding\n    8  their income except that which is requested on the form and may  contain\n    9  such  other  information  the  division deems appropriate. The tenant or\n   10  tenants shall return the completed certification  to  the  owner  within\n   11  thirty  days after service upon the tenant or tenants. In the event that\n   12  the total annual income as certified is in excess of [one hundred seven-\n   13  ty-five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each such\n   14  year, the owner may file the certification with the  state  division  of\n   15  housing  and community renewal on or before June thirtieth of such year.\n   16  Upon filing such certification with the division,  the  division  shall,\n   17  within  thirty days after the filing, issue an order providing that such\n   18  housing accommodation shall not be subject to the provisions of this act\n   19  upon the expiration of the existing lease. A copy of such order shall be\n   20  mailed by regular and certified mail, return receipt requested,  to  the\n   21  tenant or tenants and a copy thereof shall be mailed to the owner.\n   22    (c)  1.  In the event that the tenant or tenants either fail to return\n   23  the completed certification to the owner on or before the date  required\n   24  by  subdivision  (b)  of  this section or the owner disputes the certif-\n   25  ication returned by the tenant or tenants, the owner may, on  or  before\n   26  June  thirtieth of such year, petition the state division of housing and\n   27  community renewal to verify, pursuant to section  one  hundred  seventy-\n   28  one-b  of  the  tax  law,  whether  the total annual income exceeds [one\n   29  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   30  in each of the two preceding calendar years. Within  twenty  days  after\n   31  the  filing of such request with the division, the division shall notify\n   32  the tenant or tenants named on the lease that  such  tenant  or  tenants\n   33  must  provide the division with such information as the division and the\n   34  department of taxation and finance shall require to verify  whether  the\n   35  total  annual income exceeds [one hundred seventy-five thousand dollars]\n   36  THE DEREGULATION INCOME THRESHOLD in  each  such  year.  The  division's\n   37  notification shall require the tenant or tenants to provide the informa-\n   38  tion  to  the  division within sixty days of service upon such tenant or\n   39  tenants and shall include a warning in bold faced type that  failure  to\n   40  respond  will  result in an order being issued by the division providing\n   41  that such housing accommodation shall not be subject to  the  provisions\n   42  of this law.\n   43    2. If the department of taxation and finance determines that the total\n   44  annual  income  is  in  excess  of  [one  hundred  seventy-five thousand\n   45  dollars] THE DEREGULATION INCOME THRESHOLD in each of the two  preceding\n   46  calendar  years,  the division shall, on or before November fifteenth of\n   47  such year, notify the owner and tenants of the results of such verifica-\n   48  tion. Both the owner and the tenants shall have thirty days within which\n   49  to comment on such verification results.  Within forty-five  days  after\n   50  the  expiration  of the comment period, the division shall, where appro-\n   51  priate, issue an order providing that such housing  accommodation  shall\n   52  not  be subject to the provisions of this law upon the expiration of the\n   53  existing lease. A copy of such order shall  be  mailed  by  regular  and\n   54  certified mail, return receipt requested, to the tenant or tenants and a\n   55  copy thereof shall be sent to the owner.\n\n       A. 2674--A                         36\n\n    1    3.  In the event the tenant or tenants fail to provide the information\n    2  required pursuant to paragraph one of  this  subdivision,  the  division\n    3  shall  issue, on or before December first of such year, an order provid-\n    4  ing that  such  housing  accommodation  shall  not  be  subject  to  the\n    5  provisions  of this law upon the expiration of the current lease. A copy\n    6  of such order shall be mailed by  regular  and  certified  mail,  return\n    7  receipt  requested, to the tenant or tenants and a copy thereof shall be\n    8  sent to the owner.\n    9    4. The provisions of the state freedom of information  act  shall  not\n   10  apply  to  any  income  information obtained by the division pursuant to\n   11  this section.\n   12    (d) This section shall apply only to section 26-504.1 of  this  [code]\n   13  CHAPTER.\n   14    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n   15  this  section, an owner shall offer the housing accommodation subject to\n   16  such order to the tenant at a rent not in excess  of  the  market  rent,\n   17  which  for  the  purposes  of this section means a rent obtainable in an\n   18  arm's length transaction. Such rental offer shall be made by  the  owner\n   19  in  writing to the tenant by certified and regular mail and shall inform\n   20  the tenant that such offer must be accepted in writing within  ten  days\n   21  of  receipt.   The tenant shall respond within ten days after receipt of\n   22  such offer. If the tenant declines the offer or fails to respond  within\n   23  such  period,  the  owner  may  commence an action or proceeding for the\n   24  eviction of such tenant.\n   25    S 9. Paragraph (b) of subdivision 3 of section 171-b of the  tax  law,\n   26  as  amended  by  chapter  116 of the laws of 1997, is amended to read as\n   27  follows:\n   28    (b) The department, when requested by  the  division  of  housing  and\n   29  community  renewal,  shall verify the total annual income of all persons\n   30  residing in housing accommodations as their primary residence subject to\n   31  rent regulation and shall notify the commissioner  of  the  division  of\n   32  housing  and  community  renewal as may be appropriate whether the total\n   33  annual income exceeds [one hundred  seventy-five  thousand  dollars  per\n   34  annum]  THE  APPLICABLE DEREGULATION INCOME THRESHOLD in each of the two\n   35  preceding calendar years. No  other  information  regarding  the  annual\n   36  income of such persons shall be provided.\n   37    S 10. This act shall take effect immediately, provided, however, that:\n   38    (a)  the  amendments to paragraph 12 of subdivision a of section 5 and\n   39  section 5-a of section 4 of the emergency tenant protection act of nine-\n   40  teen seventy-four made by sections one and two of this act,  respective-\n   41  ly,  shall  expire  on  the  same date as such act expires and shall not\n   42  affect the expiration of such act as provided in section 17  of  chapter\n   43  576 of the laws of 1974;\n   44    (b)  the amendments to paragraph (m) of subdivision 2 of section 2 and\n   45  section 2-a of the emergency housing rent control law made  by  sections\n   46  three  and four of this act, respectively, shall expire on the same date\n   47  as such law expires and shall not affect the expiration of such  law  as\n   48  provided  in  subdivision  2  of section 1 of chapter 274 of the laws of\n   49  1946;\n   50    (c) the amendments to sections 26-403 and 26-403.1 of  the  city  rent\n   51  and  rehabilitation  law  made  by  sections  five  and six of this act,\n   52  respectively, shall remain in full force and effect only as long as  the\n   53  public  emergency  requiring  the  regulation and control of residential\n   54  rents and evictions continues, as provided in subdivision 3 of section 1\n   55  of the local emergency housing rent control act; and\n\n       A. 2674--A                         37\n\n    1    (d) the amendments to sections 26-504.1 and 26-504.3 of chapter  4  of\n    2  title  26  of  the  administrative  code of the city of New York made by\n    3  sections seven and eight of this act, respectively, shall expire on  the\n    4  same  date  as  such  law expires and shall not affect the expiration of\n    5  such law as provided under section 26-520 of such law.\n    6    S 2. Severability clause. If any clause, sentence, paragraph, subdivi-\n    7  sion,  section  or  part  of  this act shall be adjudged by any court of\n    8  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n    9  impair,  or  invalidate  the remainder thereof, but shall be confined in\n   10  its operation to the clause, sentence, paragraph,  subdivision,  section\n   11  or part thereof directly involved in the controversy in which such judg-\n   12  ment  shall have been rendered.  It is  hereby declared to be the intent\n   13  of the legislature that this act would have been enacted  even  if  such\n   14  invalid provisions had not been included herein.\n   15    S  3.  This  act shall take effect immediately provided, however, that\n   16  the applicable effective date of Parts A through L of this act shall  be\n   17  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four and the emergency housing rent control law, in relation to recovery of certain housing accommodations by a landlord (Part A); to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to limiting rent increase after vacancy of a housing accommodation (Part B); to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to the declaration of emergencies for certain rental housing accommodations (Part C); to amend the local emergency housing rent control act, in relation to rent regulation laws (Part D); to amend chapter 576 of the laws of 1974 amending the emergency housing rent control law relating to the control of and stabilization of rent in certain cases, the emergency housing rent control law, chapter 329 of the laws of 1963 amending the emergency housing rent control law relating to recontrol of rents in Albany, chapter 555 of the laws of 1982 amending the general business law and the administrative code of the city of New York relating to conversion of residential property to cooperative or condominium ownership in the city of New York, chapter 402 of the laws of 1983 amending the general business law relating to conversion of rental residential property to cooperative or condominium ownership in certain municipalities in the counties of Nassau, Westchester and Rockland and the rent regulation reform act of 1997, in relation to extending the effectiveness thereof (Part E); to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four, and the emergency housing rent control law, in relation to adjustment of maximum allowable rent (Part F); to repeal paragraph 13 of subdivision a of section 5 of section 4 of chapter 576 of the laws of 1974 constituting the emergency tenant protection act of nineteen seventy-four, paragraph (n) of subdivision 2 of section 2 of chapter 274 of the laws of 1946, constituting the emergency housing rent control law, and section 26-504.2 and subparagraph (k) of paragraph 2 of subdivision e of section 26-403 of the administrative code of the city of New York, relating to vacancy decontrol (Part G); to amend the emergency tenant protection act of nineteen seventy-four and the administrative code of the city of New York, in relation to the regulation of rents (Part H); to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to hardship applications (Part I); to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four and the emergency housing rent control law, in relation to extending the length of time over which major act of nineteen seventy-four, in relation to the declaration of housing emergencies for rental housing accommodations located in buildings owned by certain limited-profit housing companies (Part K); and to amend the emergency tenant protection act of nineteen seventy-four, the emergency housing rent control law, the administrative code of the city of New York and the tax law, in relation to deregulation thresholds (Part L) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T163815.TXT", "SOBI.D110126.T164314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296078194467
}