{
  "year" : 2011,
  "senateBillNo" : "A2677-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to education",
    "billEventId" : "A2677-2011-1295499600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the study of adverse effects of heavy backpacks and book bags on elementary school children",
  "summary" : "Authorizes the study of adverse effects of heavy backpacks and book bags on elementary school children; requests feasibility of addressing issue. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A6857-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2677\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK, CASTRO, ROBINSON -- Multi-Sponsored by\n         --  M. of A. GALEF, MAYERSOHN, WEISENBERG -- read once and referred to\n         the Committee on Education\n\n       AN ACT authorizing the commissioner of the state education department to\n         conduct a study and report on the  adverse  health  effects  of  heavy\n         backpacks and book bags on elementary school children\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and purpose. The legislature finds and\n    2  declares that elementary school children are carrying backpacks and book\n    3  bags weighing as much as forty pounds. Pediatricians  and  chiropractors\n    4  recommend  that  backpacks and book bags not exceed fifteen percent of a\n    5  child's body weight. Pediatricians, chiropractors  and  physical  thera-\n    6  pists  are seeing adverse health effects, to wit, an increased number of\n    7  children  with  spinal  column  injuries,  back  pain,  and  significant\n    8  postural  changes  from overloaded backpacks. In 1999, the United States\n    9  consumer product safety commission  found that more  than  3,400  pupils\n   10  between  5  and  14  years of age sought treatment in hospital emergency\n   11  rooms for injuries related to backpacks and book bags. The  commissioner\n   12  of  the  state  education department, in conjunction with specialists in\n   13  orthopedic medicine, shall determine  the  prevalence  of  such  adverse\n   14  health  effects  in New York state elementary school children and report\n   15  to the governor and the legislature on such findings and  determine  the\n   16  feasibility of addressing such adverse health effects.\n   17    S  2.  The  commissioner  of  the state education department is hereby\n   18  authorized and directed to prepare or  have  prepared  a  study  of  the\n   19  adverse  effects of carrying heavy backpacks and book bags on elementary\n   20  school students. Such study shall include, but not  be  limited  to,  an\n   21  evaluation of the following issues:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07634-01-1\n\n       A. 2677                             2\n\n    1    1.  the prevalence of adverse health effects on New York state elemen-\n    2  tary school children directly and indirectly  attributable  to  carrying\n    3  overloaded backpacks and book bags;\n    4    2. the feasibility of addressing such adverse health effects; and\n    5    3.  the  commissioner of the state education department's conclusions,\n    6  recommendations and proposal for implementing such recommendations.\n    7    S 3. Such study shall be completed within twelve months of the  effec-\n    8  tive  date of this act. Upon completion, such study, conclusions, recom-\n    9  mendations and proposals for implementing such recommendations, shall be\n   10  transmitted to the director of the division of the budget, the chair  of\n   11  the  senate  finance committee, the chair of the assembly ways and means\n   12  committee, the chair of the senate higher education  committee  and  the\n   13  chair of the assembly higher education committee.\n   14    S 4. This act shall take effect on the one hundred eightieth day after\n   15  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the commissioner of the state education department to conduct a study and report on the adverse health effects of heavy backpacks and book bags on elementary school children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T144408.TXT", "SOBI.D110120.T111344.TXT", "SOBI.D110120.T112845.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552648868
}