{
  "year" : 2011,
  "senateBillNo" : "A267-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A267-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary state commission concerning the incidence of asthma in the Bronx",
  "summary" : "Creates a temporary state commission to study and make recommendations concerning the incidence of asthma in the borough of the Bronx in New York city. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "A8232-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crespo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          267\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DINOWITZ,  CRESPO,  GIBSON  -- read once and\n         referred to the Committee on Health\n\n       AN ACT to create a temporary state commission to study and  make  recom-\n         mendations  concerning  the  incidence of asthma in the borough of the\n         Bronx in New York city\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. A temporary state commission is hereby created to study and\n    2  make  recommendations relating to the incidence of asthma in the borough\n    3  of the Bronx in New York, which has the highest incidence of  asthma  in\n    4  the  state.  The  commission  will place particular emphasis on youth in\n    5  communities with an unemployment rate exceeding one hundred  twenty-five\n    6  percent of the statewide level.\n    7    S 2. The commission shall consist of eleven members to be appointed as\n    8  follows: five shall be appointed by the governor; two shall be appointed\n    9  by  the temporary president of the senate and one by the minority leader\n   10  of the senate; and two shall be appointed by the speaker of the assembly\n   11  and one by the minority leader of  the  assembly.  The  members  of  the\n   12  commission  shall  serve  at  the  pleasure  of  the official making the\n   13  appointment of such member. Of the five members appointed by the  gover-\n   14  nor,  one  shall  be from the department of health and one shall be from\n   15  the department of environmental conservation. The remaining nine members\n   16  of the commission must reside in a city with a population of one million\n   17  or more. Vacancies in the membership of the commission shall  be  filled\n   18  in  the  manner  provided  for  original appointments. Membership on the\n   19  commission shall not constitute a public office. A chairperson and vice-\n   20  chairperson of the commission shall be elected  by  a  majority  of  its\n   21  members, all members being present.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00187-01-1\n\n       A. 267                              2\n\n    1    S  3.  The members of the commission shall receive no compensation for\n    2  their services, but shall be allowed their actual and necessary expenses\n    3  incurred in the performance of their duties pursuant to this act.\n    4    S  4. The commission may meet within and without the state, shall hold\n    5  at least one public hearing each quarter, and shall have all the  powers\n    6  of a legislative committee pursuant to the legislative law.\n    7    S  5.  The commission shall make a report of its findings and make any\n    8  recommendations it may deem necessary and appropriate to  the  governor,\n    9  the temporary president of the senate and the speaker of the assembly no\n   10  later than one year after the effective date of this act.\n   11    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a temporary state commission to study and make recommendations concerning the incidence of asthma in the borough of the Bronx in New York city ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T171343.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292883223121
}