{
  "year" : 2011,
  "senateBillNo" : "A2672-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2672-2011-1295413200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits New York City water board's authority to increase rates charged",
  "summary" : "Limits New York City water board's authority to increase rates charged by no more than 5% annually or current rate of inflation, whichever is greater. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A11167-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2672\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to increases in\n         fees, rates, rents or other charges established by the New  York  city\n         water board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 1045-j of the  public  authorities\n    2  law,  as added by chapter 513 of the laws of 1984, is amended to read as\n    3  follows:\n    4    1. The water board shall establish, fix and revise, from time to time,\n    5  fees, rates, rents  or  other  charges  for  the  use  of,  or  services\n    6  furnished,  rendered  or made available by, the sewerage system or water\n    7  system, or both, as the case may be, owned by the water  board  pursuant\n    8  to  this title in such amount  at least sufficient at all times so as to\n    9  provide funds in an  amount  sufficient  together  with  other  revenues\n   10  available  to the board, if any, (i) to pay to the authority, in accord-\n   11  ance with any agreement with the authority, an amount sufficient for the\n   12  purpose of paying the principal of and the interest on  the  outstanding\n   13  notes or bonds of the authority as the same shall become due and payable\n   14  and maintaining or funding a capital or debt service reserve fund there-\n   15  for  and,  to  the extent requested by the city in, or annually pursuant\n   16  to, the agreement to pay to the city, in accordance with the  agreement,\n   17  an  amount  sufficient  for  the  purpose of paying the principal of and\n   18  interest on general obligation bonds thereof issued for or allocable  to\n   19  the  water system or sewerage system or both, as the case may be, as the\n   20  same shall become due and payable, and  to  maintain  or  fund  reserves\n   21  therefor,  (ii) to pay to the city, in accordance with the agreement, an\n   22  amount sufficient for the purpose of paying the costs of  administering,\n   23  maintaining,  repairing and operating and the cost of constructing capi-\n   24  tal improvements to the water system or sewerage system or both, as  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05051-01-1\n\n       A. 2672                             2\n\n    1  case  may  be, (iii) to pay to the city in accordance with the agreement\n    2  entered into pursuant to section one thousand forty-five-i of this title\n    3  an amount sufficient for the purpose of paying liabilities issued for or\n    4  allocable  to  the  water system or sewerage system or both, as the case\n    5  may be, as the same shall become due  and  payable,  (iv)  to  meet  any\n    6  requirements  of  any  agreement  including requirements relating to the\n    7  establishment of reserves for renewal and  replacement  and  for  uncol-\n    8  lected  charges  and  covenants  respecting  rates, (v) to pay all other\n    9  reasonable and necessary expenses of the authority and the  water  board\n   10  in  relation thereto, and (vi) to the extent requested by the city in or\n   11  pursuant to the agreement, to pay or provide for such other purposes  or\n   12  projects  as such city considers appropriate and in the public interest.\n   13  Any surplus of funds remaining in the water board  after  such  payments\n   14  have  been made shall be returned to the city for deposit in the general\n   15  fund.  ALL FEES, RATES, RENTS OR OTHER CHARGES  ESTABLISHED,  FIXED  AND\n   16  REVISED  BY  THE WATER BOARD SHALL INCREASE BY NO MORE THAN FIVE PERCENT\n   17  ANNUALLY OR THE CURRENT RATE OF INFLATION, WHICHEVER IS GREATER.\n   18    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to increases in fees, rates, rents or other charges established by the New York city water board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155824.TXT", "SOBI.D110120.T102325.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295537005490
}