{
  "year" : 2011,
  "senateBillNo" : "A2676-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2676-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes counties to establish a handicapped parking enforcement grant program",
  "summary" : "Authorizes counties to establish a handicapped parking enforcement grant program which program shall be funded by a mandatory surcharge imposed upon persons who unlawfully use parking spaces reserved for the handicapped; provides for a $25 surcharge by a court resulting from a violation of the vehicle and traffic law governing parking in a handicapped parking spot. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A6880-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2676\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK, GALEF, CASTRO -- Multi-Sponsored by --\n         M. of A. BURLING, MAYERSOHN, McKEVITT, MILLMAN, PHEFFER, WEISENBERG --\n         read once and referred to the Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to authorizing\n         counties to establish a handicapped parking enforcement grant program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article  2  of  title 2 of the vehicle and traffic law is\n    2  amended by adding a new section 224-b to read as follows:\n    3    S  224-B.  HANDICAPPED  PARKING  ENFORCEMENT  GRANT  PROGRAM.     \"THE\n    4  PROGRAM\",  AS  USED  IN THIS SECTION, SHALL MEAN THE HANDICAPPED PARKING\n    5  ENFORCEMENT GRANT  PROGRAM,  A  PROGRAM  ESTABLISHED  PURSUANT  TO  THIS\n    6  SECTION, AND APPROVED BY THE COMMISSIONER.\n    7    1.  PROGRAM ESTABLISHMENT.   (A) WHERE A COUNTY ESTABLISHES A PROGRAM,\n    8  PURSUANT TO THIS  SECTION,  IT  SHALL  RECEIVE  THE  TWENTY-FIVE  DOLLAR\n    9  SURCHARGE  COLLECTED  BY  ANY  COURT, JUDGE, MAGISTRATE OR OTHER OFFICER\n   10  WITHIN THAT COUNTY, INCLUDING,  WHERE  APPROPRIATE,  A  HEARING  OFFICER\n   11  ACTING ON BEHALF OF THE COMMISSIONER, IMPOSED FOR VIOLATIONS OF SUBDIVI-\n   12  SION TWO OF SECTION ONE THOUSAND TWO HUNDRED THREE-B OF THIS CHAPTER AND\n   13  IMPOSED  PURSUANT  TO  SUBDIVISION  THREE  OF  SECTION  ONE THOUSAND TWO\n   14  HUNDRED THREE-B OF THIS CHAPTER.   UPON RECEIPT  OF  THESE  MONEYS,  THE\n   15  COUNTY  SHALL  DEPOSIT  THEM IN A SEPARATE ACCOUNT ENTITLED \"HANDICAPPED\n   16  PARKING ENFORCEMENT GRANT PROGRAM\" AND THEY SHALL BE UNDER THE EXCLUSIVE\n   17  CARE, CUSTODY AND CONTROL OF THE CHIEF FISCAL  OFFICER  OF  EACH  COUNTY\n   18  PARTICIPATING IN THE PROGRAM.\n   19    (B)  EXPENDITURES FROM SUCH ACCOUNT SHALL ONLY BE MADE PURSUANT TO THE\n   20  APPROVAL OF A COUNTY PROGRAM BY THE COMMISSIONER AND  SHALL  BE  AWARDED\n   21  SOLELY  IN  SUPPORT OF ACTIVITIES RELATED TO THIS PROGRAM CONDUCTED BY A\n   22  LOCAL LAW ENFORCEMENT AGENCY.  THE CHIEF FISCAL OFFICER OF EACH  PARTIC-\n   23  IPATING  COUNTY SHALL, ON A QUARTERLY BASIS, FORWARD TO THE COMMISSIONER\n   24  A WRITTEN CERTIFICATE OF MONEYS EXPENDED FROM SUCH ACCOUNT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07633-01-1\n\n       A. 2676                             2\n\n    1    2. PROGRAM ORGANIZATION. (A) WHERE A PROGRAM IS ESTABLISHED BY A COUN-\n    2  TY, IT SHALL BE ORGANIZED BY A COORDINATOR, WHO SHALL BE  DESIGNATED  BY\n    3  THE  CHIEF  EXECUTIVE  OFFICER OF THE COUNTY, IF THERE BE ONE, OTHERWISE\n    4  THE CHAIRMAN OF THE GOVERNING BOARD OF THE COUNTY, OR IN THE CITY OF NEW\n    5  YORK,  A  PERSON DESIGNATED BY THE MAYOR THEREOF. WHERE A COORDINATOR IS\n    6  DESIGNATED, THE COORDINATOR SHALL RECEIVE SUCH SALARY  AND  EXPENSES  AS\n    7  THE  BOARD OF LEGISLATORS OR OTHER GOVERNING BODY OF SUCH COUNTY MAY FIX\n    8  AND PROPERLY ACCOUNT FOR SUCH EXPENSES AND SHALL SERVE AT  THE  PLEASURE\n    9  OF SUCH APPOINTING BODY OR OFFICER.\n   10    (B) IN COUNTIES HAVING A COUNTY TRAFFIC SAFETY BOARD, THE CHIEF EXECU-\n   11  TIVE  OFFICER,  IF THERE BE ONE, OTHERWISE THE CHAIRMAN OF THE GOVERNING\n   12  BOARD OF THE COUNTY OR THE MAYOR OF THE CITY OF NEW YORK, MAY  DESIGNATE\n   13  THE  CHAIRMAN  OF  THE  BOARD  OR A MEMBER THEREOF AS COORDINATOR OF THE\n   14  PROGRAM.\n   15    (C) THE SALARY AND OTHER EXPENSES OF THE  COORDINATOR  SHALL  BE  PAID\n   16  FROM  MONIES DEPOSITED INTO THE COUNTY'S HANDICAPPED PARKING ENFORCEMENT\n   17  GRANT PROGRAM ACCOUNT.\n   18    3. PURPOSES. (A) THE PROGRAM SHALL PROVIDE A PLAN FOR COORDINATION  OF\n   19  COUNTY,  TOWN,  CITY AND VILLAGE EFFORTS TO RESTRICT THE AREA OF PARKING\n   20  SPACE RESERVED FOR HANDICAPPED PERSONS TO SUCH PERSONS.\n   21    (B) THE PROGRAM SHALL, WHERE APPROVED BY THE  COUNTY  BOARD  OR  OTHER\n   22  GOVERNING  BODY,  PROVIDE  FUNDING  FOR  SUCH ACTIVITIES AS THE BOARD OR\n   23  OTHER BODY MAY APPROVE, FOR THE ABOVE-DESCRIBED PURPOSES.\n   24    4. DUTIES OF THE COORDINATOR; REPORTS. (A) IT SHALL BE THE DUTY OF THE\n   25  COORDINATOR TO:\n   26    (1) RENDER ANNUALLY OR AT THE REQUEST OF  THE  COUNTY  LEGISLATURE  OR\n   27  OTHER  GOVERNING  BODY  OF  THE COUNTY, A VERIFIED ACCOUNT OF ALL MONEYS\n   28  RECEIVED AND EXPENDED BY THE  COORDINATOR  OR  UNDER  THE  COORDINATOR'S\n   29  DIRECTION AND AN ACCOUNT OF OTHER PERTINENT MATTERS.\n   30    (2)  SUBMIT  ANNUALLY  OR  UPON REQUEST OF THE CHIEF FISCAL OFFICER OF\n   31  EACH COUNTY PARTICIPATING IN THE PROGRAM,  IN  SUCH  MANNER  AS  MAY  BE\n   32  REQUIRED  BY  LAW,  AN  ESTIMATE  OF THE FUNDS REQUIRED TO CARRY OUT THE\n   33  PURPOSES OF THIS SECTION.\n   34    (3) MAKE AN ANNUAL REPORT TO THE COMMISSIONER, WHICH SHALL BE  DUE  ON\n   35  OR  BEFORE  THE FIRST OF APRIL OF EACH YEAR FOLLOWING THE IMPLEMENTATION\n   36  OF SAID PROGRAM, AND SHALL INCLUDE THE FOLLOWING:\n   37    A. THE PROGRESS, PROBLEMS AND OTHER MATTERS RELATED  TO  THE  ADMINIS-\n   38  TRATION OF SAID PROGRAM; AND\n   39    B.  AN  ASSESSMENT  OF  THE  EFFECTIVENESS  OF  THE PROGRAM WITHIN THE\n   40  GEOGRAPHIC AREA OF THE COUNTY PARTICIPATING  THEREIN  AND  ANY  AND  ALL\n   41  RECOMMENDATIONS FOR EXPANDING AND IMPROVING SAID PROGRAM.\n   42    (B)  ANY  ANNUAL  REPORT  SHALL  ALSO CONTAIN THE FOLLOWING, IN A FORM\n   43  PRESCRIBED BY THE COMMISSIONER:\n   44    (1) NUMBER OF ARRESTS FOR VIOLATIONS;\n   45    (2) NUMBER AND DESCRIPTION OF DISPOSITIONS RESULTING THEREFROM;\n   46    (3)  TOTAL  FINE  MONEYS  RETURNED  TO  THE  PARTICIPATING  COUNTY  IN\n   47  CONNECTION WITH THE PROGRAM;\n   48    (4) CONTEMPLATED PROGRAMS;\n   49    (5) DISTRIBUTION OF MONEYS IN CONNECTION WITH PROGRAM ADMINISTRATION;\n   50    (6) ANY OTHER INFORMATION REQUIRED BY THE COMMISSIONER.\n   51    5.  COUNTY  PURPOSE  AND  CHARGE.  THE  PROVISIONS OF THIS SECTION AND\n   52  EXPENDITURES MADE HEREUNDER SHALL BE DEEMED A COUNTY PURPOSE AND CHARGE.\n   53    6. PROGRAM APPROVAL. THE PROGRAM,  INCLUDING  A  PROPOSED  OPERATIONAL\n   54  BUDGET, SHALL BE SUBMITTED BY EACH COUNTY COORDINATOR TO THE COMMISSION-\n   55  ER FOR APPROVAL. A SECOND COPY OF EACH SUCH PROPOSAL SHALL BE FILED WITH\n\n       A. 2676                             3\n\n    1  THE  COMPTROLLER.  THE  COMMISSIONER SHALL CONSIDER THE FOLLOWING BEFORE\n    2  APPROVING SAID PROGRAM:\n    3    (A)  THE  INTERRELATIONSHIP  OF SUCH PROGRAM WITH EXISTING PROGRAMS IN\n    4  AREAS INCLUDING, BUT NOT LIMITED TO, LAW ENFORCEMENT, PROSECUTION, ADJU-\n    5  DICATION AND EDUCATION.\n    6    (B) AVOIDANCE OF DUPLICATION OF EXISTING PROGRAMS FUNDED  OR  OPERATED\n    7  BY EITHER THE STATE OR ANY MUNICIPALITY.\n    8    (C) ALL OTHER FACTORS WHICH THE COMMISSIONER SHALL DEEM NECESSARY.\n    9    7.  DUTIES OF THE COMMISSIONER. (A) THE COMMISSIONER SHALL COMPILE THE\n   10  REPORTS SUBMITTED BY THE COUNTY COORDINATORS AND SHALL ISSUE  A  COMPRE-\n   11  HENSIVE REPORT ON SUCH PROGRAMS TO THE GOVERNOR AND TO THE LEGISLATURE.\n   12    (B) THE COMMISSIONER SHALL MONITOR ALL PROGRAMS TO ENSURE SATISFACTORY\n   13  IMPLEMENTATION  IN  CONJUNCTION WITH THE ESTABLISHED PROGRAM APPLICATION\n   14  GOALS.\n   15    8. PROGRAM CESSATION. WHEN A PARTICIPATING COUNTY WISHES TO CEASE  ITS\n   16  PROGRAM, THE COORDINATOR SHALL NOTIFY THE COMMISSIONER IN WRITING OF THE\n   17  DATE  OF  TERMINATION AND ALL MONEY REMAINING IN THE PROGRAM ESTABLISHED\n   18  BY THAT COUNTY PURSUANT TO SUBDIVISION ONE OF THIS SECTION ON SUCH  DATE\n   19  SHALL BE TRANSFERRED TO THE GENERAL FUND OF THE STATE TREASURY.\n   20    9.  PROGRAM  AUDIT. THE COMPTROLLER IS AUTHORIZED TO CONDUCT AUDITS OF\n   21  ANY PROGRAM ESTABLISHED PURSUANT TO THIS SECTION  FOR  THE  PURPOSES  OF\n   22  DETERMINING  COMPLIANCE  WITH  THE  PROVISIONS  OF THIS SECTION AND WITH\n   23  GENERALLY ACCEPTED ACCOUNTING PRINCIPLES.\n   24    S 2. Section 1203-b of the vehicle  and  traffic  law  is  amended  by\n   25  adding a new subdivision 3 to read as follows:\n   26    3.  IN ANY COUNTY WHICH HAS ESTABLISHED A HANDICAPPED PARKING ENFORCE-\n   27  MENT GRANT PROGRAM, IN ADDITION TO ANY OTHER  FINE  OR  PENALTY  IMPOSED\n   28  UPON  A  PERSON  WHO  UNLAWFULLY STOPS, STANDS OR PARKS A VEHICLE IN ANY\n   29  AREA DESIGNATED AS A PLACE  FOR  HANDICAPPED  PARKING,  THERE  SHALL  BE\n   30  IMPOSED  A  MANDATORY  SURCHARGE  OF TWENTY-FIVE DOLLARS. SUCH SURCHARGE\n   31  SHALL BE DEPOSITED IN  SUCH  COUNTY'S  HANDICAPPED  PARKING  ENFORCEMENT\n   32  GRANT PROGRAM ACCOUNT ESTABLISHED IN ACCORDANCE WITH SECTION TWO HUNDRED\n   33  TWENTY-FOUR-B OF THIS CHAPTER.\n   34    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing counties to establish a handicapped parking enforcement grant program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T144408.TXT", "SOBI.D110120.T111344.TXT", "SOBI.D110120.T112845.TXT", "SOBI.D110120.T111858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552648865
}