{
  "year" : 2011,
  "senateBillNo" : "A2670-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to social services",
    "billEventId" : "A2670-2011-1295413200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to payments for some residential health care facilities",
  "summary" : "Relates to payments for non-public residential health care facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A11267-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2670\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Social Services\n\n       AN ACT to amend the social services law, in  relation  to  payments  for\n         non-state operated public residential health care facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  367-x to read as follows:\n    3    S 367-X. PAYMENT FOR NON-STATE OPERATED PUBLIC RESIDENTIAL HEALTH CARE\n    4  FACILITIES  INCLUDING PUBLIC HEALTH CARE FACILITIES IN NASSAU COUNTY AND\n    5  ERIE COUNTY. 1. NOTWITHSTANDING ANY  LAW,  RULE  OR  REGULATION  TO  THE\n    6  CONTRARY,  NON-STATE  OPERATED PUBLIC RESIDENTIAL HEALTH CARE FACILITIES\n    7  INCLUDING PUBLIC RESIDENTIAL  HEALTH CARE FACILITIES  IN  NASSAU  COUNTY\n    8  AND ERIE COUNTY SHALL BE REIMBURSED AT A MEDICAID RATE (LESS CAPITAL) OF\n    9  FORTY  PERCENT  ABOVE THE RATE SET FORTH IN 10 NYCRR SECTION 86-2.10 FOR\n   10  ALL CARE PROVIDED AT SUCH FACILITY.\n   11    2. THE COMMISSIONER OF HEALTH IS HEREBY  AUTHORIZED  AND  DIRECTED  TO\n   12  ADOPT RULES AND REGULATIONS TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   13    S  2.  This act shall take effect immediately, provided, however, that\n   14  the commissioner of health shall promulgate any  rules  and  regulations\n   15  necessary for the implementation of this act on or before such effective\n   16  date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06840-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to payments for non-state operated public residential health care facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T155824.TXT", "SOBI.D110120.T102325.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295537005483
}