{
  "year" : 2011,
  "senateBillNo" : "A2675-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2675-2011-1295499600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires disclosure of environmental conservation permit applicant's record of compliance with state, federal, and foreign environmental regulations",
  "summary" : "Requires applicants to the department of environmental conservation for permits to disclose information concerning other permits held and/or revoked, enforcement actions, criminal convictions, fees or fines owed, and other information relating to compliance by the applicant or any corporation of which he or she is an officer, director, or large stockholder with state, federal, or foreign environmental laws or regulations and certain other laws. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA4110-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2675\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, ENGLEBRIGHT, CASTELLI -- Multi-Sponsored\n         by -- M. of A.  BRENNAN, CLARK, McDONOUGH, PHEFFER --  read  once  and\n         referred to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         review of permit applicants on record of compliance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 3-0319 to read as follows:\n    3  S 3-0319. RECORD OF COMPLIANCE.\n    4    EVERY APPLICATION FOR A PERMIT UNDER THIS  CHAPTER  SHALL  INCLUDE  AN\n    5  INQUIRY ON THE FOLLOWING INFORMATION REGARDING THE APPLICANT'S RECORD OF\n    6  COMPLIANCE:\n    7    1. DOES THE APPLICANT HOLD ANY PERMIT UNDER THIS CHAPTER?\n    8    2.  HAS  THE APPLICANT BEEN DENIED A PERMIT OR HAS THE APPLICANT HAD A\n    9  PERMIT REVOKED OR SUSPENDED UNDER THIS CHAPTER?\n   10    3. IS THE APPLICANT CURRENTLY THE SUBJECT  OF  AN  ENFORCEMENT  ACTION\n   11  UNDER THIS CHAPTER?\n   12    4.  HAS  THE APPLICANT, AND IF THE APPLICANT IS A CORPORATION, HAS ANY\n   13  OFFICER, DIRECTOR OR LARGE STOCKHOLDER (OWNER OF 25% OR MORE  STOCK)  OF\n   14  THE CORPORATION, EVER BEEN:\n   15    A.  FOUND  IN  AN ADMINISTRATIVE, CIVIL OR CRIMINAL PROCEEDING TO HAVE\n   16  VIOLATED ANY PROVISION OF ANY RELATED  ORDER  OR  DETERMINATION  OF  THE\n   17  COMMISSIONER,  ANY  REGULATION PROMULGATED PURSUANT TO THIS CHAPTER, THE\n   18  CONDITION OF ANY PERMIT ISSUED THEREUNDER, OR ANY SIMILAR STATUTE, REGU-\n   19  LATION, ORDER OR  PERMIT  CONDITION  OF  ANY  OTHER  GOVERNMENT  AGENCY,\n   20  FOREIGN OR DOMESTIC?\n   21    B.    AN  OFFICER, DIRECTOR OR LARGE STOCKHOLDER (OWNER OF 25% OR MORE\n   22  STOCK) OF A CORPORATION WHICH, DURING THE TIME SUCH PERSON WAS AN  OFFI-\n   23  CER, DIRECTOR OR LARGE STOCKHOLDER, WAS DETERMINED IN AN ADMINISTRATIVE,\n   24  CIVIL  OR  CRIMINAL  PROCEEDING  TO  HAVE VIOLATED ANY PROVISION OF THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04160-01-1\n\n       A. 2675                             2\n\n    1  CHAPTER, ANY RELATED ORDER OR DETERMINATION  OF  THE  COMMISSIONER,  ANY\n    2  REGULATION  PROMULGATED  PURSUANT  TO THIS CHAPTER, THE CONDITION OF ANY\n    3  PERMIT ISSUED THEREUNDER, OR ANY SIMILAR STATUTE, REGULATION,  ORDER  OR\n    4  PERMIT CONDITION OF ANY OTHER GOVERNMENT AGENCY, FOREIGN OR DOMESTIC?\n    5    C.  CONVICTED  OF A CRIMINAL OFFENSE UNDER THE LAWS OF ANY STATE OR OF\n    6  THE UNITED STATES OR OF ANY OTHER GOVERNMENT, FOREIGN OR DOMESTIC, WHICH\n    7  INVOLVES ENVIRONMENTAL STATUTES OR REGULATIONS OR FRAUD, BRIBERY, PERJU-\n    8  RY, THEFT OR AN OFFENSE AGAINST PUBLIC ADMINISTRATION AS  THAT  TERM  IS\n    9  USED IN ARTICLE ONE HUNDRED NINETY-FIVE OF THE PENAL LAW?\n   10    D.  AN  OFFICER,  DIRECTOR  OR LARGE STOCKHOLDER (OWNER OF 25% OR MORE\n   11  STOCK) OF A CORPORATION WHICH, DURING THE TIME SUCH PERSON WAS AN  OFFI-\n   12  CER, DIRECTOR, OR LARGE STOCKHOLDER, WAS CONVICTED OF A CRIMINAL OFFENSE\n   13  UNDER THE LAWS OF ANY STATE OR THE UNITED STATES OR OF ANY OTHER GOVERN-\n   14  MENT,  FOREIGN  OR  DOMESTIC,  WHICH  INVOLVES ENVIRONMENTAL STATUTES OR\n   15  REGULATIONS OR FRAUD, BRIBERY, PERJURY,  THEFT  OR  AN  OFFENSE  AGAINST\n   16  PUBLIC  ADMINISTRATION AS THAT TERM IS USED IN ARTICLE ONE HUNDRED NINE-\n   17  TY-FIVE OF THE PENAL LAW?\n   18    5. DOES THE APPLICANT CURRENTLY OWE ANY REGULATORY FEES TO THE DEPART-\n   19  MENT?\n   20    THE  AFOREMENTIONED  INFORMATION   MAY,   CONSISTENT   WITH   ARTICLES\n   21  TWENTY-THREE  AND  TWENTY-THREE-A OF THE CORRECTION LAW, BE CONSIDERED A\n   22  BASIS FOR EXERCISING THE DEPARTMENT'S DISCRETION IN DENYING, SUSPENDING,\n   23  MODIFYING OR REVOKING A PERMIT IN ORDER TO PROTECT THE  ENVIRONMENT  AND\n   24  PRESERVE THE NATURAL RESOURCES OF THE STATE.\n   25    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   26  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to review of permit applicants on record of compliance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T144408.TXT", "SOBI.D110120.T111344.TXT", "SOBI.D110120.T111858.TXT", "SOBI.D110120.T113345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552648863
}