{
  "year" : 2011,
  "senateBillNo" : "A2673-2011",
  "billEvents" : [ {
    "eventDate" : 1295413200000,
    "eventText" : "referred to labor",
    "billEventId" : "A2673-2011-1295413200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that assessments of self-insurers for the special disability fund shall be based on 110%, rather than 150%, of total disbursements",
  "summary" : "Provides that assessments of self-insurers, the state insurance fund, and all insurance carriers for the workers' compensation special disability fund shall be based on 110%, rather than 150%, of total disbursements from the fund during the preceding calendar year, less the amount of the fund's net assets as of December 31st of such preceding calendar year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A11205-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2673\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 19, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Labor\n\n       AN  ACT  to  amend  the  workers'  compensation  law, in relation to the\n         assessment upon self-insurers,  the  state  insurance  fund,  and  all\n         insurance carriers to fund the special disability fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 4 of paragraph (h) of subdivision 8 of section\n    2  15 of the workers' compensation law, as amended by section 1 of part  QQ\n    3  of chapter 56 of the laws of 2009, is amended to read as follows:\n    4    (4)  As  soon  as  practicable  after  May  first in the year nineteen\n    5  hundred fifty-eight, and annually  thereafter  as  soon  as  practicable\n    6  after  January  first  in  each  succeeding year, the chair of the board\n    7  shall assess upon and collect from all self-insurers, except group self-\n    8  insurers, the state insurance fund, all  insurance  carriers  and  group\n    9  self-insurers,  (A) a sum equal to one hundred [fifty] TEN per centum of\n   10  the total disbursements made from the special disability fund during the\n   11  preceding calendar year (not including any disbursements made on account\n   12  of anticipated liabilities or waiver agreements funded by bond  proceeds\n   13  and related earnings), less the amount of the net assets in such fund as\n   14  of  December thirty-first of said preceding calendar year, and (B) a sum\n   15  sufficient to cover  debt  service,  and  associated  costs  (the  \"debt\n   16  service assessment\") to be paid during the calendar year by the dormito-\n   17  ry authority, as calculated in accordance with subparagraph five of this\n   18  paragraph.  Such  assessments  shall  be  allocated to (i) self-insurers\n   19  except group self-insurers and the state insurance fund based  upon  the\n   20  proportion  that the total compensation payments made by all self-insur-\n   21  ers except group self-insurers and the state insurance fund bore to  the\n   22  total compensation payments made by all self-insurers except group self-\n   23  insurers,  the  state  insurance  fund, all insurance carriers and group\n   24  self-insurers, (ii) insurance carriers based upon  the  proportion  that\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05059-01-1\n\n       A. 2673                             2\n\n    1  the  total  compensation payments made by all insurance carriers bore to\n    2  the total compensation payments by all self-insurers except group  self-\n    3  insurers,  the state insurance fund and all insurance carriers and group\n    4  self-insurers  during  the fiscal year which ended within said preceding\n    5  calendar year, and (iii) group self-insurers based upon  the  proportion\n    6  that  the  total  compensation  payments made by all group self-insurers\n    7  bore to the total compensation payments made by all  self-insurers,  the\n    8  state  insurance  fund and all insurance carriers during the fiscal year\n    9  which ended within said preceding calendar year.  Insurance carriers and\n   10  self-insurers shall be liable for all such assessments regardless of the\n   11  date on which they came into existence, or whether they  have  made  any\n   12  claim for reimbursement from the special disability fund. The portion of\n   13  such  sum  allocated to self-insurers except group self-insurers and the\n   14  state insurance fund that shall  be  collected  from  each  self-insurer\n   15  except  a group self-insurer and the state insurance fund shall be a sum\n   16  equal to the proportion of  the  amount  which  the  total  compensation\n   17  payments  of  each  such self-insurer except a group self-insurer or the\n   18  state insurance fund bore to the total compensation payments made by all\n   19  self-insurers except group self-insurers and the  state  insurance  fund\n   20  during  the fiscal year which ended within said preceding calendar year.\n   21  The portion of such sum allocated to insurance carriers  that  shall  be\n   22  collected  from  each  insurance  carrier  shall  be a sum equal to that\n   23  proportion of the amount which the total standard premium by  each  such\n   24  insurance  carrier  bore  to  the total standard premium reported by all\n   25  insurance carriers during the calendar  year  which  ended  within  said\n   26  preceding  fiscal year. The portion of such sum allocated to group self-\n   27  insurers that shall be collected from each group self-insurer shall be a\n   28  sum equal to that proportion of the amount which the pure premium calcu-\n   29  lation for each such group self-insurer bore to the total  pure  premium\n   30  calculation  for  all  group  self-insurers  for the calendar year which\n   31  ended within the preceding state fiscal year. The payments from the debt\n   32  service assessment, unless otherwise set forth in the special disability\n   33  fund financing agreement, are  hereby  pledged  therefor  and  shall  be\n   34  deemed the first monies received on account of assessments in each year.\n   35  For  the  purposes  of this paragraph, \"standard premium\" shall mean the\n   36  premium as defined for the purposes of this  assessment  by  the  super-\n   37  intendent  of insurance, in consultation with the chair of the board and\n   38  the workers' compensation rating board. For purposes of  this  paragraph\n   39  \"pure premium calculation\" means the New York state annual payroll as of\n   40  December  thirty-first  of  the  preceding  year  by class code for each\n   41  employer member of a group self-insurer  multiplied  by  the  applicable\n   42  loss cost for each class code as determined by the workers' compensation\n   43  rating  board  in effect on December thirty-first of the preceding year,\n   44  and for a group or individual self-insurer who has ceased to self-insure\n   45  shall be based on payroll at the time the group or  individual  self-in-\n   46  surer ceased to self-insure reduced by a factor reflecting the reduction\n   47  in  the  group  or  individual self-insurer's self-insurance liabilities\n   48  since ceasing to self-insure. An employer who has ceased to be  a  self-\n   49  insurer  or  a  group that ceases to be licensed as a group self-insurer\n   50  shall continue to be liable  for  any  assessments  into  said  fund  on\n   51  account  of  any  compensation payments made by him or her on his or her\n   52  account during such fiscal year, and the security  fund,  created  under\n   53  the  provisions  of section one hundred seven of this chapter, shall, in\n   54  the event of the insolvency of any insurance company, be liable for  any\n   55  assessments  that  would  have been made against such company except for\n   56  its insolvency. No assessment shall be payable from the aggregate  trust\n\n       A. 2673                             3\n\n    1  fund, created under the provisions of section twenty-seven of this arti-\n    2  cle, but such fund shall continue to be liable for all compensation that\n    3  shall  be  payable  under  any award or order of the board, the commuted\n    4  value  of  which  has  been  paid  into such fund. Such assessments when\n    5  collected shall be deposited  with  the  commissioner  of  taxation  and\n    6  finance  for  the  benefit of such fund. Unless otherwise provided, such\n    7  assessments, shall not constitute an element of loss for the purpose  of\n    8  establishing  rates for compensation insurance but shall for the purpose\n    9  of collection be treated as separate costs by  carriers.  All  insurance\n   10  carriers  and  the state insurance fund, shall collect such assessments,\n   11  from their policyholders  through  a  surcharge  based  on  premiums  in\n   12  accordance  with  rules  set forth by the superintendent of insurance in\n   13  consultation with the New York workers' compensation  rating  board  and\n   14  the  chair  of  the board. Such surcharge shall be considered as part of\n   15  premium for purposes prescribed by law including, but  not  limited  to,\n   16  computing  premium  tax,  reporting  to  the superintendent of insurance\n   17  pursuant to section  ninety-nine  of  this  chapter  and  section  three\n   18  hundred  seven  of  the  insurance  law,  determining  the limitation of\n   19  expenditures for the administration of the state insurance fund pursuant\n   20  to section eighty-eight of this  chapter  and  the  cancellation  by  an\n   21  insurance  carrier,  including the state insurance fund, of a policy for\n   22  non-payment of premium. The provisions of this paragraph shall not apply\n   23  with respect to policies containing coverage pursuant to subsection  (j)\n   24  of  section  three  thousand  four  hundred  twenty of the insurance law\n   25  relating to every  policy  providing  comprehensive  personal  liability\n   26  insurance  on  a one, two, three or four family owner-occupied dwelling.\n   27  The state insurance fund shall, notify its insureds  that  such  assess-\n   28  ments,  shall  be,  for  the  purpose of recoupment, treated as separate\n   29  costs, respectively for the purpose of premiums billed on or after Octo-\n   30  ber first, nineteen hundred ninety-four.\n   31    For the purposes of this paragraph, except as otherwise provided:  the\n   32  term  \"insurance  carrier\" shall include only stock corporations, mutual\n   33  corporations and reciprocal insurers authorized to transact the business\n   34  of workers' compensation insurance in this state; the term  \"self-insur-\n   35  er\"  shall  include  any employer or group of employers permitted to pay\n   36  compensation directly under the provisions of subdivision three, three-a\n   37  or four of section fifty of this chapter.\n   38    The board is hereby authorized to issue credits or refunds  as  neces-\n   39  sary, in the case of overpayments made to the fund. An insurance carrier\n   40  that  knowingly  underreports  premiums for the purposes of this section\n   41  shall be guilty of a class E felony.\n   42    S 2. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to the assessment upon self-insurers, the state insurance fund, and all insurance carriers to fund the special disability fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T160324.TXT", "SOBI.D110119.T155824.TXT", "SOBI.D110120.T102826.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295537306641
}