{
  "year" : 2011,
  "senateBillNo" : "A2689-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to cities",
    "billEventId" : "A2689-2011-1295499600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of Yonkers to discontinue the use of certain city lands as parkland and to sell and convey such lands",
  "summary" : "Authorizes the city of Yonkers to discontinue the use of certain city lands as parkland and to sell and convey such lands. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks",
  "previousVersions" : [ "A3927-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2689\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PRETLOW, SPANO -- read once and referred to the\n         Committee on Cities\n\n       AN ACT to authorize the  city  of  Yonkers,  county  of  Westchester  to\n         discontinue  the use of certain city lands as parkland and to sell and\n         convey such lands\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The city of Yonkers, Westchester county, is hereby author-\n    2  ized to discontinue as parklands and alienate, sell and convey the lands\n    3  described  in  section three of this act and in exchange therefor, dedi-\n    4  cate as parklands the lands described in section four of this act,  such\n    5  land to be used for park purposes.\n    6    S  2.  Notwithstanding  the  failure of the city of Yonkers to seek or\n    7  receive state legislative authorization to alienate certain of the park-\n    8  lands described in section three of this act and used for  public  park-\n    9  ing, such use is validated, ratified and confirmed.\n   10    S 3. The lands to be discontinued as parklands and alienated, sold and\n   11  conveyed are described as follows:\n   12    Parcel 1. All that certain piece or parcel of land located in the city\n   13  of Yonkers, Westchester County, more particularly described as follows:\n   14  BEGINNING  AT  A  POINT,  SAID  POINT  BEING DISTANT 47.69 FEET FROM THE\n   15  INTERSECTION OF THE SOUTHWESTERLY BOUNDARY OF NEW MAIN  STREET  AND  THE\n   16  NORTHEASTERLY  BOUNDARY  OF  NEPPERHAN  AVENUE; RUNNING THENCE ALONE THE\n   17  NORTHERLY BOUNDARY OF NEPPERHAN AVENUE ON A CURVE TO THE RIGHT HAVING  A\n   18  RADIUS  OF  526.00 FEET AND AN ARC LENGTH OF 105.34 FEET TO A POINT; AND\n   19  THENCE S 74µ23'40\" W A DISTANCE OF 138.10 FEET TO A POINT;  AND  RUNNING\n   20  THENCE  N  14µ57'34\"  W A DISTANCE OF 58.07 FEET TO A POINT; AND RUNNING\n   21  THENCE ON A CURVE TO THE RIGHT HAVING A RADIUS OF 105.00 FEET AND AN ARC\n   22  LENGTH OF 40.40 FEET; AND RUNNING THENCE ON A CURVE TO THE LEFT HAVING A\n   23  RADIUS OF 150.00 FEET AND AN ARC LENGTH OF 114.89 FEET TO A  POINT;  AND\n   24  RUNNING  THENCE N 36µ47\"49' W A DISTANCE OF 238.24 FEET TO A POINT;  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03047-01-1\n\n       A. 2689                             2\n\n    1  RUNNING THENCE N 54µ42'49\" E A DISTANCE OF 51.69 FEET TO  A  POINT;  AND\n    2  RUNNING  THENCE  S  48µ48'47\" E A DISTANCE OF 85.36 FEET TO A POINT; AND\n    3  RUNNING THENCE N 53µ02'49\" E A DISTANCE OF 125.51 FEET TO A POINT,  SAID\n    4  POINT  BEING  LOCATED ON THE WESTERLY BOUNDARY OF THE AFOREMENTIONED NEW\n    5  MAIN STREET; AND RUNNING THENCE ALONG THE WESTERLY BOUNDARY OF NEW  MAIN\n    6  STREET THE FOLLOWING TWO COURSES AND DISTANCES: S 36µ25'59\" E A DISTANCE\n    7  OF  116.29  FEET AND S 37µ03'10\" E A DISTANCE OF 263.94 FEET TO A POINT;\n    8  THENCE RUNNING S 33µ52'41\" W A DISTANCE OF 54.50 TO A POINT; AND\n    9  THENCE S 58µ01'41\" E A DISTANCE OF 10.72 FEET TO THE POINT OF BEGINNING.\n   10  Parcel 2: All that certain piece or parcel of land located in  the  City\n   11  of Yonkers, Westchester County, more particularly described as follows:\n   12  BEGINNING AT A POINT OF INTERSECTION FORMED BY THE NORTHEASTERLY LINE OF\n   13  SOUTH BROADWAY (75 FEET WIDE) WITH THE LINE DIVIDING LOTS 66 & 72, BLOCK\n   14  490,  SAID  POINT  BEING  DISTANT  THE FOLLOWING TWO (2) COURSES FOR THE\n   15  TERMINUS OF A CURVE CONNECTING THE SOUTHERLY  LINE  OF  NEPERHAN  AVENUE\n   16  (WIDTH  VARIES) WITH SAID NORTHEASTERLY LINE OF SOUTH BROADWAY, AND FROM\n   17  SAID POINT OF BEGINNING RUNNING, THENCE:\n   18  ALONG A CURVE TO THE LEFT, HAVING A RADIUS  OF  1,234.08  FEET,  AN  ARC\n   19  LENGTH  OF  189.11  FEET,  A  CENTRAL  ANGLE OF 08 DEGREES-46 MINUTES-48\n   20  SECONDS, BEARING A CHORD OF SOUTH 32 DEGREES-44 MINUTES-45 SECONDS EAST,\n   21  A CHORD DISTANCE OF 188.92 FEET TO A POINT OF CURVATURE, THENCE;\n   22  ALONG A CURVE TO THE LEFT, HAVING A RADIUS  OF  4,870.00  FEET,  AN  ARC\n   23  LENGTH  OF  188.21  FEET,  A  CENTRAL  ANGLE OF 02 DEGREES-12 MINUTES-52\n   24  SECONDS, BEARING A CHORD OF SOUTH 35 DEGREES-59 MINUTES-21 SECONDS EAST,\n   25  A CHORD DISTANCE OF 188.20 FEET TO THE POINT  AND  PLACE  OF  BEGINNING,\n   26  THENCE;\n   27  ALONG  A  CURVE  TO  THE RIGHT, HAVING A RADIUS OF 4,870.00 FEET, AN ARC\n   28  LENGTH OF 7.93  FEET,  A  CENTRAL  ANGLE  OF  00  DEGREES-05  MINUTES-36\n   29  SECONDS, BEARING A CHORD OF NORTH 37 DEGREES-02 MINUTES-59 SECONDS WEST,\n   30  A CHORD DISTANCE OF 7.93 FEET TO A POINT, THENCE;\n   31  ALONG  A  LINE THROUGH LOT 72, BLOCK 490, NORTH 74 DEGREES-27 MINUTES-33\n   32  SECONDS EAST, A DISTANCE OF 70.74 FEET TO A POINT OF CURVATURE, THENCE;\n   33  ALONG A CURVE TO THE LEFT, HAVING A RADIUS OF 21.50 FEET, AN ARC  LENGTH\n   34  OF 8.70 FEET, A CENTRAL ANGLE OF 23 DEGREES-10 MINUTES-50 SECONDS, BEAR-\n   35  ING  A  CHORD  OF  NORTH  62 DEGREES-52 MINUTES-08 SECONDS EAST, A CHORD\n   36  DISTANCE OF 8.64 FEET TO A POINT, THENCE;\n   37  ALONG THE DIVIDING LINE BETWEEN LOTS  72  &  80,  BLOCK  490,  SOUTH  15\n   38  DEGREES-15 MINUTES-46 SECONDS EAST, A DISTANCE OF 10.27 FEET TO A POINT,\n   39  THENCE;\n   40  ALONG  THE  DIVIDING  LINE  BETWEEN  LOTS  66  & 72, BLOCK 490, SOUTH 75\n   41  DEGREES-19 MINUTES-07 SECONDS WEST, A DISTANCE  OF  76.25  FEET  TO  THE\n   42  POINT AND PLACE OF BEGINNING.\n   43  Parcel  3:  All that certain piece or parcel of land located in the City\n   44  of Yonkers, Westchester County, more particularly described as follows:\n   45  BEGINNING AT A POINT OF INTERSECTION FORMED BY THE LINE DIVIDING LOTS 20\n   46  & 72, BLOCK 490, WITH THE NORTHWESTERLY LINE OF GUION  STREET  (33  FEET\n   47  WIDE), SAID POINT BEING MEASURED, SOUTH 04 DEGREES-15 MINUTES-55 SECONDS\n   48  WEST, A DISTANCE OF 109.88 FEET FROM THE POINT OF INTERSECTION FORMED BY\n   49  THE  WESTERLY LINE OF NEW MAIN STREET (50 FEET WIDE) WITH SAID NORTHWES-\n   50  TERLY LINE OF GUION STREET, AND FROM SAID POINT OF  BEGINNING,  RUNNING,\n   51  THENCE;\n   52  ALONG  SAID  NORTHWESTERLY  LINE  OF GUION STREET, SOUTH 04 DEGREES - 15\n   53  MINUTES - 55 SECONDS WEST, A DISTANCE OF 176.82 FEET TO A POINT, THENCE;\n   54  ALONG THE DIVIDING LINE BETWEEN LOTS  72  &  66,  BLOCK  490,  SOUTH  75\n   55  DEGREES  -  19  MINUTES - 07 SECONDS WEST, A DISTANCE OF 69.42 FEET TO A\n   56  POINT, THENCE;\n\n       A. 2689                             3\n\n    1    ALONG THE DIVIDING LINE BETWEEN LOTS 72 & 80, BLOCK 490, THE FOLLOWING\n    2  FIVE (5) COURSES:\n    3    1.  NORTH  15  DEGREES  -  15 MINUTES - 46 SECONDS WEST, A DISTANCE OF\n    4  138.95 FEET TO A POINT, THENCE;\n    5    2. SOUTH 74 DEGREES - 44 MINUTES - 14  SECONDS  WEST,  A  DISTANCE  OF\n    6  283.00 FEET TO A POINT, THENCE;\n    7    3.  NORTH  15  DEGREES  -  15 MINUTES - 46 SECONDS WEST, A DISTANCE OF\n    8  14.99 FEET TO A POINT, THENCE;\n    9    4. SOUTH 74 DEGREES - 44 MINUTES - 14  SECONDS  WEST,  A  DISTANCE  OF\n   10  55.00 FEET TO A POINT, THENCE;\n   11    5. NORTH 15 DEGREES - 15 MINUTES -46 SECONDS WEST, A DISTANCE OF 12.00\n   12  FEET TO A POINT, THENCE;\n   13  ALONG  THE  SOUTHEASTERLY  LINE  OF TERRACE PLACE (30 FEET WIDE, PRIVATE\n   14  ROAD), ALONG THE DIVIDING LINE BETWEEN LOTS 3, 18, 21, 24  &  72,  BLOCK\n   15  490,  NORTH  74  DEGREES  -  44 MINUTES - 14 SECONDS EAST, A DISTANCE OF\n   16  466.52 FEET TO THE POINT AND PLACE OF BEGINNING.\n   17  Parcel 4: All that certain piece or parcel of land located in  the  City\n   18  of Yonkers, Westchester County, more particularly described as follows:\n   19  BEGINNING  AT A POINT AT THE NORTHWESTERLY CORNER OF SECTION 1 BLOCK 486\n   20  LOT 1 OF THE OFFICIAL TAX MAP OF THE CITY OF YONKERS AS THE SAID TAX MAP\n   21  WAS ON DECEMBER 16, 1936, SAID POINT BEING NORTH 57µ  57'  50\"  EAST,  A\n   22  DISTANCE  OF  230.04  FEET  AS  MEASURED ALONG THE SOUTHEASTERLY LINE OF\n   23  PALISADE AVENUE (FORMERLY KNOWN AS FACTORY  STREET)  AS  ESTABLISHED  BY\n   24  \"MAP OF SURVEY OF PROPERTY NO. 8 PALISADE AVENUE AND SE COR. OF NEW MAIN\n   25  STREET  AND THRU TO JAMES STREET-YONKERS, NY\" PREPARED BY CHAS. J. DEAR-\n   26  ING, DATED OCTOBER 27, 1937, LAST UPDATED AUGUST 29, 1938 ON FILE AT THE\n   27  OFFICE OF THE TITLE GUARANTEE AND TRUST COMPANY AS TITLE NOS.  6-001012,\n   28  6-002540,   6-002693  AND  6-002941,  FROM  ITS  INTERSECTION  WITH  THE\n   29  NORTHEASTERLY LINE OF  NEW  MAIN  STREET  (FORMERLY  KNOWN  AS  MECHANIC\n   30  STREET)  AS  ESTABLISHED  BY \"SURVEY OF PROPERTY SITUATED IN THE CITY OF\n   31  YONKERS\" PREPARED BY CHAS. J. DEARING, DATED NOVEMBER 12, 1948  ON  FILE\n   32  AT  THE  OFFICE  OF  THE  TITLE GUARANTEE AND TRUST COMPANY AS TITLE NO.\n   33  6-024537 AND \"MAP OF SURVEY OF PROPERTY NOS.  117 TO 125 AND NO. 131 NEW\n   34  MAIN STREET - YONKERS, NY\" PREPARED BY JOHN E. WARNECK,  DATED  DECEMBER\n   35  4,  1948  ON FILE AT THE OFFICE OF THE TITLE GUARANTEE AND TRUST COMPANY\n   36  AS TITLE NO. 6-024537, TO THE INTERSECTION OF THE AFOREMENTIONED  SOUTH-\n   37  EASTERLY  LINE  OF  PALISADE AVENUE WITH THE SOUTHWESTERLY LINE OF JAMES\n   38  STREET, THENCE CROSSING PART WAY ACROSS  JAMES  STREET  NORTH  57µ16'09\"\n   39  EAST,  A  DISTANCE  OF 34.84 FEET, THENCE ALONG A LINE PARALLEL WITH THE\n   40  PRESENT NORTHEASTERLY LINE OF JAMES  STREET,  SOUTH  35µ45'08\"  EAST,  A\n   41  DISTANCE OF 129.96 FEET TO THE INTERSECTION OF THE SOUTHEASTERLY LINE OF\n   42  ENGINE PLACE WITH THE NORTHEASTERLY LINE OF JAMES STREET AS SHOWN ON THE\n   43  OFFICIAL  TAX MAP OF THE CITY OF YONKERS AS SAID TAX MAP WAS ON DECEMBER\n   44  16, 1936, CONTINUING FROM SAID POINT OF BEGINNING:\n   45    ALONG THE AFOREMENTIONED SOUTHEASTERLY LINE OF ENGINE PLACE,\n   46  THENCE NORTH 70µ56'38\" EAST, A DISTANCE OF 157.00 FEET,\n   47    THENCE SOUTH 19µ03'22\" EAST, A DISTANCE OF 81.00 FEET TO THE NORTHWES-\n   48  TERLY LINE OF JOHN STREET,\n   49    ALONG THE AFOREMENTIONED NORTHWESTERLY LINE OF JOHN STREET,\n   50    THENCE SOUTH 70µ56'38\" WEST, A DISTANCE OF 132.70 FEET TO  THE  AFORE-\n   51  MENTIONED  NORTHEASTERLY  LINE  OF JAMES STREET AS SHOWN ON THE OFFICIAL\n   52  TAX MAP OF THE CITY OF YONKERS AS SAID TAX MAP WAS ON DECEMBER 16, 1936,\n   53    ALONG THE AFOREMENTIONED NORTHEASTERLY LINE OF JAMES STREET  AS  SHOWN\n   54  ON  THE  OFFICIAL  TAX MAP OF THE CITY OF YONKERS AS SAID TAX MAP WAS ON\n   55  DECEMBER 16, 1936,\n\n       A. 2689                             4\n\n    1    THENCE NORTH 35µ45'08\" WEST, A DISTANCE OF 84.57 FEET TO THE POINT  OR\n    2  PLACE OF BEGINNING.\n    3  Containing in all 2.93 acres more or less.\n    4  Subject to easements, covenants and restriction of record.\n    5    S  4.  The replacement lands to be dedicated by the city of Yonkers to\n    6  use as parkland for public park purposes are  located  in  the  city  of\n    7  Yonkers,  Westchester county comprise a total of 8.25 acres more or less\n    8  and particularly described as follows:\n    9  Parcel 1. All that certain piece or parcel of land located in  the  City\n   10  of Yonkers, Westchester County, at 101 Odell Avenue, Block 3515, Lot 100\n   11  and being more particularly bounded and described as follows:\n   12    BEGINNING  at  a point on the easterly side of Odell Avenue a distance\n   13  of 1,244.40 feet northerly as measured along the northerly and  easterly\n   14  sides  of  Odell  Avenue  from the intersection of the northerly side of\n   15  Odell Avenue with the westerly side of North Broadway\n   16    THENCE from said point of beginning the following two (2) courses  and\n   17  distances along the easterly and northerly side of Odell Avenue:\n   18  1.  North  00    degrees 15 minutes 30 seconds East a distance of 100.00\n   19  feet to a point;\n   20  2. South 89 degrees 34 minutes 00 seconds West a distance of 50.00  feet\n   21  to a point on the easterly side of the Croton Aqueduct;\n   22    Thence  the following two (2) courses and distances along the easterly\n   23  side of the Croton Aqueduct:\n   24  1. North 00 degrees 26 minutes 00 seconds West a distance of 427.16 feet\n   25  to a point;\n   26  2. Along the arc of curve to the right having a radius of 460.00 feet an\n   27  arc length of 91.51 feet to a point on the southerly side of land now or\n   28  formerly of the County of Westchester;\n   29    thence along the southerly side of land now or formerly of the  County\n   30  of Westchester South 73 degrees 05 minutes 00 seconds East a distance of\n   31  399.63  feet  to  a point; thence South 29 degrees 31 minutes 20 seconds\n   32  West a distance of 454.11 feet to a point; thence South  11  degrees  41\n   33  minutes  57  seconds  West  a  distance of 96.72 feet to a point; thence\n   34  South 92 degrees 56 minutes 51 seconds West a distance of 94.37 feet  to\n   35  the easterly side of Odell Avenue and the point of beginning.\n   36  Described parcel contains an area of 143,165.01 square feet or 3.3 acres\n   37  more or less.\n   38    Parcel 2: All that certain piece or parcel of land located in the City\n   39  of  Yonkers,  Westchester  County, located at 1061 North Broadway, Block\n   40  3515, Lot 115 and being  more  particularly  bounded  and  described  as\n   41  follows:\n   42    BEGINNING at a point where the westerly side of North Broadway (Rt. 9)\n   43  intersects the northerly side of Odell Avenue;\n   44    THENCE  from said point of beginning the following six (6) courses and\n   45  distances along the northerly and easterly side of Odell Avenue:\n   46    1. South 87 degrees 31 minutes 00 seconds West a  distance  of  170.59\n   47  feet to a point;\n   48    2. Along the arc of a curve to the right having a radius of 75.00 feet\n   49  an arc length of 46.05 feet to a point;\n   50    3.  North  57  degrees 18 minutes 00 seconds West a distance of 197.22\n   51  feet to a point;\n   52    4. Along the arc of a curve to the right having a radius of 75.00 feet\n   53  an arc length of 88.75 feet to a point;\n   54    5. North 10 degrees 29 minutes 52 seconds East a  distance  of  340.46\n   55  feet to a point;\n\n       A. 2689                             5\n\n    1    6.  North  00  degrees 15 minutes 30 seconds East a distance of 401.33\n    2  feet to a point;\n    3    thence North 82 degrees 56 minutes 51 seconds East a distance of 94.37\n    4  feet  to  a  point; thence South 16 degrees 26 minutes 04 seconds East a\n    5  distance of 319.07 feet to a point;\n    6    thence South 00 degrees 25 minutes  39  seconds  East  a  distance  of\n    7  350.00  feet  to  a point; thence South 68 degrees 44 minutes 52 seconds\n    8  East a distance of 256.00 feet to a point on the westerly side of  North\n    9  Broadway;\n   10    thence  along  the westerly side of North Broadway South 21 degrees 05\n   11  minutes 18 seconds West a distance of 200.00 feet to the northerly  side\n   12  of Odell Avenue and the point of beginning.\n   13  Described  parcel  contains  an  area  of 215,463.48 square feet or 4.95\n   14  acres more or less.\n   15    S 5. In the event that the replacement city parklands to be  dedicated\n   16  in section four of this act are not equal to twice the size of the lands\n   17  to  be  alienated  in  section three of this act, or are not equal to or\n   18  greater than the fair market value of  the  lands  to  be  alienated  in\n   19  section three of this act, the city of Yonkers shall dedicate additional\n   20  city-owned  lands  for  parkland and/or cause funds to be made available\n   21  for capital improvements to its existing park and  recreational  facili-\n   22  ties, as necessary, to equal such fair market value.\n   23    S  6.  The discontinuance and conveyance of parkland authorized by the\n   24  provisions of this act shall not occur until the  city  of  Yonkers  has\n   25  complied  with  any federal requirements pertaining to the alienation or\n   26  conversion of parklands, including satisfying the Secretary of the Inte-\n   27  rior that the conversion complies with all conditions which  the  Secre-\n   28  tary of the Interior deems necessary to assure the substitution of other\n   29  lands  shall be equivalent in fair market value and recreational useful-\n   30  ness to the lands being alienated or converted.\n   31    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the city of Yonkers, county of Westchester to discontinue the use of certain city lands as parkland and to sell and convey such lands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T112845.TXT", "SOBI.D110120.T111858.TXT", "SOBI.D110120.T145409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295553249170
}