{
  "year" : 2011,
  "senateBillNo" : "A2685-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2685-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands scope of criminal mischief to include cases wherein a person intentionally damages property of another with intent to harass, annoy, or alarm",
  "summary" : "Expands scope of criminal mischief to include cases wherein a person intentionally damages property of another with intent to harass, annoy, or alarm; permits offenders to be prosecuted notwithstanding their own partial interest in the property; includes second through four degrees of criminal mischief within the scope of \"family offenses.\" ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A3464-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2685\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PRETLOW, GALEF, HOOPER, COLTON, COOK, WEINSTEIN\n         -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, the criminal procedure law and the family\n         court act, in relation to criminal mischief in certain cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Sections  145.00,  145.05,  and  145.10 of the penal law,\n    2  section 145.00 as amended by chapter 69 of the  laws  of  2008,  section\n    3  145.05  as amended by chapter 276 of the laws of 2003 and section 145.10\n    4  as amended by chapter 961 of the laws of 1971, are amended  to  read  as\n    5  follows:\n    6  S 145.00 Criminal mischief in the fourth degree.\n    7    A  person  is  guilty  of criminal mischief in the fourth degree when,\n    8  having no right to do so nor any reasonable ground to believe that he or\n    9  she has such right, he or she:\n   10    1. Intentionally damages property of another person; or\n   11    2. Intentionally participates  in  the  destruction  of  an  abandoned\n   12  building  as  defined in section one thousand nine hundred seventy-one-a\n   13  of the real property actions and proceedings law; or\n   14    3. Recklessly damages property of another person in an amount  exceed-\n   15  ing two hundred fifty dollars; or\n   16    4.  With  intent  to prevent a person from communicating a request for\n   17  emergency assistance, intentionally disables or removes telephonic,  TTY\n   18  or  similar  communication  sending  equipment while that person: (a) is\n   19  attempting to seek or is engaged in the  process  of  seeking  emergency\n   20  assistance  from  police,  law  enforcement,  fire  or emergency medical\n   21  services personnel; or (b) is attempting to seek or is  engaged  in  the\n   22  process of seeking emergency assistance from another person or entity in\n   23  order  to protect himself, herself or a third person from imminent phys-\n   24  ical injury. The fact that the defendant has an  ownership  interest  in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03042-01-1\n\n       A. 2685                             2\n\n    1  such  equipment  shall  not  be  a  defense to a charge pursuant to this\n    2  subdivision.\n    3    5.  HAVING  NO RIGHT TO DO SO AND WITH THE INTENT TO HARASS, ANNOY, OR\n    4  ALARM ANOTHER PERSON, HE OR SHE INTENTIONALLY DAMAGES MARITAL  PROPERTY,\n    5  AS  DEFINED  IN  PARAGRAPH C OF SUBDIVISION ONE OF PART B OF SECTION TWO\n    6  HUNDRED THIRTY-SIX OF THE DOMESTIC RELATIONS LAW, IN  WHICH  THAT  OTHER\n    7  PERSON AND THE ACTOR SHARE A POSSESSORY OR PROPRIETARY INTEREST.\n    8    Criminal mischief in the fourth degree is a class A misdemeanor.\n    9  S 145.05 Criminal mischief in the third degree.\n   10    A person is guilty of criminal mischief in the third degree when, with\n   11  intent  to  damage property of another person, and having no right to do\n   12  so nor any reasonable ground to believe that he or she has  such  right,\n   13  he or she:\n   14    1.  damages the motor vehicle of another person, by breaking into such\n   15  vehicle when it is locked with the  intent  of  stealing  property,  and\n   16  within  the  previous  ten year period, has been convicted three or more\n   17  times, in separate criminal transactions for which sentence was  imposed\n   18  on  separate  occasions,  of  criminal  mischief in the fourth degree as\n   19  defined in section 145.00, criminal mischief  in  the  third  degree  as\n   20  defined  in  this  section,  criminal  mischief  in the second degree as\n   21  defined in section 145.10, or criminal mischief in the first  degree  as\n   22  defined in section 145.12 of this article; [or]\n   23    2.  damages  property  of  another  person  in an amount exceeding two\n   24  hundred fifty dollars[.]; OR\n   25    3. WITH THE INTENT TO HARASS,  ANNOY,  OR  ALARM  ANOTHER  PERSON,  HE\n   26  INTENTIONALLY  DAMAGES  MARITAL  PROPERTY,  AS DEFINED IN PARAGRAPH C OF\n   27  SUBDIVISION ONE OF PART B OF  SECTION  TWO  HUNDRED  THIRTY-SIX  OF  THE\n   28  DOMESTIC  RELATIONS  LAW,  IN  AN  AMOUNT  EXCEEDING  TWO  HUNDRED FIFTY\n   29  DOLLARS, IN WHICH THAT OTHER PERSON AND THE ACTOR SHARE A POSSESSORY  OR\n   30  PROPRIETARY INTEREST.\n   31    Criminal mischief in the third degree is a class E felony.\n   32  S 145.10 Criminal mischief in the second degree.\n   33    A  person  is  guilty  of  criminal mischief in the second degree when\n   34  [with]:\n   35    1. WITH intent to damage property of another  person,  and  having  no\n   36  right  to  do  so  nor any reasonable ground to believe that he has such\n   37  right, he damages property of another person in an amount exceeding  one\n   38  thousand five hundred dollars[.]; OR\n   39    2.  HAVING  NO RIGHT TO DO SO AND WITH THE INTENT TO HARASS, ANNOY, OR\n   40  ALARM ANOTHER PERSON, HE  INTENTIONALLY  DAMAGES  MARITAL  PROPERTY,  AS\n   41  DEFINED  IN  PARAGRAPH  C  OF  SUBDIVISION  ONE OF PART B OF SECTION TWO\n   42  HUNDRED THIRTY-SIX OF THE DOMESTIC RELATIONS LAW, IN AN AMOUNT EXCEEDING\n   43  ONE THOUSAND FIVE HUNDRED DOLLARS, IN WHICH THAT OTHER  PERSON  AND  THE\n   44  ACTOR SHARE A POSSESSORY OR PROPRIETARY INTEREST.\n   45    Criminal mischief in the second degree is a class D felony.\n   46    S  2.  The opening paragraph of subdivision 1 of section 530.11 of the\n   47  criminal procedure law, as amended by chapter 405 of the laws  of  2010,\n   48  is amended to read as follows:\n   49    The  family court and the criminal courts shall have concurrent juris-\n   50  diction over any  proceeding  concerning  acts  which  would  constitute\n   51  disorderly  conduct,  CRIMINAL  MISCHIEF  IN THE SECOND DEGREE, CRIMINAL\n   52  MISCHIEF IN THE THIRD DEGREE, CRIMINAL MISCHIEF IN  THE  FOURTH  DEGREE,\n   53  harassment  in the first degree, harassment in the second degree, aggra-\n   54  vated harassment in  the  second  degree,  sexual  misconduct,  forcible\n   55  touching,  sexual  abuse in the third degree, sexual abuse in the second\n   56  degree as set forth in subdivision one of section 130.60  of  the  penal\n\n       A. 2685                             3\n\n    1  law, stalking in the first degree, stalking in the second degree, stalk-\n    2  ing  in  the  third  degree,  stalking  in  the  fourth degree, criminal\n    3  mischief, menacing in the second degree, menacing in the  third  degree,\n    4  reckless  endangerment, strangulation in the first degree, strangulation\n    5  in the second degree, criminal obstruction of breathing or blood  circu-\n    6  lation,  assault in the second degree, assault in the third degree or an\n    7  attempted assault between spouses or former spouses, or  between  parent\n    8  and child or between members of the same family or household except that\n    9  if  the  respondent would not be criminally responsible by reason of age\n   10  pursuant to section 30.00 of the penal law, then the family court  shall\n   11  have  exclusive  jurisdiction  over  such  proceeding. Notwithstanding a\n   12  complainant's election to proceed in family court,  the  criminal  court\n   13  shall  not be divested of jurisdiction to hear a family offense proceed-\n   14  ing pursuant to this section. For purposes of this section,  \"disorderly\n   15  conduct\" includes disorderly conduct not in a public place. For purposes\n   16  of  this section, \"members of the same family or household\" with respect\n   17  to a proceeding in the criminal courts shall mean the following:\n   18    S 3. The opening paragraph of subdivision 1  of  section  812  of  the\n   19  family  court  act, as separately amended by chapters 341 and 405 of the\n   20  laws of 2010, is amended to read as follows:\n   21    The family court and the criminal courts shall have concurrent  juris-\n   22  diction  over  any  proceeding  concerning  acts  which would constitute\n   23  disorderly conduct, CRIMINAL MISCHIEF IN  THE  SECOND  DEGREE,  CRIMINAL\n   24  MISCHIEF  IN  THE  THIRD DEGREE, CRIMINAL MISCHIEF IN THE FOURTH DEGREE,\n   25  harassment in the first degree, harassment in the second degree,  aggra-\n   26  vated  harassment  in  the  second  degree,  sexual misconduct, forcible\n   27  touching, sexual abuse in the third degree, sexual abuse in  the  second\n   28  degree  as  set  forth in subdivision one of section 130.60 of the penal\n   29  law, stalking in the first degree, stalking in the second degree, stalk-\n   30  ing in the  third  degree,  stalking  in  the  fourth  degree,  criminal\n   31  mischief,  menacing  in the second degree, menacing in the third degree,\n   32  reckless endangerment, criminal obstruction of breathing or blood circu-\n   33  lation, strangulation in the second degree, strangulation in  the  first\n   34  degree,  assault in the second degree, assault in the third degree or an\n   35  attempted assault, criminal obstruction of  breathing  or  blood  circu-\n   36  lation  or  strangulation  between spouses or former spouses, or between\n   37  parent and child or between members of  the  same  family  or  household\n   38  except  that  if  the  respondent would not be criminally responsible by\n   39  reason of age pursuant to section 30.00 of the penal law, then the fami-\n   40  ly  court  shall  have  exclusive  jurisdiction  over  such  proceeding.\n   41  Notwithstanding a complainant's election to proceed in family court, the\n   42  criminal  court  shall  not be divested of jurisdiction to hear a family\n   43  offense proceeding pursuant to this section. In any proceeding  pursuant\n   44  to  this  article,  a  court  shall  not deny an order of protection, or\n   45  dismiss a petition, solely on the basis that the acts or events  alleged\n   46  are  not  relatively  contemporaneous with the date of the petition, the\n   47  conclusion of the fact-finding or the conclusion  of  the  dispositional\n   48  hearing.  For  purposes  of  this article, \"disorderly conduct\" includes\n   49  disorderly conduct not in a public place. For purposes of this  article,\n   50  \"members of the same family or household\" shall mean the following:\n   51    S 4. This act shall take effect on the first of November next succeed-\n   52  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the criminal procedure law and the family court act, in relation to criminal mischief in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T111858.TXT", "SOBI.D110120.T144909.TXT", "SOBI.D110120.T113345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552949028
}