{
  "year" : 2011,
  "senateBillNo" : "A2684-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2684-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the assessor of the town of Wappinger Falls to exempt the Grace Baptist Church from real property taxes",
  "summary" : "Authorizes the assessor of the town of Wappinger Falls to accept an application for exemption from real property taxes for the 1995-1996 assessment roll from the Grace Baptist Church for a certain parcel of land located in the town of Wappinger Falls under certain conditions; authorizes discretionary refund of any taxes paid. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Dutchess County",
  "previousVersions" : [ "A3655-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2684\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to authorize the Grace Baptist Church to file an application  for\n         exemption  from  real  property  taxes  for  a  certain parcel of land\n         located in the town of Wappinger Falls\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the  assessor  of  the  town  of Wappinger Falls is hereby authorized to\n    3  accept from the Grace Baptist Church an application for  exemption  from\n    4  real  property  taxes pursuant to section 420-a of the real property tax\n    5  law for the 1995-1996 assessment roll, for the  parcel  located  in  the\n    6  town  of  Wappinger  Falls,  at  Chelsea Road otherwise known as section\n    7  5956, block 04, lot  998375.  If  accepted,  the  application  shall  be\n    8  reviewed as if it had been received on or before the taxable status date\n    9  established for such roll.\n   10    If  satisfied that such church: (i) acquired title to the property for\n   11  which it seeks exemption subsequent to the taxable  status  date  estab-\n   12  lished  for  such roll and prior to the taxable status date for the next\n   13  ensuing assessment roll and (ii) would otherwise  be  entitled  to  such\n   14  exemption  if  such church had filed an application for exemption by the\n   15  appropriate taxable status date, the assessor of the town  of  Wappinger\n   16  Falls, upon approval by the town board of such town, may grant exemption\n   17  from all taxation beginning with the date of acquisition of the property\n   18  by  such  church and make appropriate correction to the subject roll. If\n   19  exemption is granted and such church therefore shall have paid  any  tax\n   20  with  respect  to the subject roll, the governing body or tax department\n   21  may, in its sole discretion, provide for the refund of those taxes  paid\n   22  including the amount of any taxes held in escrow pursuant to the sale of\n   23  such  property  and cancel taxes, fines, penalties or interest remaining\n   24  unpaid.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03045-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the Grace Baptist Church to file an application for exemption from real property taxes for a certain parcel of land located in the town of Wappinger Falls ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T111858.TXT", "SOBI.D110120.T144909.TXT", "SOBI.D110120.T113345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552949025
}