{
  "year" : 2011,
  "senateBillNo" : "A2683-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to education",
    "billEventId" : "A2683-2011-1295499600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the electronic and print publication of certain school district reports; defines \"local officer or employee\" to include school officials",
  "summary" : "Requires the electronic and print publication of certain school district reports within 7 days after approval; defines \"local officer or employee\" to include certain school officials. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2619-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2683\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. FITZPATRICK, FINCH, McKEVITT -- Multi-Sponsored\n         by -- M. of A.  BARCLAY, CALHOUN, KOLB, RAIA, THIELE -- read once  and\n         referred to the Committee on Education\n\n       AN  ACT  to amend the education law, in relation to electronic and print\n         publication of certain school  district  reports,  and  to  amend  the\n         general municipal law, in relation to additional definitions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 2-c to\n    2  read as follows:\n    3    S 2-C. PUBLICATION OF SCHOOL  REPORTS.  NOTWITHSTANDING  ANY  CONTRARY\n    4  PROVISION  OF LAW OR REGULATION, NO LATER THAN SEVEN CALENDAR DAYS AFTER\n    5  THE APPROVAL BY ANY TRUSTEE, PRINCIPAL, OFFICER, OR BOARD  OF  EDUCATION\n    6  OF  ANY  PUBLIC SCHOOL IN ANY BOCES, CITY, UNION FREE, COMMON OR CENTRAL\n    7  SCHOOL DISTRICT OR ANY CHARTER SCHOOL, SUCH SCHOOL SHALL MAKE  AVAILABLE\n    8  ON  A  SCHOOL  OR  DISTRICT SPONSORED WEBSITE AND IN PRINTED FORM AT THE\n    9  DISTRICT OFFICE ALL AUDIT REPORTS, PROPOSED AND ENACTED BUDGETS, EXPEND-\n   10  ITURE  REPORTS,  UNION  CONTRACTS,  SUPERINTENDENT  CONTRACTS,  AND  THE\n   11  MINUTES OF ALL SCHOOL BOARD MEETINGS.\n   12    S  2.  Subdivision  3  of section 810 of the general municipal law, as\n   13  amended by chapter 356 of the laws  of  1993,  is  amended  to  read  as\n   14  follows:\n   15    3.  The  term \"local officer or employee\" shall mean A SUPERINTENDENT,\n   16  DISTRICT SUPERINTENDENT OR SCHOOL BUSINESS OFFICIAL AS WELL AS the heads\n   17  (other than local elected officials) of any  agency,  department,  divi-\n   18  sion,  council,  board, commission, or bureau of a political subdivision\n   19  and their deputies and assistants, and the  officers  and  employees  of\n   20  such  agencies,  departments, divisions, boards, bureaus, commissions or\n   21  councils who hold policy-making positions, as annually determined by the\n   22  appointing authority and set forth in a written instrument  which  shall\n   23  be  filed with the appropriate body during the month of February; except\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02401-01-1\n\n       A. 2683                             2\n\n    1  that the term \"local officer  or  employee\"  shall  not  mean  a  judge,\n    2  justice, officer or employee of the unified court system. Members, offi-\n    3  cers  and  employees of each industrial development agency and authority\n    4  shall  be  deemed  officers or employees of the county, city, village or\n    5  town for whose benefit such agency or authority is established.\n    6    S 3. This act shall take effect on the one hundred eightieth day after\n    7  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to electronic and print publication of certain school district reports, and to amend the general municipal law, in relation to additional definitions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T111344.TXT", "SOBI.D110120.T144909.TXT", "SOBI.D110120.T113345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552949024
}