{
  "year" : 2011,
  "senateBillNo" : "A2680-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to housing",
    "billEventId" : "A2680-2011-1295499600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes state of New York mortgage agency to purchase labor organization assisted forward commitment mortgages from banks",
  "summary" : "Authorizes state of New York mortgage agency to purchase labor organization assisted forward commitment mortgages from banks; sets criteria for labor organization participation; requires them to guarantee up to twenty percent of outstanding indebtedness. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A5818-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2680\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the public authorities law, in relation  to  authorizing\n         the  state  of New York mortgage agency to purchase labor organization\n         assisted forward commitment mortgages from banks within the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2402 of the public authorities law is amended by\n    2  adding a new subdivision 18 to read as follows:\n    3    (18) \"LABOR ORGANIZATION\". ANY ORGANIZATION OF ANY KIND  WHICH  EXISTS\n    4  FOR THE PURPOSE, IN WHOLE OR IN PART, OF REPRESENTING EMPLOYEES EMPLOYED\n    5  WITHIN  THE  STATE  OF  NEW  YORK  IN DEALING WITH EMPLOYERS OR EMPLOYER\n    6  ORGANIZATIONS OR WITH A STATE GOVERNMENT,  OR  ANY  POLITICAL  OR  CIVIL\n    7  SUBDIVISION  OR OTHER AGENCY THEREOF, CONCERNING TERMS AND CONDITIONS OF\n    8  EMPLOYMENT, GRIEVANCES, LABOR DISPUTES, OR OTHER MATTERS  INCIDENTAL  TO\n    9  THE  EMPLOYMENT  RELATIONSHIP,  AND SHALL INCLUDE THE PARENT NATIONAL OR\n   10  INTERNATIONAL ORGANIZATION OF A LOCAL LABOR ORGANIZATION.\n   11    S 2. The public authorities law is amended by  adding  a  new  section\n   12  2405-f to read as follows:\n   13    S  2405-F.  PURCHASE OF LABOR ORGANIZATION ASSISTED FORWARD COMMITMENT\n   14  MORTGAGES. (1) IN ACCORDANCE WITH THE AUTHORITY  SET  FORTH  IN  SECTION\n   15  TWENTY-FOUR  HUNDRED  FIVE-B OF THIS PART, THE AGENCY MAY PURCHASE LABOR\n   16  ORGANIZATION ASSISTED FORWARD COMMITMENT MORTGAGES FROM  BANKS  AT  SUCH\n   17  PRICES  AND  UPON  SUCH  TERMS  AND CONDITIONS AS IT SHALL DETERMINE. IN\n   18  CONDUCTING ITS PROGRAM OF PURCHASING LABOR ORGANIZATION ASSISTED FORWARD\n   19  COMMITMENT MORTGAGES, THE AGENCY SHALL BE GOVERNED BY THE PROVISIONS  OF\n   20  SECTION  TWENTY-FOUR HUNDRED FIVE-B OF THIS PART. THE BOARD OF DIRECTORS\n   21  OF THE AGENCY SHALL ESTABLISH FROM TIME TO TIME MAXIMUM INCOME LIMITS OF\n   22  PERSONS ELIGIBLE TO RECEIVE SUCH MORTGAGES, WHICH  INCOME  LIMITS  SHALL\n   23  NOT EXCEED THE LATEST MAXIMUM INCOME LIMITS PERMITTED UNDER THE INTERNAL\n   24  REVENUE  CODE  OF  1986,  AS AMENDED, FOR MORTGAGES FINANCED BY MORTGAGE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03037-01-1\n\n       A. 2680                             2\n\n    1  REVENUE BONDS. A LABOR ORGANIZATION MAY  DEVELOP  ADDITIONAL  QUALIFICA-\n    2  TIONS  FOR  ELIGIBLE MEMBERS BEYOND THOSE QUALIFICATIONS PROVIDED FOR IN\n    3  THIS SECTION, PROVIDED THAT SUCH QUALIFICATIONS  ARE  NON-DISCRIMINATORY\n    4  AND  ARE  PRE-APPROVED  BY  THE AGENCY; THE LABOR ORGANIZATION, HOWEVER,\n    5  SHALL REMAIN SOLELY RESPONSIBLE FOR DETERMINING AND INSURING THE LEGALI-\n    6  TY OF SUCH QUALIFICATIONS AND  MAY  NOT  RELY  ON  ANY  AGENCY  REVIEWS,\n    7  APPROVALS, LEGAL OPINIONS OR STATEMENTS.\n    8    (2) TO PARTICIPATE IN A LABOR ORGANIZATION ASSISTED FORWARD COMMITMENT\n    9  MORTGAGE  PROGRAM,  A  LABOR  ORGANIZATION SHALL BE A BONA FIDE UNION OR\n   10  ASSOCIATION OF EMPLOYEES WHICH MAINTAINS AN  OFFICE  IN  THE  STATE  AND\n   11  SHALL  SATISFY  THE  REQUIREMENTS SET FORTH IN GUIDELINES ESTABLISHED BY\n   12  THE AGENCY.\n   13    (3) FOR ANY LABOR ORGANIZATION ASSISTED FORWARD  COMMITMENT  MORTGAGE,\n   14  THE  MAXIMUM  LOAN-TO-VALUE  RATIO  SHALL  BE ESTABLISHED BY THE AGENCY,\n   15  PROVIDED THAT SUCH LOAN SHALL NOT EXCEED  ONE  HUNDRED  PERCENT  OF  THE\n   16  APPRAISED  VALUE OF THE MORTGAGED PREMISES. REASONABLE CLOSING COSTS FOR\n   17  THE LOAN MAY BE AMORTIZED OVER THE LIFE OF THE LOAN, PROVIDED  THAT  THE\n   18  FINAL  LOAN  AMOUNT DOES NOT EXCEED ONE HUNDRED PERCENT OF THE APPRAISED\n   19  VALUE OF THE MORTGAGED PREMISES.\n   20    (4) THE AGENCY SHALL REQUIRE ANY LABOR ORGANIZATION  PARTICIPATING  IN\n   21  THE  LABOR  ORGANIZATION ASSISTED FORWARD COMMITMENT MORTGAGE PROGRAM TO\n   22  GUARANTEE TO PAY UP TO TWENTY PERCENT OF THE TOTAL OUTSTANDING  MORTGAGE\n   23  INDEBTEDNESS (AS DETERMINED BY THE AGENCY) FOR EACH MEMBER WHO OBTAINS A\n   24  MORTGAGE  LOAN  UNDER THE PROVISIONS OF THIS SECTION AND WHO DEFAULTS ON\n   25  SUCH MORTGAGE LOAN DURING THE FIRST SEVEN YEARS OF SUCH LOAN, REGARDLESS\n   26  OF WHETHER SUCH BORROWER IS A MEMBER OF SUCH LABOR ORGANIZATION  AT  THE\n   27  TIME OF THE DEFAULT.\n   28    S  3.  This  act shall take effect on the ninetieth day after it shall\n   29  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to authorizing the state of New York mortgage agency to purchase labor organization assisted forward commitment mortgages from banks within the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T111344.TXT", "SOBI.D110120.T112845.TXT", "SOBI.D110120.T144909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552949020
}