{
  "year" : 2011,
  "senateBillNo" : "A268-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A268-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing the NYS prescription medication cost containment program",
  "summary" : "Relates to establishing the NYS prescription medication cost containment program. ",
  "currentCommittee" : null,
  "sameAs" : "S111",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A7666-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          268\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Aging\n\n       AN  ACT  to  amend  the  elder  law,  in  relation to the New York state\n         prescription medication cost containment program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The elder law is amended by adding a new section 249-a to\n    2  read as follows:\n    3    S 249-A. NEW  YORK  STATE  PRESCRIPTION  MEDICATION  COST  CONTAINMENT\n    4  PROGRAM.  1. THE EXECUTIVE DIRECTOR IS AUTHORIZED AND DIRECTED TO CREATE\n    5  THE NEW YORK STATE PRESCRIPTION MEDICATION COST CONTAINMENT PROGRAM.\n    6    2. SUCH PROGRAM SHALL OFFER NEW YORK STATE RESIDENTS WHO  QUALIFY  FOR\n    7  THE  ELDERLY  PHARMACEUTICAL  INSURANCE  COVERAGE  PROGRAM  PURSUANT  TO\n    8  SECTION TWO HUNDRED FORTY-TWO OF THIS ARTICLE, SEVERAL OPTIONS  TO  FILL\n    9  MEDICAL PRESCRIPTIONS THROUGH A CANADIAN MAIL ORDER COMPANY. SUCH COMPA-\n   10  NIES  SHALL  BE  SELECTED  THROUGH  COMPETITIVE  BIDDING  PROCESS, TO BE\n   11  DESIGNED AND  IMPLEMENTED  BY  THE  EXECUTIVE  DIRECTOR.  CANADIAN  DRUG\n   12  SUPPLIERS  SHALL  INCLUDE, BUT SHALL NOT BE LIMITED TO ALL MANUFACTURERS\n   13  AND DISTRIBUTORS BY CANADA'S RESEARCHED BASED PHARMACEUTICAL COMPANIES.\n   14    S 2. This act shall take effect on the one hundred eightieth day after\n   15  it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02204-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to the New York state prescription medication cost containment program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T153505.TXT", "SOBI.D101220.T140333.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292871813449
}