{
  "year" : 2011,
  "senateBillNo" : "A2682-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to health",
    "billEventId" : "A2682-2011-1295499600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice to emergency personnel of exposure to HIV infected persons",
  "summary" : "Requires an attending physician to provide notification to peace officers, firefighters, ambulance workers and other paid or volunteer emergency personnel of exposure to HIV infected persons where such individuals came in contact with such HIV infected persons; directs medical care facilities to develop written procedures. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2795-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2682\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. FITZPATRICK, FINCH, McKEVITT, KOLB -- Multi-Spon-\n         sored  by -- M. of A.  CORWIN, CROUCH -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to requiring  notifi-\n         cation to peace officers and other paid or volunteer emergency person-\n         nel of exposure to HIV infected persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2313 to read as follows:\n    3    S  2313. NOTIFICATION TO PEACE OFFICERS, FIREFIGHTERS, AMBULANCE WORK-\n    4  ERS AND OTHERS OF EXPOSURE TO THE HUMAN IMMUNODEFICIENCY VIRUS (HIV). 1.\n    5  WHILE TREATING OR TRANSPORTING AN ILL OR INJURED PATIENT  TO  A  MEDICAL\n    6  CARE  FACILITY  OR  WHILE  ACTING IN THE PERFORMANCE OF DUTY, IF A PEACE\n    7  OFFICER OR A PAID OR VOLUNTEER FIREFIGHTER,  EMERGENCY  MEDICAL  TECHNI-\n    8  CIAN,  RESCUE  SQUADMAN  OR  AMBULANCE  WORKER COMES INTO CONTACT WITH A\n    9  PATIENT WHO HAS THE HUMAN IMMUNODEFICIENCY VIRUS (HIV), AS A  RESULT  OF\n   10  INFORMATION  OBTAINED  BY THE FACILITY, THE ATTENDING PHYSICIAN, MEDICAL\n   11  EXAMINER, A DESIGNEE OF THE  MEDICAL  CARE  FACILITY  WHO  RECEIVES  THE\n   12  PATIENT,  THE  CHIEF  MEDICAL  EXAMINER, OR THE CHIEF MEDICAL EXAMINER'S\n   13  DESIGNEE SHALL NOTIFY SUCH PERSON, AND THE EMPLOYER OR EMPLOYER'S DESIG-\n   14  NEE OF THE INDIVIDUAL'S POSSIBLE EXPOSURE TO THE CONTAGIOUS  DISEASE  OR\n   15  VIRUS.\n   16    2. THE NOTIFICATION REQUIRED UNDER THIS SECTION SHALL:\n   17    (A)  BE  MADE  WITHIN FORTY-EIGHT HOURS, OR SOONER, OF CONFIRMATION OF\n   18  THE PATIENT'S DIAGNOSIS;\n   19    (B) INCLUDE SUBSEQUENT WRITTEN CONFIRMATION OF  POSSIBLE  EXPOSURE  TO\n   20  HIV;\n   21    (C)  BE CONDUCTED IN A MANNER THAT WILL PROTECT THE CONFIDENTIALITY OF\n   22  THE PATIENT; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02411-01-1\n\n       A. 2682                             2\n\n    1    (D) TO THE EXTENT POSSIBLE, BE CONDUCTED IN A MANNER THAT WILL PROTECT\n    2  THE CONFIDENTIALITY OF THE PERSON SO EXPOSED.\n    3    3.  THE WRITTEN CONFIRMATION REQUIRED UNDER THIS SECTION SHALL CONSTI-\n    4  TUTE COMPLIANCE WITH THIS SECTION.\n    5    4. EACH MEDICAL CARE FACILITY SHALL DEVELOP WRITTEN PROCEDURES FOR THE\n    6  IMPLEMENTATION OF THIS SECTION, AND, UPON REQUEST, MAKE COPIES AVAILABLE\n    7  TO THE LOCAL FIRE AUTHORITY, THE LOCAL FIRE AUTHORITY'S DESIGNEE AND THE\n    8  LOCAL LAW ENFORCEMENT AUTHORITY OR THE LOCAL LAW ENFORCEMENT AUTHORITY'S\n    9  DESIGNEE AND THE PUBLIC AT-LARGE.\n   10    5. A MEDICAL CARE FACILITY, PHYSICIAN, CHIEF MEDICAL EXAMINER  OR  THE\n   11  CHIEF  MEDICAL  EXAMINER'S  DESIGNEE  ACTING  IN  GOOD  FAITH TO PROVIDE\n   12  NOTIFICATION IN ACCORDANCE WITH THIS SECTION SHALL NOT BE LIABLE IN  ANY\n   13  CAUSE OF ACTION RELATED TO THE BREACH OF PATIENT CONFIDENTIALITY.\n   14    6.  A MEDICAL CARE FACILITY, PHYSICIAN, CHIEF MEDICAL EXAMINER, OR THE\n   15  CHIEF MEDICAL EXAMINER'S  DESIGNEE  ACTING  IN  GOOD  FAITH  TO  PROVIDE\n   16  NOTIFICATION  IN ACCORDANCE WITH THIS SECTION SHALL NOT BE LIABLE IN ANY\n   17  CAUSE OF ACTION FOR:\n   18    (A) THE FAILURE TO GIVE THE REQUIRED NOTICE, IF THE PERSON SO  EXPOSED\n   19  FAILS  TO PROPERLY INITIATE THE NOTIFICATION PROCEDURES DEVELOPED BY THE\n   20  HEALTH CARE FACILITY UNDER THIS SECTION; OR\n   21    (B) THE FAILURE OF THE EMPLOYER OR EMPLOYER'S DESIGNEE TO SUBSEQUENTLY\n   22  NOTIFY THE PERSON SO EXPOSED OF THE POSSIBLE EXPOSURE TO HIV.\n   23    7. AN EXPOSED PERSON SHALL RECEIVE FROM HIS OR HER EMPLOYERS OR  LOCAL\n   24  GOVERNMENTAL  BODIES,  AT  THE  EXPENSE OF THE EMPLOYER OR LOCAL GOVERN-\n   25  MENTAL BODY, AS PART OF HIS OR HER TRAINING, EDUCATION ON:\n   26    (A) (I) THE ROUTES OF TRANSMISSION OF HIV VIRUS; AND  (II) THE  ROUTES\n   27  BY WHICH A PERSON MAY BE EXPOSED TO HIV VIRUS; AND\n   28    (B)  THE CURRENT CENTERS FOR DISEASE CONTROL GUIDELINES FOR PREVENTING\n   29  PREHOSPITAL EXPOSURE TO HIV WHILE RENDERING EMERGENCY MEDICAL CARE.\n   30    8. A PEACE OFFICER AND A PAID OR  VOLUNTEER    FIREFIGHTER,  EMERGENCY\n   31  MEDICAL  TECHNICIAN OR RESCUE SQUADMAN, SHALL RECEIVE FROM THEIR EMPLOY-\n   32  ERS, ASSOCIATIONS, OR LOCAL  GOVERNMENTAL  BODIES,  AT  THE  EMPLOYER'S,\n   33  ASSOCIATION'S,  OR  LOCAL  GOVERNMENTAL BODY'S EXPENSE, EQUIPMENT RECOM-\n   34  MENDED BY THE CENTERS FOR DISEASE CONTROL TO PROTECT  SUCH  PERSON  FROM\n   35  EXPOSURE TO HIV WHILE RENDERING EMERGENCY MEDICAL CARE.\n   36    9.  (A)  THE  FIRE  DEPARTMENT,  LAW ENFORCEMENT AGENCY, AND ALL OTHER\n   37  AGENCIES OR  ORGANIZATIONS  EMPLOYING  A  PERSON  INCLUDED  WITHIN  THIS\n   38  SECTION  SHALL DEVELOP WRITTEN PROCEDURES FOR THE IMPLEMENTATION OF THIS\n   39  SECTION.\n   40    (B) ON REQUEST, COPIES OF THE PROCEDURES DEVELOPED IN THIS SUBDIVISION\n   41  SHALL BE MADE AVAILABLE TO EMPLOYEES, EMPLOYEE UNIONS, VOLUNTEER ASSOCI-\n   42  ATIONS, AND THE SECRETARY OF STATE.\n   43    10. A PERSON UNDER THIS SECTION MAY NOT REFUSE TO TREAT  OR  TRANSPORT\n   44  AN INDIVIDUAL BECAUSE THE INDIVIDUAL IS HIV POSITIVE.\n   45    S  2.  This  act shall take effect on the ninetieth day after it shall\n   46  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring notification to peace officers and other paid or volunteer emergency personnel of exposure to HIV infected persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T111344.TXT", "SOBI.D110120.T144909.TXT", "SOBI.D110120.T113345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295552949023
}