{
  "year" : 2011,
  "senateBillNo" : "A2691-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2691-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a distinctive plate for New York state licensed mental health counselors",
  "summary" : "Creates a distinctive plate for New York state licensed mental health counselors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A4020-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2691\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         distinctive  license  plates for New York state licensed mental health\n         counselors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR NEW YORK STATE LICENSED MENTAL  HEALTH\n    4  COUNSELORS.    1.  ANY  NEW  YORK STATE LICENSED MENTAL HEALTH COUNSELOR\n    5  RESIDING IN THIS STATE SHALL, UPON REQUEST, BE ISSUED  A  LICENSE  PLATE\n    6  FORMATTED AT THE DISCRETION OF THE DEPARTMENT BEARING THE LETTERS \"MHC\".\n    7  IF  A  DISTINCTIVE  PLATE  IS ISSUED TO A NEW YORK STATE LICENSED MENTAL\n    8  HEALTH COUNSELOR PURSUANT TO THIS SECTION, SUCH DISTINCTIVE PLATE  SHALL\n    9  NOT  BE  ISSUED  TO  THE  SPOUSE  OF SUCH PERSON UNLESS SUCH SPOUSE IS A\n   10  MENTAL HEALTH COUNSELOR AS WELL. APPLICATION FOR SUCH LICENSE  SHALL  BE\n   11  FILED  WITH THE COMMISSIONER IN SUCH FORM AND DETAIL AS THE COMMISSIONER\n   12  SHALL PRESCRIBE, AND SHALL BE VERIFIED ANNUALLY BY THE APPLICANT.\n   13    2. THE DISTINCTIVE PLATE AUTHORIZED IN SUBDIVISION ONE OF THIS SECTION\n   14  SHALL BE ISSUED UPON PROOF, SATISFACTORY TO THE COMMISSIONER,  THAT  THE\n   15  APPLICANT IS PRESENTLY A MENTAL HEALTH COUNSELOR LICENSED TO PRACTICE IN\n   16  THE  STATE  OF  NEW YORK AND SHALL BE ISSUED IN THE SAME MANNER AS OTHER\n   17  NUMBER PLATES UPON PAYMENT OF THE REGULAR REGISTRATION FEE PRESCRIBED BY\n   18  SECTION FOUR HUNDRED ONE OF THIS ARTICLE;  PROVIDED,  HOWEVER,  THAT  AN\n   19  ADDITIONAL  SERVICE  CHARGE  OF TWENTY-FIVE DOLLARS SHALL BE CHARGED FOR\n   20  SUCH PLATE ON AN ANNUAL BASIS.\n   21    3. THE COMMISSIONER MAY SET AN ADDITIONAL FEE, NOT TO  EXCEED  FIFTEEN\n   22  DOLLARS, TO THE ANNUAL SERVICE CHARGE, ESTABLISHED IN SUBDIVISION TWO OF\n   23  THIS  SECTION,  AND  SUCH  FEE  SHALL  BE DEPOSITED TO THE CREDIT OF THE\n   24  DEPARTMENT OF MOTOR VEHICLES DISTINCTIVE PLATE DEVELOPMENT  FUND  ESTAB-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03050-01-1\n\n       A. 2691                             2\n\n    1  LISHED BY SECTION NINETY-FIVE-G OF THE STATE FINANCE LAW. SUCH FEE SHALL\n    2  BE  USED  FOR  THE  PRODUCTION,  DESIGN,  ADVERTISING  AND  MARKETING OF\n    3  DISTINCTIVE LICENSE PLATES PURSUANT TO SUCH SECTION NINETY-FIVE-G.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing distinctive license plates for New York state licensed mental health counselors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T112845.TXT", "SOBI.D110120.T111858.TXT", "SOBI.D110120.T152912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555352389
}