{
  "year" : 2011,
  "senateBillNo" : "A2693-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to health",
    "billEventId" : "A2693-2011-1295499600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes chiropractors in health maintenance organizations",
  "summary" : "Includes chiropractic services within the definition of \"comprehensive health services\" for purposes of health maintenance organizations; enables a member of a health maintenance organization to request the services of a chiropractor when the member has an ailment, illness, condition or injury, the treatment for which falls within the scope of a licensed chiropractor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3320-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2693\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, ORTIZ -- Multi-Sponsored by -- M. of A.\n         GLICK -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to the  inclusion  of\n         chiropractors in health maintenance organizations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 4401 of the public health law,  as\n    2  added by chapter 938 of the laws of 1976, is amended to read as follows:\n    3    3.  \"Comprehensive  health  services\"  means all those health services\n    4  which an enrolled population might require in order to be maintained  in\n    5  good  health,  and shall include, but shall not be limited to, physician\n    6  services (including consultant and referral  services),  DIAGNOSTIC  AND\n    7  TREATMENT  CHIROPRACTIC  SERVICES  (INCLUDING  CONSULTANT  AND  REFERRAL\n    8  SERVICES), in-patient  and  out-patient  hospital  services,  diagnostic\n    9  laboratory and therapeutic and diagnostic radiologic services, and emer-\n   10  gency  and  preventive health services. Such term may be further defined\n   11  by agreement with enrolled  populations  providing  additional  benefits\n   12  necessary, desirable or appropriate to meet their health care needs.\n   13    S  2. This act shall take effect on the first of January next succeed-\n   14  ing the date on which it shall have become a law, provided however, that\n   15  effective immediately, the addition, amendment and/or repeal of any rule\n   16  or regulation necessary for the timely implementation of this act on its\n   17  effective date are authorized and directed to be made and  completed  on\n   18  or before such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02986-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the inclusion of chiropractors in health maintenance organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T112845.TXT", "SOBI.D110120.T111858.TXT", "SOBI.D110120.T153412.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555652528
}