{
  "year" : 2011,
  "senateBillNo" : "A2697-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to cities",
    "billEventId" : "A2697-2011-1295499600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a special account to create safe city streets, safe city, safe schools program in city of Yonkers",
  "summary" : "Authorizes the city of Yonkers to establish a separate fund into which revenue earmarked for the safe city, safe streets, safe schools program will be deposited. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Yonkers, City of",
  "previousVersions" : [ "A3324-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2697\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Cities\n\n       AN ACT authorizing the city of Yonkers to create a  safe  city  streets,\n         safe city, safe schools program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislature hereby finds and declares that  the  safety\n    2  of  the  people of the city of Yonkers is of paramount concern, and that\n    3  the city faces unique  and  extraordinary  problems  in  providing  such\n    4  services  to  its  people.  The  variety of state legislative enactments\n    5  specific to the city, the unique tax structure of the city,  significant\n    6  increases  in  local  taxes,  and  the  need  for a return to stable and\n    7  accountable government require the  state  to  encourage,  approve,  and\n    8  authorize a comprehensive budget solution.\n    9    The  choices  made  by  the  city government for the resolution of the\n   10  budget crisis, and the provision of  the  necessary  level  of  services\n   11  require state authorization of a \"safe streets, safe city, safe schools\"\n   12  program as part of the resolution of the city's budget crisis.\n   13    S  2.  Notwithstanding any other provision of law, the city of Yonkers\n   14  is hereby authorized to establish a separate safe  streets,  safe  city,\n   15  safe  schools  special account for funds from revenue sources authorized\n   16  and dedicated therefor by the state. Moneys in  such  account  shall  be\n   17  used  solely  for  programs  to enhance public safety in the streets and\n   18  schools in the city of Yonkers pursuant to a safe  streets,  safe  city,\n   19  safe schools plan adopted by the city of Yonkers.\n   20    S 3.  This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02989-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the city of Yonkers to create a safe city streets, safe city, safe schools program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T112845.TXT", "SOBI.D110120.T111858.TXT", "SOBI.D110120.T153412.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555652533
}