{
  "year" : 2011,
  "senateBillNo" : "A2695-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to cities",
    "billEventId" : "A2695-2011-1295499600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city school district of Mount Vernon to expend the proceeds of bonds or notes for projects set forth in bond resolutions",
  "summary" : "Authorizes the city school district of the city of Mount Vernon, New York to expend the proceeds of bonds or notes issued pursuant to the bond resolutions for the projects set forth in the bond resolutions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Bonds and Notes",
  "previousVersions" : [ "A4019-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2695\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Cities\n\n       AN ACT to authorize the city  school  district  of  the  city  of  Mount\n         Vernon,  New  York  to  expend  the  proceeds of bonds or notes issued\n         pursuant to the bond resolutions for the projects  set  forth  in  the\n         bond resolutions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Definitions. For the purposes of this act, \"district\" shall\n    2  mean the city school district of the city of Mount  Vernon,  Westchester\n    3  county, New York.\n    4    S  2. The bond resolution adopted by the district on February 9, 2000,\n    5  is hereby validated, ratified and confirmed  notwithstanding  that  such\n    6  bond resolution authorized the issuance of obligations for more than one\n    7  object  or  purpose  in  violation of section 31.00 of the local finance\n    8  law.\n    9    S 3. The past and future expenditure of the  proceeds  of  obligations\n   10  issued pursuant to the bond resolution adopted by the district on Febru-\n   11  ary 9, 2000, is hereby validated, ratified and confirmed notwithstanding\n   12  that  a  portion  of  such  obligations  was issued for a certain stated\n   13  object or purpose, as referred to  in  such  bond  resolution,  and  the\n   14  proceeds  from  such  portion  were  or will be expended for a different\n   15  object or purpose referred to within such bond resolution  in  violation\n   16  of section 165.00 of the local finance law.\n   17    S  4.  The bond resolutions adopted by the district on April 20, 2005,\n   18  and on April 26, 2006, are  hereby  validated,  ratified  and  confirmed\n   19  notwithstanding  that  such  bond resolutions authorized the issuance of\n   20  obligations for an object or purpose having a period of probable useful-\n   21  ness that does not apply to the district. Such bond resolutions shall be\n   22  deemed to have authorized the issuance of obligations for  a  period  of\n   23  probable  usefulness  of 30 years as provided by subdivision 97 of para-\n   24  graph a of section 11.00 of the local finance law.\n   25    S 5. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03049-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the city school district of the city of Mount Vernon, New York to expend the proceeds of bonds or notes issued pursuant to the bond resolutions for the projects set forth in the bond resolutions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T112845.TXT", "SOBI.D110120.T111858.TXT", "SOBI.D110120.T153412.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555652530
}