{
  "year" : 2011,
  "senateBillNo" : "A27-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to energy",
    "billEventId" : "A27-2011-1294203600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to utility intervenor reimbursement",
  "summary" : "Relates to utility intervenor reimbursement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "AD8722-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          27\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAHILL, DESTITO, ROSENTHAL, HEVESI, SWEENEY,\n         BRENNAN -- Multi-Sponsored by -- M. of A. FARRELL,  GLICK,  GOTTFRIED,\n         SCHIMEL -- read once and referred to the Committee on Energy\n\n       AN  ACT to amend the public service law, in relation to utility interve-\n         nor reimbursement; and to amend the state finance law in  relation  to\n         establishing the utility intervenor account\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The public service law is amended by adding a new  section\n    2  24-c to read as follows:\n    3    S  24-C.    UTILITY  INTERVENOR  REIMBURSEMENT.  1.    AS USED IN THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A) \"COMPENSATION\" MEANS PAYMENT FROM THE UTILITY  INTERVENOR  ACCOUNT\n    6  FUND  ESTABLISHED BY SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW,\n    7  FOR ALL OR PART, AS DETERMINED BY THE COMMISSION,  OF  REASONABLE  ADVO-\n    8  CATE'S  FEES, REASONABLE EXPERT WITNESS FEES, AND OTHER REASONABLE COSTS\n    9  FOR PREPARATION AND PARTICIPATION IN A PROCEEDING.\n   10    (B) \"PARTICIPANT\" MEANS A GROUP OF PERSONS THAT APPLY JOINTLY  FOR  AN\n   11  AWARD OF COMPENSATION UNDER THIS SECTION AND WHO REPRESENT THE INTERESTS\n   12  OF A SIGNIFICANT NUMBER OF RESIDENTIAL OR SMALL BUSINESS CUSTOMERS, OR A\n   13  NOT-FOR-PROFIT  ORGANIZATION  IN  THIS  STATE AUTHORIZED PURSUANT TO ITS\n   14  ARTICLES OF INCORPORATION OR BYLAWS TO REPRESENT THE INTERESTS OF  RESI-\n   15  DENTIAL  OR  SMALL  BUSINESS  UTILITY  CUSTOMERS.  FOR  PURPOSES OF THIS\n   16  SECTION, A PARTICIPANT DOES NOT INCLUDE  A  NON-PROFIT  ORGANIZATION  OR\n   17  OTHER ORGANIZATION WHOSE PRINCIPAL INTERESTS ARE THE WELFARE OF A PUBLIC\n   18  UTILITY  OR  ITS  INVESTORS  OR EMPLOYEES, OR THE WELFARE OF ONE OR MORE\n   19  BUSINESSES OR INDUSTRIES WHICH RECEIVE UTILITY  SERVICE  ORDINARILY  AND\n   20  PRIMARILY  FOR  USE  IN  CONNECTION WITH THE PROFIT-SEEKING MANUFACTURE,\n   21  SALE, OR DISTRIBUTION OF GOODS OR SERVICES.\n   22    (C) \"COMMISSION\" MEANS THE NEW YORK STATE PUBLIC SERVICE COMMISSION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00871-01-1\n\n       A. 27                               2\n\n    1    (D) \"OTHER REASONABLE COSTS\" MEANS REASONABLE  OUT-OF-POCKET  EXPENSES\n    2  DIRECTLY  INCURRED  BY  A  PARTICIPANT  THAT ARE DIRECTLY RELATED TO THE\n    3  CONTENTIONS OR RECOMMENDATIONS MADE BY THE PARTICIPANT THAT RESULTED  IN\n    4  A SUBSTANTIAL CONTRIBUTION.\n    5    (E)  \"PARTY\" MEANS ANY INTERESTED PARTY, RESPONDENT PUBLIC UTILITY, OR\n    6  COMMISSION STAFF IN A HEARING OR PROCEEDING.\n    7    (F) \"PROCEEDING\" MEANS A COMPLAINT, OR INVESTIGATION,  RULEMAKING,  OR\n    8  OTHER  FORMAL  PROCEEDING  BEFORE THE COMMISSION, OR ALTERNATIVE DISPUTE\n    9  RESOLUTION PROCEDURES IN LIEU OF FORMAL PROCEEDINGS AS MAY BE  SPONSORED\n   10  OR  ENDORSED  BY THE COMMISSION, PROVIDED HOWEVER SUCH PROCEEDINGS SHALL\n   11  BE LIMITED TO THOSE ARISING UNDER AND PROCEEDING PURSUANT TO THE FOLLOW-\n   12  ING ARTICLES OF THIS CHAPTER: (1) THE REGULATION OF THE PRICE OF GAS AND\n   13  ELECTRICITY, PURSUANT TO ARTICLE FOUR OF THIS  CHAPTER;  (2)  THE  REGU-\n   14  LATION  OF  THE PRICE OF STEAM, PURSUANT TO ARTICLE FOUR-A OF THIS CHAP-\n   15  TER; (3) THE SUBMETERING, REMETERING OR RESALE OF ELECTRICITY  TO  RESI-\n   16  DENTIAL  PREMISES,  PURSUANT TO SECTION SIXTY-FIVE AND SIXTY-SIX OF THIS\n   17  CHAPTER, AND PURSUANT TO 16 NYCRR PART 96; AND (4) SUCH SECTIONS OF THIS\n   18  CHAPTER AS ARE APPLICABLE TO A PROCEEDING IN WHICH THE COMMISSION  MAKES\n   19  A FINDING ON THE RECORD THAT THE PUBLIC INTEREST REQUIRES THE REIMBURSE-\n   20  MENT OF UTILITY INTERVENOR FEES PURSUANT TO THIS SECTION.\n   21    (G)  \"SIGNIFICANT  FINANCIAL HARDSHIP\" MEANS THAT THE PARTICIPANT WILL\n   22  BE UNABLE TO AFFORD, WITHOUT UNDUE HARDSHIP, TO PAY THE COSTS OF  EFFEC-\n   23  TIVE  PARTICIPATION, INCLUDING ADVOCATE'S FEES, EXPERT WITNESS FEES, AND\n   24  OTHER REASONABLE COSTS OF PARTICIPATION.\n   25    (H) \"SMALL BUSINESS\" MEANS A BUSINESS WITH A GROSS ANNUAL  REVENUE  OF\n   26  TWO HUNDRED FIFTY THOUSAND DOLLARS OR LESS.\n   27    (I)  \"SUBSTANTIAL  CONTRIBUTION\"  MEANS  THAT,  IN THE JUDGMENT OF THE\n   28  DEPARTMENT, THE PARTICIPANT'S APPLICATION MAY SUBSTANTIALLY  ASSIST  THE\n   29  COMMISSION  IN  MAKING  ITS  DECISION  BECAUSE THE DECISION MAY ADOPT IN\n   30  WHOLE OR IN PART ONE OR MORE FACTUAL CONTENTIONS, LEGAL CONTENTIONS,  OR\n   31  SPECIFIC  POLICY OR PROCEDURAL RECOMMENDATIONS THAT WILL BE PRESENTED BY\n   32  THE PARTICIPANT.\n   33    (J) \"DEPARTMENT\"  MEANS  THE  NEW  YORK  STATE  DEPARTMENT  OF  PUBLIC\n   34  SERVICE.\n   35    2.  A  PARTICIPANT  MAY  APPLY FOR AN AWARD OF COMPENSATION UNDER THIS\n   36  SECTION IN A PROCEEDING IN WHICH  SUCH  PARTICIPANT  HAS  SOUGHT  ACTIVE\n   37  PARTY  STATUS AS DEFINED BY THE DEPARTMENT OR COMMISSION. THE DEPARTMENT\n   38  OR COMMISSION SHALL DETERMINE APPROPRIATE PROCEDURES FOR  ACCEPTING  AND\n   39  RESPONDING  TO  SUCH  APPLICATIONS.    AT  THE TIME OF APPLICATION, SUCH\n   40  PARTICIPANT SHALL SERVE ON EVERY  PARTY  TO  THE  PROCEEDING  NOTICE  OF\n   41  INTENT TO APPLY FOR AN AWARD OF COMPENSATION.\n   42    AN APPLICATION SHALL INCLUDE:\n   43    (A)  A  STATEMENT  OF  THE NATURE AND EXTENT AND THE FACTUAL AND LEGAL\n   44  BASIS OF THE PARTICIPANT'S PLANNED PARTICIPATION IN  THE  PROCEEDING  AS\n   45  FAR  AS  IT  IS  POSSIBLE TO DESCRIBE SUCH PARTICIPATION WITH REASONABLE\n   46  SPECIFICITY AT THE TIME THE APPLICATION IS FILED.\n   47    (B) AT MINIMUM, A REASONABLY DETAILED DESCRIPTION OF ANTICIPATED ADVO-\n   48  CATES AND EXPERT WITNESS FEES AND OTHER COSTS OF PREPARATION AND PARTIC-\n   49  IPATION THAT THE PARTICIPANT EXPECTS TO REQUEST AS COMPENSATION.\n   50    (C) IF PARTICIPATION OR INTERVENTION WILL IMPOSE A SIGNIFICANT  FINAN-\n   51  CIAL  HARDSHIP  AND THE PARTICIPANT SEEKS PAYMENT IN ADVANCE TO AN AWARD\n   52  OF COMPENSATION IN ORDER TO INITIATE, CONTINUE OR COMPLETE PARTICIPATION\n   53  IN THE HEARING OR PROCEEDING, SUCH PARTICIPANT MUST INCLUDE EVIDENCE  OF\n   54  SUCH SIGNIFICANT FINANCIAL HARDSHIP IN ITS APPLICATION.\n   55    (D) ANY OTHER REQUIREMENTS AS REQUIRED BY THE DEPARTMENT.\n\n       A. 27                               3\n\n    1    3.  (A)  WITHIN  THIRTY  DAYS  AFTER  THE FILING OF AN APPLICATION THE\n    2  DEPARTMENT SHALL ISSUE A DECISION THAT DETERMINES  WHETHER  OR  NOT  THE\n    3  PARTICIPANT MAY MAKE A SUBSTANTIAL CONTRIBUTION TO THE FINAL DECISION IN\n    4  THE  HEARING OR PROCEEDING. IF THE DEPARTMENT FINDS THAT THE PARTICIPANT\n    5  REQUESTING COMPENSATION MAY MAKE A SUBSTANTIAL CONTRIBUTION, THE DEPART-\n    6  MENT  SHALL  DESCRIBE  THIS  SUBSTANTIAL  CONTRIBUTION AND DETERMINE THE\n    7  AMOUNT OF COMPENSATION TO BE PAID PURSUANT TO SUBDIVISION FOUR  OF  THIS\n    8  SECTION.\n    9    (B)  NOTWITHSTANDING  SUBDIVISION FOUR OF THIS SECTION, IF THE DEPART-\n   10  MENT FINDS THAT THE PARTICIPANT HAS A  SIGNIFICANT  FINANCIAL  HARDSHIP,\n   11  THE DEPARTMENT MAY DIRECT THE PUBLIC UTILITY OR UTILITIES SUBJECT TO THE\n   12  PROCEEDING  TO  PAY ALL OR PART OF THE COMPENSATION TO THE DEPARTMENT TO\n   13  BE PROVIDED TO THE PARTICIPANT PRIOR TO THE END OF  THE  PROCEEDING.  IN\n   14  THE  EVENT  THAT  THE  PARTICIPANT DISCONTINUES ITS PARTICIPATION IN THE\n   15  PROCEEDING WITHOUT THE CONSENT OF THE DEPARTMENT, THE  DEPARTMENT  SHALL\n   16  BE  ENTITLED  TO, IN WHOLE OR IN PART, RECOVER ANY PAYMENTS MADE TO SUCH\n   17  PARTICIPANT TO BE REFUNDED TO  THE  PUBLIC  UTILITY  OR  UTILITIES  THAT\n   18  PROVIDED SUCH PAYMENT.\n   19    (C)  THE COMPUTATION OF COMPENSATION PURSUANT TO PARAGRAPH (A) OF THIS\n   20  SUBDIVISION SHALL TAKE INTO  CONSIDERATION  THE  MARKET  RATES  PAID  TO\n   21  PERSONS   OF  COMPARABLE  TRAINING  AND  EXPERIENCE  WHO  OFFER  SIMILAR\n   22  SERVICES. THE COMPENSATION AWARDED MAY NOT,  IN  ANY  CASE,  EXCEED  THE\n   23  COMPARABLE MARKET RATE FOR SERVICES PAID BY THE DEPARTMENT OR THE PUBLIC\n   24  UTILITY,  WHICHEVER  IS  GREATER,  TO PERSONS OF COMPARABLE TRAINING AND\n   25  EXPERIENCE WHO ARE OFFERING SIMILAR SERVICES.\n   26    (D) ANY COMPENSATION AWARDED TO A PARTICIPANT AND  NOT  USED  BY  SUCH\n   27  PARTICIPANT SHALL BE RETURNED TO THE COMMISSION FOR REFUND TO THE PUBLIC\n   28  UTILITY OR UTILITIES THAT PROVIDED SUCH PAYMENT.\n   29    (E)  THE  COMMISSION  MAY AUDIT THE RECORDS AND BOOKS OF A PARTICIPANT\n   30  SEEKING PAYMENT PURSUANT TO PARAGRAPH (C) OF  SUBDIVISION  TWO  OF  THIS\n   31  SECTION  TO  THE  EXTENT  NECESSARY  TO  VERIFY THE CLAIM OF SIGNIFICANT\n   32  FINANCIAL HARDSHIP. THE DEPARTMENT SHALL PRESERVE THE CONFIDENTIALITY OF\n   33  THE PARTICIPANT'S RECORDS IN MAKING ITS AUDIT.\n   34    (F) IN THE EVENT THAT THE DEPARTMENT FINDS THAT TWO  OR  MORE  PARTIC-\n   35  IPANTS'  APPLICATIONS  HAVE SUBSTANTIALLY SIMILAR INTERESTS, THE DEPART-\n   36  MENT MAY REQUIRE SUCH PARTICIPANTS TO APPLY JOINTLY IN ORDER TO  RECEIVE\n   37  COMPENSATION.\n   38    4.  ANY  COMPENSATION  PURSUANT  TO  THIS SECTION SHALL BE PAID AT THE\n   39  CONCLUSION OF THE PROCEEDING BY THE PUBLIC UTILITY OR UTILITIES  SUBJECT\n   40  TO  THE PROCEEDING WITHIN THIRTY DAYS. SUCH COMPENSATION SHALL BE REMIT-\n   41  TED TO THE COMMISSION WHICH SHALL THEN REMIT SUCH  COMPENSATION  TO  THE\n   42  PARTICIPANT.\n   43    5. THE COMMISSION SHALL DENY ANY AWARD TO ANY PARTICIPANT WHO ATTEMPTS\n   44  TO  DELAY  OR OBSTRUCT THE ORDERLY AND TIMELY FULFILLMENT OF THE DEPART-\n   45  MENT'S OR COMMISSION'S RESPONSIBILITIES.\n   46    S 2. The state finance law is amended by adding a new section  97-kkkk\n   47  to read as follows:\n   48    S  97-KKKK. UTILITY INTERVENOR ACCOUNT. 1. THERE IS HEREBY ESTABLISHED\n   49  IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND  THE  COMMISSIONER  OF\n   50  TAXATION  AND  FINANCE  A  FUND  TO  BE  KNOWN AS THE UTILITY INTERVENOR\n   51  ACCOUNT.\n   52    2. SUCH ACCOUNT SHALL CONSIST OF ALL UTILITY INTERVENOR  REIMBURSEMENT\n   53  MONIES  RECEIVED FROM UTILITIES PURSUANT TO SECTION TWENTY-FOUR-C OF THE\n   54  PUBLIC SERVICE LAW.\n   55    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   56  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to utility intervenor reimbursement; and to amend the state finance law in relation to establishing the utility intervenor account ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T104912.TXT", "SOBI.D101216.T143458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292528098030
}