{
  "year" : 2011,
  "senateBillNo" : "A2701-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2701-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Subjects certain land in the town of Wallkill, Orange county, to real property taxation",
  "summary" : "Subjects lands in the town of Wallkill, Orange County, which are acquired for a public use by the commissioners of the Palisades Interstate park, exclusive of improvements thereon erected by the state, to real property taxation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A4026-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2701\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law,  in  relation  to  subjecting\n         certain state land in Orange county to real property taxation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (e) of section 532 of  the  real  property  tax\n    2  law,  as  amended by chapter 660 of the laws of 1997, is amended to read\n    3  as follows:\n    4    (e) All lands in the counties of Rockland  and  Sullivan  and  in  the\n    5  towns  of  Monroe,  Warwick,  WALLKILL,  Cornwall, Highlands, Tuxedo and\n    6  Woodbury, Orange county,  and  in  the  towns  of  Gardiner,  Rochester,\n    7  Shawangunk  and  Wawarsing,  Ulster county, acquired for a public use by\n    8  the commissioners of the Palisades Interstate  park,  exclusive  of  the\n    9  improvements erected thereon by the state;\n   10    S 2. This act shall take effect immediately and shall apply to assess-\n   11  ment  rolls  prepared  on the basis of taxable status dates occurring on\n   12  and after such effective date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03682-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to subjecting certain state land in Orange county to real property taxation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T112845.TXT", "SOBI.D110120.T111858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952691
}