{
  "year" : 2011,
  "senateBillNo" : "A2706-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2706-2011-1295499600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the Greenwood Lake Protection Act by eliminating dock fees; provides that local municipality establish and enforce a penalty for boat permit violations on Greenwood Lake",
  "summary" : "Amends the Greenwood Lake Protection Act by eliminating dock fees; provides that the local municipality establish and enforce a penalty for boat permit violations on Greenwood Lake. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "AA11449-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2706\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN ACT to amend the Greenwood Lake Protection Act, in relation to elimi-\n         nating dock fees and establishing a penalty for boat permit violations\n         on Greenwood Lake\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  g  of section 5 of chapter 47 of the laws of\n    2  2002, constituting the Greenwood Lake Protection Act, as added by  chap-\n    3  ter 577 of the laws of 2006, is amended to read as follows:\n    4    g. Collect fees in accordance with the following provisions:  (1) [The\n    5  owner of a dock, wharf or mooring on Greenwood Lake used for non-commer-\n    6  cial  residential  purposes shall pay an annual fee of $37.50. The owner\n    7  of a dock or wharf on Greenwood Lake used for commercial purposes  shall\n    8  pay an annual fee of $3.75 per linear foot for each such dock. The owner\n    9  of  a  mooring  used  for commercial purposes shall pay an annual fee of\n   10  $75.00 for each mooring. New docks constructed for commercial use  after\n   11  the effective date of this paragraph shall pay a first time fee of $7.50\n   12  per linear foot and $3.75 per linear foot annually thereafter.\n   13    (2)]  In  addition  to  the  registration  required  by the state, any\n   14  mechanically propelled boat or vessel with ten horsepower or  more  [and\n   15  any  non-mechanically  propelled boat or vessel eighteen feet or more in\n   16  length] used on Greenwood Lake shall have an annual permit issued by the\n   17  Greenwood Lake commission. The fee therefor for  boats  twenty  feet  or\n   18  less  in length overall shall be $30.00; for boats twenty-one to twenty-\n   19  five feet in length overall, $37.50; and for boats over twenty-five feet\n   20  in length overall, $37.50 and $7.50 for each foot by  which  the  length\n   21  overall  exceeds  twenty-five  feet;  for boats over twenty-five feet in\n   22  length overall outfitted for overnight use, $37.50 and $30.00  for  each\n   23  foot by which the overall length exceeds twenty-five feet. The Greenwood\n   24  Lake  commission  may  establish  a  one week use permit for $11.25. The\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03911-01-1\n\n       A. 2706                             2\n\n    1  Greenwood Lake commission may establish a one day use permit  for  $7.50\n    2  for  any  mechanically  propelled  boat  or  vessel [or non-mechanically\n    3  propelled boat or vessel] subject to the annual fee.\n    4    [(3)]  (2) The Greenwood Lake commission may charge a fee to an appli-\n    5  cant for a permit in order to recover the costs  incurred  in  reviewing\n    6  and acting upon an application for such permit.\n    7    [(4)  All] (3) UNLESS OTHERWISE INDICATED, ALL fees collected pursuant\n    8  to this section shall be deposited to the credit of the  Greenwood  Lake\n    9  protection  fund  pursuant  to  section  ninety-seven-ffff  of the state\n   10  finance law.\n   11    (4) ANY PERSON WHO OPERATES A BOAT OR VESSEL ON GREENWOOD LAKE WITHOUT\n   12  A PERMIT, PURSUANT TO THIS SUBDIVISION, SHALL BE  LIABLE  TO  A  SUMMONS\n   13  ISSUED FROM THE NEW YORK STATE POLICE, THE NEW YORK STATE PARK POLICE, A\n   14  STATE CONSERVATION OFFICER, OR A SWORN NEW YORK LAW ENFORCEMENT OFFICER,\n   15  AND  SHALL  BE  SUBJECT TO A CIVIL PENALTY THAT SHALL BE ESTABLISHED AND\n   16  ENFORCED BY THE GOVERNING BODY OF THE LOCAL MUNICIPALITY.\n   17    S 2. This act shall take effect upon enactment into law by  the  state\n   18  of  New  Jersey  of legislation having substantially similar effect with\n   19  this act, but if the state of New Jersey shall have already enacted such\n   20  legislation, this act shall take effect immediately; provided  that  the\n   21  amendments  to  subdivision  g of section 5 of chapter 47 of the laws of\n   22  2002, constituting the Greenwood Lake Protection Act made by section one\n   23  of this act shall not affect the repeal of such subdivision and shall be\n   24  deemed repealed therewith; provided  further  that  the  Greenwood  Lake\n   25  Commission  shall  notify  the legislative bill drafting commission upon\n   26  the occurrence of the enactment of the legislation provided for in  this\n   27  act  in order that the legislative bill drafting commission may maintain\n   28  an accurate and timely effective data base of the official text  of  the\n   29  laws of the state of New York in furtherance of effecting the provisions\n   30  of  section  44  of  the  legislative law and section 70-b of the public\n   31  officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the Greenwood Lake Protection Act, in relation to eliminating dock fees and establishing a penalty for boat permit violations on Greenwood Lake ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T112845.TXT", "SOBI.D110120.T112342.TXT", "SOBI.D110120.T111858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952713
}