{
  "year" : 2011,
  "senateBillNo" : "A2704-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2704-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the use of low speed electric vehicles only on roadways with a posted speed limit of not more than thirty-five miles per hour",
  "summary" : "Permits the use of low speed electric vehicles only on roadways with a posted speed limit of not more than thirty-five miles per hour. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A6996-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2704\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  permitting\n         the use of low speed electric vehicles on highways with a posted speed\n         limit of not more than thirty-five miles per hour\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 121-f of the vehicle and traffic law, as amended by\n    2  chapter 698 of the laws of 2006, is amended to read as follows:\n    3    S 121-f. Low speed vehicle. 1. A limited use automobile  which  has  a\n    4  maximum  performance speed of greater than twenty miles an hour, but not\n    5  greater than twenty-five miles an hour or a truck which  has  a  maximum\n    6  performance  speed of greater than twenty miles an hour, but not greater\n    7  than twenty-five miles an hour and whose  gross  vehicle  weight  rating\n    8  (GVWR)  is  less  than  three  thousand  pounds. All such vehicles shall\n    9  comply with the safety standards established in 49 C.F.R. 571.500.\n   10    2. LOW SPEED VEHICLES SHALL ONLY BE OPERATED ON PUBLIC HIGHWAYS  WHERE\n   11  THE  POSTED  SPEED  LIMIT IS NOT MORE THAN THIRTY-FIVE MILES PER HOUR. A\n   12  LOW SPEED VEHICLE MAY CROSS A PUBLIC HIGHWAY WITH A POSTED  SPEED  LIMIT\n   13  IN  EXCESS  OF  THIRTY-FIVE MILES PER HOUR WHERE SUCH HIGHWAY INTERSECTS\n   14  WITH A HIGHWAY WITH A POSTED SPEED LIMIT OF THIRTY-FIVE MILES  PER  HOUR\n   15  OR  LESS.  THE DEPARTMENT OF TRANSPORTATION MAY PROHIBIT LOW SPEED VEHI-\n   16  CLES FROM DESIGNATED HIGHWAYS.\n   17    S 2.  Nothing in this act shall be deemed to limit the authority of  a\n   18  county,  city,  town or village from adopting or amending a local law or\n   19  ordinance which prohibits the operation of low speed vehicles on  public\n   20  highways  located in such county, city, town or village, so long as such\n   21  local law or ordinance is consistent with its authority to  protect  the\n   22  order, conduct, health, safety and general welfare of persons or proper-\n   23  ty.    Nothing  in  this  act shall be deemed to alter or invalidate any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03686-01-1\n\n       A. 2704                             2\n\n    1  local law or ordinance already in effect as of  the  effective  date  of\n    2  this act.\n    3    S 3. This act shall take effect on the one hundred twentieth day after\n    4  it shall have become a law.  Effective immediately, the amendment, addi-\n    5  tion  and/or  repeal  of any rule or regulation necessary for the timely\n    6  implementation of this act upon its effective date is hereby  authorized\n    7  to be made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to permitting the use of low speed electric vehicles on highways with a posted speed limit of not more than thirty-five miles per hour ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T112845.TXT", "SOBI.D110120.T111858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952705
}