{
  "year" : 2011,
  "senateBillNo" : "A2708-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A2708-2011-1295499600000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the promotion and marketing of hunting and fishing in N.Y. state",
  "summary" : "Provides for the promotion and marketing of hunting and fishing in NYS; requires tourist promotion agencies to publish on website information regarding hunting and fishing, and to distribute brochures and maps at local offices; provides for a fishing promotion program and a hunting promotion program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A7077-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2708\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the  economic  development  law  and  the  environmental\n         conservation  law,  in relation to promoting and marketing hunting and\n         fishing in New York state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  economic  development law is amended by adding a new\n    2  section 167 to read as follows:\n    3    S 167. ADDITIONAL REQUIREMENTS FOR TOURIST PROMOTION  AGENCIES.    (A)\n    4  EACH  TOURIST  PROMOTION  AGENCY, IN CONSULTATION WITH THE COMMISSIONER,\n    5  SHALL MARKET AND PROMOTE NEW YORK STATE AS  A  PREMIER  DESTINATION  FOR\n    6  HUNTING  AND  FISHING.  SUCH  PROMOTION  AGENCY  SHALL  MAINTAIN  ON ITS\n    7  WEBSITE, INCLUDING BUT NOT LIMITED TO, THE FOLLOWING INFORMATION:\n    8    (1) PUBLIC FISHING SECTIONS OF STREAMS, PONDS AND LAKES;\n    9    (2) MAPS OF SUCH PUBLIC FISHING SECTIONS OF STREAMS, PONDS AND LAKES;\n   10    (3) INFORMATION REGARDING TYPES OF GAME SPECIES  HUNTED  IN  NEW  YORK\n   11  STATE AND REGIONS WHERE SUCH GAME ARE LOCATED;\n   12    (4)  WILDLIFE  RECREATION  MAPS  INDICATING  HUNTING  AREAS LOCATED ON\n   13  PUBLIC AND PRIVATE LANDS;\n   14    (5) THE LOCATION OF STATE LANDS, INCLUDING  FORESTS,  PARKS,  WILDLIFE\n   15  MANAGEMENT  AREAS, TRAILS, CAMPSITES BY TYPE, SKI AREAS, HATCHERIES, AND\n   16  ENVIRONMENTAL EDUCATION CENTERS AND CAMPS;\n   17    (6) HANDICAPPED ACCESS POINTS FOR ALL SUCH WILDLIFE RECREATION  SITES,\n   18  INCLUDING SUCH HUNTING AND FISHING SITES; AND\n   19    (7)  LINKS  TO  THE  NEW YORK STATE DEPARTMENT OF ECONOMIC DEVELOPMENT\n   20  WEBSITE.\n   21    (B) EACH TOURIST PROMOTION AGENCY SHALL MAKE AVAILABLE TO THE  PUBLIC,\n   22  BROCHURES  AND  MAPS REGARDING HUNTING AND FISHING IN NEW YORK STATE, AT\n   23  ALL TOURIST PROMOTION AGENCY LOCATIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03690-01-1\n\n       A. 2708                             2\n\n    1    S 2. Section 11-0305 of the environmental conservation law is  amended\n    2  by adding a new subdivision 19 to read as follows:\n    3    19.  TO  DEVELOP A MARKETING STRATEGY, IN CONJUNCTION WITH THE COMMIS-\n    4  SIONER OF ECONOMIC DEVELOPMENT, THE  NEW  YORK  STATE  TOURISM  ADVISORY\n    5  COUNCIL,  AND WITH LOCAL TOURIST PROMOTION AGENCIES, TO PROMOTE NEW YORK\n    6  STATE AS A PREMIER DESTINATION FOR HUNTING AND FISHING.\n    7    S 3. The section heading, the opening paragraph and subdivision  3  of\n    8  section 11-1307 of the environmental conservation law, as added by chap-\n    9  ter  576  of  the laws of 2006, are amended and a new subdivision 3-a is\n   10  added to read as follows:\n   11    [Fishing] NEW YORK STATE FISHING promotion program.\n   12    The commissioner shall  develop  and  implement  a  fishing  promotion\n   13  program. The commissioner shall, in conjunction with the commissioner of\n   14  economic development [and], THE NEW YORK STATE TOURISM ADVISORY COUNCIL,\n   15  LOCAL TOURIST PROMOTION AGENCIES DULY DESIGNATED PURSUANT TO SECTION ONE\n   16  HUNDRED SIXTY-FOUR OF THE ECONOMIC DEVELOPMENT LAW, AND the commissioner\n   17  of  parks, recreation and historic preservation, develop and implement a\n   18  MARKETING STRATEGY PURSUANT TO SUCH PROMOTION program [which will]  THAT\n   19  SHALL  PROMOTE  NEW YORK STATE AS A PREMIER DESTINATION FOR FISHING, AND\n   20  SHALL encourage residents and out-of-state fishermen to utilize New York\n   21  state's fishing opportunities. Such program shall include,  but  not  be\n   22  limited to:\n   23    3.  making  available  to the [fishing] public, via both brochures and\n   24  the agency's website, the following information:\n   25    a. Public fishing sections of streams, ponds, and lakes;\n   26    b. Public access points for streams, ponds, and lakes;\n   27    c. Handicapped access points for all water bodies; [and]\n   28    d. The location of state lands,  including  forests,  parks,  wildlife\n   29  management  areas, trails, campsites by type, ski areas, hatcheries, and\n   30  environmental education centers and camps;\n   31    E. MAPS OF PUBLIC FISHING SECTIONS OF STREAMS, PONDS, AND LAKES; AND\n   32    F. LINKS TO LOCAL TOURIST PROMOTION AGENCY WEBSITES;\n   33    3-A. MAKING AVAILABLE TO LOCAL TOURIST PROMOTION  AGENCIES,  INCLUDING\n   34  BUT NOT LIMITED TO, THE FOLLOWING INFORMATION:\n   35    A. PUBLIC FISHING SECTIONS OF STREAMS, PONDS, AND LAKES;\n   36    B. PUBLIC ACCESS POINTS FOR STREAMS, PONDS, AND LAKES;\n   37    C. HANDICAPPED ACCESS POINTS FOR ALL WATER BODIES;\n   38    D.  THE  LOCATION  OF  STATE LANDS, INCLUDING FORESTS, PARKS, WILDLIFE\n   39  MANAGEMENT AREAS, TRAILS, CAMPSITES BY TYPE, SKI AREAS, HATCHERIES,  AND\n   40  ENVIRONMENTAL EDUCATION CENTERS AND CAMPS; AND\n   41    E. MAPS OF PUBLIC FISHING SECTIONS OF STREAMS, PONDS, AND LAKES;\n   42    S  4.  The  environmental  conservation law is amended by adding a new\n   43  section 11-0902 to read as follows:\n   44  S 11-0902. NEW YORK STATE HUNTING PROMOTION PROGRAM.\n   45    THE COMMISSIONER SHALL  DEVELOP  AND  IMPLEMENT  A  HUNTING  PROMOTION\n   46  PROGRAM.    THE COMMISSIONER SHALL, IN CONJUNCTION WITH THE COMMISSIONER\n   47  OF ECONOMIC DEVELOPMENT, THE NEW YORK STATE  TOURISM  ADVISORY  COUNCIL,\n   48  LOCAL TOURIST PROMOTION AGENCIES DULY DESIGNATED PURSUANT TO SECTION ONE\n   49  HUNDRED SIXTY-FOUR OF THE ECONOMIC DEVELOPMENT LAW, AND THE COMMISSIONER\n   50  OF  PARKS, RECREATION AND HISTORIC PRESERVATION, DEVELOP AND IMPLEMENT A\n   51  MARKETING STRATEGY PURSUANT TO SUCH PROMOTION PROGRAM THAT SHALL PROMOTE\n   52  NEW YORK STATE AS A PREMIER DESTINATION FOR HUNTING, AND SHALL ENCOURAGE\n   53  RESIDENTS AND OUT-OF-STATE HUNTSMEN AND SPORTSMEN TO  UTILIZE  NEW  YORK\n   54  STATE'S  HUNTING  OPPORTUNITIES.  SUCH PROGRAM SHALL INCLUDE, BUT NOT BE\n   55  LIMITED TO:\n\n       A. 2708                             3\n\n    1    1. WORKING WITH LOCAL SPORTSMAN CLUBS, RETAIL STORES, AND COUNTY CHAM-\n    2  BERS TO DEVELOP AND CONDUCT SPORTSMAN EDUCATION CLASSES  FOR  ADULTS  TO\n    3  INSTRUCT  ON  HUNTING AND TRAPPING TECHNIQUES FOR THE HUNT OF, INCLUDING\n    4  BUT NOT LIMITED TO, DEER, BEAR, TURKEY, SMALL GAME,  FURBEARERS,  WATER-\n    5  FOWL  AND  MIGRATORY  GAME BIRDS; AND TO PROVIDE SAFETY INFORMATION THAT\n    6  WILL PROMOTE SUCCESSFUL AND SAFE HUNTING EXPERIENCES;\n    7    2. CONDUCTING PUBLIC OUTREACH, INCLUDING WORKING WITH LOCAL  COMMUNITY\n    8  AND  YOUTH  ORGANIZATIONS,  TOURISM PROMOTION AGENCIES AND LOCAL GOVERN-\n    9  MENTS, TO DEVELOP PROGRAMS, SUCH AS EDUCATIONAL  SEMINARS,  HUNTING  AND\n   10  GAMING  FESTIVALS,  AND  HUNTING  AND TRAPPING MENTORING PROGRAMS, WHICH\n   11  WILL ENCOURAGE INDIVIDUALS TO TAKE UP THE SPORT OF HUNTING AND GAMING;\n   12    3. MAKING AVAILABLE TO THE PUBLIC, VIA BOTH BROCHURES AND THE AGENCY'S\n   13  WEBSITE, INCLUDING BUT NOT LIMITED TO, THE FOLLOWING INFORMATION:\n   14    A. INFORMATION REGARDING TYPES OF GAME  SPECIES,  REGIONS  WHERE  SUCH\n   15  GAME  ARE  LOCATED  AND  CURRENT POPULATION OF SUCH GAME INHABITING SUCH\n   16  REGION;\n   17    B. HUNTING PERMIT AND LICENSING GUIDELINES AND REGULATIONS;\n   18    C. WILDLIFE RECREATION MAP INDICATING HUNTING AREAS LOCATED ON  PUBLIC\n   19  AND PRIVATE LANDS;\n   20    D.  THE  LOCATION  OF  STATE LANDS, INCLUDING FORESTS, PARKS, WILDLIFE\n   21  MANAGEMENT AREAS, TRAILS, CAMPSITES BY TYPE, SKI AREAS, HATCHERIES,  AND\n   22  ENVIRONMENTAL EDUCATION CENTERS AND CAMPS;\n   23    E. HANDICAPPED ACCESS POINTS FOR ALL WILDLIFE RECREATION SITES;\n   24    F.  INFORMATION  REGARDING  SPORTSMAN OR HUNTSMAN EDUCATIONAL CLASSES,\n   25  MENTORSHIP PROGRAMS AND TRAINING COURSES REGARDING HUNTING AND TRAPPING;\n   26  AND\n   27    G. LINKS TO LOCAL TOURIST PROMOTION AGENCY WEBSITES;\n   28    4. MAKING AVAILABLE TO LOCAL TOURIST PROMOTION AGENCIES, INCLUDING BUT\n   29  NOT LIMITED TO, THE FOLLOWING INFORMATION:\n   30    A. INFORMATION REGARDING TYPES OF GAME  SPECIES,  REGIONS  WHERE  SUCH\n   31  GAME  ARE  LOCATED  AND  CURRENT POPULATION OF SUCH GAME INHABITING SUCH\n   32  REGION;\n   33    B. HUNTING PERMIT AND LICENSING GUIDELINES AND REGULATIONS;\n   34    C. WILDLIFE RECREATION  MAP  INDICATING  HUNTING  AREAS  AVAILABLE  ON\n   35  PUBLIC AND PRIVATE LANDS;\n   36    D.  THE  LOCATION  OF  STATE LANDS, INCLUDING FORESTS, PARKS, WILDLIFE\n   37  MANAGEMENT AREAS, TRAILS, CAMPSITES BY TYPE, SKI AREAS, HATCHERIES,  AND\n   38  ENVIRONMENTAL EDUCATION CENTERS AND CAMPS;\n   39    E. HANDICAPPED ACCESS POINTS FOR ALL WILDLIFE RECREATION SITES; AND\n   40    F.  INFORMATION  REGARDING  SPORTSMAN OR HUNTSMAN EDUCATIONAL CLASSES,\n   41  MENTORSHIP PROGRAMS AND TRAINING COURSES REGARDING HUNTING AND TRAPPING.\n   42    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law and the environmental conservation law, in relation to promoting and marketing hunting and fishing in New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T112342.TXT", "SOBI.D110120.T113345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952726
}