{
  "year" : 2011,
  "senateBillNo" : "A2702-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2702-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town of Ramapo to file an application for exemption from real property taxes for a certain parcel of land located in the town of Ramapo, county of Rockland",
  "summary" : "Authorizes the town of Ramapo to file an application for exemption from real property taxes for a certain parcel of land located in the town of Ramapo, county of Rockland. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Rockland County",
  "previousVersions" : [ "AA7752-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2702\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to authorize the town  of  Ramapo  to  file  an  application  for\n         exemption  from  real  property  taxes  for  a  certain parcel of land\n         located in the town of Ramapo, county of Rockland\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the  assessor of the town of Ramapo, is hereby authorized to accept from\n    3  the town of Ramapo, an application  for  exemption  from  real  property\n    4  taxes  pursuant  to  section  406  of  the real property tax law for the\n    5  2007-2008 assessment roll, for the parcel owned by such town,  which  is\n    6  located  in  the town of Ramapo at 120 Torne Valley, otherwise known as:\n    7  section 47.7, block 1, lot 3. If accepted,  such  application  shall  be\n    8  reviewed as if it had been received on or before the applicable deadline\n    9  for filing such applications established for such roll.\n   10    If satisfied that such corporation: (i) acquired title to the property\n   11  for  which  it  seeks  exemption and (ii) would otherwise be entitled to\n   12  such exemption if such town had filed an application  for  exemption  by\n   13  the applicable deadline for filing such applications, the assessor, upon\n   14  approval  by  the  town board of the town of Ramapo, may grant exemption\n   15  from all taxation beginning with the date of acquisition of the property\n   16  by such town and make appropriate correction to  the  subject  roll.  If\n   17  exemption  is  granted  and  such town therefore shall have paid any tax\n   18  with respect to the subject roll, the governing body or  tax  department\n   19  may,  in its sole discretion, provide for the refund of those taxes paid\n   20  and cancel taxes, fines, penalties or interest remaining unpaid.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03885-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the town of Ramapo to file an application for exemption from real property taxes for a certain parcel of land located in the town of Ramapo, county of Rockland ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T112845.TXT", "SOBI.D110120.T111858.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952697
}