{
  "year" : 2011,
  "senateBillNo" : "A2714-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2714-2011-1295499600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes preference of certain bidders to public contracts",
  "summary" : "Authorizes the state and certain public entities to grant a preference in the letting of contracts to bidders who have paid state and local taxes for a period of at least 3 years and submitted a bid within 5% of the lowest responsible bid and upon a 2/3 vote of the local legislative body that such award would benefit the local economy. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2544-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2714\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CALHOUN -- Multi-Sponsored by -- M. of A. CONTE\n         -- read once and referred to the Committee on Local Governments\n\n       AN ACT to amend the general  municipal  law,  in  relation  to  granting\n         authority to prefer certain bidders doing business with the state or a\n         local government in awarding public contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 103 of the general municipal  law,\n    2  as  amended by section 1 of part F of chapter 56 of the laws of 2010, is\n    3  amended to read as follows:\n    4    1. Except as otherwise expressly provided by an act of the legislature\n    5  or by a local law adopted prior to  September  first,  nineteen  hundred\n    6  fifty-three,  all  contracts for public work involving an expenditure of\n    7  more than  thirty-five  thousand  dollars  and  all  purchase  contracts\n    8  involving  an expenditure of more than twenty thousand dollars, shall be\n    9  awarded by the appropriate officer,  board  or  agency  of  a  political\n   10  subdivision  or  of  any district therein including but not limited to a\n   11  soil conservation district, to the lowest responsible bidder  furnishing\n   12  the  required security after advertisement for sealed bids in the manner\n   13  provided by this section. In any case where a responsible bidder's gross\n   14  price is reducible by an allowance for  the  value  of  used  machinery,\n   15  equipment,  apparatus  or  tools to be traded in by a political subdivi-\n   16  sion, the gross price shall be reduced by the amount of such  allowance,\n   17  for the purpose of determining the low bid.  NOTWITHSTANDING THE FOREGO-\n   18  ING,  IN  ANY  CASE  WHERE  A RESPONSIBLE BIDDER FURNISHING THE REQUIRED\n   19  SECURITY IS FOUND BY SUCH OFFICER, BOARD OR AGENCY TO  HAVE  PAID  STATE\n   20  AND  LOCAL  TAXES  WITHIN  THE  STATE  FOR THREE SUCCESSIVE YEARS BEFORE\n   21  SUBMITTING A BID, AND WHERE SUCH BID IS WITHIN FIVE PERCENT OF  THE  BID\n   22  OF  THE  LOWEST  RESPONSIBLE  BIDDER,  SUCH OFFICER, BOARD OR AGENCY MAY\n   23  PREFER SUCH RESPONSIBLE BIDDER OVER THE LOWEST  RESPONSIBLE  BIDDER  AND\n   24  AWARD  THE CONTRACT TO SUCH RESPONSIBLE BIDDER UPON A TWO-THIRDS VOTE BY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02891-01-1\n\n       A. 2714                             2\n\n    1  THE LOCAL LEGISLATIVE BODY OF SUCH  POLITICAL  SUBDIVISION  OR  DISTRICT\n    2  FINDING THAT SUCH AN AWARD WOULD BENEFIT THE LOCAL ECONOMY OF SUCH POLI-\n    3  TICAL  SUBDIVISION  OR  DISTRICT; PROVIDED, HOWEVER, WHERE MORE THAN ONE\n    4  RESPONSIBLE  BIDDER  QUALIFIES  HEREUNDER, SUCH OFFICER, BOARD OR AGENCY\n    5  SHALL AWARD THE CONTRACT TO SUCH QUALIFIED RESPONSIBLE BIDDER SUBMITTING\n    6  THE LOWEST BID. IF ANY  FEDERAL  STATUTE  OR  REGULATION  PRECLUDES  THE\n    7  GRANTING  OF FEDERAL ASSISTANCE OR REDUCES THE AMOUNT OF THAT ASSISTANCE\n    8  FOR A PARTICULAR PUBLIC WORK BECAUSE OF THE PROVISIONS OF THIS  SECTION,\n    9  SUCH  PROVISIONS  SHALL  NOT  APPLY  INSOFAR  AS THEIR APPLICATION WOULD\n   10  PRECLUDE OR REDUCE FEDERAL ASSISTANCE FOR SUCH WORK. In cases where  two\n   11  or  more  responsible  bidders  furnishing  the required security submit\n   12  identical bids as to price, such officer, board or agency may award  the\n   13  contract  to  any of such bidders. Such officer, board or agency may, in\n   14  his or her or its discretion, reject all bids and  readvertise  for  new\n   15  bids  in  the  manner provided by this section. In determining whether a\n   16  purchase is an expenditure within the  discretionary  threshold  amounts\n   17  established by this subdivision, the officer, board or agency of a poli-\n   18  tical  subdivision or of any district therein shall consider the reason-\n   19  ably expected aggregate amount of all purchases of the same commodities,\n   20  services or  technology  to  be  made  within  the  twelve-month  period\n   21  commencing  on the date of purchase.  Purchases of commodities, services\n   22  or technology shall not be  artificially  divided  for  the  purpose  of\n   23  satisfying  the  discretionary  buying  thresholds  established  by this\n   24  subdivision. A change to or a renewal of a discretionary purchase  shall\n   25  not  be  permitted  if  the change or renewal would bring the reasonably\n   26  expected aggregate amount of all  purchases  of  the  same  commodities,\n   27  services  or  technology  from the same provider within the twelve-month\n   28  period commencing on the date of the first purchase to an amount greater\n   29  than the discretionary buying threshold amount.  For  purposes  of  this\n   30  section,  \"sealed  bids\",  as  that  term applies to purchase contracts,\n   31  shall  include  bids  submitted  in  an  electronic   format   including\n   32  submission  of  the  statement  of non-collusion required by section one\n   33  hundred three-d of this article, provided that the  governing  board  of\n   34  the political subdivision or district, by resolution, has authorized the\n   35  receipt  of  bids  in such format.  Submission in electronic format may,\n   36  for technology contracts only, be required as the sole  method  for  the\n   37  submission  of  bids.  Bids  submitted  in an electronic format shall be\n   38  transmitted by bidders to the receiving device designated by  the  poli-\n   39  tical  subdivision  or  district.  Any method used to receive electronic\n   40  bids shall comply with article three of the state  technology  law,  and\n   41  any  rules  and  regulations promulgated and guidelines developed there-\n   42  under and, at a minimum, must (a) document the time and date of  receipt\n   43  of  each  bid  received electronically; (b) authenticate the identity of\n   44  the sender; (c) ensure the security of the information transmitted;  and\n   45  (d) ensure the confidentiality of the bid until the time and date estab-\n   46  lished  for  the opening of bids. The timely submission of an electronic\n   47  bid in compliance with instructions provided for such submission in  the\n   48  advertisement  for bids and/or the specifications shall be the responsi-\n   49  bility solely of each bidder or prospective bidder. No political  subdi-\n   50  vision  or  district therein shall incur any liability from delays of or\n   51  interruptions in the receiving device designated for the submission  and\n   52  receipt of electronic bids.\n   53    S  2.  Subdivision  1  of section 103 of the general municipal law, as\n   54  amended by section 2 of part FF of chapter 56 of the laws  of  2010,  is\n   55  amended to read as follows:\n\n       A. 2714                             3\n\n    1    1. Except as otherwise expressly provided by an act of the legislature\n    2  or  by  a  local  law adopted prior to September first, nineteen hundred\n    3  fifty-three, all contracts for public work involving an  expenditure  of\n    4  more  than  thirty-five  thousand  dollars  and  all  purchase contracts\n    5  involving  an expenditure of more than twenty thousand dollars, shall be\n    6  awarded by the appropriate officer,  board  or  agency  of  a  political\n    7  subdivision  or  of  any district therein including but not limited to a\n    8  soil conservation district, to the lowest responsible bidder  furnishing\n    9  the  required security after advertisement for sealed bids in the manner\n   10  provided by this section.  In  determining  whether  a  purchase  is  an\n   11  expenditure  within  the  discretionary threshold amounts established by\n   12  this subdivision, the officer, board or agency of a  political  subdivi-\n   13  sion  or  of any district therein shall consider the reasonably expected\n   14  aggregate amount of all purchases of the same commodities,  services  or\n   15  technology  to  be made within the twelve-month period commencing on the\n   16  date of purchase. Purchases of commodities, services or technology shall\n   17  not be artificially divided for the purpose of  satisfying  the  discre-\n   18  tionary  buying  thresholds established by this subdivision. A change to\n   19  or a renewal of a discretionary purchase shall not be permitted  if  the\n   20  change  or  renewal would bring the reasonably expected aggregate amount\n   21  of all purchases of the same commodities, services  or  technology  from\n   22  the  same provider within the twelve-month period commencing on the date\n   23  of the first purchase to an amount greater than the discretionary buying\n   24  threshold amount. In any case where a responsible bidder's  gross  price\n   25  is reducible by an allowance for the value of used machinery, equipment,\n   26  apparatus or tools to be traded in by a political subdivision, the gross\n   27  price  shall be reduced by the amount of such allowance, for the purpose\n   28  of determining the low bid.  NOTWITHSTANDING THE FOREGOING, IN ANY  CASE\n   29  WHERE  A RESPONSIBLE BIDDER FURNISHING THE REQUIRED SECURITY IS FOUND BY\n   30  SUCH OFFICER, BOARD OR AGENCY TO HAVE PAID STATE AND LOCAL TAXES  WITHIN\n   31  THE  STATE FOR THREE SUCCESSIVE YEARS BEFORE SUBMITTING A BID, AND WHERE\n   32  SUCH BID IS WITHIN FIVE PERCENT OF THE BID  OF  THE  LOWEST  RESPONSIBLE\n   33  BIDDER, SUCH OFFICER, BOARD OR AGENCY MAY PREFER SUCH RESPONSIBLE BIDDER\n   34  OVER  THE  LOWEST  RESPONSIBLE  BIDDER  AND  AWARD  THE CONTRACT TO SUCH\n   35  RESPONSIBLE BIDDER UPON A TWO-THIRDS VOTE BY THE LOCAL LEGISLATIVE  BODY\n   36  OF  SUCH  POLITICAL  SUBDIVISION  OR DISTRICT FINDING THAT SUCH AN AWARD\n   37  WOULD BENEFIT  THE  LOCAL  ECONOMY  OF  SUCH  POLITICAL  SUBDIVISION  OR\n   38  DISTRICT;  PROVIDED,  HOWEVER,  WHERE  MORE  THAN ONE RESPONSIBLE BIDDER\n   39  QUALIFIES HEREUNDER, SUCH OFFICER,  BOARD  OR  AGENCY  SHALL  AWARD  THE\n   40  CONTRACT TO SUCH QUALIFIED RESPONSIBLE BIDDER SUBMITTING THE LOWEST BID.\n   41  IF  ANY  FEDERAL STATUTE OR REGULATION PRECLUDES THE GRANTING OF FEDERAL\n   42  ASSISTANCE OR REDUCES THE AMOUNT OF THAT  ASSISTANCE  FOR  A  PARTICULAR\n   43  PUBLIC  WORK  BECAUSE OF THE PROVISIONS OF THIS SECTION, SUCH PROVISIONS\n   44  SHALL NOT APPLY INSOFAR AS THEIR APPLICATION WOULD  PRECLUDE  OR  REDUCE\n   45  FEDERAL ASSISTANCE FOR SUCH WORK. In cases where two or more responsible\n   46  bidders  furnishing  the  required  security submit identical bids as to\n   47  price, such officer, board or agency may award the contract  to  any  of\n   48  such  bidders.  Such  officer,  board  or agency may, in his, her or its\n   49  discretion, reject all bids and readvertise for new bids in  the  manner\n   50  provided by this section.\n   51    S  3. This act shall take effect immediately, provided that the amend-\n   52  ments to subdivision 1 of section 103 of the general municipal law  made\n   53  by section one of this act shall be subject to the expiration and rever-\n   54  sion  of  such  subdivision pursuant to subdivision (a) of section 41 of\n   55  part X of chapter 62 of the laws of 2003, as  amended,  when  upon  such\n   56  date the provisions of section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to granting authority to prefer certain bidders doing business with the state or a local government in awarding public contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T112342.TXT", "SOBI.D110120.T113345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952695
}