{
  "year" : 2011,
  "senateBillNo" : "A271-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A271-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates benefits for any public officer, public employee, or public school employee convicted of a felony related to abuse of office",
  "summary" : "Provides that any public officer, public employee, superintendent of schools, teacher, or employee in a public school who is convicted of a felony related to abuse of office or employment shall have all benefits abolished, including, but not limited to, salary and retirement, except that such convicted person shall be entitled to a pro rata return of his or her contribution paid into the retirement system. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A10581-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          271\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MONTESANO, McKEVITT, FINCH -- Multi-Sponsored by\n         -- M. of A. CORWIN, JORDAN, SALADINO -- read once and referred to  the\n         Committee on Governmental Operations\n\n       AN  ACT  to amend the public officers law, the civil service law and the\n         education law, in  relation  to  forfeiture  of  benefits  for  felony\n         convictions related to abuse of office\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2 of the public officers law is amended to read  as\n    2  follows:\n    3    S 2. Definitions.  The term \"state officer\" includes every officer for\n    4  whom all the electors of the state are entitled to vote, members of  the\n    5  legislature,  justices of the [supreme] UNIFIED court SYSTEM, regents of\n    6  the university, and every officer, appointed by one or more state  offi-\n    7  cers,  or  by  the  legislature, and authorized to exercise his official\n    8  functions throughout the entire state,  or  without  limitation  to  any\n    9  political  subdivision  of  the  state,  except  United States senators,\n   10  members of congress, and electors for president  and  vice-president  of\n   11  the United States. The term \"local officer\" includes every other officer\n   12  who  is  elected  by  the electors of a portion only of the state, every\n   13  officer of a political  subdivision  or  municipal  corporation  of  the\n   14  state,  EVERY SCHOOL OFFICER, and every officer limited in the execution\n   15  of his official functions to a portion only of the state.  The office of\n   16  a state officer is a state office. The office of a local  officer  is  a\n   17  local office.\n   18    S 2. The public officers law is amended by adding a new section 3-d to\n   19  read as follows:\n   20    S  3-D. FORFEITURE OF BENEFITS. NOTWITHSTANDING ANY OTHER PROVISION OF\n   21  LAW TO THE CONTRARY, ANY PUBLIC OFFICER WHO IS  CONVICTED  OF  A  FELONY\n   22  CRIME  RELATED  TO  ABUSE  OF  HIS OR HER OFFICE SHALL HAVE ALL BENEFITS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02288-01-1\n\n       A. 271                              2\n\n    1  ABOLISHED, INCLUDING, BUT NOT LIMITED TO, SALARY  AND  RETIREMENT  BENE-\n    2  FITS; PROVIDED, HOWEVER, THAT SUCH PUBLIC OFFICER SHALL BE ENTITLED TO A\n    3  PRO  RATA  RETURN  OF  HIS  OR  HER  CONTRIBUTION PAID INTO THE RELEVANT\n    4  RETIREMENT  SYSTEM,  IN  ANY  AMOUNT  PROPORTIONATE TO THE AMOUNT OF ANY\n    5  FORFEITURE, WITHOUT INTEREST.\n    6    S 3. The civil service law is amended by adding a new section  153  to\n    7  read as follows:\n    8    S  153. FORFEITURE OF BENEFITS. NOTWITHSTANDING ANY OTHER PROVISION OF\n    9  LAW TO THE CONTRARY, ANY PUBLIC EMPLOYEE WHO IS CONVICTED  OF  A  FELONY\n   10  CRIME  RELATED TO ABUSE OF HIS OR HER EMPLOYMENT SHALL HAVE ALL BENEFITS\n   11  ABOLISHED, INCLUDING, BUT NOT LIMITED TO, SALARY  AND  RETIREMENT  BENE-\n   12  FITS;  PROVIDED, HOWEVER, THAT SUCH PUBLIC EMPLOYEE SHALL BE ENTITLED TO\n   13  A PRO RATA RETURN OF HIS OR HER  CONTRIBUTION  PAID  INTO  THE  RELEVANT\n   14  RETIREMENT  SYSTEM,  IN  ANY  AMOUNT  PROPORTIONATE TO THE AMOUNT OF ANY\n   15  FORFEITURE, WITHOUT INTEREST.\n   16    S 4. The education law is amended by adding a new  section  3020-b  to\n   17  read as follows:\n   18    S  3020-B. FORFEITURE OF BENEFITS. NOTWITHSTANDING ANY OTHER PROVISION\n   19  OF LAW TO THE  CONTRARY,  A  PERSON  EMPLOYED  AS  A  SUPERINTENDENT  OF\n   20  SCHOOLS,  TEACHER,  OR EMPLOYEE IN A PUBLIC SCHOOL WHO IS CONVICTED OF A\n   21  FELONY CRIME RELATED TO ABUSE OF HIS OR HER EMPLOYMENT  SHALL  HAVE  ALL\n   22  BENEFITS ABOLISHED, INCLUDING, BUT NOT LIMITED TO, SALARY AND RETIREMENT\n   23  BENEFITS;  PROVIDED,  HOWEVER,  THAT  SUCH  SUPERINTENDENT,  TEACHER, OR\n   24  EMPLOYEE SHALL BE ENTITLED TO A PRO RATA RETURN OF HIS OR  HER  CONTRIB-\n   25  UTION  PAID  INTO  THE RELEVANT RETIREMENT SYSTEM, IN ANY AMOUNT PROPOR-\n   26  TIONATE TO THE AMOUNT OF ANY FORFEITURE, WITHOUT INTEREST.\n   27    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, the civil service law and the education law, in relation to forfeiture of benefits for felony convictions related to abuse of office ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T171343.TXT", "SOBI.D101217.T155004.TXT", "SOBI.D110127.T091829.TXT", "SOBI.D110124.T154637.TXT", "SOBI.D110125.T141420.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D110125.T142421.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101217.T154004.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296137909332
}