{
  "year" : 2011,
  "senateBillNo" : "A2716-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2716-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes certain practices with respect to real property taxes; repealer",
  "summary" : "Requires the division of real property services to pay to local governments the actual and necessary expenses of providing information required for the discharge of its duties; provides that the real property taxes on property defined as a community residence shall be paid by the state; defines \"community residence\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1792-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2716\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation  to  establishing\n         certain  practices  in  connection with real property taxes to include\n         requiring payment of expenses, exemptions, deferments and assessments;\n         providing of state assistance, taxation, method of payment and  estab-\n         lishment of equalization rates and to repeal certain provisions there-\n         of relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (h) of subdivision 1 of section 202 of  the  real\n    2  property tax law, as amended by section 6 of part W of chapter 56 of the\n    3  laws of 2010, is amended to read as follows:\n    4    (h)  Obtain  from  state  and local officers, bodies or other agencies\n    5  such information as may be necessary for the  proper  discharge  of  the\n    6  duties conferred upon him or her in relation to real property tax admin-\n    7  istration,  which  information  shall be furnished on his or her demand,\n    8  PROVIDED HOWEVER, THAT WITH  RESPECT  TO  ANY  SUCH  INFORMATION  TO  BE\n    9  OBTAINED  FROM  LOCAL  OFFICERS,  BODIES  OR  OTHER  LOCAL AGENCIES, THE\n   10  DEPARTMENT SHALL PAY THE ACTUAL AND NECESSARY EXPENSES OF PROVIDING SUCH\n   11  INFORMATION;\n   12    S 2.  Paragraph (d) of subdivision 1 of section 202 of the real  prop-\n   13  erty  tax  law,  as  amended by section 6 of part W of chapter 56 of the\n   14  laws of 2010, is amended to read as follows:\n   15    (c) [Approve assessments of] ASSESS state lands subject to taxation;\n   16    S 3. The real property tax law is amended by adding a new section  306\n   17  to read as follows:\n   18    S  306.  TAXABLE  STATUS  OF COMMUNITY RESIDENCES. FOR THE PURPOSES OF\n   19  THIS SECTION, \"COMMUNITY RESIDENCE\" MEANS ANY FACILITY  OPERATED  BY  OR\n   20  SUBJECT  TO  LICENSURE  BY THE OFFICE OF MENTAL HEALTH OR THE OFFICE FOR\n   21  PEOPLE WITH DEVELOPMENTAL DISABILITIES WHICH PROVIDES A SUPERVISED RESI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02795-01-1\n\n       A. 2716                             2\n\n    1  DENCE OR RESIDENTIAL RESPITE SERVICES FOR MENTALLY DISABLED PERSONS  AND\n    2  A  HOMELIKE  ENVIRONMENT AND ROOM, BOARD AND RESPONSIBLE SUPERVISION FOR\n    3  THE HABILITATION OR REHABILITATION OF MENTALLY DISABLED PERSONS AS  PART\n    4  OF  AN  OVERALL  SERVICE  DELIVERY  SYSTEM.  A COMMUNITY RESIDENCE SHALL\n    5  INCLUDE AN INTERMEDIATE CARE FACILITY WITH FOURTEEN OR  FEWER  RESIDENTS\n    6  THAT  HAS  BEEN  APPROVED  PURSUANT  TO LAW, AND A COMMUNITY RESIDENTIAL\n    7  FACILITY AS THAT TERM IS DEFINED IN SECTION 1.03 OF THE  MENTAL  HYGIENE\n    8  LAW. SUCH TERM DOES NOT INCLUDE FAMILY CARE HOMES.\n    9    NOTWITHSTANDING  THE  PROVISIONS  OF  ANY  OTHER LAW, ON AND AFTER THE\n   10  EFFECTIVE DATE OF THIS SECTION, THE REAL  PROPERTY  TAXES  ON  ANY  REAL\n   11  PROPERTY  THAT  IS DEFINED AS A COMMUNITY RESIDENCE PURSUANT TO SUBDIVI-\n   12  SION TWENTY-EIGHT OF SECTION 1.03 OF THE MENTAL HYGIENE LAW OR  PURSUANT\n   13  TO THIS SECTION SHALL BE PAID BY THE STATE.\n   14    S 4. Paragraph (a) of subdivision 1 of section 420-a of the real prop-\n   15  erty  tax  law,  as  amended by chapter 920 of the laws of 1981 and such\n   16  section as renumbered by chapter 919 of the laws of 1981, is amended  to\n   17  read as follows:\n   18    (a)   Real property owned by a corporation or association organized or\n   19  conducted exclusively for religious, charitable, hospital,  educational,\n   20  or  moral  or  mental improvement of men, women or children purposes, or\n   21  for two or more such purposes, and used  exclusively  for  carrying  out\n   22  thereupon  one or more of such purposes either by the owning corporation\n   23  or association or by another such corporation or association as  herein-\n   24  after  provided  shall  be  exempt  from  taxation  as  provided in this\n   25  section; PROVIDED, HOWEVER, TO BE ELIGIBLE A CORPORATION OR  ASSOCIATION\n   26  ORGANIZED  FOR  MORAL  OR  MENTAL  IMPROVEMENT OF MEN, WOMEN OR CHILDREN\n   27  PURPOSES MUST BE INCORPORATED OR ORGANIZED IN THE STATE OF NEW YORK  AND\n   28  ITS CORPORATE OR ORGANIZATIONAL HEADQUARTERS LOCATED THEREIN.\n   29    S 5. Subdivision 3 of section 420-a of the real property tax law, such\n   30  section  as renumbered by chapter 919 of the laws of 1981, is amended to\n   31  read as follows:\n   32    3. Such real property from which no revenue is derived shall be exempt\n   33  though not in actual use therefor by reason of the absence  of  suitable\n   34  buildings or improvements thereon if (a) the construction of such build-\n   35  ings  or improvements is in progress or is in good faith contemplated by\n   36  such corporation or association or (b) such real  property  is  held  by\n   37  such  corporation  or  association upon condition that the title thereto\n   38  shall revert in case any building not intended and suitable for  one  or\n   39  more  such  purposes  shall  be  erected upon such premises or some part\n   40  thereof. AS USED IN THIS SUBDIVISION: \"IN GOOD FAITH CONTEMPLATED\" SHALL\n   41  MEAN HOLDING VACANT LAND FOR FIVE  YEARS  OR  LESS  FROM  THE  DATE  THE\n   42  EXEMPTION  HAS BEEN GRANTED AND \"ACTIVELY\" SHALL  MEAN A NON-PASSIVE USE\n   43  OF THE PROPERTY. ONLY THAT PORTION OF THE LAND WHICH IS USED EXCLUSIVELY\n   44  AND ACTIVELY FOR THE EXEMPT PURPOSE SHALL BE GRANTED THE EXEMPTION. USES\n   45  SUCH AS MEDITATION AND HIKING SHALL NOT BE CONSIDERED ACTIVE USES. ACRE-\n   46  AGE OWNED BY A CORPORATION OR ASSOCIATION ORGANIZED FOR MORAL OR  MENTAL\n   47  IMPROVEMENT OF MEN, WOMEN OR CHILDREN PURPOSES IN EXCESS OF ONE THOUSAND\n   48  ACRES  WHERE THE ACREAGE IS UNDER THE SAME OWNERSHIP AND SITUATED IN THE\n   49  SAME ASSESSING UNIT SHALL NOT BE ELIGIBLE FOR EXEMPTION.\n   50    S 6. Paragraph (a) of subdivision 1 of section 420-b of the real prop-\n   51  erty tax law, as added by chapter 919 of the laws of 1981, is amended to\n   52  read as follows:\n   53    (a) Real property owned by  a  corporation  or  association  which  is\n   54  organized  exclusively  for bible, tract, benevolent, missionary, infir-\n   55  mary, public playground, scientific, literary, bar association,  medical\n   56  society,  library, patriotic or historical purposes, for the development\n\n       A. 2716                             3\n\n    1  of good sportsmanship for  persons  under  the  age  of  eighteen  years\n    2  through the conduct of supervised athletic games, for the enforcement of\n    3  laws  relating to children or animals, or for two or more such purposes,\n    4  and  used  exclusively  for  carrying  out thereupon one or more of such\n    5  purposes either by the owning corporation or association, or by  another\n    6  such corporation or association as hereinafter provided, shall be exempt\n    7  from  taxation; PROVIDED, HOWEVER, TO BE ELIGIBLE A CORPORATION OR ASSO-\n    8  CIATION MUST BE INCORPORATED OR ORGANIZED IN THE STATE OF NEW  YORK  AND\n    9  ITS  CORPORATE  OR  ORGANIZATIONAL  HEADQUARTERS  LOCATED  THEREIN;  AND\n   10  provided, FURTHER however, that such property shall be  taxable  by  any\n   11  municipal  corporation within which it is located if the governing board\n   12  of such municipal corporation, after public hearing, adopts a local law,\n   13  ordinance or resolution so providing. None of the following subdivisions\n   14  of this section providing that certain properties shall be exempt  under\n   15  circumstances  or conditions set forth in such subdivisions shall exempt\n   16  such property from taxation by a municipal corporation  whose  governing\n   17  board  has  adopted  a local law, ordinance or resolution providing that\n   18  such property shall be taxable pursuant to this subdivision.\n   19    S 7. Subdivision 3 of section 420-b of the real property tax  law,  as\n   20  added by chapter 919 of the laws of 1981, is amended to read as follows:\n   21    3. Such real property from which no revenue is derived shall be exempt\n   22  though  not  in actual use therefor by reason of the absence of suitable\n   23  buildings or improvements thereon if (a) the construction of such build-\n   24  ings or improvements is in progress or is in good faith contemplated  by\n   25  such  corporation  or  association  or (b) such real property is held by\n   26  such corporation or association upon condition that  the  title  thereto\n   27  shall  revert  in case any building not intended and suitable for one or\n   28  more of such purposes shall be erected upon such premises or  some  part\n   29  thereof. AS USED IN THIS SUBDIVISION: \"IN GOOD FAITH CONTEMPLATED\" SHALL\n   30  MEAN  HOLDING  VACANT  LAND  FOR  FIVE  YEARS  OR LESS FROM THE DATE THE\n   31  EXEMPTION HAS BEEN GRANTED AND \"ACTIVELY\" SHALL MEAN A  NON-PASSIVE  USE\n   32  OF THE PROPERTY. ONLY THAT PORTION OF THE LAND WHICH IS USED EXCLUSIVELY\n   33  AND ACTIVELY FOR THE EXEMPT PURPOSE SHALL BE GRANTED THE EXEMPTION. USES\n   34  SUCH AS MEDITATION AND HIKING SHALL NOT BE CONSIDERED ACTIVE USES. ACRE-\n   35  AGE  IN EXCESS OF ONE THOUSAND ACRES WHERE THE ACREAGE IS UNDER THE SAME\n   36  OWNERSHIP AND SITUATED IN THE SAME ASSESSING UNIT SHALL NOT BE  ELIGIBLE\n   37  FOR EXEMPTION.\n   38    S  8.  The  real  property  tax law is amended by adding a new section\n   39  467-g to read as follows:\n   40    S 467-G. TAX DEFERMENTS FOR PERSONS SIXTY-FIVE YEARS OF AGE  OR  OVER.\n   41  1.  (A)  REAL  PROPERTY  OWNED  BY  ONE OR MORE PERSONS, EACH OF WHOM IS\n   42  SIXTY-FIVE YEARS OF AGE OR OVER, OR REAL PROPERTY OWNED BY A HUSBAND AND\n   43  WIFE, ONE OF WHOM IS OVER SIXTY-FIVE YEARS OF AGE, MAY IN  THE  ALTERNA-\n   44  TIVE  TO  ANY  EXEMPTION  PROVIDED  FOR PURSUANT TO SECTION FOUR HUNDRED\n   45  SIXTY-SEVEN OF THIS ARTICLE, RECEIVE A TAX DEFERMENT FROM ANY  MUNICIPAL\n   46  CORPORATION IN WHICH LOCATED, PROVIDED THE GOVERNING BOARD OF SUCH MUNI-\n   47  CIPALITY,  AFTER PUBLIC HEARING, ADOPTS A LOCAL LAW, ORDINANCE OR RESOL-\n   48  UTION PROVIDING THEREFOR. SUCH DEFERMENT SHALL BE ALL OF THE TAX  LEVIED\n   49  UPON  SUBJECT  PROPERTIES  IN  THE APPROPRIATE YEAR. FOR THE PURPOSES OF\n   50  THIS SUBDIVISION, THE TERM \"TAX\" SHALL NOT INCLUDE A SPECIAL AD  VALOREM\n   51  LEVY OR SPECIAL ASSESSMENT.\n   52    (B)  THE REAL PROPERTY TAX DEFERMENT ON REAL PROPERTY OWNED BY HUSBAND\n   53  AND WIFE, ONE OF WHOM IS SIXTY-FIVE YEARS OF AGE OR OVER, ONCE  GRANTED,\n   54  SHALL  NOT  BE  RESCINDED BY ANY MUNICIPAL CORPORATION SOLELY BECAUSE OF\n   55  THE DEATH OF THE OLDER SPOUSE SO LONG AS  THE  SURVIVING  SPOUSE  IS  AT\n   56  LEAST  SIXTY-TWO YEARS OF AGE AND, WITHIN SIXTY DAYS FOLLOWING THE DEATH\n\n       A. 2716                             4\n\n    1  OF THE OLDER SPOUSE, ENTERS INTO A TAX DEFERMENT AND RECOVERY  AGREEMENT\n    2  AS DESCRIBED IN SUBDIVISION THREE OF THIS SECTION.\n    3    2. DEFERMENT FROM TAXATION FOR SCHOOL PURPOSES SHALL NOT BE GRANTED IN\n    4  THE  CASE OF REAL PROPERTY WHERE A CHILD RESIDES IF SUCH CHILD ATTENDS A\n    5  PUBLIC SCHOOL OF ELEMENTARY OR SECONDARY EDUCATION.\n    6    3. NO DEFERMENT SHALL BE GRANTED:\n    7    (A) UNLESS THE OWNER OR ALL OF THE OWNERS OF THE PROPERTY ENTER INTO A\n    8  TAX DEFERMENT AND RECOVERY AGREEMENT WITH THE MUNICIPALITY IN WHICH  THE\n    9  PROPERTY IS SITUATED.  ANY SUCH AGREEMENT SHALL PROVIDE:\n   10    (1)  THAT PAYMENT TO THE MUNICIPALITY IN FULL SATISFACTION OF THE LIEN\n   11  DESCRIBED IN PARAGRAPH (B) OF SUBDIVISION EIGHT OF THIS SECTION SHALL BE\n   12  A CONDITION TO THE SALE, TRANSFER OR OTHER CONVEYANCE OF THE PROPERTY;\n   13    (2) THAT PAYMENT TO THE MUNICIPALITY IN FULL SATISFACTION OF SUCH LIEN\n   14  SHALL BECOME DUE AND PAYABLE WHENEVER THE OWNER OR ALL OF THE OWNERS  OF\n   15  THE SUBJECT PROPERTY SHALL CEASE TO OCCUPY IT, IN WHOLE OR IN PART;\n   16    (3)  THAT  WHEN THE TOTAL AMOUNT OF TAXES DEFERRED WITH RESPECT TO THE\n   17  SUBJECT PROPERTY REACHES THREE-QUARTERS OF  THE  FULL  AND  FAIR  MARKET\n   18  VALUE  THEREOF  AS  SHOWN  IN  THE  RECORDS OF THE APPROPRIATE ASSESSING\n   19  AUTHORITY, LESS THE TOTAL AMOUNT OF MONEY OWED ON ANY LIEN  RECORDED  AT\n   20  THE  OFFICE  OF  THE  COUNTY  CLERK IN WHICH THE PROPERTY IS SITUATED NO\n   21  FUTURE DEFERMENT SHALL BE AVAILABLE WITH RESPECT TO TAXES LEVIED  THERE-\n   22  AFTER;  PROVIDED  THAT WITH RESPECT TO A SURVIVING SPOUSE WHO RECEIVES A\n   23  DEFERMENT DUE SOLELY TO THE APPLICATION OF PARAGRAPH (B) OF  SUBDIVISION\n   24  ONE OF THIS SECTION, THE AMOUNT OF TAXES DEFERRED DURING THE LIFE OF THE\n   25  OLDER  SPOUSE  SHALL  BE  ADDED  TO  THE AMOUNT OF TAXES DEFERRED TO THE\n   26  SURVIVOR FOR PURPOSES OF THIS PARAGRAPH;\n   27    (4) THAT UPON THE DEATH OF THE OWNER OR, IF MORE THAN ONE, THE  SURVI-\n   28  VOR  OF  THEM, THE TOTAL AMOUNT CONSTITUTING THE LIEN DESCRIBED IN PARA-\n   29  GRAPH (B) OF SUBDIVISION EIGHT OF THIS SECTION, UNLESS THE DEFERMENT  IS\n   30  CONTINUED  BY A SURVIVING SPOUSE, SHALL BE DUE AND PAYABLE AND RECOVERA-\n   31  BLE FROM THE ESTATE OF SUCH OWNER;\n   32    (B) IF THE INCOME OF THE OWNER OR THE COMBINED INCOME OF THE OWNERS OF\n   33  THE PROPERTY FOR THE INCOME TAX YEAR IMMEDIATELY PRECEDING THE  DATE  OF\n   34  MAKING  APPLICATION  FOR  DEFERMENT EXCEEDS THE SUM OF THIRTEEN THOUSAND\n   35  FIVE HUNDRED DOLLARS AS MAY BE PROVIDED BY THE LOCAL LAW,  ORDINANCE  OR\n   36  RESOLUTION.    INCOME  TAX  YEAR  SHALL MEAN THE TWELVE MONTH PERIOD FOR\n   37  WHICH THE OWNER OR OWNERS FILED A FEDERAL PERSONAL INCOME TAX RETURN, OR\n   38  IF NO SUCH RETURN IS FILED, THE CALENDAR YEAR. WHERE TITLE IS VESTED  IN\n   39  EITHER  THE  HUSBAND  OR  THE WIFE, THEIR COMBINED INCOME MAY NOT EXCEED\n   40  SUCH SUM. SUCH INCOME SHALL INCLUDE SOCIAL SECURITY AND RETIREMENT BENE-\n   41  FITS, INTEREST, DIVIDENDS, TOTAL GAIN FROM THE SALE  OR  EXCHANGE  OF  A\n   42  CAPITAL ASSET WHICH MAY BE OFFSET BY A LOSS FROM THE SALE OR EXCHANGE OF\n   43  A  CAPITAL  ASSET IN THE SAME INCOME TAX YEAR, NET RENTAL INCOME, SALARY\n   44  OR EARNINGS, AND NET INCOME FROM SELF-EMPLOYMENT, BUT SHALL NOT  INCLUDE\n   45  A  RETURN  OF  CAPITAL,  GIFTS  OR INHERITANCES. IN COMPUTING NET RENTAL\n   46  INCOME AND NET INCOME FROM  SELF-EMPLOYMENT  NO  DEPRECIATION  DEDUCTION\n   47  SHALL  BE  ALLOWED FOR THE EXHAUSTION, WEAR AND TEAR OF REAL OR PERSONAL\n   48  PROPERTY HELD FOR THE PRODUCTION OF INCOME;\n   49    (C) UNLESS THE TITLE OF THE PROPERTY SHALL HAVE  BEEN  VESTED  IN  THE\n   50  OWNER  OR  ONE  OF  THE  OWNERS OF THE PROPERTY FOR AT LEAST TWENTY-FOUR\n   51  CONSECUTIVE MONTHS PRIOR TO THE DATE OF MAKING AN APPLICATION FOR DEFER-\n   52  MENT, PROVIDED, HOWEVER, THAT IN THE EVENT OF  THE  DEATH  OF  EITHER  A\n   53  HUSBAND  OR  WIFE  IN  WHOSE  NAME TITLE OF THE PROPERTY SHALL HAVE BEEN\n   54  VESTED AT THE TIME OF DEATH AND THEN BECOMES VESTED SOLELY IN THE SURVI-\n   55  VOR BY VIRTUE OF DEVISE BY OR DESCENT FROM THE DECEASED HUSBAND OR WIFE,\n   56  THE TIME OF OWNERSHIP OF THE PROPERTY BY THE DECEASED  HUSBAND  OR  WIFE\n\n       A. 2716                             5\n\n    1  SHALL BE DEEMED ALSO A TIME OF OWNERSHIP BY THE SURVIVOR AND SUCH OWNER-\n    2  SHIP SHALL BE DEEMED CONTINUOUS FOR THE PURPOSES OF COMPUTING SUCH PERI-\n    3  OD OF TWENTY-FOUR CONSECUTIVE MONTHS PROVIDED FURTHER, THAT IN THE EVENT\n    4  OF  A TRANSFER BY EITHER A HUSBAND OR WIFE TO THE OTHER SPOUSE OF ALL OR\n    5  PART OF THE TITLE TO THE  PROPERTY, THE TIME OF OWNERSHIP OF THE PROPER-\n    6  TY BY THE TRANSFEROR SPOUSE SHALL BE DEEMED ALSO A TIME OF OWNERSHIP  BY\n    7  THE  TRANSFEREE SPOUSE AND SUCH OWNERSHIP SHALL BE DEEMED CONTINUOUS FOR\n    8  THE PURPOSES OF COMPUTING SUCH PERIOD OF TWENTY-FOUR CONSECUTIVE  MONTHS\n    9  AND PROVIDED FURTHER THAT WHERE PROPERTY OF THE OWNER OR OWNERS HAS BEEN\n   10  ACQUIRED  TO REPLACE PROPERTY FORMERLY OWNED BY SUCH OWNER OR OWNERS AND\n   11  TAKEN BY EMINENT DOMAIN OR OTHER INVOLUNTARY PROCEEDING,  EXCEPT  A  TAX\n   12  SALE,  THE  PERIOD OF OWNERSHIP OF THE FORMER PROPERTY SHALL BE COMBINED\n   13  WITH THE PERIOD OF OWNERSHIP OF THE PROPERTY FOR  WHICH  APPLICATION  IS\n   14  MADE  FOR  DEFERMENT AND SUCH PERIODS OF OWNERSHIP SHALL BE DEEMED TO BE\n   15  CONSECUTIVE FOR PURPOSES OF THIS SECTION;\n   16    (D) UNLESS THE PROPERTY IS USED EXCLUSIVELY FOR RESIDENTIAL PURPOSES;\n   17    (E) UNLESS THE REAL PROPERTY IS THE LEGAL RESIDENCE OF AND IS OCCUPIED\n   18  IN WHOLE OR IN PART BY THE OWNER OR BY ALL OF THE OWNERS OF THE  PROPER-\n   19  TY.\n   20    4.  THE  MUNICIPALITY  IN  WHICH  SUCH REAL PROPERTY IS LOCATED, SHALL\n   21  NOTIFY, OR CAUSE TO BE NOTIFIED, EACH  PERSON  OWNING  RESIDENTIAL  REAL\n   22  PROPERTY  IN  SUCH  MUNICIPALITY OF THE PROVISIONS OF THIS SECTION.  THE\n   23  PROVISIONS OF THIS SUBDIVISION MAY BE MET BY A NOTICE OR LEGEND SENT  ON\n   24  OR  WITH  EACH TAX BILL TO SUCH PERSONS READING \"YOU MAY BE ELIGIBLE FOR\n   25  SENIOR  CITIZEN  TAX  DEFERMENTS.  FOR  INFORMATION   PLEASE   CALL   OR\n   26  WRITE..............,\"  FOLLOWED  BY  THE  NAME,  TELEPHONE NUMBER AND/OR\n   27  ADDRESS OF A PERSON  OR  DEPARTMENT  SELECTED  BY  THE  MUNICIPALITY  TO\n   28  EXPLAIN  THE  PROVISIONS OF THIS SECTION. FAILURE TO NOTIFY, OR CAUSE TO\n   29  BE NOTIFIED ANY PERSON WHO IS IN FACT, ELIGIBLE TO  RECEIVE  THE  DEFER-\n   30  MENTS  PROVIDED BY THIS SECTION OR THE FAILURE OF SUCH PERSON TO RECEIVE\n   31  THE SAME SHALL NOT PREVENT THE LEVY, COLLECTION AND ENFORCEMENT  OF  THE\n   32  PAYMENT OF THE TAXES ON PROPERTY OWNED BY SUCH PERSON.\n   33    5. APPLICATION FOR SUCH DEFERMENT MUST BE MADE BY THE OWNER, OR ALL OF\n   34  THE OWNERS OF THE PROPERTY, ON FORMS PRESCRIBED BY THE STATE BOARD TO BE\n   35  FURNISHED  BY  THE APPROPRIATE ASSESSING AUTHORITY AND SHALL FURNISH THE\n   36  INFORMATION AND BE EXECUTED IN THE MANNER REQUIRED OR PRESCRIBED IN SUCH\n   37  FORMS, AND SHALL BE FILED IN SUCH ASSESSOR'S OFFICE  ON  OR  BEFORE  THE\n   38  APPROPRIATE TAXABLE STATUS DATE.\n   39    6.  AT  LEAST SIXTY DAYS PRIOR TO THE APPROPRIATE TAXABLE STATUS DATE,\n   40  THE ASSESSING AUTHORITY SHALL MAIL TO EACH PERSON WHO WAS GRANTED DEFER-\n   41  MENT PURSUANT TO THIS SECTION ON THE LATEST COMPLETED ASSESSMENT ROLL AN\n   42  APPLICATION FORM, A NOTICE THAT SUCH APPLICATION MUST  BE  FILED  ON  OR\n   43  BEFORE  SUCH TAXABLE STATUS DATE AND BE APPROVED IN ORDER FOR THE DEFER-\n   44  MENT TO BE GRANTED, AND A COPY OF A TAX DEFERMENT AND RECOVERY AGREEMENT\n   45  TO BE EXECUTED BY SUCH PERSON.   FAILURE TO MAIL  ANY  SUCH  APPLICATION\n   46  FORM,  NOTICE  OR AGREEMENT OR THE FAILURE OF SUCH PERSON TO RECEIVE THE\n   47  SAME SHALL NOT PREVENT THE  LEVY,  COLLECTION  AND  ENFORCEMENT  OF  THE\n   48  PAYMENT OF THE TAXES ON PROPERTY OWNED BY SUCH PERSON.\n   49    7.  WHEN  THE  OWNER  OR  OWNERS  OF REAL PROPERTY HAVE RECEIVED A TAX\n   50  DEFERMENT PURSUANT TO THIS SECTION, THE TAX BILL FURNISHED TO SUCH OWNER\n   51  OR OWNERS SHALL CONTAIN A STATEMENT OF THE AMOUNT OF TAXES DEFERRED  FOR\n   52  THE FISCAL YEAR FOR WHICH THE BILL IS RENDERED, AND SHALL ALSO CONTAIN A\n   53  STATEMENT  OF  THE  CUMULATIVE  AMOUNT  OF TAXES DEFERRED, INCLUDING THE\n   54  FISCAL YEAR FOR WHICH THE TAX BILL IS RENDERED.\n   55    8. (A) ANY MUNICIPAL CORPORATION IN WHICH PROPERTY  GRANTED  DEFERMENT\n   56  AS  HEREBY  PROVIDED IS LOCATED, WITHIN THIRTY DAYS FOLLOWING THE APPRO-\n\n       A. 2716                             6\n\n    1  PRIATE TAXABLE STATUS DATE, SHALL SUBMIT, FOR THE PURPOSES OF RECORDING,\n    2  TO THE CLERK OF THE COUNTY WHERE THE SUBJECT PROPERTY IS SITUATED A COPY\n    3  OF THE TAX DEFERMENT AND RECOVERY  AGREEMENT  PERTAINING  TO  EACH  SUCH\n    4  DEFERMENT AND ENTERED INTO UNDER SUBDIVISION THREE OF THIS SECTION.  FOR\n    5  THE PURPOSES OF THIS PARAGRAPH, SUCH A TAX DEFERMENT AND RECOVERY AGREE-\n    6  MENT  MAY BE RECORDED IN THE SAME MANNER AS CONVEYANCES OF REAL PROPERTY\n    7  UNDER THE REAL PROPERTY LAW.\n    8    (B) THE AMOUNT OF ANY TAXES DEFERRED UNDER THIS SECTION  WITH  RESPECT\n    9  TO  PARTICULAR  REAL  PROPERTY,  TOGETHER  WITH  INTEREST THEREON AT THE\n   10  PREVAILING RATE AT WHICH THE STATE OF  NEW  YORK  MORTGAGE  AGENCY  LAST\n   11  FUNDED  MORTGAGES ANYWHERE WITHIN THE STATE  APPLICABLE TO REAL PROPERTY\n   12  MORTGAGES ON THE APPROPRIATE TAXABLE STATUS DATE, SHALL, AS OF  THE  DAY\n   13  ON WHICH THE TAX AS TO WHICH THE DEFERMENT IS GRANTED BECOMES A LIEN AND\n   14  UNTIL  PAID,  CONSTITUTE  A  LIEN  AGAINST SUCH PROPERTY IN FAVOR OF THE\n   15  APPROPRIATE MUNICIPAL CORPORATION, WHICH LIEN  SHALL  HAVE  PRIORITY  AS\n   16  AGAINST  ALL OTHER LIENS OF ANY NATURE OR KIND; PROVIDED, THAT SUCH LIEN\n   17  SHALL BE DUE AND PAYABLE ONLY UNDER  THOSE  CIRCUMSTANCES  IN  WHICH  AN\n   18  AMOUNT  EQUAL  TO  THE  AMOUNT OF TAXES DEFERRED, PLUS INTEREST, MUST BE\n   19  PAID OR IS RECOVERABLE PURSUANT TO PARAGRAPH (A) OF SUBDIVISION THREE OF\n   20  THIS SECTION.\n   21    (C) UPON THE OCCURRENCE  OF  ANY  CIRCUMSTANCE  IN  WHICH  THE  AMOUNT\n   22  CONSTITUTING A LIEN UNDER PARAGRAPH (B) OF THIS SUBDIVISION EQUAL TO THE\n   23  AMOUNT  OF TAXES DEFERRED, PLUS INTEREST, MUST BE PAID OR IS RECOVERABLE\n   24  UNDER PARAGRAPH (A) OF SUBDIVISION THREE OF THIS SECTION THE APPROPRIATE\n   25  MUNICIPAL  CORPORATION  SHALL  BRING  AN  ACTION  TO  ENFORCE  THE  LIEN\n   26  DESCRIBED  IN PARAGRAPH (B) OF THIS SUBDIVISION OR TO RECOVER THE AMOUNT\n   27  OF SUCH LIEN, AS MAY BE APPROPRIATE IN THE PARTICULAR CASE.\n   28    9. ANY CONVICTION OF HAVING MADE ANY WILFUL  FALSE  STATEMENT  IN  THE\n   29  APPLICATION  FOR  SUCH  DEFERMENT,  SHALL BE PUNISHABLE BY A FINE OF NOT\n   30  MORE THAN ONE HUNDRED DOLLARS AND  SHALL  DISQUALIFY  THE  APPLICANT  OR\n   31  APPLICANTS  FROM  FURTHER  DEFERMENT  UNDER THIS SECTION FOR A PERIOD OF\n   32  FIVE YEARS.\n   33    S 9. Section 480 of the real property tax law is amended by  adding  a\n   34  new subdivision 10 to read as follows:\n   35    10.  (A)  THE  CHIEF  EXECUTIVE  OFFICER OF A MUNICIPAL CORPORATION IN\n   36  WHICH THERE ARE PRIVATELY OWNED  FOREST  LANDS  WHICH  ARE  ASSESSED  IN\n   37  ACCORDANCE  WITH THE PROVISIONS OF SUBDIVISION THREE OF THIS SECTION MAY\n   38  MAKE APPLICATION FOR STATE ASSISTANCE AS PROVIDED IN THIS SUBDIVISION.\n   39    (B) APPLICATION FOR STATE  ASSISTANCE  PURSUANT  TO  THIS  SUBDIVISION\n   40  SHALL  BE MADE ON A FORM PRESCRIBED BY THE STATE BOARD AND SHALL CONTAIN\n   41  SUCH INFORMATION AND DOCUMENTATION AS MAY BE REQUIRED BY THE STATE BOARD\n   42  AND THE STATE BOARD MAY PROMULGATE RULES AND  REGULATIONS  NECESSARY  TO\n   43  THE IMPLEMENTATION OF THIS SUBDIVISION.\n   44    (C) UPON RECEIPT OF THE APPLICATION FOR STATE ASSISTANCE, SUCH PRIVATE\n   45  FOREST LANDS SHALL BE VALUED BY THE STATE BOARD AND THE CUMULATIVE VALUE\n   46  OF ALL SUCH LANDS SHALL BE EQUALIZED BY APPLYING THERETO THE APPROPRIATE\n   47  STATE  EQUALIZATION  RATE  OR  SPECIAL  EQUALIZATION RATE ESTABLISHED IN\n   48  ACCORDANCE WITH THE RULES OF THE STATE BOARD.\n   49    (D) IF THE CUMULATIVE VALUE DETERMINED AND EQUALIZED PURSUANT TO PARA-\n   50  GRAPH (C) OF THIS SUBDIVISION EXCEEDS THE TAXABLE ASSESSED VALUATION  OF\n   51  SUCH  PROPERTY ON THE PRECEDING ASSESSMENT ROLL, AS REQUIRED BY SUBDIVI-\n   52  SION THREE OF THIS SECTION THE STATE BOARD SHALL COMPUTE THE  AMOUNT  OF\n   53  STATE  ASSISTANCE PAYABLE TO OR FOR THE BENEFIT OF EACH MUNICIPAL CORPO-\n   54  RATION BY APPLYING TO THE AMOUNT OF THE EXCESS THE APPROPRIATE TAX  RATE\n   55  OF  THE MUNICIPAL CORPORATION AND SUCH AMOUNT SHALL BE PAID ON AUDIT AND\n\n       A. 2716                             7\n\n    1  WARRANT OF THE COMPTROLLER OUT OF MONEYS APPROPRIATED  BY  THE  LEGISLA-\n    2  TURE.\n    3    S  10. Section 480-a of the real property tax law is amended by adding\n    4  a new subdivision 11 to read as follows:\n    5    11. (A) THE CHIEF EXECUTIVE OFFICER  OF  A  MUNICIPAL  CORPORATION  IN\n    6  WHICH  THERE  ARE  PRIVATELY  OWNED  FOREST  LANDS WHICH ARE ASSESSED IN\n    7  ACCORDANCE WITH THE PROVISIONS OF THIS SECTION MAY MAKE APPLICATION  FOR\n    8  STATE ASSISTANCE AS PROVIDED IN THIS SUBDIVISION.\n    9    (B)  APPLICATION  FOR  STATE  ASSISTANCE  PURSUANT TO THIS SUBDIVISION\n   10  SHALL BE MADE ON A FORM PRESCRIBED BY THE STATE BOARD AND SHALL  CONTAIN\n   11  SUCH INFORMATION AND DOCUMENTATION AS MAY BE REQUIRED BY THE STATE BOARD\n   12  AND  THE  STATE  BOARD MAY PROMULGATE RULES AND REGULATIONS NECESSARY TO\n   13  THE IMPLEMENTATION OF THIS SUBDIVISION.\n   14    (C) UPON RECEIPT OF THE APPLICATION FOR STATE ASSISTANCE, SUCH PRIVATE\n   15  FOREST LANDS SHALL BE VALUED BY THE STATE BOARD AND THE CUMULATIVE VALUE\n   16  OF ALL SUCH LANDS SHALL BE EQUALIZED BY APPLYING THERETO THE APPROPRIATE\n   17  STATE EQUALIZATION RATE OR  SPECIAL  EQUALIZATION  RATE  ESTABLISHED  IN\n   18  ACCORDANCE WITH THE RULES OF THE STATE BOARD.\n   19    (D) IF THE CUMULATIVE VALUE DETERMINED AND EQUALIZED PURSUANT TO PARA-\n   20  GRAPH  (C) OF THIS SUBDIVISION EXCEEDS THE TAXABLE ASSESSED VALUATION OF\n   21  SUCH PROPERTY ON THE PRECEDING ASSESSMENT  ROLL,  AS  REQUIRED  BY  THIS\n   22  SECTION  THE  STATE  BOARD  SHALL COMPUTE THE AMOUNT OF STATE ASSISTANCE\n   23  PAYABLE TO OR FOR THE BENEFIT OF EACH MUNICIPAL CORPORATION BY  APPLYING\n   24  TO  THE  AMOUNT  OF THE EXCESS THE APPROPRIATE TAX RATE OF THE MUNICIPAL\n   25  CORPORATION AND SUCH AMOUNT SHALL BE PAID ON AUDIT AND  WARRANT  OF  THE\n   26  COMPTROLLER OUT OF MONEYS APPROPRIATED BY THE LEGISLATURE.\n   27    S 11. The real property tax law is amended by adding a new section 531\n   28  to read as follows:\n   29    S  531. STATE LANDS SUBJECT TO TAXATION. 1. ANY OTHER PROVISION OF LAW\n   30  NOTWITHSTANDING, LANDS OWNED BY THE STATE OF NEW YORK SHALL  BE  SUBJECT\n   31  TO TAXATION FOR ALL PURPOSES, EXCEPT FOR THE FOLLOWING STATE LANDS:\n   32    (A)  BUILDINGS  AND  OTHER  ARTICLES AND STRUCTURES, SUBSTRUCTURES AND\n   33  SUPERSTRUCTURES ERECTED UPON, UNDER OR ABOVE THE LAND OR AFFIXED  THERE-\n   34  TO;\n   35    (B)  LANDS  OWNED  BY  OR UNDER THE JURISDICTION AND CONTROL OF PUBLIC\n   36  AUTHORITIES ENUMERATED IN THE PUBLIC AUTHORITIES LAW;\n   37    (C) LANDS OWNED BY OR  UNDER  THE  JURISDICTION  AND  CONTROL  OF  THE\n   38  DEPARTMENT OF TRANSPORTATION PURSUANT TO THE CANAL LAW; AND\n   39    (D)  LANDS  USED BY THE STATE FOR HIGHWAY OR PARKWAY PURPOSES OR LANDS\n   40  ACQUIRED FOR  SUCH  PURPOSES  THOUGH  NOT  IN  ACTUAL  USE  THEREFOR  IF\n   41  CONSTRUCTION  OF  A  HIGHWAY OR PARKWAY THEREON IS IN GOOD FAITH CONTEM-\n   42  PLATED.\n   43    2. STATE LANDS SUBJECT TO TAXATION PURSUANT TO THE PROVISIONS OF  THIS\n   44  SECTION  SHALL  BE  VALUED  BY THE STATE BOARD AS IF PRIVATELY OWNED AND\n   45  SHALL BE ASSESSED BY THE STATE BOARD IN ACCORDANCE WITH  THE  PROVISIONS\n   46  OF  SECTION FIVE HUNDRED FORTY-TWO OF THIS ARTICLE. STATE LANDS SHALL BE\n   47  VALUED FOR PURPOSES OF THIS SECTION AS OF THE VALUATION  DATE,  AS  THAT\n   48  TERM  IS DEFINED IN SECTION TWELVE HUNDRED SIXTY OF THIS CHAPTER, ON THE\n   49  BASIS OF WHICH THE STATE BOARD DETERMINED THE  STATE  EQUALIZATION  RATE\n   50  REQUIRED  TO  BE  APPLIED THERETO PURSUANT TO SUBDIVISION ONE OF SECTION\n   51  FIVE HUNDRED FORTY-TWO OF THIS ARTICLE.\n   52    S 12. The section heading and subdivision 2 of section 534 of the real\n   53  property tax law, the section heading as amended by chapter 736  of  the\n   54  laws  of 1962 and subdivision 2 as amended by chapter 610 of the laws of\n   55  1992,  are amended to read as follows:\n\n       A. 2716                             8\n\n    1    [Certain] VALUATION AND ASSESSMENT OF state lands [subject to taxation\n    2  for all purposes except county purposes].\n    3    [2.  Such] STATE lands shall be valued as if privately owned and SHALL\n    4  BE assessed BY THE STATE BOARD in  accordance  with  THE  PROVISIONS  OF\n    5  subdivision one of section five hundred forty-two of this article. STATE\n    6  LANDS  SHALL  BE VALUED FOR PURPOSES OF THIS SECTION AS OF THE VALUATION\n    7  DATE, AS THAT TERM IS DEFINED IN SECTION TWELVE HUNDRED  SIXTY  OF  THIS\n    8  CHAPTER,  ON  THE  BASIS OF THE STATE EQUALIZATION RATE AS DETERMINED BY\n    9  THE STATE BOARD AND AS REQUIRED TO BE  APPLIED  THERETO  BY  SUCH  BOARD\n   10  PURSUANT  TO  SUBDIVISION  ONE OF SECTION FIVE HUNDRED FORTY-TWO OF THIS\n   11  ARTICLE.\n   12    S 13. Section 538 of the real property tax law is REPEALED and  a  new\n   13  section 538 is added to read as follows:\n   14    S 538. NEWLY ACQUIRED STATE LAND. ANY AGENCY, OFFICER OR INSTRUMENTAL-\n   15  ITY  OF  THE  STATE AUTHORIZED TO ACQUIRE REAL PROPERTY SHALL NOTIFY THE\n   16  STATE BOARD OF THE ACQUISITION OF ANY REAL PROPERTY WHICH IS DEFINED  AS\n   17  SUBJECT TO TAXATION UNDER THIS TITLE WITHIN THIRTY DAYS OF SUCH ACQUISI-\n   18  TION.  SUCH  NOTIFICATION  SHALL  ALSO BE SENT TO ALL ASSESSING UNITS IN\n   19  WHICH THE PROPERTY IS SITUATED. THE ASSESSOR SHALL FORWARD TO THE  STATE\n   20  BOARD WITHIN THIRTY DAYS OF RECEIPT OF SUCH NOTICE, ON A FORM PRESCRIBED\n   21  BY  THE  STATE BOARD, THE AMOUNT OF THE ASSESSMENT OF THE NEWLY ACQUIRED\n   22  REAL PROPERTY APPEARING ON THE LAST COMPLETED ASSESSMENT  ROLL  AND  ANY\n   23  OTHER INFORMATION REQUIRED BY THE STATE BOARD. NOTWITHSTANDING ANY OTHER\n   24  PROVISIONS  OF  THIS  TITLE,  THE STATE BOARD MAY, FOR NOT MORE THAN TWO\n   25  CONSECUTIVE ASSESSMENT ROLLS, DETERMINE  THE  ASSESSMENT  OF  THE  NEWLY\n   26  ACQUIRED  REAL  PROPERTY  IN  THE  SAME AMOUNT AS APPEARING ON SUCH LAST\n   27  COMPLETED ASSESSMENT ROLL AND SUCH ASSESSMENT SHALL  BE  TRANSMITTED  TO\n   28  THE ASSESSOR AS PROVIDED IN SECTION FIVE HUNDRED FORTY-TWO OF THIS ARTI-\n   29  CLE,  PROVIDED  THAT  THE AMOUNT OF THE FINAL ASSESSMENT MAY BE ADJUSTED\n   30  FOR ANY CHANGE IN LEVEL OF ASSESSMENT AS THAT TERM IS DEFINED IN SECTION\n   31  FIVE HUNDRED FORTY-TWO OF THIS ARTICLE.\n   32    S 14. Section 540 of the real property tax law is REPEALED and  a  new\n   33  section 540 is added to read as follows:\n   34    S  540. INVENTORY OF STATE LANDS. THE OFFICE OF GENERAL SERVICES SHALL\n   35  ANNUALLY SUPPLY THE STATE BOARD WITH AN INVENTORY OF STATE LANDS  ON  OR\n   36  BEFORE THE THIRTY-FIRST DAY OF DECEMBER.\n   37    S  15.  Section 542 of the real property tax law is REPEALED and a new\n   38  section 542 is added to read as follows:\n   39    S  542.  ASSESSMENT  OF  STATE  LANDS.  1.  (A)  NOTWITHSTANDING   THE\n   40  PROVISIONS OF SECTION THREE HUNDRED FIVE OF THIS CHAPTER, IN DETERMINING\n   41  THE  ASSESSMENT OF TAXABLE STATE OWNED LANDS THE STATE BOARD SHALL APPLY\n   42  THE LATEST STATE EQUALIZATION RATE ESTABLISHED FOR THE ASSESSING UNIT IN\n   43  WHICH SUCH LAND IS LOCATED TO THE VALUATION  THEREOF  AS  DETERMINED  IN\n   44  ACCORDANCE  WITH  THE  PROVISIONS  OF  SUBDIVISION  TWO  OF SECTION FIVE\n   45  HUNDRED THIRTY-ONE OR SECTION FIVE HUNDRED THIRTY-FOUR OF THIS ARTICLE.\n   46    (B) THE STATE BOARD SHALL ANNUALLY TRANSMIT TO THE  ASSESSOR  OF  EACH\n   47  ASSESSING  UNIT CONTAINING STATE LANDS SUBJECT TO TAXATION, ON OR BEFORE\n   48  THE DATE ESTABLISHED BY LAW FOR THE PUBLICATION OF THE TENTATIVE ASSESS-\n   49  MENT ROLL, A LIST OF ALL SUCH LANDS THEREIN,  CONTAINING  THE  INDICATED\n   50  ASSESSMENTS  OF  SUCH  LANDS, AND THE ASSESSOR SHALL ENTER THESE ASSESS-\n   51  MENTS ON THE TENTATIVE ASSESSMENT ROLL.\n   52    (C) NOT LATER THAN TEN DAYS AFTER  THE  COMPLETION  OF  THE  TENTATIVE\n   53  ASSESSMENT  ROLL  IN ANY ASSESSING UNIT CONTAINING STATE LAND SUBJECT TO\n   54  TAXATION, THE ASSESSOR SHALL NOTIFY THE STATE BOARD THAT THE ASSESSMENTS\n   55  CONTAINED ON THE LIST DESCRIBED IN PARAGRAPH  (B)  OF  THIS  SUBDIVISION\n   56  HAVE BEEN ENTERED ON THE TENTATIVE ASSESSMENT ROLL.\n\n       A. 2716                             9\n\n    1    (D) SHOULD ANY TAXABLE STATE LANDS NOT APPEAR ON THE LIST DESCRIBED IN\n    2  PARAGRAPH  (B)  OF THIS SUBDIVISION, THE ASSESSOR SHALL ENTER SUCH LANDS\n    3  IN THE PORTION OF THE ROLL FOR WHOLLY EXEMPT  PROPERTY  AND  IMMEDIATELY\n    4  NOTIFY THE STATE BOARD. IF THE STATE BOARD DETERMINES THAT ANY OR ALL OF\n    5  SUCH  LANDS  ARE  SUBJECT  TO  TAXATION, IT SHALL DIRECT THE ASSESSOR TO\n    6  ENTER SUCH LAND AND THE PROPER ASSESSMENT THEREOF AS AN OMISSION ON  THE\n    7  NEXT ASSESSMENT ROLL, PURSUANT TO TITLE THREE OF THIS ARTICLE.\n    8    2.  AT THE TIME THE INDICATED ASSESSMENTS OF STATE LANDS ARE TRANSMIT-\n    9  TED TO THE ASSESSOR PURSUANT TO SUBDIVISION ONE  OF  THIS  SECTION,  THE\n   10  STATE  BOARD  SHALL  NOTIFY  THE  ASSESSOR  THAT  WRITTEN  STATEMENTS IN\n   11  RELATION TO SUCH ASSESSMENTS MAY BE FILED WITH THE STATE BOARD NOT LATER\n   12  THAN THIRTY DAYS AFTER THE COMPLETION OF THE TENTATIVE ASSESSMENT ROLL.\n   13    3. (A) AFTER CONSIDERING ANY  WRITTEN  STATEMENTS  FILED  PURSUANT  TO\n   14  SUBDIVISION  TWO  OF  THIS  SECTION, THE STATE BOARD SHALL DETERMINE THE\n   15  FINAL ASSESSMENTS OF STATE LANDS.\n   16    (B) NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION,\n   17  THE STATE BOARD MAY  ESTABLISH  A  SPECIAL  EQUALIZATION  RATE  FOR  THE\n   18  PURPOSE  OF  DETERMINING THE FINAL ASSESSMENTS OF STATE LANDS WHEN THERE\n   19  HAS BEEN A CHANGE IN LEVEL OF ASSESSMENT  ON  THE  ASSESSMENT  ROLL  FOR\n   20  WHICH THE FINAL ASSESSMENTS OF STATE LANDS ARE BEING DETERMINED. AS USED\n   21  IN  THIS  SUBDIVISION,  THE TERM \"CHANGE IN LEVEL OF ASSESSMENT\" MEANS A\n   22  NET INCREASE OR DECREASE OF NOT LESS  THAN  TWO  PERCENT  IN  THE  TOTAL\n   23  ASSESSED  VALUATION OF THE TAXABLE REAL PROPERTY ON THE ASSESSMENT ROLL,\n   24  OTHER THAN AN INCREASE OR DECREASE ATTRIBUTABLE TO A PHYSICAL OR QUANTI-\n   25  TY CHANGE OR A CHANGE IN EXEMPT STATUS, AS COMPUTED IN  ACCORDANCE  WITH\n   26  THE RULES PROMULGATED BY THE STATE BOARD IN RELATION TO ASSESSOR'S ANNU-\n   27  AL REPORTS FOR EQUALIZATION PURPOSES.\n   28    (C)  THE  STATE  BOARD SHALL CERTIFY TO THE ASSESSOR THE FINAL ASSESS-\n   29  MENTS OF STATE LANDS AND NO ASSESSMENT OF STATE LANDS SHALL BE VALID FOR\n   30  ANY PURPOSE WITHOUT SUCH CERTIFICATION.\n   31    (D) UPON RECEIPT OF SUCH CERTIFICATION, THE ASSESSOR IS AUTHORIZED AND\n   32  DIRECTED TO ENTER THE FINAL ASSESSMENTS OF STATE LANDS  UPON  THE  FINAL\n   33  ASSESSMENT  ROLL.  IN  THE EVENT THE CERTIFICATION IS RECEIVED AFTER THE\n   34  FINAL COMPLETION, VERIFICATION AND FILING OF THE FINAL ASSESSMENT  ROLL,\n   35  THE  ASSESSOR  OR  OTHER  LOCAL OFFICIALS, INCLUDING SCHOOL AUTHORITIES,\n   36  HAVING CUSTODY AND CONTROL OF SUCH ROLL ARE ALSO AUTHORIZED AND DIRECTED\n   37  TO ENTER THE FINAL ASSESSMENTS ON THE ROLL.\n   38    4. NOTWITHSTANDING ANY PROVISION OF THIS TITLE TO  THE  CONTRARY,  THE\n   39  AGGREGATE  ASSESSED  VALUATION  OF  TAXABLE STATE LANDS IN ANY ASSESSING\n   40  UNIT SHALL NOT, EXCEPT FOR CHANGES IN QUANTITY OR A CHANGE IN  LEVEL  OF\n   41  ASSESSMENT,  BE  LESS  THAN THAT WHICH WAS DETERMINED BY THE STATE BOARD\n   42  FOR THE ASSESSMENT ROLL FINALLY COMPLETED AND FILED IN THE YEAR NINETEEN\n   43  HUNDRED EIGHTY-THREE.\n   44    5. THE FINAL ASSESSMENT OF STATE LANDS  AS  DETERMINED  BY  THE  STATE\n   45  BOARD  PURSUANT TO THIS SECTION SHALL BE CONCLUSIVE AND BINDING UPON THE\n   46  ASSESSING UNIT CONTAINING SUCH STATE LANDS FOR ALL PURPOSES.\n   47    S 16. Section 532, subdivisions 1 and 3 of section 534 and section 536\n   48  of the real property tax law are REPEALED.\n   49    S 17. Within 60 days of the effective date of this act, the office  of\n   50  general  services  shall  forward  to  the  state board of real property\n   51  services an inventory of all state lands.\n   52    S 18. The real property tax law is amended by adding a new section 929\n   53  to read as follows:\n   54    S 929. PAYMENT OF TAXES BY CREDIT CARD. 1. THE FOLLOWING  TERMS,  WHEN\n   55  USED OR REFERRED TO IN THIS SECTION, SHALL HAVE THE FOLLOWING MEANINGS:\n\n       A. 2716                            10\n\n    1    (A)  \"CREDIT  CARD\" MEANS ANY CREDIT CARD, CREDIT PLATE, CHARGE PLATE,\n    2  COURTESY CARD, DEBIT CARD OR OTHER IDENTIFICATION CARD OR DEVICE  ISSUED\n    3  BY A PERSON TO ANOTHER PERSON WHICH MAY BE USED TO OBTAIN A CASH ADVANCE\n    4  OR A LOAN OR CREDIT, OR TO PURCHASE OR LEASE PROPERTY OR SERVICES ON THE\n    5  CREDIT  OF THE PERSON ISSUING THE CREDIT CARD OR A PERSON WHO HAS AGREED\n    6  WITH THE ISSUER TO PAY OBLIGATIONS ARISING FROM THE USE OF A CREDIT CARD\n    7  ISSUED TO ANOTHER PERSON.\n    8    (B) \"FINANCING AGENCY\" MEANS ANY AGENCY DEFINED AS SUCH IN SUBDIVISION\n    9  EIGHTEEN OF SECTION FOUR HUNDRED ONE OF THE PERSONAL PROPERTY LAW.\n   10    (C) \"LOCAL LAW\" MEANS A LOCAL LAW, ORDINANCE,  RESOLUTION  OR  SIMILAR\n   11  ACT.\n   12    (D)  \"PERSON\"  MEANS  AN  INDIVIDUAL,  PARTNERSHIP, CORPORATION OR ANY\n   13  OTHER LEGAL OR COMMERCIAL ENTITY.\n   14    2. ANY MUNICIPAL CORPORATION MAY, BY THE ENACTMENT OF A LOCAL  LAW  OR\n   15  IN  THE CASE OF A MUNICIPAL CORPORATION WHICH IS NOT SO EMPOWERED TO ACT\n   16  BY LOCAL LAW, BY THE ADOPTION OF A RESOLUTION, AUTHORIZE SUCH  MUNICIPAL\n   17  CORPORATION TO ENTER INTO AGREEMENTS WITH ONE OR MORE FINANCING AGENCIES\n   18  TO  PROVIDE  FOR THE ACCEPTANCE BY SUCH MUNICIPAL CORPORATION, OF CREDIT\n   19  CARDS AS A MEANS OF PAYMENT OF TAXES. ANY SUCH  AGREEMENT  SHALL  GOVERN\n   20  THE  TERMS  AND CONDITIONS UPON WHICH A CREDIT CARD PROFFERED AS A MEANS\n   21  OF PAYMENT OF TAXES SHALL BE ACCEPTED OR DECLINED AND THE MANNER IN  AND\n   22  CONDITIONS  UPON  WHICH THE FINANCING AGENCY SHALL PAY TO SUCH MUNICIPAL\n   23  CORPORATION THE AMOUNT OF TAXES PAID BY MEANS OF A CREDIT CARD  PURSUANT\n   24  TO  SUCH  AGREEMENT.  ANY  SUCH AGREEMENT MAY PROVIDE FOR THE PAYMENT BY\n   25  SUCH MUNICIPAL CORPORATION TO SUCH FINANCING  AGENCY  OF  FEES  FOR  THE\n   26  SERVICES  PROVIDED  BY SUCH FINANCING AGENCY PURSUANT TO SUCH AGREEMENT,\n   27  WHICH FEES MAY CONSIST OF A DISCOUNT DEDUCTED FROM OR PAYABLE IN RESPECT\n   28  OF THE AMOUNT OF EACH PAYMENT OF TAXES OR OTHERWISE AS THE AGREEMENT MAY\n   29  PROVIDE.\n   30    3. ANY MUNICIPAL CORPORATION WHICH HAS ENTERED INTO AN AGREEMENT  WITH\n   31  A FINANCING AGENCY AS AUTHORIZED BY THE PROVISIONS OF SUBDIVISION TWO OF\n   32  THIS  SECTION  MAY ACCEPT CREDIT CARDS AS A MEANS OF PAYMENT OF TAXES AS\n   33  PROVIDED IN SUCH AGREEMENT AND MAY PAY SUCH FEES  AS  ARE  SPECIFIED  IN\n   34  SUCH AGREEMENT TO SUCH FINANCING AGENCY IN CONSIDERATION OF THE SERVICES\n   35  RENDERED BY SUCH FINANCING AGENCY THEREUNDER.\n   36    S 19. Section 1200 of the real property tax law is amended by adding a\n   37  new subdivision 6 to read as follows:\n   38    6.  NOTWITHSTANDING  ANYTHING CONTAINED IN THIS TITLE TO THE CONTRARY,\n   39  THE STATE BOARD MAY  NOT  PROMULGATE  EQUALIZATION  RATES  RELYING  UPON\n   40  TRENDING  OF  PRE-EXISTING  MARKET  VALUE  SURVEYS, UNLESS SUCH TRENDING\n   41  BRINGS THE RATES UP TO THE PERIOD ENDING JANUARY FIRST, NINETEEN HUNDRED\n   42  NINETY-TWO. IN THE EVENT THAT THE STATE BOARD IS UNABLE TO  PERFORM  NEW\n   43  MARKET  VALUE  SURVEYS PURSUANT TO THE TERMS OF THIS TITLE IT SHALL ONLY\n   44  PROMULGATE NEW EQUALIZATION  RATES  IN  ACCORDANCE  WITH  THE  PRECEDING\n   45  SENTENCE, OR SHALL RE-PROMULGATE RATES BASED UPON THE MOST RECENT MARKET\n   46  VALUE SURVEYS BASED UPON THE VALUES CONTAINED IN SUCH SURVEYS.\n   47    S  20.  Subdivision  5 of section 1202 of the real property tax law is\n   48  amended by adding a new paragraph (e) to read as follows:\n   49    (E) NOTWITHSTANDING ANYTHING CONTAINED IN THIS TITLE TO THE  CONTRARY,\n   50  THE  DETERMINATION  OF  STATE EQUALIZATION RATES MAY NOT BE BASED UPON A\n   51  TRENDING OF PRE-EXISTING APPRAISAL DATA WITHOUT NEW MARKET VALUE SURVEYS\n   52  BASED UPON APPRAISALS OF NEW RANDOMLY SELECTED PARCELS OF  REAL  ESTATE,\n   53  UNLESS SUCH TRENDING IS BROUGHT TO VALUES PROJECTED AS OF JANUARY FIRST,\n   54  NINETEEN HUNDRED NINETY-TWO OR LATER.\n   55    S  21.    This  act shall take effect on the one hundred eightieth day\n   56  after it shall have become a law, except that section  sixteen  of  this\n\n       A. 2716                            11\n\n    1  act  shall  take effect on the first of January next succeeding the date\n    2  on which it shall have become a law and shall apply to taxes  levied  on\n    3  assessment  rolls  with  taxable  status dates on or after the second of\n    4  January next succeeding the date on which it shall have become a law.\n         REPEAL  NOTE.--Section  532,  subdivisions  1 and 3 of section 534 and\n       section 536 of the real property tax law, repealed by section sixteen of\n       this act, section 538 of the real property tax law, repealed by  section\n       thirteen  of  this  act, provide for the taxation of certain state lands\n       and are replaced by a new section 531. Section 540 of the real  property\n       tax  law,  repealed  by  section  fourteen of this act, provides for the\n       annual transmittal to assessors by the  state  board  of  real  property\n       services  of a list of state lands subject to taxation; this requirement\n       is being incorporated in new section 542.  Section 542 of the real prop-\n       erty tax law, repealed by section fifteen  of  this  act,  provides  the\n       procedure  for  the  assessment  by  the  state  board  of real property\n       services of taxable state lands and is replaced by a new section 542.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to establishing certain practices in connection with real property taxes to include requiring payment of expenses, exemptions, deferments and assessments; providing of state assistance, taxation, method of payment and establishment of equalization rates and to repeal certain provisions thereof relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T112342.TXT", "SOBI.D110120.T113345.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952700
}