{
  "year" : 2011,
  "senateBillNo" : "A2717-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2717-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides additional STAR2 tax rebate to those owners of parcels of land who are eligible for the school tax relief (STAR) exemption",
  "summary" : "Provides additional STAR2 tax rebate in the amount equal to ten percent of the school tax paid to those owners of parcels of land who are eligible for the school tax relief (STAR) exemption; grants statutory authority and administrative evidence to the commissioner of taxation and finance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1654-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2717\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, CROUCH, KOLB -- Multi-Sponsored by -- M.\n         of  A. BURLING, BUTLER, CONTE, FINCH, J. MILLER, OAKS, TEDISCO, THIELE\n         -- read once and referred to the Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law and the tax law,  in  relation\n         to establishing the STAR2 tax rebate program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 1306-b to read as follows:\n    3    S  1306-B.  STAR2  TAX  REBATES. 1. ADDITIONAL REBATE.  (A) WHENEVER A\n    4  PARCEL IS ENTITLED TO AND THE OWNER OR OWNERS  THEREOF  RECEIVE  A  STAR\n    5  EXEMPTION  PURSUANT TO SECTION FOUR HUNDRED TWENTY-FIVE OF THIS CHAPTER,\n    6  AN ADDITIONAL TAX REBATE SHALL BE PROVIDED TO THE  OWNER  OR  OWNERS  OF\n    7  SUCH PARCEL AS OF THE APPLICABLE TAXABLE STATUS DATE, IN AN AMOUNT EQUAL\n    8  TO  TEN  PERCENT  OF  THE SCHOOL TAX PAID BY THE OWNER OR OWNERS OF SUCH\n    9  PARCEL.\n   10    (B) IT SHALL BE THE RESPONSIBILITY OF THE STATE DEPARTMENT OF TAXATION\n   11  AND FINANCE TO ISSUE SUCH TAX REBATES  TO  SUCH  OWNERS  IN  THE  MANNER\n   12  PROVIDED  BY  SECTION ONE HUNDRED SEVENTY-EIGHT OF THE TAX LAW, PROVIDED\n   13  THAT NO SUCH REBATE SHALL BE ISSUED BEFORE THE SCHOOL DISTRICT TAXES  ON\n   14  THE PARCEL SHALL HAVE BEEN PAID. NOTHING CONTAINED IN THIS SECTION SHALL\n   15  BE CONSTRUED AS PERMITTING PARTIAL OR INSTALLMENT PAYMENTS OF TAXES IN A\n   16  JURISDICTION WHICH HAS NOT AUTHORIZED THE SAME PURSUANT TO LAW.\n   17    2. PROCEDURE. (A) SUBSEQUENT TO PAYMENT OF THE SCHOOL TAX (IF APPLICA-\n   18  BLE)  WHICH REFLECTS THE RECEIPT OF A STAR EXEMPTION, THE TAX COLLECTING\n   19  OFFICER SHALL, NOT LATER THAN  THE  FIFTEENTH  DAY  OF  THE  MONTH  NEXT\n   20  SUCCEEDING  THE  MONTH  IN WHICH SUCH PAYMENT (IF APPLICABLE) SHALL HAVE\n   21  BEEN MADE, SUBMIT A REPORT TO  THE  STATE  DEPARTMENT  OF  TAXATION  AND\n   22  FINANCE. SUCH REPORT SHALL BE PREPARED IN SUCH FORM AND MANNER AS MAY BE\n   23  PRESCRIBED BY SUCH DEPARTMENT, AND SHALL INCLUDE, BUT NOT BE LIMITED TO,\n   24  THE FOLLOWING INFORMATION FOR EACH AFFECTED PARCEL:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02733-01-1\n\n       A. 2717                             2\n\n    1    (I) THE MUNICIPAL IDENTIFICATION CODE PRESCRIBED BY THE STATE BOARD;\n    2    (II) THE PARCEL IDENTIFICATION NUMBER;\n    3    (III) THE NAME OF THE OWNER OR OWNERS OF THE PROPERTY AS OF THE APPLI-\n    4  CABLE TAXABLE STATUS DATE;\n    5    (IV) THE MAILING ADDRESS OF SUCH OWNER OR OWNERS;\n    6    (V)  THE  AMOUNT OF THE STAR2 TAX REBATE TO WHICH SUCH OWNER OR OWNERS\n    7  ARE ENTITLED.\n    8    (B) FOR PURPOSES OF THIS SECTION, THE TERM  \"TAX  COLLECTING  OFFICER\"\n    9  SHALL  MEAN AN ELECTED OR APPOINTED OFFICER OF ANY MUNICIPAL CORPORATION\n   10  WHICH IS AUTHORIZED BY LAW TO RECEIVE AND COLLECT SCHOOL DISTRICT TAXES,\n   11  INCLUDING RELEVIED SCHOOL DISTRICT TAXES.\n   12    3. INCONSISTENT LAWS SUPERSEDED. THE PROVISIONS OF THIS SECTION  SHALL\n   13  APPLY  TO ALL SCHOOL DISTRICTS AND ALL TAX COLLECTING OFFICERS, NOTWITH-\n   14  STANDING ANY PROVISION OF LAW TO THE CONTRARY.\n   15    S 2. The tax law is amended by adding a new section  178  to  read  as\n   16  follows:\n   17    S  178.  STAR2  TAX  REBATES.  1. PAYMENT OF REBATES. THE COMMISSIONER\n   18  SHALL PAY STAR2 TAX REBATES, AS PROVIDED  IN  SECTION  THIRTEEN  HUNDRED\n   19  SIX-B  OF  THE  REAL  PROPERTY TAX LAW, TO OWNERS OF REAL PROPERTY. SUCH\n   20  PAYMENTS SHALL BE MADE PROMPTLY UPON RECEIPT  FROM  THE  TAX  COLLECTING\n   21  OFFICER  OF THE OWNERSHIP INFORMATION SPECIFIED IN SUCH SECTION. PAYMENT\n   22  OF A REBATE UPON SUCH OWNERSHIP INFORMATION SHALL  RELIEVE  THE  COMMIS-\n   23  SIONER AND THE DEPARTMENT FROM ALL LIABILITY TO ANY OWNER OF THE PROPER-\n   24  TY,  OR THE ESTATE, TRUST, ASSIGNS, SUCCESSORS, HEIRS OF REPRESENTATIVES\n   25  OF ANY SUCH OWNERS, WITH RESPECT TO SUCH PAYMENT, AND SUCH PERSONS SHALL\n   26  HAVE NO RIGHT TO COMMENCE A COURT ACTION OR PROCEEDING OR TO  ANY  OTHER\n   27  LEGAL  RECOURSE AGAINST THE STATE, THE COMMISSIONER OR THE DEPARTMENT TO\n   28  RECOVER  SUCH  PAYMENT.  PROVIDED,  HOWEVER,  NOTHING  IN  THE  PREVIOUS\n   29  SENTENCE  SHALL  BE  CONSTRUED  TO BAR ANY OTHER RIGHT OF ACTION OF SUCH\n   30  PERSONS WITH RESPECT TO SUCH PAYMENT UNDER THE LAWS OF THIS STATE.\n   31    2. COOPERATION BY TAX COLLECTING OFFICERS. EVERY TAX COLLECTING  OFFI-\n   32  CER  SHALL  COOPERATE  WITH THE DEPARTMENT TO ENABLE IT TO CARRY OUT ITS\n   33  DUTIES UNDER THIS SECTION, AND SHALL  FURNISH  TO  THE  DEPARTMENT  SUCH\n   34  INFORMATION AS IT DEEMS NECESSARY TO CARRY OUT SUCH DUTIES.\n   35    3.  COOPERATION BY STATE BOARD OF REAL PROPERTY TAX SERVICES. WHEN THE\n   36  PROPER  PAYMENT  OF  A  TAX  REBATE  UNDER  THIS  SECTION  DEPENDS  UPON\n   37  CONSTRUCTION  OF  THE  MEANING  OF  THE  PROVISIONS  OF SECTION THIRTEEN\n   38  HUNDRED SIX-B OF THE REAL PROPERTY TAX LAW (AND ANY  RELATED  PROVISIONS\n   39  OF  SUCH  LAW) OR INTERPRETATION OF THE TERMS CONTAINED IN SUCH SECTION,\n   40  IT SHALL BE THE RESPONSIBILITY OF  THE  STATE  BOARD  OF  REAL  PROPERTY\n   41  SERVICES TO PROVIDE TO THE DEPARTMENT THE CONSTRUCTION OR INTERPRETATION\n   42  OF ANY SUCH PROVISIONS OR TERMS.\n   43    4. RECOVERY OF ERRONEOUS REBATES. THE COMMISSIONER SHALL BE AUTHORIZED\n   44  TO  RECOVER ANY ERRONEOUS STAR2 TAX REBATE BY NOTIFYING THE PAYEE OF THE\n   45  AMOUNT THEREOF. IF SUCH ERRONEOUS REBATE IS NOT RETURNED  WITHIN  THIRTY\n   46  DAYS, THE COMMISSIONER IS AUTHORIZED TO TREAT THE ERRONEOUS REBATE AS AN\n   47  ERRONEOUS  REFUND  OF INCOME TAX PURSUANT TO THE PROVISIONS OF PARAGRAPH\n   48  FIVE OF SUBSECTION (C) OF SECTION SIX HUNDRED EIGHTY-THREE OF THIS CHAP-\n   49  TER.\n   50    5. REGULATIONS. THE COMMISSIONER SHALL  BE  AUTHORIZED  TO  MAKE  SUCH\n   51  RULES  AND REGULATIONS AS MAY BE DEEMED NECESSARY FOR THE PERFORMANCE OF\n   52  HIS OR HER DUTIES UNDER THIS SECTION, INCLUDING BUT NOT LIMITED TO RULES\n   53  AND REGULATIONS WHICH SHALL ADVISE TAX COLLECTING OFFICERS OF PROCEDURES\n   54  FOR FURNISHING OWNERSHIP INFORMATION TO THE DEPARTMENT, AND WHICH  SHALL\n   55  ADVISE  TAX  COLLECTING OFFICERS AND TAX REBATE PAYEES OF PROCEDURES FOR\n\n       A. 2717                             3\n\n    1  THE CORRECTION OF ERRONEOUS OWNERSHIP INFORMATION AND  INCORRECT  REBATE\n    2  AMOUNTS.\n    3    S 3. This act shall take effect immediately and shall be applicable to\n    4  school taxes levied subsequent to January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law and the tax law, in relation to establishing the STAR2 tax rebate program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T112342.TXT", "SOBI.D110120.T113853.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952704
}