{
  "year" : 2011,
  "senateBillNo" : "A2727-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2727-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to large capital projects to be financed in whole or in part with public funds",
  "summary" : "Relates to large capital projects to be financed in whole or in part with public funds or to be supported by tax and other public incentives and the disclosure of such projects. ",
  "currentCommittee" : null,
  "sameAs" : "S390",
  "lawSection" : "New York City",
  "previousVersions" : [ "AA1346-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2727\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, JAFFEE, SPANO, CAHILL -- Multi-Sponsored\n         by -- M. of A.   BRENNAN, PHEFFER -- read once  and  referred  to  the\n         Committee on Ways and Means\n\n       AN  ACT relating to large capital projects to be financed in whole or in\n         part with public funds and the disclosure of such projects\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative findings. The legislature finds that there are\n    2  in the city of New York many large capital projects to  be  financed  in\n    3  whole  or  in part with public funds or to be supported by tax and other\n    4  public incentives and which are crucial to  the  economic  and  cultural\n    5  interests  of  such city and the state of New York as a whole, and which\n    6  are at some stage of proposal, planning or implementation. The  legisla-\n    7  ture  further  finds that it is important that a full disclosure be made\n    8  of the details of such projects, their projected costs to the  city  and\n    9  state  and  to  public benefit corporations, the projected benefits, the\n   10  reasons why some of them have been delayed and why some of the proposals\n   11  have been modified. Accordingly, it is critical that the New York  state\n   12  urban  development  corporation, also known as the Empire State Develop-\n   13  ment Corporation, provide a prompt report to  the  legislature  on  such\n   14  projects  so  the  legislature may provide the necessary policy determi-\n   15  nations and establish appropriate priorities so that necessary  projects\n   16  can proceed.\n   17    S 2. As used in this act, the following terms shall have the following\n   18  meanings:\n   19    1. The term \"corporation\" shall mean the New York state urban develop-\n   20  ment corporation established by chapter 174 of the laws of 1968.\n   21    2.  The term \"chair\" shall mean the chairman of the board of directors\n   22  of the corporation.\n   23    3. The term \"projects\"  shall  mean  all  development,  redevelopment,\n   24  construction,  repair, and refurbishment projects within the city of New\n   25  York in which the corporation or any  subsidiary  or  affiliate  of  the\n   26  corporation  is involved with the planning, financing, or contracting in\n   27  whole or in part and any project related to such  projects,  whether  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00855-01-1\n\n       A. 2727                             2\n\n    1  not  the  corporation  or  its  subsidiary or affiliate is involved. The\n    2  projects, for the purposes of this  act shall be grouped into three sets\n    3  as follows:\n    4    a.  The  west  side  redevelopment projects, which shall mean projects\n    5  located on the West side of midtown Manhattan including, without limita-\n    6  tion, projects named or sometimes referred to as follows: Javits Conven-\n    7  tion Center redevelopment; Moynihan  Station  and  Pennsylvania  Station\n    8  redevelopment;  the  7  line subway extension, the Hudson Yards develop-\n    9  ment, the Boulevard, and the ARC project.\n   10    b. The lower Manhattan redevelopment projects, including all  projects\n   11  located  at  or near the site of the former World Trade Center buildings\n   12  and related to reconstruction or replacement of buildings  destroyed  or\n   13  damaged  in  the  heinous  terrorist acts of September 11, 2001, and all\n   14  associated mass transportation facilities in that area.\n   15    c. All other projects within the city of New York, including  but  not\n   16  limited  to  the  Atlantic Yards development, Willetts Point development\n   17  and Sunnyside Yards development.\n   18    d. Any other project in the region that in the judgment of the  chair-\n   19  man  of the board of the corporation should be a part of the report that\n   20  is required by section three of this act.\n   21    S 3. The chair shall prepare and deliver to the governor,  the  tempo-\n   22  rary  president  of  the  senate, the minority leader of the senate, the\n   23  speaker of the assembly the minority leader of the assembly, the  chair-\n   24  person of the senate corporations, authorities and commissions committee\n   25  and  the  chairperson  of  the  assembly  corporations,  authorities and\n   26  commissions committee not later than 45 days after the effective date of\n   27  this act a comprehensive report on each of the projects individually and\n   28  as they interact with and have any effect on the other.    In  preparing\n   29  such  report,  the  chair  shall  consult  with  private developers, and\n   30  government officials and agencies involved with each project,  including\n   31  without  limitation,  the port authority of New York and New Jersey, the\n   32  lower Manhattan development corporation, the metropolitan transportation\n   33  authority, the office of the mayor of the city of  New  York,  the  city\n   34  council  of  the  city of New York, and the governor of the state of New\n   35  York, and any other person or institution deemed appropriate.  All  such\n   36  officials  and  agencies  are  hereby authorized and directed to consult\n   37  with and assist the chair in the preparation of such report.\n   38    Such report shall discuss all aspects of the progress of each  project\n   39  relating  to planning, financing, permitting, contracting, constructing,\n   40  and occupying such project,  with  comments  on  the  current  situation\n   41  relating  to organizational, legal, financial, economic and construction\n   42  status and prospects, and the impact of such project,  if  any,  on  the\n   43  capital  needs of the metropolitan transportation authority, with refer-\n   44  ence  to  differing  opinions  from  various  stakeholders  and  parties\n   45  involved  to  the extent that such opinions exist. The report shall make\n   46  recommendations with regard to the goals of each project and the  recom-\n   47  mended  methods to achieve such goals. It shall also present an analysis\n   48  of the potential financing of each project, including incentives,  bene-\n   49  fits, subsidies, and revenues to be provided by any governmental unit or\n   50  public  benefit  corporation and the economic impact that the project is\n   51  expected to have on the city of New York, the state of New York, and the\n   52  metropolitan area centered in the city of New York, and a comparison  of\n   53  expected benefits with anticipated costs.\n   54    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT relating to large capital projects to be financed in whole or in part with public funds and the disclosure of such projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T125853.TXT", "SOBI.D110120.T125927.TXT", "SOBI.D110120.T124859.TXT", "SOBI.D110201.T130354.TXT", "SOBI.D110120.T151911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296583434714
}