{
  "year" : 2011,
  "senateBillNo" : "A2724-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2724-2011-1295499600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes fingerprinting of third party employees by state OGS for criminal history checks",
  "summary" : "Authorizes the commissioner of general services to require the fingerprinting of the employees of any contractor doing work on a state job or any facility at which official state business is conducted on a regular basis; such fingerprints may be submitted to the division of criminal justice services and the federal bureau of investigation for state and national criminal history record checks. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A3436-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2724\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the  executive  law,  in  relation  to  authorizing  the\n         commissioner  of general services to fingerprint and process state and\n         national criminal history checks on employees of contractors  perform-\n         ing work on state premises\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 203 of the executive law is amended by adding a new\n    2  fourth undesignated paragraph to read as follows:\n    3    NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE COMMISSIONER OR HIS OR\n    4  HER DESIGNEE IS AUTHORIZED TO  REQUIRE  THE  FINGERPRINTING  OF  PERSONS\n    5  EMPLOYED  ON,  IN  OR  AT ANY FACILITY OWNED, LEASED, OR OPERATED BY THE\n    6  STATE, OR ANY FACILITY AT WHICH OFFICIAL STATE BUSINESS IS CONDUCTED  ON\n    7  A  REGULAR  BASIS,  PROVIDED,  HOWEVER,  THAT  THE COMMISSIONER SHALL BE\n    8  AUTHORIZED TO  REQUIRE  THE  FINGERPRINTING  OF  SUCH  PERSONS  ONLY  IN\n    9  INSTANCES  WHERE  SUCH PERSONS WILL BE GIVEN ACCESS TO AREAS WITHIN SUCH\n   10  FACILITIES THAT (A) ARE SECURED FOR THE PURPOSE OF  CONTROLLING  GENERAL\n   11  PUBLIC  ACCESS,  OR (B) CONTAIN INFORMATION OF A CONFIDENTIAL NATURE AND\n   12  THE FACILITY CANNOT BE ADEQUATELY CONTROLLED TO ENSURE THE  SECURITY  OF\n   13  SUCH  INFORMATION.    PROVIDED, HOWEVER, THAT THE COMMISSIONER SHALL NOT\n   14  REQUIRE THE FINGERPRINTING OF PERSONS EMPLOYED AT ANY FACILITY UNDER THE\n   15  JURISDICTION AND CONTROL OF  ANOTHER  STATE  AGENCY,  STATE  DEPARTMENT,\n   16  PUBLIC  AUTHORITY  OR  PUBLIC  BENEFIT  CORPORATION  ABSENT  THE WRITTEN\n   17  REQUEST OF THE HEAD OF THE  SUBJECT  AGENCY,  DEPARTMENT,  AUTHORITY  OR\n   18  CORPORATION. SUCH FINGERPRINTS MAY BE SUBMITTED TO THE DIVISION OF CRIM-\n   19  INAL  JUSTICE SERVICES AND THE FEDERAL BUREAU OF INVESTIGATION FOR STATE\n   20  AND NATIONAL CRIMINAL HISTORY RECORD CHECKS. FOR PURPOSES OF THIS  PARA-\n   21  GRAPH,  THE  TERM  \"EMPLOYED\"  SHALL MEAN THE PROVISION OF SERVICES AS A\n   22  CONTRACTOR, INDEPENDENT  CONTRACTOR,  SUBCONTRACTOR  OR  CONSULTANT  AND\n   23  INCLUDES  ALL  EMPLOYEES  OF  SUCH CONTRACTORS, INDEPENDENT CONTRACTORS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06564-02-1\n\n       A. 2724                             2\n\n    1  SUBCONTRACTORS AND CONSULTANTS; THE TERM APPLIES REGARDLESS  OF  WHETHER\n    2  SUCH  PERSONS  RECEIVE  COMPENSATION  FOR  THEIR  SERVICES  AND THE TERM\n    3  \"INFORMATION OF A CONFIDENTIAL NATURE\" SHALL MEAN:\n    4    (1)  INFORMATION  OR  MATERIALS  THAT  ARE  SPECIFICALLY EXEMPTED FROM\n    5  DISCLOSURE BY STATE OR FEDERAL STATUTE;\n    6    (2) INFORMATION OR MATERIALS THAT ARE MAINTAINED AND KEPT IN THE ORDI-\n    7  NARY COURSE OF STATE BUSINESS THAT  IF  DISCLOSED  WOULD  CONSTITUTE  AN\n    8  UNWARRANTED  INVASION  OF  PERSONAL  PRIVACY, INCLUDING: (I) EMPLOYMENT,\n    9  MEDICAL OR CREDIT HISTORIES OR PERSONAL  REFERENCES  OF  APPLICANTS  FOR\n   10  EMPLOYMENT, (II) ITEMS INVOLVING MEDICAL OR PERSONAL RECORDS OF A CLIENT\n   11  OR  PATIENT  IN A MEDICAL FACILITY, (III) INFORMATION OF PERSONAL NATURE\n   12  WHEN DISCLOSURE WOULD RESULT IN ECONOMIC OR  PERSONAL  HARDSHIP  TO  THE\n   13  SUBJECT PARTY, OR (IV) INFORMATION REPORTED IN CONFIDENCE TO AN AGENCY;\n   14    (3) INFORMATION OR MATERIALS THAT IF DISCLOSED WOULD IMPAIR PRESENT OR\n   15  IMMINENT CONTRACT AWARDS OR COLLECTIVE BARGAINING NEGOTIATIONS;\n   16    (4)  INFORMATION  OR  MATERIALS  THAT  CONSIST OF TRADE SECRETS OR ARE\n   17  SUBMITTED TO AN AGENCY BY A COMMERCIAL ENTERPRISE OR  ARE  DERIVED  FROM\n   18  INFORMATION   OBTAINED  FROM  A  COMMERCIAL  ENTERPRISE  AND  WHICH,  IF\n   19  DISCLOSED, WOULD CAUSE SUBSTANTIAL INJURY TO THE COMPETITIVE POSITION OF\n   20  THE SUBJECT ENTERPRISE;\n   21    (5) INFORMATION OR MATERIALS THAT ARE  COMPILED  FOR  LAW  ENFORCEMENT\n   22  PURPOSES;\n   23    (6)  INFORMATION  OR  MATERIALS THAT, IF DISCLOSED, WOULD ENDANGER THE\n   24  LIFE OR SAFETY OF ANY PERSON;\n   25    (7) INFORMATION OR MATERIALS THAT HAVE BEEN PREPARED BY STATE  EMPLOY-\n   26  EES  AND  ARE  USED  TO  INFLUENCE  THE  DECISION  MAKING  OF ELECTED OR\n   27  APPOINTED STATE OFFICIALS;\n   28    (8) INFORMATION OR MATERIALS THAT ARE EXAMINATION QUESTIONS OR ANSWERS\n   29  WHICH ARE REQUESTED PRIOR TO THE FINAL ADMINISTRATION OF SUCH QUESTIONS;\n   30  OR\n   31    (9) INFORMATION OR MATERIALS THAT CONSIST OF COMPUTER ACCESS CODES.\n   32    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T153912.TXT", "SOBI.D110120.T124859.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952728
}