{
  "year" : 2011,
  "senateBillNo" : "A2729-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2729-2011-1295499600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of a method for determining the lowest responsible bidder when negotiating state contracts",
  "summary" : "Provides for the establishment of a method for determining the lowest responsible bidder when negotiating state contracts that would incorporate quantifiable fiscal benefits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A3982-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2729\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CROUCH, BURLING, FINCH, OAKS, RAIA -- read once\n         and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the state finance law, in  relation  to  establishing  a\n         method  for determining the lowest responsible bidder when negotiating\n         state contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article 9 of the state finance law is amended by adding a\n    2  new section 134 to read as follows:\n    3    S 134. DECLARATION OF POLICY. 1. IT IS HEREBY DECLARED TO BE THE POLI-\n    4  CY OF THIS STATE THAT THIS ARTICLE SHALL BE CONSTRUED IN THE NEGOTIATION\n    5  OF CONTRACTS FOR PUBLIC WORKS AND PUBLIC PURCHASES TO WHICH THE STATE IS\n    6  A PARTY SO AS TO ASSURE THE PRUDENT AND ECONOMICAL USE OF PUBLIC  MONEYS\n    7  FOR  THE  BENEFIT  OF ALL THE INHABITANTS OF THE STATE AND TO FACILITATE\n    8  THE ACQUISITION OF FACILITIES AND COMMODITIES OF MAXIMUM QUALITY AT  THE\n    9  LOWEST  POSSIBLE COST. THE STATE ALSO RECOGNIZES THAT THE LOWEST RESPON-\n   10  SIBLE BID FOR PUBLIC CONTRACTS MAY NOT SIMPLY BE A MONETARY  AMOUNT  BUT\n   11  SHOULD  ALSO  INCORPORATE  QUANTIFIABLE FISCAL BENEFITS TO THE STATE AND\n   12  THAT QUANTIFIABLE FISCAL BENEFITS TO THE STATE SHOULD BE SUBTRACTED FROM\n   13  THE ACTUAL BID AMOUNT TO DETERMINE THE LOWEST RESPONSIBLE BIDDER.\n   14    2. THE COMPTROLLER SHALL ESTABLISH, IN CONSULTATION WITH THE HEADS  OF\n   15  STATE  AGENCIES,  A METHOD FOR DETERMINING THE LOWEST RESPONSIBLE BIDDER\n   16  WHEN NEGOTIATING STATE CONTRACTS  THAT  WOULD  INCORPORATE  QUANTIFIABLE\n   17  FISCAL BENEFITS INCLUDING, BUT NOT BE LIMITED TO, CONSIDERATION OF WHERE\n   18  SUB-CONTRACTORS  USED  BY  CONTRACTORS  TO  FULFILL A STATE CONTRACT ARE\n   19  LOCATED, HOW MANY JOBS IN THE STATE, IF ANY,  WILL  BE  CREATED  BY  THE\n   20  AWARDING OF SUCH A CONTRACT, AND THE ESTIMATED TAX REVENUE AND ANCILLARY\n   21  ECONOMIC  ACTIVITY  THAT  WOULD  BE  GENERATED  IN THE STATE THROUGH THE\n   22  AWARDING OF SUCH CONTRACTS AND SUBSEQUENT SUBCONTRACTS. THE  COMPTROLLER\n   23  SHALL  PROMULGATE RULES AND REGULATIONS TO ENSURE THE INCLUSION OF THESE\n   24  CONSIDERATIONS IN DETERMINING THE LOWEST RESPONSIBLE  BIDDER  FOR  STATE\n   25  CONTRACTS.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04577-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing a method for determining the lowest responsible bidder when negotiating state contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T124859.TXT", "SOBI.D110120.T151911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295554751117
}