{
  "year" : 2011,
  "senateBillNo" : "A2722-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2722-2011-1295499600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires full retail fuel services to senior citizens and to persons with disabilities where self-service and full service is offered",
  "summary" : "Requires full service gas station service to be provided to senior citizens and to persons with disabilities with a disabled license plate or hang tag at no additional cost where the retail full service station offers both self service and full service sales; provides civil penalties of up to $100 for violation thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3882-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2722\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CLARK -- Multi-Sponsored by -- M. of A. CAHILL,\n         HOOPER -- read once and referred to the Committee on Consumer  Affairs\n         and Protection\n\n       AN  ACT  to  amend  the general business law, in relation to the sale of\n         motor fuels to senior citizens and persons with disabilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  199-o to read as follows:\n    3    S 199-O. SALE OF MOTOR FUELS TO SENIOR CITIZENS AND PERSONS WITH DISA-\n    4  BILITIES.  1.   ANY PERSON, FIRM OR CORPORATION WHICH REGULARLY DEALS IN\n    5  THE RETAIL SALE OF MOTOR FUELS TO CONSUMERS, OFFERING BOTH  SELF-SERVICE\n    6  AND  FULL  SERVICE AT ANY INDIVIDUAL STATION, SHALL PROVIDE FULL SERVICE\n    7  OF SUCH MOTOR FUELS, INCLUDING ANY  SERVICES  REASONABLY  NECESSARY,  TO\n    8  PERSONS  SIXTY-FIVE YEARS OF AGE OR OLDER AND ANY PERSONS WITH DISABILI-\n    9  TIES AT THE SAME PRICE CHARGED AT THE SELF-SERVICE ISLANDS.\n   10    2. THE PROVISIONS OF THIS SECTION SHALL APPLY AS LONG AS THE  INDIVID-\n   11  UAL STATION IS OPEN TO THE PUBLIC.\n   12    3.  FOR  THE PURPOSES OF THIS SECTION \"PERSON WITH DISABILITIES\" SHALL\n   13  MEAN THE REGISTERED OWNER OF A MOTOR VEHICLE WHO HAS BEEN ISSUED SPECIAL\n   14  LICENSE TAGS BY THE STATE OR WHO DISPLAYS A HANDICAPPED CARD OR INSIGNIA\n   15  ISSUED BY A GOVERNMENTAL ENTITY PURSUANT TO SECTION FOUR HUNDRED  FOUR-A\n   16  OF THE VEHICLE AND TRAFFIC LAW.\n   17    4.  ANY  PERSON  WHO  VIOLATES THE PROVISIONS OF THIS SECTION SHALL BE\n   18  GUILTY OF A VIOLATION AND SHALL BE SUBJECT TO A CIVIL FINE IN AN  AMOUNT\n   19  UP TO ONE HUNDRED DOLLARS FOR EACH VIOLATION.\n   20    S 2. This act shall take effect on the one hundred eightieth day after\n   21  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06588-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the sale of motor fuels to senior citizens and persons with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T153912.TXT", "SOBI.D110120.T112342.TXT", "SOBI.D110120.T113345.TXT", "SOBI.D110120.T113853.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952716
}