{
  "year" : 2011,
  "senateBillNo" : "A2725-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to aging",
    "billEventId" : "A2725-2011-1295499600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes an appropriation for the local long term care ombudsman program",
  "summary" : "Appropriates 2 million dollars to the state office for the aging for the local long term care ombudsman program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Medical Assistance",
  "previousVersions" : [ "A3387-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2725\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CLARK -- Multi-Sponsored by -- M. of A. SWEENEY\n         -- read once and referred to the Committee on Aging\n\n       AN ACT in relation to making an appropriation  to  the  office  for  the\n         aging for the local long term care ombudsman program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The sum of two million dollars  ($2,000,000),  or  so  much\n    2  thereof  as  may  be necessary, is hereby appropriated to the office for\n    3  the aging out of any moneys in the state treasury in the general fund to\n    4  the credit of the local assistance account not  otherwise  appropriated,\n    5  and  made  immediately  available  for  the purposes of carrying out the\n    6  provisions of the local ombudsman program pursuant to section 218 of the\n    7  elder law. Such moneys shall be allocated to each local long  term  care\n    8  ombudsman  program  based  upon  the proportionate share of beds in long\n    9  term care facilities which are serviced by such  local  program.    Such\n   10  moneys  shall  be payable on the audit and warrant of the comptroller on\n   11  vouchers certified or approved by the director of  the  office  for  the\n   12  aging.\n   13    S  2.  This  act shall take effect on the ninetieth day after it shall\n   14  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06568-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to making an appropriation to the office for the aging for the local long term care ombudsman program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T151411.TXT", "SOBI.D110120.T124859.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295554451975
}