{
  "year" : 2011,
  "senateBillNo" : "A272-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A272-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to procurement of materials and supplies by superintendents and schools",
  "summary" : "Authorizes the commissioner of education to promulgate regulations which enable superintendents and schools to purchase material goods and supplies directly from vendors or suppliers when such products are available at prices or other terms more economically beneficial for the purposes of the acquiring superintendent or school. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10566-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          272\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MONTESANO, SALADINO, FINCH -- Multi-Sponsored by\n         -- M. of A. JORDAN, MOLINARO -- read once and referred to the  Commit-\n         tee on Education\n\n       AN ACT to amend the education law and the state finance law, in relation\n         to authorizing superintendents and schools to purchase certain materi-\n         al goods and supplies independently\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the education law is amended by adding a new\n    2  subdivision 42 to read as follows:\n    3    42. THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS  NECESSARY\n    4  TO  ENABLE  SUPERINTENDENTS  AND  SCHOOLS TO PURCHASE MATERIAL GOODS AND\n    5  SUPPLIES DIRECTLY FROM VENDORS  OR  SUPPLIERS  WHEN  SUCH  PRODUCTS  ARE\n    6  AVAILABLE  AT PRICES OR OTHER TERMS MORE ECONOMICALLY BENEFICIAL FOR THE\n    7  PURPOSES OF THE ACQUIRING SUPERINTENDENT OR SCHOOL.\n    8    S 2. Subparagraph (i) of paragraph a of subdivision 5 of  section  163\n    9  of the state finance law, as added by chapter 83 of the laws of 1995, is\n   10  amended to read as follows:\n   11    (i)  For  commodities, upon such determination of need, state agencies\n   12  shall ascertain whether the commodity is available in the form, function\n   13  and utility consistent with their needs from preferred  sources  and  if\n   14  so,  shall purchase said commodity from a preferred source in accordance\n   15  with the provisions of this article. If not so available, state agencies\n   16  shall determine whether the commodity is available in the form, function\n   17  and utility consistent with their needs on a centralized contract and if\n   18  so, except as provided in subparagraph (v) of paragraph a of subdivision\n   19  three of this section, shall purchase said commodity using the  central-\n   20  ized  contract,  PROVIDED, HOWEVER, THAT SUPERINTENDENTS AND SCHOOLS MAY\n   21  PROCURE SUCH COMMODITIES INDEPENDENTLY IN  ACCORDANCE  WITH  REGULATIONS\n   22  ESTABLISHED BY THE COMMISSIONER OF EDUCATION AS PROVIDED FOR IN SUBDIVI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02284-01-1\n\n       A. 272                              2\n\n    1  SION FORTY-TWO OF SECTION THREE HUNDRED FIVE OF THE EDUCATION LAW.  If a\n    2  commodity  is not available in the form, function and utility consistent\n    3  with the needs of the state agency from a preferred source or a central-\n    4  ized  contract  or as provided for in subparagraph (v) of paragraph a of\n    5  subdivision three of this section, the  state  agency  may  procure  the\n    6  commodity  independently  or in conjunction with another state agency in\n    7  accordance with paragraph c of subdivision three of this section.\n    8    S 3. This act shall take effect immediately; provided,  however,  that\n    9  the  amendments  to  subparagraph (i) of paragraph a of subdivision 5 of\n   10  section 163 of the state finance law made by section  two  of  this  act\n   11  shall  not  affect  the repeal of such section and shall be deemed to be\n   12  repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the state finance law, in relation to authorizing superintendents and schools to purchase certain material goods and supplies independently ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T171343.TXT", "SOBI.D101217.T155004.TXT", "SOBI.D110124.T154637.TXT", "SOBI.D110125.T141420.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101217.T154004.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295982860149
}