{
  "year" : 2011,
  "senateBillNo" : "A2734-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2734-2011-1295499600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to paid leave for members of the civil air patrol",
  "summary" : "Provides that members of the civil air patrol shall be entitled to paid leave for training, drill and sanctioned missions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A3441-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2734\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH, CALHOUN, RAIA, McDONOUGH -- read once and\n         referred to the Committee on Governmental Employees\n\n       AN  ACT  to  amend  the civil service law, in relation to paid leave for\n         members of the civil air patrol\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil service law is amended by adding a new section\n    2  82-c to read as follows:\n    3    S 82-C. CIVIL AIR PATROL VOLUNTEERS; PAID LEAVE.  NOTWITHSTANDING  ANY\n    4  OTHER  PROVISIONS  OF LAW TO THE CONTRARY, PUBLIC OFFICERS AND EMPLOYEES\n    5  OF THE STATE WHO ARE MEMBERS OF THE UNITED STATES  AIR  FORCE  AUXILIARY\n    6  CIVIL  AIR  PATROL  SHALL BE GRANTED LEAVE FROM WORK WITH PAY TO PARTIC-\n    7  IPATE IN TRAINING, DRILLS OR EMERGENCY SERVICES UPON A  WRITTEN  REQUEST\n    8  FROM A UNIT COMMANDER AND THE APPROVAL OF THE CHIEF ADMINISTRATIVE OFFI-\n    9  CER OF THE STATE AGENCY, DEPARTMENT OR BUREAU FOR WHICH THE PUBLIC OFFI-\n   10  CER  OR EMPLOYEE SERVES. THE PUBLIC OFFICER OR EMPLOYEE SHALL BE COMPEN-\n   11  SATED AT HIS OR HER REGULAR RATE OF PAY FOR  THOSE  REGULAR  WORK  HOURS\n   12  DURING  WHICH  THE  PUBLIC OFFICER OR EMPLOYEE IS ABSENT FROM WORK WHILE\n   13  PARTICIPATING IN  AUTHORIZED  TRAINING,  DRILLS  OR  EMERGENCY  SERVICES\n   14  MISSIONS.  SUCH  LEAVE  SHALL  BE  PROVIDED  WITHOUT  LOSS OF SENIORITY,\n   15  COMPENSATION, SICK LEAVE, VACATION LEAVE OR OTHER OVERTIME  COMPENSATION\n   16  TO WHICH THE VOLUNTEER IS OTHERWISE ENTITLED AND SHALL NOT EXCEED TWENTY\n   17  DAYS IN ANY CALENDAR YEAR.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04541-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to paid leave for members of the civil air patrol ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T151911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295554751126
}