{
  "year" : 2011,
  "senateBillNo" : "A2739-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2739-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the temporary suspension of a repair shop registration or license and the jurisdiction of repair shop appeals; repealer",
  "summary" : "Relates to the temporary suspension of a repair shop registration or license and the jurisdiction of repair shop appeals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A11158-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2739\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  the  tempo-\n         rary suspension of a repair shop registration or license, jurisdiction\n         of  repair shop appeals, and to repeal subdivisions 2 and 4 of section\n         398-f of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 261 of the vehicle and traffic\n    2  law, as amended by chapter 517 of the laws of 2007, is amended  to  read\n    3  as follows:\n    4    1.  Right  of  appeal.  Whenever a license, certificate, permit or any\n    5  privilege is denied, suspended or revoked by the  commissioner  pursuant\n    6  to  this chapter, except where such action is based upon a conviction as\n    7  a result of which such action is required by statute or is based upon  a\n    8  determination  rendered  under  the  provisions of article two-A of [the\n    9  vehicle and traffic law] THIS CHAPTER, the  holder  thereof  may  appeal\n   10  such  determination  pursuant to the provisions of this article and such\n   11  regulations as may be promulgated  by  the  commissioner.  In  addition,\n   12  following  an adjudicatory proceeding conducted pursuant to section four\n   13  hundred seventy-one-a of this chapter, an aggrieved party may appeal the\n   14  commissioner's decision pursuant to the provisions of this  article  and\n   15  such  regulations  as may be promulgated by the commissioner.  [Notwith-\n   16  standing the provisions of this subdivision, appeals from determinations\n   17  made pursuant to article twelve-A of this chapter shall be  governed  in\n   18  accordance with the provisions of that article.]\n   19    S  2.  Paragraph  (b) of subdivision 1 of section 398-f of the vehicle\n   20  and traffic law, as added by chapter 641 of the laws of 1975, is amended\n   21  to read as follows:\n   22    (b)  No certificate of registration shall  be  suspended  or  revoked,\n   23  penalty imposed or determination of gross negligence or gross overcharg-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07692-01-1\n\n       A. 2739                             2\n\n    1  ing made as provided for pursuant to paragraph (h) of subdivision one of\n    2  section  three hundred ninety-eight-e of this article, until such regis-\n    3  trant shall have been given the opportunity to be  heard,  upon  written\n    4  notice  to  the registrant, before an officer or employee of the depart-\n    5  ment designated for such purpose by the commissioner, provided, however,\n    6  that where a notice of hearing is mailed to a registrant at the  address\n    7  shown  in  the  records  of  the department and such registrant fails to\n    8  attend such hearing, the  commissioner  may  suspend  such  registration\n    9  pending  the  [registrants]  REGISTRANT'S  attendance  at  such hearing.\n   10  Requests for adjournment of such hearings shall be granted in accordance\n   11  with regulations promulgated by the commissioner.  A suspension  pending\n   12  attendance  at  a  hearing  shall not be appealable.  PROVIDED, HOWEVER,\n   13  THAT A CERTIFICATE OF REGISTRATION MAY  BE  TEMPORARILY  SUSPENDED  UPON\n   14  WRITTEN  NOTICE  OF  TEMPORARY SUSPENSION DELIVERED BY CERTIFIED MAIL TO\n   15  THE REGISTRANT PENDING ANY PROSECUTION, INVESTIGATION OR HEARING INVOLV-\n   16  ING AN ALLEGATION OF ANY CONDUCT  ON  THE  PART  OF  THE  REGISTRANT  IN\n   17  VIOLATION OF THE PROVISIONS OF PARAGRAPH (G), (H), (J), OR (K) OF SUBDI-\n   18  VISION  ONE OF SECTION THREE HUNDRED NINETY-EIGHT-E OF THIS ARTICLE. THE\n   19  WRITTEN NOTICE OF TEMPORARY SUSPENSION SHALL PROVIDE THAT THE  TEMPORARY\n   20  SUSPENSION  IS  EFFECTIVE SEVENTY-TWO HOURS AFTER MAILING OF SUCH NOTICE\n   21  AND THAT A HEARING BE SCHEDULED WITHIN TEN DAYS AFTER THE EFFECTIVE DATE\n   22  OF THE TEMPORARY SUSPENSION.\n   23    S 3. Subdivision 2 of section 398-f of the vehicle and traffic law  is\n   24  REPEALED.\n   25    S 4. Subdivision 3 of section 398-f of the vehicle and traffic law, as\n   26  added by chapter 641 of the laws of 1975, paragraph (a) and subparagraph\n   27  2  of  paragraph  (b) as amended by chapter 448 of the laws of 1995, and\n   28  subparagraphs 1 and 5 of paragraph (b) as amended by chapter 450 of  the\n   29  laws of 1996, is amended to read as follows:\n   30    3.    Appeals.  (a) The [review] APPEALS board ESTABLISHED PURSUANT TO\n   31  ARTICLE THREE-A OF THIS CHAPTER will review and  determine  all  appeals\n   32  filed  pursuant  to this article.   Such determination may be to affirm,\n   33  reverse or modify the initial determination of the hearing  officer,  or\n   34  to  remand the case for a further hearing to determine additional facts.\n   35  Any review by such board shall be based solely on the record upon  which\n   36  the  initial  determination is made and upon any written brief which may\n   37  be submitted by or on behalf of the applicant or registrant.\n   38    (b) (1)   Whenever a  certificate  of  registration  is  suspended  or\n   39  revoked,  an  application for such registration denied, determination of\n   40  gross negligence or gross overcharging made, the sealing of  a  premises\n   41  ordered or penalty imposed by the commissioner pursuant to this article,\n   42  except where such action is required by statute based upon a conviction,\n   43  the  registrant,  applicant,  or  owner  of the premises as such term is\n   44  defined in paragraph (a) of subdivision five-a of section three  hundred\n   45  ninety-eight-i of this article may appeal such determination pursuant to\n   46  the  provisions of [this] article THREE-A OF THIS CHAPTER and such regu-\n   47  lations as may be promulgated by the commissioner.\n   48    (2) [No appeal shall be reviewed unless it is submitted  within  sixty\n   49  days  after  written notice of the determination appealed from is mailed\n   50  to the registrant or applicant.\n   51    (3)  Any person desiring to appeal pursuant to this article  shall  do\n   52  so  in  a  form and manner as provided by regulations promulgated by the\n   53  commissioner. The transcript of any hearing will only be reviewed if  it\n   54  is  submitted  by the appellant who shall bear the expense of furnishing\n   55  such transcript.\n\n       A. 2739                             3\n\n    1    (4)  The fee for filing an appeal shall be ten  dollars.    No  appeal\n    2  shall  be  deemed  filed  or  submitted unless any required fee has been\n    3  paid.\n    4    (5)]  The submission of a written request to file such an appeal shall\n    5  stay the operation of the initial determination until after a review  is\n    6  had  and  a determination has been made; provided, however, that failure\n    7  to timely submit such appeal and comply  with  the  provisions  of  this\n    8  subdivision  shall  remove  the  stay  imposed by this paragraph.   Such\n    9  review shall be made and decided as expeditiously as possible;  provided\n   10  that  an appeal of an order directing the sealing of the premises pursu-\n   11  ant to subdivision five-a of section  three  hundred  ninety-eight-i  of\n   12  this  article  shall, to the extent possible, be given priority over all\n   13  other appeals filed pursuant to this article.\n   14    (c)  Whenever the same facts give rise  to  a  hearing  involving  any\n   15  other  license  or  registration  issued by the commissioner, a combined\n   16  hearing may be held.  [If the registrant appeals only  from  a  determi-\n   17  nation  made  with  respect to his repair shop registration, he shall be\n   18  entitled to a review as provided in subdivision  one  of  this  section;\n   19  however,  if  he  appeals  from any determination or determinations made\n   20  with respect to any other license or registration, as well as a determi-\n   21  nation with respect to his repair shop registration, the appeals  proce-\n   22  dure established in article three-A of this chapter shall be followed in\n   23  lieu of the procedure established in subdivision three of this section.]\n   24    S  5. Subdivision 4 of section 398-f of the vehicle and traffic law is\n   25  REPEALED.\n   26    S 6. Paragraph (a) of subdivision 4 of section 398-i  of  the  vehicle\n   27  and traffic law, as added by chapter 891 of the laws of 1977, is amended\n   28  to read as follows:\n   29    (a) If it is determined that a person has operated a repair shop with-\n   30  out being registered as required by this article, such determination may\n   31  be  appealed  to  the  [review]  APPEALS  board  established pursuant to\n   32  [section three hundred ninety-eight-f of  this  chapter.  The  procedure\n   33  established in such section shall apply to such appeals] ARTICLE THREE-A\n   34  OF  THIS CHAPTER provided that no appeal shall be accepted or determined\n   35  by the [review] APPEALS board unless the civil penalty assessed  against\n   36  such  person  has  been  paid  as  prescribed in subdivision two of this\n   37  section.\n   38    S 7. This act shall take effect immediately, except that sections one,\n   39  three, four, five, and six shall take effect on the thirtieth day  after\n   40  it shall have become a law and shall apply to appeals pending before the\n   41  repair shop review board.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the temporary suspension of a repair shop registration or license, jurisdiction of repair shop appeals, and to repeal subdivisions 2 and 4 of section 398-f of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T153912.TXT", "SOBI.D110120.T130901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952693
}