{
  "year" : 2011,
  "senateBillNo" : "A2736-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to social services",
    "billEventId" : "A2736-2011-1295499600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires prior approval of a municipality with respect to site selection for adult care facility, and provides for a public hearing thereon",
  "summary" : "Provides that any person planning to establish one or more adult care facilities within a municipality shall inform the chief executive officer of such municipality of the nature, size and requirements of such facility; provides that the municipality shall have forty days after the receipt of notice to object to any such sites; provides that if the municipality fails to object in forty days, such person may establish the facility. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2764-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2736\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. FITZPATRICK -- Multi-Sponsored by -- M. of A.\n         THIELE -- read once and referred to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation  to  requiring  the\n         prior  approval  of  a municipality with respect to site selection for\n         adult care facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  461-b  of  the social services law is amended by\n    2  adding a new subdivision 9 to read as follows:\n    3    9. (A) IF ANY PERSON PLANS TO ESTABLISH ONE OR MORE ADULT CARE FACILI-\n    4  TIES WITHIN A MUNICIPALITY, IT SHALL NOTIFY THE CHIEF EXECUTIVE  OFFICER\n    5  OF  THE  MUNICIPALITY  IN  WRITING OF ITS INTENTIONS AND INCLUDE IN SUCH\n    6  NOTICE A DESCRIPTION OF THE  NATURE,  SIZE  AND  THE  COMMUNITY  SUPPORT\n    7  REQUIREMENTS OF THE PROGRAM. SUCH PERSON MAY RECOMMEND ONE OR MORE SITES\n    8  WHICH  MEET THE REQUIREMENTS OF THE PROGRAM. THE MUNICIPALITY, ACTING BY\n    9  AND THROUGH ITS LEGISLATIVE BODY,  SHALL  HAVE  NINETY  DAYS  AFTER  THE\n   10  RECEIPT  OF SUCH NOTICE TO CONDUCT AT LEAST ONE PUBLIC HEARING REGARDING\n   11  A NOTICE OF INTENTION TO ESTABLISH ONE OR  MORE  ADULT  CARE  FACILITIES\n   12  WITHIN  THE MUNICIPALITY. UPON CONCLUSION OF THE PUBLIC HEARING OR HEAR-\n   13  INGS, THE MUNICIPALITY, ACTING BY  AND  THROUGH  ITS  LEGISLATIVE  BODY,\n   14  SHALL  HAVE FORTY DAYS AFTER THE RECEIPT OF SUCH NOTICE TO OBJECT TO ANY\n   15  OF SUCH SITES AS RECOMMENDED, AND MAY PROPOSE AN ALTERNATE SITE OR SITES\n   16  WITHIN ITS GEOGRAPHICAL BOUNDARIES AS IT  DEEMS  APPROPRIATE.    IF  THE\n   17  MUNICIPALITY  DOES NOT RESPOND WITHIN FORTY DAYS, SUCH PERSON MAY ESTAB-\n   18  LISH SUCH A FACILITY AT THE SITE RECOMMENDED IN ITS NOTICE.\n   19    (B) FOR PURPOSES OF THIS SUBDIVISION, \"MUNICIPALITY\" MEANS AN INCORPO-\n   20  RATED VILLAGE, IF A FACILITY IS TO BE LOCATED THEREIN; A  TOWN,  IF  THE\n   21  FACILITY  IS  TO  BE  LOCATED  THEREIN, AND NOT SIMULTANEOUSLY WITHIN AN\n   22  INCORPORATED VILLAGE; OR A CITY, EXCEPT THAT IN THE CITY  OF  NEW  YORK,\n   23  THE  COMMUNITY  BOARD  WITH  JURISDICTION  OVER THE AREA IN WHICH SUCH A\n   24  FACILITY IS TO BE LOCATED SHALL BE CONSIDERED THE MUNICIPALITY.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02409-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring the prior approval of a municipality with respect to site selection for adult care facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T151911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295554751130
}