{
  "year" : 2011,
  "senateBillNo" : "A2732-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2732-2011-1295499600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a pharmacist to substitute a brand name prescription drug for the generic equivalent of such drug if requested to do so by the patient",
  "summary" : "Authorizes a pharmacist to substitute a brand name prescription drug for the generic equivalent of such drug if requested to do so by the patient; if done the pharmacist must record the request. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4045-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2732\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CROUCH, KOLB, CALHOUN, HAWLEY -- read once and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the  education  law,  in  relation  to  authorizing  the\n         substitution of brand name prescription drugs by a pharmacist\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision  6  of  section  6810  of  the\n    2  education law, as amended by chapter 649 of the laws of 1993, is amended\n    3  to read as follows:\n    4    (a) Every prescription written in this state by a person authorized to\n    5  issue  such  prescription  shall be on prescription forms containing one\n    6  line for the prescriber's signature. The  prescriber's  signature  shall\n    7  validate  the prescription. Imprinted conspicuously in eight point upper\n    8  case type immediately below the signature line shall be the words: \"THIS\n    9  PRESCRIPTION WILL BE FILLED GENERICALLY UNLESS PRESCRIBER WRITES 'd a w'\n   10  IN THE BOX BELOW\". Unless the prescriber writes d a w in such box in the\n   11  prescriber's own handwriting, the prescriber's signature shall designate\n   12  approval of substitution by a pharmacist of a drug product  pursuant  to\n   13  paragraph  (o)  of  subdivision  one  of  section two hundred six of the\n   14  public health law. No other letters or marks in such box shall  prohibit\n   15  substitution.  No  prescription  forms  used or intended to be used by a\n   16  person authorized to issue a prescription shall have 'd a w'  preprinted\n   17  in  such box. Such box shall be placed directly under the signature line\n   18  and shall be three-quarters inch in length and one-half inch in  height.\n   19  Immediately  below  such  box  shall  be imprinted in six point type the\n   20  words \"Dispense As Written\". Notwithstanding any other provision of law,\n   21  no state official, agency, board or other entity  shall  promulgate  any\n   22  regulation  or  guideline  modifying  those elements of the prescription\n   23  form's contents specified in this subdivision. To the  extent  otherwise\n   24  permitted  by  law,  a  prescriber may modify only those elements of the\n   25  prescription form's contents not specified in this subdivision. Notwith-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04752-01-1\n\n       A. 2732                             2\n\n    1  standing any other provision of this section or any other  law,  when  a\n    2  generic  drug  is  not  available  and  the  brand  name drug originally\n    3  prescribed is available and the pharmacist agrees to dispense the  brand\n    4  name  product for a price that will not exceed the price that would have\n    5  been charged for the generic substitute had it been  available,  substi-\n    6  tution  of  a  generic drug product will not be required. If the generic\n    7  drug product is not available and a medical emergency  situation,  which\n    8  for purposes of this section is defined as any condition requiring alle-\n    9  viation  of  severe  pain or which threatens to cause disability or take\n   10  life if not promptly treated, exists, then the pharmacist  may  dispense\n   11  the  brand  name  product  at his regular price.   In such instances the\n   12  pharmacist must record the date, hour and nature of the medical emergen-\n   13  cy on the back  of  the  prescription  and  keep  a  copy  of  all  such\n   14  prescriptions.  NOTWITHSTANDING  ANY OTHER PROVISION OF THIS SECTION, OR\n   15  OF ANY OTHER LAW, IF A GENERIC DRUG PRODUCT IS AVAILABLE,  A  PHARMACIST\n   16  MAY  INFORM  THE  PATIENT THAT THE BRAND NAME DRUG IS ALSO AVAILABLE AND\n   17  THAT THE PRICE OF SUCH BRAND NAME DRUG WILL  EXCEED  THE  PRICE  OF  THE\n   18  GENERIC  DRUG  PRODUCT.  UPON THE REQUEST OF THE PATIENT, THE PHARMACIST\n   19  MAY DISPENSE THE BRAND NAME  PRODUCT  AT  THE  REGULAR  PRICE.  IN  SUCH\n   20  INSTANCES  THE  PHARMACIST  MUST RECORD THE DATE AND HOUR OF THE PATIENT\n   21  REQUEST ON THE BACK OF THE PRESCRIPTION AND KEEP  A  COPY  OF  ALL  SUCH\n   22  PRESCRIPTIONS.\n   23    S 2. This act shall take effect on the one hundred twentieth day after\n   24  it shall have become a law. Effective immediately any rule or regulation\n   25  necessary  for  the  timely  implementation of this act on its effective\n   26  date may be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing the substitution of brand name prescription drugs by a pharmacist ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T124859.TXT", "SOBI.D110120.T151911.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295554751123
}