{
  "year" : 2011,
  "senateBillNo" : "A2747-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to children and families",
    "billEventId" : "A2747-2011-1295499600000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to chemical testing for prospective foster parents",
  "summary" : "Relates to chemical testing for prospective foster parents; includes, but is not limited to drug and alcohol testing; authorizes office of children and family services to issue random chemical testing, including but not limited to, drug testing, to foster parents. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2494-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2747\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Children and Families\n\n       AN ACT to amend the social services law, in relation to chemical testing\n         for prospective foster care parents\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 378 of the social services law is amended by adding\n    2  a new subdivision 6 to read as follows:\n    3    6.  (A)  NO SUCH LICENSE OR CERTIFICATE SHALL BE AWARDED TO A PROSPEC-\n    4  TIVE FOSTER PARENT PRIOR TO CHEMICAL TESTING, INCLUDING, BUT NOT LIMITED\n    5  TO, DRUG AND ALCOHOL TESTING. NOTWITHSTANDING ANY OTHER PROVISION OF LAW\n    6  TO THE CONTRARY,  AN  APPLICATION  FOR  CERTIFICATION  OR  LICENSURE  OR\n    7  APPROVAL OF A PROSPECTIVE FOSTER PARENT SHALL BE DENIED WHERE SUCH CHEM-\n    8  ICAL  TESTING  REVEALS  A  POSITIVE PRESENCE OF DRUGS OR ALCOHOL IN SUCH\n    9  PROSPECTIVE FOSTER PARENT.\n   10    (B) THE OFFICE OF CHILDREN AND  FAMILY  SERVICES  SHALL  ISSUE  RANDOM\n   11  CHEMICAL  TESTING TO FOSTER PARENTS, INCLUDING, BUT NOT LIMITED TO, DRUG\n   12  TESTING.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02594-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to chemical testing for prospective foster care parents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T154413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295556253911
}