{
  "year" : 2011,
  "senateBillNo" : "A2744-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2744-2011-1295499600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits cancellation, non-renewal or conditioning renewal of automobile insurance when dispute as to pending claim exists",
  "summary" : "Prohibits cancellation, non-renewal or conditioning renewal of automobile insurance upon a change or elimination of certain coverage for when dispute as to pending claim exists. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA3348-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2744\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. COLTON,\n         HOOPER, ORTIZ, P. RIVERA, TOWNS --  read  once  and  referred  to  the\n         Committee on Insurance\n\n       AN  ACT  to  amend the insurance law, in relation to prohibiting insurer\n         from cancelling or refusing to renew or condition its renewal of auto-\n         mobile insurance policies in certain cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  3425 of the insurance law is amended by adding a\n    2  new subsection (s) to read as follows:\n    3    (S) NO INSURER SHALL CANCEL OR REFUSE TO RENEW A COVERED POLICY, OR TO\n    4  CONDITION ITS RENEWAL UPON CHANGE OF LIMITS OR ELIMINATION OF ANY COVER-\n    5  AGES SOLELY ON THE BASIS THAT A DISPUTE AS TO A PENDING CLAIM  FILED  BY\n    6  THE  INSURED WITH THE INSURER IS PENDING OR THAT A DISPUTE AS TO A CLAIM\n    7  FILED WITH THE INSURER IS PENDING WITH THE DEPARTMENT.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02517-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibiting insurer from cancelling or refusing to renew or condition its renewal of automobile insurance policies in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T154413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295556253903
}