{
  "year" : 2011,
  "senateBillNo" : "A2746-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to labor",
    "billEventId" : "A2746-2011-1295499600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires employers to present substantial evidence when contesting workers' compensation claims",
  "summary" : "Requires employers to present substantial evidence when contesting workers' compensation claims; directs the workers' compensation board to award a claimant legal fees, if it finds that an employer contested a claim without substantial evidence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A3569-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2746\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PERRY -- Multi-Sponsored by -- M. of A. GOTT-\n         FRIED, HOOPER, McENENY, J. RIVERA, ROBINSON, TOWNS --  read  once  and\n         referred to the Committee on Labor\n\n       AN  ACT to amend the workers' compensation law, in relation to requiring\n         employers or insurance carriers to present substantial  evidence  when\n         contesting claims\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (c) of subdivision 2 of section 25 of  the  work-\n    2  ers' compensation law, as amended by chapter 635 of the laws of 1996, is\n    3  amended to read as follows:\n    4    (c)  If the board shall upon a hearing determine that [objections] ANY\n    5  OBJECTION to an award of compensation OR MEDICAL BENEFITS by the employ-\n    6  er or insurance carrier  [were]  WAS  interposed  without  [just  cause]\n    7  SUBSTANTIAL  EVIDENCE, it shall state the grounds for such determination\n    8  and shall require the employer or the insurance carrier to  pay  to  the\n    9  claimant,  in  addition to the amount presently due under the award, the\n   10  sum of three hundred dollars AND PAY THE  REASONABLE  CLAIMS  FOR  LEGAL\n   11  SERVICES  INCURRED BY A CLAIMANT AS A RESULT OF THE OBJECTIONS SO INTER-\n   12  POSED.\n   13    S 2. This act shall take effect immediately and shall apply  to  work-\n   14  ers' compensation claims submitted on or after such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02641-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to requiring employers or insurance carriers to present substantial evidence when contesting claims ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T154413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295556253909
}