{
  "year" : 2011,
  "senateBillNo" : "A2741-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2741-2011-1295499600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows certain uniformed personnel serving in foreign countries on behalf of the United States the same protection as other public employees serving in the military",
  "summary" : "Allows uniformed personnel who serve as interpreters assisting persons in police duty, serving in foreign countries on behalf of the United States government the same protection as other public employees serving in the military. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : [ "A548-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2741\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JACOBS  --  Multi-Sponsored  by  -- M. of A.\n         J. RIVERA, WRIGHT -- read  once  and  referred  to  the  Committee  on\n         Governmental Operations\n\n       AN  ACT  to  amend  the military law, in relation to affording uniformed\n         personnel who assist police officers, serving in foreign countries  on\n         behalf  of  the  United States government the same protection as other\n         public employees serving in the military\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (b) of subdivision 1 of section 243 of the mili-\n    2  tary law, as amended by chapter 248 of the laws of 2001, is  amended  to\n    3  read as follows:\n    4    (b)  The term \"military duty\" shall mean military service in the mili-\n    5  tary, naval, aviation or marine service of the United States  subsequent\n    6  to  July  first,  nineteen hundred forty, or service under the selective\n    7  training and service act of nineteen  hundred  forty,  or  the  national\n    8  guard  and  reserve officers mobilization act of nineteen hundred forty,\n    9  or any other act of congress supplementary or amendatory thereto, or any\n   10  similar act of congress hereafter enacted and irrespective of  the  fact\n   11  that  such  service  was  entered  upon following a voluntary enlistment\n   12  therefor or was required under one of the foregoing acts of congress, or\n   13  service with the United States public health service as  a  commissioned\n   14  officer,  or  service  with  the American Red Cross while with the armed\n   15  forces of the United States on foreign  service,  or  service  with  the\n   16  special  services  section  of  the armed forces of the United States on\n   17  foreign service, or service in the merchant marine which  shall  consist\n   18  of  service as an officer or member of the crew on or in connection with\n   19  a vessel documented under the laws of the  United  States  or  a  vessel\n   20  owned  by, chartered to, or operated by or for the account or use of the\n   21  government of the United States, or service by one who was  employed  by\n   22  the  War  Shipping Administration or Office of Defense Transportation or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04247-01-1\n\n       A. 2741                             2\n\n    1  their agents as a merchant seaman documented by the United States  Coast\n    2  Guard  or  Department of Commerce, or as a civil servant employed by the\n    3  United States Army Transport Service (later redesignated as  the  United\n    4  States Army Transportation Corps, Water Division) or the Naval Transpor-\n    5  tation  Service;  and  who served satisfactorily as a crew member during\n    6  the period of armed conflict, December seventh, nineteen hundred  forty-\n    7  one,  to  August fifteenth, nineteen hundred forty-five, aboard merchant\n    8  vessels in oceangoing, i.e., foreign, intercoastal, or coastwise service\n    9  as such terms are defined under federal law (46 USCA 10301 & 10501)  and\n   10  further  to include \"near foreign\" voyages between the United States and\n   11  Canada, Mexico, or the West Indies via ocean routes, or  public  vessels\n   12  in  oceangoing  service or foreign waters and who has received a Certif-\n   13  icate of Release or Discharge from Active Duty and a  discharge  certif-\n   14  icate,  or an Honorable Service Certificate/Report of Casualty, from the\n   15  Department of Defense,  or  who  served  as  a  United  States  civilian\n   16  employed  by the American Field Service and served overseas under United\n   17  States Armies and United States Army Groups in world war II  during  the\n   18  period  of  armed conflict, December seventh, nineteen hundred forty-one\n   19  through May eighth, nineteen hundred forty-five, and who was  discharged\n   20  or  released  therefrom  under  honorable conditions, or who served as a\n   21  United States civilian Flight Crew and Aviation Ground Support  Employee\n   22  of  Pan  American World Airways or one of its subsidiaries or its affil-\n   23  iates and served overseas as a result of Pan  American's  contract  with\n   24  Air  Transport  Command or Naval Air Transport Service during the period\n   25  of armed  conflict,  December  fourteenth,  nineteen  hundred  forty-one\n   26  through  August  fourteenth,  nineteen  hundred  forty-five, and who was\n   27  discharged or released therefrom under honorable conditions; or  service\n   28  in  police  duty  on behalf of the United States government in a foreign\n   29  country, if such person is a PEACE OFFICER OR police officer, as defined\n   30  by section 1.20 of the criminal procedure law, and if such PEACE OFFICER\n   31  OR police officer obtained the  prior  consent  of  his  or  her  public\n   32  employer to absent himself or herself from his or her position to engage\n   33  in the performance of such service; OR SERVICE AS AN INTERPRETER ASSIST-\n   34  ING  PERSONS IN POLICE DUTY ON BEHALF OF THE UNITED STATES GOVERNMENT IN\n   35  A FOREIGN COUNTRY, IF SUCH INTERPRETER WAS ON LEAVE FROM A  POSITION  IN\n   36  THE  UNIFORMED  FORCE  OF  A  PUBLIC  EMPLOYER  AND  IF SUCH INTERPRETER\n   37  OBTAINED THE PRIOR CONSENT OF HIS  OR  HER  PUBLIC  EMPLOYER  TO  ABSENT\n   38  HIMSELF OR HERSELF FROM HIS OR HER POSITION TO ENGAGE IN THE PERFORMANCE\n   39  OF SUCH SERVICE; or as an enrollee in the United States maritime service\n   40  on  active duty and, to such extent as may be prescribed by or under the\n   41  laws of the United  States,  any  period  awaiting  assignment  to  such\n   42  service  and any period of education or training for such service in any\n   43  school or institution  under  the  jurisdiction  of  the  United  States\n   44  government,  but shall not include temporary and intermittent gratuitous\n   45  service in any reserve or auxiliary force. It shall include  time  spent\n   46  in reporting for and returning from military duty and shall be deemed to\n   47  commence  when the public employee leaves his OR HER position and to end\n   48  when he OR SHE is reinstated to his OR HER position, provided such rein-\n   49  statement is within ninety days after the termination of military  duty,\n   50  as  hereinafter  defined.    Notwithstanding the foregoing provisions of\n   51  this paragraph, the term \"military duty\" shall not include  any  of  the\n   52  foregoing  services  entered upon voluntarily on or after January first,\n   53  nineteen hundred forty-seven  and  before  June  twenty-fifth,  nineteen\n   54  hundred  fifty;  and,  on or after July first, nineteen hundred seventy,\n   55  the term \"military duty\" shall not  include  any  voluntary  service  in\n   56  excess  of  four  years  performed  after that date, or the total of any\n\n       A. 2741                             3\n\n    1  voluntary services, additional or otherwise, in  excess  of  four  years\n    2  performed  after  that date, shall not exceed five years, if the service\n    3  in excess of four years is at the request and for the convenience of the\n    4  federal government, except if such voluntary service is performed during\n    5  a period of war, or national emergency declared by the president.\n    6    S 2. Notwithstanding subdivision 4 of section 243 of the military law,\n    7  a  person whose military duty entailed service as an interpreter assist-\n    8  ing persons in police duty on behalf of the United States government  in\n    9  a  foreign  country  shall  be  permitted  to  make contributions to the\n   10  retirement system of which he or she is a member within five years  from\n   11  the  effective  date  of  this act or five years from the termination of\n   12  such service, whichever is later, for the purposes of obtaining  retire-\n   13  ment credit as provided in such subdivision.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law, in relation to affording uniformed personnel who assist police officers, serving in foreign countries on behalf of the United States government the same protection as other public employees serving in the military ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T153912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952709
}