{
  "year" : 2011,
  "senateBillNo" : "A2740-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2740-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to child safety seat and seat belt requirements",
  "summary" : "Relates to child safety seat and seat belt requirements; requires that safety seats be secured according to the vehicle's manual or child restraint system manufacturer's instructions and requires that all back seat passengers use a seat belt. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A11159-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2740\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to safety  seat\n         and seat belt requirements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of  section  1229-c  of  the\n    2  vehicle  and  traffic law, as amended by chapter 18 of the laws of 2005,\n    3  is amended to read as follows:\n    4    (a) all back seat passengers of such vehicle under the age of four are\n    5  restrained in a specially designed seat which meets  the  Federal  Motor\n    6  Vehicle  Safety  Standards  set  forth in 49 C.F.R. 571.213 and which is\n    7  either permanently affixed or is affixed to such  vehicle  by  a  safety\n    8  belt,  or  [in]  WHICH  IS  SECURED ACCORDING TO THE VEHICLE'S MANUAL OR\n    9  CHILD RESTRAINT SYSTEM MANUFACTURER'S INSTRUCTIONS. IN  the  event  that\n   10  the weight of such passenger under the age of four exceeds forty pounds,\n   11  such passenger [may] MUST be PROPERLY restrained [(i)] in an appropriate\n   12  child  restraint  system  as defined in subdivision four of this section\n   13  [used with combination lap safety and shoulder harness belts or (ii)  by\n   14  a  lap safety belt in the event such vehicle is not equipped with combi-\n   15  nation lap safety and shoulder harness belts or all the combination  lap\n   16  safety  and  shoulder  harness belts are being used to properly restrain\n   17  other passengers who are under the age of sixteen] AND WHICH IS  SECURED\n   18  ACCORDING  TO THE VEHICLE'S MANUAL OR CHILD RESTRAINT SYSTEM MANUFACTUR-\n   19  ER'S INSTRUCTIONS;\n   20    S 2. Paragraph (b) of subdivision 1 of section 1229-c of  the  vehicle\n   21  and  traffic  law,  as  amended  by  chapter 405 of the laws of 2009, is\n   22  amended to read as follows:\n   23    (b) all back seat passengers of such vehicle who are age four or older\n   24  but under age eight [(i)] are  PROPERLY  restrained  in  an  appropriate\n   25  child  restraint  system  as defined in subdivision four of this section\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07691-01-1\n\n       A. 2740                             2\n\n    1  [used with combination lap  and  shoulder  harness  belts  or  (ii)  are\n    2  restrained  in  a  lap  safety  belt  in  the  event such vehicle is not\n    3  equipped with combination lap safety and shoulder harness belts  or  all\n    4  the  combination lap safety and shoulder harness belts are being used to\n    5  properly restrain other passengers who are under the age of sixteen] AND\n    6  WHICH IS SECURED ACCORDING TO THE VEHICLE MANUAL'S  OR  CHILD  RESTRAINT\n    7  SYSTEM MANUFACTURER'S INSTRUCTIONS; or\n    8    S  3.  Paragraph (c) of subdivision 1 of section 1229-c of the vehicle\n    9  and traffic law, as amended by chapter  18  of  the  laws  of  2005,  is\n   10  amended to read as follows:\n   11    (c)  in  the  case  of any other back seat passenger [under the age of\n   12  sixteen], he or she is restrained by  a  safety  belt  approved  by  the\n   13  commissioner.\n   14    S  4.  Paragraph (b) of subdivision 2 of section 1229-c of the vehicle\n   15  and traffic law, as amended by chapter  18  of  the  laws  of  2005,  is\n   16  amended to read as follows:\n   17    (b)  if  they  are under the age of four, by a specially designed seat\n   18  which is either permanently affixed or affixed  to  such  vehicle  by  a\n   19  safety belt as required by subdivision one of this section[, or in]. IN\n   20   the  event  that  the  weight  of  such passenger under the age of four\n   21  exceeds forty pounds, such passenger [may] MUST be  PROPERLY  restrained\n   22  [(i)] in an appropriate child restraint system as defined in subdivision\n   23  four  of  this  section  [used  with combination lap safety and shoulder\n   24  harness belts or (ii) by a lap safety belt in the event such vehicle  is\n   25  not  equipped  with combination lap safety and shoulder harness belts or\n   26  all the combination lap safety and shoulder harness belts are being used\n   27  to properly restrain other passengers who are under the age of  sixteen]\n   28  AND  WHICH  IS  SECURED  ACCORDING  TO  THE  VEHICLE'S  MANUAL  OR CHILD\n   29  RESTRAINT SYSTEM MANUFACTURER'S INSTRUCTIONS; or\n   30    S 5. Paragraph (c) of subdivision 2 of section 1229-c of  the  vehicle\n   31  and  traffic  law,  as  amended  by  chapter 405 of the laws of 2009, is\n   32  amended to read as follows:\n   33    (c) if they are age four or older but under age eight, [(i) are]  SUCH\n   34  PASSENGERS MUST BE PROPERLY restrained in an appropriate child restraint\n   35  system  as defined in subdivision four of this section [used with combi-\n   36  nation lap safety and shoulder harness belts or (ii) are restrained in a\n   37  lap safety belt in the event such vehicle is not equipped with  combina-\n   38  tion  lap  safety  and shoulder harness belts or all the combination lap\n   39  safety and shoulder harness belts are being used  to  properly  restrain\n   40  other  passengers who are under the age of sixteen] AND WHICH IS SECURED\n   41  ACCORDING TO THE VEHICLE'S MANUAL OR CHILD RESTRAINT SYSTEM  MANUFACTUR-\n   42  ER'S INSTRUCTIONS.\n   43    S  6. Subdivision 13 of section 1229-c of the vehicle and traffic law,\n   44  as amended by chapter 20 of the laws of 2008,  is  amended  to  read  as\n   45  follows:\n   46    13.  Notwithstanding  the  provisions  of  subdivision  four  of  this\n   47  section, no person shall operate a school bus for  which  there  are  no\n   48  applicable  federal school bus safety standards unless all occupants are\n   49  restrained by a safety belt approved by the commissioner  or,  regarding\n   50  occupants  age four or older but under age [seven] EIGHT, are restrained\n   51  pursuant to subdivision one or two of this section.\n   52    S 7. This act shall take effect on the first of November next succeed-\n   53  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to safety seat and seat belt requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T153912.TXT", "SOBI.D110120.T130901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952702
}