{
  "year" : 2011,
  "senateBillNo" : "A2749-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2749-2011-1295499600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes New York state public defense commission and provides for its powers and duties, including local fiscal relief for public defense expenses",
  "summary" : "Establishes the New York state public defense commission to oversee the provision of public defense services in the state; such commission shall establish public defense services standards, provide financial assistance to local governments and public defense providers for expenses incurred in providing legal services to the indigent, provide training to persons in the public defense profession and oversee the provision of public defense services in the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "A2496-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2749\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT establishing  the  New  York  state  public  defense  commission,\n         providing  for  the  members, powers and duties thereof, and providing\n         fiscal relief to localities; and to amend the county law, in  relation\n         to public defense services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. The legislature finds\n    2  and declares that in  certain  proceedings  the  state  is  required  to\n    3  provide  high  quality legal assistance to persons otherwise financially\n    4  unable to obtain counsel and/or afford the necessary expenses of  repre-\n    5  sentation.  Providing  public  defense  services  to  those  who face an\n    6  economic barrier to obtaining legal counsel serves the ends  of  justice\n    7  in  accordance with rights and privileges guaranteed by the constitution\n    8  of the state of New York and the constitution of the  United  States  of\n    9  America.  The  availability  of  high  quality  public  defense services\n   10  affirms the faith of our citizens in our government of laws.\n   11    The legislature further finds that the  present  system  of  requiring\n   12  localities  to  provide public defense services with little state finan-\n   13  cial assistance and no state oversight does  not  and  cannot  meet  the\n   14  foregoing  objectives.  The existing statutory limit on fees for counsel\n   15  assigned to provide public defense services has resulted in  a  shortage\n   16  of  qualified  lawyers  to  provide defense services, thereby denying or\n   17  delaying the representation to which public defense  clients  are  enti-\n   18  tled.  The  present  system  has  caused court congestion and delay, and\n   19  eroded public trust and confidence in the legal system.\n   20    The legislature further finds that localities are struggling to  carry\n   21  the increasing burden of fulfilling the state mandate to provide defense\n   22  services,  and  cannot  bear  alone the cost of raising assigned counsel\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02592-01-1\n\n       A. 2749                             2\n\n    1  fees to reasonable levels. Local property owners should  be  given  some\n    2  relief from the obligation of providing public defense services.\n    3    The  legislature  further finds that no mechanism currently exists for\n    4  state oversight of the provision of public defense services, despite its\n    5  character as a state mandate and the appropriation of some  state  funds\n    6  to support public defense services. Sound fiscal and governmental policy\n    7  requires  oversight of defense services to ensure that the state mandate\n    8  is being met, and to determine the most effective and  efficient  future\n    9  allocation of state funds. Certain defense services can most efficiently\n   10  and  effectively be provided by an independent commission.  Some locali-\n   11  ties, especially those with smaller  populations,  could  benefit  by  a\n   12  mechanism for delivering defense services directly by the state.\n   13    The  legislature  further  finds  that public defense services must be\n   14  provided in a manner that ensures the  independence  of  public  defense\n   15  providers.\n   16    Therefore, to address these needs, the legislature establishes in this\n   17  act  the  New  York  state  public  defense commission to oversee public\n   18  defense services in this state, reimburse localities for public  defense\n   19  expenditures,  and  provide  defense  services  in extraordinary circum-\n   20  stances.\n   21    S 2. Short title. This act shall be known and may be cited as the \"New\n   22  York state public defense commission act\".\n   23    S 3. Definitions. As used in this act, the following terms are defined\n   24  as follows:\n   25    1. \"Client\" means a person who is currently receiving or  received  in\n   26  the past public defense services.\n   27    2. \"Client community\" means clients, their families, geographic neigh-\n   28  borhoods  in  which  a significant number of clients live, and organiza-\n   29  tions dedicated to providing support  and/or  advocacy  to  clients  and\n   30  their families and neighborhoods.\n   31    3.  \"Commission\"  means  the  New York state public defense commission\n   32  established pursuant to section four of this act.\n   33    4. \"Committee\" shall mean the nominating committee established  pursu-\n   34  ant to section five of this act.\n   35    5.  \"Director\"  shall  mean  the  director  of public defense services\n   36  appointed pursuant to section six of this act.\n   37    6. \"Eligible person\" means any person  financially  unable  to  obtain\n   38  counsel  and/or  afford  the  necessary expenses of representation, when\n   39  such person is suspected or accused of, charged with,  or  convicted  of\n   40  committing  an offense, or is a party in family court, surrogate's court\n   41  or other proceedings, and is entitled to counsel by law.\n   42    7. \"Locality\" means a county, except that within  any  county  in  the\n   43  city of New York such term shall mean the city of New York.\n   44    8.  \"Public  defense  services\"  or  \"defense services\" means publicly\n   45  financed legal representation, including the services of an attorney and\n   46  all necessary ancillary services, provided to persons financially unable\n   47  to obtain counsel and/or afford  the  necessary  expenses  of  represen-\n   48  tation,  when such persons are suspected or accused of, charged with, or\n   49  convicted of committing an offense, or  are  parties  in  family  court,\n   50  surrogate's  court  or other proceedings, and are entitled to counsel by\n   51  law.\n   52    S 4. New York state public defense  commission.  1.  There  is  hereby\n   53  established  the New York state public defense commission, a body corpo-\n   54  rate and public constituting a public benefit corporation.  The  commis-\n   55  sion shall be composed of thirteen members.\n   56    2. a. The members of the commission shall be appointed as follows:\n\n       A. 2749                             3\n\n    1    (i)  seven  members  shall  be appointed by the governor in accordance\n    2  with the provisions of paragraph c of this subdivision;\n    3    (ii)  one  member shall be appointed by the temporary president of the\n    4  senate;\n    5    (iii) one member shall be appointed by the speaker of the assembly;\n    6    (iv) one member shall be appointed  by  the  minority  leader  of  the\n    7  senate;\n    8    (v) one member shall be appointed by the minority leader of the assem-\n    9  bly;\n   10    (vi)  one member shall be appointed by the chief judge of the court of\n   11  appeals; and\n   12    (vii) one member shall be appointed by the administrative board of the\n   13  courts.\n   14    b. No member of the commission  shall  be  a  judge,  prosecutor,  law\n   15  enforcement officer or employee thereof, or public official, unless such\n   16  official is engaged exclusively in providing and/or administering public\n   17  defense services.\n   18    c.    (i) Five of the seven members appointed by the governor shall be\n   19  appointed as follows:\n   20    (A) one with the qualifications enumerated in paragraph a of  subdivi-\n   21  sion  three  of  section  five  of this act, shall be appointed upon the\n   22  recommendation of the New York State  Association  of  Criminal  Defense\n   23  Lawyers;\n   24    (B)  one with the qualifications enumerated in paragraph b of subdivi-\n   25  sion three of section five of this act,  shall  be  appointed  upon  the\n   26  recommendation of the Vera Institute of Justice;\n   27    (C)  one with the qualifications enumerated in paragraph c of subdivi-\n   28  sion three of section five of this act,  shall  be  appointed  upon  the\n   29  recommendation of the Community Action Association of New York;\n   30    (D)  one with the qualifications enumerated in paragraph d of subdivi-\n   31  sion three of section five of this act,  shall  be  appointed  upon  the\n   32  recommendation of the New York State Defenders Association; and\n   33    (E)  one with the qualifications enumerated in paragraph e of subdivi-\n   34  sion three of section five of this act,  shall  be  appointed  upon  the\n   35  recommendation of the New York State Bar Association.\n   36    (ii)  In  the case of members to be appointed pursuant to subparagraph\n   37  (i) of this paragraph, the governor may request the provision  of  addi-\n   38  tional  recommended qualified candidates from the appropriate recommend-\n   39  ing entity.  The two members of the commission appointed solely  by  the\n   40  governor and all other members appointed by the other appointing author-\n   41  ities  shall  be  selected  from  the pool of candidates provided by the\n   42  committee pursuant to section five of this  act.    A  majority  of  the\n   43  members  of  the  commission  shall be attorneys admitted to practice in\n   44  this state.\n   45    d. The members of the commission shall  serve  terms  of  four  years;\n   46  provided,  however, that the members initially appointed shall serve the\n   47  following terms:\n   48    (i) two members appointed by the governor, two years;\n   49    (ii) two members appointed by the governor, and the members  appointed\n   50  by  the chief judge of the court of appeals and the administrative board\n   51  of the courts, three years; and\n   52    (iii) all remaining members, four years.\n   53    All members may be reappointed to additional  terms  and  shall  serve\n   54  until their successors are appointed.  Vacancies on the commission shall\n   55  be  filled  for  the remainder of the term in the manner provided for by\n   56  the original appointment.\n\n       A. 2749                             4\n\n    1    3. The members of the commission shall  receive  no  compensation  for\n    2  their services, but shall be allowed their actual and necessary expenses\n    3  incurred in the performance of their duties.\n    4    4. The powers of the corporation shall be vested in and shall be exer-\n    5  cised  by  the  commission  at  any meeting duly called and held where a\n    6  quorum of eight members is present. No action  shall  be  taken  by  the\n    7  commission  except  pursuant  to  the  favorable  vote of at least seven\n    8  members present at the meeting at which such action is taken.\n    9    5. Any action required or permitted to be taken by the  commission  or\n   10  any  committee  thereof may be taken without a meeting if all members of\n   11  the commission or the committee consent in writing to the adoption of  a\n   12  resolution  authorizing  such  action.  The  resolution  and the written\n   13  consents thereto by the members of the commission or committee shall  be\n   14  filed  with  the minutes of the proceedings of the commission or commit-\n   15  tee.\n   16    6. The members of the commission or any committee thereof may  partic-\n   17  ipate in a meeting of such commission or committee by means of a confer-\n   18  ence  telephone or similar communications equipment allowing all persons\n   19  participating in the meeting to  hear  each  other  at  the  same  time;\n   20  participation  by such means shall constitute presence in person at such\n   21  meeting.\n   22    7. The commission shall establish an advisory committee representative\n   23  of public defenders, attorneys-in-charge of private legal aid bureaus or\n   24  societies  and  not-for-profit  corporations,  voluntary   associations,\n   25  organizations  providing  public  defense services, and assigned counsel\n   26  administrators in all areas of the state.\n   27    S 5. Nominating committee. 1. There is hereby established  the  public\n   28  defense   commission  nominating  committee.  Such  committee  shall  be\n   29  composed of eleven members as follows:\n   30    a. the commissioner of criminal justice services, or his or her desig-\n   31  nee;\n   32    b. a representative of the New York State Association of Counties;\n   33    c. a representative of the New York State Bar Association;\n   34    d. a representative of the Vera Institute of Justice;\n   35    e. a representative of the Community Action Association of New York;\n   36    f. a representative of the Fund for Modern Courts;\n   37    g. a representative of the Puerto Rican Legal  Defense  and  Education\n   38  Fund;\n   39    h. a representative of the National Association for the Advancement of\n   40  Colored People Legal Defense and Educational Fund;\n   41    i.  a  representative  of  the  New York State Association of Criminal\n   42  Defense Lawyers;\n   43    j. a representative of the New York State Defenders Association; and\n   44    k. the president or chief executive officer of  the  League  of  Women\n   45  Voters of New York state, or their designee, who shall chair the commit-\n   46  tee.\n   47    2. The committee shall deliberate upon and apply the categories estab-\n   48  lished  in  subdivision  three  of this section to select and maintain a\n   49  pool of not less than twenty nor more than thirty-five qualified  candi-\n   50  dates  for  appointment  to  the commission. In such selection, it shall\n   51  take into account the  need  for  broad  representation  reflecting  the\n   52  geographic, racial, ethnic, gender and cultural diversity of the state's\n   53  public defense clients. Organizations including, but not limited to, the\n   54  following shall be solicited on a need basis to recommend candidates:\n   55    a.  entities  or  plans  providing public defense services and related\n   56  human services;\n\n       A. 2749                             5\n\n    1    b. professional legal organizations, including bar associations; and\n    2    c.  social  justice  organizations and civic organizations, especially\n    3  organizations composed of or concerned with persons or groups  who  have\n    4  been public defense clients and communities that include a high percent-\n    5  age of public defense clients.\n    6    The committee shall meet biennially to select a new pool of candidates\n    7  which  may include candidates selected for previous pools. The League of\n    8  Women Voters of New York State shall be entitled to reasonable  expenses\n    9  incurred in organizing the work of the committee.\n   10    3.  The  following  shall be the categories of qualifications that the\n   11  nominating committee shall utilize  in  nominating  candidates  for  the\n   12  commission:\n   13    a.  experienced and distinguished trial and appellate criminal defense\n   14  practitioners with a demonstrated and  deep-rooted  sensitivity  to  the\n   15  complex  issues  affecting  people in poverty and a proven commitment to\n   16  enhancing the constitutional rights of clients and the client community;\n   17    b. persons with established credentials that demonstrate  the  ability\n   18  to  make innovations designed to conserve public resources while enhanc-\n   19  ing legal or other human services to low income clients in the  criminal\n   20  justice system;\n   21    c.  former consumers of public defense services who, having been exon-\n   22  erated or having paid their debt to society by service  of  a  sentence,\n   23  have  demonstrated a commitment to the improvement of legal services for\n   24  those unable to afford counsel;\n   25    d. persons with a proven commitment to  enhancing  the  constitutional\n   26  rights  of  low income clients and who administer or have administered a\n   27  public defense system in this state or a state public defense system  in\n   28  one of the United States of America whose experience can aid New York in\n   29  formulating  an  organized  statewide approach to ensuring quality local\n   30  defense services; and\n   31    e. lawyers from moderate to large sized  general  practice  law  firms\n   32  with  an  established  and demonstrated commitment to resolving problems\n   33  associated with the representation of low income people whose experience\n   34  in the representation of clients  can  enhance  the  ability  of  public\n   35  sector lawyers to take advantage of private sector firm management tech-\n   36  niques.\n   37    S 6. Director of public defense services. The commission shall appoint\n   38  a  full  time director of public defense services who shall be the chief\n   39  administrative officer of the commission. The director shall be  commit-\n   40  ted to the professional representation of low income people, admitted or\n   41  eligible  and  willing  to seek admission to the practice of law in this\n   42  state, have significant experience as an administrator of or practition-\n   43  er in a public defense program or service and be appointed for a renewa-\n   44  ble term of four years.  The salary of the director shall  be  not  less\n   45  than the salary of the highest paid district attorney in the state.\n   46    S  7.  General  powers  of  the  commission. The commission shall have\n   47  power:\n   48    1. to sue and be sued, and to participate in actions and  proceedings,\n   49  whether judicial, administrative, arbitrative or otherwise;\n   50    2.  to  have  a corporate seal, to alter such seal at pleasure, and to\n   51  use it by causing it or a  facsimile  to  be  affixed  or  impressed  or\n   52  reproduced in any other manner;\n   53    3.  to  purchase,  receive,  take  by  grant, gift, devise, bequest or\n   54  otherwise, lease, otherwise acquire, own, hold,  improve,  employ,  use,\n   55  and  otherwise deal in and with real or personal property, or any inter-\n   56  est therein, wherever situated;\n\n       A. 2749                             6\n\n    1    4. to purchase, take, receive, subscribe for, otherwise acquire,  own,\n    2  hold,  vote,  employ,  sell,  lend, lease, exchange, transfer, otherwise\n    3  dispose of, mortgage, pledge, use, and otherwise deal in and with  bonds\n    4  and  other  obligations, shares, or other securities or interests issued\n    5  by  others,  whether  engaged  in similar or different business, govern-\n    6  mental or other activities;\n    7    5. to offer participation in the New York state and  local  employees'\n    8  retirement  system  for all its officers and employees, and to establish\n    9  and carry out other retirement plans authorized pursuant to the  retire-\n   10  ment  and  social security law, which may be offered to all of its offi-\n   11  cers and employees not participating in the New  York  state  and  local\n   12  employees'  retirement  systems,  and  to  establish and carry out other\n   13  incentive and benefit plans, trusts and provisions for any or all of its\n   14  officers and employees, subject to the applicable provisions of  article\n   15  fourteen of the civil service law;\n   16    6. to fix, compromise and collect rates, rentals, fees, lease payments\n   17  and  other  charges  for  the  services rendered by it or for use of the\n   18  facilities owned, controlled or administered by, or in the  exercise  of\n   19  the powers of the commission;\n   20    7.  to  conduct  the activities of the commission and have offices and\n   21  exercise the powers granted by this act but not to  interfere  with  the\n   22  professional  responsibilities  of  any  attorney to any client absent a\n   23  clear violation by the attorney of the disciplinary rules of the code of\n   24  professional responsibility set out in part 1200 of title 22 of the  New\n   25  York codes, rules and regulations;\n   26    8.  to  appoint  such officers, employees and agents as the commission\n   27  may require for the performance of its duties and to fix  and  determine\n   28  their qualifications, duties and compensation;\n   29    9. to retain or employ counsel, auditors and other private consultants\n   30  on  a contract basis or otherwise for rendering professional, management\n   31  or technical services and advice;\n   32    10. to make, adopt, amend, enforce and repeal rules for its governance\n   33  and internal management and personnel practices;\n   34    11. to make and alter by-laws for its organization and management;\n   35    12. to designate the depositories of its money;\n   36    13. to establish its fiscal year; and\n   37    14. to do all things necessary,  convenient  or  desirable,  including\n   38  ancillary  and  incidental activities, to carry out its purposes and for\n   39  the exercise of the powers granted in this act.\n   40    S 8. Public defense services standards. The  commission  shall  adopt,\n   41  maintain  and  publish  standards  for  the  provision of public defense\n   42  services. Such standards shall reflect national professional  guidelines\n   43  and standards in the field and shall include, but not be limited to:\n   44    1.  independence  of  the  defense  function  and  quality  of defense\n   45  services;\n   46    2. reliability and sufficiency of defense funding;\n   47    3. vertical or continuous representation at the  pre-trial  and  trial\n   48  stages  by  the attorney either assigned or appointed, unless the client\n   49  would demonstrably benefit from a change in counsel;\n   50    4. required participation by each attorney in approved training in the\n   51  fundamentals and/or advanced techniques of criminal defense practice;\n   52    5. specified caseload/workload limitation levels;\n   53    6. investigative services;\n   54    7. the provision of social services or social services referrals;\n   55    8. availability of expert witnesses to assist counsel;\n\n       A. 2749                             7\n\n    1    9. clerical assistance, interview facilities and the  availability  of\n    2  law library and research materials to counsel; and\n    3    10.  adequate  supervision provided by experienced attorneys including\n    4  mentoring to less experienced attorneys.\n    5    S 9. State financial  assistance  to  localities  and  public  defense\n    6  providers  for  provision of public defense services. 1.  Within amounts\n    7  appropriated therefor, such moneys as are reasonable and  necessary  for\n    8  the  commission  to  operate  and  to pay the state financial assistance\n    9  provided for in this act shall be disbursed to the commission.\n   10    2. Within funds appropriated therefor, the commission  shall  adopt  a\n   11  plan  for  state financial assistance to localities for the provision of\n   12  public defense services.\n   13    3. A locality may apply to the commission for state financial  assist-\n   14  ance  for defense services, or may elect to allow public defense provid-\n   15  ers that receive local funds to seek state financial assistance  direct-\n   16  ly.  To receive full state financial assistance pursuant to this section\n   17  for the provision of defense services after the adoption by the  commis-\n   18  sion  of  standards  for  the  provision of defense services pursuant to\n   19  section eight of this act, a locality or provider shall  demonstrate  to\n   20  the  commission  that  it  meets such standards; provided, however, that\n   21  from the effective date of this act until one year after  the  promulga-\n   22  tion of the public defense services standards, pursuant to section eight\n   23  of this act, compliance shall be presumed.\n   24    4.  Localities providing defense services, in whole or in part, pursu-\n   25  ant to a plan of a bar association whereby the services of private coun-\n   26  sel are rotated and coordinated by an administrator, pursuant to  subdi-\n   27  vision  3  or  subdivision  4  of  section  722  of  the  county law and\n   28  localities providing defense services, in  whole  or  in  part,  through\n   29  representation  by  a public defender appointed pursuant to article 18-A\n   30  of the county law or representation by counsel furnished  by  a  private\n   31  legal  aid bureau or society designated by the county or city, or by any\n   32  not-for-profit  corporation,  voluntary  association,  or   organization\n   33  pursuant  to  subdivisions 1 and 2 of section 722 of the county law, may\n   34  receive state financial assistance in an amount up to forty  percent  of\n   35  the cost of such representation.\n   36    5.  Financial assistance for defense services in the amount determined\n   37  by the commission shall be a state charge payable on  vouchers  approved\n   38  by the director of defense services after audit, within the restrictions\n   39  of subdivision one of section sixteen of this act, by and on the warrant\n   40  of the comptroller.\n   41    6.  Any  locality  or  provider  receiving  payments  pursuant  to the\n   42  provisions of this section shall be obligated to expend local funds  for\n   43  defense  services  in the year it receives state assistance in an amount\n   44  not less than the total amount it expended for defense services  in  the\n   45  preceding  year  unless it can demonstrate to the commission that it has\n   46  maintained or improved the quality of defense services with less expend-\n   47  iture of funds.\n   48    S 10. Provision of defense services. The commission may establish  the\n   49  capability  to provide defense services to public defense clients at the\n   50  request of judges, public defense providers or local  governments.  Such\n   51  services shall be provided pursuant to contract between the director and\n   52  the public provider or locality.\n   53    S  11.  Guidelines for eligibility for public defense services. Within\n   54  policy parameters established by  the  commission,  the  director  shall\n   55  establish  and  disseminate at least annually guidelines for determining\n   56  the eligibility of persons seeking public defense services.\n\n       A. 2749                             8\n\n    1    S 12. Training. 1. The director shall provide training to  or  facili-\n    2  tate  training  of  attorneys  providing  public  defense services. Such\n    3  training shall be systematic, comprehensive and at least equal in  scope\n    4  to  that  received  by  attorneys  appearing  as  adversaries of defense\n    5  services providers. Training for attorneys shall include:\n    6    a. intensive entry-level training; and\n    7    b.  regular  in-service  training  and  participation  in regional and\n    8  national training programs to keep attorneys abreast of changes  in  law\n    9  and procedure, make attorneys aware of relevant developments in science,\n   10  technology  and  social  science,  and continue development of advocacy,\n   11  negotiation and communication skills.\n   12    2. The director shall provide training to or  facilitate  training  of\n   13  non-legal  public  defense  professionals  in  investigation, sentencing\n   14  advocacy, paralegal skills and other relevant areas.\n   15    3. The director shall provide training to or  facilitate  training  of\n   16  appropriate support staff working with public defense providers, includ-\n   17  ing  training  in the use of automation technology, communication skills\n   18  and other relevant areas to increase efficiency and morale.\n   19    S 13. Oversight.  1.  Within  policy  guidelines  established  by  the\n   20  commission,  the director shall establish methods for gathering informa-\n   21  tion about the provision of defense services including, but not  limited\n   22  to:\n   23    a.  requiring  localities  and/or public defense services providers to\n   24  furnish information about how defense services are provided;\n   25    b. publicizing the commission's oversight function  and  inviting  the\n   26  client  community, concerned citizens, defense services providers, judg-\n   27  es, members of the criminal justice  community  and  others  to  provide\n   28  information   and  express  concerns  about  the  provision  of  defense\n   29  services;\n   30    c. instituting formal procedures  for  soliciting  the  views  of  the\n   31  client  community  on specific issues affecting defense services and the\n   32  criminal justice system; and\n   33    d. establishing formal and informal relationships  with  governmental,\n   34  non-profit,  community,  judicial  and  other  groups for the purpose of\n   35  gathering information and opinions about defense services.\n   36    2. Within policy guidelines established by the commission, the  direc-\n   37  tor  shall  establish  methods  for  improving  the  provision of public\n   38  defense services. The director shall:\n   39    a. produce reports on problems in  the  provision  of  public  defense\n   40  services  whenever  the director deems that there is sufficient informa-\n   41  tion to warrant such reports;\n   42    b. bring to the attention of any individual  attorney,  other  defense\n   43  services professional, institutional public defense provider or locality\n   44  complaints  made  known  to  the director about the provision of defense\n   45  services by that individual, institution or locality; and\n   46    c. Where a locality or public defense provider within a locality fails\n   47  to meet the standards established by the commission pursuant to  section\n   48  eight  of  this  act,  make such failure known to the locality or public\n   49  defense services provider as soon as it is apparent to the director, and\n   50  work with the locality or public defense provider to bring the  locality\n   51  or public defense provider into compliance.\n   52    S  14.  Annual  report.  The  commission shall submit to the governor,\n   53  temporary president of the senate, speaker of the assembly and the chief\n   54  judge of the court of appeals an annual financial report  on  or  before\n   55  the  thirtieth day of September. Such report shall contain all pertinent\n   56  data for the prior twelve months on  the  operation  of  the  commission\n\n       A. 2749                             9\n\n    1  including cost of operation and financial assistance to localities. Such\n    2  report  shall also include the proposed budget for the succeeding twelve\n    3  months including funds for financial assistance to localities.\n    4    S 15.  Exempt status. It is hereby found, determined and declared that\n    5  the  creation  of  the  commission and the carrying out of its corporate\n    6  purposes is in all respects for the benefit of the people of  the  state\n    7  and is a public purpose. The commission shall be performing an essential\n    8  governmental function in the exercise of the powers conferred upon it by\n    9  this  act  and  the  commission  shall  not  be required to pay taxes or\n   10  assessments upon any of the property acquired by it or under its  juris-\n   11  diction  and  control,  or  use  of any moneys, revenues or other income\n   12  received by the commission. All contributions  made  to  the  commission\n   13  whether  by  gift,  devise  or  bequest,  shall qualify as deductions in\n   14  computing the net taxable income of the donor for the purpose of  income\n   15  tax imposed by the state or any political subdivision thereof.\n   16    S  16.    Confidentiality of public defense records. 1. The commission\n   17  shall protect the confidences and secrets of public defense  clients  in\n   18  accordance  with  the  disciplinary  rules  of  the code of professional\n   19  responsibility set out in part 1200.19 of  title  22  of  the  New  York\n   20  codes,  rules  and regulations, including clients to whom the commission\n   21  provided, directly or indirectly, assistance or services.  Notwithstand-\n   22  ing any other provision of law to the  contrary,  no  record  or  report\n   23  shall  be  deemed  deficient because of the omission of information, the\n   24  provision of which would result in the disclosure  of  any  such  confi-\n   25  dences  or  secrets,  or  would otherwise compromise the interest of any\n   26  public defense client.\n   27    2. Notwithstanding any other provision of law  to  the  contrary,  the\n   28  commission  shall  be  exempt  from  the application of any provision of\n   29  articles 6 and 7 of the public officers law.\n   30    S 17. Section 719 of the county law, as amended by chapter 682 of  the\n   31  laws of 1975, is amended to read as follows:\n   32    S 719. Expenses. If a public defender serves more than one county, the\n   33  expenses  of  salaries,  maintenance  and operation of [his] SUCH PUBLIC\n   34  DEFENDER'S office shall be  shared  by  the  participating  counties  in\n   35  accordance with the provisions of the agreement establishing the office.\n   36  Expenses  incidental to individual cases shall be paid by the county for\n   37  which the services were rendered. All expenses chargeable  to  a  county\n   38  [hereunder] PURSUANT TO THIS SECTION shall be a county charge to be paid\n   39  upon  certification by the county treasurer out of an appropriation made\n   40  for such purposes, EXCEPT THAT CERTAIN EXPENSES MAY BE PAID WITH  FINAN-\n   41  CIAL  ASSISTANCE FROM THE STATE AS AUTHORIZED BY SECTION NINE OF THE NEW\n   42  YORK STATE PUBLIC DEFENSE COMMISSION ACT.\n   43    S 18. Section 720 of the county law, as amended by chapter 761 of  the\n   44  laws of 1966, is amended to read as follows:\n   45    S  720. Annual report. The public defender shall make an annual report\n   46  to the board or boards of supervisors AND TO THE NEW YORK  STATE  PUBLIC\n   47  DEFENSE  COMMISSION  covering  all  cases  handled  by [his] SUCH PUBLIC\n   48  DEFENDER'S office during the preceding year.\n   49    S 19. Section 722-c of the county law, as amended by section 3 of part\n   50  J of chapter 62 of the laws of 2003, is amended to read as follows:\n   51    S 722-c. Services other than counsel. Upon a finding in  an  ex  parte\n   52  proceeding  that  investigative,  expert or other services are necessary\n   53  and that the defendant or other person described in section two  hundred\n   54  forty-nine  or  section  two  hundred sixty-two of the family court act,\n   55  article six-C of the correction law or section four hundred seven of the\n   56  surrogate's court procedure act, is financially unable to  obtain  them,\n\n       A. 2749                            10\n\n    1  the court shall authorize counsel, whether or not assigned in accordance\n    2  with  a  plan, to obtain the services on behalf of the defendant or such\n    3  other person. The court upon a finding that timely procurement of neces-\n    4  sary  services  could  not  await  prior authorization may authorize the\n    5  services nunc pro tunc. The court  shall  determine  reasonable  compen-\n    6  sation  for  the  services and direct payment to the person who rendered\n    7  them or to the person entitled to reimbursement. [Only in  extraordinary\n    8  circumstances  may  the  court provide for compensation in excess of one\n    9  thousand dollars per investigative, expert or other service provider.]\n   10    Each claim for compensation shall be supported by  a  sworn  statement\n   11  specifying  the  time expended, services rendered, expenses incurred and\n   12  reimbursement or compensation applied for or received in the  same  case\n   13  from any other source.\n   14    S  20. Section 722-e of the county law, as added by chapter 878 of the\n   15  laws of 1965, is amended to read as follows:\n   16    S 722-e. Expenses. All expenses for  providing  counsel  and  services\n   17  other than counsel [hereunder] PURSUANT TO THIS ARTICLE shall be a coun-\n   18  ty charge or in the case of a county wholly located within a city a city\n   19  charge to be paid out of an appropriation for such purposes, EXCEPT THAT\n   20  CERTAIN  EXPENSES  MAY  BE  PAID  FOR WITH FINANCIAL ASSISTANCE FROM THE\n   21  STATE AS AUTHORIZED BY SECTION NINE OF THE NEW YORK STATE PUBLIC DEFENSE\n   22  COMMISSION ACT.\n   23    S 21. Subdivision 1 of section 722-f of the county law,  as  added  by\n   24  chapter 761 of the laws of 1966 and as designated by section 4 of part J\n   25  of chapter 62 of the laws of 2003, is amended to read as follows:\n   26    1.  A public defender appointed pursuant to article eighteen-A of this\n   27  chapter, a private legal aid bureau or society designated by a county or\n   28  city pursuant to subdivision two of section seven hundred twenty-two  of\n   29  this  [chapter] ARTICLE, and an administrator of a plan of a bar associ-\n   30  ation appointed pursuant to subdivision three of section  seven  hundred\n   31  twenty-two  of  this  [chapter] ARTICLE shall file an annual report with\n   32  the [judicial conference] NEW YORK STATE PUBLIC  DEFENSE  COMMISSION  at\n   33  such times and in such detail and form as [the judicial conference] SUCH\n   34  COMMISSION may direct.\n   35    S  22.  No  existing right or remedy of any character shall be lost or\n   36  impaired by reason of the provisions of this act.  Any  public  employee\n   37  transferred  as  a  result of the provisions of this act shall be trans-\n   38  ferred without further examination or qualification and shall retain his\n   39  or her respective civil service classification and status.\n   40    S 23. Severability. If any clause, sentence, paragraph, subdivision or\n   41  section of this act shall be adjudged by any court of  competent  juris-\n   42  diction to be invalid, such judgment shall not affect, impair or invali-\n   43  date  the  remainder  thereof, but shall be confined in its operation to\n   44  the clause, sentence, paragraph, subdivision or section thereof directly\n   45  involved in the controversy in  which  such  judgment  shall  have  been\n   46  rendered. It is hereby declared to be the intent of the legislature that\n   47  this act would have been enacted even if such invalid provisions had not\n   48  been included.\n   49    S  24.  This act shall take effect immediately, and the appointment of\n   50  members to the  New  York  state  public  defense  commission  shall  be\n   51  completed  within 90 days of such effective date, and the public defense\n   52  services standards, required by section eight  of  this  act,  shall  be\n   53  promulgated within 180 days of the appointment of all members of the New\n   54  York state public defense commission.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT establishing the New York state public defense commission, providing for the members, powers and duties thereof, and providing fiscal relief to localities; and to amend the county law, in relation to public defense services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T154413.TXT", "SOBI.D110120.T130401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295556253915
}