{
  "year" : 2011,
  "senateBillNo" : "A2754-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2754-2011-1295499600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows municipal commissions to use alternate lists for filling vacancies with resident and non-resident minority group members and women in order to achieve diversity in the workplace",
  "summary" : "Allows municipal commissions to use alternate lists for filling vacancies with resident and non-resident minority group members and women in order to achieve diversity in the workplace. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "AB4038-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2754\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, GALEF, LATIMER, CASTRO -- read once and\n         referred to the Committee on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation to appointments  from\n         eligible lists\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 23 of the civil  service  law,  as\n    2  amended  by  chapter  647  of  the  laws  of 1995, is amended to read as\n    3  follows:\n    4    4. Use of state and county eligible lists by municipal commissions.  A\n    5  municipal commission, in the absence of an eligible list of its own, may\n    6  request the state civil service department, county civil service commis-\n    7  sion or county personnel officer to furnish it with the names of persons\n    8  on  an  appropriate eligible list established by the department, commis-\n    9  sion or personnel officer, which,  if  so  requested  by  the  municipal\n   10  commission,  shall be limited to residents of the city, or town or civil\n   11  division in which appointments are to be made, or to  residents  of  the\n   12  county  or  judicial district in which such city, town or civil division\n   13  is located, or to any reasonable combination of  political  subdivisions\n   14  both  in  and  outside of New York state contiguous to the city or civil\n   15  division in which appointment is to be made or contiguous to  the  poli-\n   16  tical  subdivision  in  which  such  city  or civil division is located.\n   17  PROVIDED, HOWEVER, THAT NOTHING CONTAINED HEREIN SHALL PREVENT A MUNICI-\n   18  PAL COMMISSION FROM USING ALTERNATE LISTS, INCLUDING BUT NOT LIMITED  TO\n   19  THE  COUNTY LIST, FOR THE FILLING OF VACANCIES BY BOTH RESIDENT AND NON-\n   20  RESIDENT MINORITY GROUP MEMBERS, AS DEFINED BY SECTION THREE HUNDRED TEN\n   21  OF THE EXECUTIVE LAW, AND WOMEN IN ORDER TO  ACHIEVE  DIVERSITY  IN  THE\n   22  WORKFORCE. Such municipal commission may certify such names for appoint-\n   23  ment  to a position under its jurisdiction in the same manner as certif-\n   24  ications are made from the eligible lists of  such  commission.  If  the\n   25  state civil service department, county civil service commission or coun-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03056-01-1\n\n       A. 2754                             2\n\n    1  ty personnel officer, upon the request of such commission, has certified\n    2  an  appropriate  eligible  list to fill a particular position, such list\n    3  shall continue to be used until superseded by an  eligible  list  estab-\n    4  lished  by  such  municipal  commission for such position, or until such\n    5  list expires or is exhausted or is otherwise terminated.\n    6    S 2. Subdivisions 1 and 2 of section 56 of the civil service  law,  as\n    7  amended  by  chapter  411  of  the  laws of 1993, are amended to read as\n    8  follows:\n    9    1. The duration of an eligible list shall be fixed at  not  less  than\n   10  one nor more than four years; provided that, except for lists promulgat-\n   11  ed  for police officer positions in jurisdictions other than the city of\n   12  New York, in the event that a restriction against the filling of  vacan-\n   13  cies  exists  in any jurisdiction, the state civil service department or\n   14  municipal commission having jurisdiction shall, in the discretion of the\n   15  department or commission, extend the duration of any eligible list for a\n   16  period equal to the length of such restriction against  the  filling  of\n   17  vacancies.   Restriction against the filling of vacancies shall mean any\n   18  policy, whether by executive order or otherwise,  which,  because  of  a\n   19  financial  emergency,  prevents  or limits the filling of vacancies in a\n   20  title for which a list has been promulgated.   PROVIDED,  HOWEVER,  THAT\n   21  NOTHING CONTAINED HEREIN SHALL PREVENT A MUNICIPAL COMMISSION FROM USING\n   22  ALTERNATE  LISTS,  INCLUDING BUT NOT LIMITED TO THE COUNTY LIST, FOR THE\n   23  FILLING OF VACANCIES BY BOTH RESIDENT AND  NON-RESIDENT  MINORITY  GROUP\n   24  MEMBERS,  AS  DEFINED BY SECTION THREE HUNDRED TEN OF THE EXECUTIVE LAW,\n   25  AND WOMEN IN ORDER TO ACHIEVE DIVERSITY IN THE  WORKFORCE.  An  eligible\n   26  list  that  has  been  in existence for one year or more shall terminate\n   27  upon the establishment of an  appropriate  new  list,  unless  otherwise\n   28  prescribed by the state civil service department or municipal commission\n   29  having jurisdiction.\n   30    2.  Notwithstanding  subdivision  one of this section, the duration of\n   31  eligible lists established on or before December thirty-first,  nineteen\n   32  hundred  ninety-six,  shall  be fixed at not less than one nor more than\n   33  four years; provided that, except for lists promulgated for police offi-\n   34  cer positions in jurisdictions other than the city of New York,  in  the\n   35  event  that a restriction against the filling of vacancies exists in any\n   36  jurisdiction, the state civil service department or municipal commission\n   37  having jurisdiction shall,  in  the  discretion  of  the  department  or\n   38  commission,  extend  the duration of any such eligible list for a period\n   39  equal to the length of such restriction against the  filling  of  vacan-\n   40  cies.  Restriction against the filling of vacancies shall mean any poli-\n   41  cy, whether by executive order or otherwise, which  prevents  or  limits\n   42  the  filling  of  vacancies  in  a  title for which such a list has been\n   43  promulgated. PROVIDED, HOWEVER,  THAT  NOTHING  CONTAINED  HEREIN  SHALL\n   44  PREVENT A MUNICIPAL COMMISSION FROM USING ALTERNATE LISTS, INCLUDING BUT\n   45  NOT  LIMITED  TO  THE  COUNTY LIST, FOR THE FILLING OF VACANCIES BY BOTH\n   46  RESIDENT AND NON-RESIDENT MINORITY GROUP MEMBERS, AS DEFINED BY  SECTION\n   47  THREE  HUNDRED  TEN  OF THE EXECUTIVE LAW, AND WOMEN IN ORDER TO ACHIEVE\n   48  DIVERSITY IN THE WORKFORCE. An eligible list that has been in  existence\n   49  for one year or more shall terminate upon the establishment of an appro-\n   50  priate  new list, unless otherwise prescribed by the state civil service\n   51  department or municipal commission having jurisdiction.\n   52    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to appointments from eligible lists ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110121.T115521.TXT", "SOBI.D110120.T160414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295628921391
}