{
  "year" : 2011,
  "senateBillNo" : "A275-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A275-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the teacher training initiative fund for autism; appropriation",
  "summary" : "Creates the teacher training initiative fund for autism; appropriates funds therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A10644-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          275\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MONTESANO, RAIA, FINCH -- Multi-Sponsored by --\n         M. of A. MOLINARO, SALADINO -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the state finance law, in relation to  creation  of  the\n         teacher  training  initiative fund for autism; and making an appropri-\n         ation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  95-ee to read as follows:\n    3    S 95-EE. TEACHER TRAINING INITIATIVE FUND  FOR  AUTISM.  1.  THERE  IS\n    4  HEREBY  ESTABLISHED  IN  THE  CUSTODY OF THE STATE COMPTROLLER A SPECIAL\n    5  FUND TO BE KNOWN AS THE TEACHER TRAINING INITIATIVE FUND FOR AUTISM.\n    6    2. SUCH FUND SHALL CONSIST OF ALL MONEYS APPROPRIATED FOR THE  PURPOSE\n    7  OF  SUCH  FUND,  ALL  MONEYS  TRANSFERRED  TO SUCH FUND PURSUANT TO LAW,\n    8  CONTRIBUTIONS CONSISTING OF PROMISES OR GRANTS OF ANY MONEY OR  PROPERTY\n    9  OF  ANY  KIND OR VALUE, OR ANY OTHER THING OF VALUE, INCLUDING GRANTS OR\n   10  OTHER FINANCIAL ASSISTANCE FROM ANY AGENCY OF GOVERNMENT AND ALL  MONEYS\n   11  REQUIRED BY THIS SECTION OR ANY OTHER LAW TO BE PAID INTO OR CREDITED TO\n   12  THE FUND.\n   13    3.  MONEYS  OF  THE  FUND,  WHEN  ALLOCATED, SHALL BE AVAILABLE TO THE\n   14  COMMISSIONER OF EDUCATION AND SHALL BE USED TO CREATE A TRAINING PROGRAM\n   15  FOR PERSONS WHO ARE TEACHERS AND THOSE WHO ARE STUDYING TO  BE  TEACHERS\n   16  TO TRAIN SUCH TEACHERS AND FUTURE TEACHERS IN TEACHING STUDENTS WHO HAVE\n   17  AUTISM.\n   18    4.  THE  COMMISSIONER  OF  EDUCATION  SHALL PROMULGATE RULES AND REGU-\n   19  LATIONS FOR THE CREATION OF THE TEACHER TRAINING PROGRAM FOR AUTISM  AND\n   20  USE OF THE FUNDS IN THE TEACHER TRAINING INITIATIVE FUND FOR AUTISM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02293-01-1\n\n       A. 275                              2\n\n    1    5.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n    2  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  COMMISSIONER\n    3  OF EDUCATION.\n    4    6.  TO  THE  EXTENT  PRACTICABLE,  THE COMMISSIONER OF EDUCATION SHALL\n    5  ENSURE THAT ALL MONIES RECEIVED DURING A FISCAL YEAR ARE EXPENDED  PRIOR\n    6  TO THE END OF THE FISCAL YEAR.\n    7    S  2. The sum of ten million dollars ($10,000,000), or so much thereof\n    8  as may be necessary, is hereby  appropriated  to  the  teacher  training\n    9  initiative  fund  for autism as established pursuant to section 95-ee of\n   10  the state finance law from any moneys  in  the  state  treasury  in  the\n   11  general fund to the credit of the account not otherwise appropriated for\n   12  services  and  expenses  of the account for the purposes of carrying out\n   13  the provisions of this act. Such moneys shall be payable  on  the  audit\n   14  and  warrant of the comptroller on vouchers certified or approved by the\n   15  commissioner of education in the manner prescribed by law.\n   16    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to creation of the teacher training initiative fund for autism; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T171343.TXT", "SOBI.D110125.T091858.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101217.T154004.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295965138406
}