{
  "year" : 2011,
  "senateBillNo" : "A2753-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2753-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the Church of Jesus Christ (Apostolic), Inc. to file an application for a real property tax exemption",
  "summary" : "Permits the Church of Jesus Christ (Apostolic), Inc., located at 332-340 South Columbus Avenue in the city of Mount Vernon, to file an application for a real property tax exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mount Vernon, City of",
  "previousVersions" : [ "A3326-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2753\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT in relation to permitting the Church of Jesus Christ (Apostolic),\n         Inc.  to file an application for a real property tax exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding the provisions of any other law, the asses-\n    2  sor  of the city of Mount Vernon is hereby authorized to accept from the\n    3  Church of Jesus Christ (Apostolic), Inc.  an application  for  exemption\n    4  from  real property taxes pursuant to section 420-a of the real property\n    5  tax law for the assessment rolls 1996-1998, for the  parcel  located  at\n    6  332-340 South Columbus Avenue in the city of Mount Vernon.  If accepted,\n    7  the  applications  shall  be reviewed as if they had been received on or\n    8  before the taxable status date established for such rolls. If  satisfied\n    9  that  the Church of Jesus Christ (Apostolic), Inc. (i) acquired title to\n   10  the property for which it seeks exemption in March 1996 and  (ii)  would\n   11  otherwise  be  entitled  to  such exemption if such corporation filed an\n   12  application for the exemption  on  or  before  the  appropriate  taxable\n   13  status  dates,  the  assessor,  upon approval by the city council of the\n   14  city of Mount Vernon, whichever the case may  be,  may  grant  exemption\n   15  from  taxation  on  such  assessment  rolls  and  make  the  appropriate\n   16  corrections of the subject rolls. If exemptions  are  granted  and  such\n   17  corporation,  therefore,  shall  have  paid  any tax with respect to the\n   18  subject rolls, the applicable governing  body  or  tax  departments,  in\n   19  their  sole  discretion,  shall provide for the refund of the taxes paid\n   20  and cancel taxes remaining unpaid.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02991-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to permitting the Church of Jesus Christ (Apostolic), Inc. to file an application for a real property tax exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T160414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295557454661
}