{
  "year" : 2011,
  "senateBillNo" : "A2755-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2755-2011-1295499600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes industrial development agencies to provide assistance to qualified residential facilities",
  "summary" : "Authorizes industrial development agencies to provide technical and financial assistance to qualified residential facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A4059-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2755\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the general municipal law, in  relation  to  authorizing\n         industrial  development  agencies  to  provide assistance to qualified\n         residential facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 4 of section 854 of the general municipal law,\n    2  as amended by chapter 541 of the laws of 1982, is  amended  to  read  as\n    3  follows:\n    4    (4)  \"Project\"  -  shall mean any land, any building or other improve-\n    5  ment, and all real and personal properties located within the  state  of\n    6  New York and within or outside or partially within and partially outside\n    7  the  municipality  for  whose benefit the agency was created, including,\n    8  but not limited to, machinery, equipment  and  other  facilities  deemed\n    9  necessary  or  desirable in connection therewith, or incidental thereto,\n   10  whether or not now in existence or under construction,  which  shall  be\n   11  suitable  for manufacturing, warehousing, research, commercial or indus-\n   12  trial purposes or  other  economically  sound  purposes  identified  and\n   13  called  for  to implement a state designated urban cultural park manage-\n   14  ment plan as provided in title G of the parks, recreation  and  historic\n   15  preservation  law  and which may include or mean an industrial pollution\n   16  control facility, a recreation facility, educational or cultural facili-\n   17  ty, a horse racing facility [or], a railroad facility,  OR  A  QUALIFIED\n   18  RESIDENTIAL  FACILITY,  provided, however, no agency shall use its funds\n   19  in respect of any project wholly or partially outside  the  municipality\n   20  for whose benefit the agency was created without the prior consent ther-\n   21  eto  by  the governing body or bodies of all the other municipalities in\n   22  which a part or parts of the project is, or is to be, located.\n   23    S 2. Section 854 of the general municipal law is amended by  adding  a\n   24  new subdivision 20 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03052-01-1\n\n       A. 2755                             2\n\n    1    (20)  \"QUALIFIED  RESIDENTIAL  FACILITY\" - SHALL MEAN ANY MULTI-FAMILY\n    2  RESIDENTIAL FACILITY WITH UNITS THAT ARE FOR SALE, IN  ANY  MUNICIPALITY\n    3  LOCATED  WITHIN  THE  COUNTY  OF WESTCHESTER, AND WHICH IS LOCATED IN AN\n    4  URBAN RENEWAL AREA DESIGNATED UNDER ARTICLE FIFTEEN OF THIS CHAPTER OR A\n    5  HIGHLY  DISTRESSED AREA, TOGETHER WITH BUILDINGS, STRUCTURES, MACHINERY,\n    6  EQUIPMENT, FACILITIES AND APPURTENANCES THERETO DEEMED NECESSARY, USEFUL\n    7  OR DESIRABLE IN CONNECTION THEREWITH, OR INCIDENTAL THERETO,  BUT  SHALL\n    8  NOT INCLUDE A CONTINUING CARE RETIREMENT COMMUNITY.\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to authorizing industrial development agencies to provide assistance to qualified residential facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T162917.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558957395
}