{
  "year" : 2011,
  "senateBillNo" : "A2757-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to mental health",
    "billEventId" : "A2757-2011-1295499600000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides reimbursement to licensed not-for-profit corporations providing the office of mental retardation and developmental disabilities services for retirement cost",
  "summary" : "Provides for the annual reimbursement to licensed not-for-profit corporations which provide direct care to consumers approved for service by the office of metal retardation and developmental disabilities for the cost of employer contributions to a retirement benefit fund governed by the provisions of the Federal Employee Retirement Income Security Act of 1974. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A3327-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2757\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Mental Health\n\n       AN ACT to amend the mental hygiene law, in relation to retirement  bene-\n         fits for certain direct care workers employed by not-for-profit office\n         of mental retardation and developmental disabilities providers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The mental hygiene law is amended by adding a  new  section\n    2  41.60 to read as follows:\n    3  S 41.60 ADDITIONAL EXPENDITURES RELATED TO RETIREMENT BENEFITS.\n    4    THE  OFFICE OF MENTAL RETARDATION AND DEVELOPMENTAL DISABILITIES SHALL\n    5  ANNUALLY REIMBURSE LICENSED NOT-FOR-PROFIT CORPORATIONS,  WHICH  PROVIDE\n    6  DIRECT  CARE  TO  CONSUMERS OF SERVICES APPROVED BY THE OFFICE OF MENTAL\n    7  RETARDATION AND DEVELOPMENTAL DISABILITIES, FOR  THE  COST  OF  EMPLOYER\n    8  CONTRIBUTIONS TO A RETIREMENT BENEFIT FUND GOVERNED BY THE PROVISIONS OF\n    9  THE FEDERAL EMPLOYEE RETIREMENT INCOME SECURITY ACT OF 1974, AS AMENDED.\n   10  SUCH  REIMBURSEMENT  SHALL  COMMENCE  ON  THE  FIRST DAY OF APRIL OF THE\n   11  CALENDAR YEAR FOLLOWING THE SUBMISSION BY SUCH CORPORATION OF THE FEDER-\n   12  AL INTERNAL REVENUE SERVICE FORM 5500 WHICH DOCUMENTS THAT SUCH EMPLOYER\n   13  CONTRIBUTIONS WERE MADE. ANY SUCH CORPORATION MAY APPLY TO THE OFFICE OF\n   14  MENTAL  RETARDATION  AND  DEVELOPMENTAL   DISABILITIES   FOR   EXPEDITED\n   15  REIMBURSEMENT  OF SUCH EMPLOYER CONTRIBUTIONS UPON DEMONSTRATING TO SUCH\n   16  OFFICE THAT SUCH PAYMENTS MUST BE MADE PROMPTLY,  AND  THAT  THE  CORPO-\n   17  RATION  CANNOT  REASONABLY  MAKE  PROMPT  PAYMENT.  THE OFFICE OF MENTAL\n   18  RETARDATION AND  DEVELOPMENTAL  DISABILITIES  SHALL  NOT  REIMBURSE  ANY\n   19  AMOUNT  WHICH  EXCEEDS  TEN  PERCENT  OF THE EMPLOYER'S TOTAL PAYROLL ON\n   20  DECEMBER THIRTY-FIRST OF ANY YEAR IN WHICH CONTRIBUTIONS ARE MADE.\n   21    S 2. This act shall take effect on the first of April next  succeeding\n   22  the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02992-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to retirement benefits for certain direct care workers employed by not-for-profit office of mental retardation and developmental disabilities providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T162917.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558957402
}