{
  "year" : 2011,
  "senateBillNo" : "A2752-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2752-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties for criminal impersonation in the first and second degrees",
  "summary" : "Increases the penalties for criminal impersonation in the first degree from a class E felony to a class D felony; increases the penalty for criminal impersonation in the second degree from a class A misdemeanor to a class E felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2502-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2752\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law, in relation to increasing  the  penalties\n         for criminal impersonation in the first and second degrees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 190.25 of the penal law, the section heading,  the\n    2  opening paragraph, subdivision 3 and the closing paragraph as amended by\n    3  chapter 27 of the laws of 1980, subdivision 4 as added by chapter 304 of\n    4  the laws of 2008, is amended to read as follows:\n    5  S 190.25 Criminal impersonation in the second degree.\n    6    A person is guilty of criminal impersonation in the second degree when\n    7  he OR SHE:\n    8    1. Impersonates another and does an act in such assumed character with\n    9  intent to obtain a benefit or to injure or defraud another; or\n   10    2.  Pretends to be a representative of some person or organization and\n   11  does an act in such pretended capacity with intent to obtain  a  benefit\n   12  or to injure or defraud another; or\n   13    3.  (a)  Pretends to be a public servant, or wears or displays without\n   14  authority any uniform, badge, insignia or  facsimile  thereof  by  which\n   15  such  public  servant is lawfully distinguished, or falsely expresses by\n   16  his OR HER words or actions that he OR SHE is a  public  servant  or  is\n   17  acting  with approval or authority of a public agency or department; and\n   18  (b) so acts with intent to induce another to submit  to  such  pretended\n   19  official  authority,  to  solicit funds or to otherwise cause another to\n   20  act in reliance upon that pretense.\n   21    4. Impersonates another by communication by internet website or  elec-\n   22  tronic means with intent to obtain a benefit or injure or defraud anoth-\n   23  er, or by such communication pretends to be a public servant in order to\n   24  induce  another  to  submit to such authority or act in reliance on such\n   25  pretense.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00475-01-1\n\n       A. 2752                             2\n\n    1    Criminal impersonation in the second degree is a class [A misdemeanor]\n    2  E FELONY.\n    3    S  2.  Section 190.26 of the penal law, as amended by chapter 2 of the\n    4  laws of 1998, subdivision 1 as amended by chapter 434  of  the  laws  of\n    5  2008, is amended to read as follows:\n    6  S 190.26 Criminal impersonation in the first degree.\n    7    A  person is guilty of criminal impersonation in the first degree when\n    8  he OR SHE:\n    9    1. Pretends to be a police officer or a federal law enforcement  offi-\n   10  cer  as  enumerated  in  section  2.15 of the criminal procedure law, or\n   11  wears or displays without authority, any uniform, badge or other  insig-\n   12  nia  or  facsimile  thereof, by which such police officer or federal law\n   13  enforcement officer is lawfully distinguished or expresses by his or her\n   14  words or actions that he or she is acting with the approval or authority\n   15  of any police department or acting as a federal law enforcement  officer\n   16  with  the  approval  of  any agency that employs federal law enforcement\n   17  officers as enumerated in section 2.15 of the  criminal  procedure  law;\n   18  and\n   19    2.  So  acts with intent to induce another to submit to such pretended\n   20  official authority or otherwise to act in reliance  upon  said  pretense\n   21  and in the course of such pretense commits or attempts to commit a felo-\n   22  ny; or\n   23    3.  Pretending to be a duly licensed physician or other person author-\n   24  ized to issue a prescription for any drug or any  instrument  or  device\n   25  used in the taking or administering of drugs for which a prescription is\n   26  required by law, communicates to a pharmacist an oral prescription which\n   27  is  required  to  be reduced to writing pursuant to section thirty-three\n   28  hundred thirty-two of the public health law.\n   29    Criminal impersonation in the first degree is a class [E] D felony.\n   30    S 3. This act shall take effect on the first of November next succeed-\n   31  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the penalties for criminal impersonation in the first and second degrees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T160414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295557454657
}