{
  "year" : 2011,
  "senateBillNo" : "A2750-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to housing",
    "billEventId" : "A2750-2011-1295499600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the declaration of housing emergencies for rental housing accommodations located in buildings owned by certain limited-profit housing companies",
  "summary" : "Provides for the declaration of housing emergencies for rental housing accommodations located in buildings owned by certain limited-profit housing companies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Emergency Tenant Protection Act of 1974",
  "previousVersions" : [ "A2498-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2750\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Housing\n\n       AN ACT to amend the emergency tenant protection act of  nineteen  seven-\n         ty-four,  in  relation  to  the declaration of housing emergencies for\n         rental housing accommodations located in buildings  owned  by  certain\n         limited-profit housing companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 5 of section 4 of chapter 576 of the laws of  1974,\n    2  constituting  the  emergency  tenant protection act of nineteen seventy-\n    3  four, is amended by adding a new subdivision c to read as follows:\n    4    C. NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH THREE OR FIVE OF SUBDI-\n    5  VISION A OF THIS SECTION BUT SUBJECT TO ANY OTHER APPLICABLE  EXCEPTIONS\n    6  IN  SUCH  SUBDIVISION, NOTHING SHALL PREVENT THE DECLARATION OF AN EMER-\n    7  GENCY PURSUANT TO SECTION THREE OF THIS ACT FOR RENTAL HOUSING  ACCOMMO-\n    8  DATIONS  LOCATED  IN BUILDINGS WHICH WERE OWNED BY A COMPANY ESTABLISHED\n    9  UNDER ARTICLE 2 OF THE PRIVATE HOUSING FINANCE LAW, OTHER THAN A  MUTUAL\n   10  COMPANY,  BY REASON OF A VOLUNTARY DISSOLUTION PURSUANT TO SECTION 35 OF\n   11  SUCH LAW. THE PROVISION OF SUBDIVISION A OF SECTION  NINE  OF  THIS  ACT\n   12  SHALL  NOT  APPLY  TO  ANY HOUSING ACCOMMODATION WHICH BECAME SUBJECT TO\n   13  THIS ACT PURSUANT TO THIS SUBDIVISION.\n   14    S 2. This act shall take effect immediately and shall apply to housing\n   15  companies that dissolve before, on or after such date; provided,  howev-\n   16  er,  that the amendments to the emergency tenant protection act of nine-\n   17  teen seventy-four made by this act shall not affect  the  expiration  of\n   18  such  act  as provided in section 17 of chapter 576 of the laws of 1974,\n   19  as amended and shall be deemed to expire therewith.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02596-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the emergency tenant protection act of nineteen seventy-four, in relation to the declaration of housing emergencies for rental housing accommodations located in buildings owned by certain limited-profit housing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T153912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295555952719
}