{
  "year" : 2011,
  "senateBillNo" : "A2760-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2760-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the length of time that a person on a visa can hold a New York state driver's license or learner's permit",
  "summary" : "Relates to the length of time that a person on a visa can hold a New York state driver's license or learner's permit; driver's license or learner's permit shall expire upon the expiration of a visa or upon the date the driver's license or learner's permit would normally expire whichever date first occurs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3418-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2760\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PRETLOW, GUNTHER, ORTIZ, CANESTRARI, WEISENBERG\n         -- Multi-Sponsored by -- M. of A. GALEF, PHEFFER,  J. RIVERA  --  read\n         once and referred to the Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to the length\n         of time that a person on a visa can hold a driver's license, learner's\n         permit or non-driver identification card\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 503 of the vehicle and traffic law\n    2  is amended by adding a new paragraph (c) to read as follows:\n    3    (C) WHENEVER A DRIVER'S LICENSE OR LEARNER'S PERMIT ISSUED PURSUANT TO\n    4  THIS  ARTICLE, OR A PRIVILEGE OF OPERATING A MOTOR VEHICLE OR OF OBTAIN-\n    5  ING SUCH A LICENSE OR PERMIT HAS BEEN ISSUED TO AN ALIEN  WHO  HAS  BEEN\n    6  ISSUED  A  VISA,  SUCH DRIVER'S LICENSE OR LEARNER'S PERMIT SHALL EXPIRE\n    7  UPON THE EXPIRATION OF THE VISA OR UPON THE DATE THE DRIVER'S LICENSE OR\n    8  LEARNER'S PERMIT WOULD OTHERWISE EXPIRE UNDER  THIS  CHAPTER,  WHICHEVER\n    9  DATE  FIRST  OCCURS.   IF THE DRIVER'S LICENSE OR LEARNER'S PERMIT OF AN\n   10  ALIEN WITH A VISA EXPIRES BEFORE THE ALIEN'S VISA EXPIRES THEN THE ALIEN\n   11  CAN RENEW SUCH LICENSE OR PERMIT UPON SHOWING THE DEPARTMENT PROOF OF  A\n   12  VALID VISA.\n   13    S 2. Section 491 of the vehicle and traffic law is amended by adding a\n   14  new subdivision 1-a to read as follows:\n   15    1-A. PERIOD OF VALIDITY; VISA.  WHENEVER AN IDENTIFICATION CARD ISSUED\n   16  BY  THE  DEPARTMENT  HAS  BEEN  ISSUED TO AN ALIEN WHO HAS BEEN ISSUED A\n   17  VISA, SUCH IDENTIFICATION CARD SHALL EXPIRE UPON THE EXPIRATION  OF  THE\n   18  VISA  OR  UPON  THE  DATE THE IDENTIFICATION CARD WOULD OTHERWISE EXPIRE\n   19  UNDER THIS CHAPTER, WHICHEVER DATE FIRST OCCURS.  IF THE  IDENTIFICATION\n   20  CARD  OF  AN  ALIEN  WITH A VISA EXPIRES BEFORE THE ALIEN'S VISA EXPIRES\n   21  THEN THE ALIEN CAN RENEW  SUCH  IDENTIFICATION  CARD  UPON  SHOWING  THE\n   22  DEPARTMENT PROOF OF A VALID VISA.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03041-01-1\n\n       A. 2760                             2\n\n    1    S  3.  This  act shall take effect on the ninetieth day after it shall\n    2  have become a law; provided, however, that  effective  immediately,  the\n    3  addition,  amendment  and/or  repeal of any rule or regulation necessary\n    4  for the implementation of this act on its effective date are  authorized\n    5  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the length of time that a person on a visa can hold a driver's license, learner's permit or non-driver identification card ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T170920.TXT", "SOBI.D110120.T125927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295561360302
}