{
  "year" : 2011,
  "senateBillNo" : "A276-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A276-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the internet grade book act",
  "summary" : "Creates the internet grade book act; this program allows parents of middle school and high school students to access their child's academic progress via the internet. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A10645-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          276\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MONTESANO, SALADINO, FINCH -- Multi-Sponsored by\n         -- M. of A. RAIA -- read once and referred to the Committee on  Educa-\n         tion\n\n       AN  ACT to direct the department of education to develop a pilot program\n         that maximizes the use of technology to allow parents to keep track of\n         their children's academic progress toward meeting the  state's  educa-\n         tional standards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. In recent years, the state  legislature\n    2  has  taken  several  steps to ensure that students, teachers and parents\n    3  are provided with the tools necessary to assist  students  in  achieving\n    4  the  state's learning standards. The legislature finds that teachers and\n    5  parents deserve more flexibility in the recording and accessing of grade\n    6  information to track individual and class  grades  and  attendance.  The\n    7  legislature  finds  that the enactment of this act will provide teachers\n    8  with a more flexible grading system that allows the tracking of individ-\n    9  ual and class grades, the development of academic reports, and the pres-\n   10  entation of individual  student  academic  performance  records  on  the\n   11  internet.  The  legislature  finds  that  the enactment of this act will\n   12  provide parents of middle and high  school  grade  level  students  with\n   13  secure  internet  access, hosted by the department of education to indi-\n   14  vidual academic performance and attendance records at no cost.\n   15    S 2. Short title. This act shall be known and  may  be  cited  as  the\n   16  \"internet grade book act\".\n   17    S 3. (a) The department of education is hereby authorized and directed\n   18  to  create  a statewide internet pilot program to be known as the \"grade\n   19  book program\" to be made available on a voluntary basis  to  all  school\n   20  districts  for a two-year period. This program shall, at a minimum allow\n   21  parents of middle and high school students to access, via the  internet,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02294-01-1\n\n       A. 276                              2\n\n    1  their  child's  academic progress toward meeting the state's educational\n    2  standards.\n    3    (b)  School districts that choose to participate in such program shall\n    4  be required to provide parents of all middle and  high  school  students\n    5  with,  at  a minimum, their children's weekly updated grades, attendance\n    6  records and upcoming homework assignments.\n    7    (c) The  criteria  for  awarding  contracts  for  this  program  shall\n    8  include,  but  not necessarily be limited to: the experience the company\n    9  has in providing internet related academic support  services  to  school\n   10  districts;  the extent to which the program will be easily accessible to\n   11  parents and teachers; and the cost of the provider's services.\n   12    S 4. The department of education is authorized and directed to conduct\n   13  a study of the program during its second year period. Such  study  shall\n   14  include, but not be limited to:\n   15    (a)  an  assessment of the extent to which the program assists parents\n   16  in tracking the academic progress of their children; and\n   17    (b) an assessment of whether  and  how  further  investment  into  the\n   18  program  is  appropriate  for  the state. Such study and recommendations\n   19  shall be submitted to the legislature no later than one  year  following\n   20  the completion of the program's first year.\n   21    S 5. This act shall take effect on the one hundred eightieth day after\n   22  it  shall  have become a law and shall apply to the academic school year\n   23  next succeeding the date on which it shall have become a law;  provided,\n   24  however,  that  effective  immediately,  the department of education may\n   25  promulgate any rules or regulations necessary for the timely implementa-\n   26  tion of this act on such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to direct the department of education to develop a pilot program that maximizes the use of technology to allow parents to keep track of their children's academic progress toward meeting the state's educational standards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T171343.TXT", "SOBI.D110125.T141921.TXT", "SOBI.D110125.T141420.TXT", "SOBI.D110125.T142421.TXT", "SOBI.D110125.T091858.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101217.T154504.TXT", "SOBI.D101217.T154004.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295983461601
}