{
  "year" : 2011,
  "senateBillNo" : "A2767-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2767-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to additional penalties for certain drunk driving convictions",
  "summary" : "Relates to additional penalties for certain drunk driving convictions which involve DWAI and DWI where a person with developmental disabilities was a passenger in the vehicle. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A9179-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2767\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN, HAWLEY, JAFFEE -- Multi-Sponsored by --\n         M. of A. CASTRO, CONTE, CROUCH, THIELE -- read once  and  referred  to\n         the Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to additional\n         penalties for certain drunk driving convictions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 1193 of the vehicle and traffic\n    2  law is amended by adding a new paragraph (h) to read as follows:\n    3    (H) DRIVING WHILE ABILITY IMPAIRED OR DRIVING WHILE INTOXICATED WITH A\n    4  PERSON  WITH  DEVELOPMENTAL  DISABILITIES.  A  PERSON  CONVICTED  OF   A\n    5  VIOLATION  OF  SUBDIVISION  ONE,  TWO,  TWO-A,  THREE, FOUR OR FOUR-A OF\n    6  SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE, WHERE A  PERSON  WITH\n    7  DEVELOPMENTAL  DISABILITIES  WAS  A PASSENGER IN THE VEHICLE BEING OPER-\n    8  ATED, SHALL BE SUBJECT TO THE FOLLOWING PENALTIES  IN  ADDITION  TO  THE\n    9  CURRENT PENALTIES:\n   10    (1)  FOR A FIRST SUCH OFFENSE, AN ADDITIONAL FINE OF NOT LESS THAN TWO\n   11  HUNDRED FIFTY DOLLARS NOR MORE THAN FIVE HUNDRED  DOLLARS  OR  AN  ADDI-\n   12  TIONAL  FORTY-EIGHT  CONSECUTIVE  HOURS OF IMPRISONMENT, OR BY BOTH SUCH\n   13  ADDITIONAL FINE AND IMPRISONMENT;\n   14    (2) FOR A SECOND SUCH OFFENSE, AN ADDITIONAL FINE  OF  NOT  LESS  THAN\n   15  FIVE HUNDRED DOLLARS NOR MORE THAN ONE THOUSAND DOLLARS OR AN ADDITIONAL\n   16  TEN  DAYS OF IMPRISONMENT, OR BY BOTH SUCH ADDITIONAL FINE AND IMPRISON-\n   17  MENT;\n   18    (3) FOR ANY SUBSEQUENT OFFENSE, AN ADDITIONAL FINE OF  NOT  LESS  THAN\n   19  ONE  THOUSAND  DOLLARS  NOR  MORE THAN FIVE THOUSAND DOLLARS OR AN ADDI-\n   20  TIONAL TERM OF IMPRISONMENT OF NOT LESS THAN THIRTY DAYS NOR  MORE  THAN\n   21  NINETY DAYS, OR BY BOTH SUCH ADDITIONAL FINE AND IMPRISONMENT.\n   22    S 2. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02905-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to additional penalties for certain drunk driving convictions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T124859.TXT", "SOBI.D110120.T130901.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416624
}