{
  "year" : 2011,
  "senateBillNo" : "A2764-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to labor",
    "billEventId" : "A2764-2011-1295499600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for implementation of domestic violence employee awareness and assistance policies by employers and grants disability benefits credit therefor",
  "summary" : "Provides for the implementation of domestic violence employee awareness and assistance policies by employers and grants a disability benefits insurance premium credit to the employer for the implementation thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A2497-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2764\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, GLICK, GALEF, LENTOL -- Multi-Sponsored\n         by -- M. of A.  DINOWITZ -- read once and referred to the Committee on\n         Labor\n\n       AN ACT to amend the workers' compensation law, in relation to  providing\n         for  the  implementation  of  domestic violence employee awareness and\n         assistance policies by employers and providing a  disability  benefits\n         insurance premium credit for the implementation thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The workers' compensation law is amended by  adding  a  new\n    2  section 210-a to read as follows:\n    3    S  210-A.  DOMESTIC VIOLENCE EMPLOYEE AWARENESS AND ASSISTANCE POLICY;\n    4  CERTIFICATION OF DOMESTIC  VIOLENCE  WORKPLACE  POLICY  SPECIALISTS.  1.\n    5  EMPLOYERS  INSURED  THROUGH  THE  STATE  FUND  OR ANY OTHER INSURER THAT\n    6  ISSUES POLICIES PROVIDING DISABILITY BENEFITS PURSUANT TO THIS  ARTICLE,\n    7  SHALL  BE  ELIGIBLE FOR A CREDIT IN DISABILITY BENEFITS PREMIUMS IF THEY\n    8  IMPLEMENT A DOMESTIC VIOLENCE EMPLOYEE AWARENESS AND  ASSISTANCE  POLICY\n    9  THAT  HAS  BEEN ESTABLISHED BY THE OFFICE FOR THE PREVENTION OF DOMESTIC\n   10  VIOLENCE, RECOMMENDED BY A DOMESTIC VIOLENCE WORKPLACE POLICY SPECIALIST\n   11  AND CERTIFIED BY THE DOMESTIC VIOLENCE  WORKPLACE  POLICY  PANEL  ESTAB-\n   12  LISHED PURSUANT TO THIS SECTION. THE CREDIT, WHICH SHALL BE FIVE PERCENT\n   13  OF THE DISABILITY BENEFITS INSURANCE PREMIUM FOR THE IMPLEMENTATION OF A\n   14  DOMESTIC  VIOLENCE  EMPLOYEE  AWARENESS  AND ASSISTANCE POLICY, SHALL BE\n   15  PROVIDED TO THE EMPLOYER AT THE END OF THE POLICY YEAR. THE CREDIT SHALL\n   16  BE AVAILABLE FOR TWO CONSECUTIVE YEARS,  PROVIDED  THAT  SUCH  A  POLICY\n   17  SHALL HAVE BEEN IMPLEMENTED FOR A MINIMUM OF SIX MONTHS DURING THE FIRST\n   18  YEAR FOR WHICH THE CREDIT IS SOUGHT, AND THAT THE POLICY SHALL HAVE BEEN\n   19  IMPLEMENTED  FOR  A  FULL TWELVE MONTHS DURING THE SECOND YEAR FOR WHICH\n   20  THE CREDIT IS SOUGHT.\n   21    2. A SELF-INSURED EMPLOYER SHALL BE ELIGIBLE FOR A  REDUCTION  IN  THE\n   22  SECURITY  DEPOSIT  PROVIDED  FOR  IN  SUBDIVISION  THREE  OF SECTION TWO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02595-01-1\n\n       A. 2764                             2\n\n    1  HUNDRED ELEVEN OF THIS ARTICLE IF SUCH EMPLOYER HAS IMPLEMENTED A DOMES-\n    2  TIC VIOLENCE EMPLOYEE AWARENESS AND  ASSISTANCE  POLICY  THAT  HAS  BEEN\n    3  ESTABLISHED  BY  THE  OFFICE  FOR  THE  PREVENTION OF DOMESTIC VIOLENCE,\n    4  RECOMMENDED  BY  A  DOMESTIC  VIOLENCE  WORKPLACE  POLICY SPECIALIST AND\n    5  CERTIFIED BY THE DOMESTIC VIOLENCE WORKPLACE  POLICY  PANEL  ESTABLISHED\n    6  PURSUANT  TO  THIS  SECTION. THE AMOUNT OF THE REDUCTION IN THE REQUIRED\n    7  SECURITY DEPOSIT SHALL BE NO GREATER THAN FIVE PERCENT FOR THE IMPLEMEN-\n    8  TATION OF A DOMESTIC VIOLENCE EMPLOYEE AWARENESS AND ASSISTANCE  POLICY,\n    9  OR  SUCH AMOUNT AS DETERMINED BY THE CHAIR OF THE BOARD  TO BE NECESSARY\n   10  TO ASSURE THAT THE DEPOSIT REMAIN SUFFICIENT TO  SECURE  THE  EMPLOYER'S\n   11  LIABILITY  TO  PAY  THE BENEFITS REQUIRED BY THIS ARTICLE. THE REDUCTION\n   12  SHALL BE AVAILABLE FOR TWO CONSECUTIVE YEARS, PROVIDED THAT SUCH  POLICY\n   13  SHALL HAVE BEEN IMPLEMENTED FOR A MINIMUM OF SIX MONTHS DURING THE FIRST\n   14  YEAR  FOR WHICH THE REDUCTION IS SOUGHT, AND THAT SUCH POLICY SHALL HAVE\n   15  BEEN IMPLEMENTED FOR A MINIMUM OF SIX MONTHS DURING THE FIRST  YEAR  FOR\n   16  WHICH  THE  REDUCTION  IS  SOUGHT,  AND THAT SUCH POLICY SHALL HAVE BEEN\n   17  IMPLEMENTED FOR A FULL TWELVE MONTHS DURING THE SECOND  YEAR  FOR  WHICH\n   18  THE REDUCTION IS SOUGHT.\n   19    3. A. THERE IS HEREBY ESTABLISHED A DOMESTIC VIOLENCE WORKPLACE POLICY\n   20  PANEL  WHICH  SHALL  HAVE  THE RESPONSIBILITY TO: (I) RECEIVE AND REVIEW\n   21  APPLICATIONS FROM APPLICANTS  FOR  CERTIFICATION  AS  DOMESTIC  VIOLENCE\n   22  WORKPLACE  POLICY SPECIALISTS, (II) CERTIFY PERSONS AS DOMESTIC VIOLENCE\n   23  WORKPLACE POLICY SPECIALISTS, AND (III) REVOKE CERTIFICATION OF DOMESTIC\n   24  VIOLENCE WORKPLACE POLICY SPECIALISTS FOR JUST CAUSE.\n   25    B. THE DOMESTIC VIOLENCE WORKPLACE POLICY PANEL SHALL CONSIST OF  FIVE\n   26  VOTING MEMBERS AS FOLLOWS: THE SUPERINTENDENT OF INSURANCE, THE CHAIR OF\n   27  THE  BOARD,  THE  EXECUTIVE DIRECTOR OF THE OFFICE FOR THE PREVENTION OF\n   28  DOMESTIC VIOLENCE, OR THEIR DESIGNEES, AND TWO MEMBERS APPOINTED BY  THE\n   29  GOVERNOR. THE MEMBERS APPOINTED BY THE GOVERNOR SHALL BE AS FOLLOWS: ONE\n   30  SHALL  BE  A REPRESENTATIVE OF THE BUSINESS COMMUNITY APPOINTED UPON THE\n   31  RECOMMENDATION OF THE BUSINESS COUNCIL OF NEW YORK  STATE,  INCORPORATED\n   32  AND  ONE SHALL BE A REPRESENTATIVE OF ORGANIZED LABOR UPON THE RECOMMEN-\n   33  DATION OF THE STATE AMERICAN FEDERATION OF LABOR-CONGRESS OF  INDUSTRIAL\n   34  ORGANIZATIONS. SUCH APPOINTED MEMBERS SHALL SERVE UNTIL THEIR SUCCESSORS\n   35  ARE  APPOINTED BY THE GOVERNOR. THE COMMISSIONER OF LABOR, OR HIS OR HER\n   36  DESIGNEE, SHALL SERVE AS AN EX-OFFICIO NON-VOTING MEMBER OF THE DOMESTIC\n   37  VIOLENCE WORKPLACE POLICY PANEL.\n   38    C. THE DOMESTIC VIOLENCE WORKPLACE POLICY PANEL SHALL  MEET  AT  LEAST\n   39  QUARTERLY.  THE  EXECUTIVE  DIRECTOR OF THE OFFICE FOR THE PREVENTION OF\n   40  DOMESTIC VIOLENCE SHALL SERVE AS CHAIR OF THE PANEL. THE MEMBERS OF SUCH\n   41  PANEL SHALL SERVE  WITHOUT  COMPENSATION,  EXCEPT  THAT  THEY  SHALL  BE\n   42  ALLOWED  THEIR ACTUAL AND NECESSARY EXPENSES INCURRED IN THE PERFORMANCE\n   43  OF THEIR DUTIES PURSUANT TO THIS SECTION.\n   44    4. THE BOARD SHALL MONITOR ALL DOMESTIC  VIOLENCE  EMPLOYEE  AWARENESS\n   45  AND  ASSISTANCE  POLICIES  IMPLEMENTED  BY  EMPLOYERS.  AS  PART OF THIS\n   46  RESPONSIBILITY, THE BOARD SHALL ENSURE THAT EMPLOYEE REPRESENTATIVES ARE\n   47  INVOLVED IN THE  DEVELOPMENT  OF  SUCH  POLICIES  THROUGH  MEETINGS  AND\n   48  DISCUSSIONS  WITH  THE  RESPECTIVE CERTIFIED DOMESTIC VIOLENCE WORKPLACE\n   49  POLICY SPECIALISTS.\n   50    5. AFTER CONSULTATION WITH  THE  DOMESTIC  VIOLENCE  WORKPLACE  POLICY\n   51  PANEL,  THE COMMISSIONER OF LABOR SHALL PROMULGATE RULES AND REGULATIONS\n   52  FOR THE CERTIFICATION OF DOMESTIC VIOLENCE WORKPLACE POLICY SPECIALISTS.\n   53  SUCH RULES AND REGULATIONS SHALL INCLUDE  PROVISIONS  THAT  OUTLINE  THE\n   54  MINIMUM  QUALIFICATION  FOR  DOMESTIC VIOLENCE WORKPLACE POLICY SPECIAL-\n   55  ISTS, PROCEDURES FOR CERTIFICATION, CAUSES FOR REVOCATION OR  SUSPENSION\n   56  OF  CERTIFICATION  AND  APPROPRIATE  ADMINISTRATIVE  AND JUDICIAL REVIEW\n\n       A. 2764                             3\n\n    1  PROCEDURES, VIOLATIONS AND PENALTIES  FOR  MISUSE  OF  CERTIFICATION  BY\n    2  CERTIFIED  DOMESTIC  VIOLENCE WORKPLACE POLICY SPECIALISTS, AND FEES FOR\n    3  CERTIFICATES AND CERTIFICATE RENEWALS.\n    4    S  2. This act shall take effect on the first of January next succeed-\n    5  ing the date on which it shall have become a law, except  that  subdivi-\n    6  sions  3  and  5  of  section 210-a of the workers' compensation law, as\n    7  added by section one of this act, shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to providing for the implementation of domestic violence employee awareness and assistance policies by employers and providing a disability benefits insurance premium credit for the implementation thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T124359.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416601
}