{
  "year" : 2011,
  "senateBillNo" : "A2765-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2765-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the time period for which a defendant may be held in custody for drug related offenses",
  "summary" : "Extends the time period from 5 to 10 days for which a defendant may be held in custody for drug sale or possession offenses while waiting lab results on testing of the substance for which they were arrested. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A3413-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2765\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, GALEF, PHEFFER -- Multi-Sponsored by --\n         M. of A.  ENGLEBRIGHT,  HOYT,  MAYERSOHN,  WRIGHT  --  read  once  and\n         referred to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to extending the\n         time period for which a person may be held in custody for drug related\n         violations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 170.70 of the criminal procedure law is amended  to\n    2  read as follows:\n    3  S  170.70  Release  of  defendant  upon  failure  to replace misdemeanor\n    4            complaint by information.\n    5    Upon application of a defendant against whom a  misdemeanor  complaint\n    6  is pending in a local criminal court, and who, either at the time of his\n    7  arraignment  thereon  or  subsequent  thereto, has been committed to the\n    8  custody of the sheriff pending disposition of the action,  and  who  has\n    9  been  confined  in such custody for a period of more than five days, not\n   10  including Sunday, without any information having been filed in  replace-\n   11  ment  of such misdemeanor complaint, the criminal court must release the\n   12  defendant on his own recognizance unless:\n   13    1. THE COMPLAINT CHARGES A VIOLATION OF ARTICLE TWO HUNDRED TWENTY  OR\n   14  TWO  HUNDRED  TWENTY-ONE  OF THE PENAL LAW, IN SUCH CASE, NO APPLICATION\n   15  MAY BE MADE UNLESS SUCH DEFENDANT HAS BEEN CONFINED AND  IS  IN  CUSTODY\n   16  FOR A PERIOD OF MORE THAN TEN DAYS, NOT INCLUDING SUNDAY; OR\n   17    2.  The  defendant has waived prosecution by information and consented\n   18  to be prosecuted upon the misdemeanor complaint, pursuant to subdivision\n   19  three of section 170.65; or\n   20    [2.] 3.  The court is satisfied that there  is  good  cause  why  such\n   21  order  of release should not be issued.  Such good cause must consist of\n   22  some compelling fact or circumstance which precluded replacement of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02994-01-1\n\n       A. 2765                             2\n\n    1  misdemeanor  complaint  by  an information or a prosecutor's information\n    2  within the prescribed period.\n    3    S 2. Section 180.80 of the criminal procedure law, as amended by chap-\n    4  ter  556 of the laws of 1982 and subdivision 2 as amended by chapter 557\n    5  of the laws of 1982, is amended to read as follows:\n    6  S 180.80 Proceedings upon felony complaint; release  of  defendant  from\n    7            custody upon failure of timely disposition.\n    8    Upon  application  of  a defendant against whom a felony complaint has\n    9  been filed with a local criminal court, and who, since the time  of  his\n   10  arrest  or subsequent thereto, has been held in custody pending disposi-\n   11  tion of such felony complaint, and who has been confined in such custody\n   12  for a period of more than one hundred twenty hours or, in the event that\n   13  a Saturday, Sunday or legal holiday  occurs  during  such  custody,  one\n   14  hundred  forty-four  hours,  without  either a disposition of the felony\n   15  complaint or commencement of a hearing thereon, the local criminal court\n   16  must release him on his own recognizance unless:\n   17    1. THE FELONY COMPLAINT CHARGES A VIOLATION  OF  ARTICLE  TWO  HUNDRED\n   18  TWENTY  OR  TWO  HUNDRED  TWENTY-ONE  OF THE PENAL LAW, IN SUCH CASE, NO\n   19  APPLICATION MAY BE MADE UNLESS SUCH DEFENDANT HAS BEEN CONFINED, AND  IS\n   20  IN CUSTODY, FOR A PERIOD OF MORE THAN TWO HUNDRED FORTY HOURS OR, IN THE\n   21  EVENT THAT A SATURDAY, SUNDAY OR LEGAL HOLIDAY OCCURS DURING SUCH CUSTO-\n   22  DY, TWO HUNDRED SIXTY-FOUR HOURS; OR\n   23    2.  The  failure  to  dispose of the felony complaint or to commence a\n   24  hearing thereon during such period of confinement was due to the defend-\n   25  ant's request, action or condition, or occurred with his consent; or\n   26    [2.] 3.  Prior to the application:\n   27    (a) The district attorney files with the court a written certification\n   28  that an indictment has been voted; or\n   29    (b) An indictment or a direction to file  a  prosecutor's  information\n   30  charging  an  offense based upon conduct alleged in the felony complaint\n   31  was filed by a grand jury; or\n   32    [3.] 4.  The court is satisfied that the people have shown good  cause\n   33  why  such  order  of release should not be issued.  Such good cause must\n   34  consist of some compelling fact or circumstance which precluded disposi-\n   35  tion of the felony complaint within the prescribed  period  or  rendered\n   36  such action against the interest of justice.\n   37    S  3.  This  act  shall  take  effect  on  the first of September next\n   38  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to extending the time period for which a person may be held in custody for drug related violations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T124859.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416609
}