{
  "year" : 2011,
  "senateBillNo" : "A2766-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2766-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town of Woodbury, Orange county, to impose, by local law, a tax on hotel and motel occupancy of up to five percent of the charge therefor; repealer",
  "summary" : "Authorizes the town of Woodbury, Orange county, to impose, by local law, a tax on hotel and motel occupancy of up to five percent of the per diem rental rate therefor; sets procedures for collection, enforcement, and adjudication; provides for deposit of revenues into the general fund of the town and their application to any lawful purpose; provides for the repeal of such provisions upon expiration thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA1793-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2766\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to the imposition  of  a  hotel\n         and motel tax in the town of Woodbury; and providing for the repeal of\n         such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section  1202-cc  to\n    2  read as follows:\n    3    S  1202-CC. HOTEL OR MOTEL TAXES IN THE TOWN OF WOODBURY. (1) NOTWITH-\n    4  STANDING ANY OTHER PROVISIONS OF LAW TO THE CONTRARY, THE TOWN OF  WOOD-\n    5  BURY,  ORANGE  COUNTY,  IS  HEREBY AUTHORIZED AND EMPOWERED TO ADOPT AND\n    6  AMEND LOCAL LAWS IMPOSING IN SUCH TOWN A TAX, IN ADDITION TO  ANY  OTHER\n    7  TAX AUTHORIZED AND IMPOSED PURSUANT TO THIS ARTICLE SUCH AS THE LEGISLA-\n    8  TURE  HAS  OR  WOULD HAVE THE POWER AND AUTHORITY TO IMPOSE UPON PERSONS\n    9  OCCUPYING HOTEL OR MOTEL ROOMS IN SUCH TOWN. FOR THE  PURPOSES  OF  THIS\n   10  SECTION, THE TERM \"HOTEL\" OR \"MOTEL\" SHALL MEAN AND INCLUDE ANY FACILITY\n   11  CONSISTING OF RENTABLE UNITS AND PROVIDING LODGING ON AN OVERNIGHT BASIS\n   12  AND SHALL INCLUDE THOSE FACILITIES DESIGNATED AND COMMONLY KNOWN AS \"BED\n   13  AND BREAKFAST\" AND \"TOURIST\" FACILITIES. THE RATES OF SUCH TAX SHALL NOT\n   14  EXCEED  FIVE PERCENT OF THE PER DIEM RENTAL RATE FOR EACH ROOM, PROVIDED\n   15  HOWEVER, THAT SUCH TAX SHALL NOT BE APPLICABLE TO A  PERMANENT  RESIDENT\n   16  OF  A  HOTEL OR MOTEL. FOR THE PURPOSES OF THIS SECTION THE TERM \"PERMA-\n   17  NENT RESIDENT\" SHALL MEAN A PERSON OCCUPYING ANY  ROOM  OR  ROOMS  IN  A\n   18  HOTEL OR MOTEL FOR AT LEAST NINETY CONSECUTIVE DAYS.\n   19    (2)  SUCH  TAX  MAY  BE COLLECTED AND ADMINISTERED BY THE CHIEF FISCAL\n   20  OFFICER OF THE TOWN OF WOODBURY BY SUCH MEANS  AND  IN  SUCH  MANNER  AS\n   21  OTHER  TAXES WHICH ARE NOW COLLECTED AND ADMINISTERED BY SUCH OFFICER OR\n   22  AS OTHERWISE MAY BE PROVIDED BY SUCH LOCAL LAW.\n   23    (3) SUCH LOCAL LAWS MAY PROVIDE THAT ANY TAX IMPOSED SHALL BE PAID  BY\n   24  THE PERSON LIABLE THEREFOR TO THE OWNER OF THE HOTEL OR MOTEL ROOM OCCU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02873-01-1\n\n       A. 2766                             2\n\n    1  PIED  OR  TO  THE  PERSON ENTITLED TO BE PAID THE RENT OR CHARGE FOR THE\n    2  HOTEL OR MOTEL ROOM OCCUPIED FOR AND ON ACCOUNT OF THE TOWN OF  WOODBURY\n    3  IMPOSING  THE  TAX AND THAT SUCH OWNER OR PERSON ENTITLED TO BE PAID THE\n    4  RENT  OR  CHARGE  SHALL  BE LIABLE FOR THE COLLECTION AND PAYMENT OF THE\n    5  TAX; AND THAT SUCH OWNER OR PERSON ENTITLED  TO  BE  PAID  THE  RENT  OR\n    6  CHARGE  SHALL  HAVE THE SAME RIGHT IN RESPECT TO COLLECTING THE TAX FROM\n    7  THE PERSON OCCUPYING THE HOTEL OR MOTEL ROOM, OR IN RESPECT  TO  NONPAY-\n    8  MENT  OF  THE TAX BY THE PERSON OCCUPYING THE HOTEL OR MOTEL ROOM, AS IF\n    9  THE TAX WERE A PART OF THE RENT OR CHARGE AND PAYABLE AT THE  SAME  TIME\n   10  AS  THE RENT OR CHARGE; PROVIDED, HOWEVER, THAT THE CHIEF FISCAL OFFICER\n   11  OF THE TOWN, SPECIFIED IN SUCH LOCAL LAW, SHALL BE JOINED AS A PARTY  IN\n   12  ANY  ACTION  OR PROCEEDING BROUGHT TO COLLECT THE TAX BY THE OWNER OR BY\n   13  THE PERSON ENTITLED TO BE PAID THE RENT OR CHARGE.\n   14    (4) SUCH LOCAL LAWS MAY PROVIDE FOR THE  FILING  OF  RETURNS  AND  THE\n   15  PAYMENT  OF  THE TAX ON A MONTHLY BASIS OR ON THE BASIS OF ANY LONGER OR\n   16  SHORTER PERIOD OF TIME.\n   17    (5) THIS SECTION SHALL NOT AUTHORIZE THE IMPOSITION OF SUCH  TAX  UPON\n   18  ANY  TRANSACTION,  BY  OR  WITH  ANY OF THE FOLLOWING IN ACCORDANCE WITH\n   19  SECTION TWELVE HUNDRED THIRTY OF THIS CHAPTER:\n   20    A. THE STATE OF NEW YORK,  OR  ANY  PUBLIC  CORPORATION  (INCLUDING  A\n   21  PUBLIC CORPORATION CREATED PURSUANT TO AGREEMENT OR COMPACT WITH ANOTHER\n   22  STATE  OR  THE  DOMINION OF CANADA), IMPROVEMENT DISTRICT OR OTHER POLI-\n   23  TICAL SUBDIVISION OF THE STATE;\n   24    B. THE UNITED STATES OF AMERICA, INSOFAR AS IT IS  IMMUNE  FROM  TAXA-\n   25  TION;\n   26    C.  ANY CORPORATION OR ASSOCIATION, OR TRUST, OR COMMUNITY CHEST, FUND\n   27  OR FOUNDATION ORGANIZED AND OPERATED EXCLUSIVELY FOR RELIGIOUS, CHARITA-\n   28  BLE OR EDUCATIONAL PURPOSES, OR FOR THE PREVENTION OF CRUELTY  TO  CHIL-\n   29  DREN  OR ANIMALS, AND NO PART OF THE NET EARNINGS OF WHICH INURES TO THE\n   30  BENEFIT OF ANY PRIVATE SHAREHOLDER OR INDIVIDUAL AND NO SUBSTANTIAL PART\n   31  OF THE ACTIVITIES OF WHICH  IS  CARRYING  ON  PROPAGANDA,  OR  OTHERWISE\n   32  ATTEMPTING  TO INFLUENCE LEGISLATION; PROVIDED, HOWEVER, THAT NOTHING IN\n   33  THIS PARAGRAPH SHALL INCLUDE AN ORGANIZATION OPERATED  FOR  THE  PRIMARY\n   34  PURPOSE  OF  CARRYING  ON A TRADE OR BUSINESS FOR PROFIT, WHETHER OR NOT\n   35  ALL OF ITS PROFITS ARE PAYABLE TO ONE OR MORE ORGANIZATIONS DESCRIBED IN\n   36  THIS PARAGRAPH.\n   37    (6) ANY FINAL DETERMINATION OF THE AMOUNT OF ANY TAX PAYABLE HEREUNDER\n   38  SHALL BE REVIEWABLE FOR ERROR, ILLEGALITY OR UNCONSTITUTIONALITY OR  ANY\n   39  OTHER  REASON  WHATSOEVER BY A PROCEEDING UNDER ARTICLE SEVENTY-EIGHT OF\n   40  THE CIVIL PRACTICE LAW AND RULES IF APPLICATION THEREFOR IS MADE TO  THE\n   41  SUPREME  COURT WITHIN THIRTY DAYS AFTER THE GIVING OF THE NOTICE OF SUCH\n   42  FINAL DETERMINATION, PROVIDED, HOWEVER, THAT ANY SUCH  PROCEEDING  UNDER\n   43  ARTICLE  SEVENTY-EIGHT  OF THE CIVIL PRACTICE LAW AND RULES SHALL NOT BE\n   44  INSTITUTED UNLESS:\n   45    A. THE AMOUNT OF ANY TAX SOUGHT TO BE REVIEWED, WITH SUCH INTEREST AND\n   46  PENALTIES THEREON AS MAY BE PROVIDED FOR BY LOCAL  LAW  SHALL  BE  FIRST\n   47  DEPOSITED  AND THERE IS FILED AN UNDERTAKING, ISSUED BY A SURETY COMPANY\n   48  AUTHORIZED TO TRANSACT BUSINESS IN THIS STATE AND APPROVED BY THE SUPER-\n   49  INTENDENT OF INSURANCE OF THIS STATE AS TO SOLVENCY AND  RESPONSIBILITY,\n   50  IN  SUCH  AMOUNT  AS A JUSTICE OF THE SUPREME COURT SHALL APPROVE TO THE\n   51  EFFECT THAT IF SUCH PROCEEDING BE DISMISSED OR  THE  TAX  CONFIRMED  THE\n   52  PETITIONER WILL PAY ALL COSTS AND CHARGES WHICH MAY ACCRUE IN THE PROSE-\n   53  CUTION OF SUCH PROCEEDING; OR\n   54    B.  AT  THE  OPTION OF THE PETITIONER SUCH UNDERTAKING MAY BE IN A SUM\n   55  SUFFICIENT TO COVER THE TAXES, INTERESTS AND PENALTIES  STATED  IN  SUCH\n   56  DETERMINATION  PLUS THE COSTS AND CHARGES WHICH MAY ACCRUE AGAINST IT IN\n\n       A. 2766                             3\n\n    1  THE PROSECUTION OF THE PROCEEDING, IN WHICH EVENT THE  PETITIONER  SHALL\n    2  NOT  BE REQUIRED TO PAY SUCH TAXES, INTEREST OR PENALTIES AS A CONDITION\n    3  PRECEDENT TO THE APPLICATION.\n    4    (7) WHERE ANY TAX IMPOSED HEREUNDER SHALL HAVE BEEN ERRONEOUSLY, ILLE-\n    5  GALLY  OR  UNCONSTITUTIONALLY  COLLECTED  AND APPLICATION FOR THE REFUND\n    6  THEREOF DULY MADE TO THE PROPER FISCAL OFFICER  OR  OFFICERS,  AND  SUCH\n    7  OFFICER OR OFFICERS SHALL HAVE MADE A DETERMINATION DENYING SUCH REFUND,\n    8  SUCH  DETERMINATION  SHALL  BE  REVIEWABLE BY A PROCEEDING UNDER ARTICLE\n    9  SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND  RULES,  PROVIDED,  HOWEVER,\n   10  THAT  SUCH  PROCEEDING IS INSTITUTED WITHIN THIRTY DAYS AFTER THE GIVING\n   11  OF THE NOTICE OF SUCH DENIAL, THAT A FINAL DETERMINATION OF TAX DUE  WAS\n   12  NOT  PREVIOUSLY  MADE,  AND THAT AN UNDERTAKING IS FILED WITH THE PROPER\n   13  FISCAL OFFICER OR OFFICERS IN SUCH AMOUNT AND WITH SUCH  SURETIES  AS  A\n   14  JUSTICE  OF  THE  SUPREME COURT SHALL APPROVE TO THE EFFECT THAT IF SUCH\n   15  PROCEEDING BE DISMISSED OR THE TAX CONFIRMED, THE  PETITIONER  WILL  PAY\n   16  ALL  COSTS  AND  CHARGES  WHICH  MAY  ACCRUE  IN THE PROSECUTION OF SUCH\n   17  PROCEEDING.\n   18    (8) EXCEPT IN THE CASE OF A WILFULLY FALSE OR FRAUDULENT  RETURN  WITH\n   19  INTENT  TO  EVADE THE TAX, NO ASSESSMENT OF ADDITIONAL TAX SHALL BE MADE\n   20  AFTER THE EXPIRATION OF MORE THAN THREE  YEARS  FROM  THE  DATE  OF  THE\n   21  FILING  OF  A  RETURN,  PROVIDED, HOWEVER, THAT WHERE NO RETURN HAS BEEN\n   22  FILED AS PROVIDED BY LAW THE TAX MAY BE ASSESSED AT ANY TIME.\n   23    (9) ALL REVENUES RESULTING FROM THE IMPOSITION OF THE  TAX  UNDER  THE\n   24  LOCAL  LAWS  SHALL BE PAID INTO THE TREASURY OF THE TOWN OF WOODBURY AND\n   25  SHALL BE CREDITED TO AND DEPOSITED IN THE GENERAL FUND OF THE TOWN. SUCH\n   26  REVENUES MAY BE USED FOR ANY LAWFUL PURPOSE.\n   27    (10) IF ANY PROVISION OF THIS SECTION OR THE  APPLICATION  THEREOF  TO\n   28  ANY  PERSON OR CIRCUMSTANCE SHALL BE HELD INVALID, THE REMAINDER OF THIS\n   29  SECTION AND THE APPLICATION  OF  SUCH  PROVISION  TO  OTHER  PERSONS  OR\n   30  CIRCUMSTANCES SHALL NOT BE AFFECTED THEREBY.\n   31    S  2.  This  act shall take effect immediately and shall expire and be\n   32  deemed repealed 3 years after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the imposition of a hotel and motel tax in the town of Woodbury; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125400.TXT", "SOBI.D110120.T124859.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416614
}