{
  "year" : 2011,
  "senateBillNo" : "A2768-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2768-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Excludes outside income of nonresident employees from being included in city personal income tax",
  "summary" : "Excludes outside income of nonresident employees from being included in city personal income tax. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City",
  "previousVersions" : [ "AA2646-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2768\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the New York  city  charter  in  relation  to  condition\n         precedent to employment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subsection a of section 1127 of the New York city charter,\n    2  as added by a vote of the people of the city of New York at the  general\n    3  election held in November of 1988, is amended to read as follows:\n    4    a. Notwithstanding the provisions of any local law, rule or regulation\n    5  to  the  contrary,  every person seeking employment with the city of New\n    6  York or any of its agencies regardless of civil  service  classification\n    7  or  status  shall  sign  an  agreement  as a condition precedent to such\n    8  employment to the effect that if such person is or becomes a nonresident\n    9  individual as that term is defined in section 11-1706 of the administra-\n   10  tive code of the city of New York or any similar provision of such code,\n   11  during employment by the city, such person  will  pay  to  the  city  an\n   12  amount  by  which  a  city personal income tax on residents computed and\n   13  determined as if such person were a resident individual, as  defined  in\n   14  such  section,  during  such  employment, exceeds the amount of any city\n   15  earnings tax and city personal income tax imposed on such person for the\n   16  same taxable period; PROVIDED, HOWEVER, ANY OUTSIDE INCOME OF  ANY  SUCH\n   17  EMPLOYEE  SHALL  NOT  BE  INCLUDED.    ANY INCOME SUCH EMPLOYEE'S SPOUSE\n   18  RECEIVES SHALL NOT BE CONSIDERED FOR THE  PROVISIONS  OF  THIS  SECTION.\n   19  THE  PROVISIONS  OF  THIS  SECTION SHALL NOT BE CONSTRUED TO REQUIRE ANY\n   20  REIMBURSEMENT TO NON-RESIDENT EMPLOYEES FOR  THE  PERIOD  OF  TIME  SUCH\n   21  PAYMENT WAS IN FORCE AND EFFECT.\n   22    S 2. This act shall take effect immediately and shall not apply to any\n   23  agreement executed on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02892-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter in relation to condition precedent to employment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T124859.TXT", "SOBI.D110120.T130901.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716763
}