{
  "year" : 2011,
  "senateBillNo" : "A2762-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2762-2011-1295499600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires insurers insuring property in floodplains to include damages done by wave action or windblown waves",
  "summary" : "Requires insurers insuring property in floodplains to include damages done by wave action or windblown waves and make available to all insureds who reside in single family homes in a floodplain homeowners insurance covering such damage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2522-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2762\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation to  requiring  floodplain\n         insurance to cover damages caused by waves\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new section 2351-a\n    2  to read as follows:\n    3    S 2351-A. FLOODPLAIN INSURANCE, WAVE DAMAGE.  (A)  ANY  INSURER  WHICH\n    4  INSURES  PROPERTY  IN  A FLOODPLAIN SHALL MAKE AVAILABLE TO ALL INSUREDS\n    5  WHO RESIDE IN SINGLE FAMILY HOMES IN THE FLOODPLAIN COVERAGE UNDER THEIR\n    6  HOMEOWNERS' INSURANCE POLICY FOR DAMAGES CAUSED BY  WINDBLOWN  WAVES  OR\n    7  WAVE  ACTION.  SUCH  POLICIES SHALL COVER THE RESIDENCE AND ANY APPURTE-\n    8  NANCES THERETO, INCLUDING, BUT NOT  LIMITED  TO,  GARAGES,  BOAT  DOCKS,\n    9  RESTRAINING WALLS, BOAT HOUSES, BREAK WALLS AND ANY OTHER DEVICE USED TO\n   10  PREVENT OR MINIMIZE WAVE OR WATER DAMAGE TO REAL PROPERTY.\n   11    (B)  AS USED IN THIS SECTION, \"WINDBLOWN WAVES\" OR \"WAVE ACTION\" SHALL\n   12  MEAN THE CONDITION WHICH EXISTS WHEN A FLOODPLAIN AREA  HAS  HIGH  WATER\n   13  CONDITIONS,  EVEN  THOUGH  BELOW  THE FLOODPLAIN LEVEL, AND THE WATER IS\n   14  STIRRED BY WIND OR OTHER CONDITIONS TO CAUSE  WAVES  WHICH  CREST  ABOVE\n   15  FLOODPLAIN LEVEL.\n   16    S  2.  This  act shall take effect on the ninetieth day after it shall\n   17  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02766-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring floodplain insurance to cover damages caused by waves ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T170920.TXT", "SOBI.D110120.T125927.TXT", "SOBI.D110120.T180923.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295564963554
}