{
  "year" : 2011,
  "senateBillNo" : "A2771-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to education",
    "billEventId" : "A2771-2011-1295499600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the commissioner of education may disregard a required reduction if the school district was closed for health and safety purposes",
  "summary" : "Provides that the commissioner of education may disregard a required reduction of school aid if the school district was closed for health and safety purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4261-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2771\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH, MOLINARO, CALHOUN, McDONOUGH -- read once\n         and referred to the Committee on Education\n\n       AN  ACT  to  amend the education law, in relation to exemptions from the\n         reduction of school aid\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  7  of  section 3604 of the education law, as\n    2  amended by section 31 of part B of chapter 57 of the laws  of  2007,  is\n    3  amended to read as follows:\n    4    7.  No district shall be entitled to any portion of such school moneys\n    5  on such apportionment unless the report of  the  trustees  or  board  of\n    6  education  for  the  preceding  school  year  shall show that the public\n    7  schools were actually in session in the district and taught by a  quali-\n    8  fied  teacher or by successive qualified teachers or by qualified teach-\n    9  ers for not less than one hundred eighty days. The moneys payable  to  a\n   10  school  district  pursuant  to section thirty-six hundred nine-a of this\n   11  [chapter] PART in the current year shall be reduced by  one  one-hundred\n   12  eightieth  of the district's total foundation aid for each day less than\n   13  one hundred eighty days that the schools of the district  were  actually\n   14  in  session,  except that the commissioner may disregard such reduction,\n   15  up to five days, in the apportionment of public money, if he finds  that\n   16  the  schools  of the district were not in session for one hundred eighty\n   17  days because of extraordinarily adverse weather  conditions,  impairment\n   18  of  heating facilities, insufficiency of water supply, shortage of fuel,\n   19  lack of electricity, natural gas leakage, unacceptable levels of  chemi-\n   20  cal  substances,  [or]  the  destruction  of a school building either in\n   21  whole or in part,  OR  OTHER  EMERGENCY  SITUATIONS  THAT  REQUIRED  THE\n   22  SCHOOL'S  CLOSURE FOR THE HEALTH, SAFETY AND WELL-BEING OF ITS STAFF AND\n   23  STUDENTS, and if, further, the commissioner  finds  that  such  district\n   24  cannot  make  up  such  days  of  instruction by using for the secondary\n   25  grades all scheduled vacation days which occur prior to the first sched-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04738-01-1\n\n       A. 2771                             2\n\n    1  uled regents examination day in June, and for the elementary grades  all\n    2  scheduled  vacation days which occur prior to the last scheduled regents\n    3  examination day in June. For the purposes of this  subdivision,  \"sched-\n    4  uled vacation days\" shall mean days on which the schools of the district\n    5  are  not  in  session and for which no prohibition exists in subdivision\n    6  eight of this section for them to be in session.\n    7    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to exemptions from the reduction of school aid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T124859.TXT", "SOBI.D110120.T131402.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716783
}