{
  "year" : 2011,
  "senateBillNo" : "A2778-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2778-2011-1295499600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases fine imposed for unlawful possession of an alcoholic beverage",
  "summary" : "Increases the fine for the unlawful possession of an alcoholic beverage to not less than $250 but not exceeding $500 for the first offense and not less than $500 but not exceeding $1000 for all subsequent offenses; requires the court, in addition to any such fine, to require completion of an alcohol awareness program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A3968-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2778\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         increasing the fine imposed upon any person who  unlawfully  possesses\n         an alcoholic beverage\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 65-c  of  the  alcoholic  beverage\n    2  control  law,  as amended by chapter 137 of the laws of 2001, is amended\n    3  to read as follows:\n    4    3. Any person who unlawfully  possesses  an  alcoholic  beverage  with\n    5  intent  to consume may be summoned before and examined by a court having\n    6  jurisdiction of that charge; provided, however, that  nothing  contained\n    7  herein shall authorize, or be construed to authorize, a peace officer as\n    8  defined  in  subdivision  thirty-three  of  section 1.20 of the criminal\n    9  procedure law or a police officer as defined in subdivision  thirty-four\n   10  of  section 1.20 of such law to arrest a person who unlawfully possesses\n   11  an alcoholic beverage with intent to consume. If a determination is made\n   12  sustaining such charge the court may impose a fine OF NOT LESS THAN  TWO\n   13  HUNDRED  FIFTY  DOLLARS  AND  not exceeding [fifty] FIVE HUNDRED dollars\n   14  [and/or] FOR THE FIRST OFFENSE AND NOT LESS THAN  FIVE  HUNDRED  DOLLARS\n   15  AND  NOT EXCEEDING ONE THOUSAND DOLLARS FOR ALL SUBSEQUENT OFFENSES AND,\n   16  IN ADDITION TO SUCH FINE, THE COURT SHALL REQUIRE THE completion  of  an\n   17  alcohol  awareness  program established pursuant to section 19.25 of the\n   18  mental hygiene law and/or an appropriate amount of community service not\n   19  to exceed thirty hours.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04565-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to increasing the fine imposed upon any person who unlawfully possesses an alcoholic beverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T124859.TXT", "SOBI.D110120.T130901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558056935
}