{
  "year" : 2011,
  "senateBillNo" : "A2773-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2773-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the continuation of a commercial driver's license after lapse or termination of insurance if a person needs such license to perform employment",
  "summary" : "Provides for the continuation of a commercial driver's license after lapse or termination of insurance if a person needs such license to perform his or her employment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3989-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2773\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CROUCH, FINCH -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  providing\n         for  the  continuation of a commercial driver's license after lapse or\n         termination of insurance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  318 of the vehicle and traffic law is amended by\n    2  adding a new subdivision 16 to read as follows:\n    3    16. NOTWITHSTANDING ANY PROVISIONS OF  THIS  SECTION,  THE  COMMERCIAL\n    4  DRIVER'S  LICENSE  OF  A  PERSON  WHO HAS HAD HIS OR HER REGISTRATION OR\n    5  LICENSE REVOKED OR SUSPENDED PURSUANT TO ANY PROVISION OF  THIS  SECTION\n    6  SHALL  NOT  BE  REVOKED OR SUSPENDED PROVIDED THAT SUCH PERSON HAS FILED\n    7  WITH THE COMMISSIONER A STATEMENT, IN A FORM PRESCRIBED BY  THE  COMMIS-\n    8  SIONER, INDICATING THAT HE OR SHE NEEDS SUCH COMMERCIAL DRIVER'S LICENSE\n    9  TO  PERFORM  HIS  OR  HER  EMPLOYMENT AND THAT SUCH DRIVER SHALL ONLY BE\n   10  ALLOWED TO DRIVE HIS OR HER WORK VEHICLE WHILE IN THE PERFORMANCE OF HIS\n   11  OR HER EMPLOYMENT. UPON RECEIPT OF THE FOREGOING STATEMENT  THE  COMMIS-\n   12  SIONER  SHALL RESTRICT THE DRIVER TO A COMMERCIAL DRIVER'S LICENSE UNTIL\n   13  NEW PROOF OF FINANCIAL SECURITY HAS BEEN SECURED.\n   14    S 2. This act shall take effect on the one hundred eightieth day after\n   15  it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04759-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to providing for the continuation of a commercial driver's license after lapse or termination of insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T124859.TXT", "SOBI.D110120.T131402.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716790
}