{
  "year" : 2011,
  "senateBillNo" : "A2774-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2774-2011-1295499600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cable television companies to offer cable television channels on an individual basis",
  "summary" : "Requires cable television companies to offer cable television channels on an individual basis; provides that the public service commission be responsible for approving rates. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A3597-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2774\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CROUCH,  FINCH,  SAYWARD, McKEVITT, REILICH,\n         HAWLEY, MAYERSOHN, McDONOUGH, THIELE -- read once and referred to  the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in relation to providing custom-\n         ers the right to choose the stations that they wish to receive\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  section\n    2  225-a to read as follows:\n    3    S  225-A. CABLE SUBSCRIBERS RIGHT TO ACCESS. 1. EVERY CABLE TELEVISION\n    4  COMPANY SHALL PROVIDE EACH SUBSCRIBER THE OPTION TO ACCESS  CABLE  CHAN-\n    5  NELS  ON AN INDIVIDUAL BASIS. ANY CABLE SUBSCRIBER SHALL BE PROVIDED THE\n    6  ABILITY TO DETERMINE EACH CABLE CHANNEL THAT IS DELIVERED TO HIS OR  HER\n    7  HOUSE.  A  CABLE  COMPANY MAY CONTINUE TO OFFER A GROUP OF CHANNELS AS A\n    8  PACKAGE DEAL WITH A PACKAGE RATE,  PROVIDED  THAT  SUBSCRIBERS  ARE  NOT\n    9  REQUIRED TO PURCHASE CHANNELS AS A PACKAGE.\n   10    2.  NOTWITHSTANDING  THE PROVISIONS OF SECTION TWO HUNDRED TWENTY-FIVE\n   11  OF THIS ARTICLE TO THE CONTRARY, A  CABLE  TELEVISION  COMPANY  MAY  NOT\n   12  CHARGE  A SUBSCRIBER FOR ANY CHANNEL THAT THE SUBSCRIBER DOES NOT CHOOSE\n   13  TO PURCHASE.\n   14    3. ALL RATES CHARGED BY CABLE TELEVISION COMPANIES TO SUBSCRIBERS  FOR\n   15  INDIVIDUAL  CHANNELS  SHALL  BE  FIRST  SUBMITTED  TO THE PUBLIC SERVICE\n   16  COMMISSION FOR APPROVAL. THE PUBLIC SERVICE COMMISSION SHALL ENSURE THAT\n   17  A CABLE TELEVISION COMPANY DOES NOT CHARGE AN INFLATED RATE FOR AN INDI-\n   18  VIDUAL CHANNEL IN AN ATTEMPT TO REQUIRE SUBSCRIBERS TO PURCHASE  PACKAGE\n   19  DEALS. THE COMMISSION SHALL MAKE A DETERMINATION.\n   20    4.  ANY  SUBSCRIBER  WHO  IS DENIED THE ABILITY TO PURCHASE INDIVIDUAL\n   21  CHANNELS BY A CABLE TELEVISION COMPANY MAY BRING AN ACTION IN HIS OR HER\n   22  OWN NAME. SUCH PERSON SHALL BE ENTITLED TO HIS OR HER ACTUAL DAMAGES  OR\n   23  FIVE  HUNDRED DOLLARS, WHICHEVER IS GREATER. IN ADDITION TO ANY MONETARY\n   24  AWARD, THE COURT SHALL ISSUE AN ORDER  REQUIRING  THE  CABLE  TELEVISION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04543-01-1\n\n       A. 2774                             2\n\n    1  COMPANY  TO  COMPLY  WITH  THE PROVISIONS OF THIS SECTION WITHIN FIFTEEN\n    2  DAYS. FAILURE TO COMPLY WITHIN THE FIFTEEN DAY PERIOD SHALL CONSTITUTE A\n    3  SEPARATE OFFENSE FOR WHICH THE SUBSCRIBER MAY  BRING  ANOTHER  CAUSE  OF\n    4  ACTION PURSUANT TO THIS SUBDIVISION.\n    5    5.  FOR  THE  PURPOSES  OF THIS SECTION, A \"SUBSCRIBER\" SHALL MEAN ANY\n    6  PERSON WHO IS CURRENTLY RECEIVING SERVICE FROM A CABLE TELEVISION COMPA-\n    7  NY, OR WHO IS SEEKING TO RECEIVE SERVICE FROM A CABLE TELEVISION  COMPA-\n    8  NY.\n    9    S 2. This act shall take effect on the one hundred eightieth day after\n   10  it  shall  have  become a law. Effective immediately, the public service\n   11  commission may implement any rule or regulation necessary  to  determine\n   12  the  appropriate rate of charge for individual channels or the procedure\n   13  for submitting such rates to the commission.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to providing customers the right to choose the stations that they wish to receive ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T124859.TXT", "SOBI.D110121.T105016.TXT", "SOBI.D110120.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295625016936
}