{
  "year" : 2011,
  "senateBillNo" : "A2779-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to small business",
    "billEventId" : "A2779-2011-1295499600000-referred+to+small+business",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the department of economic development to study methods for keeping small retail businesses within the state and creates pilot program; appropriation",
  "summary" : "Directs the department of economic development to study methods for keeping small retail businesses within the state and creates pilot program to train and counsel small business owners and potential small business owners; appropriates $210,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A4225-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2779\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CROUCH, KOLB, BURLING, FINCH -- read once and\n         referred to the Committee on Small Business\n\n       AN ACT to amend the economic development law, in relation  to  directing\n         the department of economic development to study the attrition of small\n         retail  businesses  from  the state and create a pilot program to help\n         maintain the existence of small businesses within  the  state  and  to\n         train  and  counsel small business owners and potential small business\n         owners; and making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature finds that the number\n    2  of  small  businesses  located  within  the  boundaries  of the state is\n    3  decreasing at a rapid pace. In today's market place, the small  business\n    4  owner  struggles  to compete with the large corporate chain stores.  The\n    5  legislature further finds that the existence of these  small  businesses\n    6  within  the  state  is  crucial  toward the strengthening of the state's\n    7  economy. Therefore, it is imperative that steps be taken to help  ensure\n    8  the future existence and stability of these small businesses.\n    9    S  2.  The  department  of  economic development is hereby directed to\n   10  conduct a comprehensive study relating to the ability  to  retain  small\n   11  retail  businesses  within  the  state  and  is further directed to make\n   12  recommendations in  accordance  with  its  findings.  Such  study  shall\n   13  include, but not be limited to:\n   14    1. The economic feasibility to grant money to communities to establish\n   15  small retail business retention and development plans.\n   16    2.  The possibility of subsidizing, either in whole or in part, retail\n   17  entrepreneur education programs for small business owners throughout the\n   18  state.\n   19    3. The use of tax credits, both income and property, for small  retail\n   20  business  owners  to  lessen  their  financial  burden  and to help them\n   21  compete with the highly funded corporation.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04744-01-1\n\n       A. 2779                             2\n\n    1    4. The possibility of implementing legislation guaranteeing  loans  to\n    2  small retail business owners at a low, fixed interest rate.\n    3    5.  The  economic  feasibility to grant money to small retail business\n    4  owners for the upgrade of certain equipment.\n    5    6. The ability to create a  small  business  incentive  program.  Such\n    6  program would:\n    7    a.  require  small retail business owners participating in the program\n    8  to commit to a five year program consisting  of  entrepreneur  education\n    9  classes, management training, and consultations with financial advisors.\n   10    b.  be  devised so as to create incentives for banking institutions to\n   11  participate in the growth and  production  of  new  and  existing  small\n   12  retail businesses.\n   13    S  3. A report of the findings of such study, recommendations, and any\n   14  proposed legislation necessary to implement such  recommendations  shall\n   15  be  filed  with the governor, the temporary president of the senate, and\n   16  the speaker of the assembly within one year after the effective date  of\n   17  this act.\n   18    S  4.  The economic development law is amended by adding a new section\n   19  139 to read as follows:\n   20    S 139. SMALL BUSINESS OWNER AND POTENTIAL SMALL BUSINESS OWNER  TRAIN-\n   21  ING PILOT PROGRAM. 1. THE COMMISSIONER IS HEREBY AUTHORIZED AND DIRECTED\n   22  TO  ESTABLISH  A SMALL BUSINESS OWNER AND POTENTIAL SMALL BUSINESS OWNER\n   23  TRAINING PROGRAM WITHIN NEW YORK STATE. THE PURPOSE OF THE PILOT PROGRAM\n   24  IS TO PREVENT THE DEMISE OF SMALL RETAIL BUSINESSES  WITHIN  THE  STATE.\n   25  THIS  PILOT  PROGRAM  SEEKS  TO PROMOTE THE GROWTH OF SMALL RETAIL BUSI-\n   26  NESSES BY ENCOURAGING STATE AND LOCAL CHAMBERS  OF  COMMERCE  AND  OTHER\n   27  LOCAL BUSINESS PROMOTING ENTITIES TO CREATE SMALL RETAIL BUSINESS TRAIN-\n   28  ING AND COUNSEL TO PROSPECTIVE BUSINESS OWNERS.\n   29    THE COMMISSIONER SHALL PROMULGATE REGULATIONS AND REQUIREMENTS FOR THE\n   30  ESTABLISHMENT  OF  A  SMALL  BUSINESS OWNER AND POTENTIAL SMALL BUSINESS\n   31  OWNER TRAINING PROGRAM. A CHAMBER OF COMMERCE OR ANY OTHER  LOCAL  BUSI-\n   32  NESS  PROMOTING ENTITY INTERESTED IN PARTICIPATING IN THIS PILOT PROGRAM\n   33  SHALL  SUBMIT  A  PROPOSAL  FOR  APPROVAL  BY  THE  COMMISSIONER   WHICH\n   34  DESCRIBES:\n   35    A. THE SPECIFIC SMALL BUSINESS POPULATION TO BE SERVED;\n   36    B. THE MANNER IN WHICH SUCH SMALL BUSINESSES WILL BE IDENTIFIED;\n   37    C. THE SPECIFIC SMALL RETAIL BUSINESS TRAINING AND COUNSEL TO BUSINESS\n   38  OWNERS AND PROSPECTIVE BUSINESS OWNERS TO BE PROVIDED;\n   39    D. THE MANNER IN WHICH SUCH SMALL RETAIL BUSINESS TRAINING AND COUNSEL\n   40  TO BUSINESS OWNERS AND PROSPECTIVE BUSINESS OWNERS SHALL BE PROVIDED;\n   41    E. ALL ASSOCIATED COSTS;\n   42    F. THE EXPECTED BENEFITS OF THE TRAINING PROGRAM;\n   43    G.  THE  METHOD  TO  BE  UTILIZED  TO MEASURE THE EFFECTIVENESS OF THE\n   44  TRAINING PROGRAM; AND\n   45    H. SUCH OTHER INFORMATION AS THE COMMISSIONER MAY  DEEM  NECESSARY  TO\n   46  ASSURE THE SUCCESS OF THE SMALL BUSINESS OWNER AND POTENTIAL SMALL BUSI-\n   47  NESS OWNER TRAINING PILOT PROGRAM.\n   48    2.  APPROVAL AND TERMS OF SPONSORS AND SMALL BUSINESS OWNER AND POTEN-\n   49  TIAL SMALL BUSINESS OWNER PROGRAMS. THE WRITTEN APPROVAL OF A  SPONSOR'S\n   50  APPLICATION  BY  THE  COMMISSIONER  SHALL  CONSTITUTE AUTHORIZATION TO A\n   51  SPONSOR TO COMMENCE A SMALL BUSINESS OWNER AND POTENTIAL SMALL  BUSINESS\n   52  OWNER PROGRAM.\n   53    SUCH  AUTHORIZATION SHALL BE IN EFFECT FOR THREE YEARS, ABSENT REVOCA-\n   54  TION OR EXTENSION BY THE COMMISSIONER.\n   55    3. REPORTING AND EVALUATION OF THE PROGRAM. ON OR BEFORE EACH ONE YEAR\n   56  ANNIVERSARY OF THE PILOT PROGRAM'S  INCEPTION,  THE  COMMISSIONER  SHALL\n\n       A. 2779                             3\n\n    1  SUBMIT  A  REPORT  TO  THE  GOVERNOR  AND THE LEGISLATURE CONCERNING THE\n    2  PROGRAMS ESTABLISHED IN THIS SECTION AND SHALL PROVIDE AN EVALUATION  AS\n    3  TO  THE  EFFECTIVENESS  OF THE PILOT PROGRAM IN MEETING THE PURPOSES FOR\n    4  WHICH  IT  WAS ESTABLISHED. SUCH REPORT SHALL ALSO RECOMMEND WHETHER THE\n    5  PILOT PROGRAM SHOULD BE EXPANDED TO ADDITIONAL LOCATIONS  IN  THE  STATE\n    6  AND SHALL ESTIMATE THE FINANCIAL COST OF ANY SUCH EXPANSION.\n    7    S  5.  The  sum  of two hundred ten thousand dollars ($210,000), or so\n    8  much thereof as may be necessary, is hereby appropriated to the  depart-\n    9  ment  of  economic  development from any moneys in the state treasury in\n   10  the general fund not otherwise appropriated for services  and  expenses;\n   11  including  the  expenses  of the department of economic development, for\n   12  the purposes of carrying out the provisions of this act. Such sum  shall\n   13  be payable on the audit and warrant of the state comptroller on vouchers\n   14  certified  or  approved  by the commissioner of economic development, or\n   15  his duly designated representative in the manner provided  by  law.  Not\n   16  more  than  fifteen  percent  of  the  monies hereby appropriated may be\n   17  expended for the costs of the department of economic development.\n   18    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to directing the department of economic development to study the attrition of small retail businesses from the state and create a pilot program to help maintain the existence of small businesses within the state and to train and counsel small business owners and potential small business owners; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T130901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558056936
}