{
  "year" : 2011,
  "senateBillNo" : "A2775-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2775-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides sales tax relief on parking sales for tax exempt organizations",
  "summary" : "Provides sales tax relief on parking sales for tax exempt organizations where a tax exempt organization, as defined in law, provides parking, garaging or storing of motor vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A3966-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2775\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- Multi-Sponsored by -- M. of A. FINCH --\n         read once and referred to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to providing sales tax relief\n         on parking sales for tax exempt organizations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs  2 and 3 of subdivision (b) of section 1116 of\n    2  the tax law, as amended by chapter 888 of the laws of 1983, are  amended\n    3  to read as follows:\n    4    (2)  sales  of  food  or  drink in or by a restaurant, tavern or other\n    5  establishment operated by an organization described  in  paragraph  (1),\n    6  paragraph (4), paragraph (5) or paragraph (6) of subdivision (a) of this\n    7  section, other than sales exempt under paragraph (ii) of subdivision (d)\n    8  of section eleven hundred five, from the taxes imposed hereunder, unless\n    9  the purchaser is an organization exempt under this section; OR\n   10    [(3)  sales  of  the service of providing parking, garaging or storing\n   11  for motor vehicles by an organization  described  in  paragraph  (4)  or\n   12  paragraph  (5)  of  subdivision  (a)  of this section operating a garage\n   13  (other than a garage which is part of  premises  occupied  solely  as  a\n   14  private one or two family dwelling), parking lot or other place of busi-\n   15  ness  engaged  in providing parking, garaging or storing for motor vehi-\n   16  cles; or]\n   17    S 2. This act shall take effect on the first day of a sales tax  quar-\n   18  terly period, as described in subdivision (b) of section 1136 of the tax\n   19  law,  beginning  at  least  90  days  after the date this act shall have\n   20  become a law and shall apply to sales made on or  after  such  effective\n   21  date although made or occurring under a prior contract.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04563-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing sales tax relief on parking sales for tax exempt organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T124859.TXT", "SOBI.D110121.T105016.TXT", "SOBI.D110120.T131402.TXT", "SOBI.D110120.T130901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295625016942
}