{
  "year" : 2011,
  "senateBillNo" : "A2770-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2770-2011-1295499600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a health benefit and cost commission to conduct a comprehensive review of all current mandated benefits and an accurate cost analysis of proposed benefits",
  "summary" : "Creates a thirteen member health benefit and cost commission to conduct a comprehensive review of all current mandated benefits and an accurate cost analysis of proposed benefits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A4223-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2770\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CROUCH, FINCH -- read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to creating  a  New  York\n         health benefit and cost commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. It is the desire of the legislature  to\n    2  ensure  that  health  coverage  provides the care, treatment and service\n    3  that people need, and to ensure that  the  coverage  is  affordable  and\n    4  available.  The  legislature finds that there is a need for a comprehen-\n    5  sive review of all current benefits mandated by statute, and  for  accu-\n    6  rate cost analysis of proposed mandates.\n    7    S  2.  The  insurance law is amended by adding a new section 3221-a to\n    8  read as follows:\n    9    S 3221-A. HEALTH BENEFIT AND COST COMMISSION. (A) FOR THE PURPOSES  OF\n   10  THIS  SECTION, \"MANDATED HEALTH BENEFIT\" SHALL MEAN ANY REQUIREMENT THAT\n   11  INDIVIDUAL, GROUP OR BLANKET ACCIDENT AND HEALTH INSURANCE  POLICIES  OR\n   12  CONTRACTS ISSUED BY HOSPITAL OR HEALTH SERVICE CORPORATIONS INCLUDE:\n   13    (1)  COVERAGE  FOR  SPECIFIC HEALTH SERVICES, TREATMENT, TESTS, DRUGS,\n   14  SUPPLIES, OR EQUIPMENT TO DIAGNOSE OR  TREAT  A  PARTICULAR  DISEASE  OR\n   15  CONDITION; AND\n   16    (2)  COVERAGE  FOR  SERVICES  OF  SPECIFIC  PROVIDERS  OF  HEALTH CARE\n   17  SERVICES.\n   18    (B) THERE IS HEREBY CREATED A COMMISSION WITHIN THE DEPARTMENT, TO  BE\n   19  KNOWN AS THE \"NEW YORK HEALTH BENEFIT AND COST COMMISSION\" CONSISTING OF\n   20  THIRTEEN  MEMBERS  TO  BE APPOINTED AS FOLLOWS: THREE TO BE APPOINTED BY\n   21  THE GOVERNOR, THREE TO BE APPOINTED BY THE TEMPORARY  PRESIDENT  OF  THE\n   22  SENATE,  THREE  TO  BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY, AND ONE\n   23  EACH TO BE APPOINTED BY THE MINORITY LEADER OF THE SENATE AND THE ASSEM-\n   24  BLY. THE SUPERINTENDENT AND THE COMMISSIONER OF HEALTH, OR THEIR  DESIG-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04746-01-1\n\n       A. 2770                             2\n\n    1  NATED  REPRESENTATIVES,  SHALL  ALSO SERVE AS MEMBERS OF THE COMMISSION.\n    2  THE MEMBERS SHALL ELECT A PERSON TO SERVE AS CHAIR.\n    3    (C)  EACH MEMBER SHALL SERVE FOR A TERM OF FOUR YEARS. VACANCIES SHALL\n    4  BE APPOINTED IN THE SAME MANNER AS ORIGINAL APPOINTMENTS. THE MEMBERS OF\n    5  THE COMMISSION SHALL RECEIVE NO  COMPENSATION  FOR  THEIR  SERVICES  BUT\n    6  SHALL  BE ALLOWED ACTUAL AND NECESSARY EXPENSES INCURRED IN THE PERFORM-\n    7  ANCE OF THEIR DUTIES. THE COMMISSION MAY REQUEST AND SHALL RECEIVE  FROM\n    8  ANY  DEPARTMENT,  BOARD,  BUREAU,  COMMISSION,  OFFICE,  AGENCY OR OTHER\n    9  INSTRUMENTALITY OF THE STATE, SUCH FACILITIES, ASSISTANCE AND DATA AS IT\n   10  DEEMS NECESSARY OR DESIRABLE FOR THE PROPER EXECUTION OF ITS POWERS  AND\n   11  DUTIES. THE COMMISSION MAY SEEK THE ASSISTANCE AND ADVICE OF ANY PERSON,\n   12  ORGANIZATION  OR  ENTITY AS MAY BE RELEVANT OR NECESSARY AND MAY HIRE OR\n   13  CONTRACT WITH ANY SUCH PERSON, ORGANIZATION OR  ENTITY.  THE  COMMISSION\n   14  SHALL  HAVE  THE  POWER TO HOLD PUBLIC HEARINGS AND SOLICIT TESTIMONY ON\n   15  ANY MATTER IT DEEMS RELEVANT TO CARRYING OUT ITS MISSION.\n   16    (D) THE COMMISSION SHALL, UPON THE WRITTEN REQUEST  OF  THE  GOVERNOR,\n   17  THE  TEMPORARY  PRESIDENT  OF THE SENATE OR THE SPEAKER OF THE ASSEMBLY,\n   18  CONDUCT A REVIEW AND PUBLIC COMMENT PERIOD, AND ISSUE A REPORT  RELATING\n   19  TO  SPECIFIED  LEGISLATION  WHICH WOULD ENACT A MANDATED HEALTH BENEFIT.\n   20  SUCH ISSUANCE SHALL:\n   21    (1) CONSIDER AND SUMMARIZE ALL  PUBLIC  COMMENT  AND  ALL  SCIENTIFIC,\n   22  MEDICAL,  AND ACTUARIAL DATA AND INFORMATION PROVIDED OR OBTAINED RELAT-\n   23  ING TO THE PROPOSED MANDATED HEALTH BENEFIT;\n   24    (2) REPORT ON PUBLIC AND PATIENT HEALTH ISSUES, INCLUDING:\n   25    (I) THE EXTENT TO WHICH THE PROPOSED MANDATED HEALTH BENEFIT IS AVAIL-\n   26  ABLE AND UTILIZED BY THE STATE'S POPULATION  AND  THE  LEVEL  OF  PUBLIC\n   27  DEMAND FOR THE BENEFIT;\n   28    (II)  THE  EXTENT  TO  WHICH  THE  PROPOSED MANDATED HEALTH BENEFIT IS\n   29  ALREADY A COVERED HEALTH BENEFIT;\n   30    (III) IF COVERAGE IS NOT GENERALLY AVAILABLE, THE EXTENT TO WHICH  THE\n   31  LACK  OF  COVERAGE  RESULTS  IN PERSONS BEING UNABLE TO OBTAIN NECESSARY\n   32  HEALTH CARE AND RESULTS IN FINANCIAL HARDSHIP  FOR  THOSE  NEEDING  SUCH\n   33  CARE;\n   34    (IV)  PROJECTED  UTILIZATION  RATES  AND ACCESS TO SERVICE WHICH WOULD\n   35  RESULT FROM THE PROPOSED MANDATED HEALTH BENEFIT;\n   36    (V) WHETHER THE PROPOSED MANDATED HEALTH BENEFIT IS  A  MEDICAL  OR  A\n   37  BROADER SOCIAL NEED AND WHETHER IT IS CONSISTENT WITH THE ROLE OF HEALTH\n   38  INSURANCE AND MANAGED HEALTH CARE; AND\n   39    (VI)  THE  EXTENT  TO  WHICH  THE  PROPOSED MANDATED HEALTH BENEFIT IS\n   40  GENERALLY RECOGNIZED BY THE MEDICAL COMMUNITY  AS  BEING  EFFECTIVE  AND\n   41  EFFICACIOUS, INCLUDING APPROPRIATE REVIEW BY SCIENTIFIC AND MEDICAL PEER\n   42  REVIEW LITERATURE;\n   43    (3) REPORT ON ACCESS TO COVERAGE AND ECONOMIC ISSUES INCLUDING:\n   44    (I)  THE IMPACT ON PREMIUMS, RATES AND COSTS OF HEALTH COVERAGE IN ALL\n   45  AFFECTED MARKETS;\n   46    (II) THE IMPACT THAT THE PROPOSED MANDATED HEALTH BENEFIT MAY HAVE  ON\n   47  THE AVAILABILITY OF OTHER BENEFITS; AND\n   48    (III) THE IMPACT THAT THE PROPOSED MANDATED HEALTH BENEFIT MAY HAVE ON\n   49  THE  AVAILABILITY  OF  HEALTH  COVERAGE IN EACH AFFECTED MARKET, AND THE\n   50  IMPACT ON THE NUMBER OF PERSONS COVERED THROUGH SELF-INSURED PLANS; AND\n   51    (4) REPORT ON ANY OTHER MATTER, QUESTION  OR  CONCERN  RELATING  TO  A\n   52  MANDATED  HEALTH BENEFIT AS MAY BE DETERMINED RELEVANT BY THE COMMISSION\n   53  OR BY THE PERSON HAVING ISSUED THE REQUEST.\n   54    (E) THE COMMISSION, UPON RECEIPT OF A REQUEST, SHALL  ALLOW  A  THIRTY\n   55  DAY  PUBLIC  COMMENT PERIOD AND SHALL ISSUE A REPORT TO THE GOVERNOR AND\n   56  THE LEGISLATURE WITHIN NINETY DAYS AFTER RECEIPT OF A  WRITTEN  REQUEST.\n\n       A. 2770                             3\n\n    1  THE  COMMISSION  MAY  EXTEND  ITS  REVIEW PERIOD AND REPORTING TIME UPON\n    2  CONSENT OF THE PERSON HAVING ISSUED THE REQUEST.\n    3    (F)  THE  COMMISSION  SHALL  REVIEW  AND  REPORT ON UTILIZATION RATES,\n    4  PUBLIC AND PATIENT HEALTH EFFECTS, AND IMPACT ON PREMIUMS AND ACCESS  TO\n    5  HEALTH CARE AND HEALTH COVERAGE OF ALL MANDATED HEALTH BENEFITS EXISTING\n    6  ON THE EFFECTIVE DATE OF THIS SECTION.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to creating a New York health benefit and cost commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T124859.TXT", "SOBI.D110120.T131902.TXT", "SOBI.D110120.T131402.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716779
}