{
  "year" : 2011,
  "senateBillNo" : "A278-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A278-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all teachers to attend gang awareness training as part of certification",
  "summary" : "Requires all teachers to attend gang awareness training as part of certification. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10646-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          278\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MONTESANO, SALADINO -- read once and referred to\n         the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring  all  certi-\n         fied teachers to attend gang awareness training once every three years\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3004 of the education law is amended  by  adding  a\n    2  new subdivision 7 to read as follows:\n    3    7.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE COMMISSIONER SHALL\n    4  PRESCRIBE REGULATIONS  REQUIRING  THAT  ONCE  EVERY  THREE  YEARS  AFTER\n    5  COMPLETION  OF THE FIRST FULL ACADEMIC YEAR OF EMPLOYMENT AS A CERTIFIED\n    6  TEACHER, ALL CERTIFIED TEACHERS SHALL ATTEND A SEMINAR,  CLASS,  COURSE,\n    7  OR  OTHER  TRAINING  PROGRAM RELATING TO GANG VIOLENCE AND ITS IMPACT ON\n    8  SCHOOL AGE CHILDREN. THE TRAINING PROGRAM SHALL BE  ADMINISTERED  BY  AN\n    9  INSTITUTION  OR  PROVIDER  WHICH  HAS BEEN APPROVED BY THE DEPARTMENT TO\n   10  PROVIDE SUCH TRAINING AND THE COMMISSIONER SHALL REQUIRE  THAT  APPROVED\n   11  PROGRAMS PROVIDE TEACHERS WITH WRITTEN CONFIRMATION OR A \"CERTIFICATE OF\n   12  COMPLETION\"  OF  THEIR  ATTENDANCE  AND  COMPLETION  OF THE PROGRAM. THE\n   13  COMMISSIONER SHALL PRESCRIBE RULES OR REGULATIONS  DEFINING  THE  PROCE-\n   14  DURES  BY WHICH THE DEPARTMENT SHALL VERIFY ATTENDANCE AND COMPLETION OF\n   15  THE PROGRAM, AND PENALTIES FOR FAILURE TO COMPLY WITH  THE  REQUIREMENTS\n   16  OF THIS SECTION.\n   17    S  2.  This  act shall take effect on the ninetieth day after it shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02295-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring all certified teachers to attend gang awareness training once every three years ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T161006.TXT", "SOBI.D101220.T143835.TXT", "SOBI.D101217.T154004.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292873915793
}