{
  "year" : 2011,
  "senateBillNo" : "A2781-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2781-2011-1295499600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the concentrated animal feeding operation environmental compliance revolving loan program",
  "summary" : "Creates the concentrated animal feeding operation environmental compliance revolving loan program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4224-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2781\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CROUCH, BURLING, HAWLEY, BARCLAY, FINCH, GIGLIO,\n         OAKS, RAIA -- read once and referred to the Committee on Agriculture\n\n       AN ACT to amend the public authorities law, in relation to creating  the\n         concentrated animal feeding operation environmental compliance revolv-\n         ing loan program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 1285-s  to read as follows:\n    3    S  1285-S. CONCENTRATED ANIMAL FEEDING OPERATION ENVIRONMENTAL COMPLI-\n    4  ANCE REVOLVING LOAN PROGRAM. 1. NOTWITHSTANDING THE  PROVISIONS  OF  ANY\n    5  GENERAL  OR SPECIAL LAW TO THE CONTRARY, THE CORPORATION SHALL UNDERTAKE\n    6  TO PROVIDE FINANCIAL ASSISTANCE TO FARM OPERATORS FOR  THE  PLANNING  OF\n    7  CERTIFIED NUTRIENT MANAGEMENT PLANS AND THE IMPLEMENTATION OF SUCH PLANS\n    8  AS SET FORTH IN THIS SECTION.\n    9    2.  FOR PURPOSES OF THIS SECTION, AND NOTWITHSTANDING ANY PROVISION OF\n   10  LAW TO THE CONTRARY, AS USED IN THIS SECTION:\n   11    (A) \"CONCENTRATED ANIMAL FEEDING OPERATION\" SHALL MEAN A  FARM  OPERA-\n   12  TION  PERMITTED PURSUANT TO TITLE SEVEN OR EIGHT OF ARTICLE SEVENTEEN OF\n   13  THE ENVIRONMENTAL CONSERVATION LAW.\n   14    (B) \"FARM OPERATOR\" SHALL MEAN A PERSON  WHO  ENGAGES  IN  FARMING  OR\n   15  DESIRES  TO  ENGAGE IN FARMING AND WHO IS THE OWNER OF A FARM OPERATION,\n   16  AS DEFINED IN SUBDIVISION ELEVEN OF SECTION THREE  HUNDRED  ONE  OF  THE\n   17  AGRICULTURE AND MARKETS LAW.\n   18    (C) \"LENDER\" SHALL MEAN ANY STATE OR FEDERALLY-CHARTERED SAVINGS BANK,\n   19  SAVINGS AND LOAN ASSOCIATION, STATE OR FEDERALLY CHARTERED SAVINGS BANKS\n   20  AND  SAVINGS  AND  LOAN ASSOCIATIONS, FARM CREDIT SYSTEM INSTITUTION, OR\n   21  STATE OR FEDERALLY CHARTERED COMMERCIAL BANKS OR TRUST COMPANIES AUTHOR-\n   22  IZED TO DO BUSINESS IN THIS STATE.\n   23    (D) \"PROJECT\" SHALL MEAN THE ARCHITECTURAL AND  ENGINEERING  SERVICES,\n   24  PLANS  AND SPECIFICATIONS, INCLUDING WATERSHED BASED OR INDIVIDUAL AGRI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04745-01-1\n\n       A. 2781                             2\n\n    1  CULTURAL NONPOINT SOURCE POLLUTION  ASSESSMENTS,  CONSULTANT  AND  LEGAL\n    2  SERVICES, CONSTRUCTION, AND OTHER DIRECT EXPENSES RELATED TO IMPLEMENTA-\n    3  TION OF A FARM OPERATION'S CERTIFIED NUTRIENT MANAGEMENT PLAN.\n    4    3.  THE  CORPORATION  IS HEREBY AUTHORIZED TO ENTER INTO ANY CONTRACT,\n    5  FINANCING OR LOAN AGREEMENT, OR OTHER INSTRUMENT IN  CONNECTION  WITH  A\n    6  LOAN MADE BY A LENDER TO A FARM OPERATOR FOR A PROJECT.\n    7    4.  IN  ORDER  TO  EFFECTUATE THE PURPOSES OF THIS SECTION, THE CORPO-\n    8  RATION MAY EXTEND CREDIT TO OR ON BEHALF OF  A  FARM  OPERATOR  FOR  THE\n    9  CONSTRUCTION  OR  ACQUISITION OF A PROJECT, OR FOR THE REIMBURSEMENT FOR\n   10  COSTS INCURRED BY A FARM OPERATOR IN CONNECTION WITH A PROJECT, PROVIDED\n   11  SUCH FARM OPERATOR HAS RECEIVED A COMMITMENT TO RECEIVE FROM A LENDER  A\n   12  LOAN OR OTHER FINANCIAL ASSISTANCE ACCEPTABLE TO THE CORPORATION. IN THE\n   13  EXERCISE  OF  THE  POWERS  GRANTED  IN THIS SECTION IN CONNECTION WITH A\n   14  PROJECT FOR A FARM OPERATOR, THE CORPORATION MAY REQUIRE  THE  INCLUSION\n   15  IN  ANY  CONTRACT, LOAN AGREEMENT OR OTHER INSTRUMENT OF SUCH PROVISIONS\n   16  FOR THE FINANCING OF SUCH PROJECT AND SUCH  OTHER  FINANCIAL  AND  OTHER\n   17  COVENANTS  AS  MAY  APPLY  TO SUCH FARM OPERATORS AS THE CORPORATION MAY\n   18  DEEM DESIRABLE AND/OR APPROPRIATE AND TO  DO  ALL  THINGS  NECESSARY  TO\n   19  EXECUTE ANY INSTRUMENT IN CONNECTION AND DESIRABLE WITH SUCH FINANCING.\n   20    5.  IN  CONNECTION  WITH  THE  ISSUANCE  OF ANY BOND OR NOTE ISSUED IN\n   21  CONNECTION WITH OR FOR THE CONCENTRATED ANIMAL FEEDING  OPERATION  ENVI-\n   22  RONMENTAL COMPLIANCE REVOLVING LOAN PROGRAM, THE CORPORATION MAY FIX AND\n   23  COLLECT ANY FEES AND CHARGES, INCLUDING BUT NOT LIMITED TO REIMBURSEMENT\n   24  OF  ALL  COSTS  OF  FINANCING INCURRED BY THE CORPORATION, AS THE CORPO-\n   25  RATION SHALL DETERMINE TO BE REASONABLE.\n   26    6. IN CONNECTION WITH THE EXTENSION OF CREDIT AND THE  ISSUANCE  OF  A\n   27  BOND  OR  NOTE  FOR  THE  CONSTRUCTION  OR  ACQUISITION  OF A PROJECT AS\n   28  PROVIDED IN THIS SECTION, A FARM OPERATOR SHALL  SUBMIT  TO  THE  CORPO-\n   29  RATION AN APPLICATION FOR THE EXTENSION OF CREDIT OR A LOAN.  THE CORPO-\n   30  RATION  MAY DENY SUCH APPLICATION FOR ANY REASON IT DEEMS APPROPRIATE IN\n   31  THE PUBLIC INTEREST.\n   32    7. ANY BONDS OR NOTES ISSUED TO FINANCE THE PROVISIONS OF THIS SECTION\n   33  SHALL BE SPECIAL LIMITED OBLIGATIONS OF THE CORPORATION  PAYABLE  SOLELY\n   34  OUT  OF  THE  REVENUE  DERIVED  FROM ANY LOAN OR FINANCE AGREEMENT, DEBT\n   35  OBLIGATION OR SALES CONTRACT, COLLATERAL OR OTHER PROPERTY  RECEIVED  IN\n   36  CONNECTION  WITH THE CONCENTRATED ANIMAL FEEDING OPERATION ENVIRONMENTAL\n   37  COMPLIANCE REVOLVING LOAN PROGRAM. ALL ASSETS  AND  LIABILITIES  CREATED\n   38  THROUGH THE ISSUANCE OF BONDS OR NOTES UNDER THIS SECTION SHALL BE SEPA-\n   39  RATE  FROM  ALL  OTHER  ASSETS  AND  LIABILITIES OF THE CORPORATION. THE\n   40  CORPORATION SHALL HAVE NO MORAL OR LEGAL OBLIGATION OR LIABILITY TO  ANY\n   41  FARM  OPERATOR  OR  OTHER  PERSON UNDER THIS SECTION EXCEPT AS EXPRESSLY\n   42  PROVIDED BY WRITTEN CONTRACT. NO FUNDS IN THE CONCENTRATED ANIMAL  FEED-\n   43  ING  OPERATION  ENVIRONMENTAL  COMPLIANCE  REVOLVING LOAN PROGRAM MAY BE\n   44  COMMINGLED WITH ANY OTHER FUNDS OF THE CORPORATION.\n   45    8. (A) THE CORPORATION  SHALL  PROMULGATE  REGULATIONS,  DEVELOPED  IN\n   46  CONSULTATION  WITH  THE COMMISSIONER OF AGRICULTURE AND MARKETS, FOR THE\n   47  PURPOSE OF CARRYING OUT ITS RESPONSIBILITIES UNDER THIS SECTION, INCLUD-\n   48  ING ESTABLISHING THE CRITERIA AND STANDARDS FOR EVALUATING  THE  PROJECT\n   49  TO BE FINANCED AND THE ELIGIBILITY OF THE FARM OPERATOR.\n   50    (B) THE CORPORATION SHALL CONSULT WITH THE COMMISSIONER OF AGRICULTURE\n   51  AND  MARKETS  REGARDING  PROMOTION  OF  THE  PROGRAM  AND AGRICULTURALLY\n   52  RELATED QUESTIONS REGARDING THE PROGRAM OR APPLICATIONS.\n   53    S 2. Paragraph (a) of subdivision 1 of  section  1290  of  the  public\n   54  authorities  law,  as  amended  by  chapter  366 of the laws of 2004, is\n   55  amended to read as follows:\n\n       A. 2781                             3\n\n    1    (a) The corporation shall have power and  is  hereby  authorized  from\n    2  time  to  time to issue its negotiable or non-negotiable bonds and notes\n    3  in conformity with applicable provisions of the uniform commercial  code\n    4  in  such  principal amount, as, in the opinion of the corporation, shall\n    5  be  necessary  to  provide  sufficient funds for achieving its purposes,\n    6  including the acquisition and construction, operation and maintenance of\n    7  sewage treatment works, sewage collecting systems, solid waste  disposal\n    8  facilities, storm water collecting systems, water management facilities,\n    9  air  pollution control facilities, the removal, disposal and remediation\n   10  of petroleum storage tanks and the remediation of the sites thereof  and\n   11  any  other  project or projects authorized pursuant to the provisions of\n   12  this title, and paying the cost thereof; the making of loans to  persons\n   13  and,  for  purposes  of  sections  twelve  hundred eighty-five-j, twelve\n   14  hundred eighty-five-m and twelve hundred  eighty-five-o  of  this  title\n   15  only,  to any municipality or recipient for such purposes; the making of\n   16  loans, providing of financing or extension of credit to or on behalf  of\n   17  beginning  farmers  for purposes of section twelve hundred eighty-five-r\n   18  of this title only; THE MAKING OF  LOANS,  PROVIDING  OF  FINANCING,  OR\n   19  EXTENSION OF CREDIT TO OR ON BEHALF OF CONCENTRATED ANIMAL FEEDING OPER-\n   20  ATION  ENVIRONMENTAL  COMPLIANCE  REVOLVING LOAN PROGRAM FOR PURPOSES OF\n   21  SECTION TWELVE HUNDRED EIGHTY-FIVE-S OF THIS TITLE ONLY;  the  financing\n   22  of  the  design, acquisition, construction, improvement and installation\n   23  of all or any portion of Riverbank Park, provided however, that any such\n   24  bonds or notes issued to finance Riverbank Park shall only be issued  in\n   25  such  principal amount as shall be necessary to provide sufficient funds\n   26  for the repayment of amounts disbursed  pursuant  to  appropriations  or\n   27  reappropriations  under  chapter  fifty-four  of  the  laws  of nineteen\n   28  hundred ninety-one including any subsequent reappropriation of the unex-\n   29  pended balance  of  such  appropriations  or  reappropriations  for  the\n   30  purpose  of  Riverbank  Park, plus an amount sufficient to fund any debt\n   31  service reserve fund established by the corporation for the  purpose  of\n   32  Riverbank  Park and to provide for the payment of fees and other charges\n   33  and expenses of the corporation in connection with such bonds and notes,\n   34  which principal amount shall constitute the  statutory  ceiling  on  the\n   35  amount  of  bonds  and  notes  that  can be issued for such purpose; the\n   36  financing of all or any portion of any state park infrastructure project\n   37  or reimbursement of the state for expenditures relating thereto, plus an\n   38  amount to provide for the payment of fees and other charges and expenses\n   39  of the  corporation  in  connection  with  such  bonds  and  notes;  the\n   40  provision  of  funds  to  the state for any amounts contributed or to be\n   41  contributed to the water pollution control revolving fund, the  pipeline\n   42  for  jobs  fund  or the drinking water revolving fund provided, however,\n   43  that any such bonds or notes  issued  to  provide  funds  to  the  water\n   44  pollution  control  revolving  fund,  the  pipeline for jobs fund or the\n   45  drinking water revolving fund shall only be  issued  in  such  principal\n   46  amount  as shall be necessary to provide sufficient funds for the repay-\n   47  ment of amounts disbursed pursuant to any appropriation  or  reappropri-\n   48  ation  enacted  for the pipeline for jobs fund or for the payment of the\n   49  state match for federal capitalization grants for  the  water  pollution\n   50  control  revolving  fund  or  the drinking water revolving fund, plus an\n   51  amount sufficient to fund any debt service reserve fund and  to  provide\n   52  for  fees,  charges  and other costs of issuance, which principal amount\n   53  shall constitute the statutory ceiling on the amount of bonds and  notes\n   54  that  can be issued for such purpose; the financing of any environmental\n   55  infrastructure projects authorized by  section  twelve  hundred  eighty-\n   56  five-p  of  this  title;  the purchase of municipal bonds and notes, and\n\n       A. 2781                             4\n\n    1  bonds and notes of a state agency,  the  payment  of  the  cost  of  any\n    2  project,  the payment of interest on bonds and notes of the corporation,\n    3  the establishment of reserves  to  secure  such  bonds  and  notes;  the\n    4  provision  of  working  capital and all other expenditures of the corpo-\n    5  ration incident to and necessary or convenient to carry out its purposes\n    6  and powers;\n    7    S 3. Paragraph (c) of subdivision 1 of  section  1290  of  the  public\n    8  authorities  law,  as  amended  by  chapter  366 of the laws of 2004, is\n    9  amended to read as follows:\n   10    (c) Except as may otherwise be expressly provided by the  corporation,\n   11  every  issue  of  its notes or bonds shall be (i) general obligations of\n   12  the corporation payable out of any revenues  or  monies  of  the  corpo-\n   13  ration,  subject  only  to any agreements with the holders of particular\n   14  notes or bonds  pledging  any  particular  receipts  or  revenues,  (ii)\n   15  special obligations of the corporation payable solely from the revenues,\n   16  service  charges,  rentals, proceeds or other payments to be received on\n   17  account of the mortgage, loan or other agreements and payments,  reserve\n   18  and  insurance  funds  or  accounts issuance of special obligations, and\n   19  fees, charges or other monies to  be  received  by  the  corporation  in\n   20  respect  to  loans  pursuant  to section twelve hundred eighty-five-b or\n   21  twelve hundred eighty-five-j of this title, or from amounts received  by\n   22  the  corporation  pursuant  to any contract, lease, easement, license or\n   23  other instrument entered into by the corporation  pursuant  to  sections\n   24  twelve  hundred  eighty-five-k  and twelve hundred eighty-five-l of this\n   25  title or, (iii) special obligations of the  corporation  payable  solely\n   26  from  amounts received pursuant to an agreement with the commissioner of\n   27  environmental conservation pursuant to  subdivision  twelve  of  section\n   28  twelve  hundred  eighty-five-j  of this title, and may, but need not, be\n   29  secured by mortgages, assignments or pledges of such  revenues,  service\n   30  charges,  rentals,  proceeds,  other payments, funds and accounts, fees,\n   31  charges and other monies, and by mortgages  or  assignments  thereof  in\n   32  respect  to  projects, and may include pooled financings subject only to\n   33  any agreements with the holders of particular special  obligation  notes\n   34  or  bonds  issued  to  finance  the  cost of, or loans for, a project or\n   35  projects; no general obligations of the corporation shall be  issued  to\n   36  finance  the  cost of, or loans for, a project or projects authorized to\n   37  be constructed pursuant  to  section  twelve  hundred  eighty-five-b  or\n   38  twelve  hundred  eighty-five-j  of  this  title  or  to  finance (A) the\n   39  contribution of the state to the water pollution control revolving fund,\n   40  (B) the design, acquisition, construction, improvement and  installation\n   41  of all or any portion of Riverbank Park or (C) state park infrastructure\n   42  projects  and  no  funds, monies, revenues or other assets of the corpo-\n   43  ration shall be used for loans authorized  pursuant  to  section  twelve\n   44  hundred  eighty-five-b  or  twelve  hundred eighty-five-j of this title,\n   45  except as may be available with respect to a project and a contract with\n   46  a person as aforesaid, or for the  payment  to  the  state  for  amounts\n   47  contributed  by the state to the water pollution control revolving fund,\n   48  to  finance  the  design,  acquisition,  construction,  improvement  and\n   49  installation  of  all  or  any  portion  of Riverbank Park or state park\n   50  infrastructure projects. Nor shall  any  special  obligation  authorized\n   51  pursuant  hereto  be payable from or secured by any debt service reserve\n   52  fund created pursuant to  section  twelve  hundred  ninety-one  of  this\n   53  title,  and the state shall not be entitled to require the redemption of\n   54  such special obligations pursuant to section twelve hundred ninety-three\n   55  of this title; and such special obligation  and  the  security  therefor\n   56  shall  not  be subject to the provisions of section twelve hundred nine-\n\n       A. 2781                             5\n\n    1  ty-four of this title but the remedies of the holders thereof  shall  be\n    2  set  forth  in the terms of such special obligations and the instruments\n    3  constituting such security; the making of loans, providing of  financial\n    4  or extension of credit to or on behalf of beginning farmers for purposes\n    5  of  section  twelve hundred eighty-five-r of this title only; THE MAKING\n    6  OF LOANS, PROVIDING OF FINANCING, OR EXTENSION OF CREDIT TO OR ON BEHALF\n    7  OF  FARM  OPERATORS  FOR  THE  PURPOSES  OF   SECTION   TWELVE   HUNDRED\n    8  EIGHTY-FIVE-S OF THIS TITLE ONLY;\n    9    S 4. This act shall take effect on the one hundred twentieth day after\n   10  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to creating the concentrated animal feeding operation environmental compliance revolving loan program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558056933
}