{
  "year" : 2011,
  "senateBillNo" : "A2784-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2784-2011-1295499600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies that guide dogs, hearing dogs, and service dogs are allowed in public places during their training and socialization process",
  "summary" : "Clarifies that guide dogs, hearing dogs, and service dogs are allowed in public places during their training and socialization process; provides that such dog must wear an identifying item stating that it is in training, and that the trainer must have paperwork available for inspection that such dog is being trained or socialized. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A3728-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2784\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CROUCH, FINCH, BURLING, McDONOUGH -- Multi-Spon-\n         sored by -- M. of A.  BARCLAY, CALHOUN, LANCMAN, MAYERSOHN,  McKEVITT,\n         J. MILLER,  MOLINARO, TOBACCO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the civil rights law, in relation to  the  training  and\n         socialization of guide dogs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 47-b of the civil rights law, as amended by chapter\n    2  404 of the laws of 1986, is amended to read as follows:\n    3    S 47-b. Miscellaneous provisions. 1. Persons with a disability  accom-\n    4  panied  by  guide dogs, hearing dogs or service dogs shall be guaranteed\n    5  the right to have such dogs in their immediate custody while  exercising\n    6  any  of  the  rights  and  privileges  set  forth in this article. Blind\n    7  persons shall, further, have the right to carry a cane in their  immedi-\n    8  ate  custody while exercising any of the rights and privileges set forth\n    9  in this section.\n   10    2. No person or legal entity, public  or  private,  shall  attempt  to\n   11  impose  or  maintain  any  direct  or indirect additional charge for the\n   12  admittance of a guide dog, hearing dog or  service  dog  accompanying  a\n   13  person  with  a disability, nor shall any conditions or restrictions not\n   14  specifically set forth in this article be imposed on the person's rights\n   15  as set forth herein.\n   16    3. Persons qualified to train GUIDE DOGS,  HEARING  DOGS,  OR  SERVICE\n   17  dogs  to aid and guide persons with a disability, [while engaged in such\n   18  training activities,] INCLUDING WALKING THE  DOG  WHEN  IT  IS  STILL  A\n   19  PUPPY,  shall  have  the same rights and privileges AS set forth IN THIS\n   20  SECTION for persons with a disability [in this article],  PROVIDED  THAT\n   21  SUCH  TRAINER  IS  ENGAGED  IN  TRAINING  ACTIVITIES  WITH  THE DOG; AND\n   22  PROVIDED, FURTHER, THAT THE DOG MUST BE HELD ON A LEASH, MUST BE IDENTI-\n   23  FIED BY WEARING A JACKET, VEST, COLLAR, OR OTHER ITEM WITH THE  OFFICIAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04556-01-1\n\n       A. 2784                             2\n\n    1  LOGO  OF  THE  SCHOOL  OR  FOUNDATION  THAT IS TRAINING THE DOG, AND THE\n    2  PERSON ACCOMPANYING THE DOG MUST HAVE A CERTIFICATE FROM THE  SCHOOL  OR\n    3  FOUNDATION  PROVING THAT SUCH DOG IS BEING TRAINED AS A GUIDE DOG, HEAR-\n    4  ING  DOG, OR SERVICE DOG, IN ORDER FOR SUCH PERSON AND DOG TO BE ABLE TO\n    5  ENTER A PUBLIC FACILITY.\n    6    4.  FOR PURPOSES OF THIS SECTION, THE TERM  \"TRAINING\"  SHALL  INCLUDE\n    7  RAISING  AND  SOCIALIZING  THE  PROSPECTIVE  GUIDE  DOG, HEARING DOG, OR\n    8  SERVICE DOG, WHICH OCCURS PRIOR TO THE DOG'S FORMALIZED GUIDE DOG TRAIN-\n    9  ING OR WALKING THE DOG DURING ITS FIRST YEAR WHILE SUCH DOG IS A PUPPY.\n   10    5. The term \"guide dog\", \"hearing dog\" or \"service dog\" shall  mean  a\n   11  dog  which  is  properly harnessed and has been or is being trained by a\n   12  qualified person, to aid and guide a person with a disability.\n   13    [5.] 6. For the purposes of this article the term  \"disability\"  shall\n   14  have  the  same  meaning  as  provided  for in subdivision twenty-one of\n   15  section two hundred ninety-two of the executive law.\n   16    [6.] 7. Any law, rule, or regulation conflicting with any provision of\n   17  this article is, to the extent of  said  conflict  only,  deemed  to  be\n   18  superseded by the provisions of this article.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to the training and socialization of guide dogs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558056943
}