{
  "year" : 2011,
  "senateBillNo" : "A2782-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2782-2011-1295499600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of automotive glass replacement standards that are consistent with the federal motor vehicle safety standard requirements",
  "summary" : "Provides for the establishment of automotive glass replacement standards that are consistent with the federal motor vehicle safety standard requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3978-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2782\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CROUCH, KOLB, BURLING, FINCH -- read once and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business  law,  in  relation  to  automotive\n         glass replacement standards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  25-BB to read as follows:\n    3                                 ARTICLE 25-BB\n    4                        AUTOMOTIVE GLASS REPLACEMENT\n    5  SECTION 389-S. DEFINITIONS.\n    6          389-T. VEHICLE ASSESSMENT BEFORE REPLACEMENT.\n    7          389-U. SELECTION OF GLASS AND RETENTION SYSTEMS.\n    8          389-V. INSTALLATION STANDARDS.\n    9          389-W. PENALTY.\n   10          389-X. LOCAL ORDINANCES.\n   11    S 389-S. DEFINITIONS. 1. \"ADHESIVE BONDING SYSTEM\" SHALL MEAN AN ENGI-\n   12  NEERED SYSTEM USING CHEMICAL PRODUCTS, USED TOGETHER AS A  TECHNIQUE  OR\n   13  PROCESS, TO BOND SUBSTRATES.\n   14    2. \"AGR\" SHALL MEAN AUTOMOTIVE GLASS REPLACEMENT.\n   15    3. \"ARG\" SHALL MEAN AUTOMOTIVE REPLACEMENT GLASS.\n   16    4. \"BUTYL SEALANT\" SHALL MEAN A COPOLYMER OF ISOBUTYLENE AND ISOPRENE.\n   17    5.  \"EQUIVALENT  RETENTION  SYSTEM\"  SHALL MEAN A SYSTEM THAT MEETS OR\n   18  EXCEEDS THE VEHICLE MANUFACTURER'S PERFORMANCE STRENGTH  SPECIFICATIONS,\n   19  OR  HAS  BEEN  CERTIFIED BY THE RETENTION SYSTEM MANUFACTURER OR PRIVATE\n   20  LABELER AS APPROPRIATE FOR THE SPECIFIC APPLICATION.\n   21    6. \"FINAL EXAM\" SHALL MEAN A COMPREHENSIVE  EXAM  THAT  EVALUATES  THE\n   22  INDIVIDUAL'S KNOWLEDGE AND SKILLS INCLUDING BUT NOT LIMITED TO RETENTION\n   23  SYSTEM  SPECIFIC  REPLACEMENT PROCEDURES, A VARIETY OF AUTOMOTIVE SAFETY\n   24  ISSUES, MINIMUM DRIVE-AWAY TIME, ENVIRONMENTAL CONDITIONS AS THEY AFFECT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04566-01-1\n\n       A. 2782                             2\n\n    1  RETENTION SYSTEM  PERFORMANCE,  FEDERAL  SAFETY  REQUIREMENTS,  AND  THE\n    2  BASICS OF SAFE AND EFFECTIVE AUTOMOTIVE GLASS REPLACEMENT.\n    3    7.  \"FULL  CUT\"  SHALL  MEAN  REMOVING  EXISTING BEAD OF URETHANE TO A\n    4  HEIGHT OF APPROXIMATELY 1 TO 2MM WHEREVER THE RESIDUAL  BEAD  IS  STRUC-\n    5  TURALLY SOUND AND THE SUBSTRATE CONDITION IS NOT DEFECTIVE.\n    6    8.  \"MINIMUM DRIVE-AWAY STRENGTH\" SHALL MEAN THE MINIMUM PROPERTIES AS\n    7  DEFINED AND SPECIFIED BY THE RETENTION SYSTEMS MANUFACTURER  OR  PRIVATE\n    8  LABELER  TO MEET THE REQUIREMENTS OF FEDERAL MOTOR VEHICLE SAFETY STAND-\n    9  ARDS 208 AND 212.\n   10    9. \"MINIMUM DRIVE-AWAY TIME\" SHALL MEAN THE TIME NECESSARY FOR A GIVEN\n   11  ADHESIVE SYSTEM TO ATTAIN MINIMUM DRIVE-AWAY STRENGTH AFTER AN  ADHESIVE\n   12  BONDED GLASS PART IS SET IN PLACE.\n   13    10. \"OE\" SHALL MEAN ORIGINAL EQUIPMENT.\n   14    11. \"OEM\" SHALL MEAN ORIGINAL EQUIPMENT MANUFACTURER.\n   15    12.  \"POLYSULFIDE  ADHESIVE\"  SHALL MEAN AN ADHESIVE CONTAINING SULFUR\n   16  THAT CURES TO A CROSS-LINKED RUBBER COMPOUND.\n   17    13. \"POLYURETHANE ADHESIVE\" SHALL MEAN A THERMOPLASTIC  POLYMER  ADHE-\n   18  SIVE  PRODUCED  BY  THE  CONDENSATION  REACTION  OF POLYISOCYANATE AND A\n   19  HYDROXYL CONTAINING MATERIAL.\n   20    14. \"PRIMER\" SHALL MEAN AN AGENT THAT IS DESIGNED SPECIFICALLY BY  THE\n   21  ADHESIVE  MANUFACTURER  TO EITHER PROMOTE ADHESION BETWEEN THE SUBSTRATE\n   22  AND THE ADHESIVE OR PROVIDE SHIELDING FROM ENVIRONMENTAL FACTORS.\n   23    15. \"PRIVATE LABELER\" SHALL MEAN ANY INDIVIDUAL,  CORPORATION  OR  THE\n   24  ENTITY  ENGAGED  IN  SALE  OR DISTRIBUTION OF A PRODUCT LABELED AS THEIR\n   25  OWN, BUT MANUFACTURED BY ANY DIFFERENT ENTITY.\n   26    16. \"RETENTION SYSTEM\" SHALL MEAN ANY ORIGINAL EQUIPMENT OR EQUIVALENT\n   27  METHOD OF GLAZING ATTACHMENT.\n   28    17. \"THOSE ENGAGED IN AUTOMOTIVE GLASS  REPLACEMENT\"  SHALL  MEAN  ANY\n   29  INDIVIDUAL,  BUSINESS,  OR  ORGANIZATION THAT REPLACES AUTOMOTIVE GLASS;\n   30  EXAMPLES INCLUDE BUT ARE NOT LIMITED TO INDIVIDUAL TECHNICIANS,  AUTOMO-\n   31  TIVE  GLASS  REPLACEMENT  BUSINESSES, AUTOMOTIVE BODY SHOPS, AND DEALER-\n   32  SHIPS.\n   33    18. \"SAFETY STANDARDS\" AS USED IN THIS ARTICLE, THE  GOVERNING  STAND-\n   34  ARDS SHALL BE AS ESTABLISHED BY THE AUTO GLASS REPLACEMENT SAFETY STAND-\n   35  ARDS COUNCIL, AND AS SET FORTH BY THE AMERICAN NATIONAL STANDARDS INSTI-\n   36  TUTE STANDARD ANSI Z26.1 VERSION CURRENTLY INCORPORATED IN FEDERAL MOTOR\n   37  VEHICLE  SAFETY STANDARD 205, SAFETY GLAZING MATERIALS FOR GLAZING MOTOR\n   38  VEHICLES AND MOTOR VEHICLE EQUIPMENT OPERATING ON  LAND  HIGHWAYS-SAFETY\n   39  STANDARDS, AS SUCH STANDARDS MAY BE AMENDED FROM TIME TO TIME.\n   40    S 389-T. VEHICLE ASSESSMENT BEFORE REPLACEMENT. THOSE ENGAGED IN AUTO-\n   41  MOTIVE  GLASS REPLACEMENT SHALL NOT UNDERTAKE OR COMPLETE SUCH INSTALLA-\n   42  TION WHEN ANY RELATED CONDITION WOULD COMPROMISE  THE  RETENTION  SYSTEM\n   43  AND THE OWNER/OPERATOR SHALL BE SO NOTIFIED.\n   44    S  389-U.  SELECTION  OF GLASS AND RETENTION SYSTEMS. THOSE ENGAGED IN\n   45  AUTOMOTIVE GLASS REPLACEMENT SHALL: 1. USE RETENTION  SYSTEMS  THAT  ARE\n   46  PRODUCED UNDER DOCUMENTED QUALITY ASSURANCE STANDARDS.\n   47    2.  USE  GLASS  PRODUCTS  MEETING  THE  REQUIREMENTS  OF ANSI Z26.1 AS\n   48  REQUIRED BY FEDERAL MOTOR VEHICLE SAFETY STANDARD 205.\n   49    3. USE EITHER AN OEM APPROVED RETENTION SYSTEM OR EQUIVALENT RETENTION\n   50  SYSTEM AS CERTIFIED  IN  WRITING  BY  THE  EQUIVALENT  RETENTION  SYSTEM\n   51  MANUFACTURER DIRECTLY OR THROUGH A PRIVATE LABELER.\n   52    4.  OBTAIN  AND  FOLLOW  WRITTEN COMPREHENSIVE AND CURRENT APPLICATION\n   53  INSTRUCTIONS FROM THE RETENTION SYSTEMS MANUFACTURER OR PRIVATE LABELER.\n   54  SUCH INSTRUCTIONS SHALL INCLUDE AT LEAST THE PROPER USE OF THE RETENTION\n   55  SYSTEM STORAGE SPECIFICATIONS, MINIMUM DRIVE-AWAY TIME CHARTS CONTAINING\n\n       A. 2782                             3\n\n    1  TEMPERATURE AND HUMIDITY VARIABLES IF APPLICABLE, AND ANY SPECIAL PROCE-\n    2  DURES REQUIRED FOR ADVERSE WEATHER CONDITIONS.\n    3    5.  REQUIRE THAT LOT NUMBERS AND EXPIRATION DATES BE PRINTED ON APPRO-\n    4  PRIATE PRODUCTS.\n    5    S 389-V. INSTALLATION STANDARDS. 1. ADHESIVE BONDED. THOSE ENGAGED  IN\n    6  AUTOMOTIVE  GLASS  REPLACEMENT  SHALL FOLLOW THE ADHESIVE MANUFACTURER'S\n    7  APPLICATION INSTRUCTIONS AS PROVIDED BY THE  MANUFACTURER  DIRECTLY,  OR\n    8  THROUGH  THE  PRIVATE LABELER. ALL IN-SHOP OR MOBILE INSTALLATIONS SHALL\n    9  BE PERFORMED UNDER ENVIRONMENTAL AND OTHER CONDITIONS THAT  ARE  COMPAT-\n   10  IBLE WITH THE APPLICATION INSTRUCTIONS AS FOLLOWS:\n   11    (A)  PRODUCTS  SHALL BE STORED AND CONTROLLED ACCORDING TO MANUFACTUR-\n   12  ERS' REQUIREMENTS AS PROVIDED DIRECTLY OR THROUGH A PRIVATE LABELER.\n   13    (B) NO AUTOMOTIVE GLASS REPLACEMENT SHALL BE UNDERTAKEN USING AN ADHE-\n   14  SIVE GLASS RETENTION BONDING  SYSTEM  THAT  WOULD  NOT  ACHIEVE  MINIMUM\n   15  DRIVE-AWAY  STRENGTH  BY THE TIME THE VEHICLE MAY BE REASONABLY EXPECTED\n   16  TO BE OPERATED.\n   17    (C) THE VEHICLE OWNER/OPERATOR SHALL BE ADVISED OF THE MINIMUM  DRIVE-\n   18  AWAY TIME UNDER THE CIRCUMSTANCES OF THE REPLACEMENT.\n   19    (D)  ADHESIVE SHALL BE APPLIED SO THAT THE FINISHED BEAD CROSS SECTION\n   20  PROFILE AND DIMENSIONS MEET OR EXCEED ORIGINAL EQUIPMENT CONFIGURATION.\n   21    (E) IF THE OEM INSTALLATION WAS POLYURETHANE, THEN THE GLASS SHALL  BE\n   22  REPLACED WITH POLYURETHANE OR AN EQUIVALENT ADHESIVE BONDING SYSTEM.  IF\n   23  THE  OEM INSTALLATION WAS BUTYL, POLYSULFIDE, OR OTHER NON-POLYURETHANE,\n   24  AND THE VEHICLE IS LICENSED FOR HIGHWAY USE, ADHESIVE BONDED  STATIONARY\n   25  GLASS  INSTALLATIONS  SHALL BE PERFORMED USING POLYURETHANE OR AN EQUIV-\n   26  ALENT RETENTION SYSTEM UNLESS IN CONFLICT WITH  CURRENT  OEM  SPECIFICA-\n   27  TIONS.\n   28    (F)  ALL  ADHESIVE  SYSTEM COMPONENT LOT NUMBERS SHALL BE TRACEABLE TO\n   29  EACH JOB.\n   30    (G) ALL GLASS PARTS SHALL BE TRACEABLE TO THE INSTALLATION  BY  A  DOT\n   31  NUMBER AND PART NUMBER.\n   32    (H) NO PRODUCT THAT HAS EXCEEDED ITS EXPIRATION DATE, OPEN SHELF LIFE,\n   33  OR ACTIVE SHELF LIFE SHALL BE USED.\n   34    (I)  ALL  SUPPLEMENTAL  MECHANICAL  GLASS  RETENTION  DEVICES SHALL BE\n   35  REPLACED TO ORIGINAL EQUIPMENT SPECIFICATIONS.\n   36    (J) WHEN INAPPROPRIATE REPLACEMENT MATERIALS OR METHODS ARE  DETECTED,\n   37  THOSE  ENGAGED  IN AUTOMOTIVE GLASS REPLACEMENT SHALL REPORT THEIR FIND-\n   38  INGS TO THE VEHICLE OWNER/OPERATOR.\n   39    (K) WHEN THOSE ENGAGED IN AUTOMOTIVE GLASS REPLACEMENT  CORRECT  INAP-\n   40  PROPRIATE GLASS INSTALLATIONS, THEY SHALL REMOVE ANY INAPPROPRIATE MATE-\n   41  RIALS THAT WOULD COMPROMISE THE RETENTION SYSTEM.\n   42    (L)  THOSE ENGAGED IN AUTOMOTIVE GLASS REPLACEMENT SHALL FULLY CORRECT\n   43  ANY ADVERSE GLASS INSTALLATION RELATED CONDITION OR CONDITIONS CAUSED BY\n   44  THE USE OF INAPPROPRIATE MATERIALS OR METHODS, AND THEY SHALL USE APPRO-\n   45  PRIATE METHODS SET FORTH IN THIS SECTION.\n   46    (M) WHEN SEALING AIR OR WATER LEAKS WITHIN  A  POLYURETHANE  RETENTION\n   47  SYSTEM,  ONLY  COMPATIBLE POLYURETHANE ADHESIVE SHALL BE USED. (NO SILI-\n   48  CONE OR BUTYL MAY BE USED).\n   49    (N) ONLY THE FULL CUT METHOD SHOULD BE USED FOR POLYURETHANE RETENTION\n   50  SYSTEMS.\n   51    2. RUBBER GASKET.  (A) IF THE OEM UTILIZES THE COMBINATION OF A RUBBER\n   52  GASKET AND POLYURETHANE AS A RETENTION SYSTEM,  AN  EQUIVALENT  ADHESIVE\n   53  BONDING  SYSTEM SHALL BE USED IN THE INSTALLATION. IN CASES WHEN THE OEM\n   54  DID NOT INCLUDE POLYURETHANE OR  AN  EQUIVALENT  ADHESIVE  SYSTEM,  SUCH\n   55  SYSTEMS  SHALL  BE USED IF LATER PRODUCTION MODELS INCLUDED THE ADDITION\n   56  OF ADHESIVE SYSTEMS WITHOUT BODY STYLE MODIFICATION.\n\n       A. 2782                             4\n\n    1    (B) IF THE OEM GASKET INSTALLATION DID NOT INCLUDE  ADHESIVE  AND  THE\n    2  VEHICLE  IS  LICENSED  FOR  HIGHWAY  USE, THE INSTALLATION SHALL INCLUDE\n    3  POLYURETHANE OR AN EQUIVALENT ADHESIVE BONDING SYSTEM. THE FOLLOWING ARE\n    4  PERMISSIBLE EXCEPTIONS: EGRESS APPLICATIONS, ANTIQUE  RESTORATIONS,  THE\n    5  CUSTOMER'S REQUIREMENTS DIFFER EVEN AFTER BEING INFORMED ABOUT THE SAFE-\n    6  TY  IMPLICATION,  OR  IN  CASES  IN  WHICH  THIS PRACTICE CONFLICTS WITH\n    7  CURRENT VEHICLE MANUFACTURER SPECIFICATIONS.\n    8    (C)   WHEN   SEALING   AIR   OR   WATER   LEAKS   WITHIN   A    RUBBER\n    9  GASKET/POLYURETHANE  ADHESIVE  SYSTEM ONLY COMPATIBLE POLYURETHANE SHALL\n   10  BE USED. (NO SILICONE OR BUTYL MAY BE USED).\n   11    (D) WHEN SEALING AIR OR WATER LEAKS  WITHIN  A  RUBBER  GASKET/SEALANT\n   12  SYSTEM ONLY OE COMPATIBLE SEALANT SHALL BE USED.\n   13    3.  ADDITIONAL REQUIREMENTS.  (A) ALL MECHANICALLY FASTENED AUTOMOTIVE\n   14  GLASS PARTS SHALL BE REPLACED ACCORDING TO ORIGINAL EQUIPMENT SPECIFICA-\n   15  TIONS.\n   16    (B) GLASS PARTS, INCLUDING  CUSTOM  CUT  PARTS,  SHALL  BE  MARKED  IN\n   17  COMPLIANCE  WITH  THE  CERTIFICATION REQUIREMENTS SPECIFIED IN FMVSS 205\n   18  AND THE MARKING REQUIREMENTS OF ANSI  Z26.1  INCORPORATED  BY  REFERENCE\n   19  THEREIN FOR THOSE VEHICLES LICENSED FOR HIGHWAY USE.\n   20    (C)  THOSE  ENGAGED  IN  AUTOMOTIVE  MIRROR  REPLACEMENT SHALL INSTALL\n   21  EXTERNAL AND INTERNAL REPLACEMENT MIRRORS THAT MEET OR  EXCEED  ORIGINAL\n   22  EQUIPMENT  SPECIFICATIONS  AND THE REQUIREMENTS OF FEDERAL MOTOR VEHICLE\n   23  SAFETY STANDARD 111.\n   24    (D) WHENEVER OEM RETENTION SYSTEMS ARE  MODIFIED  ON  LATER  REDUCTION\n   25  MODELS  WITHOUT  BODY  STYLE  MODIFICATION,  THE  MOST CURRENT RETENTION\n   26  SYSTEM SHALL BE USED IN THE REPLACEMENT UNLESS  OTHERWISE  SPECIFIED  BY\n   27  THE OEM.\n   28    (E)  THE FAILURE OF ANY PRODUCT USED IN THE GLASS INSTALLATION PROCESS\n   29  THAT THE INSTALLER BELIEVES COULD JEOPARDIZE CUSTOMER  SAFETY  SHALL  BE\n   30  REPORTED PROMPTLY TO THE MANUFACTURER OR SUPPLIER OF THE PRODUCT.\n   31    (F)  THOSE ENGAGED IN AUTOMOTIVE GLASS REPLACEMENT SHALL NOT INTRODUCE\n   32  ANY CHEMICAL AGENTS, SUCH AS  CLEANERS,  SOLVENTS,  LUBRICANTS,  RELEASE\n   33  AGENTS,  OR  UTILIZE  ANY  INSTALLATION  PRACTICE,  WHICH WILL ADVERSELY\n   34  AFFECT THE GLASS RETENTION SYSTEM.\n   35    (G) THOSE ENGAGED  IN  AUTOMOTIVE  GLASS  REPLACEMENT  SHALL  MAINTAIN\n   36  DOCUMENTATION TO DEMONSTRATE COMPLIANCE WITH THIS STANDARD.\n   37    S  389-W.  PENALTY. VIOLATIONS OF OR NONCOMPLIANCE WITH THE PROVISIONS\n   38  OF THIS ARTICLE SHALL BE A MISDEMEANOR PUNISHABLE BY A FINE OF NOT  LESS\n   39  THAN ONE THOUSAND DOLLARS OR BY IMPRISONMENT FOR ONE YEAR OR BY BOTH.\n   40    S  389-X.  LOCAL ORDINANCES. THIS ARTICLE AND THE PROVISIONS CONTAINED\n   41  THEREIN SHALL SUPERSEDE ANY  SPECIAL  LAWS,  LOCAL  LAWS  OR  ORDINANCES\n   42  INCONSISTENT THEREWITH.\n   43    S  2.  This  act shall take effect on the ninetieth day after it shall\n   44  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to automotive glass replacement standards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558056938
}