{
  "year" : 2011,
  "senateBillNo" : "A2789-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2789-2011-1295499600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that an individual may be excused from jury duty if such service would cause a financial hardship to a self-employed individual",
  "summary" : "Provides that an individual may be excused from jury duty if such service would cause a financial hardship to a self-employed individual. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "A4226-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2789\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CROUCH, OAKS, FINCH -- read once and referred to\n         the Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to  providing  an  excuse\n         from jury duty for financial hardship related to self-employment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 517 of the judiciary law, as amended by chapter  86\n    2  of the laws of 1995, is amended to read as follows:\n    3    S 517. Excuses and postponements. (a) (1) Except as otherwise provided\n    4  in paragraph two of this subdivision, the commissioner of jurors may, in\n    5  his or her discretion, on the application of a prospective juror who has\n    6  been  summoned  to  attend, excuse such prospective juror from a part or\n    7  the whole of the time of jury service or may postpone the time  of  jury\n    8  service  to  a  later  day during the same or any subsequent term of the\n    9  court. The application shall be presented to the  commissioner  at  such\n   10  time  and  in  such  manner  as  he or she shall require, except that an\n   11  application for postponement of the initial date for jury service may be\n   12  made by telephone.\n   13    (2) An application for postponement of jury service shall  be  granted\n   14  hereunder  provided:  (i) such service has not already been postponed or\n   15  excused, (ii) the application is made at such time and in such manner as\n   16  the commissioner of jurors requires, and (iii) the postponement is to  a\n   17  date certain when the court is in session not more than six months after\n   18  the date on which such service otherwise is to commence and such date is\n   19  selected by the prospective juror.\n   20    (3)  AN  APPLICATION  TO  BE  EXCUSED  FOR FINANCIAL HARDSHIP SHALL BE\n   21  GRANTED HEREUNDER PROVIDED: (I) SUCH INDIVIDUAL PRODUCES A SWORN  STATE-\n   22  MENT  THAT SUCH INDIVIDUAL IS SELF-EMPLOYED AND THAT SERVICE WOULD CAUSE\n   23  A FINANCIAL HARDSHIP, (II) THE APPLICATION IS MADE AT SUCH TIME  AND  IN\n   24  SUCH  MANNER  AS  THE  COMMISSIONER  OF  JURORS REQUIRES, AND (III) SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04743-01-1\n\n       A. 2789                             2\n\n    1  FINANCIAL HARDSHIP DIRECTLY IMPAIRS THE APPLICANTS  ABILITY  TO  PROVIDE\n    2  SUPPORT FOR THE INDIVIDUAL OR FAMILY AS A RESULT OF SUCH SERVICE.\n    3    (b) A person whose application has been denied by the commissioner, or\n    4  who  has  not applied to the commissioner for an excuse or postponement,\n    5  may apply to the trial court, or to the court having supervision of  the\n    6  grand  jury,  as  the  case may be, which may, in its discretion, excuse\n    7  such person from a part or the whole of the time of jury service, or may\n    8  postpone the time of jury service to a later day during the same or  any\n    9  subsequent  term  of  the  court.    If  the applicant cannot personally\n   10  attend, he or she shall send the summons and  application  by  a  person\n   11  capable of making the necessary proof in relation to the application.\n   12    (c) In determining whether an application for excusal should be grant-\n   13  ed,  the  commissioner or the court shall consider whether the applicant\n   14  has a mental or physical condition that causes him or her to be  incapa-\n   15  ble  of  performing  jury service or there is any other fact WHICH indi-\n   16  cates that attendance for jury service in accordance  with  the  summons\n   17  would  cause undue hardship or extreme inconvenience to the applicant, a\n   18  person under his or her care or supervision, or the public.   Except  as\n   19  provided  in  [paragraph] PARAGRAPHS two AND THREE of subdivision (a) of\n   20  this section, in determining whether  an  application  for  postponement\n   21  should  be  granted,  the  commissioner  or the court shall be guided by\n   22  standards promulgated by the chief administrator of the courts.\n   23    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to providing an excuse from jury duty for financial hardship related to self-employment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T163417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295559257580
}