{
  "year" : 2011,
  "senateBillNo" : "A2785-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2785-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts from taxation real property owned by a non-profit organization organized for the purpose of promoting future economic development",
  "summary" : "Creates a permissive class exemption from real property taxation on any real property owned by a non-profit organization organized for the purpose of promoting future economic development by means of the acquisition of real property for business, commercial or industrial development purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A3960-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2785\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT to amend the real property tax law, in relation to the exemption\n         for non-profit organizations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 420-b of the real\n    2  property  tax  law,  as  added  by  chapter  919 of the laws of 1981, is\n    3  amended to read as follows:\n    4    (a) Real property owned by  a  corporation  or  association  which  is\n    5  organized  exclusively  for bible, tract, benevolent, missionary, infir-\n    6  mary, public playground, scientific, literary, bar association,  medical\n    7  society,  library, patriotic or historical purposes, for the development\n    8  of good sportsmanship for  persons  under  the  age  of  eighteen  years\n    9  through  the  conduct  of  supervised athletic games, FOR THE PURPOSE OF\n   10  PROMOTING FUTURE ECONOMIC DEVELOPMENT BY MEANS  OF  THE  ACQUISITION  OF\n   11  REAL  PROPERTY  FOR  BUSINESS,  COMMERCIAL,  OR  INDUSTRIAL  DEVELOPMENT\n   12  PURPOSES, for the enforcement of laws relating to children  or  animals,\n   13  or  for two or more such purposes, and used exclusively for carrying out\n   14  thereupon one or more of such purposes either by the owning  corporation\n   15  or association, or by another such corporation or association as herein-\n   16  after  provided,  shall be exempt from taxation; provided, however, that\n   17  such property shall be taxable by any municipal corporation within which\n   18  it is located if the governing  board  of  such  municipal  corporation,\n   19  after  public  hearing,  adopts  a local law, ordinance or resolution so\n   20  providing. None of the following subdivisions of this section  providing\n   21  that  certain  properties  shall be exempt under circumstances or condi-\n   22  tions set forth in such subdivisions shall  exempt  such  property  from\n   23  taxation  by a municipal corporation whose governing board has adopted a\n   24  local law, ordinance or resolution providing that such property shall be\n   25  taxable pursuant to this subdivision.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04557-01-1\n\n       A. 2785                             2\n\n    1    S 2. This act shall take effect on the first of January next  succeed-\n    2  ing  the  date  on  which  it shall have become a law and shall apply to\n    3  assessment rolls prepared on the basis of taxable status dates occurring\n    4  on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the exemption for non-profit organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T163417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295559257560
}