{
  "year" : 2011,
  "senateBillNo" : "A2783-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2783-2011-1295499600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that 1 member of Broome county industrial development agency shall be a member of the political party which has the second most members in the county legislature of such county",
  "summary" : "Provides that one member of the Broome county industrial development agency shall be a member of the political party which has the second most members in the county legislature of such county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A3600-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2783\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to the membership\n         of the Broome county industrial development agency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 895-a of the general municipal law, as  amended  by\n    2  chapter 402 of the laws of 1987, is amended to read as follows:\n    3    S  895-a. Broome county industrial development agency. For the benefit\n    4  of the county of Broome  and  the  inhabitants  thereof,  an  industrial\n    5  development agency, to be known as the BROOME COUNTY INDUSTRIAL DEVELOP-\n    6  MENT  AGENCY, is hereby established for the accomplishment of any or all\n    7  of the purposes specified in title one of  article  eighteen-A  of  this\n    8  chapter.  It  shall  constitute  a  body  corporate  and politic, and be\n    9  perpetual in duration. It shall have the powers and duties now or  here-\n   10  after  conferred by title one of article eighteen-A of this chapter upon\n   11  industrial development agencies. It  shall  be  organized  in  a  manner\n   12  prescribed  by  and be subject to the provisions of title one of article\n   13  eighteen-A of this chapter.  Its  members  shall  be  appointed  by  the\n   14  governing  body  of the county of Broome. The agency, its members, offi-\n   15  cers and employees and  its  operations  and  activities  shall  in  all\n   16  respects  be  governed  by  the provisions of title one of article eigh-\n   17  teen-A of this chapter. Notwithstanding any other provision  of  law  to\n   18  the contrary, the membership of the Broome county industrial development\n   19  agency  shall consist of not less than three nor more than nine members,\n   20  AND ONE SUCH MEMBER SHALL BE AN ENROLLED MEMBER OF THE  POLITICAL  PARTY\n   21  WHICH HAS THE SECOND MOST MEMBERS IN THE GOVERNING BODY OF THE COUNTY OF\n   22  BROOME.\n   23    S  2. This act shall take effect on the first of January next succeed-\n   24  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04555-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the membership of the Broome county industrial development agency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T130401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558056941
}