{
  "year" : 2011,
  "senateBillNo" : "A2788-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2788-2011-1295499600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Protects the right of privacy of victims of sex offenses or offenses involving the transmission of HIV who are under the age of 18",
  "summary" : "Protects the right of privacy of victims of sex offenses or offenses involving the transmission of the HIV virus, who are under the age of 18; provides that the gender and address of victims under the age of eighteen be kept confidential. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A3964-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2788\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CROUCH, KOLB, GIGLIO, BARCLAY, DUPREY, HAWLEY,\n         OAKS -- read once and referred to the Committee on Governmental  Oper-\n         ations\n\n       AN  ACT  to  amend  the  civil rights law, in relation to protecting the\n         right of privacy of victims of sex offenses or offenses involving  the\n         transmission  of  the  human  immunodeficiency virus, under the age of\n         eighteen, by prohibiting the disclosure of certain characteristics\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 50-b of the civil rights law, as\n    2  amended by chapter 320 of the laws  of  2006,  is  amended  to  read  as\n    3  follows:\n    4    1.  The identity of any victim of a sex offense, as defined in article\n    5  one hundred thirty or section 255.25, 255.26 or 255.27 of the penal law,\n    6  or of an offense involving the alleged transmission of the human immuno-\n    7  deficiency virus, shall be confidential.  ANY CHARACTERISTIC OF A PERSON\n    8  UNDER THE AGE OF EIGHTEEN INCLUDING, BUT NOT LIMITED TO, AGE  OR  GENDER\n    9  AND  SUCH  PERSON'S  ADDRESS  SHALL  BE CONFIDENTIAL. ADDITIONALLY, IF A\n   10  VICTIM IS UNDER THE AGE OF EIGHTEEN AND IS RELATED TO THE  ACCUSED,  THE\n   11  RELATION  SHALL  BE CONFIDENTIAL. No report, paper, picture, photograph,\n   12  court file or other documents, in  the  custody  or  possession  of  any\n   13  public officer or employee, which identifies such a victim shall be made\n   14  available  for  public  inspection.  No  such public officer or employee\n   15  shall disclose any portion of any police report, court  file,  or  other\n   16  document,  which  tends  to identify such a victim except as provided in\n   17  subdivision two of this section.\n   18    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   19  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04561-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to protecting the right of privacy of victims of sex offenses or offenses involving the transmission of the human immunodeficiency virus, under the age of eighteen, by prohibiting the disclosure of certain characteristics ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T163417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295559257578
}