{
  "year" : 2011,
  "senateBillNo" : "A2780-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2780-2011-1295499600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes town supervisor to examine dockets of the justice court on a quarterly basis to determine whether fines and fees have been paid to the proper officials",
  "summary" : "Authorizes the town supervisor to examine the dockets of the justice court on a quarterly basis to determine whether fines and fees have been paid to the proper officials. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Town Law",
  "previousVersions" : [ "A3601-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2780\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Local Governments\n\n       AN  ACT  to amend the town law, in relation to authorizing town supervi-\n         sors to examine the dockets of  the  justice  court,  on  a  quarterly\n         basis,  to  determine  whether fines and fees have been turned over to\n         the proper officials\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  125  of  the town law is amended by adding a new\n    2  subdivision 3 to read as follows:\n    3    3. THE SUPERVISOR MAY, ON OR BEFORE THE FIFTEENTH DAY OF APRIL,  JULY,\n    4  OCTOBER AND JANUARY, EXAMINE THE CRIMINAL AND CIVIL DOCKETS OF EACH TOWN\n    5  JUSTICE  TO  DETERMINE  WHETHER THE FINES AND FEES THEREIN SHOWN TO HAVE\n    6  BEEN COLLECTED DURING THE IMMEDIATELY PREVIOUS QUARTER HAVE BEEN  TURNED\n    7  OVER TO THE PROPER OFFICIALS AS REQUIRED BY LAW.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04554-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law, in relation to authorizing town supervisors to examine the dockets of the justice court, on a quarterly basis, to determine whether fines and fees have been turned over to the proper officials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T125400.TXT", "SOBI.D110120.T130901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295558056940
}