{
  "year" : 2011,
  "senateBillNo" : "A2793-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2793-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes franchise tax credit for providers of child care services in certain instances",
  "summary" : "Authorizes franchise tax credit for providers of child care services in certain instances; gives employers 30% tax credit on investments to offer child care services or to purchase child care resource referral services; provides that the amount of credit shall be the lesser of $500 or the amounts of credits imposed by õ601 of the tax law for the taxable year, reduced by the credits permitted under õ620 (credit for income tax of another state) and õ621 (credit to trust beneficiary receiving accumulation distribution), multiplied by a fraction (numerator is net income derived from business attributable to the provision of home day care services and the denominator is NYS adjusted gross income). ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A3434-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2793\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CLARK, JACOBS -- Multi-Sponsored by -- M. of A.\n         BRENNAN, GALEF -- read once and referred to the Committee on Ways  and\n         Means\n\n       AN  ACT to amend the tax law, in relation to authorizing a franchise tax\n         credit for providers of child care services in certain instances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  210  of  the  tax law is amended by adding a new\n    2  subdivision 21-b to read as follows:\n    3    21-B. CHILD CARE FACILITY CREDIT. (A) FOR THE PURPOSES OF THIS  SUBDI-\n    4  VISION,  \"CHILD  CARE  INFORMATION AND REFERRAL PROGRAMS\" SHALL BE THOSE\n    5  SERVICES DEFINED IN SECTION FOUR HUNDRED TEN-Q OF  THE  SOCIAL  SERVICES\n    6  LAW.\n    7    (B)  A  TAXPAYER  SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY\n    8  THIS ARTICLE, OF THIRTY PERCENT OF:  (1)  START  UP  COSTS  INCURRED  IN\n    9  ESTABLISHING  A  CHILD CARE PROGRAM LICENSED OR REGISTERED IN ACCORDANCE\n   10  WITH SECTION THREE HUNDRED NINETY OF THE  SOCIAL  SERVICES  LAW  OR  THE\n   11  ADMINISTRATIVE  CODE OF THE CITY OF NEW YORK OR CONSTRUCTING A CHILD DAY\n   12  CARE FACILITY TO BE USED BY THE CHILDREN OF THE TAXPAYER'S EMPLOYEES AND\n   13  (2) CONTRIBUTIONS FOR THE TAXPAYER'S EMPLOYEES TO CHILD CARE INFORMATION\n   14  AND REFERRAL PROGRAMS.\n   15    (C) IN NO EVENT SHALL THE CREDIT HEREIN PROVIDED FOR BE ALLOWED IN  AN\n   16  AMOUNT  WHICH WILL REDUCE THE TAX PAYABLE TO LESS THAN THE HIGHER OF THE\n   17  AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF  THIS\n   18  SECTION. PROVIDED, HOWEVER, THAT IF THE AMOUNT OF CREDIT ALLOWABLE UNDER\n   19  THIS  SUBDIVISION  FOR  ANY TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT,\n   20  ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN SUCH YEAR SHALL BE  CARRIED  OVER\n   21  TO  THE  FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S\n   22  TAX FOR SUCH YEAR OR YEARS.\n   23    S 2. Section 1456 of the tax law is amended by adding a new subsection\n   24  (e-1) to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06566-01-1\n\n       A. 2793                             2\n\n    1    (E-1) CHILD CARE  FACILITY  CREDIT.  (1)  FOR  THE  PURPOSES  OF  THIS\n    2  SUBSECTION,  \"CHILD  CARE  INFORMATION  AND  REFERRAL PROGRAMS\" SHALL BE\n    3  THOSE SERVICES DEFINED IN SECTION  FOUR  HUNDRED  TEN-Q  OF  THE  SOCIAL\n    4  SERVICES LAW.\n    5    (2)  A  TAXPAYER  SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY\n    6  SECTION FOURTEEN HUNDRED FIFTY-FIVE OF THIS ARTICLE, OF  THIRTY  PERCENT\n    7  OF:  (A)  START  UP  COSTS INCURRED IN ESTABLISHING A CHILD CARE PROGRAM\n    8  LICENSED OR REGISTERED IN ACCORDANCE WITH SECTION THREE  HUNDRED  NINETY\n    9  OF THE SOCIAL SERVICES LAW OR THE ADMINISTRATIVE CODE OF THE CITY OF NEW\n   10  YORK  OR  CONSTRUCTING A CHILD DAY CARE FACILITY TO BE USED BY THE CHIL-\n   11  DREN OF THE TAXPAYER'S EMPLOYEES AND (B) CONTRIBUTIONS FOR  THE  TAXPAY-\n   12  ER'S EMPLOYEES TO CHILD CARE INFORMATION AND REFERRAL PROGRAMS.\n   13    (3)  IN NO EVENT SHALL THE CREDIT HEREIN PROVIDED FOR BE ALLOWED IN AN\n   14  AMOUNT WHICH WILL REDUCE THE TAX PAYABLE TO LESS THAN THE HIGHER OF  THE\n   15  AMOUNTS  PRESCRIBED  IN  SUBSECTIONS  (A)  AND  (B)  OF SECTION FOURTEEN\n   16  HUNDRED FIFTY-FIVE OF THIS  ARTICLE.  PROVIDED,  HOWEVER,  THAT  IF  THE\n   17  AMOUNT  OF  CREDIT  ALLOWABLE UNDER THIS SUBSECTION FOR ANY TAXABLE YEAR\n   18  REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT  DEDUCTIBLE  IN\n   19  SUCH  YEAR  SHALL BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY\n   20  BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   21    S 3. Section 1511 of the tax law is amended by adding a  new  subdivi-\n   22  sion (h-1) to read as follows:\n   23    (H-1)  CHILD CARE FACILITY CREDIT. (1) FOR THE PURPOSES OF THIS SUBDI-\n   24  VISION, \"CHILD CARE INFORMATION AND REFERRAL PROGRAMS\"  SHALL  BE  THOSE\n   25  SERVICES  DEFINED  IN  SECTION FOUR HUNDRED TEN-Q OF THE SOCIAL SERVICES\n   26  LAW.\n   27    (2) A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE  TAX  IMPOSED  BY\n   28  THIS  ARTICLE,  OF  THIRTY  PERCENT  OF:  (A) START UP COSTS INCURRED IN\n   29  ESTABLISHING A CHILD CARE PROGRAM LICENSED OR REGISTERED  IN  ACCORDANCE\n   30  WITH  SECTION  THREE  HUNDRED  NINETY  OF THE SOCIAL SERVICES LAW OR THE\n   31  ADMINISTRATIVE CODE OF THE CITY OF NEW YORK OR CONSTRUCTING A CHILD  DAY\n   32  CARE FACILITY TO BE USED BY THE CHILDREN OF THE TAXPAYER'S EMPLOYEES AND\n   33  (B) CONTRIBUTIONS FOR THE TAXPAYER'S EMPLOYEES TO CHILD CARE INFORMATION\n   34  AND REFERRAL PROGRAMS.\n   35    (3)  IN NO EVENT SHALL THE CREDIT HEREIN PROVIDED FOR BE ALLOWED IN AN\n   36  AMOUNT WHICH WILL REDUCE THE TAX PAYABLE TO LESS THAN THE MINIMUM AMOUNT\n   37  FIXED BY PARAGRAPH FOUR OF SUBDIVISION (A) OF  SECTION  FIFTEEN  HUNDRED\n   38  TWO  OF  THIS  ARTICLE.  PROVIDED, HOWEVER, THAT IF THE AMOUNT OF CREDIT\n   39  ALLOWABLE UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n   40  SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN SUCH YEAR  SHALL  BE\n   41  CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE\n   42  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   43    S  4.  This  act  shall take effect January 1, 2012 and shall apply to\n   44  taxable years commencing on and after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing a franchise tax credit for providers of child care services in certain instances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T163417.TXT", "SOBI.D110120.T130901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295559257590
}