{
  "year" : 2011,
  "senateBillNo" : "A279-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A279-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires housing affordability impact notes be submitted with proposed rules",
  "summary" : "Requires all rules, the purpose or effect of which is to increase or decrease the cost of constructing, purchasing, owning or selling a single family residence, be accompanied by a brief explanatory statement or note that shall include a reliable estimate of the anticipated impact of such rule on housing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Administrative Procedure Act",
  "previousVersions" : [ "A10647-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          279\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. MONTESANO, RAIA -- Multi-Sponsored by -- M. of A.\n         SALADINO  --  read  once and referred to the Committee on Governmental\n         Operations\n\n       AN ACT to amend the state administrative procedure act, in  relation  to\n         requiring  housing  affordability  impact notes in relation to certain\n         rules\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state administrative procedure act is amended by adding\n    2  a new section 202-f to read as follows:\n    3    S  202-F.  HOUSING  AFFORDABILITY  IMPACT  NOTES. 1.   EVERY RULE, THE\n    4  PURPOSE OR EFFECT OF WHICH IS  TO  INCREASE  OR  DECREASE  THE  COST  OF\n    5  CONSTRUCTING,  PURCHASING,  OWNING OR SELLING A SINGLE FAMILY RESIDENCE,\n    6  EITHER DIRECTLY OR INDIRECTLY, SHALL BE ACCOMPANIED BY A BRIEF  EXPLANA-\n    7  TORY  STATEMENT  OR  NOTE  THAT SHALL INCLUDE A RELIABLE ESTIMATE OF THE\n    8  ANTICIPATED IMPACT ON SUCH HOUSING. THESE STATEMENTS OR NOTES  SHALL  BE\n    9  KNOWN AS HOUSING AFFORDABILITY IMPACT NOTES.\n   10    2. EVERY STATE AGENCY, EXCLUDING THE DIVISION OF HOUSING AND COMMUNITY\n   11  RENEWAL, THE NEW YORK STATE HOUSING FINANCE AGENCY, AND THE STATE OF NEW\n   12  YORK MORTGAGE AGENCY, PROPOSING THE ADOPTION, REPEAL OR AMENDMENT OF ANY\n   13  RULE  TO  WHICH SUBDIVISION ONE OF THIS SECTION APPLIES, SHALL PRESENT A\n   14  COPY OF THE PROPOSAL, WITH  THE  REQUEST  FOR  A  HOUSING  AFFORDABILITY\n   15  IMPACT  NOTE  TO  THE  NEW  YORK STATE DIVISION OF HOUSING AND COMMUNITY\n   16  RENEWAL. THE HOUSING AFFORDABILITY IMPACT NOTES SHALL BE PREPARED BY THE\n   17  DIVISION AND SUBMITTED TO THE AGENCY  PROPOSING  THE  RULE  WITHIN  FIVE\n   18  CALENDAR  DAYS,  EXCEPT WHERE, BECAUSE OF THE COMPLEXITY OF THE MEASURE,\n   19  ADDITIONAL TIME IS REQUIRED FOR THE PREPARATION OF THE HOUSING  AFFORDA-\n   20  BILITY IMPACT NOTE. IN SUCH CASE, THE DIVISION MAY INFORM THE AGENCY AND\n   21  THE AGENCY MAY APPROVE AN EXTENSION OF THE TIME WITHIN WHICH THE NOTE IS\n   22  TO BE SUBMITTED, NOT TO EXCEED, HOWEVER, MORE THAN THIRTY DAYS FOLLOWING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02297-01-1\n\n       A. 279                              2\n\n    1  THE  DATE OF THE REQUEST. THE DIVISION MAY SEEK ASSISTANCE FROM A STATE-\n    2  WIDE TRADE ORGANIZATION REPRESENTING THE REAL ESTATE  OR  HOME  BUILDING\n    3  INDUSTRY  IN THE PREPARATION OF A HOUSING AFFORDABILITY IMPACT NOTE. IF,\n    4  IN  THE  OPINION  OF  THE DIVISION, THERE IS INSUFFICIENT INFORMATION TO\n    5  PREPARE A RELIABLE ESTIMATE OF THE ANTICIPATED IMPACT,  A  STATEMENT  TO\n    6  THAT  EFFECT  CAN  BE  FILED  AND  SHALL  MEET  THE REQUIREMENTS OF THIS\n    7  SECTION.\n    8    3. THE NOTE SHALL BE FACTUAL IN NATURE, AS BRIEF AND CONCISE AS POSSI-\n    9  BLE, AND SHALL PROVIDE A REASONABLE ESTIMATE IN DOLLARS  OF  THE  RULE'S\n   10  HOUSING  IMPACT. IN ADDITION, IT SHALL INCLUDE BOTH THE IMMEDIATE EFFECT\n   11  AND, IF DETERMINABLE OR REASONABLY FORESEEABLE, THE LONG  RANGE  EFFECTS\n   12  OF THE MEASURE. A HOUSING AFFORDABILITY IMPACT NOTE SHALL BE PREPARED ON\n   13  THE BASIS OF A SINGLE FAMILY RESIDENCE AND MAY INCLUDE AN ESTIMATE FOR A\n   14  LARGER DEVELOPMENT AS AN ANALYSIS OF THE LONG RANGE EFFECT OF A MEASURE.\n   15  IF,  AFTER  CAREFUL INVESTIGATION, IT IS DETERMINED THAT NO DOLLAR ESTI-\n   16  MATE IS POSSIBLE, THE NOTE SHALL CONTAIN  A  STATEMENT  TO  THAT  EFFECT\n   17  SETTING  FORTH  THE REASONS WHY NO DOLLAR ESTIMATE CAN BE GIVEN. A BRIEF\n   18  SUMMARY OR WORK SHEET  OF  COMPUTATIONS  USED  IN  ARRIVING  AT  HOUSING\n   19  AFFORDABILITY IMPACT NOTE FIGURES SHALL BE INCLUDED.\n   20    4. NO COMMENT OR OPINION SHALL BE INCLUDED IN THE HOUSING AFFORDABILI-\n   21  TY  IMPACT  NOTE  WITH REGARD TO THE MERITS OF THE MEASURE FOR WHICH THE\n   22  HOUSING AFFORDABILITY IMPACT NOTE IS  PREPARED;  HOWEVER,  TECHNICAL  OR\n   23  MECHANICAL DEFECTS MAY BE NOTED.\n   24    S  2. This act shall take effect on the first of January next succeed-\n   25  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state administrative procedure act, in relation to requiring housing affordability impact notes in relation to certain rules ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T171343.TXT", "SOBI.D101217.T155004.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101217.T154004.TXT", "SOBI.D101220.T171843.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292883523192
}