{
  "year" : 2011,
  "senateBillNo" : "A2794-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to correction",
    "billEventId" : "A2794-2011-1295499600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for accumulation of merit time allowance; repealer",
  "summary" : "Provides for granting of merit time allowance and release for prisoners with good behavior with certain limitations; provides commissioner of correctional services shall promulgate rules and regulations for merit time allowance to determine which inmates are good candidates for release. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A3508-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2794\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CLARK, GIBSON -- read once and referred to the\n         Committee on Correction\n\n       AN ACT to amend the correction law, the executive law and the penal law,\n         in relation to merit time allowance and release for prisoners  accumu-\n         lating  merit  time  allowance and to repeal certain provisions of the\n         correction law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  It  is  the  purpose of this act to\n    2  strengthen the ability of the department  of  correctional  services  to\n    3  better  manage its inmate population through the granting or withholding\n    4  of merit time allowance credits. This new system seeks  to  prevent  the\n    5  early  conditional  release  of  ill-prepared  inmates,  while  offering\n    6  release only to those inmates who have demonstrated  a  willingness  and\n    7  ability  to work in society through completion of therapeutic and treat-\n    8  ment programs prescribed by the department of correctional services.\n    9    S 2. Section 803 of the correction law is REPEALED and a  new  section\n   10  803 is added to read as follows:\n   11    S  803.  MERIT  TIME  ALLOWANCE  AGAINST INDETERMINATE AND DETERMINATE\n   12  SENTENCES. 1. (A) EVERY PERSON CONFINED IN AN INSTITUTION OF THE DEPART-\n   13  MENT OR A FACILITY IN THE DEPARTMENT OF MENTAL HYGIENE SERVING AN  INDE-\n   14  TERMINATE OR DETERMINATE SENTENCE OF IMPRISONMENT, EXCEPT A PERSON SERV-\n   15  ING  A  SENTENCE  WITH  A MAXIMUM TERM OF LIFE IMPRISONMENT, MAY RECEIVE\n   16  TIME ALLOWANCES AGAINST HIS OR HER SENTENCE IMPOSED BY THE COURT.   SUCH\n   17  ALLOWANCES  MAY  BE  GRANTED FOR GOOD BEHAVIOR AND EFFICIENT AND WILLING\n   18  PERFORMANCE OF  DUTIES  ASSIGNED  OR  PROGRESS  AND  ACHIEVEMENT  IN  AN\n   19  ASSIGNED TREATMENT OR EDUCATION PROGRAM, AND MAY BE WITHHELD IN WHOLE OR\n   20  IN PART FOR BAD BEHAVIOR, VIOLATION OF INSTITUTIONAL RULES OR FAILURE TO\n   21  PERFORM PROPERLY IN THE DUTIES OR PROGRAM ASSIGNED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06562-01-1\n\n       A. 2794                             2\n\n    1    (B)  A  PERSON  SERVING  AN INDETERMINATE SENTENCE OF IMPRISONMENT MAY\n    2  RECEIVE TIME ALLOWANCE AGAINST THE MAXIMUM TERM OF HIS SENTENCE  NOT  TO\n    3  EXCEED ONE-THIRD OF THE MAXIMUM TERM IMPOSED BY THE COURT.\n    4    (C)  A  PERSON  SERVING  A  DETERMINATE  SENTENCE  OF IMPRISONMENT MAY\n    5  RECEIVE TIME ALLOWANCE AGAINST THE TERM OF HIS SENTENCE  NOT  TO  EXCEED\n    6  ONE-SEVENTH OF THE TERM IMPOSED BY THE COURT.\n    7    (D)  A  PERSON  SERVING  AN INDETERMINATE SENTENCE OF IMPRISONMENT MAY\n    8  RECEIVE MERIT TIME ALLOWANCES AGAINST THE MAXIMUM AND MINIMUM  TERMS  OR\n    9  PERIOD  OF  HIS OR HER SENTENCE NOT TO EXCEED IN THE AGGREGATE ONE-THIRD\n   10  OF THE TERM OR PERIOD IMPOSED BY THE COURT.\n   11    (E) A PERSON  SERVING  A  DETERMINATE  SENTENCE  OF  IMPRISONMENT  MAY\n   12  RECEIVE  A  MERIT TIME ALLOWANCE AGAINST THE TERM OF HIS OR HER SENTENCE\n   13  NOT TO EXCEED ONE-THIRD OF THE TERM IMPOSED BY THE COURT.\n   14    (F) (I) EXCEPT AS PROVIDED IN SUBPARAGRAPH  (II)  OF  THIS  PARAGRAPH,\n   15  EVERY PERSON UNDER THE CUSTODY OF THE DEPARTMENT OR CONFINED IN A FACIL-\n   16  ITY  IN  THE  DEPARTMENT  OF  MENTAL  HYGIENE  SERVING  AN INDETERMINATE\n   17  SENTENCE OF IMPRISONMENT WITH A MINIMUM PERIOD OF ONE YEAR OR MORE OR  A\n   18  DETERMINATE  SENTENCE OF IMPRISONMENT OF ONE YEAR OR MORE IMPOSED PURSU-\n   19  ANT TO SECTION 70.70 OR 70.71 OF THE PENAL LAW, MAY EARN  A  MERIT  TIME\n   20  ALLOWANCE.\n   21    (II)  SUCH  MERIT  TIME ALLOWANCE SHALL NOT BE AVAILABLE TO ANY PERSON\n   22  SERVING A SENTENCE IMPOSED FOR A VIOLENT FELONY OFFENSE  AS  DEFINED  IN\n   23  SECTION 70.02 OF THE PENAL LAW.\n   24    (III) SUCH MERIT TIME ALLOWANCE MAY BE GRANTED WHEN AN INMATE SUCCESS-\n   25  FULLY  PARTICIPATES  IN THE WORK AND TREATMENT PROGRAM ASSIGNED PURSUANT\n   26  TO SECTION EIGHT HUNDRED FIVE OF  THIS  ARTICLE  AND  WHEN  SUCH  INMATE\n   27  OBTAINS  A  GENERAL  EQUIVALENCY DIPLOMA, AN ALCOHOL AND SUBSTANCE ABUSE\n   28  TREATMENT CERTIFICATE, A VOCATIONAL TRADE CERTIFICATE FOLLOWING AT LEAST\n   29  SIX MONTHS OF VOCATIONAL PROGRAMMING OR PERFORMS AT LEAST  FOUR  HUNDRED\n   30  HOURS OF SERVICE AS PART OF A COMMUNITY WORK CREW.  SUCH ALLOWANCE SHALL\n   31  BE WITHHELD FOR ANY SERIOUS DISCIPLINARY INFRACTION.\n   32    2.  IF  A  PERSON  IS  SERVING  MORE THAN ONE SENTENCE, THE AUTHORIZED\n   33  ALLOWANCES MAY BE GRANTED SEPARATELY AGAINST THE  MAXIMUM,  MINIMUM  AND\n   34  DETERMINATE  TERMS  OF EACH SENTENCE OR, WHERE CONSECUTIVE SENTENCES ARE\n   35  INVOLVED, AGAINST THE AGGREGATED MAXIMUM, MINIMUM AND DETERMINATE TERMS.\n   36  IN NO CASE, HOWEVER, SHALL THE TOTAL OF ALL ALLOWANCES  GRANTED  TO  ANY\n   37  SUCH  PERSON  UNDER THIS SECTION EXCEED ONE-THIRD OF THE MAXIMUM TIME HE\n   38  OR SHE WOULD BE REQUIRED TO  SERVE,  COMPUTED  WITHOUT  REGARD  TO  THIS\n   39  SECTION. NO MERIT TIME ALLOWANCE SHALL DECREASE THE MINIMUM TERM TO LESS\n   40  THAN ONE YEAR.\n   41    3.  THE  COMMISSIONER  SHALL  PROMULGATE RULES AND REGULATIONS FOR THE\n   42  GRANTING AND WITHHOLDING OF MERIT TIME  ALLOWANCES  AUTHORIZED  BY  THIS\n   43  SECTION IN ACCORDANCE WITH THE CRITERIA SPECIFIED IN THIS SECTION.  SUCH\n   44  RULES  AND REGULATIONS SHALL INCLUDE PROVISIONS DESIGNATING A MERIT TIME\n   45  ALLOWANCE COMMITTEE IN EACH CORRECTIONAL INSTITUTION DELEGATED  TO  MAKE\n   46  DISCRETIONARY  DETERMINATIONS  WITH RESPECT TO THE ALLOWANCES, THE BOOKS\n   47  AND RECORDS TO BE KEPT, AND A PROCEDURE FOR REVIEW OF THE  INSTITUTIONAL\n   48  DETERMINATIONS  BY  THE  COMMISSIONER.  SUCH  COMMITTEE SHALL REVIEW THE\n   49  RECORD OF EACH INDIVIDUAL INMATE EVERY SIX  MONTHS  BEGINNING  FROM  THE\n   50  DATE  OF  HIS  OR  HER ENTRANCE AT SUCH INSTITUTION. THE COMMITTEE SHALL\n   51  THEN DETERMINE, BASED ON THE FACTORS FOR WHICH ALLOWANCE TIME IS  GRANT-\n   52  ED,  WHETHER  OR NOT TO GRANT ALLOWANCE TIME TO THE INMATE. FOR EACH SIX\n   53  MONTH REVIEW PERIOD, AN INMATE MAY  BE  GRANTED  MERIT  TIME  WHICH  MAY\n   54  REDUCE  BY  UP  TO ONE-THIRD AN INMATE'S MINIMUM OR DETERMINATE SENTENCE\n   55  FOR THAT SIX MONTH REVIEW PERIOD. IF AN INMATE IS NOT GRANTED MERIT TIME\n   56  FOR THE SIX MONTH REVIEW PERIOD, HE OR SHE CANNOT EARN ADDITIONAL  MERIT\n\n       A. 2794                             3\n\n    1  TIME IN ANY SUBSEQUENT SIX MONTH REVIEW PERIOD TO MAKE UP FOR MERIT TIME\n    2  WHICH HAS NOT BEEN GRANTED. ADDITIONALLY, AN INMATE WHO HAS BEEN GRANTED\n    3  MERIT  TIME  DURING  A SIX MONTH REVIEW PERIOD SHALL NOT LOSE SUCH MERIT\n    4  TIME  DURING  A  SUBSEQUENT  SIX  MONTH  REVIEW PERIOD FOR BAD BEHAVIOR,\n    5  VIOLATION OF INSTITUTIONAL RULES OR FAILURE TO PERFORM PROPERLY  IN  THE\n    6  DUTIES OR PROGRAM ASSIGNED.\n    7    4.  ALL MERIT TIME ALLOWANCES EARNED PURSUANT TO THIS SECTION SHALL BE\n    8  VESTED, ON A ONE DAY FOR EVERY THREE DAYS BASIS, EXCEPT AS  MODIFIED  BY\n    9  OTHER PROVISIONS OF THIS CHAPTER.\n   10    5.  MERIT TIME ALLOWANCES GRANTED PRIOR TO ANY RELEASE ON PAROLE OR TO\n   11  POST-RELEASE SUPERVISION SHALL BE FORFEITED AND SHALL NOT BE RESTORED IF\n   12  THE FORMERLY INCARCERATED INDIVIDUAL IS RETURNED TO AN INSTITUTION UNDER\n   13  THE JURISDICTION OF THE DEPARTMENT FOR VIOLATION OF PAROLE  OR  POST-RE-\n   14  LEASE  SUPERVISION BY REASON OF A CONVICTION FOR A CRIME COMMITTED WHILE\n   15  ON PAROLE OR POST-RELEASE SUPERVISION. A PERSON WHO IS SO RETURNED  MAY,\n   16  HOWEVER,  SUBSEQUENTLY RECEIVE MERIT TIME ALLOWANCES AGAINST THE REMAIN-\n   17  ING PORTION OF HIS OR HER MAXIMUM OR AGGREGATE MAXIMUM  TERM  OR  PERIOD\n   18  NOT  TO  EXCEED IN THE AGGREGATE ONE-THIRD OF SUCH PORTION PROVIDED SUCH\n   19  REMAINING PORTION OF HIS OR HER MAXIMUM OR  AGGREGATE  MAXIMUM  TERM  OR\n   20  PERIOD IS MORE THAN ONE YEAR.\n   21    6.  UPON  COMMENCEMENT OF AN INDETERMINATE OR DETERMINATE SENTENCE THE\n   22  PROVISIONS OF THIS SECTION SHALL BE FURNISHED TO THE PERSON SERVING  THE\n   23  SENTENCE  AND THE MEANING OF SAME SHALL BE FULLY EXPLAINED TO HIM OR HER\n   24  BY A PERSON DESIGNATED BY THE COMMISSIONER TO PERFORM SUCH DUTY.\n   25    7. NOTWITHSTANDING ANY OTHER PROVISION OF  LAW,  WHENEVER  MERIT  TIME\n   26  ALLOWANCE IS CLAIMED AGAINST THE MINIMUM TERM OR PERIOD OF IMPRISONMENT,\n   27  IT  SHALL SERVE ONLY TO ALLOW SUCH PERSON, IN THE SOLE DISCRETION OF THE\n   28  STATE PAROLE BOARD, TO BE RELEASED ON PAROLE. WHENEVER MERIT TIME ALLOW-\n   29  ANCE IS CLAIMED AGAINST THE MAXIMUM TERM OR PERIOD OF IMPRISONMENT,  AND\n   30  THE  MAXIMUM  TERM  LESS ACCUMULATED MERIT TIME ALLOWANCE CREDITS EQUALS\n   31  THE PERSON'S TIME SERVED, SUCH PERSON SHALL BE RELEASED TO PAROLE SUPER-\n   32  VISION. WHENEVER MERIT TIME ALLOWANCE IS CLAIMED AGAINST THE TERM  OF  A\n   33  DETERMINATE  SENTENCE,  AND  THE DETERMINATE TERM LESS ACCUMULATED MERIT\n   34  TIME ALLOWANCE CREDITS EQUALS THE INDIVIDUAL'S TIME SERVED,  SUCH  INDI-\n   35  VIDUAL SHALL BE RELEASED TO POST-RELEASE SUPERVISION.\n   36    8.  EVERY  PERSON EXCEPT THOSE EXCLUDED PURSUANT TO SUBDIVISION ONE OF\n   37  THIS SECTION WHO IS INCARCERATED ON THE EFFECTIVE  DATE OF THIS SUBDIVI-\n   38  SION SHALL BE ENTITLED TO NO MORE THAN ONE MONTH OF MERIT TIME ALLOWANCE\n   39  FOR EVERY THREE MONTHS SERVED TO BE CREDITED AGAINST THE MINIMUM,  MAXI-\n   40  MUM  AND  DETERMINATE  TERMS  OR  PERIODS OF IMPRISONMENT. THE AMOUNT OF\n   41  CREDITS ACTUALLY AWARDED SHALL BE DETERMINED BY THE MERIT TIME ALLOWANCE\n   42  COMMITTEE AND APPLIED RETROACTIVELY STARTING FROM THE FIRST DAY  OF  THE\n   43  CURRENT INCARCERATION. EVERY PERSON WHO IS INCARCERATED ON THE EFFECTIVE\n   44  DATE  OF THIS SUBDIVISION, AND WHO HAS ALREADY SERVED HIS OR HER MINIMUM\n   45  TERM, SHALL BE EVALUATED RETROACTIVELY FOR  EARNED  ELIGIBILITY  CERTIF-\n   46  ICATION.  IN THAT CASE AN IMMEDIATE PAROLE BOARD HEARING SHALL GIVE FULL\n   47  CONSIDERATION TO THE MERIT TIME ACCUMULATED.\n   48    S 3. Paragraph (a) of subdivision 2 of section 259-i of the  executive\n   49  law, as separately amended by section 11 of part E and section 9 of part\n   50  F of chapter 62 of the laws of 2003, is amended to read as follows:\n   51    (a)  (i) Except as provided in subparagraph (ii) of this paragraph, at\n   52  least one month prior to the date on which  an  inmate  may  be  paroled\n   53  pursuant  to  subdivision one of section 70.40 of the penal law LESS ANY\n   54  ACCUMULATED MERIT TIME ALLOWANCE CREDITS, a member or members as  deter-\n   55  mined  by  the rules of the board shall personally interview such inmate\n   56  and determine whether he OR SHE should be paroled in accordance with the\n\n       A. 2794                             4\n\n    1  guidelines adopted pursuant to subdivision four of section  two  hundred\n    2  fifty-nine-c of this article. If parole is not granted upon such review,\n    3  the inmate shall be informed in writing within two weeks of such appear-\n    4  ance  of the factors and reasons for such denial of parole. Such reasons\n    5  shall be given in detail and not in conclusory terms.  The  board  shall\n    6  specify  a date not more than twenty-four months from such determination\n    7  for reconsideration, and the procedures to be followed upon  reconsider-\n    8  ation  shall  be the same. If the inmate is released, he OR SHE shall be\n    9  given a copy of the conditions of parole  OR  POST-RELEASE  SUPERVISION.\n   10  Such  conditions shall where appropriate, include a requirement that the\n   11  [parolee] FORMERLY INCARCERATED INDIVIDUAL comply with  any  restitution\n   12  order,  mandatory surcharge, sex offender registration fee and DNA data-\n   13  bank fee previously imposed by a court of  competent  jurisdiction  that\n   14  applies  to  [the  parolee] SUCH INDIVIDUAL.  The board of parole OR THE\n   15  POST-RELEASE SUPERVISOR  shall  indicate  which  restitution  collection\n   16  agency  established  under  subdivision  eight  of section 420.10 of the\n   17  criminal procedure law, shall be responsible for collection of  restitu-\n   18  tion,  mandatory surcharge, sex offender registration fees and DNA data-\n   19  bank fees as provided for in section 60.35 of the penal law and  section\n   20  eighteen hundred nine of the vehicle and traffic law.\n   21    (ii)  Any  inmate who is scheduled for presumptive release pursuant to\n   22  section eight hundred six of the correction law shall not appear  before\n   23  the  parole  board  as  provided  in  subparagraph (i) of this paragraph\n   24  unless  such  inmate's  scheduled  presumptive  release  is   forfeited,\n   25  canceled,  or  rescinded  subsequently  as provided in such law. In such\n   26  event, the inmate shall appear  before  the  parole  board  for  release\n   27  consideration  as provided in subparagraph (i) of this paragraph as soon\n   28  thereafter as is practicable.\n   29    S 4. Paragraph (a) of subdivision 2 of section 259-i of the  executive\n   30  law,  as  amended by chapter 396 of the laws of 1987, is amended to read\n   31  as follows:\n   32    (a) At least one month prior to the expiration of the  minimum  period\n   33  or periods of imprisonment fixed by the court or board, LESS ANY ACCUMU-\n   34  LATED MERIT TIME ALLOWANCE CREDITS, a member or members as determined by\n   35  the  rules  of the board shall personally interview an inmate serving an\n   36  indeterminate sentence and determine whether he OR SHE should be paroled\n   37  at the expiration of the minimum period or periods  in  accordance  with\n   38  the  guidelines  adopted  pursuant  to  subdivision  four of section two\n   39  hundred fifty-nine-c OF THIS ARTICLE.   If parole is  not  granted  upon\n   40  such review, the inmate shall be informed in writing within two weeks of\n   41  such  appearance  of  the factors and reasons for such denial of parole.\n   42  Such reasons shall be given in detail and not in conclusory  terms.  The\n   43  board  shall  specify  a date not more than twenty-four months from such\n   44  determination for reconsideration, and the  procedures  to  be  followed\n   45  upon reconsideration shall be the same. If the inmate is released, he OR\n   46  SHE  shall  be  given a copy of the conditions of parole OR POST-RELEASE\n   47  SUPERVISION.    Such  conditions  shall  where  appropriate,  include  a\n   48  requirement  that  the [parolee] FORMALLY INCARCERATED INDIVIDUAL comply\n   49  with any restitution order and mandatory surcharge previously imposed by\n   50  a court of competent jurisdiction that applies  to  [the  parolee]  SUCH\n   51  INDIVIDUAL.   The board of parole OR POST-RELEASE SUPERVISOR shall indi-\n   52  cate which restitution collection agency established  under  subdivision\n   53  eight  of section 420.10 of the criminal procedure law, shall be respon-\n   54  sible for collection of restitution and mandatory surcharge as  provided\n   55  for  in section 60.35 of the penal law and section eighteen hundred nine\n   56  of the vehicle and traffic law.\n\n       A. 2794                             5\n\n    1    S 5. Paragraph (c) of subdivision 2 of section 259-i of the  executive\n    2  law,  as  separately  amended by chapters 40 and 126 of the laws of 1999\n    3  and subparagraph (A) as amended by section 12 of part AAA of chapter  56\n    4  of the laws of 2009, is amended to read as follows:\n    5    (c)  [(A)]  (I)  Discretionary  release on parole shall not be granted\n    6  merely as a reward for good conduct or efficient performance  of  duties\n    7  while confined but after considering if there is a reasonable probabili-\n    8  ty  that,  if such inmate is released, he OR SHE will live and remain at\n    9  liberty without violating the law, and that [his] SUCH  release  is  not\n   10  incompatible  with  the welfare of society and will not so deprecate the\n   11  seriousness of his OR HER crime as to  undermine  respect  for  law.  In\n   12  making  the  parole release decision, the guidelines adopted pursuant to\n   13  subdivision four of section two hundred  fifty-nine-c  of  this  article\n   14  shall  require  that  the following be considered: (i) the institutional\n   15  record including program goals and  accomplishments,  academic  achieve-\n   16  ments,  vocational  education, training or work assignments, therapy and\n   17  interpersonal relationships with staff and inmates AND  THE  RECOMMENDA-\n   18  TIONS  OF  THE  APPROPRIATE  MERIT  TIME ALLOWANCE COMMITTEE ESTABLISHED\n   19  UNDER SUBDIVISION THREE OF SECTION EIGHT HUNDRED THREE OF THE CORRECTION\n   20  LAW; (ii) performance, if any, as a participant in a  temporary  release\n   21  program;  (iii) release plans including community resources, employment,\n   22  education and training and support services  available  to  the  inmate;\n   23  (iv)  any deportation order issued by the federal government against the\n   24  inmate while in the custody of the department of  correctional  services\n   25  and any recommendation regarding deportation made by the commissioner of\n   26  the  department of correctional services pursuant to section one hundred\n   27  forty-seven of the correction law; (v) any statement made to  the  board\n   28  by  the  crime  victim  or  the victim's representative, where the crime\n   29  victim is deceased or is mentally or physically incapacitated; and  (vi)\n   30  the  length  of  the  determinate  sentence to which the inmate would be\n   31  subject had he or she received a sentence pursuant to section  70.70  or\n   32  section  70.71  of  the  penal  law  for a felony defined in article two\n   33  hundred twenty or article two hundred twenty-one of the penal  law.  The\n   34  board shall provide toll free telephone access for crime victims. In the\n   35  case  of  an  oral  statement made in accordance with subdivision one of\n   36  section 440.50 of the criminal procedure law, the  parole  board  member\n   37  shall  present  a written report of the statement to the parole board. A\n   38  crime victim's representative shall  mean  the  crime  victim's  closest\n   39  surviving  relative,  the  committee  or guardian of such person, or the\n   40  legal representative of any such person. Such statement submitted by the\n   41  victim or victim's representative  may  include  information  concerning\n   42  threatening  or  intimidating  conduct  toward  the victim, the victim's\n   43  representative, or the victim's family, made by the person sentenced and\n   44  occurring after the sentencing. Such information may include,  but  need\n   45  not  be limited to, the threatening or intimidating conduct of any other\n   46  person who or which is directed by the person sentenced. Notwithstanding\n   47  the provisions of this section, in making the  parole  release  decision\n   48  for  persons whose minimum period of imprisonment was not fixed pursuant\n   49  to the provisions of subdivision one of this section, in addition to the\n   50  factors listed in this paragraph the board shall  consider  the  factors\n   51  listed in paragraph (a) of subdivision one of this section.\n   52    [(B)]  (II) Where a crime victim or victim's representative as defined\n   53  in subparagraph [(A)] (I) of this paragraph, or other person submits  to\n   54  the  parole  board  a  written  statement  concerning  the release of an\n   55  inmate, the parole board shall keep that individual's name  and  address\n   56  confidential.\n\n       A. 2794                             6\n\n    1    S  6.  Subparagraphs (ii), (iii) and (iv) of paragraph (a) of subdivi-\n    2  sion 1 of section 70.40 of the penal law, as amended by chapter 3 of the\n    3  laws of 1995, are amended to read as follows:\n    4    (ii) A person who is serving one or more than one determinate sentence\n    5  of  imprisonment  IN ACCORDANCE WITH SECTION 70.02 OF THIS ARTICLE shall\n    6  be ineligible for discretionary release on parole.\n    7    (iii) A person who is serving  one  or  more  than  one  indeterminate\n    8  sentence  of  imprisonment and one or more than one determinate sentence\n    9  of imprisonment which run concurrently may be paroled at any time  after\n   10  the  expiration  of the minimum period of imprisonment of the indetermi-\n   11  nate sentence or sentences, or upon  the  expiration  of  [six-sevenths]\n   12  TWO-THIRDS  of  the  term of imprisonment of the determinate sentence or\n   13  sentences, whichever is later.\n   14    (iv) A person who is  serving  one  or  more  than  one  indeterminate\n   15  sentence  of  imprisonment and one or more than one determinate sentence\n   16  of imprisonment which run consecutively may be paroled at any time after\n   17  the expiration of the sum of the minimum or aggregate minimum period  of\n   18  the indeterminate sentence or sentences and [six-sevenths] TWO-THIRDS of\n   19  the  term  or aggregate term of imprisonment of the determinate sentence\n   20  or sentences.\n   21    S 7. Paragraph (b) of subdivision 1 of section 70.40 of the penal law,\n   22  as amended by chapter 1 of the laws of  1998,  is  amended  to  read  as\n   23  follows:\n   24    (b)  A  person  who  is  serving one or more than one indeterminate or\n   25  determinate sentence of imprisonment shall, if he so requests, be condi-\n   26  tionally released from the institution in which he is confined when  the\n   27  total  good  behavior time allowed to him, pursuant to the provisions of\n   28  the correction law, is equal to the unserved portion of his term,  maxi-\n   29  mum  term  or  aggregate maximum term; provided, however, that (i) in no\n   30  event shall a person serving  one  or  more  indeterminate  sentence  of\n   31  imprisonment  and one or more determinate sentence of imprisonment which\n   32  run concurrently be conditionally released until serving at least  [six-\n   33  sevenths]  TWO-THIRDS  of the determinate term of imprisonment which has\n   34  the longest unexpired time to run and (ii) in no event shall a person be\n   35  conditionally released prior to the date on which such person  is  first\n   36  eligible  for  discretionary  parole release. The conditions of release,\n   37  including those governing post-release supervision, shall be such as may\n   38  be imposed  by  the  state  board  of  parole  in  accordance  with  the\n   39  provisions of the executive law.\n   40    Every  person  so released shall be under the supervision of the state\n   41  board of parole for a period equal to the unserved portion of the  term,\n   42  maximum  term,  aggregate maximum term, or period of post-release super-\n   43  vision.\n   44    S 8. This act shall take effect on the ninetieth day  after  it  shall\n   45  have become a law, provided that;\n   46    1.  the  amendments to paragraph (a) of subdivision 2 of section 259-i\n   47  of the executive law made by section three of this act shall be  subject\n   48  to  the  expiration and reversion of such paragraph pursuant to subdivi-\n   49  sion d of section 74 of chapter 3 of the laws of 1995, as amended,  when\n   50  upon  such  date  the  provisions of section four of this act shall take\n   51  effect; and\n   52    2. the amendments to paragraphs  (a)  and  (b)  of  subdivision  1  of\n   53  section  70.40  of  the penal law made by sections six and seven of this\n   54  act shall not affect the expiration of  such  paragraphs  and  shall  be\n   55  deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, the executive law and the penal law, in relation to merit time allowance and release for prisoners accumulating merit time allowance and to repeal certain provisions of the correction law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T163417.TXT", "SOBI.D110120.T130901.TXT", "SOBI.D110120.T130401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295559257557
}