{
  "year" : 2011,
  "senateBillNo" : "A2799-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2799-2011-1295499600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits revenue payment to officer or director of a public utility company contingent upon a change in control",
  "summary" : "Prohibits public utility company revenues from being paid to any officer or director contingent upon a change in control (merger, acquisition, etc.) of such public utility; requires severance pay to be fully deductible as a business expense for federal tax purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A373-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2799\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. JACOBS, BRENNAN -- Multi-Sponsored by -- M. of A.\n         COLTON,  DINOWITZ,  ENGLEBRIGHT,  GALEF,  GOTTFRIED,  HOOPER, McENENY,\n         WEINSTEIN, WEISENBERG -- read once and referred to  the  Committee  on\n         Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in relation to the use of reven-\n         ues by public utilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The public service law is amended by adding a new  section\n    2  107-a to read as follows:\n    3    S  107-A.  USE  OF  REVENUES BY PUBLIC UTILITY COMPANIES. 1. NO PUBLIC\n    4  UTILITY COMPANY SHALL USE REVENUES RECEIVED FROM THE RENDITION OF PUBLIC\n    5  SERVICE WITHIN THE STATE TO ENTER INTO OR AMEND, DIRECTLY OR INDIRECTLY,\n    6  ANY AGREEMENT CONTAINING PROVISIONS WHICH INCREASE,  DIRECTLY  OR  INDI-\n    7  RECTLY, THE CURRENT OR FUTURE COMPENSATION OF ANY OFFICER OR DIRECTOR OF\n    8  SUCH PUBLIC UTILITY COMPANY, WHERE THE EFFECTUATION OF SUCH AGREEMENT IS\n    9  CONTINGENT  UPON  A  CHANGE IN CONTROL OF SUCH PUBLIC UTILITY COMPANY OR\n   10  UPON THE EXISTENCE OF ANY TENDER OFFER  OR  REQUEST  OR  INVITATION  FOR\n   11  TENDERS OF ANY CLASS OR SERIES OF SHARES OF SUCH PUBLIC UTILITY COMPANY.\n   12    2.  FOR  PURPOSES  OF  THIS SECTION, \"CHANGE IN CONTROL\" MEANS (A) ANY\n   13  MERGER OR CONSOLIDATION OF A  PUBLIC  UTILITY  COMPANY  WITH  ANY  OTHER\n   14  CORPORATE  ENTITY;  (B)  ANY  TRANSFER  OF  A SUBSTANTIAL PORTION OF THE\n   15  ASSETS OF A PUBLIC UTILITY COMPANY WITHOUT THE APPROVAL OF A MAJORITY OF\n   16  THE BOARD OF DIRECTORS OF SUCH UTILITY; (C) ACQUISITION BY ANY PERSON OR\n   17  ENTITY OF MORE THAN TWENTY-FIVE PER CENTUM OF THE VOTING SECURITIES OF A\n   18  PUBLIC UTILITY COMPANY; (D) APPOINTMENT OF A RECEIVER FOR A PUBLIC UTIL-\n   19  ITY COMPANY; OR (E) A CHANGE IN THE COMPOSITION OF THE BOARD  OF  DIREC-\n   20  TORS  OF  A  PUBLIC  UTILITY COMPANY WHICH REMOVES THE CURRENT DIRECTORS\n   21  FROM A MAJORITY.\n   22    3. IN NO EVENT SHALL THE CONSENT AND APPROVAL OF  THE  PUBLIC  SERVICE\n   23  COMMISSION  BE  GRANTED  FOR ANY AGREEMENT FOR SEVERANCE COMPENSATION OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04286-01-1\n\n       A. 2799                             2\n\n    1  ANY OFFICER OR DIRECTOR OF A PUBLIC UTILITY COMPANY UNLESS ITS  COST  IS\n    2  FULLY DEDUCTIBLE AS A BUSINESS EXPENSE FROM FEDERAL TAXATION.\n    3    4. THE PROVISIONS OF THIS SECTION SHALL NOT PROHIBIT ROUTINE INCREASES\n    4  IN COMPENSATION, OR OTHER ROUTINE COMPENSATION AGREEMENTS, UNDERTAKEN IN\n    5  THE ORDINARY COURSE OF BUSINESS OF A PUBLIC UTILITY COMPANY.\n    6    S 2.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the use of revenues by public utilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T164417.TXT", "SOBI.D110120.T130401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295559857886
}