{
  "year" : 2011,
  "senateBillNo" : "A2796-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2796-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the statute of limitations for childhood sexual abuse or exploitation",
  "summary" : "Extends the statute of limitations for childhood sexual abuse or exploitation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A9355-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hikind",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2796\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK,  GALEF,  PHEFFER, PAULIN, CUSICK,\n         HIKIND, TITUS -- Multi-Sponsored by -- M. of A. ABBATE,  BING,  MAGEE,\n         P. RIVERA,  ROBINSON,  SWEENEY, TOWNS -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law and the  civil  practice  law\n         and  rules,  in  relation  to extending the statute of limitations for\n         childhood sexual abuse or exploitation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (f)  of  subdivision 3 of section 30.10 of the\n    2  criminal procedure law, as separately amended by chapters 3 and  320  of\n    3  the laws of 2006, is amended to read as follows:\n    4    (f)  For purposes of a prosecution involving a [sexual] SEX offense as\n    5  defined in article one hundred thirty of the penal  law,  other  than  a\n    6  sexual  offense  delineated  in paragraph (a) of subdivision two of this\n    7  section, committed against a child less  than  eighteen  years  of  age,\n    8  incest  in  the  first,  second  or  third degree as defined in sections\n    9  255.27, 255.26 and 255.25 of the penal law  committed  against  a  child\n   10  less  than eighteen years of age, or use of a child in a sexual perform-\n   11  ance as defined in section 263.05 of the penal law, A FELONY  CONSPIRACY\n   12  TO  COMMIT  ONE  OF  THESE  CRIMES UNDER ARTICLE ONE HUNDRED FIVE OF THE\n   13  PENAL LAW OR A FELONY FOR HINDERING THE  PROSECUTION  OF  ONE  OF  THESE\n   14  CRIMES  PURSUANT TO SECTION 205.60 OF THE PENAL LAW, the period of limi-\n   15  tation shall not begin to run until the child has  reached  the  age  of\n   16  eighteen  or  the  offense  is  reported  to a law enforcement agency or\n   17  statewide central register of child abuse  and  maltreatment,  whichever\n   18  occurs earlier, AND THEREAFTER SUCH PROSECUTION SHALL BE COMMENCED WITH-\n   19  IN FIFTEEN YEARS.\n   20    S  2.  The  civil  practice  law  and rules is amended by adding a new\n   21  section 214-f to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07717-01-1\n\n       A. 2796                             2\n\n    1    S 214-F. ACTIONS BASED ON CHILDHOOD SEXUAL ABUSE OR  EXPLOITATION.  1.\n    2  ALL  CLAIMS  OR  CAUSES  OF ACTION BROUGHT BY ANY PERSON FOR RECOVERY OF\n    3  DAMAGES FOR INJURY OR CONDITION SUFFERED AS A RESULT OF CHILDHOOD SEXUAL\n    4  ABUSE OR EXPLOITATION SHALL BE COMMENCED WITHIN FIFTEEN YEARS OF THE ACT\n    5  ALLEGED TO HAVE CAUSED THE INJURY OR CONDITION.\n    6    2.  THE  INJURED  PARTY  NEED  NOT ESTABLISH WHICH ACT, IN A SERIES OF\n    7  CONTINUING ACTS OF CHILDHOOD SEXUAL ABUSE OR  EXPLOITATION,  CAUSED  THE\n    8  INJURY OR CONDITION THAT IS THE SUBJECT OF THE SUIT.\n    9    3.  AS  USED IN THIS SECTION, \"CHILDHOOD SEXUAL ABUSE OR EXPLOITATION\"\n   10  MEANS ANY ACT COMMITTED BY THE PERPETRATOR  AGAINST  THE  INJURED  PARTY\n   11  WHICH  ACT  OCCURRED  WHEN THE INJURED PARTY WAS AN INFANT AND WHICH ACT\n   12  WOULD HAVE BEEN PROSCRIBED BY ARTICLE ONE HUNDRED THIRTY  OF  THE  PENAL\n   13  LAW,  OR  WHICH  ACT WOULD HAVE CONSTITUTED INCEST AS DEFINED IN SECTION\n   14  255.25, 255.26 OR 255.27 OF THE PENAL  LAW,  OR  WHICH  ACT  WOULD  HAVE\n   15  CONSTITUTED  THE  USE  OF  A CHILD IN A SEXUAL PERFORMANCE AS DEFINED IN\n   16  SECTION 263.05 OF THE PENAL LAW, OR WHICH ACT WOULD  HAVE  VIOLATED  ANY\n   17  PRIOR  LAW  OF  THIS  STATE  OF  SIMILAR  EFFECT AT THE TIME THE ACT WAS\n   18  COMMITTED.\n   19    4. THIS SECTION SHALL APPLY TO ALL CAUSES OF ACTION  COMMENCED  ON  OR\n   20  AFTER  THE  EFFECTIVE DATE OF THIS SECTION, REGARDLESS OF WHEN THE CAUSE\n   21  OF ACTION AROSE.\n   22    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the civil practice law and rules, in relation to extending the statute of limitations for childhood sexual abuse or exploitation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T164417.TXT", "SOBI.D110120.T130401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295559857882
}