{
  "year" : 2011,
  "senateBillNo" : "A28-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to energy",
    "billEventId" : "A28-2011-1294203600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported",
    "billEventId" : "A28-2011-1294722000000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294894800000,
    "eventText" : "advanced to third reading cal.1",
    "billEventId" : "A28-2011-1294894800000-advanced+to+third+reading+cal.1",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "passed assembly",
    "billEventId" : "A28-2011-1295931600000-passed+assembly",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931601000,
    "eventText" : "delivered to senate",
    "billEventId" : "A28-2011-1295931601000-delivered+to+senate",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to net energy metering for micro-hydroelectric generating equipment",
  "summary" : "Relates to net energy metering for micro-hydroelectric generating equipment. ",
  "currentCommittee" : null,
  "sameAs" : "S1149",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A11331-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          28\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Energy\n\n       AN  ACT  to amend the public service law and the public authorities law,\n         in relation to net energy metering with micro-hydroelectric generating\n         equipment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 66-j of the public service law is\n    2  amended by adding a new paragraph (h) to read as follows:\n    3    (H) \"MICRO-HYDROELECTRIC GENERATING EQUIPMENT\" MEANS  A  HYDROELECTRIC\n    4  SYSTEM  (I)  (A)  IN  THE  CASE  OF A RESIDENTIAL CUSTOMER, WITH A RATED\n    5  CAPACITY OF NOT MORE THAN TWENTY-FIVE KILOWATTS; AND (B) IN THE CASE  OF\n    6  A  NON-RESIDENTIAL  CUSTOMER, WITH A RATED CAPACITY OF NOT MORE THAN TWO\n    7  THOUSAND KILOWATTS; AND (II) THAT IS MANUFACTURED, INSTALLED, AND  OPER-\n    8  ATED  IN  ACCORDANCE  WITH APPLICABLE GOVERNMENT AND INDUSTRY STANDARDS,\n    9  THAT IS CONNECTED TO THE ELECTRIC SYSTEM  AND  OPERATED  IN  CONJUNCTION\n   10  WITH AN ELECTRIC CORPORATION'S TRANSMISSION AND DISTRIBUTION FACILITIES,\n   11  AND  THAT  IS OPERATED IN COMPLIANCE WITH ANY STANDARDS AND REQUIREMENTS\n   12  ESTABLISHED UNDER THIS SECTION.\n   13    S 2. Subdivision 2 of section 66-j  of  the  public  service  law,  as\n   14  amended  by  chapter  355  of  the  laws  of 2009, is amended to read as\n   15  follows:\n   16    2. Interconnection and net energy metering.  An  electric  corporation\n   17  shall  provide  for the interconnection of solar and farm waste electric\n   18  generating equipment, micro-combined heat and power generating equipment\n   19  [and], fuel cell electric generating equipment  AND  MICRO-HYDROELECTRIC\n   20  GENERATING  EQUIPMENT  owned or operated by a customer-generator and for\n   21  net energy metering, provided that the customer-generator enters into  a\n   22  net  energy  metering contract with the corporation or complies with the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00896-01-1\n\n       A. 28                               2\n\n    1  corporation's net energy metering schedule and complies  with  standards\n    2  and requirements established under this section.\n    3    S  3.  Subdivision  3  of  section  66-j of the public service law, as\n    4  amended by chapter 355 of the laws of 2009, subparagraphs (i) and  (iii)\n    5  of paragraph (c) as amended by chapter 7 of the laws of 2010, is amended\n    6  to read as follows:\n    7    3.  Conditions of service. (a) (i) On or before three months after the\n    8  effective date of this section, each electric corporation shall  develop\n    9  a  model  contract  and  file a schedule that establishes consistent and\n   10  reasonable rates, terms  and  conditions  for  net  energy  metering  to\n   11  customer-generators,  according to the requirements of this section. The\n   12  commission shall render a decision within three months from the date  on\n   13  which the schedule is filed.\n   14    (ii)  On  or  before  three  months  after  the effective date of this\n   15  subparagraph, each electric corporation shall develop a  model  contract\n   16  and  file  a  schedule that establishes consistent and reasonable rates,\n   17  terms and conditions for net energy metering to non-residential customer\n   18  generators, according to the requirements of this section.  The  commis-\n   19  sion  shall  render  a decision within three months of the date on which\n   20  the schedule is filed.\n   21    (iii) Each electric corporation shall make such contract and  schedule\n   22  available  to  customer-generators  on a first come, first served basis,\n   23  until the total rated generating capacity for solar and farm waste elec-\n   24  tric generating equipment,  micro-combined  heat  and  power  generating\n   25  equipment  [and],  fuel cell electric generating equipment AND MICRO-HY-\n   26  DROELECTRIC GENERATING EQUIPMENT owned, leased or operated by  customer-\n   27  generators  in  the  corporation's  service  area  is  equivalent to one\n   28  percent of the corporation's electric demand for the year  two  thousand\n   29  five, as determined by the department.\n   30    (b)  Nothing  in  this  subdivision  shall prohibit a corporation from\n   31  providing net energy metering  to  additional  customer-generators.  The\n   32  commission  shall  have the authority, after January first, two thousand\n   33  twelve, to increase the percent limits if it determines that  additional\n   34  net energy metering is in the public interest.\n   35    (c)  In  the event that the electric corporation determines that it is\n   36  necessary to install a dedicated transformer or transformers,  or  other\n   37  equipment  to  protect  the  safety  and  adequacy  of  electric service\n   38  provided to other customers, a customer-generator shall pay the electric\n   39  corporation's actual costs of installing the  transformer  or  transfor-\n   40  mers, or other equipment:\n   41    (i)  In  the  case  of a customer-generator who owns or operates solar\n   42  electric generating equipment, micro-combined heat and power  generating\n   43  equipment [or], fuel cell electric generating equipment OR MICRO-HYDROE-\n   44  LECTRIC  GENERATING  EQUIPMENT located and used at his or her residence,\n   45  or a non-residential customer-generator who owns or operates solar elec-\n   46  tric generating equipment with a rated capacity of not more  than  twen-\n   47  ty-five  kilowatts,  up  to  a  maximum  amount  of  three hundred fifty\n   48  dollars;\n   49    (ii) In the case of a customer-generator who  owns  or  operates  farm\n   50  waste electric generating equipment located and used at his or her \"farm\n   51  operation,\"  up  to  a  total  amount of five thousand dollars per \"farm\n   52  operation\"; and\n   53    (iii) In the case of a non-residential customer-generator who owns  or\n   54  operates  solar  electric  generating  equipment  OR MICRO-HYDROELECTRIC\n   55  GENERATING EQUIPMENT with a rated  capacity  of  more  than  twenty-five\n   56  kilowatts located and used at its premises, such cost shall be as deter-\n\n       A. 28                               3\n\n    1  mined by the electric corporation subject to review, upon the request of\n    2  such customer-generator, by the department.\n    3    (d)  An  electric  corporation  shall  impose  no other charge or fee,\n    4  including back-up, stand by and demand charges, for the provision of net\n    5  energy metering to a customer-generator, except as provided in paragraph\n    6  (d) of subdivision four of this section.\n    7    S 4. Subdivision 5 of section 66-j  of  the  public  service  law,  as\n    8  amended  by  chapter  355  of  the  laws  of 2009, is amended to read as\n    9  follows:\n   10    5. Safety standards. (a) On or before three months after the effective\n   11  date of this section, each electric corporation shall  establish  stand-\n   12  ards  that are necessary for net energy metering and the interconnection\n   13  of residential  solar  or  farm  waste  electric  generating  equipment,\n   14  micro-combined  heat  and power generating equipment and fuel cell elec-\n   15  tric generating equipment AND MICRO-HYDROELECTRIC  GENERATING  EQUIPMENT\n   16  to  its system and that the commission shall determine are necessary for\n   17  safe and adequate service and further the public  policy  set  forth  in\n   18  this section. Such standards may include but shall not be limited to:\n   19    (i)  equipment  necessary  to  isolate  automatically  the residential\n   20  solar, farm waste, micro-combined heat and power and fuel cell  electric\n   21  generating  system AND MICRO-HYDROELECTRIC GENERATING EQUIPMENT from the\n   22  utility system for voltage and frequency deviations; and\n   23    (ii) a manual lockable disconnect switch provided by the customer-gen-\n   24  erator which shall be located on the outside of the customer's  premises\n   25  and  externally  accessible for the purpose of isolating the residential\n   26  solar and farm waste electric generating equipment AND  MICRO-HYDROELEC-\n   27  TRIC GENERATING EQUIPMENT.\n   28    (b)  Upon  its  own motion or upon a complaint, the commission, or its\n   29  designated representative, may investigate and make a  determination  as\n   30  to  the  reasonableness and necessity of the standards or responsibility\n   31  for compliance with the standards.\n   32    (i) In the case of a customer-generator who  owns  or  operates  solar\n   33  electric  generating equipment located and used at his or her residence;\n   34  an electric corporation may not require a customer-generator  to  comply\n   35  with  additional  safety  or  performance  standards, perform or pay for\n   36  additional tests, or purchase additional  liability  insurance  provided\n   37  that  the residential solar or farm waste electric generating equipment,\n   38  micro-combined heat and power generating equipment [or], fuel cell elec-\n   39  tric generating equipment OR  MICRO-HYDROELECTRIC  GENERATING  EQUIPMENT\n   40  meets the safety standards established pursuant to this paragraph.\n   41    (ii)  In  the  case  of a customer-generator who owns or operates farm\n   42  waste electric generating equipment located and used at his or her \"farm\n   43  operation,\" an electric corporation may not require a customer-generator\n   44  to comply with additional safety or performance  standards,  perform  or\n   45  pay  for  additional  tests,  or purchase additional liability insurance\n   46  provided that:\n   47    1. the electric generating equipment meets the safety standards estab-\n   48  lished pursuant to this paragraph; and\n   49    2. the total rated generating capacity (measured in kW) of farm  waste\n   50  electric  generating equipment that provides electricity to the electric\n   51  corporation through the same local feeder line, does not  exceed  twenty\n   52  percent of the rated capacity of that local feeder line.\n   53    (iii)  In  the  event that the total rated generating capacity of farm\n   54  waste electric generating equipment that  provides  electricity  to  the\n   55  electric  corporation  through the same local feeder line exceeds twenty\n   56  percent of the rated capacity of the local  feeder  line,  the  electric\n\n       A. 28                               4\n\n    1  corporation may require the customer-generator to comply with reasonable\n    2  measures to ensure safety of that local feeder line.\n    3    S  5.  Subdivision  5-a  of section 66-j of the public service law, as\n    4  amended by chapter 355 of the laws  of  2009,  is  amended  to  read  as\n    5  follows:\n    6    5-a.  Safety  standards;  non-residential  solar  electric  generating\n    7  equipment AND MICRO-HYDROELECTRIC  GENERATING  EQUIPMENT.    (a)  On  or\n    8  before  three  months after the effective date of this subdivision, each\n    9  electric corporation shall establish standards that  are  necessary  for\n   10  net  energy  metering  and  the interconnection of non-residential solar\n   11  electric generating equipment OR MICRO-HYDROELECTRIC  GENERATING  EQUIP-\n   12  MENT to its system and that the commission shall determine are necessary\n   13  for safe and adequate service and further the public policy set forth in\n   14  this section. Such standards may include but shall not be limited to:\n   15    (i)  equipment necessary to isolate automatically the solar generating\n   16  system OR MICRO-HYDROELECTRIC  GENERATING  EQUIPMENT  from  the  utility\n   17  system for voltage and frequency deviations; and\n   18    (ii) a manual lockable disconnect switch provided by the customer-gen-\n   19  erator which shall be located on the outside of the customer-generator's\n   20  premises  and  externally  accessible  for  the purpose of isolating the\n   21  solar electric generating equipment  OR  MICRO-HYDROELECTRIC  GENERATING\n   22  EQUIPMENT.\n   23    (b)  In  the  event  that the total rated generating capacity of solar\n   24  electric generating equipment OR MICRO-HYDROELECTRIC  GENERATING  EQUIP-\n   25  MENT  that  provides electricity to the electric corporation through the\n   26  same local feeder line exceeds twenty percent of the rated  capacity  of\n   27  the  local feeder line, the electric corporation may require the custom-\n   28  er-generator to comply with reasonable measures to ensure safety of  the\n   29  local feeder line.\n   30    (c)  Unless otherwise determined to be necessary by the commission, an\n   31  electric corporation may not require a customer-generator to comply with\n   32  additional safety or performance standards, perform  or  pay  for  addi-\n   33  tional  tests,  or purchase additional liability insurance provided that\n   34  the solar electric generating equipment OR MICRO-HYDROELECTRIC  GENERAT-\n   35  ING  EQUIPMENT  meets  the safety standards established pursuant to this\n   36  subdivision.\n   37    (d) Upon its own motion or upon a complaint, the  commission,  or  its\n   38  designated  representative,  may investigate and make a determination as\n   39  to the reasonableness and necessity of the standards  or  responsibility\n   40  for compliance with the standards.\n   41    S  6. Subdivision (h) of section 1020-g of the public authorities law,\n   42  as amended by chapter 355 of the laws of 2009, is  amended  to  read  as\n   43  follows:\n   44    (h)  To  implement  programs  and policies designed to provide for the\n   45  interconnection of: (i) (A) solar electric generating equipment owned or\n   46  operated by residential customers, (B) farm  waste  electric  generating\n   47  equipment  owned  or operated by customer-generators, (C) solar electric\n   48  generating equipment owned or operated by non-residential customers, (D)\n   49  micro-combined heat and power  generating  equipment  owned,  leased  or\n   50  operated by residential customers, [and] (E) fuel cell electric generat-\n   51  ing  equipment  owned,  leased or operated by residential customers, AND\n   52  (F) MICRO-HYDROELECTRIC GENERATING EQUIPMENT OWNED, LEASED  OR  OPERATED\n   53  BY  CUSTOMER-GENERATORS  and  for  net  energy  metering consistent with\n   54  section sixty-six-j of the public service law, to increase the efficien-\n   55  cy of energy end use, to shift demand from periods  of  high  demand  to\n   56  periods of low demand and to facilitate the development of cogeneration;\n\n       A. 28                               5\n\n    1  and (ii) wind electric generating equipment owned or operated by custom-\n    2  er-generators  and  for  net  energy  metering  consistent  with section\n    3  sixty-six-l of the public service law.\n    4    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law and the public authorities law, in relation to net energy metering with micro-hydroelectric generating equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D110125.T144922.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D110125.T143439.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D101216.T104912.TXT", "SOBI.D101216.T143458.TXT", "SOBI.D110105.T125151.TXT", "SOBI.D110113.T114320.TXT", "SOBI.D110118.T115628.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295984962899
}