{
  "year" : 2011,
  "senateBillNo" : "A2801-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to education",
    "billEventId" : "A2801-2011-1295499600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mandates a code of ethics to be applied to school district employees in the prohibition of the use of school resources for personal gain",
  "summary" : "Mandates the trustees of common school districts and the board of education of every union free school district to establish a code of ethics to be applied to the prohibition of the use of school resources for personal gain. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2832-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2801\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  FITZPATRICK -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to mandating the trustees\n         of common school districts and the board of education of  every  union\n         free  school  district  to establish a code of ethics to be applied to\n         the prohibition of the use of school resources for personal gain\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1604 of the education law is amended by adding a\n    2  new subdivision 43 to read as follows:\n    3    43. ON OR BEFORE JULY THIRTY-FIRST, TWO THOUSAND TWELVE, AND  ANNUALLY\n    4  THEREAFTER, THE GOVERNING BODY OF EACH SCHOOL DISTRICT AND EACH BOARD OF\n    5  COOPERATIVE  EDUCATIONAL  SERVICES  SHALL  REVIEW  AND APPROVE A CODE OF\n    6  ETHICS THAT SHALL INCLUDE STANDARDS FOR OFFICERS AND EMPLOYEES PROHIBIT-\n    7  ING THE USE OF PROPERTY OR  RESOURCES  OF  THE  DISTRICT  OR  BOARD  FOR\n    8  PERSONAL  GAIN.    A COPY OF SUCH CODE SHALL BE FILED WITH THE OFFICE OF\n    9  THE STATE COMPTROLLER AND THE DEPARTMENT WITHIN THIRTY DAYS OF ITS ANNU-\n   10  AL APPROVAL PURSUANT TO THIS SUBDIVISION, AND ANY SUBSEQUENT  AMENDMENTS\n   11  TO  SUCH  CODE  SHALL BE SO FILED WITHIN THIRTY DAYS OF ADOPTION OF SUCH\n   12  AMENDMENT.\n   13    S 2. Section 1709 of the education law is  amended  by  adding  a  new\n   14  subdivision 36 to read as follows:\n   15    36.  ON OR BEFORE JULY THIRTY-FIRST, TWO THOUSAND TWELVE, AND ANNUALLY\n   16  THEREAFTER, THE GOVERNING BODY OF EACH SCHOOL DISTRICT AND EACH BOARD OF\n   17  COOPERATIVE EDUCATIONAL SERVICES SHALL REVIEW  AND  APPROVE  A  CODE  OF\n   18  ETHICS THAT SHALL INCLUDE STANDARDS FOR OFFICERS AND EMPLOYEES PROHIBIT-\n   19  ING  THE  USE  OF  PROPERTY  OR  RESOURCES  OF THE DISTRICT OR BOARD FOR\n   20  PERSONAL GAIN.  A COPY OF SUCH CODE SHALL BE FILED WITH  THE  OFFICE  OF\n   21  THE STATE COMPTROLLER AND THE DEPARTMENT WITHIN THIRTY DAYS OF ITS ANNU-\n   22  AL  APPROVAL PURSUANT TO THIS SUBDIVISION, AND ANY SUBSEQUENT AMENDMENTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02717-01-1\n\n       A. 2801                             2\n\n    1  TO SUCH CODE SHALL BE SO FILED WITHIN THIRTY DAYS OF  ADOPTION  OF  SUCH\n    2  AMENDMENT.\n    3    S  3.  Paragraph a of subdivision 1 of section 2102-a of the education\n    4  law, as amended by chapter 388 of the laws of 2010, is amended  to  read\n    5  as follows:\n    6    a.  Every trustee or voting member of a board of education of a school\n    7  district or a board of  cooperative  educational  services,  elected  or\n    8  appointed  for  a  term  beginning  on or after July first, two thousand\n    9  five, shall, within the first year of his or her term, complete a  mini-\n   10  mum  of six hours of training on the financial oversight, accountability\n   11  and fiduciary responsibilities of a school board member.  SUCH  TRAINING\n   12  SHALL  ALSO  INCLUDE EXAMINATION OF THE SCHOOL DISTRICT'S CODE OF ETHICS\n   13  AS ESTABLISHED IN SUBDIVISION FORTY-THREE  OF  SECTION  SIXTEEN  HUNDRED\n   14  FOUR OF THIS TITLE.\n   15    S 4. Paragraph (a) of subdivision 3 of section 2116-a of the education\n   16  law,  as  amended  by section 4 of part A-1 of chapter 58 of the laws of\n   17  2006, is amended to read as follows:\n   18    (a) The school authorities  of  each  school  district,  except  those\n   19  employing  fewer  than  eight  teachers,  but  including the city school\n   20  districts of the cities of Buffalo and Rochester, shall obtain an annual\n   21  audit of its records by an independent certified public accountant or an\n   22  independent public accountant. The report of such annual audit shall  be\n   23  presented  to the trustees or board of education by such accountant. The\n   24  board of education of the city school district of the city of New  York,\n   25  districts  of  such city shall obtain an annual audit by the comptroller\n   26  of the city of New York, or by an independent certified public  account-\n   27  ant or an independent public accountant. Such city school district audit\n   28  shall  include,  but  not  be  limited to, transactions processed at the\n   29  level of the central administrative office, the district, and the  indi-\n   30  vidual  school.  SUCH AUDIT SHALL ALSO INCLUDE EXAMINATION OF ALL TRANS-\n   31  ACTIONS TO ENSURE COMPLIANCE WITH THE SCHOOL DISTRICT'S CODE  OF  ETHICS\n   32  AS  ESTABLISHED  IN  SUBDIVISION  FORTY-THREE OF SECTION SIXTEEN HUNDRED\n   33  FOUR OF THIS TITLE. The community districts of such city school district\n   34  shall obtain an annual audit by the bureau of  audit  of  the  board  of\n   35  education  of  the city school district of the city of New York or by an\n   36  independent  certified  public  accountant  or  an  independent   public\n   37  accountant. A copy of the audit report in form prescribed by the commis-\n   38  sioner  and certified by the accountant, or, in the city school district\n   39  of the city of New York or  the  community  districts  therein,  by  the\n   40  accountant,  or  the comptroller or bureau of audit, as the case may be,\n   41  shall be furnished to the commissioner on or  before  October  fifteenth\n   42  following  the  end  of the fiscal year audited, except that such report\n   43  shall be furnished to  the  commissioner  on  or  before  January  first\n   44  following  the  end  of  the  fiscal  year  audited  for the city school\n   45  districts of the cities of Buffalo, Rochester,  Syracuse,  Yonkers,  and\n   46  New York and for the community school districts of the city of New York.\n   47    S  5.  This act shall take effect on the first of July next succeeding\n   48  the date on which it shall have become a law  and  shall  apply  to  the\n   49  following  school  year.  Effective immediately, the addition, amendment\n   50  and/or repeal of any rule or regulation necessary for the implementation\n   51  of this act on its effective date are authorized and directed to be made\n   52  and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to mandating the trustees of common school districts and the board of education of every union free school district to establish a code of ethics to be applied to the prohibition of the use of school resources for personal gain ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T125927.TXT", "SOBI.D110120.T165936.TXT", "SOBI.D110120.T165418.TXT", "SOBI.D110120.T130401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295560776173
}