{
  "year" : 2011,
  "senateBillNo" : "A2805-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to labor",
    "billEventId" : "A2805-2011-1295499600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health insurers of workers' compensation claimants to make medical payment pending the outcome if otherwise covered",
  "summary" : "Requires a workers' compensation claimant's health insurer to pay the claimant's medical expenses in the event such expenses normally covered, pending determination of the claim; requires the provider of medical services to file the appropriate form with the insurer to receive payment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A4657-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2805\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, PHEFFER, ENGLEBRIGHT -- Multi-Sponsored\n         by -- M. of A. GALEF, HOOPER, JACOBS,  ORTIZ,  PERRY,  SCHIMMINGER  --\n         read once and referred to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to payment of\n         medical expenses of claimants by their health insurance carrier\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 1 of subdivision (d) of section 13 of  the  work-\n    2  ers' compensation law, as amended by chapter 419 of the laws of 2000, is\n    3  amended to read as follows:\n    4    (1) (I) PENDING THE OUTCOME OF A DETERMINATION AS TO THE COMPENSABILI-\n    5  TY  OF  A  CLAIM, AN INSURER OR HEALTH BENEFITS PLAN SHALL MAKE PAYMENTS\n    6  FOR OR ON BEHALF OF THE INJURED EMPLOYEE IF SUCH  PLAN  WOULD  OTHERWISE\n    7  COVER SUCH MEDICAL AND/OR HOSPITAL SERVICES. In the event that an insur-\n    8  er  or  health  benefits plan makes payments for medical and/or hospital\n    9  services for or on behalf of an injured employee they shall be  entitled\n   10  to be reimbursed for such payments by the carrier or employer within the\n   11  limits of the [medical and hospital] WORKERS' COMPENSATION fee schedules\n   12  if the board determines that the claim is compensable.\n   13    (II)  IN  ORDER  TO RECEIVE PAYMENT UNDER THE PROVISIONS OF THIS PARA-\n   14  GRAPH, THE PROVIDER OF  MEDICAL  OR  HOSPITAL  SERVICES  MUST  FILE  THE\n   15  BOARD'S  ATTENDING DOCTOR'S REPORT (C-4 FORM) WITH THE INSURER OR HEALTH\n   16  BENEFITS PLAN PROVIDER, THE WORKERS' COMPENSATION INSURER  OR  EMPLOYER,\n   17  IF SELF INSURED, AND THE BOARD.\n   18    (III)  For the purposes of this section, an insurer or health benefits\n   19  plan includes a medical  expense  indemnity  corporation,  a  health  or\n   20  hospital service corporation, a commercial insurance company licensed to\n   21  write  accident  and health insurance in the state of New York, a health\n   22  maintenance organization operating in  accordance  with  article  forty-\n   23  three  of  the  insurance law or article forty-four of the public health\n   24  law, or a self-insured or self-funded health care benefits plan operated\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05447-01-1\n\n       A. 2805                             2\n\n    1  by, or on behalf of, any business, municipality or other entity (includ-\n    2  ing an employee welfare fund as defined in  article  forty-four  of  the\n    3  insurance  law  or  any  other union trust fund or union health benefits\n    4  plan).\n    5    (IV) Notwithstanding any other provision of law, in no event shall the\n    6  carrier or employer be required to reimburse the insurer or health bene-\n    7  fits  plan  in  an  amount  greater than the amount paid for medical and\n    8  hospital services for or on behalf of the injured [employer] EMPLOYEE by\n    9  such corporation or company PLUS INTEREST, WHICH SHALL ACCRUE  FROM  THE\n   10  DATE  PAYMENT  IS MADE BY THE INSURER OR HEALTH BENEFITS PLAN; provided,\n   11  however, if the carrier or employer does not reimburse  the  insurer  or\n   12  health  benefits plan within thirty days after the board determines that\n   13  the claim is compensable, the carrier or employer  shall  reimburse  the\n   14  insurer  or  health  benefits plan at the amount the carrier or employer\n   15  would be obligated to  reimburse  the  hospital  or  other  provider  of\n   16  medical services if the carrier or employer made payment directly to the\n   17  provider  of  medical  and/or hospital services pursuant to this chapter\n   18  (or, in the case of inpatient hospital services, pursuant to  paragraphs\n   19  (b) and (b-1) of subdivision one of section twenty-eight hundred seven-c\n   20  of  the  public  health  law) PLUS INTEREST, WHICH SHALL ACCRUE FROM THE\n   21  DATE PAYMENT IS MADE BY THE INSURER  OR  HEALTH  BENEFITS  PLAN.    Upon\n   22  reimbursement  to  the  insurer or health benefits plan pursuant to this\n   23  subdivision, the carrier or employer shall be relieved of liability  for\n   24  the  medical and/or hospital services for which payment has been made by\n   25  the insurer or health benefits plan.   FOR PURPOSES OF  THIS  PARAGRAPH,\n   26  INTEREST  SHALL MEAN SIMPLE INTEREST AT THE FEDERAL FUNDS MARKET RATE AT\n   27  CLOSE ON THE DATE SUCH PAYMENT IS MADE BY THE INSURER OR HEALTH  BENEFIT\n   28  PLAN.\n   29    (V)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW, AN INJURED EMPLOYEE\n   30  SHALL BE PROMPTLY REIMBURSED FOR ALL COSTS INCURRED PROVIDED  THAT  SUCH\n   31  COSTS  WOULD HAVE BEEN OTHERWISE REIMBURSABLE UNDER THIS CHAPTER BUT FOR\n   32  THE FACT THAT THE CLAIM FOR BENEFITS WAS CONTROVERTED.\n   33    S 2. This act shall take effect immediately and shall apply  to  work-\n   34  ers' compensation claims denied on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to payment of medical expenses of claimants by their health insurance carrier ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T141907.TXT", "SOBI.D110120.T165936.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295560776184
}