{
  "year" : 2011,
  "senateBillNo" : "A280-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A280-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants tax credit to business firms for contributions of real property made to not-for-profit housing companies",
  "summary" : "Grants tax credit to business firms for contributions of real property made to not-for-profit housing companies; such credit shall be equal to one-half the amount of the fair market value of the real property and such credit shall not exceed $250,000. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A10650-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          280\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. MONTESANO, BARCLAY, RAIA, SALADINO -- Multi-Spon-\n         sored  by -- M. of A.  McKEVITT, MOLINARO -- read once and referred to\n         the Committee on Housing\n\n       AN ACT to amend the private housing finance law  and  the  tax  law,  in\n         relation to granting tax credit to business firms for contributions of\n         real property made to not-for-profit housing companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The private housing finance law is amended by adding a  new\n    2  section 1134 to read as follows:\n    3    S  1134. AFFORDABLE HOUSING ASSISTANCE PROGRAM. 1. (A) AS USED IN THIS\n    4  SECTION, THE TERM \"BUSINESS FIRM\" SHALL MEAN ANY BUSINESS ENTITY AUTHOR-\n    5  IZED TO DO BUSINESS IN THE STATE OF NEW YORK AND WHICH IS SUBJECT TO THE\n    6  CORPORATION FRANCHISE TAX IMPOSED UNDER ARTICLE NINE-A OF THE  TAX  LAW,\n    7  OR  ANY  BANKING CORPORATION WHICH IS SUBJECT TO THE FRANCHISE TAX UNDER\n    8  ARTICLE THIRTY-TWO OF THE TAX LAW, OR ANY INSURANCE CORPORATION WHICH IS\n    9  SUBJECT TO THE FRANCHISE TAX UNDER ARTICLE THIRTY-THREE OF THE TAX LAW.\n   10    (B) AS USED IN THIS SECTION, THE TERM \"LOW AND MODERATE INCOME PERSONS\n   11  OR FAMILIES\" SHALL MEAN THOSE PERSONS OR FAMILIES FOR WHOM THERE ARE  NO\n   12  OTHER REASONABLE AND AFFORDABLE HOMEOWNERSHIP, RENTAL, REHABILITATION OR\n   13  HOME  IMPROVEMENT  ALTERNATIVES,  AS  THE  CASE  MAY  BE, IN THE PRIVATE\n   14  MARKET.\n   15    2. THE COMMISSIONER OF TAXATION  AND  FINANCE  SHALL  GRANT  A  CREDIT\n   16  AGAINST  ANY TAX DUE UNDER THE PROVISIONS OF ARTICLES NINE-A, THIRTY-TWO\n   17  AND THIRTY-THREE OF THE TAX LAW IN AN AMOUNT EQUAL TO THE AMOUNT  SPECI-\n   18  FIED  BY  THE  COMMISSIONER  OF HOUSING AND COMMUNITY RENEWAL IN ANY TAX\n   19  CREDIT VOUCHER ISSUED BY SUCH  COMMISSIONER  OF  HOUSING  AND  COMMUNITY\n   20  RENEWAL PURSUANT TO SUBDIVISION THREE OF THIS SECTION.\n   21    3. THE COMMISSIONER OF HOUSING AND COMMUNITY RENEWAL SHALL ESTABLISH A\n   22  SYSTEM OF TAX CREDIT VOUCHERS FOR BUSINESS FIRMS MAKING CONTRIBUTIONS OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02299-01-1\n\n       A. 280                              2\n\n    1  REAL  PROPERTY  TO ANY NOT-FOR-PROFIT NEIGHBORHOOD PRESERVATION COMPANY,\n    2  RURAL PRESERVATION COMPANY, OR HOUSING  DEVELOPMENT  FUND  COMPANY  THAT\n    3  DEVELOPS, SPONSORS OR MANAGES ANY HOUSING PROJECT OR PROGRAM WHICH BENE-\n    4  FITS  LOW  AND MODERATE INCOME PERSONS OR FAMILIES. SUCH VOUCHERS MAY BE\n    5  USED AS A CREDIT AGAINST ANY OF THE TAXES TO WHICH SUCH BUSINESS FIRM IS\n    6  SUBJECT AND WHICH ARE ENUMERATED IN SUBDIVISION TWO OF THIS SECTION. THE\n    7  AMOUNT OF THE TAX CREDIT VOUCHER SHALL EQUAL ONE-HALF THE AMOUNT OF  THE\n    8  FAIR MARKET VALUE OF THE REAL PROPERTY.\n    9    4.  NOTHING  IN THIS SECTION SHALL BE CONSTRUED TO PREVENT TWO OR MORE\n   10  BUSINESS FIRMS FROM PARTICIPATING JOINTLY IN ONE OR MORE PROGRAMS  UNDER\n   11  THE PROVISIONS OF THIS SECTION.\n   12    5.  THE  SUM  OF ALL TAX CREDITS GRANTED PURSUANT TO THE PROVISIONS OF\n   13  THIS SECTION SHALL NOT EXCEED TWO HUNDRED FIFTY THOUSAND DOLLARS ANNUAL-\n   14  LY PER BUSINESS FIRM.\n   15    6. NO TAX CREDIT SHALL BE GRANTED TO ANY BANK, BANK AND TRUST COMPANY,\n   16  INSURANCE COMPANY, TRUST COMPANY, NATIONAL BANK, SAVINGS ASSOCIATION, OR\n   17  BUILDING AND LOAN ASSOCIATION OR ANY OTHER BUSINESS  ENTITY  FOR  ACTIV-\n   18  ITIES THAT ARE A PART OF ITS ORDINARY COURSE OF BUSINESS.\n   19    7. ANY TAX CREDIT NOT USED DURING THE PERIOD WITHIN WHICH THE CONTRIB-\n   20  UTION  WAS  MADE  MAY BE CARRIED FORWARD OR BACKWARD FOR THE FIVE, IMME-\n   21  DIATELY SUCCEEDING OR PRECEDING, CALENDAR OR FISCAL YEARS UNTIL THE FULL\n   22  CREDIT HAS BEEN ALLOWED.\n   23    8. IN NO EVENT SHALL THE TOTAL AMOUNT OF THE TAX  CREDITS  ALLOWED  TO\n   24  BUSINESS  FIRMS, PURSUANT TO THE PROVISIONS OF THIS SECTION, EXCEED FIVE\n   25  MILLION DOLLARS IN ANY ONE FISCAL YEAR.\n   26    9. NO NEIGHBORHOOD PRESERVATION COMPANY, RURAL  PRESERVATION  COMPANY,\n   27  OR  HOUSING  DEVELOPMENT  FUND  COMPANY, CONDUCTING A HOUSING PROGRAM OR\n   28  PROJECT ELIGIBLE FOR FUNDING, WITH RESPECT TO WHICH TAX CREDITS  MAY  BE\n   29  ALLOWED  UNDER  THIS  SECTION, SHALL BE ALLOWED TO RECEIVE REAL PROPERTY\n   30  WITH AN AGGREGATE VALUE IN EXCESS OF FIVE HUNDRED THOUSAND  DOLLARS  FOR\n   31  ANY FISCAL YEAR.\n   32    10.  NOTHING  IN THIS SECTION SHALL BE CONSTRUED TO PREVENT A BUSINESS\n   33  FIRM FROM MAKING ANY CONTRIBUTION TO A HOUSING  PROGRAM  OR  PROJECT  TO\n   34  WHICH  TAX  CREDITS MAY BE APPLIED, WHICH CONTRIBUTION MAY RESULT IN THE\n   35  BUSINESS FIRM HAVING  A  LIMITED  EQUITY  INTEREST  IN  THE  PROGRAM  OR\n   36  PROJECT.\n   37    11.  THE  COMMISSIONER  OF  HOUSING  AND  COMMUNITY  RENEWAL, WITH THE\n   38  APPROVAL OF THE COMMISSIONER OF TAXATION AND FINANCE, SHALL ADOPT  REGU-\n   39  LATIONS TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   40    S  2. Section 606 of the tax law is amended by adding a new subsection\n   41  (ss) to read as follows:\n   42    (SS) CREDIT  FOR  CONTRIBUTIONS  OF  REAL  PROPERTY  MADE  TO  CERTAIN\n   43  NOT-FOR-PROFIT  HOUSING  COMPANIES. A TAXPAYER SHALL BE ALLOWED A CREDIT\n   44  AGAINST THE TAX IMPOSED BY ARTICLES NINE-A, THIRTY-TWO AND  THIRTY-THREE\n   45  OF  THIS  CHAPTER  PURSUANT  TO THE PROVISIONS OF SECTION ELEVEN HUNDRED\n   46  THIRTY-FOUR OF THE PRIVATE HOUSING FINANCE LAW.\n   47    S 3. This act shall take effect on the one hundred twentieth day after\n   48  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law and the tax law, in relation to granting tax credit to business firms for contributions of real property made to not-for-profit housing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T091858.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101217.T154004.TXT", "SOBI.D101220.T171843.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295965138411
}