{
  "year" : 2011,
  "senateBillNo" : "A2818-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2818-2011-1295499600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to guaranteed asset protection waivers in motor vehicle leasing and installment sales",
  "summary" : "Relates to guaranteed asset protection waivers in motor vehicle leasing and installment sales. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Personal Property Law",
  "previousVersions" : [ "A11263-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2818\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the personal property law, in relation to motor  vehicle\n         leasing and installment sales\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 301 of the personal property  law,\n    2  as  amended  by  chapter  1  of  the laws of 1994, is amended to read as\n    3  follows:\n    4    6. \"Cash sale price\" means the cash sale  price  stated  in  a  retail\n    5  instalment  contract  for  which the seller would sell to the buyer, and\n    6  the buyer would buy from the seller, the  motor  vehicle  which  is  the\n    7  subject matter of the retail instalment contract if the sale were a sale\n    8  for  cash  instead  of a retail instalment sale. The cash sale price may\n    9  include any taxes, registration, license and other fees and charges  for\n   10  insurance, FOR A GUARANTEED ASSET PROTECTION WAIVER, for accessories and\n   11  their installation and for delivering, servicing, repairing or improving\n   12  the motor vehicle and for other services incidental to the agreement. It\n   13  also  may  include  the  unpaid  balance of any amount financed under an\n   14  outstanding motor vehicle loan agreement or motor vehicle retail instal-\n   15  ment contract or the unpaid portion of the early termination  obligation\n   16  under an outstanding motor vehicle retail lease agreement.\n   17    S  2. Section 302A of the personal property law, as amended by chapter\n   18  111 of the laws of 1995, is amended to read as follows:\n   19    S [302A] 302-A.  Total loss notice and waiver of the gap amount. 1. If\n   20  the retail instalment contract provides that the buyer shall be  respon-\n   21  sible  upon a total loss of the vehicle occasioned by its theft, confis-\n   22  cation or physical damage for the gap amount  as  defined  in  paragraph\n   23  fifty-two  of  subsection (a) of section one hundred seven of the insur-\n   24  ance law, the holder, prior to the execution of the contract, shall by a\n   25  notice on a separate document conspicuously disclose that fact  and  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05252-01-1\n\n       A. 2818                             2\n\n    1  obligations  for  which  the buyer would remain liable in the event of a\n    2  theft, confiscation or total loss of  the  vehicle.  If  the  holder  is\n    3  required  under  subdivision  two  of this section to offer to waive its\n    4  contractual  right  to  hold  the buyer liable for the gap amount in the\n    5  event of a total loss of the vehicle occasioned by its theft or physical\n    6  damage, the notice shall also: (a) state  that  for  a  separate  charge\n    7  disclosed  in  the notice the holder will waive its contractual right to\n    8  hold the buyer liable for the gap amount in the event of a total loss of\n    9  the vehicle occasioned by its theft or physical damage;  (b)  contain  a\n   10  provision  informing  the buyer that he or she may, as an alternative to\n   11  purchasing a waiver, be able to  purchase  insurance  covering  the  gap\n   12  amount  from  an insurance company which has been licensed by the super-\n   13  intendent of insurance to write motor vehicle debtor  gap  insurance  in\n   14  this state; and (c) contain a provision permitting the buyer to indicate\n   15  whether  he  or  she  wants the holder to waive its contractual right to\n   16  hold the buyer liable for the gap amount in the event of a total loss of\n   17  the vehicle occasioned by its theft or physical damage. The notice shall\n   18  be signed by the buyer. The holder shall provide a copy  of  the  signed\n   19  notice  to the buyer and shall maintain a copy in the holder's files for\n   20  at least the term of the contract. Failure to provide the notice and  to\n   21  obtain  the  buyer's  signature  as  required  by this subdivision shall\n   22  invalidate any provision of the agreement which otherwise would obligate\n   23  a buyer to pay to the holder, after a total loss of  the  motor  vehicle\n   24  occasioned  by  its  theft,  confiscation  or  physical  damage, the gap\n   25  amount. No retail installment contract shall  be  conditioned  upon  the\n   26  buyer's  obtaining of motor vehicle debtor gap insurance as set forth in\n   27  subparagraph (B) of paragraph twenty-six of subsection  (a)  of  section\n   28  one thousand one hundred thirteen of the insurance law.\n   29    2.  If the retail instalment contract provides that the buyer shall be\n   30  responsible upon a total loss of the vehicle occasioned by its theft  or\n   31  physical  damage  for the gap amount, the holder, prior to the execution\n   32  of the agreement, shall offer to waive its contractual right to hold the\n   33  buyer liable for the gap amount in the event of  a  total  loss  of  the\n   34  vehicle  occasioned by its theft or physical damage, only if motor vehi-\n   35  cle creditor gap insurance coverage is available to the holder and  such\n   36  coverage  is  obtained from a property/casualty insurance company, which\n   37  has been licensed by the superintendent of insurance of  this  state  to\n   38  write motor vehicle creditor gap insurance in this state. This offer may\n   39  be  made  contingent  upon the payment by the buyer of a separate charge\n   40  that shall not exceed the cost of motor vehicle creditor  gap  insurance\n   41  covering  the retail instalment contract UNLESS SUCH WAIVER IS A GUARAN-\n   42  TEED ASSET PROTECTION WAIVER AS ESTABLISHED  IN  SECTION  THREE  HUNDRED\n   43  TWO-B  OF  THIS  ARTICLE.    Nothing  contained in this section shall be\n   44  construed to authorize a waiver, in connection with a  transaction  with\n   45  respect  to  which  motor  vehicle  creditor  gap insurance has not been\n   46  obtained, of a contractual right to hold the buyer liable  for  the  gap\n   47  amount  in  the  event  of a total loss of the vehicle occasioned by its\n   48  theft or physical damage.\n   49    3. A holder shall not be  obligated  under  subdivision  two  of  this\n   50  section to offer to waive its contractual right to hold the buyer liable\n   51  for  the  gap  amount if, during the current calendar year or during the\n   52  odd-numbered calendar year immediately preceding the  calendar  year  in\n   53  which the agreement is entered into, the holder has received motor vehi-\n   54  cle  creditor  gap  insurance  declination  notices or other evidence of\n   55  unavailability from every insurance company whose name  appears  on  the\n   56  insurance  department  compilation  of  insurance companies which during\n\n       A. 2818                             3\n\n    1  that calendar year were authorized to write motor vehicle  creditor  gap\n    2  insurance  in  this  state.  Evidence  of  these  declinations  shall be\n    3  retained by such a holder of such a holder for a  period  of  six  years\n    4  after the expiration of the calendar year in which they were issued.\n    5    4. In order to enable holders or their anticipated assignees to comply\n    6  with  the  requirements  imposed by subdivision two of this section, the\n    7  superintendent of insurance shall compile and make available  a  period-\n    8  ically updated list of those insurance companies which are authorized to\n    9  write motor vehicle creditor gap insurance coverage in this state.\n   10    5.  Nothing in this section shall be construed to apply to the holder,\n   11  under a retail instalment contract under which the buyer is  not  liable\n   12  upon  a  total loss of the vehicle occasioned by its theft, confiscation\n   13  or physical damage for the gap amount.\n   14    S 3. The personal property law is amended  by  adding  a  new  section\n   15  302-B to read as follows:\n   16    S  302-B.    GUARANTEED ASSET PROTECTION WAIVERS. 1. \"GUARANTEED ASSET\n   17  PROTECTION WAIVER\" OR \"GAP WAIVER\" MEANS A CONTRACTUAL AGREEMENT WHEREIN\n   18  A CREDITOR AGREES FOR A SEPARATE CHARGE TO CANCEL OR WAIVE ALL  OR  PART\n   19  OF  AMOUNTS  DUE TO BORROWER'S FINANCE AGREEMENT IN THE EVENT OF A TOTAL\n   20  PHYSICAL DAMAGE LOSS OR UNRECOVERED THEFT OF THE  MOTOR  VEHICLE,  WHICH\n   21  AGREEMENT  MUST  BE  PART  OF,  OR A   SEPARATE ADDENDUM TO, THE FINANCE\n   22  AGREEMENT.  FOR PURPOSES OF THIS SECTION, THE TERM MOTOR  VEHICLE  SHALL\n   23  INCLUDE  SELF  PROPELLED  OR  TOWED  VEHICLES  DESIGNED  FOR PERSONAL OR\n   24  COMMERCIAL USE, INCLUDING, BUT NOT LIMITED TO, MOTOR VEHICLES AS DEFINED\n   25  IN SECTION THREE HUNDRED  ONE  OF  THIS  ARTICLE,  TRUCKS,  MOTORCYCLES,\n   26  RECREATIONAL  VEHICLES,  ALL  TERRAIN  VEHICLES,  SNOWMOBILES,  CAMPERS,\n   27  BOATS, PERSONAL WATERCRAFT, AND MOTORCYCLE, BOAT, CAMPER,  AND  PERSONAL\n   28  WATERCRAFT TRAILERS.\n   29    2. GAP WAIVERS SHALL BE OFFERED ACCORDING TO THE FOLLOWING:\n   30    (A)  NEITHER THE EXTENSION OF CREDIT, THE TERM OF CREDIT, NOR THE TERM\n   31  OF THE RELATED MOTOR VEHICLE SALE MAY BE CONDITIONED UPON  THE  PURCHASE\n   32  OF A GAP WAIVER.\n   33    (B)  THE  GAP  WAIVER REMAINS A PART OF THE FINANCE AGREEMENT UPON THE\n   34  ASSIGNMENT, SALE OR TRANSFER OF SUCH FINANCE AGREEMENT BY THE CREDITOR.\n   35    (C) NOTWITHSTANDING ANY OTHER  PROVISION  OF  LAW,  ANY  COST  TO  THE\n   36  BORROWER  FOR  A GAP WAIVER ENTERED INTO IN COMPLIANCE WITH THE TRUTH IN\n   37  LENDING ACT (15 U.S.C. 1601 ET. SEQ.) AND ITS IMPLEMENTING  REGULATIONS,\n   38  AS THEY MAY BE AMENDED FROM  TIME TO TIME, MUST BE SEPARATELY STATED AND\n   39  IS NOT TO BE CONSIDERED A FINANCE CHARGE OR INTEREST.\n   40    (D)  A  BUYER  MAY  CANCEL THE GAP WAIVER WITHIN A FREE LOOK PERIOD AS\n   41  SPECIFIED IN THE WAIVER, AND WILL BE ENTITLED TO A FULL  REFUND  OF  THE\n   42  PURCHASE  PRICE,  SO  LONG  AS NO BENEFITS HAVE BEEN PROVIDED; OR IN THE\n   43  EVENT BENEFITS HAVE BEEN PROVIDED, THE BORROWER MAY RECEIVE  A  FULL  OR\n   44  PARTIAL  REFUND PURSUANT TO THE TERMS OF THE WAIVER. A GAP WAIVER MAY BE\n   45  CANCELLABLE OR NON-CANCELLABLE AFTER THE FREE  LOOK  PERIOD.  IF  A  GAP\n   46  WAIVER IS CANCELLED AFTER THE FREE LOOK PERIOD AND NO BENEFITS HAVE BEEN\n   47  PAID,  A  BORROWER  MAY BE ENTITLED TO A REFUND PURSUANT TO THE TERMS OF\n   48  THE WAIVER. IN THE EVENT THE GAP  WAIVER  IS  CANCELLED  OR  UPON  EARLY\n   49  TERMINATION  OF THE FINANCE AGREEMENT, THE GAP WAIVER SHALL DISCLOSE THE\n   50  METHODOLOGY FOR CALCULATING ANY REFUND OF THE UNEARNED PURCHASE PRICE OF\n   51  THE GAP WAIVER DUE. IN ORDER TO  RECEIVE  A  REFUND,  THE  BORROWER,  IN\n   52  ACCORDANCE  WITH  ANY APPLICABLE TERMS OF THE GAP WAIVER, MUST PROVIDE A\n   53  WRITTEN REQUEST TO THE CREDITOR, ADMINISTRATOR OR  OTHER  PARTY,  WITHIN\n   54  NINETY  DAYS  OF  THE EVENT TERMINATING THE GAP WAIVER OR FINANCE AGREE-\n   55  MENT.\n\n       A. 2818                             4\n\n    1    (E) THE GAP WAIVER MUST DISCLOSE IN CLEAR AND UNDERSTANDABLE  LANGUAGE\n    2  THE  TERMS OF THE GAP WAIVER INCLUDING, BUT NOT LIMITED TO, THE REQUIRE-\n    3  MENTS FOR PROTECTION, CONDITIONS, OR EXCLUSIONS ASSOCIATED WITH THE  GAP\n    4  WAIVER.  THE  GAP  WAIVER MUST ALSO DISCLOSE THE PROCEDURES THE BORROWER\n    5  MUST FOLLOW, IF ANY, TO OBTAIN GAP WAIVER BENEFITS.\n    6    (F)  NOTWITHSTANDING  PARAGRAPH  THREE  OF SUBSECTION B OF SECTION ONE\n    7  THOUSAND ONE HUNDRED ONE OF THE  INSURANCE  LAW,  GAP  WAIVERS  GOVERNED\n    8  UNDER  THIS  SECTION ARE NOT INSURANCE AND ARE EXEMPT FROM THE INSURANCE\n    9  LAWS OF THIS STATE. PERSONS MARKETING, SELLING OR OFFERING TO  SELL  GAP\n   10  WAIVERS  TO BORROWERS THAT COMPLY WITH THIS SECTION ARE EXEMPT FROM THIS\n   11  STATE'S INSURANCE LICENSING REQUIREMENTS.\n   12    S 4. Subdivision 2 of section 335 of the  personal  property  law,  as\n   13  amended  by  chapter  111  of  the  laws  of 1995, is amended to read as\n   14  follows:\n   15    2. If the retail lease agreement provides that  the  lessee  shall  be\n   16  responsible  upon a total loss of the vehicle occasioned by its theft or\n   17  physical damage for the gap amount, the lessor, prior to  the  execution\n   18  of the agreement, shall offer to waive its contractual right to hold the\n   19  lessee  liable  for  the  gap amount in the event of a total loss of the\n   20  vehicle occasioned by its theft or physical damage, only if motor  vehi-\n   21  cle  lessor  gap  insurance  coverage  is available to the lessor or the\n   22  anticipated  assignee   and   such   coverage   is   obtained   from   a\n   23  property/casualty  insurance  company,  which  has  been licensed by the\n   24  superintendent of insurance of this state to write motor vehicle  lessor\n   25  gap  insurance in this state. This offer may be made contingent upon the\n   26  payment by the lessee of a separate charge that  shall  not  exceed  the\n   27  cost  of lessor gap insurance covering the retail lease transaction plus\n   28  an administrative fee not to exceed ten dollars UNLESS SUCH WAIVER IS  A\n   29  GUARANTEED  ASSET  PROTECTION  WAIVER  AS  ESTABLISHED  IN SECTION THREE\n   30  HUNDRED THIRTY-FIVE-A OF THIS ARTICLE. Nothing contained in this section\n   31  shall be construed to authorize a waiver, in connection  with  a  trans-\n   32  action with respect to which lessor gap insurance has not been obtained,\n   33  of  a  contractual right to hold the lessee liable for the gap amount in\n   34  the event of a total loss of the vehicle  occasioned  by  its  theft  or\n   35  physical damage.\n   36    S  5.  The  personal  property  law is amended by adding a new section\n   37  335-A to read as follows:\n   38    S 335-A. GUARANTEED ASSET PROTECTION  WAIVERS.  1.  \"GUARANTEED  ASSET\n   39  PROTECTION WAIVER\" OR \"GAP WAIVER\" MEANS A CONTRACTUAL AGREEMENT WHEREIN\n   40  A  CREDITOR  AGREES FOR A SEPARATE CHARGE TO CANCEL OR WAIVE ALL OR PART\n   41  OF AMOUNTS DUE TO BORROWER'S FINANCE AGREEMENT IN THE EVENT OF  A  TOTAL\n   42  PHYSICAL  DAMAGE  LOSS  OR UNRECOVERED THEFT OF THE MOTOR VEHICLE, WHICH\n   43  AGREEMENT MUST BE PART OF, OR A SEPARATE ADDENDUM TO, THE FINANCE AGREE-\n   44  MENT. FOR PURPOSES OF THIS SECTION, THE TERM MOTOR VEHICLE SHALL INCLUDE\n   45  SELF PROPELLED OR TOWED VEHICLES DESIGNED FOR PERSONAL OR COMMERCIAL  OR\n   46  BUSINESS  USE,  INCLUDING, BUT NOT LIMITED TO, MOTOR VEHICLES AS DEFINED\n   47  IN SECTION THREE HUNDRED  ONE  OF  THIS  CHAPTER,  TRUCKS,  MOTORCYCLES,\n   48  RECREATIONAL  VEHICLES,  ALL  TERRAIN  VEHICLES,  SNOWMOBILES,  CAMPERS,\n   49  BOATS, PERSONAL WATERCRAFT, AND MOTORCYCLE, BOAT, CAMPER,  AND  PERSONAL\n   50  WATERCRAFT TRAILERS.\n   51    2. GAP WAIVERS SHALL BE OFFERED ACCORDING TO THE FOLLOWING:\n   52    (A)  NEITHER THE EXTENSION OF CREDIT, THE TERM OF CREDIT, NOR THE TERM\n   53  OF THE RELATED MOTOR VEHICLE LEASE MAY BE CONDITIONED UPON THE  PURCHASE\n   54  OF A GAP WAIVER.\n\n       A. 2818                             5\n\n    1    (B)  THE  GAP WAIVER REMAINS A PART OF THE RETAIL LEASE AGREEMENT UPON\n    2  THE ASSIGNMENT, SALE OR TRANSFER OF SUCH RETAIL LEASE AGREEMENT  BY  THE\n    3  CREDITOR.\n    4    (C)  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  ANY COST TO THE\n    5  BORROWER FOR A GAP WAIVER ENTERED INTO IN COMPLIANCE WITH THE  TRUTH  IN\n    6  LENDING  ACT (15 U.S.C. 1601 ET. SEQ.) AND ITS IMPLEMENTING REGULATIONS,\n    7  AS THEY MAY BE AMENDED FROM TIME TO TIME, MUST BE SEPARATELY STATED  AND\n    8  IS NOT TO BE CONSIDERED A FINANCE CHARGE OR INTEREST.\n    9    (D)  A  BUYER  MAY  CANCEL THE GAP WAIVER WITHIN A FREE LOOK PERIOD AS\n   10  SPECIFIED IN THE WAIVER, AND WILL BE ENTITLED TO A FULL  REFUND  OF  THE\n   11  PURCHASE  PRICE,  SO  LONG  AS NO BENEFITS HAVE BEEN PROVIDED; OR IN THE\n   12  EVENT BENEFITS HAVE BEEN PROVIDED, THE BORROWER MAY RECEIVE  A  FULL  OR\n   13  PARTIAL  REFUND PURSUANT TO THE TERMS OF THE WAIVER. A GAP WAIVER MAY BE\n   14  CANCELLABLE OR NON-CANCELLABLE AFTER THE FREE  LOOK  PERIOD.  IF  A  GAP\n   15  WAIVER IS CANCELLED AFTER THE FREE LOOK PERIOD AND NO BENEFITS HAVE BEEN\n   16  PAID,  A  BORROWER  MAY BE ENTITLED TO A REFUND PURSUANT TO THE TERMS OF\n   17  THE WAIVER. IN THE EVENT THE GAP  WAIVER  IS  CANCELLED  OR  UPON  EARLY\n   18  TERMINATION  OF THE FINANCE AGREEMENT, THE GAP WAIVER SHALL DISCLOSE THE\n   19  METHODOLOGY FOR CALCULATING ANY REFUND OF THE UNEARNED PURCHASE PRICE OF\n   20  THE GAP WAIVER DUE. IN ORDER TO  RECEIVE  A  REFUND,  THE  BORROWER,  IN\n   21  ACCORDANCE  WITH  ANY APPLICABLE TERMS OF THE GAP WAIVER, MUST PROVIDE A\n   22  WRITTEN REQUEST TO THE CREDITOR, ADMINISTRATOR OR  OTHER  PARTY,  WITHIN\n   23  NINETY  DAYS  OF  THE EVENT TERMINATING THE GAP WAIVER OR FINANCE AGREE-\n   24  MENT.\n   25    (E) THE GAP WAIVER MUST DISCLOSE IN CLEAR AND UNDERSTANDABLE  LANGUAGE\n   26  THE  TERMS OF THE GAP WAIVER INCLUDING, BUT NOT LIMITED TO, THE REQUIRE-\n   27  MENTS FOR PROTECTION, CONDITIONS, OR EXCLUSIONS ASSOCIATED WITH THE  GAP\n   28  WAIVER.  THE  GAP  WAIVER MUST ALSO DISCLOSE THE PROCEDURES THE BORROWER\n   29  MUST FOLLOW, IF ANY, TO OBTAIN GAP WAIVER BENEFITS.\n   30    (F) NOTWITHSTANDING PARAGRAPH THREE OF SUBSECTION  B  OF  SECTION  ONE\n   31  THOUSAND  ONE  HUNDRED  ONE OF THE INSURANCE LAW, GAP WAIVERS UNDER THIS\n   32  SECTION ARE NOT INSURANCE AND ARE EXEMPT FROM THE INSURANCE LAWS OF THIS\n   33  STATE. PERSONS MARKETING, SELLING OR OFFERING TO  SELL  GAP  WAIVERS  TO\n   34  BORROWERS  THAT  COMPLY  WITH  THIS SECTION ARE EXEMPT FROM THIS STATE'S\n   35  INSURANCE LICENSING REQUIREMENTS.\n   36    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the personal property law, in relation to motor vehicle leasing and installment sales ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T112018.TXT", "SOBI.D110120.T142407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295626818442
}