{
  "year" : 2011,
  "senateBillNo" : "A2817-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2817-2011-1295499600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice to consumers of the manufacturer and importer of consumer products",
  "summary" : "Requires the manufacturer and importer of certain consumer products to conspicuously disclose the name of the manufacturer and importer of a consumer product and the primary address of the manufacturer and importer on the container or package of such product or upon a tag affixed to such product; defines \"consumer item\" as a toy or article intended for use by children or an electrical product intended for a consumer's personal use; provides that a violation of such provisions shall be a deceptive act and false advertising and shall be subject to appropriate penalties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A450-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2817\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. JACOBS -- Multi-Sponsored by -- M. of A. HOOPER\n         -- read once and referred to the Committee  on  Consumer  Affairs  and\n         Protection\n\n       AN  ACT  to  amend  the  general  business law, in relation to requiring\n         consumer products to be labelled or contain the name of  the  manufac-\n         turer and importer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  349-e to read as follows:\n    3    S 349-E. NOTICE CONCERNING MANUFACTURERS  AND  IMPORTERS  OF  CONSUMER\n    4  PRODUCTS. 1. FOR PURPOSES OF THIS SECTION:\n    5    (A)  \"MANUFACTURER\"  MEANS  A  PERSON,  FIRM OR CORPORATION ENGAGED IN\n    6  MAKING,  CONVERTING,  PROCESSING,  ALTERING,  REPAIRING,  FINISHING   OR\n    7  PREPARING ANY CONSUMER PRODUCT FOR SALE TO A CONSUMER.\n    8    (B)  \"IMPORTER\"  MEANS  A  PERSON,  FIRM OR CORPORATION ENGAGED IN THE\n    9  DISTRIBUTION OF ANY CONSUMER PRODUCT FOR SALE OR LEASE TO A CONSUMER  IN\n   10  THIS STATE.\n   11    (C) \"CONSUMER PRODUCT\" MEANS ANY TOY OR OTHER ARTICLE INTENDED FOR USE\n   12  BY  CHILDREN OR ANY ELECTRICAL PRODUCT INCLUDING ANY EXTENSION CORD THAT\n   13  IS USED TO CONNECT SUCH PRODUCT TO ITS SOURCE OF POWER THAT IS  INTENDED\n   14  FOR A CONSUMER'S PERSONAL, FAMILY, RECREATIONAL OR HOUSEHOLD PURPOSES.\n   15    (D)  \"MERCHANT\"  MEANS  A  PERSON,  FIRM OR CORPORATION ENGAGED IN THE\n   16  SALE, DISPLAY OR OFFERING FOR SALE CONSUMER PRODUCTS OR  MERCHANDISE  AT\n   17  RETAIL TO A CONSUMER.\n   18    2.  NO MERCHANT, MANUFACTURER, FIRM, CORPORATION, ASSOCIATION OR AGENT\n   19  OR EMPLOYEE THEREOF SHALL IMPORT, MANUFACTURE, SELL, OFFER FOR  SALE  OR\n   20  DISTRIBUTE  IN THIS STATE ANY CONSUMER PRODUCT TO A CONSUMER WHICH FAILS\n   21  TO CONSPICUOUSLY DISCLOSE THE NAME OF THE MANUFACTURER OF  THE  CONSUMER\n   22  PRODUCT AND THE PRIMARY ADDRESS OF SUCH MANUFACTURER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04270-01-1\n\n       A. 2817                             2\n\n    1    3. A MANUFACTURER SHALL CONSPICUOUSLY DISCLOSE ITS NAME AND ADDRESS ON\n    2  THE  CONTAINER  OR  PACKAGE  CONTAINING ANY CONSUMER PRODUCT OR, WHERE A\n    3  CONSUMER PRODUCT IS  UNPACKAGED  OR  IS  NOT  PACKAGED  IN  A  CONTAINER\n    4  INTENDED  OR  SUITABLE  FOR  DELIVERY  TO THE CONSUMER, SUCH INFORMATION\n    5  SHALL BE CONTAINED ON A TAG OR LABEL AFFIXED TO THE CONSUMER PRODUCT.\n    6    4. WHERE AN IMPORTER DISTRIBUTES A CONSUMER PRODUCT FOR SALE OR LEASE,\n    7  THE  IMPORTER  SHALL  CONSPICUOUSLY DISCLOSE ITS NAME AND ADDRESS ON THE\n    8  CONTAINER OR PACKAGE CONTAINING ANY CONSUMER PRODUCT OR, WHERE A CONSUM-\n    9  ER PRODUCT IS UNPACKAGED OR IS NOT PACKAGED IN A CONTAINER  INTENDED  OR\n   10  SUITABLE  FOR  DELIVERY  TO  THE  CONSUMER,  SUCH  INFORMATION  SHALL BE\n   11  CONTAINED ON A TAG OR LABEL AFFIXED TO THE CONSUMER PRODUCT.\n   12    5. THE PROVISIONS OF THIS SECTION SHALL NOT  BE  DEEMED  TO  ALTER  OR\n   13  OTHERWISE SUPERSEDE ANY OTHER LABELING OR DISCLOSURE REQUIREMENT IMPOSED\n   14  BY STATE OR FEDERAL LAW.\n   15    6.  A VIOLATION OF THIS SECTION SHALL BE DEEMED TO BE BOTH A DECEPTIVE\n   16  ACT AND FALSE ADVERTISING AND SHALL BE SUBJECT TO THE  PENALTIES  OTHER-\n   17  WISE PRESCRIBED IN THIS ARTICLE.\n   18    S 2. This act shall take effect on the one hundred twentieth day after\n   19  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring consumer products to be labelled or contain the name of the manufacturer and importer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T112018.TXT", "SOBI.D110120.T142407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295626818441
}