{
  "year" : 2011,
  "senateBillNo" : "A2814-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2814-2011-1295499600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York birth-related neurological impairment compensation act",
  "summary" : "Enacts the New York birth-related neurological injury compensation act; directs the workers' compensation board to determine all claims for compensation for birth-related impairment, and if the injury falls within the defined scope of neurological injuries, direct compensation by the fund, similar to a no fault system. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2214-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2814\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation to enacting the New  York\n         birth-related neurological injury compensation act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new article 57  to\n    2  read as follows:\n    3                                  ARTICLE 57\n    4                     NEW YORK BIRTH-RELATED NEUROLOGICAL\n    5                           INJURY COMPENSATION ACT\n    6  SECTION 5701. SHORT TITLE.\n    7          5702. DEFINITIONS.\n    8          5703.  NEW  YORK  BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION\n    9                 PROGRAM; EXCLUSIVE REMEDY; EXCEPTION.\n   10          5704. WORKERS' COMPENSATION BOARD AUTHORIZED TO HEAR AND  DETER-\n   11                 MINE CLAIMS.\n   12          5705.  FILING  OF CLAIMS; REVIEW BY STATE BOARD FOR PROFESSIONAL\n   13                 MEDICAL CONDUCT; FILING OF RESPONSES.\n   14          5706. TOLLING OF STATUTE OF LIMITATIONS.\n   15          5707. HEARING; PARTIES.\n   16          5708. INTERROGATORIES AND DEPOSITIONS.\n   17          5709. DETERMINATION OF CLAIMS; PRESUMPTION;  FINDINGS  OF  BOARD\n   18                 BINDING ON PARTICIPANTS; MEDICAL ADVISORY PANEL.\n   19          5710.  BOARD  AWARDS  FOR  BIRTH-RELATED  NEUROLOGICAL INJURIES;\n   20                 NOTICE OF AWARD.\n   21          5711. LIMITATION ON CLAIMS.\n   22          5712. SCOPE.\n   23          5713. BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION FUND.\n   24          5714. BOARD OF DIRECTORS; APPOINTMENT; VACANCIES; TERM.\n   25          5715. PLAN OF OPERATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02850-01-1\n\n       A. 2814                             2\n\n    1          5716. FUNDS TO BE HELD IN RESTRICTED CASH ACCOUNT.\n    2          5717. ASSESSMENTS.\n    3          5718.  ACTUARIAL  INVESTIGATION, VALUATIONS, GAIN/LOSS ANALYSIS;\n    4                 NOTICE IF ASSESSMENTS PROVE INSUFFICIENT.\n    5    S 5701. SHORT TITLE. THE PROVISIONS OF THIS ARTICLE SHALL BE KNOWN AND\n    6  MAY BE CITED AS THE \"NEW YORK BIRTH-RELATED NEUROLOGICAL INJURY  COMPEN-\n    7  SATION ACT\".\n    8    S 5702. DEFINITIONS. AS USED IN THIS ARTICLE:\n    9    (A)   \"BIRTH-RELATED  NEUROLOGICAL  INJURY\"  MEANS  A  NON-PROGRESSIVE\n   10  IMPAIRMENT OF BRAIN OR SPINAL CORD WHICH OCCURRED OR  WHICH  COULD  HAVE\n   11  OCCURRED DURING PREGNANCY, DURING LABOR, DURING DELIVERY OR IN THE IMME-\n   12  DIATE RESUSCITATION PERIOD AFTER DELIVERY WHICH RESULTS IN A SIGNIFICANT\n   13  IMPAIRMENT  IN  CENTRAL  NERVOUS  SYSTEM  FUNCTION  RENDERING THE INFANT\n   14  SUBSTANTIALLY HANDICAPPED. THE DETERMINATION OF  WHETHER  A  SUBSTANTIAL\n   15  HANDICAP EXISTS SHALL BE MADE BY THE STATE BOARD OF PROFESSIONAL MEDICAL\n   16  CONDUCT.  THIS  TERM  SHALL  APPLY  ONLY  TO  LIVE BIRTHS, AND SHALL NOT\n   17  INCLUDE DISABILITIES CAUSED BY CONGENITAL ABNORMALITIES  INCLUDING,  BUT\n   18  NOT LIMITED TO: GENETIC, DEVELOPMENTAL OR TERATOGENIC CAUSES.\n   19    (B)  \"CLAIMANT\" MEANS ANY PERSON WHO FILES A CLAIM PURSUANT TO SECTION\n   20  FIVE THOUSAND SEVEN HUNDRED FIVE OF THIS ARTICLE FOR COMPENSATION FOR  A\n   21  BIRTH-RELATED  NEUROLOGICAL  INJURY  TO  AN INFANT.   SUCH CLAIMS MAY BE\n   22  FILED BY ANY LEGAL REPRESENTATIVE ON BEHALF OF AN INJURED  INFANT;  AND,\n   23  IN  THE CASE OF A DECEASED INFANT, THE CLAIM MAY BE FILED BY AN ADMINIS-\n   24  TRATOR, EXECUTOR, OR OTHER LEGAL REPRESENTATIVE.\n   25    (C) \"BOARD\" MEANS THE WORKERS' COMPENSATION BOARD OF THE STATE OF  NEW\n   26  YORK.\n   27    (D) \"PARTICIPATING PHYSICIAN\" MEANS A PHYSICIAN LICENSED IN THIS STATE\n   28  TO  PRACTICE  MEDICINE, WHO PRACTICES OBSTETRICS OR PERFORMS OBSTETRICAL\n   29  SERVICES EITHER FULL OR PART-TIME AND WHO HAD IN FORCE AN AGREEMENT WITH\n   30  THE STATE BOARD FOR PROFESSIONAL MEDICAL CONDUCT WHEREBY  THE  PHYSICIAN\n   31  AGREED  TO  SUBMIT TO REVIEW BY THE STATE BOARD FOR PROFESSIONAL MEDICAL\n   32  CONDUCT AS REQUIRED BY SUBSECTION (B) OF  SECTION  FIVE  THOUSAND  SEVEN\n   33  HUNDRED FIVE OF THIS ARTICLE.\n   34    (E)  \"PARTICIPATING  HOSPITAL\"  MEANS  A HOSPITAL LICENSED IN NEW YORK\n   35  WHICH AT THE TIME OF THE INJURY HAD IN FORCE AN AGREEMENT WITH THE BOARD\n   36  WHEREBY THE HOSPITAL AGREED TO  SUBMIT  TO  REVIEW  OF  ITS  OBSTETRICAL\n   37  SERVICE,  AS  REQUIRED  BY SUBSECTION (C) OF SECTION FIVE THOUSAND SEVEN\n   38  HUNDRED FIVE OF THIS ARTICLE.\n   39    (F) \"PROGRAM\" MEANS THE NEW  YORK  BIRTH-RELATED  NEUROLOGICAL  INJURY\n   40  COMPENSATION PROGRAM ESTABLISHED BY THIS ARTICLE.\n   41    S  5703.  NEW  YORK  BIRTH-RELATED  NEUROLOGICAL  INJURY  COMPENSATION\n   42  PROGRAM; EXCLUSIVE REMEDY; EXCEPTION. (A) THERE  IS  HEREBY  ESTABLISHED\n   43  THE NEW YORK BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION PROGRAM.\n   44    (B)  THE  RIGHTS  AND  REMEDIES GRANTED PURSUANT TO THIS ARTICLE TO AN\n   45  INFANT ON ACCOUNT OF A BIRTH-RELATED NEUROLOGICAL INJURY  SHALL  EXCLUDE\n   46  ALL OTHER RIGHTS AND REMEDIES OF SUCH INFANT, HIS OR HER PERSONAL REPRE-\n   47  SENTATIVE,  PARENTS,  DEPENDENTS OR NEXT OF KIN, AT COMMON LAW OR OTHER-\n   48  WISE ARISING OUT OF OR RELATED  TO  A  MEDICAL  MALPRACTICE  CLAIM  WITH\n   49  RESPECT TO SUCH INJURY.\n   50    (C)  NOTWITHSTANDING ANYTHING TO THE CONTRARY IN THIS SECTION, A CIVIL\n   51  ACTION SHALL NOT BE FORECLOSED AGAINST A PHYSICIAN OR A  HOSPITAL  WHERE\n   52  THERE  IS  CLEAR AND CONVINCING EVIDENCE THAT SUCH PHYSICIAN OR HOSPITAL\n   53  INTENTIONALLY OR WILLFULLY CAUSED OR INTENDED TO CAUSE  A  BIRTH-RELATED\n   54  NEUROLOGICAL  INJURY,  PROVIDED  THAT SUCH SUIT IS FILED PRIOR TO AND IN\n   55  LIEU OF PAYMENT OF AN AWARD UNDER THIS ARTICLE. SUCH SUIT SHALL BE FILED\n   56  BEFORE THE AWARD OF THE BOARD BECOMES CONCLUSIVE AND BINDING.\n\n       A. 2814                             3\n\n    1    S 5704.  WORKERS' COMPENSATION BOARD AUTHORIZED TO HEAR AND  DETERMINE\n    2  CLAIMS.   THE BOARD IS AUTHORIZED TO HEAR AND PASS UPON ALL CLAIMS FILED\n    3  PURSUANT TO THIS ARTICLE. THE BOARD MAY EXERCISE THE POWER AND AUTHORITY\n    4  GRANTED TO IT BY ARTICLE EIGHT  OF  THE  WORKERS'  COMPENSATION  LAW  AS\n    5  NECESSARY TO CARRY OUT THE PURPOSES OF THIS ARTICLE.\n    6    S  5705.  FILING  OF  CLAIMS;  REVIEW  BY STATE BOARD FOR PROFESSIONAL\n    7  MEDICAL CONDUCT; FILING OF RESPONSES.  (A) (1) IN ALL CLAIMS FILED UNDER\n    8  THIS ARTICLE, THE CLAIMANT SHALL FILE WITH THE BOARD A PETITION, SETTING\n    9  FORTH THE FOLLOWING INFORMATION:\n   10    (A) THE NAME AND ADDRESS OF THE LEGAL REPRESENTATIVE AND THE BASIS FOR\n   11  HIS OR HER REPRESENTATION OF THE INJURED INFANT;\n   12    (B) THE NAME AND ADDRESS OF THE INJURED INFANT;\n   13    (C) THE NAME  AND  ADDRESS  OF  ANY  PHYSICIAN  PROVIDING  OBSTETRICAL\n   14  SERVICES  WHO  WAS  PRESENT AT THE BIRTH AND THE NAME AND ADDRESS OF THE\n   15  HOSPITAL AT WHICH THE BIRTH OCCURRED;\n   16    (D) A DESCRIPTION OF THE DISABILITY FOR WHICH CLAIM IS MADE;\n   17    (E) THE TIME AND PLACE WHERE THE INJURY OCCURRED;\n   18    (F) A BRIEF STATEMENT OF THE FACTS AND CIRCUMSTANCES  SURROUNDING  THE\n   19  INJURY AND GIVING RISE TO THE CLAIM;\n   20    (G)  ALL AVAILABLE RELEVANT MEDICAL RECORDS RELATING TO THE PERSON WHO\n   21  ALLEGEDLY SUFFERED A BIRTH-RELATED NEUROLOGICAL INJURY AND AN  IDENTIFI-\n   22  CATION  OF ANY UNAVAILABLE RECORDS KNOWN TO THE CLAIMANT AND THE REASONS\n   23  FOR THEIR UNAVAILABILITY;\n   24    (H) APPROPRIATE ASSESSMENTS, EVALUATIONS, AND PROGNOSES AND SUCH OTHER\n   25  RECORDS AND DOCUMENTS AS ARE REASONABLY NECESSARY FOR THE  DETERMINATION\n   26  OF  THE  AMOUNT  OF  COMPENSATION  TO  BE  PAID TO, OR ON BEHALF OF, THE\n   27  INJURED INFANT ON ACCOUNT OF A BIRTH-RELATED NEUROLOGICAL INJURY;\n   28    (I) DOCUMENTATION OF EXPENSES AND SERVICES  INCURRED  TO  DATE,  WHICH\n   29  INDICATES  WHETHER SUCH EXPENSES AND SERVICES HAVE BEEN PAID FOR, AND IF\n   30  SO, BY WHOM; AND\n   31    (J) DOCUMENTATION OF ANY APPLICABLE PRIVATE OR GOVERNMENTAL SOURCE  OF\n   32  SERVICES OR REIMBURSEMENT RELATIVE TO THE ALLEGED IMPAIRMENTS.\n   33    (2)  THE  CLAIMANT  SHALL FURNISH THE BOARD WITH AS MANY COPIES OF THE\n   34  PETITION AS REQUIRED FOR SERVICE UPON THE  PROGRAM,  ANY  PHYSICIAN  AND\n   35  HOSPITAL  NAMED  IN  THE  PETITION, AND THE STATE BOARD FOR PROFESSIONAL\n   36  MEDICAL CONDUCT, ALONG WITH A FIFTEEN DOLLAR FILING FEE. UPON RECEIPT OF\n   37  THE PETITION, THE BOARD SHALL IMMEDIATELY SERVE THE PROGRAM  BY  SERVICE\n   38  UPON  THE AGENT DESIGNATED TO ACCEPT SERVICE ON BEHALF OF THE PROGRAM IN\n   39  THE PLAN OF OPERATION BY REGISTERED OR CERTIFIED MAIL,  AND  SHALL  MAIL\n   40  COPIES  OF THE PETITION TO ANY PHYSICIAN AND HOSPITAL NAMED IN THE PETI-\n   41  TION, THE STATE BOARD FOR PROFESSIONAL MEDICAL CONDUCT AND  THE  DEPART-\n   42  MENT OF HEALTH.\n   43    (B)  UPON  RECEIPT  OF  THE PETITION, THE STATE BOARD FOR PROFESSIONAL\n   44  MEDICAL CONDUCT SHALL EVALUATE THE CLAIM,  AND  IF  IT  DETERMINES  THAT\n   45  THERE IS REASON TO BELIEVE THAT THE ALLEGED INJURY RESULTED FROM, OR WAS\n   46  AGGRAVATED  BY, SUBSTANDARD CARE ON THE PART OF THE PHYSICIANS, IT SHALL\n   47  TAKE ANY APPROPRIATE ACTION.\n   48    (C) UPON RECEIPT OF THE PETITION, THE DEPARTMENT OF HEALTH SHALL EVAL-\n   49  UATE THE CLAIM, AND IF IT DETERMINES THAT THERE  IS  REASON  TO  BELIEVE\n   50  THAT THE ALLEGED INJURY RESULTED FROM, OR WAS AGGRAVATED BY, SUBSTANDARD\n   51  CARE  ON  THE PART OF THE HOSPITAL AT WHICH THE BIRTH OCCURRED, IT SHALL\n   52  TAKE ANY APPROPRIATE ACTION.\n   53    (D) THE PROGRAM SHALL HAVE THIRTY DAYS FROM THE  DATE  OF  SERVICE  IN\n   54  WHICH TO FILE A RESPONSE TO THE PETITION, AND TO SUBMIT RELEVANT WRITTEN\n   55  INFORMATION  RELATING  TO  THE  ISSUE OF WHETHER THE INJURY ALLEGED IS A\n   56  BIRTH-RELATED NEUROLOGICAL INJURY, WITHIN THE MEANING OF THIS ARTICLE.\n\n       A. 2814                             4\n\n    1    S 5706. TOLLING OF STATUTE OF LIMITATIONS. THE STATUTE OF  LIMITATIONS\n    2  WITH  RESPECT TO ANY CIVIL ACTION THAT MAY BE BROUGHT BY OR ON BEHALF OF\n    3  AN INJURED INFANT ALLEGEDLY ARISING OUT OF OR RELATED TO A BIRTH-RELATED\n    4  INJURY SHALL BE TOLLED BY THE FILING OF A CLAIM IN ACCORDANCE WITH  THIS\n    5  SECTION,  AND  THE  TIME  SUCH CLAIM IS PENDING SHALL NOT BE COMPUTED AS\n    6  PART OF THE PERIOD WITHIN WHICH SUCH CIVIL ACTION MAY BE BROUGHT.\n    7    S 5707. HEARING; PARTIES. (A) IMMEDIATELY AFTER SUCH PETITION HAS BEEN\n    8  RECEIVED, THE BOARD SHALL SET THE DATE FOR A  HEARING,  WHICH  SHALL  BE\n    9  HELD NO SOONER THAN FORTY-FIVE DAYS AND NO LATER THAN ONE HUNDRED TWENTY\n   10  DAYS AFTER THE FILING OF A PETITION, AND SHALL NOTIFY THE PARTIES THERE-\n   11  TO  OF  THE TIME AND PLACE OF SUCH HEARING. THE HEARING SHALL BE HELD IN\n   12  THE CITY OR COUNTY WHERE THE INJURY OCCURRED, OR IN A CONTIGUOUS CITY OR\n   13  COUNTY, UNLESS OTHERWISE AGREED TO BY THE PARTIES AND AUTHORIZED BY  THE\n   14  BOARD.\n   15    (B)  THE  PARTIES  TO  THE  HEARING  REQUIRED UNDER THIS SECTION SHALL\n   16  INCLUDE THE CLAIMANT AND THE PROGRAM.\n   17    S 5708. INTERROGATORIES AND DEPOSITIONS. ANY  PARTY  TO  A  PROCEEDING\n   18  UNDER  THIS ARTICLE MAY, UPON APPLICATION TO THE BOARD SETTING FORTH THE\n   19  MATERIALITY OF THE EVIDENCE TO BE GIVEN, SERVE INTERROGATORIES OR  CAUSE\n   20  THE  DEPOSITIONS OF WITNESSES RESIDING WITHIN OR WITHOUT THE STATE TO BE\n   21  TAKEN, THE COSTS TO BE TAXED AS EXPENSES INCURRED IN CONNECTION WITH THE\n   22  FILING OF A CLAIM, IN ACCORDANCE WITH SUBSECTION  (B)  OF  SECTION  FIVE\n   23  THOUSAND  SEVEN  HUNDRED  TEN OF THIS ARTICLE. SUCH DEPOSITIONS SHALL BE\n   24  TAKEN AFTER GIVING NOTICE AND IN THE MANNER PRESCRIBED BY LAW, FOR DEPO-\n   25  SITIONS IN ACTIONS AT LAW, EXCEPT THAT THEY  SHALL  BE  FILED  WITH  THE\n   26  BOARD.\n   27    S  5709. DETERMINATION OF CLAIMS; PRESUMPTION; FINDINGS OF BOARD BIND-\n   28  ING ON PARTICIPANTS; MEDICAL ADVISORY PANEL. (A) THE BOARD SHALL  DETER-\n   29  MINE,  ON  THE  BASIS  OF  THE  EVIDENCE  PRESENTED TO IT, THE FOLLOWING\n   30  ISSUES:\n   31    (1) WHETHER THE INJURIES CLAIMED ARE BIRTH-RELATED NEUROLOGICAL  INJU-\n   32  RIES AS DEFINED IN SECTION FIVE THOUSAND SEVEN HUNDRED TWO OF THIS ARTI-\n   33  CLE.  A  REBUTTABLE PRESUMPTION SHALL ARISE THAT THE INJURY ALLEGED IS A\n   34  BIRTH-RELATED NEUROLOGICAL INJURY WHERE IT HAS BEEN DEMONSTRATED, TO THE\n   35  SATISFACTION OF THE BOARD, THAT THE INFANT  HAS  SUSTAINED  A  BRAIN  OR\n   36  SPINAL  CORD  INJURY  CAUSED BY OXYGEN DEPRIVATION OR MECHANICAL INJURY,\n   37  AND THAT THE INFANT  WAS  THEREBY  RENDERED  PERMANENTLY  NONAMBULATORY,\n   38  APHASIC AND INCONTINENT.\n   39    IF EITHER PARTY DISAGREES WITH SUCH PRESUMPTION, THAT PARTY SHALL HAVE\n   40  THE  BURDEN  OF  PROVING THAT THE INJURIES ALLEGED ARE NOT BIRTH-RELATED\n   41  NEUROLOGICAL INJURIES WITHIN THE MEANING OF THIS ARTICLE.\n   42    (2) WHETHER OBSTETRICAL SERVICES WERE  DELIVERED  BY  A  PARTICIPATING\n   43  PHYSICIAN AT THE BIRTH.\n   44    (3) WHETHER THE BIRTH OCCURRED IN A PARTICIPATING HOSPITAL.\n   45    (4)  HOW  MUCH  COMPENSATION, IF ANY, IS AWARDABLE PURSUANT TO SECTION\n   46  FIVE THOUSAND SEVEN HUNDRED TEN OF THIS ARTICLE.\n   47    (5) IF THE BOARD DETERMINES THAT THE INJURY ALLEGED IS NOT A BIRTH-RE-\n   48  LATED NEUROLOGICAL INJURY WITHIN  THE  MEANING  OF  THIS  ARTICLE,  THAT\n   49  OBSTETRICAL  SERVICES WERE NOT DELIVERED BY A PARTICIPATING PHYSICIAN AT\n   50  THE BIRTH, OR THAT THE BIRTH DID NOT OCCUR IN A PARTICIPATING  HOSPITAL,\n   51  IT  SHALL  CAUSE  A COPY OF SUCH DETERMINATION TO BE SENT IMMEDIATELY TO\n   52  THE PARTIES BY REGISTERED OR CERTIFIED MAIL.\n   53    (6) BY BECOMING A PARTICIPATING PHYSICIAN OR HOSPITAL EACH PARTICIPANT\n   54  IS BOUND FOR ALL PURPOSES INCLUDING ANY SUIT AT LAW  AGAINST  A  PARTIC-\n   55  IPATING PHYSICIAN OR PARTICIPATING HOSPITAL, BY THE FINDING OF THE BOARD\n\n       A. 2814                             5\n\n    1  (OR  ANY APPEAL THEREFROM) WITH RESPECT TO WHETHER SUCH INJURY IS BIRTH-\n    2  RELATED.\n    3    (B) THE DEANS OF THE MEDICAL SCHOOLS OF THE STATE SHALL DEVELOP A PLAN\n    4  WHEREBY  EACH CLAIM FILED WITH THE BOARD IS REVIEWED BY A PANEL OF THREE\n    5  QUALIFIED AND IMPARTIAL PHYSICIANS. THIS PANEL SHALL FILE ITS REPORT AND\n    6  RECOMMENDATIONS AS TO WHETHER THE  INJURY  ALLEGED  IS  A  BIRTH-RELATED\n    7  NEUROLOGICAL INJURY WITHIN THE MEANING OF THIS ARTICLE WITH THE BOARD AT\n    8  LEAST  TEN  DAYS  PRIOR  TO THE DATE SET FOR HEARING PURSUANT TO SECTION\n    9  FIVE THOUSAND SEVEN HUNDRED SEVEN OF THIS ARTICLE.   AT THE  REQUEST  OF\n   10  THE BOARD, AT LEAST ONE MEMBER OF THE PANEL SHALL BE AVAILABLE TO TESTI-\n   11  FY  AT  THE HEARING. THE BOARD MUST CONSIDER, BUT SHALL NOT BE BOUND BY,\n   12  THE RECOMMENDATION OF THE PANEL.\n   13    S 5710. BOARD AWARDS FOR BIRTH-RELATED NEUROLOGICAL  INJURIES;  NOTICE\n   14  OF  AWARD. UPON DETERMINING THAT AN INFANT HAS SUSTAINED A BIRTH-RELATED\n   15  NEUROLOGICAL INJURY, THAT  OBSTETRICAL  SERVICES  WERE  DELIVERED  BY  A\n   16  PARTICIPATING  PHYSICIAN  AT THE BIRTH, AND THAT THE BIRTH OCCURRED IN A\n   17  PARTICIPATING HOSPITAL, THE BOARD SHALL MAKE AN AWARD PROVIDING  COMPEN-\n   18  SATION FOR THE FOLLOWING ITEMS RELATIVE TO SUCH INJURY:\n   19    (A)  ACTUAL MEDICALLY NECESSARY AND REASONABLE EXPENSES OF MEDICAL AND\n   20  HOSPITAL, REHABILITATIVE, RESIDENTIAL AND CUSTODIAL  CARE  AND  SERVICE,\n   21  SPECIAL  EQUIPMENT  OR  FACILITIES,  AND  RELATED  TRAVEL. HOWEVER, SUCH\n   22  EXPENSES SHALL NOT INCLUDE:\n   23    (1) EXPENSES FOR ITEMS OR SERVICES THAT THE INFANT HAS RECEIVED, OR IS\n   24  ENTITLED TO RECEIVE, UNDER THE LAWS OF ANY STATE OR THE FEDERAL  GOVERN-\n   25  MENT EXCEPT TO THE EXTENT PROHIBITED BY FEDERAL LAW;\n   26    (2) EXPENSES FOR ITEMS OR SERVICES THAT THE INFANT HAS RECEIVED, OR IS\n   27  CONTRACTUALLY  ENTITLED TO RECEIVE, FROM ANY PREPAID HEALTH PLAN, HEALTH\n   28  MAINTENANCE ORGANIZATION, OR OTHER PRIVATE INSURING ENTITY;\n   29    (3) EXPENSES FOR WHICH THE INFANT HAS RECEIVED REIMBURSEMENT,  OR  FOR\n   30  WHICH THE INFANT IS ENTITLED TO RECEIVE REIMBURSEMENT, UNDER THE LAWS OF\n   31  ANY  STATE  OR  FEDERAL  GOVERNMENT  EXCEPT  TO THE EXTENT PROHIBITED BY\n   32  FEDERAL LAW; AND\n   33    (4) EXPENSES FOR WHICH THE INFANT HAS RECEIVED REIMBURSEMENT,  OR  FOR\n   34  WHICH  THE  INFANT  IS  CONTRACTUALLY ENTITLED TO RECEIVE REIMBURSEMENT,\n   35  PURSUANT TO THE PROVISIONS OF ANY HEALTH OR SICKNESS INSURANCE POLICY OR\n   36  OTHER PRIVATE INSURANCE PROGRAM.\n   37    (B) EXPENSES OF MEDICAL AND HOSPITAL SERVICES UNDER SUBSECTION (A)  OF\n   38  THIS  SECTION  SHALL  BE  LIMITED TO SUCH CHARGES AS PREVAIL IN THE SAME\n   39  COMMUNITY FOR SIMILAR TREATMENT OF INJURED PERSONS OF A LIKE STANDARD OF\n   40  LIVING WHEN SUCH TREATMENT IS PAID FOR BY THE INJURED PERSON.\n   41    (C) LOSS OF EARNINGS FROM THE AGE OF EIGHTEEN. AN INFANT FOUND TO HAVE\n   42  SUSTAINED A BIRTH-RELATED  NEUROLOGICAL  INJURY  SHALL  BE  CONCLUSIVELY\n   43  PRESUMED  TO  HAVE  BEEN  ABLE  TO EARN INCOME FROM WORK FROM THE AGE OF\n   44  EIGHTEEN THROUGH THE AGE OF SIXTY-FIVE,  IF  HE  OR  SHE  HAD  NOT  BEEN\n   45  INJURED,  IN  THE  AMOUNT OF FIFTY PERCENT OF THE AVERAGE WEEKLY WAGE IN\n   46  THE STATE OF WORKERS IN THE PRIVATE, NONFARM SECTOR.\n   47    (D) REASONABLE EXPENSES INCURRED IN CONNECTION WITH THE  FILING  OF  A\n   48  CLAIM  UNDER  THIS  ARTICLE, INCLUDING REASONABLE ATTORNEYS' FEES, WHICH\n   49  SHALL BE SUBJECT TO THE APPROVAL AND AWARD OF THE BOARD.\n   50    (E) A COPY OF THE AWARD SHALL BE SENT  IMMEDIATELY  BY  REGISTERED  OR\n   51  CERTIFIED MAIL TO THE PARTIES.\n   52    S  5711.  LIMITATION  ON  CLAIMS. ANY CLAIM UNDER THIS ARTICLE THAT IS\n   53  FILED MORE THAN TEN YEARS AFTER THE BIRTH OF AN INFANT ALLEGED TO HAVE A\n   54  BIRTH-RELATED NEUROLOGICAL INJURY SHALL BE BARRED.\n   55    S 5712. SCOPE. THIS ARTICLE APPLIES TO ALL  CLAIMS  FOR  BIRTH-RELATED\n   56  NEUROLOGICAL INJURIES OCCURRING IN THIS STATE ON OR AFTER JANUARY FIRST,\n\n       A. 2814                             6\n\n    1  TWO  THOUSAND  TEN.  THIS ARTICLE SHALL NOT APPLY TO DISABILITY OR DEATH\n    2  CAUSED BY GENETIC OR CONGENITAL ABNORMALITIES, OR  DISABILITY  OR  DEATH\n    3  CAUSED BY BIRTH AT HOME UNATTENDED BY A PHYSICIAN.\n    4    S 5713. BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION FUND.  THERE IS\n    5  ESTABLISHED  THE  BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION FUND TO\n    6  FINANCE THE NEW  YORK  BIRTH-RELATED  NEUROLOGICAL  INJURY  COMPENSATION\n    7  PROGRAM CREATED BY THIS ARTICLE.\n    8    S  5714.  BOARD  OF  DIRECTORS;  APPOINTMENT; VACANCIES; TERM. (A) THE\n    9  BIRTH-RELATED NEUROLOGICAL INJURY COMPENSATION PROGRAM SHALL BE GOVERNED\n   10  BY A BOARD OF FIVE DIRECTORS.\n   11    (B) DIRECTORS SHALL BE APPOINTED FOR A TERM OF THREE  YEARS  OR  UNTIL\n   12  THEIR SUCCESSORS ARE APPOINTED AND HAVE QUALIFIED.\n   13    (C) (1) THE DIRECTORS SHALL BE APPOINTED BY THE GOVERNOR AS FOLLOWS:\n   14    (A) ONE CITIZEN REPRESENTATIVE;\n   15    (B) ONE REPRESENTATIVE OF PARTICIPATING PHYSICIANS;\n   16    (C) ONE REPRESENTATIVE OF PARTICIPATING HOSPITALS;\n   17    (D) ONE REPRESENTATIVE OF LIABILITY INSURERS; AND\n   18    (E)  ONE  REPRESENTATIVE OF PHYSICIANS OTHER THAN PARTICIPATING PHYSI-\n   19  CIANS.\n   20    (2) THE GOVERNOR MAY SELECT THE REPRESENTATIVE  OF  THE  PARTICIPATING\n   21  PHYSICIANS  FROM A LIST OF AT LEAST THREE NAMES TO BE RECOMMENDED BY THE\n   22  AMERICAN COLLEGE OF OBSTETRICIANS AND GYNECOLOGISTS; THE  REPRESENTATIVE\n   23  OF  PARTICIPATING  HOSPITALS  FROM  A LIST OF AT LEAST THREE NAMES TO BE\n   24  RECOMMENDED BY THE HEALTH CARE ASSOCIATION OF NEW YORK STATE; THE REPRE-\n   25  SENTATIVE OF LIABILITY INSURERS FROM A LIST OF AT LEAST THREE NAMES, ONE\n   26  OF WHICH IS RECOMMENDED BY THE AMERICAN INSURANCE  ASSOCIATION,  ONE  BY\n   27  THE  ALLIANCE  OF AMERICAN INSURERS, AND ONE BY THE NATIONAL ASSOCIATION\n   28  OF INDEPENDENT INSURERS; AND THE REPRESENTATIVE OF PHYSICIANS OTHER THAN\n   29  PARTICIPATING PHYSICIANS FROM A LIST OF  AT  LEAST  THREE  NAMES  TO  BE\n   30  RECOMMENDED  BY  THE  MEDICAL  SOCIETY OF NEW YORK. IN NO CASE SHALL THE\n   31  GOVERNOR BE BOUND TO MAKE ANY APPOINTMENT FROM AMONG THE NOMINEES OF THE\n   32  RESPECTIVE ASSOCIATIONS.\n   33    (D) THE GOVERNOR SHALL PROMPTLY NOTIFY THE ASSOCIATION, WHICH MAY MAKE\n   34  NOMINATIONS, OF ANY VACANCY OTHER THAN BY EXPIRATION AMONG  THE  MEMBERS\n   35  OF THE BOARD REPRESENTING A PARTICULAR INTEREST AND LIKE NOMINATIONS MAY\n   36  BE MADE FOR THE FILLING OF THE VACANCY.\n   37    (E)  THE  DIRECTORS  SHALL  ACT  BY  MAJORITY VOTE WITH FIVE DIRECTORS\n   38  CONSTITUTING A QUORUM FOR THE TRANSACTION OF ANY BUSINESS OR  THE  EXER-\n   39  CISE  OF  ANY  POWER  OF  THE PROGRAM. THE DIRECTORS SHALL SERVE WITHOUT\n   40  SALARY, BUT EACH DIRECTOR SHALL BE REIMBURSED FOR ACTUAL  AND  NECESSARY\n   41  EXPENSES  INCURRED IN THE PERFORMANCE OF HIS OR HER OFFICIAL DUTIES AS A\n   42  DIRECTOR OF THE PROGRAM. THE DIRECTORS  SHALL  NOT  BE  SUBJECT  TO  ANY\n   43  PERSONAL LIABILITY WITH RESPECT TO THE ADMINISTRATION OF THE PROGRAM.\n   44    (F)  THE  BOARD  ESTABLISHED  BY  THIS SECTION SHALL HAVE THE POWER TO\n   45  ADMINISTER THE PROGRAM, ADMINISTER THE BIRTH-RELATED NEUROLOGICAL INJURY\n   46  COMPENSATION FUND, APPOINT A SERVICE COMPANY OR COMPANIES TO  ADMINISTER\n   47  THE  PAYMENT  OF  CLAIMS ON BEHALF OF THE PROGRAM, DIRECT THE INVESTMENT\n   48  AND REINVESTMENT OF ANY SURPLUS IN THE FUND OVER  LOSSES  AND  EXPENSES,\n   49  PROVIDED  ANY  INVESTMENT  INCOME GENERATED THEREBY REMAINS IN THE FUND,\n   50  AND REINSURE THE RISKS OF THE FUND IN WHOLE OR IN PART.\n   51    S 5715. PLAN OF OPERATION. (A) ON OR BEFORE SEPTEMBER  THIRTIETH,  TWO\n   52  THOUSAND TWELVE, THE DIRECTORS OF THE PROGRAM SHALL SUBMIT TO THE SUPER-\n   53  INTENDENT  FOR REVIEW A PROPOSED PLAN OF OPERATIONS CONSISTENT WITH THIS\n   54  ARTICLE.\n   55    (B) THE PLAN OF OPERATION SHALL PROVIDE  FOR  THE  EFFICIENT  ADMINIS-\n   56  TRATION  OF  THE  PROGRAM  AND  FOR THE PROMPT PROCESSING OF CLAIMS MADE\n\n       A. 2814                             7\n\n    1  AGAINST THE FUND PURSUANT TO AN AWARD UNDER THIS ARTICLE. THE PLAN SHALL\n    2  CONTAIN OTHER PROVISIONS INCLUDING:\n    3    (1) ESTABLISHMENT OF NECESSARY FACILITIES;\n    4    (2) MANAGEMENT OF THE FUND;\n    5    (3)  APPOINTMENT OF SERVICING CARRIERS OR OTHER SERVICING ARRANGEMENTS\n    6  TO ADMINISTER THE PROCESSING OF CLAIMS AGAINST THE FUND; AND\n    7    (4) ANY OTHER MATTERS NECESSARY FOR THE  EFFICIENT  OPERATION  OF  THE\n    8  PROGRAM.\n    9    (C)  THE  PLAN OF OPERATION SHALL BE SUBJECT TO APPROVAL BY THE SUPER-\n   10  INTENDENT AFTER CONSULTATION WITH REPRESENTATIVES OF INTERESTED INDIVID-\n   11  UALS AND ORGANIZATIONS. IF THE SUPERINTENDENT  DISAPPROVES  ALL  OR  ANY\n   12  PART OF THE PROPOSED PLAN OF OPERATION, THE DIRECTORS SHALL WITHIN THIR-\n   13  TY  DAYS  SUBMIT FOR REVIEW AN APPROPRIATE REVISED PLAN OF OPERATION. IF\n   14  THE DIRECTORS FAIL TO DO SO, THE SUPERINTENDENT SHALL PROMULGATE A  PLAN\n   15  OF  OPERATION.  THE  PLAN  OF  OPERATION  APPROVED OR PROMULGATED BY THE\n   16  SUPERINTENDENT SHALL BECOME EFFECTIVE AND OPERATIONAL UPON ORDER OF  THE\n   17  SUPERINTENDENT.\n   18    (D)  AMENDMENTS  TO THE PLAN OF OPERATION MAY BE MADE BY THE DIRECTORS\n   19  OF THE PROGRAM, SUBJECT TO THE APPROVAL OF THE SUPERINTENDENT.\n   20    S 5716. FUNDS TO BE HELD IN RESTRICTED CASH ACCOUNT. ALL FUNDS,  SHALL\n   21  BE  HELD IN A SEPARATE RESTRICTED CASH ACCOUNT UNDER THE SOLE CONTROL OF\n   22  AN INDEPENDENT FUND MANAGER TO BE SELECTED BY THE DIRECTORS.  THE  FUND,\n   23  AND  ANY INCOME FROM IT, SHALL BE DISBURSED FOR THE PAYMENT OF AWARDS AS\n   24  PROVIDED IN THIS ARTICLE AND FOR THE PAYMENT OF THE EXPENSES OF ADMINIS-\n   25  TRATION OF THE FUND.\n   26    S 5717. ASSESSMENTS. FUNDS FOR THIS PROGRAM SHALL BE DERIVED FROM  THE\n   27  EXCESS  MEDICAL  LIABILITY  POOL, ENACTED BY SECTION EIGHTEEN OF CHAPTER\n   28  TWO HUNDRED SIXTY-SIX OF THE LAWS OF  NINETEEN  HUNDRED  EIGHTY-SIX,  AS\n   29  AMENDED, IN AN AMOUNT DETERMINED BY THE DIRECTORS OF THE FUND AND CERTI-\n   30  FIED BY THE SUPERINTENDENT TO BE ACTUARIALLY SOUND.\n   31    S  5718.  ACTUARIAL  INVESTIGATION,  VALUATIONS,  GAIN/LOSS  ANALYSIS;\n   32  NOTICE IF  ASSESSMENTS  PROVE  INSUFFICIENT.  THE  SUPERINTENDENT  SHALL\n   33  UNDERTAKE  AN  ACTUARIAL  INVESTIGATION  OF THE REQUIREMENTS OF THE FUND\n   34  BASED ON THE FUND'S EXPERIENCE IN THE FIRST YEAR OF OPERATION, INCLUDING\n   35  WITHOUT LIMITATION THE ASSETS AND LIABILITIES OF THE FUND.  PURSUANT  TO\n   36  SUCH  INVESTIGATION,  THE  SUPERINTENDENT  SHALL  ESTABLISH  THE RATE OF\n   37  CONTRIBUTION FROM THE EXCESS LIABILITY POOL.\n   38    FOLLOWING THE INITIAL VALUATION, THE  SUPERINTENDENT  SHALL  CAUSE  AN\n   39  ACTUARIAL VALUATION TO BE MADE OF THE ASSETS AND LIABILITIES OF THE FUND\n   40  NO  LESS  FREQUENTLY  THAN  BIENNIALLY.  PURSUANT TO THE RESULTS OF SUCH\n   41  VALUATIONS, THE SUPERINTENDENT SHALL  PREPARE  A  STATEMENT  AS  TO  THE\n   42  APPLICABLE CONTRIBUTION FROM THE EXCESS LIABILITY POOL.\n   43    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to enacting the New York birth-related neurological injury compensation act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T142407.TXT", "SOBI.D110121.T111517.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295626517333
}