{
  "year" : 2011,
  "senateBillNo" : "A2813-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to health",
    "billEventId" : "A2813-2011-1295499600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a program in the department of health to arrange for the provision of services to the disabled in the most integrated setting",
  "summary" : "Establishes a program in the department of health to arrange for the provision of services to the disabled in the most integrated setting; calls for coordination with department of education and mental hygiene and the office of children and family assistance; establishes programmatic requirements for the provision of services, financing, and a coordinating council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1680-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2813\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Health\n\n       AN  ACT to amend the public health law, in relation to providing for the\n         provision of services to individuals with  disabilities  in  the  most\n         integrated setting\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  26-B to read as follows:\n    3                                ARTICLE 26-B\n    4                       MOST INTEGRATED SETTING PROGRAM\n    5  SECTION 2640. MOST INTEGRATED SETTING PROGRAM.\n    6          2641. DEFINITIONS.\n    7          2642. FUNCTIONS, POWERS, AND DUTIES OF THE DEPARTMENT.\n    8          2643. FUNDING OF PROGRAM SERVICES.\n    9          2644. MOST INTEGRATED SETTING COORDINATING COUNCIL.\n   10    S  2640.   MOST INTEGRATED SETTING PROGRAM.  THE DEPARTMENT SHALL HAVE\n   11  THE CENTRAL RESPONSIBILITY FOR  ADMINISTERING  THE  PROVISIONS  OF  THIS\n   12  ARTICLE  AND OTHERWISE COORDINATING THE STATE'S POLICIES WITH RESPECT TO\n   13  PROVIDING SERVICES IN THE MOST INTEGRATED SETTING  TO  INDIVIDUALS  WITH\n   14  DISABILITIES,  IN  CONSULTATION  WITH  THE  DEPARTMENT OF EDUCATION, THE\n   15  OFFICE OF CHILDREN AND FAMILY SERVICES, THE OFFICE OF THE  ADVOCATE  FOR\n   16  THE  DISABLED,  THE OFFICE OF MENTAL RETARDATION AND DEVELOPMENTAL DISA-\n   17  BILITIES, THE OFFICE OF MENTAL HEALTH, AND THE COMMISSION ON QUALITY  OF\n   18  CARE FOR THE MENTALLY DISABLED.\n   19    S 2641. DEFINITIONS. AS USED IN THIS ARTICLE:\n   20    1. \"MOST INTEGRATED SETTING\" MEANS THE PROVISION OF SERVICES TO PEOPLE\n   21  WITH  DISABILITIES  IN  A  NON-INSTITUTIONAL,  COMMUNITY-BASED  SETTING,\n   22  INCLUDING BUT NOT LIMITED TO AN INDEPENDENT APARTMENT, SUPPORTIVE  HOUS-\n   23  ING,  LIVING  IN  THE  HOUSEHOLD  OF ANOTHER, OR TRANSITIONAL CONGREGATE\n   24  HOUSING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06240-01-1\n\n       A. 2813                             2\n\n    1    2. \"ELIGIBLE PERSON WITH A DISABILITY\" MEANS AN INDIVIDUAL OF ANY  AGE\n    2  WHO  REQUIRES  ASSISTANCE  IN PERFORMING ONE OR MORE ACTIVITIES OF DAILY\n    3  LIVING, WHO IS IN AN INSTITUTIONAL SETTING OR IS  DETERMINED  TO  BE  AT\n    4  RISK  OF  INSTITUTIONALIZATION IF APPROPRIATE SERVICES ARE NOT PROVIDED,\n    5  AND WHO IS NOT SERVED BY A WAIVER PROGRAM ADMINISTERED BY THE STATE.\n    6    S  2642.  FUNCTIONS, POWERS, AND DUTIES OF THE DEPARTMENT. THE DEPART-\n    7  MENT SHALL:\n    8    1. DEVELOP A COMPREHENSIVE STATEWIDE PROGRAM THAT INCLUDES, BUT IS NOT\n    9  LIMITED TO: MEDICAL, HOUSING, SOCIAL, VOCATIONAL, EDUCATIONAL, TRANSPOR-\n   10  TATION, PERSONAL  ASSISTANCE,  COMMUNITY  RE-ENTRY  SERVICES,  ASSISTIVE\n   11  TECHNOLOGY, AND OTHER ESSENTIAL SERVICES;\n   12    2.  DEVELOP OUTREACH SERVICES TO IDENTIFY INDIVIDUALS IN NURSING HOMES\n   13  WHO COULD LIVE IN A MOST INTEGRATED SETTING;\n   14    3. TRACK THE AMOUNT AND COST OF SERVICES PROVIDED TO ELIGIBLE  PERSONS\n   15  WITH DISABILITIES PLACED IN INSTITUTIONAL SETTINGS; AND\n   16    4.  DEVELOP  COMMUNITY-BASED,  NON-INSTITUTIONAL SERVICES FOR ELIGIBLE\n   17  PERSONS WITH DISABILITIES, WITH PROGRAM AGGREGATE COSTS EQUAL TO OR LESS\n   18  THAN THOSE OF INSTITUTIONAL CARE.\n   19    S 2643. FUNDING OF PROGRAM SERVICES. 1.  THE DEPARTMENT SHALL  DEVELOP\n   20  A  BIENNIAL  PLAN  AND  PRIORITIES  FOR  THE FUNDING OF THE SERVICES AND\n   21  PROGRAMS REQUIRED BY THIS ARTICLE, WITH AN EMPHASIS ON  THE  DEVELOPMENT\n   22  AND EXPANSION OF COMMUNITY-BASED SERVICES AND PROGRAMS.\n   23    2.  THE  DEPARTMENT  SHALL DEVELOP A MEDICAID WAIVER PROGRAM THAT WILL\n   24  FUND A COMPREHENSIVE SERVICE PROGRAM.  THE LOCAL COST-SHARE FOR SUCH   A\n   25  WAIVER  SHALL BE EQUAL TO, OR LESS THAN THE LOCAL COST-SHARE FOR NURSING\n   26  HOME CARE.\n   27    3. THE DEPARTMENT SHALL, TO  THE  EXTENT  FEASIBLE,  UTILIZE  EXISTING\n   28  ORGANIZATIONS  WITH  DEMONSTRATED  INTEREST  AND  EXPERTISE  IN  SERVING\n   29  PERSONS WITH DISABILITIES AND SHALL, WITHIN FUNDS AVAILABLE, ENTER  INTO\n   30  CONTRACTS WITH SUCH ORGANIZATIONS.\n   31    S  2644.  MOST  INTEGRATED  SETTING  COORDINATING COUNCIL. 1. THE MOST\n   32  INTEGRATED SETTING COORDINATING COUNCIL IS HEREBY ESTABLISHED AND  SHALL\n   33  CONSIST  OF: THE COMMISSIONER, REPRESENTATIVES OF EACH OFFICE OR DEPART-\n   34  MENT LISTED IN SECTION TWENTY-SIX HUNDRED FORTY OF  THIS  ARTICLE.    IN\n   35  ADDITION  THE  COUNCIL  SHALL  CONSIST  OF  THE  FOLLOWING PERSONS: FOUR\n   36  PERSONS APPOINTED BY THE GOVERNOR, TWO OF WHOM  SHALL  BE  PERSONS  WITH\n   37  DISABILITIES  AND  TWO OF WHOM SHALL BE REPRESENTATIVE OF THE PUBLIC AND\n   38  HAVE A DEMONSTRATED EXPERTISE AND INTEREST IN THE PROVISION OF  SERVICES\n   39  IN  THE  MOST INTEGRATED SETTING; TWO PERSONS APPOINTED BY THE TEMPORARY\n   40  PRESIDENT OF THE SENATE, ONE OF WHOM SHALL BE A PERSON WITH A DISABILITY\n   41  AND ONE OF WHOM SHALL BE REPRESENTATIVE OF THE PUBLIC AND HAVE A  DEMON-\n   42  STRATED  EXPERTISE AND INTEREST IN THE PROVISION OF SERVICES IN THE MOST\n   43  INTEGRATED SETTING; TWO PERSONS APPOINTED BY THE SPEAKER OF  THE  ASSEM-\n   44  BLY,  ONE  OF  WHOM  SHALL BE A PERSON WITH A DISABILITY AND ONE OF WHOM\n   45  SHALL BE REPRESENTATIVE OF THE PUBLIC AND HAVE A DEMONSTRATED  EXPERTISE\n   46  AND  INTEREST  IN  THE  PROVISION  OF  SERVICES  IN  THE MOST INTEGRATED\n   47  SETTING; ONE PERSON APPOINTED BY THE MINORITY LEADER OF THE SENATE;  AND\n   48  ONE PERSON APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY.\n   49    2.  THE  TERMS  OF  THE APPOINTEES SHALL BE DETERMINED AS FOLLOWS: THE\n   50  GOVERNOR'S APPOINTEES; TWO ONE YEAR TERMS, ONE TWO  YEAR  TERM  AND  ONE\n   51  THREE YEAR TERM; TEMPORARY PRESIDENT'S APPOINTEES, ONE TWO YEAR TERM AND\n   52  ONE  THREE  YEAR  TERM;  SPEAKER'S  APPOINTEE, ONE TWO YEAR TERM AND ONE\n   53  THREE YEAR TERM; MINORITY LEADERS' APPOINTMENTS, ONE YEAR TERMS.  SUBSE-\n   54  QUENT  APPOINTMENTS  SHALL BE FOR THREE YEARS AND SHALL BE FILLED IN THE\n   55  SAME MANNER.\n\n       A. 2813                             3\n\n    1    3. THE COUNCIL SHALL RECOMMEND TO THE  DEPARTMENT  LONG  RANGE  OBJEC-\n    2  TIVES,  GOALS  AND PRIORITIES. IT SHALL ALSO PROVIDE ADVICE ON THE PLAN-\n    3  NING, COORDINATION, AND DEVELOPMENT OF NEEDED SERVICES.\n    4    4.  THE MEMBERS OF THE COUNCIL SHALL RECEIVE NO COMPENSATION FOR THEIR\n    5  SERVICES, BUT SHALL BE  ALLOWED  THEIR  ACTUAL  AND  NECESSARY  EXPENSES\n    6  INCURRED  IN THE PERFORMANCE OF THEIR DUTIES, SUBJECT TO THE APPROVAL OF\n    7  THE COMMISSIONER.\n    8    S 2. This act shall take effect on the one hundred twentieth day after\n    9  it shall have become a law; provided that the commissioner of health  is\n   10  authorized  to promulgate any and all rules and regulations and take any\n   11  other measures necessary to implement this act on its effective date  on\n   12  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to providing for the provision of services to individuals with disabilities in the most integrated setting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T142407.TXT", "SOBI.D110121.T111517.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295626517331
}