{
  "year" : 2011,
  "senateBillNo" : "A2816-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to education",
    "billEventId" : "A2816-2011-1295499600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that the board of education or trustees of each school district and board of cooperative educational services develop an asthma management program",
  "summary" : "Requires that the board of education or trustees of each school district and board of cooperative educational services to develop for each school within such district an asthma management program to include policies and procedures for the administration of medication and the use of diagnostic and treatment devices for students diagnosed by a physician as having asthma; requires a specific plan of action for school personnel to follow in the event of an acute asthmatic episode. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A374-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2816\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. JACOBS, McENENY -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to pupils afflicted  with\n         asthma\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 916 of the education law, as amended by chapter 524\n    2  of the laws of 2006, is amended to read as follows:\n    3    S 916. Pupils afflicted with asthma. 1.  The  board  of  education  or\n    4  trustees  of  each  school district and board of cooperative educational\n    5  services shall allow pupils who have been diagnosed by  a  physician  or\n    6  other  duly  authorized  health  care  provider  with a severe asthmatic\n    7  condition to carry and use a prescribed inhaler during the  school  day,\n    8  with  the  written  permission  of  a physician or other duly authorized\n    9  health care provider, and parental consent, based on such physician's or\n   10  provider's determination that such pupil is subject to sudden  asthmatic\n   11  attacks severe enough to debilitate such pupil. A record of such permis-\n   12  sion  shall  be  maintained  in the school office. In addition, upon the\n   13  written request of a parent or person in parental relation, the board of\n   14  education or trustees of a school  district  and  board  of  cooperative\n   15  educational  services  shall allow such pupils to maintain an extra such\n   16  inhaler in the care and  custody  of  a  registered  professional  nurse\n   17  employed  by such district or board of cooperative educational services.\n   18  Nothing in this section shall require a  school  district  or  board  of\n   19  cooperative educational services to retain a school nurse solely for the\n   20  purpose  of  taking custody of a spare inhaler, or require that a school\n   21  nurse be available at all times in a school building for such purpose.\n   22    2. THE BOARD OF EDUCATION OR TRUSTEES  OF  EACH  SCHOOL  DISTRICT  AND\n   23  BOARD  OF COOPERATIVE EDUCATIONAL SERVICES SHALL DEVELOP FOR EACH SCHOOL\n   24  WITHIN SUCH DISTRICT, AN ASTHMA MANAGEMENT PROGRAM TO  INCLUDE  POLICIES\n   25  AND PROCEDURES FOR THE ADMINISTRATION OF MEDICATION AND THE USE OF DIAG-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04284-01-1\n\n       A. 2816                             2\n\n    1  NOSTIC  AND  TREATMENT  DEVICES  TO STUDENTS DIAGNOSED BY A PHYSICIAN AS\n    2  HAVING ASTHMA. SUCH ASTHMA  MANAGEMENT  PROGRAM  SHALL  ALSO  INCLUDE  A\n    3  SPECIFIC  PLAN  OF ACTION FOR SCHOOL PERSONNEL TO FOLLOW IN THE EVENT OF\n    4  AN ACUTE ASTHMATIC EPISODE.\n    5    3.  THE  BOARD  OF  EDUCATION  OR TRUSTEES OF EACH SCHOOL DISTRICT AND\n    6  BOARD OF COOPERATIVE EDUCATIONAL SERVICES SHALL ALSO  ENSURE  THAT  EACH\n    7  STUDENT  DIAGNOSED  BY  A  PHYSICIAN AS HAVING ASTHMA HAS ON FILE IN THE\n    8  SCHOOL THAT  SUCH  STUDENT  ATTENDS  AN  ACTION  PLAN  APPROVED  BY  THE\n    9  STUDENT'S  PHYSICIAN  AND  A PARENT FOR THE MANAGEMENT OF SUCH STUDENT'S\n   10  ASTHMA. SUCH PLAN, WHICH SHALL BE UPDATED AT LEAST ANNUALLY OR  WHENEVER\n   11  THERE  IS  A CHANGE IN SUCH STUDENT'S CONDITION OR TREATMENT PLAN, SHALL\n   12  INCLUDE: A LIST OF THE MEDICATIONS THAT THE STUDENT  RECEIVES  INCLUDING\n   13  THOSE  WHICH  NEED TO BE TAKEN DURING THE SCHOOL DAY; A SPECIFIC PLAN OF\n   14  ACTION TO BE TAKEN BY SCHOOL PERSONNEL IN THE CASE OF AN ACUTE ASTHMATIC\n   15  EPISODE; A LIST OF DIAGNOSTIC OR TREATMENT DEVICES TO  BE  USED  BY  THE\n   16  STUDENT DURING THE SCHOOL DAY; ANY LIMITATIONS IMPOSED ON STUDENT ACTIV-\n   17  ITIES;  AND EMERGENCY PROCEDURES AND TELEPHONE NUMBERS TO BE USED DURING\n   18  ACUTE EPISODES. SUCH ACTION PLAN SHALL BE SIGNED BY THE PHYSICIAN AND  A\n   19  PARENT AND SHALL BE KEPT ON FILE IN AN ACCESSIBLE LOCATION IN THE SCHOOL\n   20  SUCH STUDENT ATTENDS.\n   21    S 2. This act shall take effect on the one hundred twentieth day after\n   22  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to pupils afflicted with asthma ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T112018.TXT", "SOBI.D110120.T142407.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295626818439
}