{
  "year" : 2011,
  "senateBillNo" : "A2822-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to labor",
    "billEventId" : "A2822-2011-1295499600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits liability for unemployment claims of certain claimants employed by municipalities",
  "summary" : "Provides that where an unemployment claimant was employed by a municipality for less than 2 days during the year preceding the filing of a valid claim and continues to be so employed, the municipality's unemployment account shall not be charged for unemployment benefits paid to such claimant. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A2216-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2822\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, KOLB, McDONOUGH -- Multi-Sponsored by --\n         M. of A. CROUCH, SAYWARD -- read once and referred to the Committee on\n         Labor\n\n       AN  ACT  to amend the labor law, in relation to experience rating charge\n         for unemployment benefits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 5 of paragraph (e) of subdivision 1 of section\n    2  581  of the labor law, as amended by chapter 589 of the laws of 1998, is\n    3  amended to read as follows:\n    4    (5)  If an employer who employed the claimant in the four weeks  imme-\n    5  diately preceding the filing of a valid original claim demonstrates that\n    6  the  employer has continuously employed the claimant without significant\n    7  interruption and substantially to the same extent and in the same manner\n    8  as during the weeks immediately preceding the filing of a valid original\n    9  claim in which the claimant was employed by such employer, OR WHERE  THE\n   10  CLAIMANT  WAS EMPLOYED BY A MUNICIPALITY FOR LESS THAN TWO DAYS PER WEEK\n   11  DURING THE YEAR IMMEDIATELY PRECEDING THE FILING  OF  A  VALID  ORIGINAL\n   12  CLAIM  AND CONTINUES TO BE EMPLOYED BY SUCH MUNICIPALITY, the account of\n   13  such employer shall not be charged with benefits paid to  such  claimant\n   14  for  any weeks of such continuing employment, and such experience rating\n   15  charges shall be made to the general account.  The provisions set  forth\n   16  in the foregoing sentence shall apply with respect to an employer liable\n   17  for  payments in lieu of contributions, but if the secretary of labor of\n   18  the United States finds that their application to such    employer  does\n   19  not  meet  the  requirements  of  the federal unemployment tax act, such\n   20  provisions shall not thereafter apply to such employer, unless and until\n   21  such finding has been set aside pursuant to a final decision  issued  in\n   22  accordance  with  such  judicial review proceedings as may be instituted\n   23  and completed under the provisions of section thirty-three  hundred  ten\n   24  of the federal unemployment tax act.\n   25    S  2. This act shall take effect on the first of January next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02852-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to experience rating charge for unemployment benefits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T154913.TXT", "SOBI.D110121.T115521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295628921378
}