{
  "year" : 2011,
  "senateBillNo" : "A2824-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2824-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the maintenance of bank codes in countywide electronic databases; appropriation",
  "summary" : "Relates to the maintenance of bank codes in countywide electronic databases; requires mortgage investing institutions to send updated tax billing information to the county real property tax offices for maintenance of bank codes in countywide electronic databases; allows local assessors computerized access; appropriates five million dollars therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2532-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2824\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CALHOUN, REILICH -- Multi-Sponsored by -- M. of\n         A. CONTE, CROUCH, MOLINARO, SAYWARD, SPANO -- read once  and  referred\n         to the Committee on Real Property Taxation\n\n       AN  ACT  to  amend the real property tax law, in relation to the mainte-\n         nance of bank codes in countywide electronic databases and  making  an\n         appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 9 of section 953 of the real property tax  law,\n    2  as  amended by chapter 145 of the laws of 1990 and as further amended by\n    3  section 1 of part W of chapter 56 of the laws of  2010,  is  amended  to\n    4  read as follows:\n    5    9. Every mortgage investing institution shall, no later than the twen-\n    6  ty-fifth  day of each month, report to the county director of real prop-\n    7  erty tax services, or the commissioner of finance for  property  located\n    8  in  the  city of New York, on a form prescribed or approved by the state\n    9  board, the creation of a real property tax escrow account, or any change\n   10  of a tax billing address required by a transfer or termination of a real\n   11  property tax escrow account pursuant to subdivisions seven and eight  of\n   12  this  section,  occurring  during  the  prior month with respect to real\n   13  property located in such county or city, as the case may be. The  county\n   14  director  or  the  commissioner of finance of the city of New York shall\n   15  thereupon furnish a copy of such report to the person or persons  having\n   16  custody and control of the appropriate assessment roll, tax roll or data\n   17  file,  as defined in section fifteen hundred eighty-one of this chapter,\n   18  and such person or persons  are  hereby  authorized  and  directed  upon\n   19  receipt  of  such report to enter the appropriate tax billing address on\n   20  such assessment roll, tax roll or data file.   FOR  THE  MAINTENANCE  OF\n   21  BANK CODES IN COUNTYWIDE ELECTRONIC DATABASES, MORTGAGE INVESTING INSTI-\n   22  TUTIONS  SHALL  SEND  ANY  UPDATED TAX BILLING INFORMATION TO THE COUNTY\n   23  REAL PROPERTY TAX OFFICES IN AN  ELECTRONIC  STANDARDIZED  FORMAT  ON  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02856-02-1\n\n       A. 2824                             2\n\n    1  MONTHLY  BASIS,  AS  DIRECTED  BY  THE OFFICE OF REAL PROPERTY SERVICES.\n    2  LOCAL ASSESSORS SHALL HAVE COMPUTERIZED ACCESS TO SUCH COUNTYWIDE  ELEC-\n    3  TRONIC DATABASE.\n    4    S  2. The sum of five million dollars ($5,000,000), or so much thereof\n    5  as may be necessary, is hereby appropriated to the commissioner  out  of\n    6  any  moneys  in  the state treasury in the general fund to the credit of\n    7  the state purposes account, not otherwise appropriated  and  made  imme-\n    8  diately  available to help supply assessors and counties with the equip-\n    9  ment and training necessary to create and maintain such databases.  Such\n   10  moneys  shall  be payable on the audit and warrant of the comptroller on\n   11  vouchers certified  or  approved  by  the  commissioner  in  the  manner\n   12  prescribed by law.\n   13    S 3. This act shall take effect on the one hundred eightieth day after\n   14  it  shall have become a law. Effective immediately, the addition, amend-\n   15  ment and/or repeal of any rule or regulation necessary for the implemen-\n   16  tation of this act on its effective date are authorized and directed  to\n   17  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155413.TXT", "SOBI.D110121.T115521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295628921383
}