{
  "year" : 2011,
  "senateBillNo" : "A2826-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2826-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts self-employed persons from the MTA payroll tax; repealer",
  "summary" : "Exempts self-employed persons from the MTA payroll tax. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A9180-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2826\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CALHOUN, CONTE, THIELE, McDONOUGH, JAFFEE --\n         Multi-Sponsored by -- M.  of A. BOYLE, CROUCH,  KOLB,  TOWNS  --  read\n         once and referred to the Committee on Ways and Means\n\n       AN  ACT to amend the tax law, in relation to the MTA payroll tax and net\n         earnings from self-employment; and to  repeal  certain  provisions  of\n         such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (e) of section 800 of the tax law is REPEALED.\n    2    S 2. Section 801 of the tax law, as added by section 1 of  part  C  of\n    3  chapter 25 of the laws of 2009, is amended to read as follows:\n    4    S 801. Imposition of tax and rate. (a) For the sole purpose of provid-\n    5  ing  an  additional stable and reliable dedicated funding source for the\n    6  metropolitan transportation authority and its  subsidiaries  and  affil-\n    7  iates to preserve, operate and improve essential transit and transporta-\n    8  tion  services  in  the metropolitan commuter transportation district, a\n    9  tax is hereby imposed at a rate of thirty-four hundredths (.34)  percent\n   10  of  [(1)]  the payroll expense of every employer who engages in business\n   11  within the MCTD [and (2) the net earnings from self-employment of  indi-\n   12  viduals  that are attributable to the MCTD if such earnings attributable\n   13  to the MCTD exceed ten thousand dollars for the tax year].\n   14    (b)[(1) An individual having net earnings  from  self-employment  from\n   15  activity  both  within and without the metropolitan commuter transporta-\n   16  tion district is required to allocate and apportion such net earnings to\n   17  the MCTD in the manner required  for  allocation  and  apportionment  of\n   18  income under article twenty-two of this chapter.\n   19    (2) In the case of individuals with earnings from self-employment, the\n   20  net  earnings  from  self  employment  threshold  in  paragraph  two  of\n   21  subsection (a) of this section will be computed on an  individual  basis\n   22  regardless  of whether that individual filed a joint personal income tax\n   23  return.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02862-01-1\n\n       A. 2826                             2\n\n    1    (c)] The determination of whether a covered employee is employed with-\n    2  in the MCTD will be made by utilizing the rules applicable to the juris-\n    3  diction of employment for  purposes  of  the  statewide  wage  reporting\n    4  system  under  section  one  hundred  seventy-one-a  of this chapter and\n    5  substituting the MCTD for the state in that application.\n    6    S 3. Subdivision (b) of section 804 of the tax law is REPEALED.\n    7    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the MTA payroll tax and net earnings from self-employment; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155413.TXT", "SOBI.D110121.T094513.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295621113293
}