{
  "year" : 2011,
  "senateBillNo" : "A2820-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2820-2011-1295499600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the certification of and qualifications for dentists practicing oral and maxillofacial surgery",
  "summary" : "Provides for the certification of and qualifications for dentists practicing oral and maxillofacial surgery; includes such dentist within provisions of law regulating office-based surgery; provides for a study of whether an oral and maxillofacial surgery profiling program should be established; and provide that in an oral and maxillofacial surgery malpractice action, only a physician may be called as an expert witness at trial. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AB4656-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2820\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN ACT to amend the education law, in relation  to  amending  the  defi-\n         nition  of  the  scope  of  practice of dentistry to authorize certain\n         dentists who are qualified and certified to perform any  procedure  in\n         the  oral  and  maxillofacial area; and to amend the public health law\n         and the civil practice law and rules, in relation  to  the  discipline\n         and liability of dentists who are so qualified and certified\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6601 of the education law, as  amended  by  chapter\n    2  576 of the laws of 2001, is amended to read as follows:\n    3    S 6601. Definition  of  practice  of dentistry. 1. The practice of the\n    4  profession of dentistry is defined as diagnosing,  treating,  operating,\n    5  or  prescribing  for  any  disease, pain, injury, deformity, or physical\n    6  condition of the oral and maxillofacial area related  to  restoring  and\n    7  maintaining  dental  health.  The  practice  of  dentistry  includes the\n    8  prescribing and fabrication of dental  prostheses  and  appliances.  The\n    9  practice  of  dentistry  may  include performing physical evaluations in\n   10  conjunction with the provision of dental treatment.\n   11    2. ANY ORAL AND MAXILLOFACIAL SURGEON CERTIFIED BY THE  DEPARTMENT  IN\n   12  ACCORDANCE WITH QUALIFICATIONS ESTABLISHED BY THE DEPARTMENT MAY PERFORM\n   13  ADDITIONAL SURGICAL PROCEDURES INVOLVING THE HARD OR SOFT TISSUES OF THE\n   14  ORAL  AND  MAXILLOFACIAL AREA. QUALIFICATIONS TO PERFORM SUCH ADDITIONAL\n   15  SURGICAL PROCEDURES SHALL INCLUDE BEING: (A) CERTIFIED BY  THE  AMERICAN\n   16  BOARD  OF  ORAL  AND  MAXILLOFACIAL  SURGERY OR SUCH EQUIVALENT NATIONAL\n   17  CERTIFYING BOARD OR ORGANIZATION ACCEPTABLE TO THE COMMISSIONER FOR SUCH\n   18  ADDITIONAL SURGICAL PROCEDURES, AND (B) GRANTED HOSPITAL PRIVILEGES  FOR\n   19  SUCH  SURGICAL  PROCEDURES  BY  A  GENERAL HOSPITAL LICENSED PURSUANT TO\n   20  ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04770-01-1\n\n       A. 2820                             2\n\n    1    S 2. Paragraph (i) of subdivision 1 of section  230-d  of  the  public\n    2  health  law,  as added by chapter 365 of the laws of 2007, is amended to\n    3  read as follows:\n    4    (i)  \"Licensee\" shall mean an individual licensed or otherwise author-\n    5  ized under [articles] ARTICLE one  hundred  thirty-one  or  one  hundred\n    6  thirty-one-B  of the education law, OR CERTIFIED PURSUANT TO SUBDIVISION\n    7  TWO OF SECTION SIXTY-SIX HUNDRED ONE OF THE EDUCATION LAW.\n    8    S 3. Section 2995-d of the public health law is amended  by  adding  a\n    9  new subdivision 4-a to read as follows:\n   10    4-A.  IN  COOPERATION WITH THE EDUCATION DEPARTMENT, STUDY HEALTH CARE\n   11  PRACTITIONER DATA RELATING TO ORAL AND MAXILLOFACIAL SURGEONS  CERTIFIED\n   12  PURSUANT  TO  SUBDIVISION  TWO  OF  SECTION SIXTY-SIX HUNDRED ONE OF THE\n   13  EDUCATION LAW. SUCH STUDY SHALL  INCLUDE  CONSIDERATION  OF  WHETHER  AN\n   14  INDIVIDUAL PROFILING PROGRAM SHOULD BE ESTABLISHED AND OUTLINE AN APPRO-\n   15  PRIATE  METHOD TO DEVELOP AND IMPLEMENT SUCH A PROFILING PROGRAM IF SUCH\n   16  A PROGRAM IS DETERMINED BY THE DEPARTMENT TO BE IN THE PUBLIC  INTEREST.\n   17  SUCH  PROGRAM  AND  RECOMMENDATIONS  MAY  BE  SIMILAR  TO  THE PHYSICIAN\n   18  PROFILES   ESTABLISHED   PURSUANT   TO   SECTION   TWENTY-NINE   HUNDRED\n   19  NINETY-FIVE-A  OF  THIS  TITLE.  SUCH  A PROPOSED ORAL AND MAXILLOFACIAL\n   20  SURGEON PROFILING PROGRAM, IF  SUCH  A  PROGRAM  IS  DETERMINED  BY  THE\n   21  DEPARTMENT  TO  BE IN THE PUBLIC INTEREST, SHOULD BE CAPABLE OF PRESENT-\n   22  ING, IN A COST EFFECTIVE MANNER, RELEVANT MEDICAL AND TREATMENT INFORMA-\n   23  TION IN A FORMAT THAT IS EASILY UNDERSTOOD BY AND MADE AVAILABLE TO  THE\n   24  GENERAL  PUBLIC.   SUCH STUDY AND ITS FINDINGS SHALL BE SUBMITTED TO THE\n   25  GOVERNOR, THE TEMPORARY PRESIDENT OF THE  SENATE,  THE  SPEAKER  OF  THE\n   26  ASSEMBLY,  THE  MINORITY LEADER OF THE SENATE AND THE MINORITY LEADER OF\n   27  THE ASSEMBLY ON OR BEFORE JUNE FIRST, TWO THOUSAND FIFTEEN;\n   28    S 4. Paragraph 1 of subdivision (d) of section 3101 of the civil prac-\n   29  tice law and rules is amended by adding a new subparagraph (iv) to  read\n   30  as follows:\n   31    (IV)  IN AN ACTION FOR ORAL AND MAXILLOFACIAL SURGERY MEDICAL MALPRAC-\n   32  TICE FOR PROCEDURES PERFORMED PURSUANT TO  SUBDIVISION  TWO  OF  SECTION\n   33  SIXTY-SIX HUNDRED ONE OF THE EDUCATION LAW, A PHYSICIAN MAY BE CALLED AS\n   34  AN EXPERT WITNESS AT TRIAL.\n   35    S 5. This act shall take effect on the one hundred eightieth day after\n   36  it shall have become a law; provided, however, that effective immediate-\n   37  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   38  necessary for the implementation of the provisions of this  act  on  its\n   39  effective  date  are authorized and directed to be made and completed on\n   40  or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to amending the definition of the scope of practice of dentistry to authorize certain dentists who are qualified and certified to perform any procedure in the oral and maxillofacial area; and to amend the public health law and the civil practice law and rules, in relation to the discipline and liability of dentists who are so qualified and certified ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T142407.TXT", "SOBI.D110121.T115020.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295628620241
}