{
  "year" : 2011,
  "senateBillNo" : "A2823-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A2823-2011-1295499600000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes that portion of the town of Chester in the service area of the Albert Wisner memorial public library from such library service area",
  "summary" : "Removes that portion of the town of Chester in the service area of the Albert Wisner memorial public library from such library service area to end the double taxation of certain town residents. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Orange County",
  "previousVersions" : [ "AA2071-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2823\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Libraries and Education Technology\n\n       AN ACT to remove from the Albert Wisner memorial public library  service\n         area  that  portion  of  the town of Chester, in the county of Orange,\n         which is located within such district\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding the terms of the resolution, enacted pursu-\n    2  ant  to section 255 of the education law, establishing the Albert Wisner\n    3  memorial public library in 1973 or the charter issued in 1979  for  such\n    4  library  by  the board of regents, pursuant to section 216 of the educa-\n    5  tion law, no real property in the town of  Chester,  in  the  county  of\n    6  Orange,  shall  be  deemed  to be within the service area of such public\n    7  library. Under no circumstance shall the Warwick Valley  central  school\n    8  district  impose  any  library  tax for the support of the Albert Wisner\n    9  memorial public library upon any parcel of real property in the town  of\n   10  Chester.  For  all  purposes, any real property removed from the service\n   11  area of the Albert Wisner memorial public library pursuant to  this  act\n   12  shall  be  deemed  to  be  within the service area of the Chester public\n   13  library and shall be subject to taxation for the support of the  Chester\n   14  public library.\n   15    S  2.  This act shall take effect on the first of July next succeeding\n   16  the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02872-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to remove from the Albert Wisner memorial public library service area that portion of the town of Chester, in the county of Orange, which is located within such district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155413.TXT", "SOBI.D110120.T154913.TXT", "SOBI.D110121.T115521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295628921380
}