{
  "year" : 2011,
  "senateBillNo" : "A2831-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to labor",
    "billEventId" : "A2831-2011-1295499600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows certain part-time employees to be eligible for unemployment insurance",
  "summary" : "Allows a part-time employee to be eligible for unemployment insurance if such claimant earns an annual salary or remuneration equal to or less than fifteen thousand dollars for such part-time employment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A7416-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2831\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  J. MILLER  --  read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law, in  relation  to  providing  unemployment\n         insurance benefits to certain part-time claimants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 591 of the labor law,  as  amended\n    2  by chapter 413 of the laws of 2003, is amended to read as follows:\n    3    1.  Unemployment. Benefits, except as provided in section five hundred\n    4  ninety-one-a of this title, shall be paid only  to  a  claimant  who  is\n    5  totally  unemployed  and  who  is  unable  to engage in his OR HER usual\n    6  employment or in any other for which he OR SHE is reasonably  fitted  by\n    7  training and experience. A claimant who is receiving benefits under this\n    8  article  shall  not be denied such benefits pursuant to this subdivision\n    9  or to subdivision two of this section because of such claimant's service\n   10  on a grand or petit jury of any state or of the United States OR BECAUSE\n   11  OF SUCH CLAIMANT'S SERVICE AS A PART-TIME EMPLOYEE, WHO BY SUCH  SERVICE\n   12  EARNS  AN  ANNUAL  SALARY  OR REMUNERATION EQUAL TO OR LESS THAN FIFTEEN\n   13  THOUSAND DOLLARS.\n   14    S 2. Subdivision 1 of section 591 of the  labor  law,  as  amended  by\n   15  chapter 446 of the laws of 1981, is amended to read as follows:\n   16    1.  Unemployment.  Benefits  shall  be  paid only to a claimant who is\n   17  totally unemployed and who is unable to  engage  in  his  OR  HER  usual\n   18  employment  or  in any other for which he OR SHE is reasonably fitted by\n   19  training and experience. A claimant who is receiving benefits under this\n   20  article shall not be denied such benefits pursuant to  this  subdivision\n   21  or to subdivision two of this section because of such claimant's service\n   22  on a grand or petit jury of any state or of the United States OR BECAUSE\n   23  OF  SUCH CLAIMANT'S SERVICE AS A PART-TIME EMPLOYEE, WHO BY SUCH SERVICE\n   24  EARNS AN ANNUAL SALARY OR REMUNERATION EQUAL TO  OR  LESS  THAN  FIFTEEN\n   25  THOUSAND DOLLARS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01910-01-1\n\n       A. 2831                             2\n\n    1    S 3. This act shall take effect on the one hundred twentieth day after\n    2  it  shall have become a law; provided, however, that the amendments made\n    3  to subdivision 1 of section 591 of the labor law made by section one  of\n    4  this act shall be subject to the expiration and reversion of such subdi-\n    5  vision  pursuant  to  section  10 of chapter 413 of the laws of 2003, as\n    6  amended, when upon such date the provisions of section two of  this  act\n    7  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to providing unemployment insurance benefits to certain part-time claimants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155413.TXT", "SOBI.D110121.T095013.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295621413470
}