{
  "year" : 2011,
  "senateBillNo" : "A2838-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2838-2011-1295499600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for creation of a legislative budget office",
  "summary" : "Provides for creation of a non-partisan legislative budget office to perform budget analysis to determine the funding levels necessary to the operation of governmental departments and programs and render anticipated revenue estimates for each fiscal year, examine and review all financial information of the state for the purpose of rendering revenue estimates used in determining whether the proposed state budget is balanced, be charged with the duty of rendering anticipated revenue forecast reports to the legislature and the governor for the purposes of facilitating passage of the state budget in a timely manner, provide assistance in determining the fiscal impact of proposed legislation, and submit to the state legislature written estimates of anticipated state revenues on January 15, April 15, July 15 and October 15 of each year. ",
  "currentCommittee" : null,
  "sameAs" : "S611",
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A1896-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2838\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, GALEF -- Multi-Sponsored by -- M. of A.\n         BRENNAN, COOK, DESTITO, GANTT, HOYT, MILLMAN -- read once and referred\n         to the Committee on Governmental Operations\n\n       AN ACT to amend the legislative law, in  relation  to  creation  of  the\n         legislative budget office\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislative law is amended by adding a new article  5-C\n    2  to read as follows:\n    3                                 ARTICLE 5-C\n    4                          LEGISLATIVE BUDGET OFFICE\n    5  SECTION 88-K. NON-PARTISAN LEGISLATIVE BUDGET OFFICE.\n    6          88-L.  POWERS  AND DUTIES OF THE NON-PARTISAN LEGISLATIVE BUDGET\n    7                 OFFICE.\n    8    S 88-K.  NON-PARTISAN  LEGISLATIVE  BUDGET  OFFICE.  THERE  IS  HEREBY\n    9  CREATED A NON-PARTISAN LEGISLATIVE BUDGET OFFICE.\n   10    S  88-L.  POWERS  AND  DUTIES  OF  THE NON-PARTISAN LEGISLATIVE BUDGET\n   11  OFFICE.  1. THE NON-PARTISAN LEGISLATIVE  BUDGET  OFFICE  SHALL  PERFORM\n   12  BUDGET  ANALYSIS TO DETERMINE THE FUNDING LEVELS NECESSARY TO THE OPERA-\n   13  TION OF GOVERNMENTAL DEPARTMENTS AND  PROGRAMS  AND  RENDER  ANTICIPATED\n   14  REVENUE  ESTIMATES FOR EACH FISCAL YEAR. SUCH REVENUE ESTIMATES SHALL BE\n   15  USED EXCLUSIVELY FOR PURPOSES OF DETERMINING BUDGET EXPENDITURES.\n   16    2. THE DIRECTOR OF THE NON-PARTISAN LEGISLATIVE  BUDGET  OFFICE  SHALL\n   17  EXAMINE  AND  REVIEW  ALL  FINANCIAL  INFORMATION  OF  THE STATE FOR THE\n   18  PURPOSE OF RENDERING REVENUE ESTIMATES USED IN DETERMINING  WHETHER  THE\n   19  PROPOSED STATE BUDGET IS BALANCED.\n   20    3.  THE  NON-PARTISAN  LEGISLATIVE  BUDGET OFFICE SHALL BE HEADED BY A\n   21  DIRECTOR WHO SHALL BE APPOINTED BY A JOINT RESOLUTION OF THE SENATE  AND\n   22  ASSEMBLY  FOR  A  TERM  OF FIVE YEARS. HE OR SHE SHALL DEVOTE HIS OR HER\n   23  FULL TIME AND EFFORT TO THE OFFICE OF DIRECTOR AND HE OR SHE SHALL  HOLD\n   24  NO  OTHER PUBLIC OFFICE. THE DIRECTOR SHALL RECEIVE SUCH COMPENSATION AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04910-01-1\n\n       A. 2838                             2\n\n    1  MAY BE FIXED BY THE OFFICE. THE DIRECTOR MAY  APPOINT  BUDGET  ANALYSTS,\n    2  ASSISTANTS  AND  SUCH OTHER EMPLOYEES AS HE OR SHE MAY DEEM NECESSARY OR\n    3  DESIRABLE, PRESCRIBE THEIR DUTIES AND FIX THEIR COMPENSATION WITHIN  THE\n    4  AMOUNTS APPROPRIATED AND MADE AVAILABLE THEREFOR.\n    5    4.  THE  NON-PARTISAN  LEGISLATIVE BUDGET OFFICE SHALL BE CHARGED WITH\n    6  THE DUTY OF RENDERING ANTICIPATED REVENUE FORECAST REPORTS TO THE LEGIS-\n    7  LATURE AND THE GOVERNOR FOR THE PURPOSES OF FACILITATING PASSAGE OF  THE\n    8  STATE  BUDGET  IN  A  TIMELY  MANNER. THE DIRECTOR MAY REQUEST AND SHALL\n    9  RECEIVE FROM ALL PUBLIC OFFICERS, DEPARTMENTS, AGENCIES AND  AUTHORITIES\n   10  OF THE STATE AND ITS POLITICAL SUBDIVISIONS, SUCH ASSISTANCE AND DATA AS\n   11  SHALL  BE  NECESSARY TO PROJECT ANTICIPATED STATE REVENUES FOR BUDGETARY\n   12  PURPOSES.\n   13    5. THE NON-PARTISAN LEGISLATIVE BUDGET OFFICE SHALL PROVIDE ASSISTANCE\n   14  IN DETERMINING THE FISCAL IMPACT OF PROPOSED LEGISLATION.\n   15    6. THE NON-PARTISAN LEGISLATIVE BUDGET  OFFICE  SHALL  SUBMIT  TO  THE\n   16  LEGISLATURE  WRITTEN  ESTIMATES OF ANTICIPATED STATE REVENUES ON JANUARY\n   17  FIFTEENTH, APRIL FIFTEENTH, JULY FIFTEENTH AND OCTOBER FIFTEENTH OF EACH\n   18  YEAR.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to creation of the legislative budget office ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155914.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716776
}