{
  "year" : 2011,
  "senateBillNo" : "A2833-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2833-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of criminal trespass on the field of play of a sports event",
  "summary" : "Creates the crime of criminal trespass on the field of play; makes it a crime for a fan to enter the field of play of a professional sporting event when such fan does not have permission to be on the field; requires bond or trust account to be established in an amount equal to the total value of all prizes offered; provides that failure to file is a class B misdemeanor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1760-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2833\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- Multi-Sponsored by -- M. of A. CANES-\n         TRARI, GALEF, MAGEE, MARKEY, MAYERSOHN, ORTIZ, PAULIN, PHEFFER, ROBIN-\n         SON, SCHIMMINGER, SWEENEY, TOWNS, WEISENBERG -- read once and referred\n         to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  creating  the  crime  of\n         criminal trespass on the field of play of a sports event\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 140.18  to\n    2  read as follows:\n    3  S 140.18 CRIMINAL TRESPASS ON THE FIELD OF PLAY OF A SPORTS EVENT.\n    4    A  PERSON  IS  GUILTY  OF  CRIMINAL TRESPASS ON THE FIELD OF PLAY OF A\n    5  SPORTS EVENT WHEN SUCH PERSON KNOWINGLY ENTERS OR REMAINS UNLAWFULLY  ON\n    6  THE  FIELD  OF  PLAY OF A SPORTS EVENT NOT OTHERWISE OPEN TO THE PUBLIC,\n    7  WHILE SUCH EVENT IS BEING PLAYED OR DURING WHICH TIME THE FIELD OF  PLAY\n    8  IS  BEING  UTILIZED  BY  PARTICIPANTS  IN SUCH SPORTS ACTIVITY, WITH THE\n    9  INTENT TO VIOLATE SECTION 120.00, 145.00 OR 155.25 OF THIS CHAPTER.\n   10    FOR PURPOSES OF THIS SECTION, \"FIELD OF PLAY OF A SPORTS EVENT\"  SHALL\n   11  MEAN  THE  LOCATION UPON WHICH A PROFESSIONAL SPORTING EVENT OR SPORTING\n   12  EVENT FOR WHICH ADMISSION IS CHARGED TO THE PUBLIC IS PLAYED.\n   13    CRIMINAL TRESPASS ON THE FIELD OF PLAY OF A SPORTS EVENT IS A CLASS  B\n   14  MISDEMEANOR.\n   15    S 2. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05709-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crime of criminal trespass on the field of play of a sports event ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155413.TXT", "SOBI.D110121.T095013.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295621413473
}