{
  "year" : 2011,
  "senateBillNo" : "A2836-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2836-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to knowingly possessing or harboring a hostile dog",
  "summary" : "Relates to knowingly possessing or harboring a hostile dog which without justification attacks a person and causes serious physical injury or death or is not lawfully licensed, currently vaccinated for rabies and has a valid official identification tag affixed to its collar and cannot be restrained from chasing, worrying or attacking any person under the age of 16 in a manner capable of causing serious injury. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1761-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2836\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, PHEFFER, ORTIZ -- Multi-Sponsored by --\n         M. of A. COOK, CYMBROWITZ, GALEF,  HIKIND,  HOOPER,  HOYT,  MAYERSOHN,\n         McENENY, MILLMAN, SCHIMMINGER, WEISENBERG -- read once and referred to\n         the Committee on Codes\n\n       AN  ACT  to  amend the penal law, in relation to knowingly possessing or\n         harboring a hostile dog\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 265.01 of the penal law is amended by adding a new\n    2  subdivision 9 to read as follows:\n    3    (9) HE OR SHE KNOWINGLY POSSESSES OR HARBORS ANY DOG THAT, BY  TEMPER-\n    4  AMENT, NATURE, OR PAST BEHAVIOR, IS INCLINED TO BE HOSTILE AND:\n    5    (A)  ATTACKS  A  PERSON,  WITHOUT PROVOCATION, THEREBY CAUSING SERIOUS\n    6  PHYSICAL INJURY OR DEATH TO SUCH PERSON; OR\n    7    (B) (I) IS NOT LICENSED, (II) DOES NOT HAVE A CURRENT VACCINATION  FOR\n    8  RABIES,  (III)  DOES  NOT  HAVE  A  VALID IDENTIFICATION TAG PURSUANT TO\n    9  SECTION ONE HUNDRED TWELVE OF THE AGRICULTURE AND MARKETS LAW, AND  (IV)\n   10  CANNOT  BE  RESTRAINED  FROM  CHASING, WORRYING, OR ATTACKING ANY PERSON\n   11  UNDER THE AGE OF SIXTEEN; OR\n   12    (C) HE OR SHE HAS REFUSED TO SURRENDER THE DOG AS REQUIRED BY A  JUDI-\n   13  CIAL  ORDER  ISSUED  PURSUANT  TO  SECTION ONE HUNDRED TWENTY-ONE OF THE\n   14  AGRICULTURE AND MARKETS LAW; OR\n   15    (D) HE OR SHE USES THE DOG IN THE COMMISSION OF A CRIME.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05710-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to knowingly possessing or harboring a hostile dog ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155413.TXT", "SOBI.D110120.T155914.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716768
}