{
  "year" : 2011,
  "senateBillNo" : "A2832-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2832-2011-1295499600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the department of economic development and job development authority to provide pre-exporting assistance from the export trade revolving loan fund to firm",
  "summary" : "Authorizes the department of economic development and the job development authority to provide pre-exporting assistance from an export trade revolving loan fund to small and medium size firms seeking to export from New York; directs the economic development commissioner to assist the job development authority to identify manufacturers eligible for assistance through such fund; includes financial assistance for export trade within definition of \"project\" for job development authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A1764-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2832\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, SCHIMMINGER, GALEF -- Multi-Sponsored by\n         --  M.  of  A.  MAGEE  --  read  once and referred to the Committee on\n         Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the economic development law and the public  authorities\n         law, in relation to authorizing the department of economic development\n         and  the job development authority to provide pre-exporting assistance\n         to firms seeking to export from New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 47 of section 100 of the economic development\n    2  law, as renumbered by chapter 427 of the laws  of  2008,  is  renumbered\n    3  subdivision 48 and a new subdivision 47 is added to read as follows:\n    4    47. THE COMMISSIONER SHALL ASSIST THE JOB DEVELOPMENT AUTHORITY IN THE\n    5  IDENTIFICATION  OF  MANUFACTURERS  ELIGIBLE  FOR  ASSISTANCE THROUGH THE\n    6  EXPORT TRADE REVOLVING LOAN FUND AND SHALL PROVIDE TECHNICAL  ASSISTANCE\n    7  TO SUCH MANUFACTURERS AS MAY BE REQUIRED BY THEM IN ORDER TO ASSIST THEM\n    8  TO  BE MORE EFFECTIVE IN THE AREA OF INTERNATIONAL SALES WHENEVER POSSI-\n    9  BLE.\n   10    S 2. Subdivision 14 of section 1801 of the public authorities law,  as\n   11  amended  by  chapter  788  of  the  laws  of 1983, is amended to read as\n   12  follows:\n   13    14. \"Project\" shall mean (i) the construction of a new  industrial  or\n   14  manufacturing  plant,  a  new research and development building or other\n   15  new eligible business facility, (ii) the acquisition, rehabilitation  or\n   16  improvement  of  a former or existing industrial or manufacturing plant,\n   17  of a former or existing building to be used for  research  and  develop-\n   18  ment,  of  a  former or existing other eligible business facility, (iii)\n   19  the  construction,  acquisition,  rehabilitation   or   improvement   of\n   20  pollution  control facilities, (iv) the purchase of machinery and equip-\n   21  ment, for which financial assistance from the authority is sought,  [or]\n   22  (v)  assistance to employees under an employee ownership assistance loan\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05704-01-1\n\n       A. 2832                             2\n\n    1  agreement made pursuant to subtitle six of this title, OR (VI) FINANCIAL\n    2  ASSISTANCE FOR EXPORT TRADE PURPOSES PURSUANT TO SUBTITLE FIVE-B OF THIS\n    3  TITLE; provided, however, that any such  plant,  building,  facility  or\n    4  machinery  and equipment therefore shall not be primarily used in making\n    5  retail sales of goods or services to customers who personally visit such\n    6  facilities to obtain such goods or services,  or  used  primarily  as  a\n    7  hotel, apartment house or other place of business which furnishes dwell-\n    8  ing space or accommodations to either residents or transients.\n    9    S  3. Title 8 of article 8 of the public authorities law is amended by\n   10  adding a new subtitle 5-B to read as follows:\n   11                                 SUBTITLE V-B\n   12                      EXPORT TRADE REVOLVING LOAN FUND\n   13  SECTION 1835-AA. STATEMENT OF LEGISLATIVE FINDINGS AND PURPOSE.\n   14          1835-BB. DEFINITIONS.\n   15          1835-CC. ADDITIONAL POWERS OF THE AUTHORITY.\n   16          1835-DD. REPAYMENT OF LOANS.\n   17          1835-EE. RULES AND REGULATIONS OF THE AUTHORITY.\n   18    S 1835-AA. STATEMENT OF LEGISLATIVE FINDINGS AND PURPOSE. THE LEGISLA-\n   19  TURE HEREBY FINDS AND DECLARES THAT  SMALL  AND  MEDIUM-SIZED  COMPANIES\n   20  HAVE SOUGHT TO INCREASE THEIR SALES AND EMPLOYMENT BY ENTERING THE WORLD\n   21  MARKET IN THAT THEY ARE DESIROUS OF MAKING INTERNATIONAL SALES. HOWEVER,\n   22  SUCH  BUSINESS TRANSACTIONS ARE SUBSTANTIALLY MORE COMPLEX THAN A NORMAL\n   23  DOMESTIC SALES RELATIONSHIP  FAMILIAR  TO  THE  UNITED  STATES  BUSINESS\n   24  COMMUNITY.  FURTHER,  THE  INTERNATIONAL  SALE  REQUIRES A GREAT DEAL OF\n   25  DOCUMENTATION, KNOWLEDGE OF FOREIGN MARKETS, HIGH  RISK  RELATIVE  TO  A\n   26  DOMESTIC  SALE,  SPECIAL FREIGHT FORWARDING TRANSACTION, AND MOST IMPOR-\n   27  TANTLY, SPECIAL FINANCING.\n   28    THE LEGISLATURE FURTHER FINDS AND DECLARES THAT SMALL AND MEDIUM-SIZED\n   29  MANUFACTURERS REQUIRE SHORT-TERM FINANCING WHICH IS CURRENTLY NOT AVAIL-\n   30  ABLE THROUGHOUT THE STATE OF  NEW  YORK  FOR  ACTIVITIES  THAT  MUST  BE\n   31  COMPLETED  PRIOR TO THE FOREIGN SALE OF GOODS KNOWN AS PRE-EXPORT ACTIV-\n   32  ITIES. THEREFORE, TO HELP BUSINESS IN THIS STATE TO  BETTER  EXPORT  ITS\n   33  PRODUCTS,  THE  LEGISLATURE  DESIRES  THAT THE JOB DEVELOPMENT AUTHORITY\n   34  PROVIDE LOANS TO SMALL AND MEDIUM-SIZED  COMPANIES  THROUGH  APPROPRIATE\n   35  AND  EFFICIENT  METHODS SO THAT MORE BUSINESSES IN THE STATE OF NEW YORK\n   36  MAY ENTER THE INTERNATIONAL SALES MARKETPLACE.\n   37    S 1835-BB. DEFINITIONS. AS USED IN THIS SUBTITLE:\n   38    1. \"AGREEMENT\" MEANS AN EXPORT TRADE LOAN AGREEMENT MADE  PURSUANT  TO\n   39  THIS SUBTITLE.\n   40    2.  \"AUTHORITY\" MEANS THE JOB DEVELOPMENT AUTHORITY CREATED BY SECTION\n   41  EIGHTEEN HUNDRED TWO OF THIS TITLE.\n   42    3. \"EXPORT TRADING ENTITY\" MEANS A PERSON, FIRM,  PARTNERSHIP,  CORPO-\n   43  RATION  OR  OTHER ENTITY, PRINCIPALLY DOING BUSINESS IN THE STATE OF NEW\n   44  YORK, WITH FEWER THAN ONE HUNDRED EMPLOYEES, ENGAGED IN  OR  SEEKING  TO\n   45  ENGAGE IN AN ELIGIBLE PROJECT.\n   46    4.  \"ELIGIBLE  PROJECT\"  MEANS  PRE-EXPORT  ACTIVITIES CONDUCTED BY AN\n   47  EXPORT TRADING ENTITY, ENGAGED IN ACTIVITIES  INVOLVING  THE  EXPORT  OF\n   48  GOODS  AND  SERVICES,  INCLUDING  BUT  NOT  LIMITED  TO  MARKET SURVEYS,\n   49  RESEARCH, PRODUCT SOURCING, MARKETING, ADVERTISING,  BONDING,  INSURING,\n   50  WAREHOUSING,  SHIPPING,  STORAGE,  DOCUMENTATION, EXPORT MARKET DEVELOP-\n   51  MENT, EXPERT ADVICE AND TRADE SHOWS.\n   52    5. \"BORROWER\" MEANS ANY ENTITY WHICH RECEIVES A LOAN UNDER THIS SUBTI-\n   53  TLE TO PARTICIPATE IN AN ELIGIBLE PROJECT.\n   54    6. \"PROJECT COST\" INCLUDES ALL REASONABLE AND NECESSARY  COSTS  TO  BE\n   55  INCURRED  WHILE  COMPLETING AN ELIGIBLE PROJECT, INCLUDING LEGAL, FINAN-\n   56  CIAL, INSURANCE AND EXPORT TRADING SERVICES.\n\n       A. 2832                             3\n\n    1    S 1835-CC. ADDITIONAL POWERS OF THE  AUTHORITY.  THE  AUTHORITY  SHALL\n    2  HAVE THE POWER AND DUTY TO:\n    3    1.  ASSIST  AND COUNSEL EXPORT TRADING ENTITIES IN THEIR DEALINGS WITH\n    4  FEDERAL, STATE AND LOCAL  GOVERNMENTS,  INCLUDING  BUT  NOT  LIMITED  TO\n    5  PROVIDING   ACCESS  TO  INFORMATION  REGARDING  GOVERNMENT  REQUIREMENTS\n    6  AFFECTING EXPORT TRADING ACTIVITIES.\n    7    2. PRESCRIBE STANDARDS AND CRITERIA FOR THE GRANTING  OF  APPLICATIONS\n    8  FOR  LOANS  TO  EXPORT  TRADING ENTITIES AND FOR THE MAKING OF LOANS FOR\n    9  ELIGIBLE PROJECTS. SUCH  STANDARDS  AND  CRITERIA  SHALL  IMPLEMENT  THE\n   10  LEGISLATIVE FINDINGS AND PURPOSE SET FORTH IN THIS SUBTITLE. IN DEVELOP-\n   11  ING  SUCH  STANDARDS  AND CRITERIA, THE AUTHORITY SHALL CONSULT WITH THE\n   12  SUPERINTENDENT OF BANKS, THE SUPERINTENDENT OF INSURANCE AND THE COMMIS-\n   13  SIONER OF ECONOMIC DEVELOPMENT REGARDING STANDARDS AND CRITERIA FOR  THE\n   14  MAKING  OF LOANS FOR AN ELIGIBLE PROJECT; TO PLAN, DEVELOP AND UNDERTAKE\n   15  A PROGRAM WHEREIN SUCH LOANS FOR ELIGIBLE PROJECTS CAN BE  DISBURSED  TO\n   16  THE  GENERAL  BUSINESS  COMMUNITY  OF THE STATE OF NEW YORK FOR ELIGIBLE\n   17  PROJECTS.\n   18    3. MAKE AND EXECUTE CONTRACTS FOR THE ADMINISTRATION OR  SERVICING  OF\n   19  ANY  LOAN  MADE  BY THE AUTHORITY IN FURTHERANCE OF THIS SUBTITLE AND TO\n   20  PAY THE REASONABLE VALUES OF SUCH SERVICES  RENDERED  TO  THE  AUTHORITY\n   21  PURSUANT TO SUCH CONTRACT.\n   22    4.  ACCESS FUNDS FOR THE PROMOTION OF THIS ACTIVITY AS DEFINED IN THIS\n   23  SUBTITLE AND TO DO ALL THINGS REASONABLE TO DEVELOP  A  VIABLE  POOL  OF\n   24  FUNDS  TO  CARRY  OUT THE LEGISLATIVE INTENT OF THIS SUBTITLE TO INCLUDE\n   25  SEEKING OUT AND SECURING MONIES FROM THE SMALL BUSINESS  ADMINISTRATION,\n   26  EXPORT-IMPORT  BANK  OF THE UNITED STATES, ECONOMIC DEVELOPMENT ADMINIS-\n   27  TRATION, AGENCY FOR INTERNATIONAL DEVELOPMENT, THE DEPARTMENT OF HOUSING\n   28  AND URBAN DEVELOPMENT OR OTHER FEDERAL AGENCIES.\n   29    5. DO ANY AND ALL THINGS NECESSARY OR CONVENIENT  TO  CARRY  OUT  THIS\n   30  CORPORATE  PURPOSE  AND  EXERCISE  THE  POWERS GIVEN AND GRANTED IN THIS\n   31  SUBTITLE.\n   32    6. NOTWITHSTANDING ANY OF THE PROVISIONS OF THIS SUBTITLE, THE BORROW-\n   33  ER MAY ONLY USE FUNDS MADE AVAILABLE BY THE AUTHORITY THROUGH LOANS  FOR\n   34  ELIGIBLE  PROJECTS.  SPECIFICALLY,  THE  AUTHORITY SHALL NOT FINANCE THE\n   35  SALE OF PRODUCTS OR SERVICES BEING EXPORTED AS PART OF  AN  EXPORT  SALE\n   36  FROM THE UNITED STATES.\n   37    S  1835-DD.  REPAYMENT  OF LOANS. 1. THE ENTIRE AMOUNT LOANED SHALL BE\n   38  REPAID BY THE BORROWER TO THE AUTHORITY IN A TERM NOT  LONGER  THAN  ONE\n   39  YEAR.\n   40    2. INTEREST SHALL ACCRUE ON THE UNPAID BALANCE THROUGHOUT THE LIFETIME\n   41  OF THE LOAN AT A RATE TO BE DETERMINED BY THE JOB DEVELOPMENT AUTHORITY.\n   42    S  1835-EE.  RULES  AND REGULATIONS OF THE AUTHORITY. 1. THE AUTHORITY\n   43  SHALL MAKE, PROMULGATE AND ENFORCE SUCH REASONABLE RULES AND REGULATIONS\n   44  RELATING TO ITS DUTIES UNDER THIS SUBTITLE AS IT MAY DEEM APPROPRIATE.\n   45    2. TO EFFECTUATE THE PURPOSE  OF  THIS  SUBTITLE,  THE  AUTHORITY  MAY\n   46  REQUEST  FROM  ANY AUTHORITY, DIVISION, BOARD, BUREAU, COMMISSION OR ANY\n   47  OTHER AGENCY OF THE STATE OR FROM ANY PUBLIC CORPORATION, AND  THE  SAME\n   48  ARE  AUTHORIZED  TO  PROVIDE  SUCH SERVICES, ASSISTANCE AND DATA AS WILL\n   49  ENABLE THE AUTHORITY TO PROPERLY CARRY OUT  ITS  FUNCTIONS,  POWERS  AND\n   50  DUTIES UNDER THIS SUBTITLE.\n   51    S 4. This act shall take effect on the one hundred twentieth day after\n   52  it  shall have become a law. Effective immediately, the addition, amend-\n   53  ment and/or repeal of any rule or regulation necessary for the implemen-\n   54  tation of the foregoing sections of this act on their effective date  is\n   55  authorized to be made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law and the public authorities law, in relation to authorizing the department of economic development and the job development authority to provide pre-exporting assistance to firms seeking to export from New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155413.TXT", "SOBI.D110121.T095013.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295621413471
}