{
  "year" : 2011,
  "senateBillNo" : "A2834-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2834-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax credit for a portion of the cost of a radon reduction system",
  "summary" : "Provides a tax credit for a portion of the cost of a radon reduction system up to half the cost of installation of a radon reduction system, not to exceed $1250. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1891-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2834\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, ABBATE, CAHILL, ROBINSON -- Multi-Spon-\n         sored by -- M. of A.   CLARK, COOK, HIKIND,  MARKEY,  McENENY,  RAMOS,\n         SCARBOROUGH  --  read  once  and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law, in relation to providing a tax credit for a\n         portion of the cost of installing a radon reduction system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall  be known and may be cited as the \"radon\n    2  related cancer prevention act\".\n    3    S 2. Legislative intent. The legislature finds that the United  States\n    4  Environmental  Protection Agency together with the American Lung Associ-\n    5  ation agree that radon gas exposure is the second leading cause of  lung\n    6  cancer  in  the  United States. Tens of thousands of people die annually\n    7  from radon related lung cancer, and in  2000  there  were  an  estimated\n    8  9,800  new cases of lung cancer in New York state, many linked to radon.\n    9  The legislature further finds that the installation of radon  mitigation\n   10  systems, and preventative measures during new building construction, are\n   11  relative  inexpensive  solutions, which can dramatically decrease and/or\n   12  eliminate the risk of contracting radon related  lung  cancer.  Further-\n   13  more,  as  of  1996  the  costs  of  treating lung cancer exceed $26,000\n   14  initially, and exceed $11,000 every year of life thereafter.  Therefore,\n   15  the  legislature  finds  that it is in the interest of the state to help\n   16  protect its citizens from contracting lung cancer related to the  deadly\n   17  gas.\n   18    S  3. Section 606 of the tax law is amended by adding a new subsection\n   19  (ss) to read as follows:\n   20    (SS) CREDIT FOR INSTALLATION OF RADON REDUCTION SYSTEM. (1) A RESIDENT\n   21  OWNER OF REAL PROPERTY, AS DEFINED IN SUBDIVISION TWELVE OF SECTION  ONE\n   22  HUNDRED  TWO  OF  THE  REAL  PROPERTY TAX LAW, SHALL BE ALLOWED A CREDIT\n   23  AGAINST THE TAX OTHERWISE DUE UNDER THIS ARTICLE IN AN AMOUNT  EQUAL  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06454-01-1\n\n       A. 2834                             2\n\n    1  ONE-HALF  OF  THE  COST  OF  A RADON REDUCTION SYSTEM, NOT TO EXCEED ONE\n    2  THOUSAND TWO HUNDRED FIFTY DOLLARS. THE COST OF A RADON REDUCTION SYSTEM\n    3  SHALL ALSO INCLUDE ANY COSTS ASSOCIATED WITH THE  INSTALLATION  OF  SUCH\n    4  SYSTEM.\n    5    (2)  FOR  THE  PURPOSES  OF  THIS SUBSECTION, \"RADON REDUCTION SYSTEM\"\n    6  MEANS ANY  SYSTEM  INSTALLED  USING  SUBSLAB  SUCTION,  PASSIVE  SUBSLAB\n    7  SUCTION,  DRAINTILE  SUCTION,  BLOCKWALL  SUCTION,  SUMP  HOLE  SUCTION,\n    8  CRAWLSPACE  SUBMEMBRANE  DEPRESSURIZATION,  BASEMENT   DEPRESSURIZATION,\n    9  PRIVATE  WELL  WATER AERATION, OR GRANULAR ACTIVATED CARBON PRIVATE WELL\n   10  WATER TECHNIQUES. SUCH SYSTEM MAY ALSO INCLUDE NATURAL  VENTILATION  AND\n   11  SEALING  METHODS  ONLY  WHEN  USED  IN CONJUNCTION WITH THE ABOVE LISTED\n   12  TECHNIQUES.\n   13    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit for a portion of the cost of installing a radon reduction system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155413.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416618
}