{
  "year" : 2011,
  "senateBillNo" : "A2835-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2835-2011-1295499600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the applicability of certain provisions with respect to persons injured in the use of scaffolding and other devices for use by employees",
  "summary" : "Relates to the applicability of certain provisions with respect to persons injured in the use of scaffolding and other devices for use by employees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A1895-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2835\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, DESTITO, SCHIMMINGER, V. LOPEZ, MAGEE,\n         CYMBROWITZ, GALEF, ROBINSON -- Multi-Sponsored by -- M. of A.  HOOPER,\n         LUPARDO,  McENENY,  TOWNS, WEISENBERG -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the civil practice law and rules,  in  relation  to  the\n         applicability of certain provisions with respect to persons injured in\n         the use of scaffolding and other devices for use by employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil practice law and rules is amended by adding a new\n    2  section 1414 to read as follows:\n    3    S 1414.   APPLICABILITY TO CERTAIN ACTIONS.  1.    IN  ANY  ACTION  OR\n    4  PROCEEDING  TO  RECOVER DAMAGES FOR PERSONAL INJURY, INJURY TO PROPERTY,\n    5  OR WRONGFUL DEATH PURSUANT TO SECTION TWO  HUNDRED  FORTY,  SUBDIVISIONS\n    6  ONE  THROUGH  FIVE  OF  SECTION  TWO  HUNDRED  FORTY-ONE, OR SECTION TWO\n    7  HUNDRED FORTY-ONE-A OF THE LABOR LAW, WHERE SAFETY EQUIPMENT OR  DEVICES\n    8  HAVE BEEN MADE AVAILABLE, AND A PERSON EMPLOYED OR OTHERWISE ENTITLED TO\n    9  THE  PROTECTION  OF  THE PROVISIONS OF SUCH SECTION HAS FAILED TO FOLLOW\n   10  SAFETY INSTRUCTION OR SAFE WORK PRACTICES IN  ACCORDANCE  WITH  TRAINING\n   11  PROVIDED,  OR FAILED TO UTILIZE PROVIDED SAFETY EQUIPMENT OR DEVICES, OR\n   12  ENGAGED IN A CRIMINAL ACT OR WAS IMPAIRED BY THE USE OF DRUGS  OR  ALCO-\n   13  HOL,  AND  SUCH  FAILURE,  ACT  OR IMPAIRMENT IS A PROXIMATE CAUSE OF AN\n   14  INJURY TO SUCH PERSON, THE CONDUCT ATTRIBUTABLE TO SUCH PERSON SHALL NOT\n   15  BAR RECOVERY, BUT THE AMOUNT OF DAMAGES OTHERWISE RECOVERABLE  SHALL  BE\n   16  DETERMINED  IN  ACCORDANCE  WITH SECTION FOURTEEN HUNDRED ELEVEN OF THIS\n   17  ARTICLE TO THE EXTENT THAT SUCH CONDUCT RELATES TO THE COMMISSION  OF  A\n   18  CRIMINAL  ACT,  IMPAIRMENT  CAUSED  BY  THE USE OF DRUGS OR ALCOHOL, THE\n   19  FAILURE TO USE SAFETY EQUIPMENT OR DEVICES, THE FAILURE TO  COMPLY  WITH\n   20  INSTRUCTIONS  OR  TRAINING  REGARDING  THE  USE  OF  SAFETY EQUIPMENT OR\n   21  DEVICES OR THE FAILURE TO OTHERWISE COMPLY WITH SAFE WORK  PRACTICES  IN\n   22  ACCORDANCE  WITH  SAFETY TRAINING PROGRAMS PROVIDED TO SUCH PERSON. SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05792-01-1\n\n       A. 2835                             2\n\n    1  TRAINING PROGRAMS SHALL INCLUDE, BUT SHALL NOT BE LIMITED TO, COURSES IN\n    2  CONSTRUCTION SAFETY AND HEALTH CERTIFIED BY THE  UNITED  STATES  OCCUPA-\n    3  TIONAL SAFETY AND HEALTH ADMINISTRATION OR THE DEPARTMENT OF LABOR.\n    4    2.  NOTHING  CONTAINED  IN  THIS  SECTION SHALL BE DEEMED TO IMPOSE OR\n    5  CREATE LIABILITY UNDER SUCH SECTIONS OF THE LABOR  LAW  REFERRED  TO  IN\n    6  SUBDIVISION  ONE  OF  THIS SECTION, WHERE A PERSON EMPLOYED OR OTHERWISE\n    7  ENTITLED TO THE PROTECTION OF THE PROVISIONS OF SUCH SECTIONS HAS FAILED\n    8  TO FOLLOW SAFETY INSTRUCTIONS OR SAFE WORK PRACTICES IN ACCORDANCE  WITH\n    9  TRAINING  PROVIDED,  OR  FAILED  TO UTILIZE PROVIDED SAFETY EQUIPMENT OR\n   10  DEVICES, OR ENGAGED IN A CRIMINAL ACT OR WAS  IMPAIRED  BY  THE  USE  OF\n   11  DRUGS OR ALCOHOL, AND SUCH FAILURE, ACT OR IMPAIRMENT IS THE SOLE PROXI-\n   12  MATE CAUSE OF AN INJURY TO SUCH PERSON.\n   13    S  2.  This  act  shall take effect immediately and shall apply to all\n   14  causes of actions accruing on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to the applicability of certain provisions with respect to persons injured in the use of scaffolding and other devices for use by employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155413.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716765
}