{
  "year" : 2011,
  "senateBillNo" : "A2845-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2845-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of prosecutorial misconduct",
  "summary" : "Provides that if a prosecutor withholds information proving the innocence of an individual convicted of or charged with a crime, he or she shall be guilty of a felony with the term of imprisonment being twice that of the term of imprisonment the individual charged with the crime is faced with or twice that which the individual has been sentenced to. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2508-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2845\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. PRETLOW, GLICK, PERRY -- Multi-Sponsored by -- M.\n         of A. HIKIND, HOOPER, ORTIZ -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the  penal law, in relation to creating the crime of\n         prosecutorial misconduct\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  penal  law  is  amended by adding three new sections\n    2  195.25, 195.30 and 195.35 to read as follows:\n    3  S 195.25 PROSECUTORIAL MISCONDUCT IN THE THIRD DEGREE.\n    4    A PROSECUTOR IS GUILTY OF PROSECUTORIAL MISCONDUCT IN THE THIRD DEGREE\n    5  WHEN HE OR SHE KNOWINGLY WITHHOLDS  INFORMATION  WHICH  WILL  PROVE  THE\n    6  INNOCENCE OF A PERSON CHARGED WITH OR CONVICTED OF A MISDEMEANOR.\n    7    PROSECUTORIAL MISCONDUCT IN THE THIRD DEGREE IS A CLASS E FELONY.\n    8  S 195.30 PROSECUTORIAL MISCONDUCT IN THE SECOND DEGREE.\n    9    A  PROSECUTOR  IS  GUILTY  OF  PROSECUTORIAL  MISCONDUCT IN THE SECOND\n   10  DEGREE WHEN HE OR SHE KNOWINGLY WITHHOLDS INFORMATION WHICH  WILL  PROVE\n   11  THE INNOCENCE OF A PERSON CHARGED WITH OR CONVICTED OF A CLASS E, D OR C\n   12  FELONY.\n   13    PROSECUTORIAL MISCONDUCT IN THE SECOND DEGREE IS A CLASS B FELONY.\n   14  S 195.35 PROSECUTORIAL MISCONDUCT IN THE FIRST DEGREE.\n   15    A PROSECUTOR IS GUILTY OF PROSECUTORIAL MISCONDUCT IN THE FIRST DEGREE\n   16  WHEN  HE  OR  SHE  KNOWINGLY  WITHHOLDS INFORMATION WHICH WILL PROVE THE\n   17  INNOCENCE OF A PERSON CHARGED WITH OR CONVICTED OF A CLASS B OR A  FELO-\n   18  NY.\n   19    PROSECUTORIAL MISCONDUCT IN THE FIRST DEGREE IS A CLASS A FELONY.\n   20    S 2. The penal law is amended by adding a new section 70.12 to read as\n   21  follows:\n   22  S 70.12 SENTENCE OF IMPRISONMENT FOR PROSECUTORIAL MISCONDUCT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02658-01-1\n\n       A. 2845                             2\n\n    1    1.  UPON  CONVICTION FOR PROSECUTORIAL MISCONDUCT IN THE THIRD DEGREE,\n    2  AS SPECIFIED IN SECTION 195.25 OF THIS CHAPTER, THE TERM OF IMPRISONMENT\n    3  SHALL BE AT LEAST ONE YEAR AND MUST NOT EXCEED TWO YEARS.\n    4    2.  UPON  CONVICTION FOR PROSECUTORIAL MISCONDUCT IN THE SECOND DEGREE\n    5  AS SPECIFIED IN SECTION 195.30 OF THIS CHAPTER, THE TERM OF IMPRISONMENT\n    6  SHALL  BE  TWICE  THE  SENTENCE  IMPOSED  UPON  THE  INDIVIDUAL  WRONGLY\n    7  CONVICTED OR THE TERM OF IMPRISONMENT WHICH WOULD HAVE BEEN IMPOSED UPON\n    8  THE INDIVIDUAL WRONGLY CHARGED.\n    9    3.  UPON  CONVICTION FOR PROSECUTORIAL MISCONDUCT IN THE FIRST DEGREE,\n   10  AS SPECIFIED IN SECTION 195.35 OF THIS CHAPTER, THE TERM OF IMPRISONMENT\n   11  SHALL  BE  TWICE  THE  SENTENCE  IMPOSED  UPON  THE  INDIVIDUAL  WRONGLY\n   12  CONVICTED OR THE TERM OF IMPRISONMENT WHICH WOULD HAVE BEEN IMPOSED UPON\n   13  THE  INDIVIDUAL  WRONGLY  CHARGED, IN THE CASE OF LIFE IMPRISONMENT, THE\n   14  SENTENCE SHALL BE LIFE IMPRISONMENT.\n   15    S 3. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crime of prosecutorial misconduct ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155914.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416603
}