{
  "year" : 2011,
  "senateBillNo" : "A2842-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2842-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides where court imposes certain sentence for certain misdemeanors and felonies, the court may impose a sentence of probation or conditional discharge",
  "summary" : "Provides that where a court imposes a certain sentence for certain misdemeanors and felonies, the court may impose a sentence of probation or conditional discharge provided that the term of probation or conditional discharge together with the term of imprisonment shall not exceed the term of probation or conditional discharge. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2510-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2842\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law, in relation  to  revocable  sentences  of\n         probation or conditional discharge and imprisonment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (d) of subdivision 2  of  section  60.01  of  the\n    2  penal  law,  as amended by chapter 65 of the laws of 1982, is amended to\n    3  read as follows:\n    4    (d) In any case where the court imposes a sentence of imprisonment not\n    5  in excess of sixty days[,] for a CLASS B misdemeanor, OR NOT  IN  EXCESS\n    6  OF NINETY DAYS FOR A CLASS A MISDEMEANOR, or not in excess of [six] NINE\n    7  months  for a felony or in the case of a sentence of intermittent impri-\n    8  sonment not in excess of four months, it may also impose a  sentence  of\n    9  probation  or  conditional discharge provided that the term of probation\n   10  or conditional discharge together with the term  of  imprisonment  shall\n   11  not  exceed the term of probation or conditional discharge authorized by\n   12  article sixty-five of this chapter. The sentence of  imprisonment  shall\n   13  be a condition of and run concurrently with the sentence of probation or\n   14  conditional discharge.\n   15    S 2. This act shall take effect on the first of November next succeed-\n   16  ing  the  date on which it shall have become a law, and shall apply only\n   17  to offenses committed on or after such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02605-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to revocable sentences of probation or conditional discharge and imprisonment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155914.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716785
}