{
  "year" : 2011,
  "senateBillNo" : "A2848-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to education",
    "billEventId" : "A2848-2011-1295499600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an office of special education services to administer programs for children with disabilities",
  "summary" : "Establishes an office of special education services within the state education department to administer programs for children with disabilities to be headed by an assistant commissioner appointed by the board of regents. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2638-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2848\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PRETLOW, WEISENBERG, COOK -- Multi-Sponsored by\n         -- M. of A. BRENNAN, CLARK, ENGLEBRIGHT,  WEINSTEIN,  WRIGHT  --  read\n         once and referred to the Committee on Education\n\n       AN  ACT  to  amend  the  education  law, in relation to providing for an\n         office of special education services to administer programs for  chil-\n         dren with disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new  section  4411\n    2  to read as follows:\n    3    S  4411.  OFFICE  OF  SPECIAL  EDUCATION  SERVICES. 1. THERE IS HEREBY\n    4  CREATED IN THE DEPARTMENT AN OFFICE OF SPECIAL EDUCATION SERVICES.   THE\n    5  HEAD  OF  THE  OFFICE  SHALL  BE  AN ASSISTANT COMMISSIONER WHO SHALL BE\n    6  APPOINTED BY THE BOARD OF REGENTS AND WHO SHALL HOLD OFFICE AT THE PLEA-\n    7  SURE OF THE BOARD OF REGENTS.\n    8    2. THE OFFICE OF SPECIAL EDUCATION SERVICES  SHALL  BE  THE  PRINCIPAL\n    9  AGENCY  FOR  ADMINISTERING  AND CONVEYING THE PROVISIONS OF THIS ARTICLE\n   10  RELATING TO PROGRAMS AND ACTIVITIES FOR THE EDUCATION OF  CHILDREN  WITH\n   11  DISABILITIES.\n   12    3. THE ASSISTANT COMMISSIONER APPOINTED PURSUANT TO THIS SECTION SHALL\n   13  DIRECT  THE  WORK OF THE OFFICE AND SHALL BE THE CHIEF EXECUTIVE OFFICER\n   14  OF THE OFFICE REPORTING DIRECTLY TO  THE  COMMISSIONER.  SUCH  ASSISTANT\n   15  COMMISSIONER  MAY  APPOINT  SUCH OFFICERS AND EMPLOYEES AS HE OR SHE MAY\n   16  DEEM NECESSARY, PRESCRIBE THEIR  DUTIES,  FIX  THEIR  COMPENSATION,  AND\n   17  PROVIDE FOR THE REIMBURSEMENT OF THEIR EXPENSES, ALL WITHIN AMOUNTS MADE\n   18  AVAILABLE  THEREFOR  BY  STATE AND FEDERAL APPROPRIATIONS; PROVIDED THAT\n   19  THERE SHALL BE NOT LESS THAN SIX OFFICERS CONSISTING OF  THREE  DIVISION\n   20  DIRECTORS AND THREE BUREAU CHIEFS TO ASSIST THE ASSISTANT COMMISSIONER.\n   21    S  2.  This act shall take effect on the first of July next succeeding\n   22  the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02790-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing for an office of special education services to administer programs for children with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416610
}