{
  "year" : 2011,
  "senateBillNo" : "A2843-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2843-2011-1295499600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs health maintenance organization which denies claim due to absence of medical necessity to advise insured as to alternative treatment",
  "summary" : "Directs health maintenance organization which denies claim due to absence of medical necessity to inform insured as to preferred alternative treatment, or provide the insured with a statement as to the past ineffectiveness of the requested procedure or treatment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2571-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2843\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PRETLOW, PHEFFER -- Multi-Sponsored by -- M. of\n         A. AUBRY, CAHILL, CANESTRARI, CLARK, COLTON, COOK, CUSICK, CYMBROWITZ,\n         ENGLEBRIGHT, FARRELL,  GLICK,  HIKIND,  MAYERSOHN,  McENENY,  MILLMAN,\n         NOLAN,  ORTIZ,  SCARBOROUGH -- read once and referred to the Committee\n         on Insurance\n\n       AN ACT to amend the insurance law, in relation to notice by health main-\n         tenance organizations that a request  for  coverage  of  a  particular\n         treatment is denied\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new section 2601-a\n    2  to read as follows:\n    3    S 2601-A. DENIAL OF COVERAGE OR  TREATMENT  BY  A  HEALTH  MAINTENANCE\n    4  ORGANIZATION. WHENEVER A HEALTH MAINTENANCE ORGANIZATION, DOING BUSINESS\n    5  IN  THIS STATE, DENIES A CLAIM FOR COVERAGE OF A PARTICULAR PROCEDURE OR\n    6  TREATMENT BECAUSE SUCH PROCEDURE OR TREATMENT IS  NOT  MEDICALLY  NECES-\n    7  SARY, THE HEALTH MAINTENANCE ORGANIZATION SHALL INFORM THE INSURED AS TO\n    8  THOSE  PREFERRED  PROCEDURE OR TREATMENT OPTIONS WHICH WOULD BE COVERED,\n    9  OR PROVIDE THE INSURED WITH A STATEMENT AS TO THE  PAST  INEFFECTIVENESS\n   10  OF THE REQUESTED PROCEDURE OR TREATMENT.\n   11    S  2.  This  act shall take effect on the thirtieth day after it shall\n   12  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02770-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to notice by health maintenance organizations that a request for coverage of a particular treatment is denied ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155914.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716786
}