{
  "year" : 2011,
  "senateBillNo" : "A2849-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2849-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides greater accountability for seized assets",
  "summary" : "Provides for greater accountability for seized assets by authorizing and directing the chief fiscal officer of a city, town, village or county to establish an asset forfeiture fund to be separately maintained; requires that proceeds from the sale of property and other moneys realized as a consequence of any forfeiture distributed to the district attorney, sheriff or other claiming agent of any county, town, city and village of which the claiming agent is a part, shall be deposited to such fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "AA2509-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2849\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the civil practice law and rules, the county law and the\n         general municipal law,  in  relation  to  greater  accountability  for\n         seized assets\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 2 of section  1349  of\n    2  the civil practice law and rules, as added by chapter 655 of the laws of\n    3  1990, is amended to read as follows:\n    4    If any other provision of law expressly governs the manner of disposi-\n    5  tion  of  property  subject to the judgment or order of forfeiture, that\n    6  provision of law shall be controlling.  Upon application by  a  claiming\n    7  agent  for reimbursement of moneys directly expended by a claiming agent\n    8  in the underlying criminal investigation for the purchase of  contraband\n    9  which  were  converted  into  a non-monetary form or which have not been\n   10  otherwise recovered, the court  shall  direct  such  reimbursement  from\n   11  money forfeited pursuant to this article. Upon application of the claim-\n   12  ing  agent,  the court may direct that any vehicles, vessels or aircraft\n   13  forfeited pursuant to this article be retained by the claiming agent for\n   14  law enforcement purposes, unless the court determines that such property\n   15  is subject to a perfected lien, in which case the court may  not  direct\n   16  that  the  property be retained unless all such liens on the property to\n   17  be retained have been satisfied or pursuant to the court's order will be\n   18  satisfied. In the absence of an application by the claiming  agent,  the\n   19  claiming  authority  may  apply to the court to retain such property for\n   20  law enforcement purposes. Upon such application, the  court  may  direct\n   21  that  such  property  be  retained  by  the  claiming  authority for law\n   22  enforcement purposes, unless the court determines that such property  is\n   23  subject  to  a perfected lien. If not so retained, the judgment or order\n   24  shall direct the claiming authority to sell the property  in  accordance\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02659-01-1\n\n       A. 2849                             2\n\n    1  with  article  fifty-one  of this chapter, and that the proceeds of such\n    2  sale and any other moneys realized as a consequence  of  any  forfeiture\n    3  pursuant  to this article SHALL BE DEPOSITED TO AN ASSET FORFEITURE FUND\n    4  ESTABLISHED  PURSUANT  TO SECTION SIX-T OF THE GENERAL MUNICIPAL LAW AND\n    5  shall be apportioned and paid  in  the  following  descending  order  of\n    6  priority:\n    7    S  2.  Section  1349 of the civil practice law and rules is amended by\n    8  adding a new subdivision 5 to read as follows:\n    9    5. PROCEEDS FROM THE SALE OF PROPERTY AND OTHER MONEYS REALIZED  AS  A\n   10  CONSEQUENCE  OF  ANY  FORFEITURE  DISTRIBUTED  TO  THE CLAIMING AGENT OR\n   11  CLAIMING AUTHORITY OF ANY COUNTY, TOWN, CITY, OR VILLAGE  OF  WHICH  THE\n   12  CLAIMING AGENT OR CLAIMING AUTHORITY IS A PART, SHALL BE DEPOSITED TO AN\n   13  ASSET  FORFEITURE  FUND  ESTABLISHED  PURSUANT  TO  SECTION SIX-T OF THE\n   14  GENERAL MUNICIPAL LAW.\n   15    S 3. Subdivision 2 of section 700 of the county law is amended to read\n   16  as follows:\n   17    2. Within thirty days after the receipt of any fine, penalty, recovery\n   18  upon any recognizance, PROCEEDS FROM THE  SALE  OF  PROPERTY  AND  OTHER\n   19  MONEYS  REALIZED  AS  A  CONSEQUENCE  OF  ANY FORFEITURE, or other money\n   20  belonging to the county, the district attorney OR THE CLAIMING AUTHORITY\n   21  shall pay the same to the county treasurer. Not later than the first day\n   22  of February in each year, the district attorney shall make in  duplicate\n   23  a  verified  true  statement of all such moneys received and paid to the\n   24  county treasurer during the preceding calendar year  and  at  that  time\n   25  shall  pay  to the county treasurer any balance due. One statement shall\n   26  be furnished to the county treasurer and the other to the clerk  of  the\n   27  board  of supervisors.   A district attorney who is not re-elected shall\n   28  make and file the verified statement and pay any balance of such  moneys\n   29  to  the  county treasurer within thirty days after the expiration of his\n   30  term.\n   31    S 4. The general municipal law is amended by adding a new section  6-t\n   32  to read as follows:\n   33    S 6-T. ASSET FORFEITURE FUND. 1. AS USED IN THIS SECTION:\n   34    A. THE TERM \"GOVERNING BOARD\", INSOFAR AS IT IS USED IN REFERENCE TO A\n   35  VILLAGE, SHALL MEAN THE BOARD OF TRUSTEES THEREOF; INSOFAR AS IT IS USED\n   36  IN REFERENCE TO A TOWN, SHALL MEAN THE TOWN BOARD THEREOF; INSOFAR AS IT\n   37  IS  USED  IN  REFERENCE TO A COUNTY, SHALL MEAN THE BOARD OF SUPERVISORS\n   38  THEREOF; INSOFAR AS IT IS USED IN REFERENCE TO A CITY,  SHALL  MEAN  THE\n   39  \"LEGISLATIVE BODY\" THEREOF, AS THAT TERM IS DEFINED IN SUBDIVISION SEVEN\n   40  OF SECTION TWO OF THE MUNICIPAL HOME RULE LAW.\n   41    B. THE TERM \"CHIEF FISCAL OFFICER\" SHALL MEAN:\n   42    (I) IN THE CASE OF COUNTIES OPERATING UNDER (1) AN ALTERNATIVE FORM OF\n   43  COUNTY GOVERNMENT OR CHARTER ENACTED AS A STATE STATUTE OR ADOPTED UNDER\n   44  THE  ALTERNATIVE  COUNTY  GOVERNMENT  LAW  OR BY LOCAL LAW, THE OFFICIAL\n   45  DESIGNATED IN SUCH STATUTE, CONSOLIDATED LAW OR LOCAL LAW AS  THE  CHIEF\n   46  FISCAL OFFICER, OR, IF NO SUCH DESIGNATION IS MADE THEREIN, THE OFFICIAL\n   47  POSSESSING  POWERS  AND  DUTIES  SIMILAR  TO THOSE OF A COUNTY TREASURER\n   48  UNDER THE COUNTY LAW AS SHALL BE DESIGNATED BY LOCAL LAW.\n   49    (2) IN THE CASE OF COUNTIES NOT OPERATING UNDER AN ALTERNATIVE FORM OF\n   50  COUNTY GOVERNMENT OR CHARTER ENACTED AS A STATE STATUTE OR ADOPTED UNDER\n   51  THE ALTERNATIVE COUNTY GOVERNMENT LAW OR BY LOCAL  LAW,  THE  TREASURER,\n   52  EXCEPT THAT, IN THE CASE OF COUNTIES HAVING A COMPTROLLER, IT SHALL MEAN\n   53  THE COMPTROLLER.\n   54    (II) IN THE CASE OF CITIES, THE COMPTROLLER; IF A CITY DOES NOT HAVE A\n   55  COMPTROLLER,  THE  TREASURER;  IF A CITY HAS NEITHER A COMPTROLLER NOR A\n   56  TREASURER, SUCH OFFICIAL POSSESSING POWERS AND DUTIES SIMILAR  TO  THOSE\n\n       A. 2849                             3\n\n    1  OF  A  CITY  TREASURER AS THE FINANCE BOARD SHALL, BY RESOLUTION, DESIG-\n    2  NATE. A CERTIFIED COPY OF SUCH DESIGNATION SHALL BE FILED WITH THE STATE\n    3  COMPTROLLER AND SHALL BE A PUBLIC RECORD.\n    4    (III)  IN  THE  CASE OF TOWNS, THE TOWN SUPERVISOR; IF A TOWN HAS MORE\n    5  THAN ONE SUPERVISOR, THE PRESIDING SUPERVISOR.\n    6    (IV) IN THE CASE OF VILLAGES, THE VILLAGE TREASURER.\n    7    C. THE TERM \"CLAIMING AUTHORITY\"  SHALL  MEAN  THE  DISTRICT  ATTORNEY\n    8  HAVING JURISDICTION OVER THE OFFENSE OR THE ATTORNEY GENERAL FOR PURPOSE\n    9  OF THOSE CRIMES FOR WHICH THE ATTORNEY GENERAL HAS CRIMINAL JURISDICTION\n   10  IN  A CASE WHERE THE UNDERLYING CRIMINAL CHARGE HAS BEEN, IS BEING OR IS\n   11  ABOUT TO BE BROUGHT BY THE ATTORNEY GENERAL, OR THE  APPROPRIATE  CORPO-\n   12  RATION COUNSEL OR COUNTY ATTORNEY, PROVIDED THAT THE CORPORATION COUNSEL\n   13  OR COUNTY ATTORNEY MAY ACT AS A CLAIMING AUTHORITY ONLY WITH THE CONSENT\n   14  OF THE DISTRICT ATTORNEY OR THE ATTORNEY GENERAL, AS APPROPRIATE.\n   15    D.  THE TERM \"CLAIMING AGENT\" SHALL MEAN AND SHALL INCLUDE ALL PERSONS\n   16  DESCRIBED IN SUBDIVISION THIRTY-FOUR OF SECTION  1.20  OF  THE  CRIMINAL\n   17  PROCEDURE  LAW, AND SHERIFFS, UNDERSHERIFFS AND DEPUTY SHERIFFS OF COUN-\n   18  TIES WITHIN THE CITY OF NEW YORK.\n   19    2. THE GOVERNING BOARD SHALL AUTHORIZE THE ESTABLISHMENT OF  AN  ASSET\n   20  FORFEITURE  FUND  FOR  ANY  CLAIMING  AGENT  OR CLAIMING AUTHORITY AS IS\n   21  DEEMED NECESSARY FOR THE PROCEEDS OF SALE OF PROPERTY AND  OTHER  MONEYS\n   22  REALIZED    AS A CONSEQUENCE OF ANY FORFEITURE. THE SEPARATE IDENTITY OF\n   23  SUCH FUND SHALL BE MAINTAINED.\n   24    3. THERE SHALL BE PAID INTO THE ASSET  FORFEITURE  FUND  ALL  PROCEEDS\n   25  REALIZED AS A CONSEQUENCE OF ANY FORFEITURE ACTION.\n   26    4.  THE  MONEYS  IN  THE  ASSET FORFEITURE FUND SHALL BE DEPOSITED AND\n   27  SECURED IN THE MANNER PROVIDED BY SECTION TEN  OF  THIS  ARTICLE.    THE\n   28  MONEYS  IN  SUCH  FUND  SO  DEPOSITED  SHALL  BE KEPT IN A SEPARATE BANK\n   29  ACCOUNT. THE CHIEF FISCAL OFFICER MAY INVEST THE MONEYS IN SUCH FUND  IN\n   30  THE  MANNER  PROVIDED  IN  SECTION  ELEVEN OF THIS ARTICLE. ANY INTEREST\n   31  EARNED OR CAPITAL GAINS REALIZED ON THE MONEYS SO DEPOSITED OR  INVESTED\n   32  SHALL ACCRUE TO AND BECOME PART OF EACH SUCH FUND. THE SEPARATE IDENTITY\n   33  OF  SUCH  FUND  SHALL BE MAINTAINED, WHETHER ITS ASSETS CONSIST OF CASH,\n   34  INVESTMENTS, OR BOTH.\n   35    5. EVERY CLAIM FOR THE PAYMENT OF MONEY FROM THE ASSET FORFEITURE FUND\n   36  MUST BE ACCOMPANIED BY A WRITTEN CERTIFICATION THAT THE  EXPENDITURE  IS\n   37  IN  COMPLIANCE  WITH  PURPOSES ALLOWED BY LAW.   PAYMENTS FROM SUCH FUND\n   38  SHALL BE MADE BY THE  CHIEF  FISCAL  OFFICER  SUBJECT  TO  THE  REQUIRED\n   39  CERTIFICATION AND THE DETERMINATION OF FUND SUFFICIENCY.\n   40    6.  THE  CHIEF FISCAL OFFICER, AT THE TERMINATION OF EACH FISCAL YEAR,\n   41  SHALL RENDER A DETAILED REPORT OF THE OPERATION  AND  CONDITION  OF  THE\n   42  ASSET  FORFEITURE  FUND  TO  THE  GOVERNING  BOARD. SUCH REPORT SHALL BE\n   43  SUBJECT TO EXAMINATION AND AUDIT. THE CHIEF FISCAL OFFICER  MAY  ACCOUNT\n   44  FOR  SUCH  FUND  SEPARATE AND APART FROM ALL OTHER FUNDS OF THE VILLAGE,\n   45  TOWN, COUNTY, OR CITY.\n   46    S 5. This act shall take effect on the one hundred eightieth day after\n   47  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, the county law and the general municipal law, in relation to greater accountability for seized assets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161416.TXT", "SOBI.D110120.T161915.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416612
}