{
  "year" : 2011,
  "senateBillNo" : "A284-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to children and families",
    "billEventId" : "A284-2011-1294203600000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a domestic abuse hotline for teens",
  "summary" : "Creates a domestic abuse hotline for teens; requires all high schools within the state to conduct an assembly on domestic abuse. ",
  "currentCommittee" : null,
  "sameAs" : "S983",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA7630-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          284\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ORTIZ, PEOPLES-STOKES, AUBRY, TITONE -- Multi-\n         Sponsored by -- M. of A.  CLARK, COLTON, HOOPER, MAYERSOHN,  ROBINSON,\n         WEISENBERG, WRIGHT -- read once and referred to the Committee on Chil-\n         dren and Families\n\n       AN  ACT  to  amend  the  social  services law, in relation to creating a\n         domestic abuse hotline for teens; and to amend the education  law,  in\n         relation to requiring a school assembly on domestic abuse\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 459-h of the social services law, as renumbered by\n    2  chapter 428 of the laws of 2009, is renumbered section 459-i and  a  new\n    3  section 459-h is added to read as follows:\n    4    S  459-H.  DOMESTIC  ABUSE  HOTLINE FOR TEENS. THE COMMISSIONER OF THE\n    5  OFFICE OF CHILDREN AND FAMILY SERVICES  SHALL  ESTABLISH  A  TWENTY-FOUR\n    6  HOUR  DOMESTIC ABUSE HOTLINE FOR TEENS. THE HOTLINE SHALL BE A TOLL-FREE\n    7  NUMBER. THE LOCAL SOCIAL SERVICES DISTRICT SHALL TAKE REASONABLE EFFORTS\n    8  TO INFORM TEENS LIVING IN THEIR DISTRICT  OF  THE  AVAILABILITY  OF  THE\n    9  HOTLINE.\n   10    S  2.  Section 3234 of the education law, as renumbered by chapter 975\n   11  of the laws of 1966, is renumbered section 3235 and a new  section  3234\n   12  is added to read as follows:\n   13    S  3234.  MANDATORY  DOMESTIC ABUSE ASSEMBLY. EVERY HIGH SCHOOL WITHIN\n   14  THIS STATE SHALL ANNUALLY CONDUCT AN ASSEMBLY ON THE DANGERS OF DOMESTIC\n   15  ABUSE. THE COMMISSIONER SHALL ESTABLISH THE GUIDELINES AND  CONTENT  FOR\n   16  THE  ASSEMBLY.  THE  ASSEMBLY  SHALL  ALSO  SUPPLY THE STUDENTS WITH THE\n   17  TOLL-FREE NUMBER FOR THE DOMESTIC ABUSE HOTLINE FOR TEENS.\n   18    S 3. This act shall take effect immediately; provided,  however,  that\n   19  section  two  of  this  act shall apply to any school year commencing at\n   20  least 30 days after such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01543-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to creating a domestic abuse hotline for teens; and to amend the education law, in relation to requiring a school assembly on domestic abuse ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T155505.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D110104.T110454.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294157094521
}