{
  "year" : 2011,
  "senateBillNo" : "A2844-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2844-2011-1295499600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Changes population restrictions on apportioning expense of municipal police department member training",
  "summary" : "Includes all counties and cities with a population of two hundred thousand or less within provisions which permit the apportionment of expense of municipal police department member training, thus allowing police departments to receive reimbursement of training costs if an officer is hired by another department. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2724-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2844\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. PRETLOW -- Multi-Sponsored by -- M. of A. COOK --\n         read once and referred to the Committee on Local Governments\n\n       AN  ACT  to amend the general municipal law, in relation to apportioning\n         the expenses of police department members  attending  police  training\n         schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 72-c of the general municipal law,  as  amended  by\n    2  chapter 229 of the laws of 1992, is amended to read as follows:\n    3    S  72-c.  Expenses of members of the police department and other peace\n    4  officers in attending police training schools. The board or  body  of  a\n    5  county,  city,  town  or  village authorized to appropriate and to raise\n    6  money by taxation and to make payments therefrom, is hereby  authorized,\n    7  in  its discretion, to appropriate and to raise money by taxation and to\n    8  make payments from such moneys, for the annual expenses of  the  members\n    9  of  the  police  department of such municipal corporation in attending a\n   10  police training school, as provided by the regulations  of  the  depart-\n   11  ment,  either  within such municipal corporation or elsewhere within the\n   12  state; and for the payment of reasonable expenses of  such  members  and\n   13  other  police officers or peace officers of the municipality while going\n   14  to, attending, and returning from any training school  conducted  by  or\n   15  under the auspices of the federal bureau of investigation, whether with-\n   16  in  or  without the state. Notwithstanding any inconsistent provision of\n   17  any general, special or local law to the contrary, whenever a member  of\n   18  the  police  department of a municipal corporation[, having a population\n   19  of ten thousand or less,] HAVING A POPULATION OF TWO HUNDRED THOUSAND OR\n   20  LESS has attended a police training school, the  expense  of  which  was\n   21  borne  by  such  municipal  corporation, terminates employment with such\n   22  municipal corporation and commences employment with any other  municipal\n   23  corporation  or  employer county sheriff, such employer municipal corpo-\n   24  ration or employer county sheriff shall  reimburse  the  prior  employer\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03005-01-1\n\n       A. 2844                             2\n\n    1  municipal  corporation[,  having  a population of ten thousand or less,]\n    2  for such expenses, including, salary, tuition, enrollment  fees,  books,\n    3  and  the cost of transportation to and from training school, as follows:\n    4  on  a pro rata basis, to be calculated by subtracting from the number of\n    5  days in the three years following the date of  the  member's  graduation\n    6  from  police training school, the number of days between the date of the\n    7  member's graduation from training school and the date of the termination\n    8  of employment with the municipal corporation which paid for such  train-\n    9  ing,  and  multiplying  the  difference  by  the  per  diem cost of such\n   10  expenses, to be calculated by dividing the total cost of  such  expenses\n   11  by  the  number  of  days  in  the three years following the date of the\n   12  member's graduation, if such change in employment  occurs  within  three\n   13  years of such member's graduation from police training school. Provided,\n   14  however,  the  employer municipal corporation or employer county sheriff\n   15  shall not be required to reimburse the prior employer  municipal  corpo-\n   16  ration  for  that  portion of such expenses which is reimbursable by the\n   17  member to the prior employer municipal corporation under the terms of an\n   18  employment or labor agreement. Provided, further, however, the  employer\n   19  municipal  corporation  or employer county sheriff shall not be required\n   20  to reimburse the prior employer municipal  corporation  for  such  basic\n   21  training if such change in employment occurs after the expiration of the\n   22  validity  of  the  member's  certificate  attesting  to the satisfactory\n   23  completion of an approved municipal police basic training program.\n   24    S 2. This act shall take effect immediately and shall apply to persons\n   25  who have successfully completed police training courses on or after such\n   26  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to apportioning the expenses of police department members attending police training schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T155914.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416600
}