{
  "year" : 2011,
  "senateBillNo" : "A2855-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2855-2011-1295499600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the pay of deputy chiefs to be increased the same as police officers in negotiating units",
  "summary" : "Requires the pay of deputy chiefs of police in departments employing less than 575 sworn officers to be increased by the same dollar amount as the next higher ranking subordinate police officers in negotiating units if such person is not a member of the negotiating unit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2754-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2855\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. PRETLOW -- Multi-Sponsored by -- M. of A. BRENNAN\n         -- read once and referred to the Committee on Local Governments\n\n       AN  ACT  to  amend  the  general  municipal  law,  in relation to salary\n         increases for deputy police chiefs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 207-m of the general municipal law, as amended by\n    2  chapter 443 of the laws of 1999, is amended to read as follows:\n    3    S 207-m. Salary increases for NON-NEGOTIATING UNIT  SUBORDINATE  OFFI-\n    4  CERS  AND  heads  of  police departments of municipalities, districts or\n    5  authorities. 1.  Notwithstanding the provisions of any general,  special\n    6  or  local  law  or  administrative  code  to the contrary, and except in\n    7  police departments which employ five hundred seventy-five or more perma-\n    8  nent sworn police personnel, whenever the base salary or  other  compen-\n    9  sation  of  the  permanent full-time police officer who is a member of a\n   10  negotiating unit and who is the highest ranking subordinate to the  head\n   11  of  the  police  department  in  such unit, is increased, the salary, as\n   12  defined in subdivision two of this section, of the  permanent  full-time\n   13  head  of  the  police department shall be increased by at least the same\n   14  dollar amount of the base salary increase received by such next subordi-\n   15  nate police officer, and the other compensation, as defined in  subdivi-\n   16  sion  two of this section, of the permanent full-time head of the police\n   17  department AND THOSE SUBORDINATE OFFICERS WHO ARE NOT MEMBERS OF A NEGO-\n   18  TIATING UNIT shall be increased to the same extent  and  with  the  same\n   19  conditions  as  the  other compensation received by the next subordinate\n   20  police officer in  the  event  that  such  subordinate  officer's  other\n   21  compensation  is  increased.    The provisions of this section shall not\n   22  apply to any head of a police department who is a member of a collective\n   23  negotiating unit established pursuant to article fourteen of  the  civil\n   24  service law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03007-01-1\n\n       A. 2855                             2\n\n    1    2.  For the purposes of this section, salary shall mean fixed periodic\n    2  compensation payable by an employer to or for the account of the employ-\n    3  ee for personal services rendered by such employee;  other  compensation\n    4  shall  mean  all other forms of benefits which are credited to employees\n    5  as  a  term  of employment, which shall specifically include, but not be\n    6  limited to, employer contribution to or payments of insurance or welfare\n    7  benefits and employer contributions to pension or annuity funds.   Over-\n    8  time,  holiday  and  shift  differential  pay shall not be considered as\n    9  salary or other compensation unless by resolution, ordinance, special or\n   10  local law the municipality, district  or  authority  elects  to  include\n   11  these items of compensation within the employment benefit package of the\n   12  permanent full-time head of the police department.\n   13    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to salary increases for deputy police chiefs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716762
}