{
  "year" : 2011,
  "senateBillNo" : "A2854-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2854-2011-1295499600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to compensation for information concerning fraudulent insurance transaction",
  "summary" : "Provides that any person who provides information to the attorney general, a district attorney or the insurance frauds bureau concerning a fraudulent insurance transaction or with information about a fraudulent insurance transaction that is about to take place may be entitled to an award of forty percent of the action or claim relating to such fraudulent action. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2753-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2854\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance  law,  in  relation  to  compensation  for\n         reports of insurance fraud to law enforcement authorities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new section  405-a\n    2  to read as follows:\n    3    S  405-A.   COMPENSATION FOR REPORT OF INSURANCE FRAUD TO LAW ENFORCE-\n    4  MENT AUTHORITIES. (A)  ANY  PERSON,  OTHER  THAN  PERSONS  DESCRIBED  IN\n    5  SUBSECTION  (A)  OF  SECTION  FOUR HUNDRED FIVE OF THIS ARTICLE, WHO HAS\n    6  REASON TO BELIEVE THAT A FRAUDULENT INSURANCE ACT PROHIBITED PURSUANT TO\n    7  ARTICLE ONE HUNDRED SEVENTY-SIX OF THE PENAL LAW HAS BEEN  COMMITTED  OR\n    8  THAT AN INSURANCE TRANSACTION MAY BE FRAUDULENT, OR HAS KNOWLEDGE THAT A\n    9  FRAUDULENT  INSURANCE  TRANSACTION  IS ABOUT TO TAKE PLACE, OR HAS TAKEN\n   10  PLACE MAY REPORT SUCH ACT OR TRANSACTION AND ANY ADDITIONAL  INFORMATION\n   11  RELATIVE TO THE FACTUAL CIRCUMSTANCES OF THE TRANSACTION AND THE PARTIES\n   12  INVOLVED  TO THE ATTORNEY GENERAL, DISTRICT ATTORNEY OR INSURANCE FRAUDS\n   13  BUREAU.\n   14    (B) IF THE INSURANCE FRAUDS BUREAU RECOMMENDS TO THE ATTORNEY  GENERAL\n   15  OR DISTRICT ATTORNEY TO COMMENCE AN ACTION OR IF THE ATTORNEY GENERAL OR\n   16  DISTRICT ATTORNEY COMMENCES AN ACTION BASED ON INFORMATION PROVIDED BY A\n   17  PERSON  PURSUANT  TO  SUBSECTION  (A)  OF THIS SECTION, THEN SUCH PERSON\n   18  SHALL BE ENTITLED TO RECEIVE AN AWARD OF FORTY PERCENT OF  THE  PROCEEDS\n   19  OF  THE ACTION.   THE ATTORNEY GENERAL OR DISTRICT ATTORNEY SHALL RECOM-\n   20  MEND TO THE COURT WHEN A SETTLEMENT IS ENTERED THE AMOUNT OF SUCH AWARD.\n   21  THE COURT SHALL BASE SUCH AWARD DECISION ON  THE  EXTENT  TO  WHICH  THE\n   22  PERSON SUBSTANTIALLY CONTRIBUTED TO THE PROSECUTION OF THE ACTION.\n   23    S  2.  This  act  shall take effect immediately and shall apply to all\n   24  reports of fraudulent insurance transactions  made  on  and  after  such\n   25  effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03006-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to compensation for reports of insurance fraud to law enforcement authorities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716760
}