{
  "year" : 2011,
  "senateBillNo" : "A2851-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to cities",
    "billEventId" : "A2851-2011-1295499600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Appropriates funds to the city of Yonkers fire department for a hazardous materials emergency response unit",
  "summary" : "Establishes and appropriates funding for a Westchester county hazardous materials emergency response demonstration unit to be located within the city of Yonkers under the jurisdiction of the commissioner of the city of Yonkers fire department in cooperation with other fire departments; appropriates $1,498,623 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "A2603-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2851\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Cities\n\n       AN ACT to amend the general municipal law, in relation to establishing a\n         hazardous materials  emergency  response  unit  demonstration  project\n         within the county of Westchester and making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   The general municipal law is  amended  by  adding  a  new\n    2  section 209-ff to read as follows:\n    3    S  209-FF.  WESTCHESTER  COUNTY HAZARDOUS MATERIALS EMERGENCY RESPONSE\n    4  UNIT DEMONSTRATION PROJECT. 1. THERE IS HEREBY  ESTABLISHED  WITHIN  THE\n    5  COUNTY  OF  WESTCHESTER,  A  HAZARDOUS MATERIALS EMERGENCY RESPONSE UNIT\n    6  DEMONSTRATION PROJECT. SUCH PROJECT  SHALL  BE  ADMINISTERED  UNDER  THE\n    7  DIRECTION  OF  THE  CITY  OF YONKERS FIRE DEPARTMENT IN COOPERATION WITH\n    8  SUCH OTHER FIRE DEPARTMENTS AS NECESSARY TO INSURE PROPER  COVERAGE  AND\n    9  ADMINISTRATION OF SUCH DEMONSTRATION PROJECT.\n   10    2.  THE  CITY  OF YONKERS FIRE DEPARTMENT SHALL BE RESPONSIBLE FOR THE\n   11  PROMULGATION AND IMPLEMENTATION OF A PLAN FOR THE ADMINISTRATION OF SUCH\n   12  DEMONSTRATION PROJECT. SUCH PLAN SHALL INCLUDE, BUT SHALL NOT BE LIMITED\n   13  TO: THE FORMATION OF AN ANCHOR EMERGENCY RESPONSE UNIT WITHIN  THE  CITY\n   14  OF  YONKERS  TO SERVICE LOWER WESTCHESTER COUNTY AND ACT AS A MODEL UPON\n   15  WHICH SIMILAR UNITS SHALL BE BASED, A SYSTEM FOR THE SELECTION OF  EMER-\n   16  GENCY RESPONSE PERSONNEL, A SCHEDULE TO INSURE TWENTY-FOUR HOUR STAFFING\n   17  OF EMERGENCY RESPONSE UNIT BASES, THE PROVISION OF SPECIAL APPARATUS AND\n   18  EQUIPMENT NECESSARY TO PROTECT BOTH EMERGENCY RESPONSE PERSONNEL AND THE\n   19  PUBLIC  FROM THE UNIQUE DANGER POSED BY HAZARDOUS MATERIAL INCIDENTS AND\n   20  A SYSTEM FOR THE COLLECTION AND REVIEW OF DATA RELATIVE TO THE HAZARDOUS\n   21  MATERIAL EMERGENCY RESPONSE UNIT AND THE DISTRIBUTION OF  SUCH  DATA  TO\n   22  OTHER COOPERATING DEPARTMENTS WITHIN WESTCHESTER COUNTY AND THE STATE OF\n   23  NEW YORK.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02776-01-1\n\n       A. 2851                             2\n\n    1    3.  THE COMMISSIONER OF THE CITY OF YONKERS SHALL, ANNUALLY, REPORT TO\n    2  THE GOVERNOR AND THE LEGISLATURE WITH RESPECT TO  THE  ACTIVITY  OF  THE\n    3  DEMONSTRATION  PROJECT  AND, TOGETHER WITH SUCH REPORT, MAKE RECOMMENDA-\n    4  TIONS AS TO FUTURE NECESSARY LEGISLATION AS MAY BE APPROPRIATE  FOR  ITS\n    5  CONTINUANCE.\n    6    S 2. (a) The sum of one million four hundred ninety-eight thousand six\n    7  hundred  twenty-three dollars ($1,498,623), or so much thereof as may be\n    8  necessary, is hereby appropriated out of any moneys in the state  treas-\n    9  ury in the general fund to the credit of the state purposes account, for\n   10  the  purpose  of  carrying  out the provisions of this act in accordance\n   11  with the provisions of subdivision (b) of this  section.    Such  moneys\n   12  shall  be  payable  out  of the state treasury after audit by and on the\n   13  warrant of the comptroller upon vouchers certified or  approved  by  the\n   14  commissioner  of  the  city of Yonkers fire department, as prescribed by\n   15  law.\n   16    (b) The appropriation effected by the provisions of this act shall  be\n   17  specifically  designated  for use as follows: (i) three hundred thousand\n   18  dollars ($300,000) for start up costs of the subject  project  and  (ii)\n   19  one  million  one hundred ninety-eight thousand six hundred twenty-three\n   20  dollars ($1,198,623) for manpower expenses of the subject project.\n   21    S 3.   This act shall take effect  on  the  first  of  September  next\n   22  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to establishing a hazardous materials emergency response unit demonstration project within the county of Westchester and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416619
}