{
  "year" : 2011,
  "senateBillNo" : "A2852-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2852-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires forfeiture of vehicles for 6 months for second DWI offense and permanent forfeiture and registration denial for third DWI offense",
  "summary" : "Requires forfeiture of vehicles for six months for a second driving while intoxicated offense and permanent forfeiture and registration denial for the third driving while intoxicated offense; prohibits the issuance of a new license where there are two driving while intoxicated convictions where physical injury has resulted from each offense. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A2601-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2852\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. PRETLOW, WRIGHT, CLARK, GALEF, BRENNAN, HOOPER --\n         read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the civil practice law and rules, in relation to the\n         seizure of vehicles after driving while intoxicated  convictions;  and\n         to amend the vehicle and traffic law, in relation to the revocation of\n         licenses  for  driving  while  intoxicated  offenses and the denial of\n         vehicle registration after three driving while intoxicated offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1310 of the civil practice law and rules is amended\n    2  by adding a new subdivision 15 to read as follows:\n    3    15.  \"INTOXICATION  OFFENSE\"  MEANS  A  CONVICTION  FOR A VIOLATION OF\n    4  SUBDIVISION TWO, TWO-A OR THREE OF  SECTION  ONE  THOUSAND  ONE  HUNDRED\n    5  NINETY-TWO OF THE VEHICLE AND TRAFFIC LAW.\n    6    S 2. Subdivision 1 of section 1311 of the civil practice law and rules\n    7  is amended by adding a new paragraph (c) to read as follows:\n    8    (C)  AN  ACTION  RELATING  TO AN INTOXICATION OFFENSE MUST BE GROUNDED\n    9  UPON A CONVICTION OF AN INTOXICATED OFFENSE, AS  PROVIDED  FOR  BY  THIS\n   10  PARAGRAPH. IF A DEFENDANT HAS BEEN CONVICTED OF HIS OR HER SECOND INTOX-\n   11  ICATION  OFFENSE, ANY AND ALL VEHICLES REGISTERED TO HIM OR HER SHALL BE\n   12  FORFEITED FOR A PERIOD OF SIX MONTHS. IF SUCH VEHICLE IS ALSO USED BY  A\n   13  MEMBER  OF  THE DEFENDANT'S HOUSEHOLD, THE HOUSEHOLD MEMBER SHALL POST A\n   14  BOND OF NOT LESS THAN ONE THOUSAND DOLLARS  TO  BE  SURRENDERED  IN  THE\n   15  EVENT  THAT  THE  DEFENDANT  IS  FOUND  TO BE DRIVING SUCH VEHICLE. IF A\n   16  DEFENDANT HAS BEEN CONVICTED OF HIS OR HER THIRD  INTOXICATION  OFFENSE,\n   17  ANY  AND  ALL  VEHICLES  REGISTERED TO HIM OR HER SHALL BE FORFEITED AND\n   18  NOTWITHSTANDING THE PROVISIONS OF SECTION  ONE  THOUSAND  THREE  HUNDRED\n   19  FORTY-NINE  OF THIS ARTICLE, SUCH VEHICLE OR VEHICLES SHALL BE SOLD WITH\n   20  THE PROCEEDS OF SUCH SALE GOING TO THE COUNTY OF JURISDICTION'S  DRIVING\n   21  WHILE INTOXICATED PROGRAM.\n   22    S 3. Paragraph (c) of subdivision 2 of section 1193 of the vehicle and\n   23  traffic  law, as amended by section 1 of chapter 312 of the laws of 1994\n   24  and subparagraph 3 as amended by chapter 732 of the  laws  of  2006,  is\n   25  amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02773-01-1\n\n       A. 2852                             2\n\n    1    (c)  Reissuance  of  licenses; restrictions.   (1) Except as otherwise\n    2  provided in this paragraph, where a license is revoked pursuant to para-\n    3  graph (b) of this subdivision, no new license shall be issued after  the\n    4  expiration  of the minimum period specified in such paragraph, except in\n    5  the discretion of the commissioner.\n    6    (2)  Where a license is revoked pursuant to subparagraph two, three or\n    7  eight of paragraph (b) of this subdivision for a violation  of  subdivi-\n    8  sion  four  of  section  eleven  hundred ninety-two of this article, and\n    9  where the individual does not have a driver's license  or  the  individ-\n   10  ual's license was suspended at the time of conviction or youthful offen-\n   11  der  or  other juvenile adjudication, the commissioner shall not issue a\n   12  new license nor restore the former license for a period  of  six  months\n   13  after  such  individual would otherwise have become eligible to obtain a\n   14  new license or to have the former license restored;  provided,  however,\n   15  that  during  such  delay period the commissioner may issue a restricted\n   16  use license pursuant to section five hundred thirty of this chapter.\n   17    (3) In no event shall a new license be issued where a person has  been\n   18  twice convicted of a violation of subdivision TWO, TWO-A, three, four or\n   19  four-a  of section eleven hundred ninety-two of this article or of driv-\n   20  ing while intoxicated or of driving while ability is impaired by the use\n   21  of a drug or of driving while ability is impaired by the combined influ-\n   22  ence of drugs or of alcohol and any drug or drugs where physical injury,\n   23  as defined in section 10.00 of the penal law,  has  resulted  from  such\n   24  offense in each instance.\n   25    S 4. Paragraph (c) of subdivision 2 of section 1193 of the vehicle and\n   26  traffic law, as amended by section 8 of chapter 732 of the laws of 2006,\n   27  is amended to read as follows:\n   28    (c)  Reissuance  of licenses; restrictions. Where a license is revoked\n   29  pursuant to paragraph (b) of this subdivision, no new license  shall  be\n   30  issued  after  the  expiration  of  the minimum period specified in such\n   31  paragraph, except in  the  discretion  of  the  commissioner;  provided,\n   32  however,  that  in no event shall a new license be issued where a person\n   33  has been twice convicted of  a  violation  of  subdivision  TWO,  TWO-A,\n   34  three, four or four-a of section eleven hundred ninety-two of this arti-\n   35  cle  or  of  driving  while  intoxicated  or of driving while ability is\n   36  impaired by the use of a drug or of driving while ability is impaired by\n   37  the combined influence of drugs or of alcohol  and  any  drug  or  drugs\n   38  where physical injury, as defined in section 10.00 of the penal law, has\n   39  resulted from such offense in each instance.\n   40    S 5. Section 401 of the vehicle and traffic law is amended by adding a\n   41  new subdivision 22 to read as follows:\n   42    22.  NOTWITHSTANDING  THE PROVISIONS OF THIS SECTION OR ANY OTHER LAW,\n   43  NO VEHICLE MAY BE REGISTERED BY AN INDIVIDUAL  WHO  HAS  BEEN  CONVICTED\n   44  THREE  TIMES  OF  A VIOLATION OF SUBDIVISIONS TWO, TWO-A, THREE, FOUR OR\n   45  FOUR-A OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS CHAPTER.\n   46    S 6. This act shall take effect immediately; provided,  however,  that\n   47  sections one, two and five of this act shall take effect on the first of\n   48  November  next  succeeding  the date on which it shall have become a law\n   49  and shall apply to offenses committed on or after  such  date;  provided\n   50  further however, that the amendment to paragraph (c) of subdivision 2 of\n   51  section  1193  of  the  vehicle and traffic law made by section three of\n   52  this act shall be subject to the expiration and reversion of such  para-\n   53  graph  pursuant  to  section  9  of  chapter 533 of the laws of 1993, as\n   54  amended, when upon such date the provisions of section four of this  act\n   55  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to the seizure of vehicles after driving while intoxicated convictions; and to amend the vehicle and traffic law, in relation to the revocation of licenses for driving while intoxicated offenses and the denial of vehicle registration after three driving while intoxicated offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624416621
}