{
  "year" : 2011,
  "senateBillNo" : "A2858-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2858-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Modifies provisions for the payment of delinquent taxes by permitting any person or entity to lend money to the taxpayer and pay the taxing jurisdiction; repealer",
  "summary" : "Modifies provisions for the payment of delinquent taxes by permitting any entity to lend the money to the property owner therefor, with the lender to pay the taxing jurisdiction and receive a conditional tax receipt; requires recording of tax liens; provides for foreclosure of a conditional tax receipt like a mortgage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2516-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2858\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to the payment of\n         delinquent taxes; and to repeal subdivision 2 of section  962  of  the\n         real property tax law relating to the qualifications of certain corpo-\n         rations  or  banking  institutions  to  lend  money  pursuant  to  the\n         provisions of title 4 of article 9 of the real property  tax  law  and\n         section  968  of  the  real  property  tax  law  relating  to tax sale\n         provisions under such title\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature hereby finds and\n    2  declares that many taxing jurisdictions are  owed  millions  of  dollars\n    3  annually  in  unpaid  property taxes and that these taxing jurisdictions\n    4  should be given the opportunity to utilize as many collection methods as\n    5  possible in an effort to collect as much in unpaid  taxes  as  possible.\n    6  Such uncollected taxes adversely impact the taxing jurisdictions' abili-\n    7  ty  to meet their operating expenditures and provide for the delivery of\n    8  necessary and essential local governmental services, amplifying the risk\n    9  of future real property tax increases  and  negatively  impacting  those\n   10  taxpayers  who  timely remit payment. It is hereby further declared that\n   11  limited means exist for taxing jurisdictions to expedite the  collection\n   12  of  such  delinquent  taxes  and  that  it  is in the public interest to\n   13  increase the number of methods  available  to  taxing  jurisdictions  to\n   14  expedite  such  collections  and  to  provide their constituents as many\n   15  payment methods as possible. It is further declared that many delinquen-\n   16  cies often remain unpaid, thereby creating a lien against  the  affected\n   17  real property, and that the taxpayers should have alternative methods of\n   18  making  payments  to taxing jurisdictions for the payment of their taxes\n   19  which will in turn enable taxing jurisdictions to expedite  the  receipt\n   20  of  anticipated revenues and provide a funding source, which will enable\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02758-01-1\n\n       A. 2858                             2\n\n    1  taxing  jurisdictions  more  effectively  to  carry  out  their   public\n    2  purposes,  especially  at  this time when many taxing jurisdictions have\n    3  significant budgetary problems.\n    4    S  2.  The  title heading of title 4 of article 9 of the real property\n    5  tax law is amended to read as follows:\n\n    6            ACCEPTANCE OF TAXES FROM CERTAIN [LOAN CORPORATIONS]\n    7                                  ENTITIES\n\n    8    S 3. Section 960 of the real property tax law is amended  to  read  as\n    9  follows:\n   10    S  960.  Payment  of  taxes  by loan corporations.   1. Any [municipal\n   11  corporation may] TAXING JURISDICTION OR ITS ASSIGNEE SHALL, as  provided\n   12  in  this  title,  accept  payment of taxes, including special ad valorem\n   13  levies and special assessments, on real property from  any  [corporation\n   14  organized  under  the  laws  of the state of New York for the purpose of\n   15  extending loans to taxpayers for the  payment  of  taxes]  ENTITY,  UPON\n   16  RECEIPT  OF  AN  AFFIDAVIT  FROM A PROPERTY OWNER AUTHORIZING THE ENTITY\n   17  MAKING THE LOAN TO PAY THE TAXES  OR  DELINQUENT  TAXES  AND  PENALTIES,\n   18  INTEREST,  COURT COSTS OR OTHER FEES ON SUCH PROPERTY OWNER'S BEHALF AND\n   19  CONTAINING A LEGAL DESCRIPTION OF THE PROPERTY AND  THE  STREET  ADDRESS\n   20  THEREOF,  IF  APPLICABLE. FOR THE PURPOSES OF THIS TITLE, \"ENTITY\" SHALL\n   21  MEAN ANY CORPORATION, LIMITED LIABILITY COMPANY  OR  PARTNERSHIP  REGIS-\n   22  TERED TO DO BUSINESS IN THIS STATE.\n   23    2.  Upon such a payment, a conditional tax receipt shall be issued and\n   24  the amount thereof conditionally credited by the [municipal corporation]\n   25  TAXING JURISDICTION against the taxes due  on  the  property  for  which\n   26  payment  is  made,  but  such  payment shall not extinguish the tax lien\n   27  existing against such property until  the  conditional  tax  receipt  is\n   28  surrendered  for  cancellation  to  the  [municipal  corporation] TAXING\n   29  JURISDICTION BY THE ENTITY LENDING THE MONEY TO THE TAXPAYER.  IN  ADDI-\n   30  TION,  THE  AUTHORIZED  REPRESENTATIVE  OF THE TAXING JURISDICTION SHALL\n   31  CERTIFY BY AFFIDAVIT THAT PAYMENT OF THE TAXES AND PENALTIES,  INTEREST,\n   32  COURT COSTS OR OTHER FEES ON THE DESCRIBED PROPERTY HAS BEEN MADE BY THE\n   33  LENDING ENTITY AND NOT THE PROPERTY OWNER RESPONSIBLE FOR THE PAYMENT OF\n   34  SUCH TAXES AND THAT THE TAXING JURISDICTION'S TAX LIEN IS TRANSFERRED TO\n   35  THE  LENDING  ENTITY  THAT PAID THE TAXES AND PENALTIES, INTEREST, COURT\n   36  COSTS OR OTHER FEES.  THE TAXING JURISDICTION SHALL ATTACH TO THE  DOCU-\n   37  MENT THE COLLECTOR'S SEAL OF OFFICE, IF THERE IS SUCH A SEAL, AND DELIV-\n   38  ER THE DOCUMENT TO THE LENDING ENTITY THAT PAID THE TAXES AND PENALTIES,\n   39  INTEREST,  COURT  COSTS  OR  OTHER FEES WITHIN THIRTY DAYS OF RECEIPT OF\n   40  PAYMENT.  THE TAXING JURISDICTION SHALL KEEP A RECORD OF ALL  TAX  LIENS\n   41  TRANSFERRED AS PROVIDED BY THIS SECTION.  A PROPERTY OWNER AUTHORIZING A\n   42  LENDING ENTITY TO PAY THE TAXES IMPOSED BY A TAXING JURISDICTION ON SUCH\n   43  PROPERTY OWNER'S REAL PROPERTY MUST FILE WITH THE TAXING JURISDICTION AN\n   44  AFFIDAVIT  CONTAINING SUCH AUTHORIZATION, THE NAME OF THE ENTITY AUTHOR-\n   45  IZED TO PAY THE TAXES AND PENALTIES,  INTEREST,  COURT  COSTS  OR  OTHER\n   46  FEES,  A LEGAL DESCRIPTION OF THE PROPERTY AND THE STREET ADDRESS THERE-\n   47  OF, IF APPLICABLE.\n   48    3. Payments made pursuant to this section BY THE LENDING ENTITY may be\n   49  used by the [municipal corporation]  TAXING  JURISDICTION  in  the  same\n   50  manner as if PAYMENT WERE made directly by the taxpayer.\n   51    S  4.  Subdivision  1  of  section 962 of the real property tax law is\n   52  amended to read as follows:\n   53    1. [Municipal corporations may] TAXING JURISDICTIONS OR  THEIR  ASSIG-\n   54  NEES SHALL accept [such] payments from [a corporation] AN ENTITY extend-\n\n       A. 2858                             3\n\n    1  ing loans for [such] THE purpose[, if the loan corporation has a paid-up\n    2  capital  of  at least one million dollars and charges not more than four\n    3  per centum interest on unpaid balances on moneys loaned, nor  more  than\n    4  two  per  centum  of  the  amount  of  the  loan  as a service charge in\n    5  connection therewith; provided, however, that in the event of a  default\n    6  in  the  payment of such a loan, the loan corporation may charge six per\n    7  centum interest per annum on all sums in default. The  loan  corporation\n    8  shall,  within  three  days after receiving the same, deposit the condi-\n    9  tional tax receipt with a  banking  institution,  trust  company,  state\n   10  bank,  national  bank,  or federal reserve bank of the district in which\n   11  the municipal corporation is located]  OF PAYING  TAXES  AND  DELINQUENT\n   12  TAXES  AND  PENALTIES,  INTEREST,  COURT  COSTS OR OTHER FEES. AN ENTITY\n   13  MAKING A LOAN SHALL HAVE THE RIGHT TO CHARGE  REASONABLE  AND  CUSTOMARY\n   14  LOAN  FEES  AND INTEREST, AND SUCH INTEREST SHALL NOT EXCEED THE RATE OF\n   15  ONE AND ONE-QUARTER PERCENT PER MONTH  OR  FRACTION  THEREOF.  THE  LOAN\n   16  DOCUMENT  SHALL PROVIDE FOR THE NOTIFICATION OF PAYMENT DUE DATES AND AN\n   17  ACKNOWLEDGMENT BY THE BORROWER OF THE INTEREST RATE TO BE PAID, AND SUCH\n   18  ACKNOWLEDGMENT SHALL BE SWORN TO.   THE INTEREST RATE,  IRRESPECTIVE  OF\n   19  ANY  STATE LAW, SHALL NOT EXCEED THE RATE OF ONE AND ONE-QUARTER PERCENT\n   20  PER MONTH OR FRACTION THEREOF.   IN CALCULATING THE  EFFECTIVE  RATE  OF\n   21  INTEREST, ONLY THOSE FEES IN EXCESS OF TEN PERCENT OF THE FACE AMOUNT OF\n   22  THE LOAN SHALL BE INCLUDED FOR SUCH CALCULATION.\n   23    S  5.  Subdivision  2  of  section 962 of the real property tax law is\n   24  REPEALED and two new subdivisions 2 and 3 are added to read as follows:\n   25    2. TO BE ENFORCEABLE, A TAX LIEN TRANSFERRED AS  PROVIDED  BY  SECTION\n   26  NINE  HUNDRED  SIXTY OF THIS TITLE MUST BE RECORDED IN THE OFFICE OF THE\n   27  CLERK OR REGISTER OF EACH COUNTY IN WHICH THE PROPERTY ENCUMBERED BY THE\n   28  LIEN IS LOCATED.\n   29    3. AN ENTITY HOLDING A TAX LIEN TRANSFERRED  AS  PROVIDED  BY  SECTION\n   30  NINE  HUNDRED  SIXTY  OF  THIS TITLE MAY CHARGE REASONABLE AND CUSTOMARY\n   31  LOAN FEES AND RECOVER THE  COSTS  OF  CLOSING  THE  LOAN  AND  RECORDING\n   32  EXPENSES  PAID  TO  ACQUIRE AND RECORD THE LIEN BY ADDING THESE COSTS TO\n   33  THE AMOUNT OF THE LIEN.\n   34    S 6. Section 964 of the  real  property  tax  law,  subdivision  2  as\n   35  amended  by  chapter  733  of  the  laws  of 1959, is amended to read as\n   36  follows:\n   37    S 964. Deposit and delivery of conditional  tax  receipts.  1.  [Imme-\n   38  diately  upon]  WITHIN THIRTY DAYS OF the execution of the loan contract\n   39  between the [taxpayer] PROPERTY OWNER and  the  [loan  corporation,  the\n   40  loan  corporation]  ENTITY MAKING THE LOAN, SUCH ENTITY shall pay to the\n   41  [municipal corporation] TAXING JURISDICTION, OR ITS ASSIGNEE, the moneys\n   42  provided for therein. The [taxpayer] PROPERTY OWNER shall make  payments\n   43  on  the  loan to the [banking institution with which the conditional tax\n   44  receipt has been deposited for the account of  the  loan  corporation]\n   45  ENTITY  MAKING THE LOAN OR ITS SUCCESSOR IN INTEREST DIRECTLY OR IN SUCH\n   46  MANNER AS DIRECTED BY THE ENTITY. THE ENTITY MAKING THE LOAN SHALL  HAVE\n   47  THE  RIGHT TO PAY SUBSEQUENT YEARS' DELINQUENT TAXES AND ADD THESE TAXES\n   48  TO THE ORIGINAL CONDITIONAL TAX RECEIPT. ADVANCES MADE TO PAY SUBSEQUENT\n   49  YEARS' DELINQUENT TAXES SHALL EARN INTEREST AT THE RATE SPECIFIED IN THE\n   50  ORIGINAL CONTRACT BETWEEN THE ENTITY MAKING THE LOAN  AND  THE  PROPERTY\n   51  OWNER.\n   52    2.  [When made, such payments shall be entered and acknowledged by the\n   53  banking institution upon the  conditional  tax  receipt,  which  receipt\n   54  shall  remain  in the possession of the banking institution until either\n   55  the loan is fully discharged or a default occurs thereon.] In the  event\n   56  the  loan  is  fully  discharged,  the  conditional tax receipt shall be\n\n       A. 2858                             4\n\n    1  endorsed \"paid\" and TWO  COPIES  OF  THE  CONDITIONAL  RECEIPT  ENDORSED\n    2  \"PAID\"  SHALL  BE  delivered,  ONE to the [taxpayer or person making the\n    3  payment. In the event of default, the conditional tax receipt  shall  be\n    4  returned  to  the loan corporation at its option] PROPERTY OWNER AND ONE\n    5  TO THE TAXING JURISDICTION THAT ISSUED THE CONDITIONAL TAX RECEIPT.\n    6    S 7. Subdivision 1 of section 966 of the  real  property  tax  law  is\n    7  amended to read as follows:\n    8    1.  Upon  the  surrender of the conditional tax receipt evidencing the\n    9  discharge of the obligation created by the loan contract  in  connection\n   10  with  which  it was issued, the [municipal corporation] TAXING JURISDIC-\n   11  TION shall replace it with a receipted tax bill. Such receipted tax bill\n   12  shall bear the date of the conditional tax receipt and  no  interest  or\n   13  penalty  shall be charged to the [taxpayer] PROPERTY OWNER BY THE TAXING\n   14  JURISDICTION for the period between the date  of  the  issuance  of  the\n   15  conditional  tax  receipt  and the date of its surrender. All [penalties\n   16  and interest imposed by the municipal corporation for tax default  shall\n   17  be  added  to the tax lien until the discharge of the obligation created\n   18  by the loan contract  in  connection  with  which  the  conditional  tax\n   19  receipt  was  issued, and such penalties and interest shall be cancelled\n   20  and be deemed satisfied upon the discharge of such  obligation  provided\n   21  such  obligation  is discharged prior to the disposition of the tax lien\n   22  as provided in section nine hundred sixty-eight of this  chapter]  LIENS\n   23  CREATED  AND  TRANSFERRED SHALL STAY IN EFFECT UNTIL THE LOAN OBLIGATION\n   24  IS FULLY SATISFIED AND DISCHARGED.\n   25    S 8. The real property tax law is amended by adding two  new  sections\n   26  965 and 967 to read as follows:\n   27    S 965. DEFINITIONS; APPLICABILITY. FOR THE PURPOSES OF THIS TITLE, THE\n   28  TERM  \"TAXING  JURISDICTION\" INCLUDES A MUNICIPAL CORPORATION, A SPECIAL\n   29  DISTRICT AND, WHERE  APPLICABLE,  A  COUNTY  TAX  COLLECTION  AGENCY  AS\n   30  PROVIDED  FOR IN TITLE FOUR-A OF THIS ARTICLE. THE PROVISIONS OF SECTION\n   31  NINE HUNDRED NINETY-SIX OF THIS ARTICLE SHALL NOT BE APPLICABLE FOR  THE\n   32  PURPOSES OF THIS TITLE.\n   33    S  967.  FORECLOSURE OF A CONDITIONAL TAX RECEIPT. 1. EXCEPT AS OTHER-\n   34  WISE PROVIDED BY THIS SECTION, THE TRANSFEREE OF A TAX LIEN PURSUANT  TO\n   35  SUBDIVISION  TWO  OF  SECTION  NINE HUNDRED SIXTY OF THIS TITLE, AND ANY\n   36  SUCCESSOR IN INTEREST, IS SUBROGATED TO AND IS ENTITLED TO EXERCISE  ANY\n   37  RIGHT OR REMEDY POSSESSED BY THE TRANSFERRING TAXING JURISDICTION AND IS\n   38  ENTITLED  TO FORECLOSE THE LIEN IN THE EVENT OF A DEFAULT, AS DEFAULT IS\n   39  DEFINED IN THE CONTRACT BETWEEN THE PARTIES, IN THE MANNER PROVIDED  FOR\n   40  IN ARTICLE THIRTEEN OF THE REAL PROPERTY ACTIONS AND PROCEEDINGS LAW FOR\n   41  THE FORECLOSURE OF A MORTGAGE.\n   42    2.  PRIOR  TO THE INSTITUTION OF A SUIT TO FORECLOSE A TAX LIEN TRANS-\n   43  FERRED PURSUANT TO SUBDIVISION TWO OF SECTION NINE HUNDRED SIXTY OF THIS\n   44  TITLE, A LENDING ENTITY SHALL PROVIDE NOTICE, VIA CERTIFIED MAIL, TO THE\n   45  PROPERTY OWNER THAT SUCH LENDING ENTITY INTENDS TO COMMENCE  A  FORECLO-\n   46  SURE  ACTION.  SUCH  NOTICE  SHALL PROVIDE THE PROPERTY OWNER SIXTY DAYS\n   47  FROM RECEIPT OF SUCH NOTICE TO CURE ANY DEFAULT, AS DEFAULT  IS  DEFINED\n   48  IN THE LOAN AGREEMENT WITH THE LENDING ENTITY.\n   49    3.  IF  A  SUIT  TO FORECLOSE A TAX LIEN SO TRANSFERRED RESULTS IN THE\n   50  FORECLOSURE OF SUCH LIEN, THE ENTITY FILING SUIT IS ENTITLED TO  RECOVER\n   51  ALL  COSTS,  DISBURSEMENTS, EXPENSES AND FEES AS PROVIDED FOR IN ARTICLE\n   52  THIRTEEN OR FOURTEEN OF THE REAL PROPERTY ACTIONS  AND  PROCEEDINGS  LAW\n   53  FOR THE FORECLOSURE OF A MORTGAGE, THE SAME AS PROVIDED FOR IN THE CIVIL\n   54  PRACTICE  LAW  AND  RULES  INSOFAR  AS  NOT COVERED BY THE REAL PROPERTY\n   55  ACTIONS AND PROCEEDINGS LAW, AND ANY ADDITIONAL ALLOWANCES AUTHORIZED BY\n   56  SECTIONS EIGHTY-THREE HUNDRED TWO AND EIGHTY-THREE HUNDRED THREE OF  THE\n\n       A. 2858                             5\n\n    1  CIVIL  PRACTICE  LAW  AND  RULES.  ANY SURPLUS MONIES REMAINING SHALL BE\n    2  PAYABLE TO THE PROPERTY OWNER.\n    3    4. SUBSEQUENT TO THE SALE OF THE PROPERTY AS PROVIDED IN THIS SECTION,\n    4  THE  PROPERTY  OWNER IS ENTITLED TO REDEEM THE PROPERTY ON OR BEFORE THE\n    5  (A) FIRST ANNIVERSARY OF THE DATE OF THE FORECLOSURE SALE BY PAYING  THE\n    6  PURCHASER  OF THE FORECLOSED PROPERTY THE PURCHASE PRICE, PLUS COSTS AND\n    7  INTEREST AT THE RATE OF EIGHTEEN PERCENT  PER  ANNUM,  TO  THE  DATE  OF\n    8  REDEMPTION,  OR  ONE  HUNDRED TWENTY-FIVE PERCENT OF THE PURCHASE PRICE,\n    9  WHICHEVER IS LESS; OR (B) SECOND ANNIVERSARY OF THE DATE OF THE FORECLO-\n   10  SURE SALE BY PAYING THE PURCHASER THE PURCHASE  PRICE,  PLUS  COSTS  AND\n   11  INTEREST  AT  THE  RATE  OF  EIGHTEEN  PERCENT PER ANNUM, TO THE DATE OF\n   12  REDEMPTION, OR ONE HUNDRED FIFTY PERCENT OF THE PURCHASE PRICE, WHICHEV-\n   13  ER IS LESS.\n   14    S 9. Section 968 of the real property tax law is REPEALED.\n   15    S 10. Section 970 of the real property tax law is amended to  read  as\n   16  follows:\n   17    S  970.  Examination of books of [loan corporations] LENDING ENTITIES.\n   18  1. Any [municipal corporation] TAXING JURISDICTION  issuing  conditional\n   19  tax receipts shall keep a complete record thereof. Any [municipal corpo-\n   20  ration] TAXING JURISDICTION shall have the right to examine from time to\n   21  time  the  [books]  DOCUMENTS  RELATING TO ANY OF THE LOANS of any [loan\n   22  corporation] ENTITY to which it  has  issued  conditional  tax  receipts\n   23  [and].    ANY  COUNTY IN WHICH CONDITIONAL TAX RECEIPTS ARE RECORDED may\n   24  [make], IN ITS DISCRETION, PROMULGATE regulations not inconsistent  with\n   25  the  provisions  of  this  title  for  the  better accomplishment of the\n   26  purpose thereof and for the protection of the borrowing [taxpayer] PROP-\n   27  ERTY OWNER.\n   28    2. Upon [proof to the municipal corporation of]  A  DETERMINATION  OF,\n   29  AFTER  NOTICE AND AN OPPORTUNITY TO BE HEARD, any willful AND PERSISTENT\n   30  violation of this title, or of the regulations [made] PROMULGATED pursu-\n   31  ant thereto, by any [loan corporation] LENDING ENTITY to  which  [it]  A\n   32  TAXING  JURISDICTION has issued conditional tax receipts, it shall cease\n   33  the issuance of conditional tax  receipts  to  such  [loan  corporation]\n   34  LENDING ENTITY.\n   35    S  11.  This  act  shall  take effect on the one hundred eightieth day\n   36  after it shall have become a law; provided that any and  all  rules  and\n   37  regulations  and any other measures necessary to implement any provision\n   38  of this act on its effective date may be promulgated and taken,  respec-\n   39  tively, on or before the effective date of such provision.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the payment of delinquent taxes; and to repeal subdivision 2 of section 962 of the real property tax law relating to the qualifications of certain corporations or banking institutions to lend money pursuant to the provisions of title 4 of article 9 of the real property tax law and section 968 of the real property tax law relating to tax sale provisions under such title ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716774
}