{
  "year" : 2011,
  "senateBillNo" : "A2853-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2853-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a police officer or a district attorney to apply for a court order to compel a chemical test to determine blood alcohol content in certain cases",
  "summary" : "Requires court-ordered blood alcohol content testing for all drivers involved in fatal and serious physical injury accidents where there is a reasonable cause to believe an alcohol-related offense has been committed; provides exception when seeking court order would unduly interfere with emergency medical assistance or other necessary services at incident scene. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2573-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2853\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. PRETLOW, CLARK, GALEF -- Multi-Sponsored by -- M.\n         of  A. ENGLEBRIGHT, MAYERSOHN -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the applica-\n         tion for court orders for compulsory chemical tests to determine blood\n         alcohol content\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The opening paragraph of paragraph (b) of subdivision 3 of\n    2  section 1194 of the vehicle and traffic law, as added by chapter  47  of\n    3  the laws of 1988, is amended to read as follows:\n    4    Upon refusal by any person to submit to a chemical test or any portion\n    5  thereof  as  described  above,  [the  test  shall not be given unless] a\n    6  police officer or a district attorney, as defined in  subdivision  thir-\n    7  ty-two  of  section  1.20  of  the criminal procedure law, [requests and\n    8  obtains] SHALL REQUEST a court order to compel a person to submit  to  a\n    9  chemical test to determine the alcoholic or drug content of the person's\n   10  blood  [upon  a  finding of] IF SUCH POLICE OFFICER OR DISTRICT ATTORNEY\n   11  FINDS THAT THERE EXISTS reasonable cause to believe that:\n   12    S 2. Subdivision 3 of section 1194 of the vehicle and traffic  law  is\n   13  amended by adding a new paragraph (f) to read as follows:\n   14    (F) EXCEPTION. NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (B) OF THIS\n   15  SUBDIVISION,  A  POLICE OFFICER SHALL NOT BE REQUIRED TO REQUEST A COURT\n   16  ORDER TO COMPEL SUBMISSION TO A CHEMICAL TEST WHERE SUCH  REQUEST  WOULD\n   17  IMPAIR  THE  ABILITY  TO  ADDRESS MEDICAL NEEDS OR OTHER EXIGENT CIRCUM-\n   18  STANCES AT THE SCENE OF AN INCIDENT.\n   19    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   20  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02771-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the application for court orders for compulsory chemical tests to determine blood alcohol content ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T104516.TXT", "SOBI.D110121.T104016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716758
}