{
  "year" : 2011,
  "senateBillNo" : "A2859-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2859-2011-1295499600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the award of scholarships and loan forgiveness for dentists and podiatrists on the same terms as physicians",
  "summary" : "Provides for the award of regents scholarships and loan forgiveness for dentists and podiatrists on the same terms as physicians and dentists. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2721-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2859\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN ACT to amend the education law, in relation to  regents  professional\n         education  scholarships, health care professional opportunity scholar-\n         ships and loan forgiveness for podiatrists and dentists\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  605 of the education law, as\n    2  amended by chapter 31 of the  laws  of  1985,  is  amended  to  read  as\n    3  follows:\n    4    3.  Regents  professional  education  in  medicine [or], dentistry, OR\n    5  PODIATRY scholarships. Regents professional education in medicine  [or],\n    6  dentistry,  OR  PODIATRY  scholarships  shall  be awarded annually, on a\n    7  competitive basis, to students beginning professional study in  medicine\n    8  [or],  dentistry,  OR PODIATRY.   One hundred such scholarships shall be\n    9  awarded annually, and shall be classified and  allocated  in  accordance\n   10  with  regents rules. The provisions of this subdivision shall only apply\n   11  to any recipient who receives his or her first award  payment  prior  to\n   12  the  nineteen  hundred eighty-five--nineteen hundred eighty-six academic\n   13  year.\n   14    S 2. Subdivision 9 of section 605 of the education law, as amended  by\n   15  chapter 523 of the laws of 1992, is amended to read as follows:\n   16    9. Regents physician, DENTIST AND PODIATRIST loan forgiveness program.\n   17  Regents  physician, DENTIST AND PODIATRIST loan forgiveness awards shall\n   18  be awarded annually to physicians, DENTISTS AND PODIATRISTS who agree to\n   19  practice medicine, DENTISTRY OR PODIATRY in an area of  New  York  state\n   20  designated  by  the regents as having a shortage of physicians, DENTISTS\n   21  OR PODIATRISTS.   Such awards  shall  be  classified  and  allocated  in\n   22  accordance with regents rules.\n   23    a. Eligibility. (1) The applicant must be a resident of New York state\n   24  and licensed to practice medicine, DENTISTRY OR PODIATRY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03002-02-1\n\n       A. 2859                             2\n\n    1    (2) The applicant must have completed a professional residency program\n    2  within  the  five  years  immediately preceding the period for which the\n    3  first award would be granted, or be within two years of completion of an\n    4  accredited residency program in a primary care specialty  designated  in\n    5  short supply by the board of regents.\n    6    (3) The applicant must agree to practice medicine, DENTISTRY OR PODIA-\n    7  TRY  in  an  area  in  New York state designated as having a shortage of\n    8  physicians, DENTISTS OR PODIATRISTS.   The regents,  after  consultation\n    9  with  the  commissioners of health, correctional services, mental health\n   10  and mental retardation and developmental disabilities,  shall  designate\n   11  those  regions and facilities of New York state which have a shortage of\n   12  physicians, DENTISTS OR PODIATRISTS for the purposes of this section and\n   13  establish relative rankings thereof.\n   14    b. Selection.  The commissioner, in consultation with the commissioner\n   15  of health, shall establish criteria for the selection of participants in\n   16  the program. An applicant must satisfy at  least  one  of  the  criteria\n   17  established.  A  priority  shall  be  accorded  to  any applicant who is\n   18  completing the second year of the service requirement and is  reapplying\n   19  for  a  new  award. The criteria shall include but not be limited to the\n   20  following:\n   21    (i) reapplication for a new award by a person who  is  completing  the\n   22  second year of a service requirement;\n   23    (ii)  receipt  of  specific  training  in  a primary care specialty or\n   24  obstetrics, determined by the regents to be in short supply;\n   25    (iii) receipt of specific training or experience in serving a shortage\n   26  area;\n   27    (iv) receipt of specific training or experience  matching  a  specific\n   28  medical OR DENTAL need existing in a shortage area; and\n   29    (v)  agreement  pursuant  to  [subdivision  (d)]  PARAGRAPH  D of this\n   30  [section] SUBDIVISION to practice in an area determined by  the  regents\n   31  to have a severe shortage of primary care physician OR DENTIST services.\n   32    c.  Notification.  (1)  The  commissioner  shall then forward approved\n   33  applications to the president and shall notify unsuccessful applicants;\n   34    (2) The president shall verify the approved applicants':\n   35    (i) eligibility; and\n   36    (ii) total undergraduate and medical OR DENTAL school student expense;\n   37    (3) The president shall notify applicants of their award entitlement.\n   38    d. Service requirement. Within such time as the commissioner shall  by\n   39  regulation  provide,  a recipient of an award shall have agreed to prac-\n   40  tice medicine, DENTISTRY OR PODIATRY in a specific  area  designated  as\n   41  having a shortage of physicians, DENTISTS OR PODIATRISTS for a period of\n   42  twelve  months  for each annual payment to be received by the recipient.\n   43  Physicians, DENTISTS AND PODIATRISTS in training who  receive  an  award\n   44  shall not receive credit toward their required service for time spent in\n   45  a  training  program.  In  no  case  shall the total number of months of\n   46  service required be less  than  twenty-four.  The  president  shall,  in\n   47  consultation  with  the commissioner, develop and secure from each award\n   48  recipient, a written agreement to:\n   49    (i) practice medicine, DENTISTRY OR PODIATRY in the designated  short-\n   50  age area;\n   51    (ii) to accept Medicare and Medicaid payments; and\n   52    (iii)  to provide thirty-five hours per week of direct patient care in\n   53  the designated shortage area being served, or to  the  designated  popu-\n   54  lation being served.\n\n       A. 2859                             3\n\n    1  If a recipient fails to comply fully with such conditions, the president\n    2  shall  be entitled to receive from such recipient an amount to be deter-\n    3  mined by the formula:\n    4                                 A = 2B (t-s)\n    5                                    -----\n    6                                      t\n    7  in  which \"A\" is the amount the president is entitled to recover; \"B\" is\n    8  the sum of all payments made to the recipient and the interest  on  such\n    9  amount which would be payable if at the times such awards were paid they\n   10  were  loans  bearing interest at the maximum prevailing rate; \"t\" is the\n   11  total number of months in the recipient's period of obligated  services;\n   12  and  \"s\"  is  the  number  of months of service actually rendered by the\n   13  recipient. Any amount which the president is entitled to  recover  under\n   14  this  paragraph  shall  be paid within the five-year period beginning on\n   15  the date that the recipient failed to comply with  this  service  condi-\n   16  tion. Nothing in the written agreement shall affect the terms of employ-\n   17  ment  of the individual who shall negotiate, separate and apart from the\n   18  program, his or her salary and other forms of employment with an agency,\n   19  institution or a program in which he or she shall be employed.\n   20    Any obligation to comply with such  provisions  as  outlined  in  this\n   21  section  shall be cancelled upon the death of the recipient. The commis-\n   22  sioner shall make regulations to provide for the waiver or suspension of\n   23  any financial obligation which would involve extreme hardship.\n   24    e. Reporting. A recipient of an award shall report annually to the New\n   25  York state higher education services corporation, and the department  of\n   26  health  on  forms  prescribed by the president, as to the performance of\n   27  the required services, commencing with the calendar year  in  which  the\n   28  recipient begins to practice medicine, DENTISTRY OR PODIATRY in a short-\n   29  age  area and continuing until the recipient shall have completed, or it\n   30  is determined that he or she shall not be  obligated  to  complete,  the\n   31  required  services.    If  the  recipient  shall fail to file any report\n   32  required hereunder within thirty days of written notice to  the  recipi-\n   33  ent, mailed to the address shown on the last application for an award or\n   34  last  report filed, whichever is later, the president of the corporation\n   35  may impose a fine of up to one thousand  dollars.  The  president  shall\n   36  have  the  discretion to waive the filing of a report, excuse a delay in\n   37  filing or a failure to file a  report,  or  waive  or  reduce  any  fine\n   38  imposed for good cause shown.\n   39    f.  Other  awards. Award recipients shall be eligible to apply for one\n   40  additional award.\n   41    S 3. Subdivision 10 of section 605 of the education law, as  added  by\n   42  chapter 31 of the laws of 1985, is amended to read as follows:\n   43    10.   Regents   health  care  professional  opportunity  scholarships.\n   44  Regents health  care  professional  opportunity  scholarships  shall  be\n   45  awarded annually to students who are beginning or engaged in an approved\n   46  program  in  medicine  [or],  dentistry, OR PODIATRY and who are econom-\n   47  ically disadvantaged and/or  members  of  an  underrepresented  minority\n   48  group,  provided,  however,  that to the extent that regents health care\n   49  professional opportunity scholarships are not awarded, such scholarships\n   50  shall be awarded as regents professional opportunity scholarships. These\n   51  scholarships shall  be  classified  and  allocated  in  accordance  with\n   52  regents rules.\n   53    a.  In  selecting  and  certifying  scholarship  recipients under this\n   54  subdivision, priority shall be accorded to applicants in  the  following\n   55  order:\n\n       A. 2859                             4\n\n    1    (1)  First,  to  any  applicant  who  is economically disadvantaged as\n    2  defined by the regents and a minority historically  underrepresented  in\n    3  the  profession as determined by the regents after consultation with the\n    4  council on professional  career  opportunity  created  by  section  nine\n    5  hundred forty-one of the executive law;\n    6    (2) Second, to any applicant who is a minority underrepresented in the\n    7  profession  as  determined  by  the  regents after consultation with the\n    8  council on professional  career  opportunity  created  by  section  nine\n    9  hundred forty-one of the executive law;\n   10    (3)  Third,  to any applicant who is a graduate of the state-sponsored\n   11  opportunity program pursuant to section sixty-four hundred fifty-one  or\n   12  sixty-four hundred fifty-two of this chapter.\n   13    In the event that there are more applicants who have the same priority\n   14  than there are remaining scholarships, the commissioner shall distribute\n   15  the remaining number of such scholarships by means of a lottery or other\n   16  form of random selection.\n   17    b.  The  commissioner  shall then forward approved applications to the\n   18  president and shall notify unsuccessful applicants.\n   19    c. The president shall notify applicants of their award entitlement.\n   20    d. The president shall, in consultation with the commissioner, develop\n   21  and secure from each successful applicant a written agreement  to  prac-\n   22  tice  medicine [or], dentistry, OR PODIATRY, as appropriate, in a desig-\n   23  nated shortage area. Within such time as the commissioner shall by regu-\n   24  lation provide, a recipient of an award shall  have  practiced  medicine\n   25  [or],  dentistry, OR PODIATRY in an area designated as having a shortage\n   26  of physicians [or], dentists, OR PODIATRISTS, as appropriate,  for  that\n   27  number of months calculated by multiplying by twelve the number of annu-\n   28  al payments received by the recipient. In no case shall the total number\n   29  of  months  of service required be less than twenty-four. If a recipient\n   30  fails to comply fully with such conditions, the president shall be enti-\n   31  tled to receive from such recipient an amount to be  determined  by  the\n   32  formula:\n   33                                 A = 2B (t-s)\n   34                                    -----\n   35                                      t\n   36  in  which \"A\" is the amount the president is entitled to recover; \"B\" is\n   37  the sum of all payments made to the recipient and the interest  on  such\n   38  amount which would be payable if at the times such awards were paid they\n   39  were  loans  bearing interest at the maximum prevailing rate; \"t\" is the\n   40  total number of months in the recipient's period of obligated  services;\n   41  and  \"s\"  is  the  number  of months of service actually rendered by the\n   42  recipient. Any amount which the president is entitled to  recover  under\n   43  this  paragraph  shall  be paid within the five-year period beginning on\n   44  the date that the recipient failed to comply with  this  service  condi-\n   45  tion. Nothing in the written agreement shall affect the terms of employ-\n   46  ment  of the individual who shall negotiate, separate and apart from the\n   47  program, his or her salary and other forms of employment with an agency,\n   48  institution or a program in which he or she shall be employed.\n   49    Any obligation to comply with such  provisions  as  outlined  in  this\n   50  section  shall be cancelled upon the death of the recipient. The commis-\n   51  sioner shall make regulations to provide for the waiver or suspension of\n   52  any financial obligation which would involve extreme hardship.\n   53    e. A recipient of an award shall report annually to the New York state\n   54  higher education services corporation, on forms prescribed by it, as  to\n   55  the  performance  of the required services, commencing with the calendar\n   56  year in which the recipient begins to practice medicine [or], dentistry,\n\n       A. 2859                             5\n\n    1  OR PODIATRY in a shortage area and continuing until the recipient  shall\n    2  have  completed,  or  it is determined that he or she shall not be obli-\n    3  gated to complete, the required services.  If the recipient  shall  fail\n    4  to  file  any  report  required  hereunder within thirty days of written\n    5  notice to the recipient, mailed to the address shown on the last  appli-\n    6  cation for an award or last report filed, whichever is later, the presi-\n    7  dent of the corporation may impose a fine of up to one thousand dollars.\n    8  The president shall have the discretion to waive the filing of a report,\n    9  excuse  a  delay  in  filing  or a failure to file a report, or waive or\n   10  reduce any fine imposed for good cause shown.\n   11    S 4. Section 677 of the education law, as added by chapter 31  of  the\n   12  laws  of 1985 and subdivision 1 as amended by chapter 439 of the laws of\n   13  1988, is amended to read as follows:\n   14    S 677. Regents physician,  DENTIST  AND  PODIATRIST  loan  forgiveness\n   15  program.  1. Number and certification. Eighty regents physician, DENTIST\n   16  AND PODIATRIST loan forgiveness awards shall be awarded each year.  Such\n   17  awards  shall be allocated as provided in article thirteen of this chap-\n   18  ter to eligible physicians, DENTISTS AND PODIATRISTS as certified to the\n   19  president by the commissioner.\n   20    2. Calculation of award amounts.  Each  award  shall  consist  of  two\n   21  consecutive  annual  loan  forgiveness  payments.  Each  of  the  annual\n   22  payments shall be for an amount equal to the total of undergraduate  and\n   23  medical, DENTAL OR PODIATRIC school student loan expense or ten thousand\n   24  dollars  whichever  is  less.    The  president shall be responsible for\n   25  calculating the dollar amount of each award  that  [eligibile]  ELIGIBLE\n   26  candidates  may  receive  from  this  program.  For the purposes of this\n   27  section, student loan expense shall mean the  cumulative  total  of  the\n   28  annual student loans covering the cost of attendance at an undergraduate\n   29  institution and/or medical, DENTAL OR PODIATRIC school. Interest paid or\n   30  due  on  student loans that an applicant has taken out for use in paying\n   31  for such undergraduate and/or medical,  DENTAL  OR  PODIATRIC  education\n   32  shall be considered eligible for reimbursement under this program.\n   33    3.  Award  disbursement.  a.  Annual  award disbursements shall be the\n   34  responsibility of the president and shall occur prior to  the  beginning\n   35  of  each  of  the  required terms of service as specified in the service\n   36  contract. The board of trustees of the higher education services  corpo-\n   37  ration  shall  adopt rules and regulations regarding criteria for deter-\n   38  mining successful completion of the  service  contract  and  any  appeal\n   39  process  that may be required to implement this paragraph upon recommen-\n   40  dation of the president in consultation with the commissioner.\n   41    b. The disbursement of the second annual award shall be dependent upon\n   42  successful completion of the  first  year  requirement  of  the  service\n   43  contract  as  defined  by  the  president, as well as other criteria set\n   44  forth in this section.\n   45    S 5. This act shall take effect on the first of July  next  succeeding\n   46  the  date on which it shall have become a law, provided, that the amend-\n   47  ments made to subdivisions 3, 9 and 10 of section 605   and section  677\n   48  of  the  education law made by sections one, two, three and four of this\n   49  act shall not affect the termination of such subdivisions and section as\n   50  provided by section 17 of chapter 31 of the laws of 1985, as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T115521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295628921392
}