{
  "year" : 2011,
  "senateBillNo" : "A2856-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2856-2011-1295499600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a baccalaureate and associate nursing assistance program",
  "summary" : "Creates a baccalaureate and associate nursing assistance program within the department of health to provide loans to persons in pursuit of a nursing degree at an approved institution in this state; provides that nurses receiving loans will be obligated for one year of service as a nurse in New York for each year assistance was received; establishes an advisory council to assist in the administration of such program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10904-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2856\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. BUTLER,\n         CROUCH,  FITZPATRICK,  HAWLEY, THIELE -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to establishing a  bacca-\n         laureate and associate nursing assistance program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The education law is amended by adding a new section 678-a\n    2  to read as follows:\n    3    S 678-A. BACCALAUREATE AND ASSOCIATE NURSING ASSISTANCE PROGRAM.    1.\n    4  DEFINITIONS.  FOR  PURPOSES OF THIS SECTION \"APPROVED INSTITUTION\" MEANS\n    5  AN INSTITUTION LOCATED IN NEW YORK STATE THAT OFFERS A  NATIONAL  LEAGUE\n    6  FOR  NURSING ACCREDITED PROGRAM LEADING TO AN ASSOCIATE OR BACCALAUREATE\n    7  DEGREE IN NURSING.\n    8    2. ESTABLISHMENT. THERE IS HEREBY ESTABLISHED  THE  BACCALAUREATE  AND\n    9  ASSOCIATE  NURSING ASSISTANCE PROGRAM WITHIN THE DEPARTMENT. THE PURPOSE\n   10  OF SUCH PROGRAM SHALL BE TO PROVIDE LOANS TO PERSONS  IN  PURSUIT  OF  A\n   11  NURSING CAREER IN AN APPROVED INSTITUTION.\n   12    3.  DEPARTMENT'S  RESPONSIBILITIES.  THE  DEPARTMENT SHALL PREPARE AND\n   13  SUPERVISE THE ISSUANCE OF PUBLIC INFORMATION  ABOUT  THE  PROVISIONS  OF\n   14  THIS  SECTION;  DETERMINE  THE  ELIGIBILITY OF APPLICANTS; PRESCRIBE THE\n   15  FORM AND REGULATE THE SUBMISSION OF APPLICATIONS FOR  LOANS;  AWARD  THE\n   16  APPROPRIATE  LOANS; PRESCRIBE THE NOTES OR OTHER ACKNOWLEDGEMENTS OF THE\n   17  LOAN WHICH THE APPLICANT IS REQUIRED TO EXECUTE; AND  DETERMINE  WHETHER\n   18  ALL  OR ANY PART OF AN APPLICANT'S LOAN NEEDS TO BE PAID OR EXCUSED FROM\n   19  PAYMENT, AND THE EXTENT OF ANY PAYMENT OR EXCUSED PAYMENT THE DEPARTMENT\n   20  MAY REQUIRE A LOAN  RECIPIENT  TO  REIMBURSE  THE  STATE  FOR  EXPENSES,\n   21  INCLUDING BUT NOT LIMITED TO ATTORNEY'S FEES, INCURRED BY THE DEPARTMENT\n   22  OR  OTHER  AGENT  OF THE STATE FOR A SUCCESSFUL LEGAL ACTION AGAINST THE\n   23  RECIPIENT FOR A BREACH OF ANY PROVISION OF THE LOAN AGREEMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02224-01-1\n\n       A. 2856                             2\n\n    1    4. ADVISORY COUNCIL. THE COMMISSIONER IS HEREBY AUTHORIZED  TO  ESTAB-\n    2  LISH  AND APPOINT AN ADVISORY COUNCIL TO ASSIST IN THE ADMINISTRATION OF\n    3  SUCH PROGRAM, THE FORMULATION OF NECESSARY RULES  AND  REGULATIONS,  THE\n    4  ESTABLISHMENT OF STANDARDS FOR ELIGIBILITY AND ANY OTHER MATTERS RELATED\n    5  THERETO.    THE  COUNCIL  SHALL CONSIST OF SEVEN MEMBERS APPOINTED FOR A\n    6  TERM OF TWO YEARS. FROM TIME TO TIME, BUT AT LEAST ONCE  IN  EVERY  FIVE\n    7  YEARS,  THE ADVISORY COUNCIL SHALL MAKE AND PUBLISH AN EVALUATION OF THE\n    8  PROGRAM UNDER THIS SECTION.\n    9    5. ELIGIBILITY. AN APPLICANT SHALL BE ELIGIBLE FOR A LOAN  UNDER  THIS\n   10  SECTION IF THE DEPARTMENT FINDS THAT:\n   11    (A)  THE  APPLICANT  IS  ENROLLED  IN A NURSING PROGRAM AT AN APPROVED\n   12  ACADEMIC INSTITUTION.\n   13    (B) THE APPLICANT HAS BEEN A PERMANENT LEGAL RESIDENT OF THE STATE FOR\n   14  AT LEAST ONE YEAR PRIOR TO SUBMITTING THE APPLICATION.\n   15    (C) THE APPLICANT IS IN NEED OF FINANCIAL ASSISTANCE.\n   16    (D) THE APPLICANT IS ENROLLED AS A STUDENT IN EITHER A  FOUR  YEAR  OR\n   17  TWO YEAR ACADEMIC PROGRAM LEADING TO A DEGREE IN NURSING.\n   18    6.  AMOUNT  OF  LOANS.  A  LOAN MAY BE MADE IN AN AMOUNT NOT TO EXCEED\n   19  TWENTY-FIVE HUNDRED DOLLARS PER YEAR FOR  LIVING  EXPENSES  AND  NOT  TO\n   20  EXCEED  TWENTY-FIVE  HUNDRED  DOLLARS PER YEAR FOR FULL-TIME TUITION AND\n   21  FEES, UP TO A MAXIMUM OF FORTY-FIVE  HUNDRED  DOLLARS  PER  YEAR  FOR  A\n   22  FULL-TIME  STUDENT  OR  UP  TO  TWENTY-FIVE HUNDRED DOLLARS PER YEAR FOR\n   23  PART-TIME STUDENTS FOR TUITION AND FEES, LESS ANY OTHER STATE OR FEDERAL\n   24  ASSISTANCE RECEIVED BY AN APPLICANT TO ASSIST THE APPLICANT'S PURSUIT OF\n   25  A BACCALAUREATE OR ASSOCIATE DEGREE IN NURSING. THE DEPARTMENT MAY GRANT\n   26  LOANS ON A QUARTERLY OR SEMI-ANNUAL BASIS AND SHALL REQUIRE  THE  APPLI-\n   27  CANT  TO  DILIGENTLY  PURSUE  HIS/HER STUDIES AND MAINTAIN GOOD ACADEMIC\n   28  STANDING.\n   29    7. REPAYMENT OF LOANS. IN ORDER TO RECEIVE THE ASSISTANCE, EACH RECIP-\n   30  IENT MUST ENTER INTO A BINDING CONTRACT WITH THE STATE  TO  FULFILL  THE\n   31  OBLIGATIONS  INCURRED. RECIPIENTS WHO FAIL TO COMPLETE THEIR STUDIES DUE\n   32  TO ACADEMIC FAILURE OR VOLUNTARY WITHDRAWAL OR OTHER  ACTIONS  ON  THEIR\n   33  PART  MUST REPAY THE FULL AMOUNT OF THE LOAN WITH REASONABLE INTEREST AS\n   34  DETERMINED BY THE  COMMISSIONER.  NURSING  STUDENTS  WHO  RECEIVE  LOANS\n   35  THROUGH  THE  PROGRAM  MAY REPAY THEIR OBLIGATION TO THE PROGRAM THROUGH\n   36  EMPLOYMENT FOR ONE YEAR IN THIS STATE AS A NURSE FOR EACH YEAR FOR WHICH\n   37  ASSISTANCE WAS RECEIVED PROVIDED, HOWEVER, THAT PART-TIME  STUDENTS  MAY\n   38  REPAY  THEIR OBLIGATION TO THE PROGRAM THROUGH EMPLOYMENT FOR SIX MONTHS\n   39  IN THIS STATE AS  A  NURSE  FOR  EACH  YEAR  FOR  WHICH  ASSISTANCE  WAS\n   40  RECEIVED.\n   41    8. RULES AND REGULATIONS. THE COMMISSIONER SHALL PROMULGATE SUCH RULES\n   42  AND  REGULATIONS  AS  ARE  NECESSARY  FOR THE ESTABLISHMENT AND ADMINIS-\n   43  TRATION OF THE PROGRAM PROVIDED FOR IN THIS SECTION.\n   44    S 2. This act shall take effect on the first of July  next  succeeding\n   45  the  date  on  which it shall have become a law, provided, however, that\n   46  effective immediately, the addition,  amendment  and/or  repeal  of  any\n   47  rules  or  regulations necessary for the implementation of the foregoing\n   48  section of this act on its effective date is authorized and directed  to\n   49  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a baccalaureate and associate nursing assistance program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T104516.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295624716766
}