{
  "year" : 2011,
  "senateBillNo" : "A2864-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2864-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an exemption from taxation of energy star-compliant improvements to certain residential premises",
  "summary" : "Provides an exemption from taxation of energy star-compliant improvements to certain residential premises. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1966-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2864\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, KOLB, McDONOUGH, CASTELLI -- Multi-Spon-\n         sored  by -- M. of A.  BURLING, OAKS, SAYWARD, TEDISCO, THIELE -- read\n         once and referred to the Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to  providing  an\n         exemption  from  taxation  of  energy  star-compliant  improvements to\n         certain residential premises\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 487-a of the real property tax law, as amended by\n    2  chapter 848 of the laws of 1981, is amended to read as follows:\n    3    S 487-a. Exemption  from  taxation  of  conservation  improvements  to\n    4  certain  residential  premises. Insulation and other energy conservation\n    5  measures hereafter added to one, two, three or four family homes,  which\n    6  qualify  for  (a)  financing  under a home conservation plan pursuant to\n    7  article VII-A of the public  service  law,  [or]  (b)  any  conservation\n    8  related state or federal tax credit or deduction heretofore or hereafter\n    9  enacted,  OR (C) QUALIFY AS ENERGY STAR-COMPLIANT PURSUANT TO THE UNITED\n   10  STATES ENVIRONMENTAL PROTECTION AGENCY'S ENERGY STAR PROGRAM,  shall  be\n   11  exempt  from real property taxation and special ad valorem levies to the\n   12  extent of any increase in value of such homes by reason  of  such  addi-\n   13  tion.\n   14    S  2. This act shall take effect on the first of January next succeed-\n   15  ing the date on which it shall have become a  law  and  shall  apply  to\n   16  assessment rolls prepared on the basis of taxable status dates occurring\n   17  on or after such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02838-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing an exemption from taxation of energy star-compliant improvements to certain residential premises ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162416.TXT", "SOBI.D110121.T120021.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629221599
}