{
  "year" : 2011,
  "senateBillNo" : "A2867-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2867-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Rectifies any inconsistencies which may exist as result of the initial imposition of tax upon non-resident individuals of the city of New York; repealer",
  "summary" : "Rectifies any inconsistencies which may exist as result of the initial imposition of tax upon non-resident individuals of the city of New York who are employees of the city of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "A1943-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2867\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CALHOUN -- Multi-Sponsored by -- M. of A. CONTE\n         -- read once and referred to the Committee on Ways and Means\n\n       AN ACT in relation to rectifying any inconsistencies which may exist  as\n         result  of the initial imposition of tax upon non-resident individuals\n         of the city of New York who are employees of the city of New York  and\n         to repeal section 1127 of the New York city charter relating to condi-\n         tion precedent to employment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The New York Court of  Appeals  in  the\n    2  CITY  OF  NEW  YORK  V. THE STATE OF NEW YORK, 2000 NY Int. 20, declared\n    3  Chapter 5 of the laws of 1999 unconstitutional in its  imposition  of  a\n    4  tax  upon  non-resident  individuals of the state of New York. It is the\n    5  intent of the legislature to rectify any inconsistencies which may exist\n    6  as a result of the initial imposition of  such  tax  provided,  however,\n    7  that  the  provisions of this act shall not be construed to, in any way,\n    8  impair the entirety of any current or previous  contract  or  collective\n    9  bargaining  agreement  executed prior to the later of the effective date\n   10  of Chapter 5 of the laws of 1999 or the effective date of this act.\n   11    S 2. Section 1127 of the New York city charter is REPEALED.\n   12    S 3. The provisions of this act shall not be construed to require  any\n   13  reimbursement  to such employees for the period of time such payment was\n   14  in force and effect.\n   15    S 4. This act shall take effect immediately and shall not apply to any\n   16  agreement executed on or before such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02835-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to rectifying any inconsistencies which may exist as result of the initial imposition of tax upon non-resident individuals of the city of New York who are employees of the city of New York and to repeal section 1127 of the New York city charter relating to condition precedent to employment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162416.TXT", "SOBI.D110121.T120021.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629221607
}