{
  "year" : 2011,
  "senateBillNo" : "A2860-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2860-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits security guard companies in certain instances to perform security related work in N.Y. city by armed guards without obtaining a N.Y. city firearms special permit",
  "summary" : "Permits security guard companies, employing ten or more guards who are each holders of a duly issued, current special armed guard registration card, to perform security related work in the city of New York by armed guards without obtaining a New York city firearms special permit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2512-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2860\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- Multi-Sponsored by -- M. of A. HIKIND\n         -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to permitting security  guard\n         companies in certain instances to perform security related work in the\n         city  of  New  York  by armed guards without obtaining a New York city\n         firearms special permit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  6  of  section  400.00  of the penal law, as\n    2  amended by chapter 318 of the laws  of  2002,  is  amended  to  read  as\n    3  follows:\n    4    6.  License:  validity.  Any  license  issued pursuant to this section\n    5  shall be valid notwithstanding the provisions of any local law or  ordi-\n    6  nance.    No  license shall be transferable to any other person or prem-\n    7  ises. A license to carry or possess a pistol or revolver, not  otherwise\n    8  limited as to place or time of possession, shall be effective throughout\n    9  the  state,  except  that the same shall not be valid within the city of\n   10  New York unless a special permit granting  validity  is  issued  by  the\n   11  police commissioner of that city. Such license to carry or possess shall\n   12  be  valid  within the city of New York in the absence of a permit issued\n   13  by the police commissioner of that city, provided that (a) the  firearms\n   14  covered by such license have been purchased from a licensed dealer with-\n   15  in  the  city  of  New  York  and are being transported out of said city\n   16  forthwith and immediately from said dealer by the licensee in  a  locked\n   17  container  during  a continuous and uninterrupted trip; or provided that\n   18  (b) the firearms covered by such license are being  transported  by  the\n   19  licensee in a locked container and the trip through the city of New York\n   20  is  continuous  and  uninterrupted;  or  provided  that (c) the firearms\n   21  covered by such license are  carried  by  armored  car  security  guards\n   22  transporting  money  or  other valuables, in, to, or from motor vehicles\n   23  commonly known as armored cars, during the course of  their  employment;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02607-01-1\n\n       A. 2860                             2\n\n    1  or  provided that (d) the licensee is a retired police officer as police\n    2  officer is defined pursuant to subdivision thirty-four of  section  1.20\n    3  of the criminal procedure law or a retired federal law enforcement offi-\n    4  cer,  as  defined in section 2.15 of the criminal procedure law, who has\n    5  been issued a license by an authorized licensing officer as  defined  in\n    6  subdivision  ten  of  section 265.00 of this chapter; provided, further,\n    7  however, that if such license was not issued in the city of New York  it\n    8  must be marked \"Retired Police Officer\" or \"Retired Federal Law Enforce-\n    9  ment Officer\", as the case may be, and, in the case of a retired officer\n   10  the  license  shall  be  deemed  to  permit  only  police or federal law\n   11  enforcement regulations weapons; or provided that (e) the licensee is  a\n   12  peace officer described in subdivision four of section 2.10 of the crim-\n   13  inal  procedure law and the license, if issued by other than the city of\n   14  New York, is marked \"New York State Tax Department Peace Officer\" and in\n   15  such case the exemption shall apply only to the firearm issued  to  such\n   16  licensee by the department of taxation and finance; OR PROVIDED THAT (F)\n   17  THE LICENSEE IS A SPECIAL ARMED GUARD DULY REGISTERED AND IN GOOD STAND-\n   18  ING  WITH  THE  DEPARTMENT  OF  STATE PURSUANT TO ARTICLE SEVEN-A OF THE\n   19  GENERAL BUSINESS LAW, OR IS A PRIVATE INVESTIGATOR DULY LICENSED AND  IN\n   20  GOOD  STANDING WITH THE DEPARTMENT OF STATE PURSUANT TO ARTICLE SEVEN OF\n   21  THE GENERAL BUSINESS LAW.  A license as gunsmith or dealer  in  firearms\n   22  shall not be valid outside the city or county, as the case may be, where\n   23  issued.\n   24    S  2.  This  act shall take effect on the thirtieth day after it shall\n   25  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to permitting security guard companies in certain instances to perform security related work in the city of New York by armed guards without obtaining a New York city firearms special permit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T115521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295628921394
}