{
  "year" : 2011,
  "senateBillNo" : "A286-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A286-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to penalties for pet dealers",
  "summary" : "Relates to penalties and fees for pet dealers and their violations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A10784-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          286\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, TITONE, KAVANAGH, CASTRO, JAFFEE, MAYER-\n         SOHN -- Multi-Sponsored by -- M. of A. GLICK, M. MILLER, WEISENBERG --\n         read once and referred to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law and the general business\n         law, in relation to penalties and fees for pet dealers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 404 of the agriculture and markets law is amended\n    2  by adding a new subdivision 6 to read as follows:\n    3    6. THE REFUSAL, SUSPENSION, OR REVOCATION OF A  PET  DEALER'S  LICENSE\n    4  UNDER  THIS  SECTION  SHALL  NOT PREVENT THE LEVYING OF ADDITIONAL CIVIL\n    5  PENALTIES, AS PROVIDED IN SECTION FOUR HUNDRED SIX OF THIS ARTICLE,  FOR\n    6  VIOLATIONS.\n    7    S  2. Subdivision 2 of section 406 of the agriculture and markets law,\n    8  as added by chapter 259 of the laws of  2000,  is  amended  to  read  as\n    9  follows:\n   10    2. Violation of any provision of this article, is a civil offense, for\n   11  which  a  penalty of not less than fifty dollars and not more than [one]\n   12  TWO thousand FIVE HUNDRED dollars for each violation may be imposed. THE\n   13  COMMISSIONER SHALL, AMONG OTHER FACTORS HE  OR  SHE  DEEMS  APPROPRIATE,\n   14  CONSIDER  THE  SEVERITY  OF  THE  VIOLATION  AND THE SALES VOLUME OF THE\n   15  LICENSEE IN VIOLATION IN DETERMINING THE AMOUNT OF THE PENALTY.\n   16    S 3. Subdivision 1 of section 755 of  the  general  business  law,  as\n   17  amended  by  chapter  259  of  the  laws  of 2000, is amended to read as\n   18  follows:\n   19    1. In addition to the other remedies provided, whenever there shall be\n   20  a violation of this article, application may be  made  by  the  attorney\n   21  general in the name of the people of the state of New York to a court or\n   22  justice  having jurisdiction by a special proceeding to issue an injunc-\n   23  tion, and upon notice to the defendant of not less than  five  days,  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00761-01-1\n\n       A. 286                              2\n\n    1  enjoin  and restrain the continuance of such violations; and if it shall\n    2  appear to the satisfaction of the court or justice  that  the  defendant\n    3  has, in fact, violated this article, an injunction may be issued by such\n    4  court or justice, enjoining and restraining any further violation, with-\n    5  out  requiring  proof  that  any  person  has,  in fact, been injured or\n    6  damaged thereby. In any such proceeding, the court may  make  allowances\n    7  to  the attorney general as provided in paragraph six of subdivision (a)\n    8  of section eighty-three hundred three of  the  civil  practice  law  and\n    9  rules, and direct restitution. Whenever the court shall determine that a\n   10  violation  of  this  article  has occurred, the court may impose a civil\n   11  penalty of not less than fifty dollars and not more than [one] TWO thou-\n   12  sand FIVE HUNDRED dollars. In connection with any such proposed applica-\n   13  tion, the attorney general is authorized to take proof and make a deter-\n   14  mination of the relevant facts and to issue subpoenas in accordance with\n   15  the civil practice law and rules.\n   16    S 4. This act shall take effect April 1, 2012; provided, however, that\n   17  effective immediately, the addition, amendment and/or repeal of any rule\n   18  or regulation necessary for the implementation of this act on its effec-\n   19  tive date are authorized and directed to be made  and  completed  on  or\n   20  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law and the general business law, in relation to penalties and fees for pet dealers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T170342.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292882622954
}