{
  "year" : 2011,
  "senateBillNo" : "A2861-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2861-2011-1295499600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the empire state professional nursing scholarship program and grants for nursing education",
  "summary" : "Establishes the empire state professional nursing scholarship program to provide financial support to applicants to enter or continue in a registered nurse educational program and who agree to deliver nursing care in a specialty, setting or designated region of New York state having a shortage of nurses or to teach nursing students; establishes grants for nursing education to establish or expand training programs for nurses and to increase the opportunities for nursing education at community based sites. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2722-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2861\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, SCHIMMINGER, ENGLEBRIGHT, LIFTON, PHEF-\n         FER, ABBATE, PAULIN  --  Multi-Sponsored  by  --  M.  of  A.  BURLING,\n         O'DONNELL  -- read once and referred to the Committee on Higher Educa-\n         tion\n\n       AN ACT to amend the education law and the executive law, in relation  to\n         establishing the empire state professional nursing scholarship program\n         and the council on professional career opportunity\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by  adding  two  new  sections\n    2  6911 and 6912 to read as follows:\n    3    S 6911.  EMPIRE STATE PROFESSIONAL NURSING SCHOLARSHIP PROGRAM. 1. THE\n    4  COMMISSIONER,  IN  COLLABORATION WITH THE COMMISSIONER OF HEALTH AND THE\n    5  PRESIDENT OF THE HIGHER EDUCATION SERVICES  CORPORATION,  IS  AUTHORIZED\n    6  AND DIRECTED TO ESTABLISH THE EMPIRE STATE PROFESSIONAL NURSING SCHOLAR-\n    7  SHIP  PROGRAM  TO  PROVIDE  FINANCIAL  SUPPORT TO APPLICANTS TO ENTER OR\n    8  CONTINUE IN A REGISTERED NURSE EDUCATIONAL PROGRAM  AND  WHO  AGREE  TO:\n    9  (A)  DELIVER  NURSING CARE IN A SPECIALTY, SETTING OR REGION OF NEW YORK\n   10  STATE DESIGNATED BY THE COMMISSIONER, IN CONSULTATION WITH  THE  COMMIS-\n   11  SIONER  OF  HEALTH,  AS  HAVING  A SHORTAGE OF REGISTERED NURSES; OR (B)\n   12  TEACH NURSING STUDENTS.\n   13    2. THE COMMISSIONER IS AUTHORIZED TO MAKE SCHOLARSHIP AWARDS  PURSUANT\n   14  TO THIS SECTION, AND IN CONSULTATION WITH THE COMMISSIONER OF HEALTH, TO\n   15  DESIGNATE  NURSING  PRACTICE  SPECIALTIES,  HEALTH  CARE SETTINGS AND/OR\n   16  REGIONS IN NEW YORK STATE THAT HAVE A  SHORTAGE  OF  REGISTERED  PROFES-\n   17  SIONAL  NURSES.  THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER\n   18  OF HEALTH, SHALL ESTABLISH A MEANS TO DETERMINE  PRIORITY  AND  RELATIVE\n   19  RANKINGS  FOR THE PURPOSES OF AWARDING SCHOLARSHIPS BASED ON PREFERENCES\n   20  DESCRIBED IN SUBDIVISIONS FOUR, FIVE AND SIX OF THIS SECTION.\n   21    3. A SCHOLARSHIP RECIPIENT SHALL BE A RESIDENT OF NEW YORK STATE  WHO:\n   22  (A) ATTENDS OR PLANS TO ATTEND A NURSING EDUCATION PROGRAM IN THE STATE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03003-01-1\n\n       A. 2861                             2\n\n    1  AND  (B)  AGREES  TO  PRACTICE  AS  A  REGISTERED  NURSE IN A DESIGNATED\n    2  SPECIALITY, SETTING OR REGION; OR (C) AGREES  TO  PRACTICE  AS  A  NURSE\n    3  EDUCATOR. A SCHOLARSHIP RECIPIENT SHALL BE ENTITLED TO AN AWARD OF UP TO\n    4  FIFTEEN  THOUSAND DOLLARS PER YEAR OF STUDY. SCHOLARSHIPS MAY BE AWARDED\n    5  FOR PART-TIME STUDY, AND ARE CALCULATED BASED ON THE STUDENT'S  EXPENSES\n    6  TO ATTEND NURSING SCHOOL. SUCH EXPENSES SHALL INCLUDE, BUT NOT BE LIMIT-\n    7  ED  TO,  COST  OF  ATTENDANCE  AT AN UNDERGRADUATE OR GRADUATE SCHOOL OF\n    8  NURSING, SUCH AS TUITION, LABORATORY AND OTHER  FEES,  ROOM  AND  BOARD,\n    9  TRANSPORTATION,   SUPPLIES,  UNIFORMS,  HEALTH  INSURANCE  COVERAGE,  IF\n   10  REQUIRED, SUPPLIES, BOOKS,  CHILD  CARE,  AND  COSTS  TO  SUPPORT  DAILY\n   11  LIVING.\n   12    4.  SCHOLARSHIPS SHALL BE AWARDED COMPETITIVELY USING SELECTION CRITE-\n   13  RIA LISTED IN THIS SUBDIVISION. IN  SELECTING  STUDENTS  TO  BE  AWARDED\n   14  SCHOLARSHIPS, PREFERENCE SHALL BE GIVEN TO STUDENTS WHO ARE:\n   15    (A)  FIRST,  ENTERING  OR  CONTINUING  IN  A PROGRAM IN NEW YORK STATE\n   16  APPROVED OR REGISTERED BY THE REGENTS, LEADING TO A BACHELOR'S OR GRADU-\n   17  ATE DEGREE IN NURSING;\n   18    (B) SECOND, ENTERING OR CONTINUING IN A PROGRAM LEADING TO A  GRADUATE\n   19  DEGREE  THAT  QUALIFIES  THE  RECIPIENT  TO  TEACH NURSING STUDENTS IN A\n   20  PROGRAM IN NEW YORK STATE APPROVED OR REGISTERED BY THE REGENTS;\n   21    (C) THIRD, HAVE EVIDENCE OF ACADEMIC MERIT;\n   22    (D) FOURTH, ARE MEMBERS OF A FEDERALLY-RECOGNIZED MINORITY GROUP;\n   23    (E) FIFTH, HAVE EVIDENCE OF FINANCIAL NEED; AND\n   24    (F) SIXTH, HAVE PREVIOUS WORK EXPERIENCE IN HEALTH CARE SETTINGS.\n   25    5. AFTER THE FIRST YEAR OF AWARDS, HIGHEST PREFERENCE SHALL  BE  GIVEN\n   26  TO RECIPIENTS APPLYING FOR SECOND OR SUBSEQUENT YEARS OF FUNDING.\n   27    6.  IN  THE  EVENT  THAT  THERE  ARE MORE APPLICANTS WHO HAVE THE SAME\n   28  PRIORITY THAN THERE ARE REMAINING  AWARDS,  OR  THERE  ARE  MORE  AWARDS\n   29  AVAILABLE THAN APPLICANTS WHO MEET THE ABOVE CRITERIA, THE COMMISSIONER,\n   30  IN  CONSULTATION  WITH  THE COMMISSIONER OF HEALTH, SHALL DISTRIBUTE THE\n   31  REMAINING AWARDS BASED UPON CONSIDERATIONS AS  MAY  BE  DEEMED  MUTUALLY\n   32  AGREEABLE.  THE COMMISSIONER AND THE COMMISSIONER OF HEALTH SHALL DIRECT\n   33  THAT  THE  AWARDS  ARE  DISTRIBUTED  TO  ENSURE APPROPRIATE GEOGRAPHICAL\n   34  DISTRIBUTION WITHIN AREAS OF NEED.\n   35    7. WITHIN SUCH TIME AS THE COMMISSIONER SHALL BY REGULATION PROVIDE, A\n   36  RECIPIENT OF AN AWARD SHALL AGREE TO PRACTICE NURSING FOR A PERIOD OF NO\n   37  LESS THAN EIGHTEEN MONTHS, OR SERVE AS NURSING FACULTY FOR NO LESS  THAN\n   38  THREE  SEMESTERS, FOR EACH ANNUAL AWARD TO BE RECEIVED BY THE RECIPIENT.\n   39  THE COMMISSIONER SHALL SECURE FROM EACH RECIPIENT  A  WRITTEN  AGREEMENT\n   40  TO:\n   41    (A)  PROVIDE  PROFESSIONAL NURSING SERVICES IN A DESIGNATED SPECIALTY,\n   42  SETTING OR REGION; AND WORK IN A PRACTICE SITE THAT SERVES (I) BENEFICI-\n   43  ARIES OF TITLE XVIII OF  THE  FEDERAL  SOCIAL  SECURITY  ACT  (MEDICARE)\n   44  AND/OR  (II)  INDIVIDUALS  ELIGIBLE  FOR  MEDICAL ASSISTANCE PURSUANT TO\n   45  TITLE ELEVEN OF ARTICLE FIVE OF THE SOCIAL  SERVICES  LAW  AND/OR  (III)\n   46  INDIVIDUALS  ELIGIBLE  FOR  A  STATE  SPONSORED HEALTH INSURANCE PROGRAM\n   47  AND/OR (IV) INDIVIDUALS WHO ARE UNINSURED; AND PROVIDE AT  LEAST  THIRTY\n   48  HOURS  DURING  EACH REGULAR WORK WEEK OF DIRECT PATIENT CARE IN A DESIG-\n   49  NATED SHORTAGE SPECIALTY, SETTING OR REGION; OR\n   50    (B) TEACH NURSING STUDENTS.\n   51    8. IF A RECIPIENT FAILS TO COMPLY  FULLY  WITH  SUCH  CONDITIONS,  THE\n   52  PRESIDENT OF THE HIGHER EDUCATION SERVICES CORPORATION SHALL BE ENTITLED\n   53  TO  RECEIVE FROM SUCH RECIPIENT AN AMOUNT TO BE DETERMINED BY THE FORMU-\n   54  LA:\n   55                                A = 2B (T-S)\n   56                                    --------\n\n       A. 2861                             3\n\n    1                                         T\n    2  IN  WHICH \"A\" IS THE AMOUNT THE PRESIDENT IS ENTITLED TO RECOVER, \"B\" IS\n    3  THE SUM OF ALL AWARDS MADE TO THE RECIPIENT AND  THE  INTEREST  ON  SUCH\n    4  AMOUNT WHICH WOULD BE PAYABLE IF AT THE TIMES SUCH AWARDS WERE PAID THEY\n    5  WERE  LOANS  BEARING INTEREST AT THE MAXIMUM PREVAILING RATE; \"T\" IS THE\n    6  TOTAL NUMBER OF MONTHS IN THE RECIPIENT'S PERIOD OF OBLIGATED  SERVICES;\n    7  AND  \"S\"  IS  THE  NUMBER  OF MONTHS OF SERVICE ACTUALLY RENDERED BY THE\n    8  RECIPIENT. ANY AMOUNT WHICH THE PRESIDENT IS ENTITLED TO  RECOVER  UNDER\n    9  THIS  PARAGRAPH  SHALL  BE PAID WITHIN THE FIVE-YEAR PERIOD BEGINNING ON\n   10  THE DATE THAT THE RECIPIENT FAILED TO COMPLY WITH  THIS  SERVICE  CONDI-\n   11  TION. NOTHING IN THE WRITTEN AGREEMENT SHALL AFFECT THE TERMS OF EMPLOY-\n   12  MENT  OF THE INDIVIDUAL WHO SHALL NEGOTIATE, SEPARATE AND APART FROM THE\n   13  PROGRAM, HIS OR HER SALARY AND OTHER FORMS OF EMPLOYMENT WITH AN AGENCY,\n   14  INSTITUTION OR A PROGRAM IN WHICH HE OR SHE SHALL BE EMPLOYED. ANY OBLI-\n   15  GATION TO COMPLY WITH SUCH PROVISIONS AS OUTLINED IN THIS SECTION  SHALL\n   16  BE  CANCELED  UPON  THE  DEATH  OF THE RECIPIENT. THE COMMISSIONER SHALL\n   17  PROMULGATE REGULATIONS TO PROVIDE FOR THE WAIVER OR  SUSPENSION  OF  ANY\n   18  FINANCIAL  OBLIGATION  WHEN  COMPLIANCE  WOULD INVOLVE EXTREME HARDSHIP.\n   19  ANY OBLIGATION TO COMPLY WITH THE PROVISIONS OUTLINED  IN  THIS  SECTION\n   20  SHALL BE CANCELLED UPON THE DEATH OF THE RECIPIENT.\n   21    9. A RECIPIENT OF AN AWARD SHALL REPORT ANNUALLY TO THE NEW YORK STATE\n   22  HIGHER EDUCATION SERVICES CORPORATION, ON FORMS PRESCRIBED BY THE PRESI-\n   23  DENT OF THE HIGHER EDUCATION SERVICES CORPORATION, AS TO THE PERFORMANCE\n   24  OF THE REQUIRED SERVICES, COMMENCING WITH THE CALENDAR YEAR IN WHICH THE\n   25  RECIPIENT  HAS  COMPLETED THE EDUCATIONAL COURSE OF STUDY AND CONTINUING\n   26  UNTIL THE RECIPIENT SHALL HAVE COMPLETED, OR UNTIL IT IS DETERMINED THAT\n   27  HE OR SHE SHALL NOT BE OBLIGATED TO COMPLETE, THE REQUIRED SERVICES.  IF\n   28  THE  RECIPIENT  SHALL  FAIL TO FILE ANY REPORT REQUIRED HEREUNDER WITHIN\n   29  THIRTY DAYS OF WRITTEN NOTICE TO THE RECIPIENT, MAILED  TO  THE  ADDRESS\n   30  SHOWN  ON THE LAST APPLICATION FOR AN AWARD OR LAST REPORT FILED, WHICH-\n   31  EVER IS LATER, THE PRESIDENT OF THE CORPORATION MAY IMPOSE A FINE OF  UP\n   32  TO  ONE  THOUSAND  DOLLARS.  THE  PRESIDENT SHALL HAVE THE DISCRETION TO\n   33  WAIVE THE FILING OF A REPORT, EXCUSE A DELAY IN FILING OR A  FAILURE  TO\n   34  FILE A REPORT, OR WAIVE OR REDUCE ANY FINE IMPOSED FOR GOOD CAUSE SHOWN.\n   35    10.  THE COMMISSIONER IS AUTHORIZED TO APPLY ANY FUNDS APPROPRIATED TO\n   36  IMPLEMENT THIS SECTION AS MATCHING FUNDS FOR ANY FEDERAL NURSING  EDUCA-\n   37  TION  PROGRAMS GRANTS THAT MAY BE OR BECOME AVAILABLE WHOSE CRITERIA ARE\n   38  SIMILAR TO THOSE STATED IN THIS CHAPTER.\n   39    S 6912. GRANTS FOR NURSING EDUCATION. 1. THE COMMISSIONER, IN  COLLAB-\n   40  ORATION WITH THE COMMISSIONER OF HEALTH, IS AUTHORIZED TO MAKE GRANTS TO\n   41  COLLEGES,  OR  UNIVERSITIES WITHIN NEW YORK STATE TO ESTABLISH OR EXPAND\n   42  TRAINING PROGRAMS FOR REGISTERED  PROFESSIONAL  NURSES,  CLINICAL  NURSE\n   43  SPECIALISTS,  AND  NURSE EDUCATORS AND TO INCREASE THE OPPORTUNITIES FOR\n   44  NURSING EDUCATION AT COMMUNITY-BASED SITES.\n   45    2. GRANT FUNDS MAY BE USED FOR ADMINISTRATION, FACULTY RECRUITMENT AND\n   46  DEVELOPMENT, START-UP COSTS AND COSTS INCURRED TEACHING NURSING STUDENTS\n   47  AT COMMUNITY-BASED SITES, INCLUDING,  BUT  NOT  LIMITED  TO,  PERSONNEL,\n   48  ADMINISTRATION  AND  STUDENT  RELATED EXPENSES AND OTHER EXPENSES JUDGED\n   49  REASONABLE AND NECESSARY BY THE COMMISSIONER.\n   50    3. GRANTS SHALL BE AWARDED ON A COMPETITIVE BASIS IN  AMOUNTS  NOT  TO\n   51  EXCEED  AN  AGGREGATE  OF  TWO  HUNDRED FIFTY THOUSAND DOLLARS THROUGH A\n   52  REQUEST FOR APPLICATION PROCESS.  IN  MAKING  AWARDS,  THE  COMMISSIONER\n   53  SHALL CONSIDER:\n   54    (A)  THE  NEED  FOR  REGISTERED NURSES, CLINICAL NURSE SPECIALISTS AND\n   55  NURSE EDUCATORS IN THE SPECIALTY AND IN THE REGION IN WHICH  THE  APPLI-\n   56  CANT IS LOCATED;\n\n       A. 2861                             4\n\n    1    (B) THE COST-EFFECTIVENESS OF THE PROPOSAL; AND\n    2    (C) THE APPLICANT'S COMMITMENT TO PLACE GRADUATES IN NURSING POSITIONS\n    3  IN DESIGNATED SPECIALTIES, SETTINGS AND/OR REGIONS.\n    4    4.  THE  INTENT  OF  THE  PROGRAM  IS  TO AUGMENT OR INCREASE TRAINING\n    5  PROGRAMS FOR REGISTERED PROFESSIONAL NURSES, BOTH  AT  ENTRY  LEVEL  AND\n    6  GRADUATE  LEVELS  INCLUDING BACCALAUREATE COMPLETION PROGRAMS, SPECIALTY\n    7  CERTIFICATE, MASTER'S AND DOCTORAL DEGREES. GRANT FUNDING SHALL  NOT  BE\n    8  USED  TO  OFFSET  EXISTING  EXPENDITURES  THE INSTITUTION OR PROGRAM HAS\n    9  OBLIGATED OR INTENDS TO OBLIGATE FOR SUCH TRAINING PROGRAMS.\n   10    S 2. Section 942 of the executive law  is  amended  by  adding  a  new\n   11  subdivision 7 to read as follows:\n   12    7.  FOR  THE PURPOSE OF ADVISING AND ASSISTING THE COUNCIL IN CARRYING\n   13  OUT ITS POWERS AND DUTIES IN REGARD TO NURSING EDUCATION THERE IS HEREBY\n   14  ESTABLISHED AN ADVISORY COMMITTEE  ON  NURSING  EDUCATION  COMPRISED  OF\n   15  ELEVEN  MEMBERS.  THE  MEMBERS AND CHAIRPERSON OF THE ADVISORY COMMITTEE\n   16  SHALL BE SELECTED BY THE CHAIRPERSON OF THE COUNCIL  AND  SHALL  INCLUDE\n   17  REPRESENTATIVES  OF PUBLIC AND INDEPENDENT INSTITUTIONS OF HIGHER EDUCA-\n   18  TION OFFERING AN APPROVED PROGRAM IN NURSING AND REGISTERED PROFESSIONAL\n   19  NURSES AUTHORIZED OR LICENSED TO PRACTICE NURSING WITHIN  THE  STATE  OF\n   20  NEW YORK. THE MEMBERSHIP OF THE ADVISORY COMMITTEE SHALL INCLUDE MINORI-\n   21  TY REPRESENTATION.\n   22    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the executive law, in relation to establishing the empire state professional nursing scholarship program and the council on professional career opportunity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T120021.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629221591
}