{
  "year" : 2011,
  "senateBillNo" : "A2862-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2862-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the electronic filing of papers in local criminal courts in certain instances",
  "summary" : "Permits the electronic filing of papers in local criminal courts in certain instances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A2505-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2862\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the criminal procedure law, in  relation  to  permitting\n         the  electronic  filing  of  papers  in  local  criminal courts, where\n         authorized by law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  5  of section 1.20 of the criminal procedure\n    2  law, as separately amended by chapters 315, 383 and 729 of the  laws  of\n    3  1972, is amended to read as follows:\n    4    [5.  \"Simplified traffic information\" means a written accusation, more\n    5  fully defined and described in article one hundred, by a police  officer\n    6  or  other  public  servant authorized by law to issue same, filed with a\n    7  local criminal court,  which,  being  in  a  brief  or  simplified  form\n    8  prescribed  by the commissioner of motor vehicles, charges a person with\n    9  one or more traffic infractions or misdemeanors relating to traffic, and\n   10  which may serve both to commence a criminal action for such offense  and\n   11  as a basis for prosecution thereof.]\n   12    S  2.  Paragraph  (b) of subdivision 5 of section 1.20 of the criminal\n   13  procedure law, as amended by chapter 661 of the laws of 1972, is amended\n   14  to read as follows:\n   15    (b) \"Simplified  traffic  information\"  means  a  written  accusation,\n   16  INCLUDING  AN  ACCUSATION WRITTEN IN ELECTRONIC FORM WHERE AUTHORIZED BY\n   17  LAW, by a police officer, or other public servant authorized by  law  to\n   18  issue  same,  more  fully  defined and described in article one hundred,\n   19  filed with a local criminal court, which, being in a brief or simplified\n   20  form prescribed by the commissioner of motor vehicles, charges a  person\n   21  with  one  or more traffic infractions or misdemeanors relating to traf-\n   22  fic, and which may serve both to commence a  criminal  action  for  such\n   23  offense and as a basis for prosecution thereof.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02655-02-1\n\n       A. 2862                             2\n\n    1    S  3.  Subdivision 17 of section 1.20 of the criminal procedure law is\n    2  amended to read as follows:\n    3    17.  \"Commencement of criminal action.\" A criminal action is commenced\n    4  by the filing, INCLUDING FILING BY ELECTRONIC MEANS WHERE AUTHORIZED  BY\n    5  LAW,  of  an  accusatory  instrument  against  a defendant in a criminal\n    6  court, and, if more than one  accusatory  instrument  is  filed  in  the\n    7  course of the action, it commences when the first of such instruments is\n    8  filed.\n    9    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T161915.TXT", "SOBI.D110121.T120021.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629221595
}