{
  "year" : 2011,
  "senateBillNo" : "A2869-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2869-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the use of a firearm, shotgun, rifle, or machine gun during the commission of a crime a class A-II felony; repealer",
  "summary" : "Provides that the illegal possession of a deadly weapon which is loaded and capable of producing death or other serious physical injury or the display of a pistol, revolver, rifle, shotgun, machine gun or other firearm during the commission of a crime is a class A-II felony; repeals related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1878-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2869\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, CROUCH -- Multi-Sponsored by -- M. of A.\n         CONTE, FINCH, KOLB, J. MILLER, OAKS, TEDISCO -- read once and referred\n         to the Committee on Codes\n\n       AN  ACT  to  amend  the  penal  law, the vehicle and traffic law and the\n         general business law, in relation to the criminal  use  of  a  firearm\n         during  the  commission of a crime and to repeal section 265.09 of the\n         penal law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 265.08 of the penal law, as added by chapter 233 of\n    2  the laws of 1980, is amended to read as follows:\n    3  S 265.08 Criminal use of a firearm [in the second degree].\n    4    A person is guilty of criminal use of a firearm [in the second degree]\n    5  when he OR SHE commits [any class C violent felony offense as defined in\n    6  paragraph (b) of subdivision one of section 70.02] A CRIME and he OR SHE\n    7  either:\n    8    (1)  ILLEGALLY  possesses  a  deadly weapon, if the weapon is a loaded\n    9  weapon from which a shot, readily capable of producing  death  or  other\n   10  serious injury may be discharged; or\n   11    (2)  displays  what  appears to be a pistol, revolver, rifle, shotgun,\n   12  machine gun or other firearm.\n   13    Criminal use of a firearm [in the second degree] is a class  [C]  A-II\n   14  felony.\n   15    S 2. Section 265.09 of the penal law is REPEALED.\n   16    S 3. Paragraphs  (a)  and (b) of subdivision 1 of section 70.02 of the\n   17  penal law, paragraph (a) as amended by chapter 320 of the laws of  2006,\n   18  paragraph (b) as amended by chapter 405 of the laws of 2010, are amended\n   19  to read as follows:\n   20    (a)  Class  B  violent felony offenses: an attempt to commit the class\n   21  A-I felonies of murder in  the  second  degree  as  defined  in  section\n   22  125.25, kidnapping in the first degree as defined in section 135.25, and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02828-01-1\n\n       A. 2869                             2\n\n    1  arson  in the first degree as defined in section 150.20; manslaughter in\n    2  the first degree as defined in section 125.20,  aggravated  manslaughter\n    3  in  the  first  degree  as  defined in section 125.22, rape in the first\n    4  degree  as  defined  in section 130.35, criminal sexual act in the first\n    5  degree as defined in section 130.50,  aggravated  sexual  abuse  in  the\n    6  first  degree  as  defined  in  section 130.70, course of sexual conduct\n    7  against a child in the  first  degree  as  defined  in  section  130.75;\n    8  assault  in the first degree as defined in section 120.10, kidnapping in\n    9  the second degree as defined in section 135.20, burglary  in  the  first\n   10  degree  as  defined  in  section  140.30,  arson in the second degree as\n   11  defined in section 150.15, robbery in the first  degree  as  defined  in\n   12  section 160.15, incest in the first degree as defined in section 255.27,\n   13  criminal  possession  of  a  weapon  in  the  first degree as defined in\n   14  section 265.04, [criminal use of  a  firearm  in  the  first  degree  as\n   15  defined  in  section  265.09,]  criminal  sale of a firearm in the first\n   16  degree as defined in section 265.13, aggravated assault  upon  a  police\n   17  officer or a peace officer as defined in section 120.11, gang assault in\n   18  the  first degree as defined in section 120.07, intimidating a victim or\n   19  witness in the first degree as  defined  in  section  215.17,  hindering\n   20  prosecution  of  terrorism  in  the  first  degree as defined in section\n   21  490.35, criminal possession of a chemical weapon or biological weapon in\n   22  the second degree as defined in section 490.40, and criminal  use  of  a\n   23  chemical  weapon  or biological weapon in the third degree as defined in\n   24  section 490.47.\n   25    (b) Class C violent felony offenses: an attempt to commit any  of  the\n   26  class  B felonies set forth in paragraph (a) of this subdivision; aggra-\n   27  vated criminally negligent homicide as defined in section 125.11, aggra-\n   28  vated manslaughter in the second degree as defined  in  section  125.21,\n   29  aggravated  sexual  abuse  in  the  second  degree as defined in section\n   30  130.67, assault on a peace officer, police officer, fireman or emergency\n   31  medical services professional as defined in section 120.08, gang assault\n   32  in the second degree as defined in section 120.06, strangulation in  the\n   33  first degree as defined in section 121.13, burglary in the second degree\n   34  as defined in section 140.25, robbery in the second degree as defined in\n   35  section  160.10, criminal possession of a weapon in the second degree as\n   36  defined in section 265.03, [criminal use of  a  firearm  in  the  second\n   37  degree  as defined in section 265.08,] criminal sale of a firearm in the\n   38  second degree as defined in section 265.12, criminal sale of  a  firearm\n   39  with  the  aid  of  a  minor as defined in section 265.14, soliciting or\n   40  providing support for an act of terrorism in the first degree as defined\n   41  in section 490.15, hindering prosecution  of  terrorism  in  the  second\n   42  degree as defined in section 490.30, and criminal possession of a chemi-\n   43  cal  weapon  or  biological  weapon  in  the  third degree as defined in\n   44  section 490.37.\n   45    S 4. Paragraph (c) of subdivision 4 of section 509-cc of  the  vehicle\n   46  and  traffic  law,  as  amended  by  chapter 405 of the laws of 2010, is\n   47  amended to read as follows:\n   48    (c) The offenses referred to in subparagraph (i) of paragraph  (b)  of\n   49  subdivision one and subparagraph (i) of paragraph (c) of subdivision two\n   50  of  this  section  that  result in disqualification for a period of five\n   51  years shall include a conviction under sections 100.10, 105.13,  115.05,\n   52  120.03,  120.04,  120.04-a,  120.05,  120.10,  120.25,  121.12,  121.13,\n   53  125.13, 125.14, 125.40, 125.45, 130.20, 130.25, 130.55, 135.10,  135.55,\n   54  140.17,  140.25, 140.30, 145.12, 150.10, 150.15, 160.05, 160.10, 220.06,\n   55  220.09, 220.16, 220.31, 220.34, 220.60, 221.30, 221.50, 221.55,  230.00,\n   56  230.05,  230.06, 230.20, 230.25, 230.30, 230.32, 235.05, 235.06, 235.07,\n\n       A. 2869                             3\n\n    1  235.21, 240.06, 245.00, 260.10, subdivision two of  section  260.20  and\n    2  sections  260.25,  265.02,  265.03,  265.08,  [265.09,]  265.10, 265.12,\n    3  265.35 of the penal law or an attempt to commit  any  of  the  aforesaid\n    4  offenses  under section 110.00 of the penal law, or any similar offenses\n    5  committed under a former section of  the  penal  law,  or  any  offenses\n    6  committed under a former section of the penal law which would constitute\n    7  violations  of  the aforesaid sections of the penal law, or any offenses\n    8  committed outside this state which would constitute  violations  of  the\n    9  aforesaid sections of the penal law.\n   10    S  5. Paragraph f of subdivision 1 of section 410 of the general busi-\n   11  ness law, as added by chapter 509 of the laws of  1992,  is  amended  to\n   12  read as follows:\n   13    f.  Conviction  of any of the following crimes subsequent to the issu-\n   14  ance of a license pursuant to this article:  fraud pursuant to  sections\n   15  170.10,  170.15,  176.15,  176.20, 176.25, 176.30 and 190.65; falsifying\n   16  business records pursuant to section 175.10; grand larceny  pursuant  to\n   17  article  [155]  ONE  HUNDRED  FIFTY-FIVE;  bribery  pursuant to sections\n   18  180.03, 180.08, 180.15, 180.25, 200.00, 200.03, 200.04, 200.10,  200.11,\n   19  200.12,  200.45,  200.50;  perjury  pursuant to sections 210.10, 210.15,\n   20  210.40; assault pursuant to sections  120.05,  120.10,  120.11,  120.12;\n   21  robbery  pursuant  to article [160] ONE HUNDRED SIXTY; homicide pursuant\n   22  to sections 125.25 and 125.27; manslaughter pursuant to sections  125.15\n   23  and  125.20;  kidnapping  and unlawful imprisonment pursuant to sections\n   24  135.10, 135.20 and  135.25;  unlawful  weapons  possession  pursuant  to\n   25  sections 265.02, 265.03 and 265.04; criminal use of a weapon pursuant to\n   26  [sections] SECTION 265.08 [and 265.09]; criminal sale of a weapon pursu-\n   27  ant  to sections 265.11 and 265.12; and sex offenses pursuant to article\n   28  [130] ONE HUNDRED THIRTY of the penal law. Provided, however,  that  for\n   29  the  purposes of this article, none of the following shall be considered\n   30  criminal convictions or reported as such: (i) a conviction for which  an\n   31  executive  pardon  has been issued pursuant to the executive law; (ii) a\n   32  conviction which has been vacated and replaced by  a  youthful  offender\n   33  finding  pursuant to article seven hundred twenty of the criminal proce-\n   34  dure law, or the applicable provisions of law of any other jurisdiction;\n   35  or (iii) a conviction the records of which have been expunged or  sealed\n   36  pursuant  to  the  applicable provisions of the laws of this state or of\n   37  any other jurisdiction; and (iv) a conviction for which  other  evidence\n   38  of successful rehabilitation to remove the disability has been issued.\n   39    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the vehicle and traffic law and the general business law, in relation to the criminal use of a firearm during the commission of a crime and to repeal section 265.09 of the penal law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162416.TXT", "SOBI.D110121.T120021.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629221612
}