{
  "year" : 2011,
  "senateBillNo" : "A2874-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2874-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to increasing the maximum sales tax rate for cities and counties; repealer",
  "summary" : "Relates to increasing the maximum sales tax rate for cities and counties to four percent; repeals all additional local percentage increases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2014-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2874\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CALHOUN  --  Multi-Sponsored  by -- M. of A.\n         BURLING, CROUCH -- read once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law, in relation to increasing the maximum sales\n         tax rate for cities and counties and to repeal certain  provisions  of\n         such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section 1210 of the  tax  law,  as\n    2  separately  amended  by  chapters  4, 5, 8 and 9 of the laws of 2003, is\n    3  amended to read as follows:\n    4    Notwithstanding any other  provision  of  law  to  the  contrary,  but\n    5  subject  to  the  limitations and exemptions in part II of this article,\n    6  any city in this state or county in this state, except a  county  wholly\n    7  within  a  city,  acting  through  its local legislative body, is hereby\n    8  authorized and empowered to adopt and amend local  laws,  ordinances  or\n    9  resolutions  imposing in any such city or county the following taxes, at\n   10  the rate of one-half, one, one and one-half, two, two and one-half [or],\n   11  three [percent], [provided, however, that:] THREE AND ONE-HALF  OR  FOUR\n   12  PERCENT.\n   13    S  2.  Subparagraphs  (i),  (ii) and (iii) of the opening paragraph of\n   14  section 1210 of the tax law are REPEALED.\n   15    S 3. Subparagraph (iv) of the opening paragraph of section 1210 of the\n   16  tax law, as  amended by section 2 of part BB of chapter 61 of  the  laws\n   17  of 2005, is amended to read as follows:\n   18    [(iv)  with]  WITH  respect  to  certain  counties in the metropolitan\n   19  commuter transportation district, if the county of Dutchess, the  county\n   20  of  Orange  or  the  county  of Rockland withdraws from the metropolitan\n   21  commuter transportation district  pursuant  to  section  twelve  hundred\n   22  seventy-nine-b  of  the  public  authorities  law, such county is hereby\n   23  authorized and empowered, in the alternative, to adopt and  amend  local\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02840-01-1\n\n       A. 2874                             2\n\n    1  laws, ordinances or resolutions imposing such taxes at the rate of five-\n    2  eighths,  seven-eighths,  one and one-eighth, one and three-eighths, one\n    3  and five-eighths, one and seven-eighths, two  and  one-eighth,  two  and\n    4  three-eighths,  two  and  five-eighths, two and seven-eighths, three and\n    5  one-eighth or three and three-eighths percent if  the  revenues  from  a\n    6  three-eighths  percent rate of such tax are required by such local laws,\n    7  ordinances or resolutions  to  be  set  aside  for  mass  transportation\n    8  purposes;  all  such taxes to be administered, collected and distributed\n    9  by the commissioner as provided in subpart B of part III and in part  IV\n   10  of this article:\n   11    S  4.  Subdivision  (a)  of section 1223 of the tax law, as amended by\n   12  chapter 74 of the laws of 2010, is amended to read as follows:\n   13    (a) No transaction taxable under sections twelve hundred  two  through\n   14  twelve  hundred  four  of  this  article shall be taxed pursuant to this\n   15  article by any county or by any city located therein, or by both, at  an\n   16  aggregate rate in excess of the highest rate set forth in the applicable\n   17  subdivision  of  section  twelve  hundred one of this article or, in the\n   18  case of any taxes imposed pursuant to the authority  of  section  twelve\n   19  hundred  ten  or twelve hundred eleven of this article (other than taxes\n   20  imposed by the county of Nassau, Erie,  Steuben,  Cattaraugus,  Suffolk,\n   21  Oneida,  Genesee,  Greene, Franklin, Herkimer, Tioga, Orleans, Allegany,\n   22  Ulster, Albany, Rensselaer, Tompkins, Wyoming, Columbia, Schuyler, Rock-\n   23  land, Chenango, Monroe, Chemung, Seneca,  Sullivan,  Wayne,  Livingston,\n   24  Schenectady,  Montgomery,  Delaware,  Clinton,  Niagara,  Yates,  Lewis,\n   25  Essex, Dutchess, Schoharie, Putnam, Chautauqua, Orange, Oswego, Ontario,\n   26  Jefferson or Onondaga and by the county of  Cortland  and  the  city  of\n   27  Cortland  and  by the county of Broome and the city of Binghamton and by\n   28  the county of Cayuga and the city of Auburn and by the county of  Otsego\n   29  and  the  city  of  Oneonta and by the county of Madison and the city of\n   30  Oneida and by the county of Fulton and the city of Gloversville  or  the\n   31  city  of  Johnstown  as  provided  in section twelve hundred ten of this\n   32  article) at a rate in excess of [three] FOUR percent[, except  that,  in\n   33  the  city  of  Yonkers,  in the city of Mount Vernon, in the city of New\n   34  Rochelle, in the city of Fulton and in the city of Oswego, the rate  may\n   35  not  be  in  excess of four percent and in the city of White Plains, the\n   36  rate may not be in excess of four percent and] except that in  the  city\n   37  of Poughkeepsie in the county of Dutchess, if such county withdraws from\n   38  the  metropolitan  commuter  transportation district pursuant to section\n   39  twelve hundred seventy-nine-b of the public authorities law and  if  the\n   40  revenues  from  a three-eighths percent rate of such tax imposed by such\n   41  county, pursuant to the authority of section twelve hundred ten of  this\n   42  article, are required by local laws, ordinances or resolutions to be set\n   43  aside for mass transportation purposes, the rate may not be in excess of\n   44  three and three-eighths percent.\n   45    S  5.  Subdivisions  (d), (e), (f), (g), (h), (i), (j), (k), (l), (m),\n   46  (n), (o), (p), (q), (r), (s), (t), (u), (v), (w), (x), (y), (z),  (z-1),\n   47  (aa), (bb), (cc), (dd), (ee), (ff), (gg) and (hh) of section 1224 of the\n   48  tax law are REPEALED.\n   49    S 6. Section 1262-g, as amended by chapter 168 of the laws of 2009 and\n   50  sections  1262-h, 1262-i, 1262-j, 1262-k, 1262-l, 1262-m, 1262-n, 1262-o\n   51  and 1262-p of the tax law are REPEALED.\n   52    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to increasing the maximum sales tax rate for cities and counties and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162917.TXT", "SOBI.D110121.T120521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629521755
}