{
  "year" : 2011,
  "senateBillNo" : "A2870-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2870-2011-1295499600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town of Blooming Grove, in the county of Orange, to finance the accumulated deficit as of June 30, 2011 by the issuance and sale of serial bonds",
  "summary" : "Authorizes the town of Blooming Grove, in the county of Orange, to finance the accumulated deficit as of June 30, 2011 of the 4 water and 2 sewer districts within such town by the issuance and sale of serial bonds. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Orange County",
  "previousVersions" : [ "A11357-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2870\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to authorize the town of Blooming Grove, in the county of  Orange\n         to finance the accumulated deficit as of June 30, 2011 by the issuance\n         and sale of serial bonds\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The town of Blooming Grove, in the  county  of  Orange,  is\n    2  hereby  authorized  to issue serial bonds in the aggregate principal sum\n    3  not to exceed one million three hundred dollars for the specific  object\n    4  and  purpose  of providing for the funding of the accumulated deficit as\n    5  of June 30, 2011 including any revenue anticipation notes which may be a\n    6  part of the deficit for the four water and two  sewer  districts  within\n    7  such  town.  In  anticipation  of  the  issuance and sale of such serial\n    8  bonds, bond anticipation notes are hereby authorized to be issued.\n    9    S 2. The specific object or purpose referred to in section one of this\n   10  act is hereby declared to be a public purpose which the town of Blooming\n   11  Grove is hereby authorized to accomplish  and  the  period  of  probable\n   12  usefulness thereof is hereby authorized to be five years.\n   13    Notwithstanding  the  provisions of any other law, general, special or\n   14  local, the town board of the town of Blooming Grove is hereby authorized\n   15  to levy a tax to be collected in  installments  sufficient  to  pay  the\n   16  principal and the interest on said bonds and bond anticipation notes and\n   17  to  adopt  a bond resolution authorizing the serial bonds herein author-\n   18  ized to be issued.\n   19    S 3. Except as otherwise provided in this act, such serial  bonds  and\n   20  any  bond anticipation notes, including notes in renewal thereof, issued\n   21  in anticipation of the sale of such bonds, shall  be  authorized,  sold,\n   22  executed  and  issued  and  shall mature in the manner prescribed by the\n   23  local finance law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02805-01-1\n\n       A. 2870                             2\n\n    1    S 4. The chief fiscal officer or the individual or individuals respon-\n    2  sible for the preparation of the tentative budget shall submit  in  each\n    3  fiscal  year  beginning  with  the  fiscal year during which the town is\n    4  authorized by law to incur such debt, to and including the  last  fiscal\n    5  year  during which such debt or any debt incurred to refund such debt is\n    6  outstanding, such tentative budget to the state comptroller within  five\n    7  days  after  its  preparation.  The state comptroller shall in each such\n    8  year examine such proposed budget and make his  or  her  recommendations\n    9  thereon  to  the town. Such recommendations shall be made after examina-\n   10  tion into the estimates of revenues and expenditures of such  government\n   11  and  shall  be  made prior to the adoption of such budget. The action or\n   12  inaction of the state comptroller under  this  paragraph  shall  not  be\n   13  construed  to affect the legal validity of any budget of the town nor to\n   14  affect the powers or duties of the town with respect to the local budget\n   15  process.\n   16    The chief fiscal officer of the town shall, within  thirty  days  from\n   17  the  effective  date of the law authorizing the incurrence of such debt,\n   18  prepare a report detailing the dollar amount and cause  of  the  deficit\n   19  and  submit  such  report  to  the state comptroller. Within thirty days\n   20  after receiving the report, the state  comptroller  shall  perform  such\n   21  reviews  as  may  be necessary to confirm the existence of a deficit and\n   22  the amount thereof. The town shall not authorize  the  issuance  of  any\n   23  such debt unless or until the existence and the amount of the deficit is\n   24  reviewed and confirmed by the state comptroller, and shall not authorize\n   25  the  issuance  of  any  such  debt  in an amount in excess of the amount\n   26  confirmed by the state comptroller.\n   27    For each fiscal year beginning with the fiscal year during  which  the\n   28  town  is authorized by law to incur such debt, to and including the last\n   29  fiscal year during which such debt or any debt incurred to  refund  such\n   30  debt  is outstanding, the chief fiscal officer shall monitor all budgets\n   31  and for each such budget, shall prepare a quarterly report of summarized\n   32  budget data depicting overall  trends  of  actual  revenues  and  budget\n   33  expenditures  for  the  entire budget rather than individual line items.\n   34  Such reports shall compare revenue estimates and appropriations  as  set\n   35  forth  in  such budget with the actual revenues and expenditures made to\n   36  date. All quarterly reports shall be  accompanied  by  a  recommendation\n   37  from  the  chief  executive or chief fiscal officer to the finance board\n   38  setting forth any remedial action necessary to resolve  any  unfavorable\n   39  budget  variance including the overestimation of revenues and underesti-\n   40  mation of appropriations. The chief fiscal officer shall  also  prepare,\n   41  as  part  of  such  report,  a quarterly trial balance of general ledger\n   42  accounts in accordance with generally accepted accounting principles  as\n   43  prescribed  by  the  state  comptroller.  All reports shall be completed\n   44  within sixty days after the end of each quarter and shall  be  submitted\n   45  to  the  chief  executive officer of the town, the state division of the\n   46  budget, the office of the state comptroller, the chairman of the  assem-\n   47  bly  ways  and  means  committee  and the chairman of the senate finance\n   48  committee.\n   49    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the town of Blooming Grove, in the county of Orange to finance the accumulated deficit as of June 30, 2011 by the issuance and sale of serial bonds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162416.TXT", "SOBI.D110121.T120021.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629221615
}