{
  "year" : 2011,
  "senateBillNo" : "A2878-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2878-2011-1295499600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits civil liability of public entities for injuries sustained at public recreational facilities",
  "summary" : "Provides that causes of action against public entities for injuries sustained on or in public recreational facilities shall be allowed only if such injuries arose from wanton, willful or gross negligence on the part of the public entities or operators; applies to actions for personal injury, injury to property or wrongful death. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1795-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2878\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CALHOUN, CROUCH, THIELE, TEDISCO -- Multi-Spon-\n         sored by -- M. of A.   FINCH, J. MILLER, MOLINARO  --  read  once  and\n         referred to the Committee on Local Governments\n\n       AN  ACT  to  amend  the  general  municipal law, in relation to limiting\n         liability of public entities for injuries sustained on  or  in  public\n         recreational facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal law is amended by adding a new  arti-\n    2  cle 4-A to read as follows:\n    3                                  ARTICLE 4-A\n    4                        LIABILITY OF PUBLIC ENTITIES\n    5  SECTION 60. DEFINITIONS.\n    6          61. APPLICATION.\n    7          62. LIABILITY OF PUBLIC ENTITIES FOR INJURIES SUSTAINED ON OR IN\n    8                PUBLIC RECREATIONAL FACILITIES.\n    9    S 60. DEFINITIONS. AS USED IN THIS ARTICLE:\n   10    1.  \"PUBLIC  ENTITY\"  MEANS  (A)  A COUNTY, CITY, TOWN, VILLAGE OR ANY\n   11  OTHER POLITICAL SUBDIVISION OR CIVIL DIVISION OF THE STATE; (B) A SCHOOL\n   12  DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES OR ANY OTHER GOVERN-\n   13  MENTAL ENTITY OR COMBINATION OR  ASSOCIATION  OF  GOVERNMENTAL  ENTITIES\n   14  OPERATING  A  PUBLIC SCHOOL, COLLEGE OR COMMUNITY COLLEGE OR UNIVERSITY,\n   15  EXCEPT A STATE UNIVERSITY; (C) A PUBLIC IMPROVEMENT OR SPECIAL  DISTRICT\n   16  OR DISTRICT CORPORATION; (D) A PUBLIC BENEFIT CORPORATION; (E) A MUNICI-\n   17  PAL  HOUSING AUTHORITY; OR (F) ANY OTHER PUBLIC CORPORATION OR POLITICAL\n   18  SUBDIVISION OF THE STATE.\n   19    2. \"OPERATOR\" MEANS A PERSON OR PERSONS UNDER CONTRACT WITH  A  PUBLIC\n   20  ENTITY  TO  PROVIDE  FOR  THE OPERATION, MAINTENANCE OR BOTH OF A PUBLIC\n   21  RECREATIONAL FACILITY.\n   22    3. \"PUBLIC RECREATIONAL FACILITY\" MEANS A FACILITY OWNED BY  A  PUBLIC\n   23  ENTITY  FOR  THE USE OF THE GENERAL PUBLIC AS SPECTATORS OR PARTICIPANTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02822-01-1\n\n       A. 2878                             2\n\n    1  IN RECREATION ACTIVITIES INCLUDING, BUT NOT LIMITED TO, SKIING, GOLFING,\n    2  SWIMMING, TENNIS, ICE SKATING OR ICE HOCKEY  FACILITIES,  TOGETHER  WITH\n    3  ALL BUILDINGS, STRUCTURES, MACHINERY, EQUIPMENT, FACILITIES AND APPURTE-\n    4  NANCES THERETO.\n    5    S  61.  APPLICATION. THE PROVISIONS OF THIS ARTICLE SHALL APPLY TO ALL\n    6  CAUSES OF ACTION FOR PERSONAL INJURY, INJURY  TO  PROPERTY  OR  WRONGFUL\n    7  DEATH AGAINST A PUBLIC ENTITY.\n    8    S  62.  LIABILITY  OF  PUBLIC ENTITIES FOR INJURIES SUSTAINED ON OR IN\n    9  PUBLIC RECREATIONAL FACILITIES. IN ORDER TO ENCOURAGE  THE  GRANTING  OF\n   10  ACCESS TO PUBLIC RECREATIONAL FACILITIES, IT IS HEREBY DECLARED THAT USE\n   11  BY  THE  PUBLIC OF SUCH FACILITIES INCLUDES AN ASSUMPTION OF RISK BY THE\n   12  USER.  NOTWITHSTANDING THE PROVISIONS OF SECTION 5-326  OF  THE  GENERAL\n   13  OBLIGATIONS  LAW,  ACTIONS FOR INJURIES SUSTAINED ON OR IN PUBLIC RECRE-\n   14  ATIONAL FACILITIES, INCLUDING EQUIPMENT, DEVICES, ATTRACTIONS, RIDES  OR\n   15  OTHERWISE,  SHALL  BE  ALLOWED ONLY IF SUCH INJURIES AROSE FROM WILLFUL,\n   16  WANTON OR GROSS NEGLIGENCE ON THE PART OF THE PUBLIC ENTITY OR OPERATOR.\n   17    S 2. This act shall take effect immediately and  shall  apply  to  all\n   18  causes  of action commenced on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to limiting liability of public entities for injuries sustained on or in public recreational facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T140028.TXT", "SOBI.D110120.T162917.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295636428739
}