{
  "year" : 2011,
  "senateBillNo" : "A2871-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to codes",
    "billEventId" : "A2871-2011-1295499600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides additional minimum sentence for conviction of crimes committed while possessing a firearm",
  "summary" : "Provides additional minimum sentences of imprisonment of five years for certain armed felony offenses and provides that such addition is to be an increase of any minimum term otherwise imposed and shall run consecutively with any other minimum term. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1784-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2871\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, CROUCH -- Multi-Sponsored by -- M. of A.\n         CONTE,  FINCH,  TEDISCO  -- read once and referred to the Committee on\n         Codes\n\n       AN ACT to amend the penal law, in relation to certain  crimes  committed\n         with a firearm\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section  70.11  to\n    2  read as follows:\n    3  S 70.11 ADDITIONAL  MINIMUM  SENTENCE  OF  IMPRISONMENT FOR ARMED FELONY\n    4            OFFENSE.\n    5    IN ADDITION TO ANY SENTENCE IMPOSED BY THE COURT FOR THE COMMISSION OF\n    6  AN ARMED FELONY OFFENSE AS DEFINED IN SUBDIVISION FORTY-ONE  OF  SECTION\n    7  1.20 OF THE CRIMINAL PROCEDURE LAW, THE COURT SHALL IMPOSE AN ADDITIONAL\n    8  MINIMUM TERM OF IMPRISONMENT AS FOLLOWS:\n    9    1. FOR A CLASS B ARMED FELONY OFFENSE, FIVE YEARS;\n   10    2. FOR A CLASS C ARMED FELONY OFFENSE, FIVE YEARS;\n   11    3.  FOR  A  CLASS  D  FELONY  OFFENSE,  EXCEPT THE OFFENSE OF CRIMINAL\n   12  POSSESSION OF A WEAPON IN THE THIRD DEGREE  AS  DEFINED  IN  SUBDIVISION\n   13  FIVE OF SECTION 265.02 OF THIS CHAPTER, FIVE YEARS.\n   14    ANY SENTENCE IMPOSED PURSUANT TO THIS SECTION SHALL BE DEEMED TO BE AN\n   15  INCREASE  OF  ANY  MINIMUM  TERM OF IMPRISONMENT OTHERWISE IMPOSED. SUCH\n   16  ADDITIONAL TERM SHALL RUN CONSECUTIVELY WITH ANY OTHER MINIMUM  TERM  OF\n   17  IMPRISONMENT  AND  SHALL  NOT  BE REDUCED PURSUANT TO SUBDIVISION ONE OR\n   18  FOUR OF SECTION 70.30 OF THIS ARTICLE.  ANY  PERSON  SERVING  A  MINIMUM\n   19  SENTENCE  INCREASED  BY  THIS  SECTION SHALL NOT BE RELEASED PURSUANT TO\n   20  SECTION 70.40 OF THIS ARTICLE UNTIL SUCH  MINIMUM  SENTENCE  SHALL  HAVE\n   21  BEEN SERVED.\n   22    S 2. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02747-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to certain crimes committed with a firearm ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162416.TXT", "SOBI.D110121.T120021.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629221616
}