{
  "year" : 2011,
  "senateBillNo" : "A2879-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2879-2011-1295499600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the responsibility of bidders",
  "summary" : "Provides guidelines for the responsibility of bidders; defines terms; further provides certain guidelines contracting agencies shall follow when giving due consideration to the bidder's expertise, etc. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A2039-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2879\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the state finance law, in relation to the responsibility\n         of bidders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  169 to read as follows:\n    3    S 169. GUIDELINES FOR DETERMINING THE RESPONSIBILITY OF BIDDERS.    1.\n    4  DEFINITIONS. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL\n    5  HAVE THE FOLLOWING MEANINGS UNLESS OTHERWISE SPECIFIED:\n    6    A. \"CONTRACTING AGENCY\" SHALL MEAN ANY STATE AGENCY, AUTHORITY, BOARD,\n    7  COMMISSION OR ANY OTHER INSTRUMENTALITY OF THE STATE; PROVIDED, HOWEVER,\n    8  THAT  THIS SECTION SHALL NOT BE DEEMED TO APPLY TO ANY MUNICIPAL GOVERN-\n    9  MENT.\n   10    B. \"CONTRACT\" SHALL MEAN ANY MATERIAL  OR  SERVICE  CONTRACT  THAT  IS\n   11  REQUIRED BY STATUTE TO BE LET BY COMPETITIVE BID TO THE LOWEST RESPONSI-\n   12  BLE BIDDER OR ANY MATERIAL OR SERVICE CONTRACT FOR WHICH THE CONTRACTING\n   13  AGENCY  HAS  LET  A  COMPETITIVE BID OR REQUEST FOR PROPOSAL, ABSENT ANY\n   14  STATUTORY MANDATE TO DO SO.\n   15    C. \"BIDDER,\" \"CONTRACTOR\" AND \"SUBCONTRACTOR\" SHALL MEAN  ANY  PERSON,\n   16  PARTNERSHIP,  FIRM,  CORPORATION  OR  BUSINESS  ENTITY  SUBMITTING  TO A\n   17  COMPETITIVE BID FOR, RECEIVING THE AWARD OF, OR SUBMITTED  FOR  APPROVAL\n   18  AS A SUBCONTRACTOR ON, A CONTRACT BY ANY CONTRACTING AGENCY.\n   19    2.  IN  DETERMINING  THE  RESPONSIBILITY  OF  A  BIDDER, CONTRACTOR OR\n   20  SUBCONTRACTOR, ALL CONTRACTING AGENCIES SHALL GIVE DUE CONSIDERATION  TO\n   21  THE BIDDER'S, CONTRACTOR'S OR SUBCONTRACTOR'S:\n   22    A. EXPERTISE,\n   23    B. PRIOR EXPERIENCE IN THE JOB TO BE PERFORMED,\n   24    C.  FINANCIAL RESOURCES TO PERFORM THE WORK OF THE CONTRACT OR SUBCON-\n   25  TRACT IN A TIMELY, COMPETENT AND ACCEPTABLE MANNER,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02843-01-1\n\n       A. 2879                             2\n\n    1    D. HISTORY ON PREVIOUS CONTRACTS,\n    2    E. RECORD REGARDING THE SAFETY OF EMPLOYEES,\n    3    F.  EVIDENCE  OF  LICENSES, INSURANCE, SURETY BONDS OR OTHER FINANCIAL\n    4  RESPONSIBILITIES REQUIRED BY LAW,\n    5    G. HISTORY OF CRIMINAL CONDUCT IN CONNECTION WITH GOVERNMENT CONTRACTS\n    6  OR THE CONDUCT OF ANY BUSINESS ACTIVITIES IN VIOLATION OF  LOCAL,  STATE\n    7  AND FEDERAL LAWS, RULES, REGULATIONS OR CODES, AND\n    8    H.  PREVIOUS  SUSPENSION  OR REVOCATION OF ANY PROFESSIONAL LICENSE OF\n    9  ANY DIRECTOR OR OFFICER, OR ANY HOLDER OF FIVE PERCENT OR  MORE  OF  THE\n   10  BIDDER'S, CONTRACTOR'S OR SUBCONTRACTOR'S STOCK OR EQUITY.\n   11    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   12  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the responsibility of bidders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T140028.TXT", "SOBI.D110120.T162917.TXT", "SOBI.D110121.T140529.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295636729869
}