{
  "year" : 2011,
  "senateBillNo" : "A2873-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2873-2011-1295499600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits payments from the Judicial Supplemental Support Fund to certain judges for expenses for services and goods",
  "summary" : "Prohibits payments from the Judicial Supplemental Support Fund to certain judges for expenses for services and goods to support such judges in the performance of their judicial responsibilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary",
  "previousVersions" : [ "A9454-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2873\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to prohibit  certain  payments  from  the  Judicial  Supplemental\n         Support  Fund  for  the  purpose  of  reimbursing  judges for expenses\n         related to services and goods in support of their  judicial  responsi-\n         bilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law, the Chief Judge\n    2  of the state of New York shall be  prohibited  from  approving  payments\n    3  from  the  Judicial  Supplemental  Support Fund to judges of the Unified\n    4  Court System for expenses for services and goods to support such  judges\n    5  in the performance of their judicial responsibilities.\n    6    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02863-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to prohibit certain payments from the Judicial Supplemental Support Fund for the purpose of reimbursing judges for expenses related to services and goods in support of their judicial responsibilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162917.TXT", "SOBI.D110121.T120521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629521749
}