{
  "year" : 2011,
  "senateBillNo" : "A2876-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2876-2011-1295499600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an interagency task force to be known as the Hudson valley white-tail deer mitigation",
  "summary" : "Directs the departments of environmental conservation, agriculture and markets, insurance, transportation, and health and the office of temporary and disability assistance to establish and implement an interagency task force, to be known as the Hudson valley white-tail deer mitigation task force, to promote the distribution of venison (taken by lawful hunting pursuant to certain permits) to charitable or not-for-profit organizations which serve or distribute food without cost to the poor or needy; and also to research measures to reduce the incidence of motor vehicle-deer collisions and the incidence of deer-caused crop damage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A1964-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2876\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Agriculture\n\n       AN ACT to amend the agriculture and markets  law,  in  relation  to  the\n         establishment  of  the  Hudson  valley white-tail deer mitigation task\n         force and providing for the repeal of such provisions upon  expiration\n         thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The  legislature  finds  that  damage\n    2  caused  by  white-tail  deer browsing is becoming a critical problem for\n    3  agricultural producers  and  landscape  horticulturists  in  the  Hudson\n    4  valley,  who  are  annually  sustaining  tens  of millions of dollars in\n    5  damage to crops. Also, residential ornamental  shrubbery  and  vegetable\n    6  and  flower  gardens are being devastated by deer herd browsing, causing\n    7  both economic and aesthetic loss on a large scale. In addition,  rapidly\n    8  rising  deer  populations  are increasing the frequency of serious motor\n    9  vehicle crashes, the incidence of  motor  vehicle  damage  and  physical\n   10  injury to motorists, and the spread of Lyme disease by deer to residents\n   11  in  the Hudson valley. This act establishes an interagency task force to\n   12  arrive at innovative solutions to address this serious and growing prob-\n   13  lem.\n   14    S 2. Section 16 of the agriculture  and  markets  law  is  amended  by\n   15  adding a new subdivision 45 to read as follows:\n   16    45. PREPARE THE REPORT REQUIRED BY SECTION TWO HUNDRED NINETY-EIGHT OF\n   17  THIS CHAPTER, WHICH ESTABLISHES THE HUDSON VALLEY WHITE-TAIL DEER DAMAGE\n   18  MITIGATION TASK FORCE.\n   19    S  3.  The  agriculture  and  markets  law  is amended by adding a new\n   20  section 298 to read as follows:\n   21    S 298. HUDSON VALLEY WHITE-TAIL DEER DAMAGE MITIGATION TASK FORCE.  1.\n   22  THE  COMMISSIONER AND THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION, IN\n   23  CONSULTATION WITH THE SUPERINTENDENT OF INSURANCE AND THE  COMMISSIONERS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02836-01-1\n\n       A. 2876                             2\n\n    1  OF  HEALTH, MOTOR VEHICLES, TRANSPORTATION, AND TEMPORARY AND DISABILITY\n    2  ASSISTANCE, SHALL FORM AN INTERAGENCY TASK FORCE. SUCH TASK FORCE SHALL:\n    3    A.  (1)  DEVELOP  INNOVATIVE  METHODS  THAT UTILIZE PRIVATE AND PUBLIC\n    4  FUNDING SOURCES TO MANAGE DEER HERDS IN SUCH A WAY AS  TO  MINIMIZE  (A)\n    5  DAMAGE TO AGRICULTURAL CROPS, COMMERCIAL HORTICULTURE, RESIDENTIAL ORNA-\n    6  MENTAL  SHRUBBERY,  VEGETABLE, AND FLOWER GARDENS; AND (B) THE INCIDENCE\n    7  OF PERSONAL INJURY AND PROPERTY DAMAGE DUE TO  MOTOR  VEHICLE  ACCIDENTS\n    8  INVOLVING DEER. THE TASK FORCE SHOULD DETERMINE IF CURRENT PROGRAMS THAT\n    9  ARE  UTILIZED  TO  MANAGE  SURPLUS  DEER POPULATIONS NEED TO BE REVISED,\n   10  DETERMINE IF THE TIME OF HUNTING SEASONS NEEDS TO BE ALTERED,  DETERMINE\n   11  IF ANY STATE AGENCY, PUBLIC AUTHORITY, OR OTHER ENTITY CONTROLLED BY THE\n   12  STATE  OF  NEW  YORK  CAN  PURCHASE  IN BULK OR AT REDUCED COSTS FENCING\n   13  SUPPLIES OR OTHER DEER CONTROL EQUIPMENT, SUPPLIES, OR DEVICES THAT  CAN\n   14  THEN  BE  DISTRIBUTED  TO  FARMERS, ACADEMIC RESEARCHERS, AND OTHER LAND\n   15  OWNERS, DETERMINE IF ADDITIONAL ACADEMIC OR APPLIED RESEARCH NEEDS TO BE\n   16  CONDUCTED TO IDENTIFY EFFECTIVE MEANS TO REDUCE SURPLUS DEER POPULATIONS\n   17  OR MINIMIZE DAMAGE CAUSED BY DEER, DETERMINE IF MORE INEXPENSIVE FENCING\n   18  SOLUTIONS CAN BE DEVELOPED AND DISSEMINATED TO  AGRICULTURAL  PRODUCERS,\n   19  DETERMINE  IF NEW DEER HERD WARNING SYSTEMS COULD BE ECONOMICALLY DEVEL-\n   20  OPED TO ALERT MOTORISTS OF THE PRESENCE OF DEER IN HIGH RISK AREAS OR AT\n   21  CERTAIN TIMES OF THE DAY, AND DETERMINE IF ANY OTHER  COURSE  OF  ACTION\n   22  NEEDS TO BE TAKEN TO ACHIEVE THE GOALS STATED IN THIS SECTION;\n   23    (2)  CONDUCT  A  STUDY  TO  IDENTIFY AND QUANTIFY WHERE, WHEN, AND HOW\n   24  MOTOR VEHICLE ACCIDENTS INVOLVING DEER OCCUR IN THE HUDSON  VALLEY.  THE\n   25  STUDY  SHOULD  CONCENTRATE  SPECIFICALLY ON WHAT TYPES OF MOTOR VEHICLES\n   26  ARE INVOLVED IN SUCH DEER-RELATED ACCIDENTS, THE TIME OF YEAR,  TIME  OF\n   27  DAY,  AND  DAY  OF  THE  WEEK THESE ACCIDENTS TEND TO OCCUR, THE TYPE OR\n   28  TYPES OF DRIVERS THAT TEND TO BE INVOLVED  IN  SUCH  ACCIDENTS  AND  THE\n   29  GEOGRAPHICAL  SITES  THROUGHOUT  THE  HUDSON VALLEY WHERE SUCH ACCIDENTS\n   30  OCCUR. THE FINDINGS OF THIS STUDY SHOULD HELP THE DELIBERATIONS  OF  THE\n   31  TASK FORCE BY QUANTIFYING THE CIRCUMSTANCES WHICH LEAD TO SUCH ACCIDENTS\n   32  AND ENABLE THE TASK FORCE TO DEVELOP MEASURES TO MITIGATE PERSONAL INJU-\n   33  RY AND PROPERTY DAMAGE FROM SUCH ACCIDENTS;\n   34    (3)  (A)  CONDUCT  A STUDY TO GAIN A GREATER UNDERSTANDING OF WHY SOME\n   35  FARMS SUSTAIN SUBSTANTIAL DAMAGE FROM DEER WHILE OTHER FARMS IN THE SAME\n   36  GEOGRAPHIC AREA DO NOT; (B) PREPARE AN ASSESSMENT OF THE  EFFECTIVENESS,\n   37  WITH  PARTICULAR  REGARD TO EASE OF AVAILABILITY AND USE, OF THE DEPART-\n   38  MENT OF ENVIRONMENTAL CONSERVATION'S NUISANCE DAMAGE PERMIT PROGRAM; (C)\n   39  STUDY THE PROCESS WHEREBY INFORMATION PERTAINING TO DAMAGE CONTROL TECH-\n   40  NIQUES  IS  DISSEMINATED  TO  FARMERS  AND  MAKE   RECOMMENDATIONS,   IF\n   41  WARRANTED, FOR THE IMPROVEMENT THEREOF; AND (D) STUDY AND MAKE RECOMMEN-\n   42  DATIONS  PERTAINING  TO  THE  DEVELOPMENT  AND  IMPLEMENTATION  OF  MORE\n   43  COST-EFFECTIVE, UNDER-UTILIZED,  AND  NOVEL  MEANS  OF  REPELLING  DEER,\n   44  INCLUDING  BUT  NOT  LIMITED  TO:  WILDLIFE  FENCES AND NETTING, SCARING\n   45  DEVICES THAT DO NOT DISTURB ADJOINING LAND OWNERS, ENVIRONMENTALLY SOUND\n   46  CHEMICAL DEER REPELLANTS TO PROTECT CROPS, AND THE USE OF DOGS TO  SCARE\n   47  DEER AWAY FROM CROPS;\n   48    (4)  STUDY  AND  MAKE RECOMMENDATIONS FOR THE COORDINATION OF NUISANCE\n   49  PERMITS, DEER MANAGEMENT PERMITS, AND DEER MANAGEMENT ASSISTANCE PERMITS\n   50  TO ENHANCE UTILIZATION OF EXISTING RESOURCES TO MATCH  HUNTERS,  VENISON\n   51  PROCESSORS,  AND CHARITABLE ORGANIZATIONS WITH FARMERS THAT HAVE SURPLUS\n   52  DEER POPULATIONS TO MAXIMIZE THE AMOUNT OF  VENISON  THAT  CAN  BE  MADE\n   53  AVAILABLE TO CHARITABLE ORGANIZATIONS;\n   54    (5) DETERMINE WHETHER OR NOT THE DEPARTMENT OF ENVIRONMENTAL CONSERVA-\n   55  TION SHOULD REVISE ITS WILDLIFE MANAGEMENT PLAN OR RECONFIGURE THE BOUN-\n   56  DARIES  OF  WILDLIFE  MANAGEMENT  REGIONS  FOR  THE  HUDSON VALLEY, WITH\n\n       A. 2876                             3\n\n    1  SPECIAL EMPHASIS ON ADDRESSING DEER BROWSING DAMAGE IN  FRUIT  PRODUCING\n    2  AREAS.  IN CONNECTION WITH SUCH SUGGESTED REVISIONS, SAID DEPARTMENT, IN\n    3  COOPERATION WITH  CORNELL  COOPERATIVE  EXTENSION,  SHOULD  ANALYZE  THE\n    4  FOLLOWING  FACTORS  TO  REDUCE DEER BROWSING DAMAGE AND, PERHAPS, REVISE\n    5  THE BOUNDARIES OF LOCAL WILDLIFE MANAGEMENT REGIONS:\n    6    (I) CHARACTERISTICS OF LOCAL DEER POPULATIONS,  SUCH  AS  REPRODUCTION\n    7  CYCLES, REPLACEMENT RATES, AND THE MIX OF BUCKS, DOE, AND FAWNS;\n    8    (II) FEEDING, MOVEMENT, AND MIGRATION PATTERNS OF DEER HERDS;\n    9    (III)  THE  MOVEMENT  OF  DEER HERDS BETWEEN FARMS, ADJACENT LAND, AND\n   10  WITHIN THE HUDSON VALLEY;\n   11    (IV) THE IDENTIFICATION OF SUBSTITUTE  CROPS  OR  NATURAL  SOURCES  OF\n   12  FORAGE,  SUCH  AS  ACORNS,  THAT DEER WOULD RATHER EAT THAN COMMERCIALLY\n   13  GROWN CROPS;\n   14    (V) THE RELATIONSHIP BETWEEN CROP DAMAGE SUSTAINED  AND  THE  POSITION\n   15  AND  GEOGRAPHY OF ADJACENT LANDS THAT SERVE AS COVER AND REFUGE FOR DEER\n   16  HERDS; AND\n   17    (VI) ANALYSIS OF THE SUBSTANTIAL VARIATIONS IN LEVELS  OF  DEER-CAUSED\n   18  DAMAGE SUFFERED BY FARMS IN THE SAME GEOGRAPHIC AREA;\n   19    THE  TASK  FORCE  SHALL  MAKE RECOMMENDATIONS AS TO HOW THE RESPECTIVE\n   20  DEPARTMENTS AND OFFICE CAN IMPLEMENT THE TASK  FORCE'S  RECOMMENDATIONS.\n   21  SUCH DEPARTMENTS AND OFFICE ARE AUTHORIZED TO PROMULGATE RULES AND REGU-\n   22  LATIONS AND TAKE OTHER MEASURES NECESSARY TO IMPLEMENT THE PROVISIONS OF\n   23  THIS SECTION; AND\n   24    B. IDENTIFY INNOVATIVE WAYS TO EXPAND THE DISTRIBUTION OF DEER LEGALLY\n   25  TAKEN  PURSUANT  TO  THE  PERMITS  LISTED  IN  SUBDIVISION THREE OF THIS\n   26  SECTION TO CHARITABLE OR NONPROFIT ORGANIZATIONS WHICH SERVE OR DISTRIB-\n   27  UTE FOOD TO THE POOR OR NEEDY PURSUANT TO  PARAGRAPH  C  OF  SUBDIVISION\n   28  NINE  OF SECTION 11-0917 OF THE ENVIRONMENTAL CONSERVATION LAW. THE TASK\n   29  FORCE SHOULD IDENTIFY NEW INCENTIVES TO RETAIN  THE  NUMBER  OF  PERSONS\n   30  THAT  HOLD  DEER  HUNTING  LICENSES  OR  PERMITS WHO WOULD BE WILLING TO\n   31  DONATE VENISON TO CHARITABLE OR NONPROFIT ORGANIZATIONS,  TO  STREAMLINE\n   32  THE  PROCESS TO FACILITATE THE TRANSFER OF DONATED VENISON TO CHARITABLE\n   33  OR NONPROFIT ORGANIZATIONS, TO REDUCE THE COST OF PROCESSING VENISON AND\n   34  TRANSFERRING SUCH MEAT TO  CHARITABLE  OR  NONPROFIT  ORGANIZATIONS,  TO\n   35  IDENTIFY ADDITIONAL PRIVATE AND PUBLIC SOURCES OF FUNDING TO SUPPORT THE\n   36  EXPANSION  OF  EXISTING AND PROPOSED PROGRAMS THAT DISTRIBUTE VENISON TO\n   37  THE NEEDY, TO IDENTIFY INCENTIVES TO ENCOURAGE MORE LICENSEES OR PERMIT-\n   38  TEES TO PARTICIPATE IN SUCH A PROGRAM, AND EXPLORE ANY OTHER  COURSE  OF\n   39  ACTION THAT MAY AID IN ACHIEVING THE GOALS STATED IN THIS SECTION.\n   40    2.  THE  COMMISSIONER  AND THE COMMISSIONER OF ENVIRONMENTAL CONSERVA-\n   41  TION, IN COOPERATION  WITH  THE  SUPERINTENDENT  OF  INSURANCE  AND  THE\n   42  COMMISSIONERS OF MOTOR VEHICLES AND TRANSPORTATION, SHALL DEVELOP RECOM-\n   43  MENDATIONS  TO ADDRESS THE ITEMS CONTAINED IN PARAGRAPH A OF SUBDIVISION\n   44  ONE OF THIS SECTION. THE COMMISSIONER AND THE COMMISSIONER  OF  ENVIRON-\n   45  MENTAL CONSERVATION, IN COOPERATION WITH THE COMMISSIONERS OF HEALTH AND\n   46  TEMPORARY  AND  DISABILITY  ASSISTANCE, SHALL DEVELOP RECOMMENDATIONS TO\n   47  ADDRESS THE ITEMS CONTAINED IN PARAGRAPH B OF SUBDIVISION  ONE  OF  THIS\n   48  SECTION.\n   49    3.  THE PERMITS REFERRED TO IN SUBDIVISION ONE OF THIS SECTION ARE THE\n   50  NUISANCE DAMAGE  PERMITS  AUTHORIZED  PURSUANT  TO  SUBDIVISION  ONE  OF\n   51  SECTION  11-0521  OF THE ENVIRONMENTAL CONSERVATION LAW, SPECIAL ANTLER-\n   52  LESS DEER LICENSES ISSUED PURSUANT TO PARAGRAPH C OF SUBDIVISION SIX  OF\n   53  SECTION  11-0903  OF THE ENVIRONMENTAL CONSERVATION LAW, DEER MANAGEMENT\n   54  ASSISTANCE PERMITS AUTHORIZED PURSUANT TO SUBDIVISION ELEVEN OF  SECTION\n   55  11-0903  OF  THE ENVIRONMENTAL CONSERVATION LAW, DEER MANAGEMENT PERMITS\n   56  AUTHORIZED PURSUANT TO SECTION 11-0903 OF THE ENVIRONMENTAL CONSERVATION\n\n       A. 2876                             4\n\n    1  LAW, AND ANY DEER TAKEN BY DEER LICENSES AUTHORIZED PURSUANT TO  SECTION\n    2  11-0907 OF THE ENVIRONMENTAL CONSERVATION LAW.\n    3    4.  A.  THE  INTERAGENCY  TASK  FORCE  SHALL BE CHAIRED JOINTLY BY THE\n    4  COMMISSIONER AND THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION OR THEIR\n    5  DESIGNEES.\n    6    B. EACH AGENCY AND OFFICE SHALL  DESIGNATE  THE  AGENCY  PERSONNEL  IT\n    7  DEEMS  APPROPRIATE  TO  PARTICIPATE IN THE INTERAGENCY TASK FORCE AND IT\n    8  SHALL BE CONVENED NO LATER THAN  ONE  HUNDRED  TWENTY  DAYS  AFTER  THIS\n    9  SECTION SHALL HAVE BECOME LAW.\n   10    C.  THE  TASK  FORCE  MAY  ESTABLISH AN AD HOC ADVISORY COMMITTEE THAT\n   11  CONSISTS OF NO MORE THAN TWENTY PRIVATE  CITIZENS  TO  ASSIST  THE  TASK\n   12  FORCE  WITH THIS LEGISLATIVE CHARGE. THE MEMBERS OF THE ADVISORY COMMIT-\n   13  TEE SHALL RECEIVE NO  COMPENSATION  FOR  THEIR  SERVICES  BUT  SHALL  BE\n   14  ALLOWED  THEIR ACTUAL AND NECESSARY EXPENSES INCURRED IN THE PERFORMANCE\n   15  OF THEIR DUTIES.\n   16    D. THE TASK FORCE MAY CONDUCT PUBLIC MEETINGS OR PUBLIC HEARINGS,  AND\n   17  SHALL  PREPARE  A  REPORT ON ITS FINDINGS AND RECOMMENDATIONS WITHIN TWO\n   18  HUNDRED SEVENTY DAYS AFTER IT SHALL  HAVE  BEEN  CONVENED.  SUCH  REPORT\n   19  SHALL  BE  SUBMITTED TO THE GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE,\n   20  SPEAKER OF THE ASSEMBLY, AND THE MINORITY  LEADERS  OF  THE  SENATE  AND\n   21  ASSEMBLY.  THE TASK FORCE MAY ISSUE ADDITIONAL REPORTS OR STUDIES BEFORE\n   22  THE EXPIRATION OF THIS SECTION.\n   23    5. THIS SECTION SHALL APPLY TO THE \"HUDSON  VALLEY\",  WHICH,  FOR  THE\n   24  PURPOSES  OF  THIS  SECTION,  MEANS  THE COUNTIES OF COLUMBIA, DUTCHESS,\n   25  GREENE, ORANGE, PUTNAM, ROCKLAND, ULSTER, AND WESTCHESTER.\n   26    S 4. This act shall take effect immediately and shall  expire  and  be\n   27  deemed repealed June 30, 2021.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the establishment of the Hudson valley white-tail deer mitigation task force and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162917.TXT", "SOBI.D110121.T120521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629521761
}