{
  "year" : 2011,
  "senateBillNo" : "A2875-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2875-2011-1295499600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the public pension system benefit reform commission",
  "summary" : "Creates the public pension system benefit reform commission to examine and report on the creation of a new hybrid public pension plan where one-half of the members' pension benefit shall be derived from a defined pension benefit plan and the other one-half percent of the members' benefit shall come from a defined contribution pension plan. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement",
  "previousVersions" : [ "A2531-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2875\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, FITZPATRICK -- read once and referred to\n         the Committee on Governmental Employees\n\n       AN ACT to create the public pension system reform commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Public  pension  system  reform  commission.  1.  A  public\n    2  pension  system  benefit  reform  commission  shall be appointed, within\n    3  ninety days from the effective date of this act, to evaluate and  report\n    4  on  the  creation of a new retirement plan for members who join a public\n    5  retirement system on or after a prospective date to be determined by the\n    6  commission. The commission shall  evaluate  and  consider,  but  not  be\n    7  limited  to  the  following:  (i)  the adoption of a hybrid-pension plan\n    8  where one-half of a member's pension benefit would  be  derived  from  a\n    9  defined  benefit  pension  plan  and  the  other  one-half of a member's\n   10  pension would be derived from a defined contribution pension plan;  (ii)\n   11  the  advantages  of  switching  from the current defined benefit pension\n   12  plan to a type of hybrid or defined contribution pension  plan  for  new\n   13  members;  (iii) taxpayer relief that could be achieved by adopting a new\n   14  retirement plan; (iv) the short-term and long-term fiscal  stability  of\n   15  the public pension funds and their ability to weather economic downturn;\n   16  (v)  the  predictability,  transparency  and  government cost-savings of\n   17  defined contribution pension plans  in  comparison  to  defined  benefit\n   18  pension plans.\n   19    2.  Such  commission  shall consist of nine members including: (i) the\n   20  comptroller of the state of New York, or his or her designee, who  shall\n   21  act as chair of such commission; (ii) one member appointed by the gover-\n   22  nor  of  the state of New York; (iii) one member appointed by the tempo-\n   23  rary president of the senate; (iv) one member appointed by  the  speaker\n   24  of  the assembly; (v) one member appointed by the minority leader of the\n   25  senate; (vi) one member appointed by the minority leader of  the  assem-\n   26  bly;  (vii)  one  member appointed by the mayor of the city of New York;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02855-01-1\n\n       A. 2875                             2\n\n    1  (viii) one member appointed by the board of trustees  of  the  New  York\n    2  state  teachers' retirement system; and (ix) one member appointed by the\n    3  board of trustees of the New York city employees' retirement system.\n    4    3.  Such  commission may employ and at pleasure remove such personnel,\n    5  as it may deem necessary for the performance of its  functions  and  fix\n    6  their compensation within the amounts made available therefor.\n    7    4.  The  commission  may meet within and without the state, shall hold\n    8  public hearings, and shall have all the powers of a legislative  commit-\n    9  tee pursuant to the legislative law.\n   10    5.  The  members  of  the commission shall receive no compensation for\n   11  their services, but shall be allowed their actual and necessary expenses\n   12  incurred in the performance of their duties pursuant to this section.\n   13    6. To the maximum extent feasible, the commission shall be entitled to\n   14  request and receive, and shall utilize and be provided with such facili-\n   15  ties, resources and data of  any  court,  department,  division,  board,\n   16  bureau,  commission  or agency of the state or any political subdivision\n   17  thereof as it may reasonably request to properly carry  out  its  powers\n   18  and duties pursuant to this section.\n   19    7.  The  commission shall make a report, within one year from the date\n   20  of its establishment,  to  the  governor,  temporary  president  of  the\n   21  senate,  speaker  of  the  assembly,  minority  leader of the senate and\n   22  minority leader of the assembly of its findings, conclusions and  recom-\n   23  mendations  in  relation  to  but  not limited to: (i) the creation of a\n   24  hybrid defined  benefit/defined  contribution  pension  plan  (ii)  cost\n   25  savings  for  the  state and local governments that could be achieved by\n   26  the adoption of a new pension plan; and  (iii)  the  ability  of  a  new\n   27  pension  plan  to  lessen  the  burden of pension costs on taxpayers and\n   28  provide a safety net against economic downturn.  Such  report  shall  be\n   29  made  available  to the public and include such legislative proposals as\n   30  shall be necessary to implement the commission's recommendations.\n   31    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create the public pension system reform commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162917.TXT", "SOBI.D110121.T120521.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295629521757
}