{
  "year" : 2011,
  "senateBillNo" : "A287-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A287-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a tax credit for alternative energy systems and generating equipment",
  "summary" : "Establishes an alternative energy systems and generating equipment tax credit for qualified expenditures meeting the criteria prescribed by the department of taxation and finance, in consultation with the department of environmental conservation and the New York state energy research and development authority, for taxpayers subject to tax under articles nine-A, twenty-two, thirty-two and thirty-three of the tax law whose business is not substantially engaged in the commercial generation, distribution, transmission or servicing of energy or energy products. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A3985-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          287\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CROUCH, FINCH, MOLINARO, BARCLAY, McDONOUGH --\n         Multi-Sponsored by -- M. of  A.  HAWLEY,  KOLB,  McKEVITT,  J. MILLER,\n         THIELE, TOBACCO -- read once and referred to the Committee on Ways and\n         Means\n\n       AN  ACT  to  amend the tax law, in relation to establishing a tax credit\n         for alternative energy systems and generating equipment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 24-a to read\n    2  as follows:\n    3    S  24-A.  CREDIT  FOR ALTERNATIVE ENERGY SYSTEMS AND GENERATING EQUIP-\n    4  MENT. (A) GENERAL. A TAXPAYER SUBJECT TO TAX UNDER ARTICLE NINE-A, TWEN-\n    5  TY-TWO, THIRTY-TWO OR THIRTY-THREE OF THIS CHAPTER,  WHOSE  BUSINESS  IS\n    6  NOT  SUBSTANTIALLY  ENGAGED  IN THE COMMERCIAL GENERATION, DISTRIBUTION,\n    7  TRANSMISSION OR SERVICING OF ENERGY OR ENERGY PRODUCTS, AND WHO  EMPLOYS\n    8  ONE  OR  MORE  FULL-TIME EMPLOYEES, EXCLUDING GENERAL EXECUTIVE OFFICERS\n    9  (IN THE CASE OF A CORPORATION), SHALL BE ALLOWED A CREDIT  AGAINST  SUCH\n   10  TAX,  PURSUANT  TO  THE PROVISIONS REFERENCED IN SUBDIVISION (E) OF THIS\n   11  SECTION. THE CREDIT SHALL BE ALLOWED FOR  QUALIFIED  EXPENDITURES  WHICH\n   12  MEET  THE ELIGIBILITY CRITERIA, IF ANY, PRESCRIBED BY THE DEPARTMENT, IN\n   13  CONSULTATION WITH THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION  AND  THE\n   14  NEW  YORK  STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY, DISBURSED IN\n   15  NEW YORK STATE.\n   16    (B) DEFINITIONS. FOR THE PURPOSES OF  THIS  SECTION:    (1)  THE  TERM\n   17  \"SOLAR  AND  WIND ENERGY SYSTEM EQUIPMENT\" SHALL REFER TO A SYSTEM WHICH\n   18  SHALL MEET THE ELIGIBILITY REQUIREMENTS SET BY THE DEPARTMENT  OF  ENVI-\n   19  RONMENTAL  CONSERVATION  AND  THE NEW YORK STATE ENERGY AND RESEARCH AND\n   20  DEVELOPMENT AUTHORITY WHICH SERVES AS:\n   21    (I) SOLAR ELECTRIC GENERATING EQUIPMENT WHICH SHALL MEAN  AN  ARRANGE-\n   22  MENT  OR  COMBINATION OF COMPONENTS UTILIZING SOLAR RADIATION TO PRODUCE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00109-01-1\n\n       A. 287                              2\n\n    1  ENERGY DESIGNED TO PROVIDE HEATING, COOLING, HOT WATER  OR  ELECTRICITY.\n    2  SUCH  ARRANGEMENT OR COMPONENTS SHALL NOT INCLUDE EQUIPMENT THAT IS PART\n    3  OF A NON-SOLAR ENERGY SYSTEM OR WHICH  USES  ANY  SORT  OF  RECREATIONAL\n    4  FACILITY OR EQUIPMENT AS A STORAGE MEDIUM.\n    5    (II) A WIND ENERGY SYSTEM, WHICH SHALL MEAN AN ARRANGEMENT OR COMBINA-\n    6  TION  OF  COMPONENTS  DESIGNED  TO  GENERATE  AND PROVIDE ELECTRICITY OR\n    7  MECHANICAL ENERGY THROUGH THE PROCESS OF CONVERTING  FORCE  PROVIDED  BY\n    8  WIND INTO MECHANICAL AND/OR ELECTRICAL ENERGY, AND STORING OR DISTRIBUT-\n    9  ING SUCH ENERGY.\n   10    (2)  THE TERM \"FUEL CELL ELECTRIC GENERATING EQUIPMENT\" SHALL REFER TO\n   11  ON-SITE ELECTRICITY GENERATION SYSTEMS, LOCATED IN REAL PROPERTY LOCATED\n   12  IN NEW YORK STATE UTILIZING  PROTON  EXCHANGE  MEMBRANE  FUEL  CELLS  OR\n   13  MOLTEN  CARBONATE  FUEL  CELL TECHNOLOGIES.   \"FUEL CELL\" MEANS A DEVICE\n   14  THAT PRODUCES ELECTRICITY DIRECTLY FROM  HYDROGEN  OR  HYDROCARBON  FUEL\n   15  THROUGH A NON-COMBUSTIVE ELECTROCHEMICAL PROCESS.\n   16    (3)  THE  TERM  \"GEOTHERMAL  RESOURCE  TRANSFER SYSTEM\" MEANS A SYSTEM\n   17  TRANSFERRING ENERGY THROUGH THE USE OF A  RESOURCE  IN  NEW  YORK  STATE\n   18  INCLUDING:\n   19    (I)  ALL  PRODUCTS OF GEOTHERMAL PROCESSES EMBRACING INDIGENOUS STEAM,\n   20  HOT WATER, AND HOT BRINES;\n   21    (II) STEAM AND OTHER GASES, HOT WATER AND HOT  BRINES  RESULTING  FROM\n   22  WATER,  GAS,  OR  OTHER  FLUIDS  ARTIFICIALLY INTRODUCED INTO GEOTHERMAL\n   23  FORMATIONS;\n   24    (III) HEAT OR OTHER ASSOCIATED ENERGY FOUND IN GEOTHERMAL  FORMATIONS;\n   25  AND\n   26    (IV)  ANY  BYPRODUCTS  DERIVED  FROM THEM, WHERE \"BYPRODUCT\" MEANS ANY\n   27  MINERAL OR MINERALS (EXCLUSIVE OF  OIL,  HYDROCARBON  GAS,  AND  HELIUM)\n   28  WHICH  ARE  FOUND  IN  SOLUTION  OR IN ASSOCIATION WITH OTHER GEOTHERMAL\n   29  RESOURCES AND WHICH HAVE A VALUE OF LESS THAN  SEVENTY-FIVE  PERCENT  OF\n   30  THE VALUE OF THE GEOTHERMAL STEAM OR ARE NOT, BECAUSE OF QUANTITY, QUAL-\n   31  ITY,  OR  TECHNICAL DIFFICULTIES IN EXTRACTION AND PRODUCTION, OF SUFFI-\n   32  CIENT VALUE TO WARRANT EXTRACTION AND PRODUCTION BY THEMSELVES.\n   33    (4) THE TERM \"CREDIT ALLOWANCE YEAR\" MEANS THE FIRST TAXABLE YEAR WITH\n   34  RESPECT TO WHICH THE CREDIT MAY BE CLAIMED PURSUANT TO THE INITIAL CRED-\n   35  IT COMPONENT CERTIFICATE ISSUED PURSUANT  TO  SUBDIVISION  (D)  OF  THIS\n   36  SECTION.\n   37    (5)  THE  TERM  \"TAXABLE  YEAR\"  MEANS  THE TAXABLE YEAR OF A BUSINESS\n   38  TAXPAYER FILING A NEW YORK STATE TAX RETURN UNDER ARTICLE NINE-A,  TWEN-\n   39  TY-TWO, THIRTY-TWO OR THIRTY-THREE OF THIS CHAPTER. IF THE BUSINESS DOES\n   40  NOT  HAVE A TAXABLE YEAR BECAUSE IT IS EXEMPT FROM TAXATION OR OTHERWISE\n   41  IS NOT REQUIRED TO FILE SUCH A RETURN UNDER ANY OF  SUCH  STATUTES,  THE\n   42  TERM  \"TAXABLE  YEAR\"  MEANS (I) THE BUSINESS'S FEDERAL TAXABLE YEAR, OR\n   43  (II) IF THE BUSINESS DOES NOT HAVE A FEDERAL  TAXABLE  YEAR,  THE  GIVEN\n   44  CALENDAR YEAR.\n   45    (6)  \"QUALIFIED  EXPENDITURES\"  SHALL BE REMITTED COSTS FOR MATERIALS,\n   46  LABOR COSTS PROPERLY ALLOCABLE  TO  ON-SITE  PREPARATION,  ASSEMBLY  AND\n   47  ORIGINAL  INSTALLATION,  ARCHITECTURAL  AND  ENGINEERING  SERVICES,  AND\n   48  DESIGNS AND PLANS DIRECTLY RELATED TO THE CONSTRUCTION  OR  INSTALLATION\n   49  OF  SOLAR  AND  WIND  ENERGY SYSTEM EQUIPMENT, SOLAR ELECTRIC GENERATING\n   50  EQUIPMENT, FUEL CELL ELECTRIC  GENERATING  EQUIPMENT  AND/OR  GEOTHERMAL\n   51  RESOURCE  TRANSFER SYSTEM EQUIPMENT DIRECTLY RELATED TO THE CONSTRUCTION\n   52  OR INSTALLATION OF SUCH EQUIPMENT INTENDED FOR THE ORIGINAL USE OF  SAID\n   53  TAXPAYER,  AT, OR DIRECTLY RELATED TO, A PROPERTY IN NEW YORK STATE THAT\n   54  OPERATES AS THE SITUS OF A BUSINESS ENTITY OF SAID TAXPAYER. SUCH QUALI-\n   55  FIED EXPENDITURES SHALL NOT INCLUDE INTEREST OR  OTHER  FINANCE  CHARGES\n   56  WHETHER  SUCH  CHARGES  ACCRUE AS A RESULT OF LEASE OR OWNERSHIP OF SUCH\n\n       A. 287                              3\n\n    1  EQUIPMENT.  FOR PURPOSES OF DETERMINING THE EXPENSES SERVING  AS  QUALI-\n    2  FIED  EXPENDITURES  UNDER  THIS SECTION, ANY AMOUNT OF FEDERAL, STATE OR\n    3  LOCAL GRANT RECEIVED BY  THE  TAXPAYER  USED  FOR  THE  PURCHASE  AND/OR\n    4  INSTALLATION  OF SUCH EQUIPMENT AND WHICH IS NOT INCLUDED IN THE FEDERAL\n    5  GROSS INCOME OF THE TAXPAYER SHALL NOT SERVE AS  A  QUALIFYING  EXPENDI-\n    6  TURE.\n    7    (C)  ALLOWANCE OF CREDIT. (1) QUALIFIED ALTERNATIVE ENERGY SYSTEMS AND\n    8  GENERATING EQUIPMENT EXPENSES. QUALIFIED ALTERNATIVE ENERGY SYSTEMS  AND\n    9  GENERATING EQUIPMENT EXPENSES ARE THOSE QUALIFIED EXPENDITURES GENERATED\n   10  FROM  THE  PURCHASE AND INSTALLATION OF ELIGIBLE EQUIPMENT AS ENUMERATED\n   11  IN SUBDIVISION (B) OF THIS SECTION.\n   12    (2) CREDIT FOR SOLAR AND WIND ENERGY SYSTEM EQUIPMENT. THE  AMOUNT  OF\n   13  CREDIT  FOR  THE  PURCHASE  AND  INSTALLATION OF ELIGIBLE SOLAR AND WIND\n   14  ENERGY SYSTEM EQUIPMENT SHALL BE FIFTY PERCENT OF THE QUALIFIED EXPENSES\n   15  FOR TAXPAYERS UNDER ARTICLE  NINE-A,  THIRTY-TWO  OR  THIRTY-THREE,  AND\n   16  FORTY-FIVE PERCENT OF THE QUALIFIED EXPENSES FOR TAXPAYERS UNDER ARTICLE\n   17  TWENTY-TWO  OF  THIS  CHAPTER, INCURRED IN PURCHASING AND INSTALLING ANY\n   18  SUCH SYSTEM OR COMBINATION THEREOF.\n   19    (3) CREDIT FOR FUEL CELL ELECTRIC GENERATING EQUIPMENT AND/OR GEOTHER-\n   20  MAL RESOURCE TRANSFER SYSTEM EQUIPMENT. THE AMOUNT  OF  CREDIT  FOR  THE\n   21  PURCHASE  AND  INSTALLATION  OF  ELIGIBLE  FUEL CELL ELECTRIC GENERATING\n   22  EQUIPMENT AND/OR GEOTHERMAL RESOURCE TRANSFER SYSTEM EQUIPMENT SHALL  BE\n   23  FORTY-FIVE PERCENT OF THE QUALIFIED EXPENSES FOR TAXPAYERS UNDER ARTICLE\n   24  NINE, NINE-A, THIRTY-TWO OR THIRTY-THREE, AND FORTY PERCENT OF THE QUAL-\n   25  IFIED  EXPENSES  FOR TAXPAYERS UNDER ARTICLE TWENTY-TWO OF THIS CHAPTER,\n   26  INCURRED IN PURCHASING AND INSTALLING ANY SUCH SYSTEM.\n   27    (4) MULTIPLE TAXPAYERS. WHERE QUALIFYING EXPENDITURES ARE  ACCUMULATED\n   28  FROM  THE CONSTRUCTION AND/OR THE INSTALLATION OF QUALIFYING ALTERNATIVE\n   29  SYSTEMS AND GENERATING EQUIPMENT ARE SHARED BY TWO  OR  MORE  TAXPAYERS,\n   30  THE  AMOUNT OF THE CREDIT ALLOWABLE UNDER THIS SECTION SHALL BE PRORATED\n   31  ACCORDING TO THE PERCENTAGE OF THE TOTAL EXPENDITURE FOR SUCH  EQUIPMENT\n   32  CONTRIBUTED BY EACH TAXPAYER.\n   33    (D)  CREDIT  QUALIFICATION.  (1) REALIZATION OF CREDIT. CREDITS EARNED\n   34  UNDER THIS SECTION SHALL BE QUALIFYING EXPENDITURES INCURRED AFTER JANU-\n   35  ARY FIRST, TWO THOUSAND TWELVE, THAT ACCREDIT TO THE  TAXPAYER'S  CREDIT\n   36  ALLOWANCE  YEAR  AND  EACH  SUBSEQUENT  TAXABLE  YEAR  ACCORDING  TO THE\n   37  PROVISIONS OF SUBDIVISION (C) OF THIS SECTION.\n   38    (2) CREDIT COMPONENT CERTIFICATE. A TAXPAYER WHO  WISHES  TO  MAKE  AN\n   39  INITIAL CLAIM FOR CREDITS UNDER THIS SECTION SHALL SUBMIT AN APPLICATION\n   40  FOR A CREDIT COMPONENT CERTIFICATE TO THE DIRECTOR OF THE NEW YORK STATE\n   41  ENERGY  RESEARCH AND DEVELOPMENT AUTHORITY UPON THE SUCCESSFUL INSTALLA-\n   42  TION AND OPERATION FOR AT LEAST  THREE  CONTINUOUS  MONTHS  OF  ELIGIBLE\n   43  EQUIPMENT  THAT RATE AS QUALIFIED EXPENDITURES. THE PRESIDENT OF THE NEW\n   44  YORK STATE ENERGY RESEARCH AND DEVELOPMENT  AUTHORITY,  IN  CONSULTATION\n   45  WITH  THE  COMMISSIONER  AND THE COMMISSIONER OF ENVIRONMENTAL CONSERVA-\n   46  TION, SHALL PRESCRIBE THE REQUIREMENTS FOR THE ACCEPTANCE OF SUCH APPLI-\n   47  CATION, BUT AT A MINIMUM THE APPLICATION SHALL LIST THE AMOUNT OF QUALI-\n   48  FYING EXPENDITURES, THE  RATING  CAPACITY  IN  KILOWATT  HOURS  OF  SUCH\n   49  EQUIPMENT,  AND  THE  ANTICIPATED  REDUCTION  IN THE USE OF CONVENTIONAL\n   50  ENERGY GENERATION SOURCES REALIZED THROUGH THE USE  OF  SUCH  EQUIPMENT.\n   51  SUCH  APPLICATION  SHALL  REQUIRE  A  FEE OF FIFTY DOLLARS FOR EACH FIVE\n   52  MILLION DOLLARS OF GROSS RECEIPTS LISTED BY THE TAXPAYER FOR THE TAXABLE\n   53  YEAR IMMEDIATELY PRECEDING THE INITIAL CREDIT ALLOWANCE YEAR  AFTER  THE\n   54  FIRST  FIVE MILLION DOLLARS IN GROSS RECEIPTS FOR SUCH TAXABLE YEAR. ANY\n   55  EXPANSION OF ALTERNATIVE RATED CAPACITY ADHERING TO INCREASED QUALIFYING\n   56  EXPENDITURES BEYOND SUCH  EXPENDITURES  UTILIZED  IN  A  PRIOR  ACCEPTED\n\n       A. 287                              4\n\n    1  APPLICATION  SHALL  REQUIRE AN ADDITIONAL APPLICATION FOR FURTHER CREDIT\n    2  CLAIMS UNDER THIS SECTION.\n    3    (3) ISSUANCE OF CERTIFICATE. THE PRESIDENT OF THE NEW YORK STATE ENER-\n    4  GY  RESEARCH  AND  DEVELOPMENT AUTHORITY SHALL REVIEW APPLICATIONS FILED\n    5  UNDER THIS SECTION TO VERIFY AN  ELIGIBLE  BUSINESS'S  CLAIMED  BENEFITS\n    6  UNDER THIS SECTION. THE PRESIDENT SHALL SUPPLY TO EACH COMPANY A CERTIF-\n    7  ICATE MARKING THE APPROVAL OF QUALIFYING EXPENSES FOR APPLICATION TO THE\n    8  COMMISSIONER  FOR  CREDITS  UNDER THIS SECTION WITHIN NINETY DAYS OF THE\n    9  RECEIPT OF SUCH  APPLICATION.  A  COPY  OF  THIS  CERTIFICATE  SHALL  BE\n   10  ATTACHED  TO  ANY  RETURNS  SUCH TAXPAYER IS REQUIRED TO FILE UNDER THIS\n   11  CHAPTER. IF ANY EXPENSES USED AS PART OF THE CREDIT BASE  OF  QUALIFYING\n   12  EXPENDITURES  ARE  DENIED  FOR SUCH CREDIT CLAIM BY THE PRESIDENT OF THE\n   13  NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT  AUTHORITY,  SUCH  DENIAL\n   14  SHALL  BE  REPORTED TO THE TAXPAYER AND THE COMMISSIONER WITH A DETAILED\n   15  EXPLANATION OF THE RATIONALE FOR SUCH DENIAL.\n   16    (4) REVOCATION OF BENEFITS. IN ADDITION TO ANY OTHER PENALTIES ENUMER-\n   17  ATED UNDER THIS CHAPTER, A VIOLATION OF THE TERMS OF THIS SUBDIVISION OR\n   18  ANY WILLFUL MISREPRESENTATION OF ANY OF THE TERMS OF  THIS  SECTION  MAY\n   19  RESULT  IN THE RESCINDING OF THE CERTIFICATE ISSUED UNDER THIS PARAGRAPH\n   20  AND A RECAPTURE OF CURRENT AND PREVIOUSLY RECEIVED BENEFITS. THE  PRESI-\n   21  DENT  OF  THE  NEW  YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY\n   22  SHALL REPORT TO THE COMMISSIONER ANY DETERMINATIONS OF VIOLATIONS OF THE\n   23  TERMS OF THIS SECTION.  THE COMMISSIONER AND THE COMMISSIONER  OF  ENVI-\n   24  RONMENTAL  CONSERVATION  SHALL  MAKE RECOMMENDATIONS TO THE PRESIDENT OF\n   25  THE NEW YORK STATE ENERGY RESEARCH AND  DEVELOPMENT  AUTHORITY  FOR  THE\n   26  RESCINDING  OF  ANY CERTIFICATE ISSUED PURSUANT TO THIS SECTION THAT THE\n   27  COMMISSIONER OF ENVIRONMENTAL CONSERVATION  DETERMINES  RESULTS  FROM  A\n   28  WILLFUL FALSE CLAIM OF THE CAPABILITIES OR AMOUNT OF QUALIFYING EXPENDI-\n   29  TURES  OF  SOLAR AND WIND ENERGY SYSTEM EQUIPMENT AND FUEL CELL ELECTRIC\n   30  GENERATING EQUIPMENT.\n   31    (5) EARLY DISPOSITION. THE DISCONTINUED USE  OF  ANY  SOLAR  AND  WIND\n   32  ENERGY  SYSTEM  EQUIPMENT,  FUEL  CELL  ELECTRIC GENERATING EQUIPMENT OR\n   33  GEOTHERMAL RESOURCE TRANSFER SYSTEM EQUIPMENT WITHIN FIVE YEARS  OF  THE\n   34  CREDIT  ALLOWANCE  YEAR  SHALL  RESULT  IN  THE RECAPTURE OF CURRENT AND\n   35  PREVIOUSLY RECEIVED BENEFITS UNLESS SUCH DISPOSITION IS DUE TO THE INOP-\n   36  ERATIVENESS OF SUCH EQUIPMENT BEYOND ANY REASONABLE CONTROL  OR  EFFORTS\n   37  OF  THE  TAXPAYER OR THE REPLACEMENT OF SUCH EQUIPMENT BY MORE EFFICIENT\n   38  AND TECHNICALLY ADVANCED ALTERNATIVE  ENERGY  SYSTEMS  APPROVED  BY  THE\n   39  COMMISSIONER  OF ENVIRONMENTAL CONSERVATION AND THE PRESIDENT OF THE NEW\n   40  YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY. SUCH EARLY  DISPO-\n   41  SITION SHALL NOT INCLUDE THE TRANSFER OF OWNERSHIP INTEREST OF THE PROP-\n   42  ERTY  SUCH  EQUIPMENT OPERATES WITHIN UNLESS THE TRANSFER RESULTS IN THE\n   43  CESSATION OF THE OPERATION OF SUCH EQUIPMENT WITHIN FIVE  YEARS  OF  THE\n   44  CREDIT  ALLOWANCE YEAR. THE TAXPAYER SHALL ANNUALLY ATTEST TO THE PRESI-\n   45  DENT OF THE NEW YORK STATE ENERGY  RESEARCH  AND  DEVELOPMENT  AUTHORITY\n   46  THAT SUCH EQUIPMENT REMAINS IN QUALIFYING USE.\n   47    (E)  CROSS-REFERENCES.  FOR  APPLICATION OF THE CREDIT PROVIDED FOR IN\n   48  THIS SECTION, SEE THE FOLLOWING PROVISIONS OF THIS CHAPTER:\n   49    (1) ARTICLE 9-A: SECTION 210, SUBDIVISION 43\n   50    (2) ARTICLE 22: SECTION 606, SUBSECTIONS (I) AND (SS)\n   51    (3) ARTICLE 32: SECTION 1456, SUBSECTION (X)\n   52    (4) ARTICLE 33: SECTION 1511, SUBDIVISION (AA).\n   53    S 2. Section 210 of the tax law is amended by adding a new subdivision\n   54  43 to read as follows:\n   55    43. ALTERNATIVE ENERGY SYSTEMS AND GENERATING  EQUIPMENT  CREDIT.    A\n   56  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE COMPUTED AS PROVIDED IN\n\n       A. 287                              5\n\n    1  SECTION TWENTY-FOUR-A OF THIS CHAPTER, AGAINST THE TAX IMPOSED  BY  THIS\n    2  ARTICLE.  THE CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR\n    3  SHALL NOT REDUCE THE TAX DUE FOR SUCH  YEAR  TO  LESS  THAN  THE  HIGHER\n    4  AMOUNT  PRESCRIBED  IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF THIS\n    5  SECTION. HOWEVER, IF THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS  SUBDIVI-\n    6  SION  FOR ANY TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF\n    7  CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR OR YEARS MAY BE CARRIED  OVER\n    8  TO  ANY  OR  ALL OF THE FOLLOWING FIVE TAXABLE YEARS AND MAY BE DEDUCTED\n    9  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   10    S 3. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   11  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   12  follows:\n\n   13  (XXXII) CREDIT FOR ALTERNATIVE       QUALIFYING EXPENDITURES\n   14  ENERGY SYSTEMS AND                   UNDER SUBDIVISION FORTY-THREE\n   15  GENERATING EQUIPMENT                 OF SECTION TWO HUNDRED\n   16  UNDER SUBSECTION (SS)                TEN\n   17    S 4. Section 606 of the tax law is amended by adding a new  subsection\n   18  (ss) to read as follows:\n   19    (SS)  ALTERNATIVE  ENERGY SYSTEMS AND GENERATING EQUIPMENT CREDIT. (1)\n   20  ALLOWANCE OF CREDIT. A  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE\n   21  COMPUTED  AS  PROVIDED IN SECTION TWENTY-FOUR-A OF THIS CHAPTER, AGAINST\n   22  THE TAX IMPOSED BY THIS ARTICLE.\n   23    (2) APPLICATION OF CREDIT. IF THE AMOUNT OF THE CREDIT  ALLOWED  UNDER\n   24  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   25  SUCH  YEAR,  SUCH EXCESS AMOUNT MAY BE CARRIED OVER TO ANY OR ALL OF THE\n   26  FOLLOWING FIVE TAXABLE  YEARS  NEXT  FOLLOWING  THE  TAXABLE  YEAR  WITH\n   27  RESPECT  TO  WHICH  THE  CREDIT  IS ALLOWED AND MAY BE DEDUCTED FROM THE\n   28  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   29    S 5. Section 1456 of the tax law is amended by adding a new subsection\n   30  (x) to read as follows:\n   31    (X) ALTERNATIVE ENERGY SYSTEMS AND GENERATING EQUIPMENT CREDIT.    (1)\n   32  ALLOWANCE  OF  CREDIT.  A  TAXPAYER  SHALL  BE  ALLOWED  A CREDIT, TO BE\n   33  COMPUTED AS PROVIDED IN SECTION TWENTY-FOUR-A OF THIS  CHAPTER,  AGAINST\n   34  THE TAX IMPOSED BY THIS ARTICLE.\n   35    (2)  APPLICATION  OF  CREDIT. THE CREDIT ALLOWED UNDER THIS SUBSECTION\n   36  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   37  THAN  THE  MINIMUM  TAX  FIXED  BY  PARAGRAPH THREE OF SUBSECTION (B) OF\n   38  SECTION FOURTEEN HUNDRED FIFTY-FIVE OF THIS ARTICLE.   HOWEVER,  IF  THE\n   39  AMOUNT  OF  CREDITS  ALLOWED  UNDER THIS SUBSECTION FOR ANY TAXABLE YEAR\n   40  REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS NOT DEDUCTIBLE\n   41  IN SUCH TAXABLE YEAR OR YEARS MAY BE CARRIED OVER TO ANY OR ALL  OF  THE\n   42  FOLLOWING FIVE TAXABLE YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX\n   43  FOR SUCH YEAR OR YEARS.\n   44    S  6.  Section 1511 of the tax law is amended by adding a new subdivi-\n   45  sion (aa) to read as follows:\n   46    (AA) ALTERNATIVE ENERGY SYSTEMS AND GENERATING EQUIPMENT CREDIT.   (1)\n   47  ALLOWANCE  OF  CREDIT.  A  TAXPAYER  SHALL  BE  ALLOWED  A CREDIT, TO BE\n   48  COMPUTED AS PROVIDED IN SECTION TWENTY-FOUR-A OF THIS  CHAPTER,  AGAINST\n   49  THE TAXES IMPOSED BY THIS ARTICLE.\n   50    (2)  APPLICATION  OF CREDIT. THE CREDIT ALLOWED UNDER THIS SUBDIVISION\n   51  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   52  THAN  THE  MINIMUM FIXED BY PARAGRAPH FOUR OF SUBDIVISION (A) OF SECTION\n   53  FIFTEEN HUNDRED TWO OR SECTION FIFTEEN HUNDRED TWO-A  OF  THIS  ARTICLE.\n   54  HOWEVER, IF THE AMOUNT OF CREDITS ALLOWED UNDER THIS SUBDIVISION FOR ANY\n   55  TAXABLE  YEAR  REDUCED THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS\n\n       A. 287                              6\n\n    1  NOT DEDUCTIBLE IN SUCH TAXABLE YEAR OR YEARS MAY BE CARRIED OVER TO  ANY\n    2  OR  ALL OF THE FOLLOWING FIVE TAXABLE YEARS AND MAY BE DEDUCTED FROM THE\n    3  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n    4    S  7.  This act shall take effect immediately and shall apply to taxa-\n    5  ble years commencing on and after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a tax credit for alternative energy systems and generating equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T164008.TXT", "SOBI.D101220.T170342.TXT", "SOBI.D101217.T163006.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292882622949
}