{
  "year" : 2011,
  "senateBillNo" : "A2888-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2888-2011-1295499600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the sale of frozen desserts made with wine",
  "summary" : "Adulterates frozen desserts made with wine bearing or containing more than one-half of one percent, but not more than five percent of alcohol by volume. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "AA9859-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2888\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGEE -- read once and referred to the Committee\n         on Agriculture\n\n       AN ACT to amend the agriculture and markets law, the public  health  law\n         and the alcoholic beverage control law, in relation to frozen desserts\n         made with wine\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 14 and 15 of section 200  of  the  agriculture\n    2  and  markets law, as added by chapter 189 of the laws of 2008, the open-\n    3  ing paragraph of subparagraph (iii) of paragraph (a) of  subdivision  15\n    4  as  amended  by  chapter  341 of the laws of 2009, is amended to read as\n    5  follows:\n    6    14. If it is ice cream OR OTHER FROZEN DESSERTS made with wine bearing\n    7  or containing more than five percent of alcohol by volume.\n    8    15. With respect to the manufacture and sale of  ice  cream  OR  OTHER\n    9  FROZEN  DESSERTS made with wine bearing or containing more than one-half\n   10  of one percent, but not more than five percent of alcohol by volume:\n   11    (a) No person shall sell at retail packages  of  ice  cream  OR  OTHER\n   12  FROZEN  DESSERTS  made  with wine for consumption off the premises where\n   13  sold unless:\n   14    (i) each package is a sealed package containing at least one pint,  as\n   15  received from the manufacturer or distributor;\n   16    (ii)  each  sealed  package  containing at least one pint, as received\n   17  from the manufacturer or distributor, in a format to be  established  or\n   18  approved  by  the  commissioner,  prominently bears the following state-\n   19  ments:\n   20    (A) The sale of this product to individuals under the age  of  twenty-\n   21  one years is prohibited.\n   22    (B)  This  product  is  made with wine and contains alcohol up to five\n   23  percent by volume.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03566-01-1\n\n       A. 2888                             2\n\n    1    (C) Notice. This product contains alcohol used as a flavoring and,  as\n    2  with any product that contains alcohol:\n    3    (1)  women  should not consume alcohol during pregnancy because of the\n    4  risk of birth defects, and\n    5    (2) consumption of alcohol impairs your ability  to  drive  a  car  or\n    6  operate machinery, and may cause health problems.\n    7    (iii)  the following advisory, on a sign or poster not less than seven\n    8  inches by five inches, in a format to be established or approved by  the\n    9  commissioner,  is  displayed prominently at each location where packages\n   10  of [wine] ice cream OR OTHER FROZEN DESSERTS MADE  WITH  WINE  are  made\n   11  available to the public:\n   12        \"THIS AREA CONTAINS WINE ICE CREAM AND OTHER FROZEN DESSERTS\n   13                               MADE WITH WINE\n   14    The  sale of WINE ICE CREAM OR OTHER FROZEN DESSERTS MADE WITH WINE to\n   15  individuals under the age of twenty-one years is prohibited.\n   16    WINE ICE CREAM [contains] OR OTHER  FROZEN  DESSERTS  MADE  WITH  WINE\n   17  CONTAIN alcohol up to five percent by volume.\n   18    NOTICE:  WINE  ICE CREAM [contains] OR OTHER FROZEN DESSERTS MADE WITH\n   19  WINE CONTAIN alcohol used as a flavoring and, as with any  product  that\n   20  contains alcohol:\n   21    (1)  women  should not consume alcohol during pregnancy because of the\n   22  risk of birth defects, and\n   23    (2) consumption of alcohol impairs your ability  to  drive  a  car  or\n   24  operate machinery, and may cause health problems.\n   25    IT IS A VIOLATION PUNISHABLE UNDER LAW FOR ANY PERSON UNDER THE AGE OF\n   26  TWENTY-ONE  TO PRESENT ANY WRITTEN EVIDENCE OF AGE WHICH IS FALSE, FRAU-\n   27  DULENT OR NOT ACTUALLY HIS OWN FOR THE PURPOSE OF ATTEMPTING TO PURCHASE\n   28  WINE ICE CREAM OR OTHER FROZEN DESSERTS MADE WITH WINE.\"\n   29    (b) No manufacturer and/or distributor of ice cream  OR  OTHER  FROZEN\n   30  DESSERTS made with wine shall sell such product:\n   31    (i)  to  a  person  intending to sell at retail individual servings of\n   32  [wine] ice cream OR OTHER FROZEN DESSERTS MADE WITH WINE,  unless,  with\n   33  each shipment, such manufacturer and/or distributor provides:\n   34    (A)  a  written  notice  that individual servings of wine ice cream OR\n   35  OTHER FROZEN DESSERTS MADE WITH WINE may be sold at  retail  only  where\n   36  the  retailer  complies  with all of the requirements set forth in para-\n   37  graph (a) of this subdivision, and\n   38    (B) a written copy of such requirements; and\n   39    (ii) to a person intending to sell at  retail  packages  of  wine  ice\n   40  cream  OR  OTHER  FROZEN DESSERTS MADE WITH WINE for consumption off the\n   41  premises, unless, with each shipment, such manufacturer and/or distribu-\n   42  tor provides:\n   43    (A) a written notice that packages of wine ice cream OR  OTHER  FROZEN\n   44  DESSERTS  MADE  WITH  WINE may be sold at retail only where the retailer\n   45  complies with all of the requirements set forth in paragraph (a) of this\n   46  subdivision, and\n   47    (B) a written copy of such requirements.\n   48    S 2. Section 1352-c of the public health law, as added by chapter  189\n   49  of the laws of 2008, is amended to read as follows:\n   50    S 1352-c. Ice cream OR OTHER FROZEN DESSERTS made with wine. No person\n   51  shall  sell  at  retail individual servings of ice cream OR OTHER FROZEN\n   52  DESSERTS made with wine bearing or containing more than one-half of  one\n   53  percent  but not more than five percent of alcohol by volume, unless the\n   54  following statements are prominently displayed on the printed menu  (or,\n   55  if  no  printed  menus are used, on the menu board or sign setting forth\n\n       A. 2888                             3\n\n    1  the bill of fare) immediately adjacent to the listing  of  the  item  or\n    2  items of wine ice cream OR OTHER FROZEN DESSERTS being offered:\n    3    1.  The sale of wine ice cream OR OTHER FROZEN DESSERTS to individuals\n    4  under the age of twenty-one is prohibited.\n    5    2. Wine ice cream [contains] OR OTHER FROZEN DESSERTS CONTAIN  alcohol\n    6  up to five percent by volume.\n    7    3.  Notice: Wine ice cream [contains] OR OTHER FROZEN DESSERTS CONTAIN\n    8  alcohol used as a flavoring and, as with any product that contains alco-\n    9  hol:\n   10    (a) women should not consume alcohol during pregnancy because  of  the\n   11  risk of birth defects, and\n   12    (b)  consumption  of  alcohol  impairs  your ability to drive a car or\n   13  operate machinery, and may cause health problems.\n   14    S 3.  Subdivision 1 of section 3 of  the  alcoholic  beverage  control\n   15  law,  as  amended by chapter 189 of the laws of 2008, is amended to read\n   16  as follows:\n   17    1. \"Alcoholic beverage\" or \"beverage\" mean and include alcohol,  spir-\n   18  its,  liquor,  wine,  beer, cider and every liquid or solid, patented or\n   19  not, containing alcohol, spirits, wine or  beer  and  capable  of  being\n   20  consumed  by  a  human  being,  and  any warehouse receipt, certificate,\n   21  contract or other document pertaining thereto; except that confectionery\n   22  containing alcohol as provided by  subdivision  twelve  of  section  two\n   23  hundred  of  the  agriculture  and  markets  law and ice cream AND OTHER\n   24  FROZEN DESSERTS made with wine as provided  in  subdivision  fifteen  of\n   25  section  two  hundred  of  the  agriculture and markets law shall not be\n   26  regulated as an \"alcoholic beverage\" or \"beverage\" within the meaning of\n   27  this section where the sale, delivery or giving away is to a person aged\n   28  twenty-one years or older. The sale, delivery  or  giving  away  of  ice\n   29  cream  made  with wine to a person under the age of twenty-one years may\n   30  be prosecuted administratively and/or criminally in accordance with  the\n   31  provisions of this chapter.\n   32    S  4.   This act shall take effect on the thirtieth day after it shall\n   33  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, the public health law and the alcoholic beverage control law, in relation to frozen desserts made with wine ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T141029.TXT", "SOBI.D110120.T163417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295637029009
}