{
  "year" : 2011,
  "senateBillNo" : "A2881-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to housing",
    "billEventId" : "A2881-2011-1295499600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to alternative hardship applications for properties subject to the rent stabilization code",
  "summary" : "Relates to alternative hardship applications for properties subject to the rent stabilization code. ",
  "currentCommittee" : null,
  "sameAs" : "S1298",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A8668-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2881\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. KAVANAGH, DINOWITZ -- read once and referred to\n         the Committee on Housing\n\n       AN ACT to amend the administrative code of the city of New York and  the\n         emergency  tenant protection act of nineteen seventy-four, in relation\n         to hardship applications\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  6-a  of subdivision c of section 26-511 of the\n    2  administrative code of the city of  New  York  is  amended  to  read  as\n    3  follows:\n    4    (6-a)  provides  criteria  whereby  as  an alternative to the hardship\n    5  application provided under paragraph six of this subdivision  owners  of\n    6  buildings  acquired  by  the same owner or a related entity owned by the\n    7  same principals [three] SIX years prior to the date of  application  may\n    8  apply to the division for increases in excess of the level of applicable\n    9  guideline increases established under this law based on a finding by the\n   10  commissioner  that such guideline increases are not sufficient to enable\n   11  the owner to maintain an annual gross  rent  income  for  such  building\n   12  which  exceeds  the  annual operating expenses of such building by a sum\n   13  equal to at least five percent of such gross rent. For the  purposes  of\n   14  this  paragraph, operating expenses shall consist of the actual, reason-\n   15  able, costs of fuel, labor,  utilities,  taxes,  other  than  income  or\n   16  corporate  franchise taxes, fees, permits, necessary contracted services\n   17  and non-capital repairs, insurance, parts and supplies, management  fees\n   18  and  other  administrative costs and mortgage interest. For the purposes\n   19  of this paragraph, mortgage interest shall be deemed to mean interest on\n   20  a bona fide mortgage including an allocable portion of  charges  related\n   21  thereto.  Criteria  to be considered in determining a bona fide mortgage\n   22  other than an institutional mortgage shall  include;  condition  of  the\n   23  property,  location of the property, the existing mortgage market at the\n   24  time the mortgage is placed, the term of the mortgage, the  amortization\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01026-01-1\n\n       A. 2881                             2\n\n    1  rate, the principal amount of the mortgage, security and other terms and\n    2  conditions  of  the  mortgage. The commissioner shall set a rental value\n    3  for any unit occupied by the owner or a person related to the  owner  or\n    4  unoccupied  at  the  owner's  choice for more than one month at the last\n    5  regulated rent plus the minimum number of guidelines increases or, if no\n    6  such regulated rent existed or is known, the commissioner shall impute a\n    7  rent consistent with other rents in the building. The amount of hardship\n    8  increase shall be such as may be required to maintain the  annual  gross\n    9  rent  income as provided by this paragraph. The division shall not grant\n   10  a hardship application under this paragraph or  paragraph  six  of  this\n   11  subdivision  for  a period of three years subsequent to granting a hard-\n   12  ship application under the provisions of this paragraph. The  collection\n   13  of  any  increase  in the rent for any housing accommodation pursuant to\n   14  this paragraph shall not exceed six percent in any year from the  effec-\n   15  tive  date of the order granting the increase over the rent set forth in\n   16  the schedule of gross rents, with collectability of  any  dollar  excess\n   17  above  said  sum to be spread forward in similar increments and added to\n   18  the rent as established or set in future years. No application shall  be\n   19  approved unless the owner's equity in such building exceeds five percent\n   20  of: (i) the arms length purchase price of the property; (ii) the cost of\n   21  any  capital  improvements  for  which  the  owner  has  not collected a\n   22  surcharge; (iii) any repayment of principal of any mortgage or loan used\n   23  to finance the purchase of the property or any capital improvements  for\n   24  which  the  owner has not collected a surcharge and (iv) any increase in\n   25  the equalized assessed value of the property which  occurred  subsequent\n   26  to  the first valuation of the property after purchase by the owner. For\n   27  the purposes of this paragraph, owner's equity shall mean the sum of (i)\n   28  the purchase price of the property less the principal of any mortgage or\n   29  loan used to finance the purchase of the property, (ii) the cost of  any\n   30  capital  improvement  for  which the owner has not collected a surcharge\n   31  less the principal of any mortgage or loan used to finance said improve-\n   32  ment, (iii) any repayment of the principal of any mortgage or loan  used\n   33  to  finance  the purchase of the property or any capital improvement for\n   34  which the owner has not collected a surcharge, and (iv) any increase  in\n   35  the  equalized  assessed value of the property which occurred subsequent\n   36  to the first valuation of the property after purchase by the owner.\n   37    S 2. Paragraph 5 of subdivision d of section 6 of section 4 of chapter\n   38  576 of the laws of 1974 enacting the emergency tenant protection act  of\n   39  nineteen seventy-four, as amended by chapter 102 of the laws of 1984, is\n   40  amended to read as follows:\n   41    (5) as an alternative to the hardship application provided under para-\n   42  graph four of this subdivision, owners of buildings acquired by the same\n   43  owner or a related entity owned by the same principals [three] SIX years\n   44  prior to the date of application may apply to the division for increases\n   45  in  excess  of  the  level of applicable guideline increases established\n   46  under this law based on a finding by the commissioner that  such  guide-\n   47  line  increases  are  not  sufficient to enable the owner to maintain an\n   48  annual gross rent income for such  building  which  exceeds  the  annual\n   49  operating  expenses  of  such  building  by a sum equal to at least five\n   50  percent of such gross rent. For the purposes of this paragraph,  operat-\n   51  ing  expenses  shall  consist  of the actual, reasonable, costs of fuel,\n   52  labor, utilities, taxes, other than income or corporate franchise taxes,\n   53  fees, permits, necessary contracted services  and  non-capital  repairs,\n   54  insurance,  parts and supplies, management fees and other administrative\n   55  costs and mortgage interest. For the purposes of this  paragraph,  mort-\n   56  gage  interest  shall be deemed to mean interest on a bona fide mortgage\n\n       A. 2881                             3\n\n    1  including an allocable portion of charges related thereto.  Criteria  to\n    2  be considered in determining a bona fide mortgage other than an institu-\n    3  tional  mortgage  shall  include; condition of the property, location of\n    4  the  property,  the existing mortgage market at the time the mortgage is\n    5  placed, the term of the mortgage, the amortization rate,  the  principal\n    6  amount  of  the mortgage, security and other terms and conditions of the\n    7  mortgage. The commissioner shall set a rental value for any  unit  occu-\n    8  pied  by the owner or a person related to the owner or unoccupied at the\n    9  owner's choice for more than one month at the last regulated  rent  plus\n   10  the minimum number of guidelines increases or, if no such regulated rent\n   11  existed  or  is  known,  the commissioner shall impute a rent consistent\n   12  with other rents in the building. The amount of hardship increase  shall\n   13  be  such  as may be required to maintain the annual gross rent income as\n   14  provided by this paragraph. The division  shall  not  grant  a  hardship\n   15  application  under  this paragraph or paragraph four of this subdivision\n   16  for a period of three years subsequent to granting a  hardship  applica-\n   17  tion  under  the  provisions  of  this  paragraph. The collection of any\n   18  increase in the rent for any  housing  accommodation  pursuant  to  this\n   19  paragraph  shall  not  exceed six percent in any year from the effective\n   20  date of the order granting the increase over the rent set forth  in  the\n   21  schedule  of gross rents, with collectability of any dollar excess above\n   22  said sum to be spread forward in similar increments  and  added  to  the\n   23  rent  as  established  or  set  in future years. No application shall be\n   24  approved unless the owner's equity in such building exceeds five percent\n   25  of: (i) the arms length purchase price of the property; (ii) the cost of\n   26  any capital improvements  for  which  the  owner  has  not  collected  a\n   27  surcharge; (iii) any repayment of principal of any mortgage or loan used\n   28  to  finance the purchase of the property or any capital improvements for\n   29  which the owner has not collected a surcharge; and (iv) any increase  in\n   30  the  equalized  assessed value of the property which occurred subsequent\n   31  to the first valuation of the property after purchase by the owner.  For\n   32  the purposes of this paragraph, owner's equity shall mean the sum of (i)\n   33  the purchase price of the property less the principal of any mortgage or\n   34  loan  used to finance the purchase of the property, (ii) the cost of any\n   35  capital improvement for which the owner has not  collected  a  surcharge\n   36  less the principal of any mortgage or loan used to finance said improve-\n   37  ment,  (iii) any repayment of the principal of any mortgage or loan used\n   38  to finance the purchase of the property or any capital  improvement  for\n   39  which  the owner has not collected a surcharge, and (iv) any increase in\n   40  the equalized assessed value of the property which  occurred  subsequent\n   41  to the first valuation of the property after purchase by the owner.\n   42    S  3. This act shall take effect immediately; provided that the amend-\n   43  ments to section 26-511 of chapter 4 of title 26 of  the  administrative\n   44  code  of  the  city  of  New  York made by section one of this act shall\n   45  expire on the same date as such law expires and  shall  not  affect  the\n   46  expiration of such law as provided under section 26-520 of such law; and\n   47  provided  that  the  amendments  to  section  6  of the emergency tenant\n   48  protection act of nineteen seventy-four made by section two of this  act\n   49  shall  expire  on the same date as such act expires and shall not affect\n   50  the expiration of such act as provided in section 17 of chapter  576  of\n   51  the laws of 1974.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to hardship applications ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162917.TXT", "SOBI.D110121.T140529.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295636729874
}