{
  "year" : 2011,
  "senateBillNo" : "A2889-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2889-2011-1295499600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Changes the date fire district votes take place and raises the compensation for poll workers",
  "summary" : "Changes the date fire district votes take place and raises the compensation for poll workers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Town Law",
  "previousVersions" : [ "A10585-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2889\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the town law, in relation to changing the date  of  fire\n         district votes and the amount of compensation for poll workers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 6 of section 175 of the town law, subdi-\n    2  vision 1 as amended by chapter 185 of the laws of 2010 and subdivision 6\n    3  as amended by chapter 586 of the laws of 2004, are amended  to  read  as\n    4  follows:\n    5    1.  An  annual  election  shall  be  held in each fire district on the\n    6  [second] FIRST Tuesday in [December] NOVEMBER, except that in the  Ocean\n    7  Bay  Park  fire  district, the Lonelyville fire district, the Davis Park\n    8  fire district, the Cherry Grove fire district and the Fire Island  Pines\n    9  fire district, Suffolk county, such annual election shall be held on the\n   10  second  Tuesday  in July, except that in the town of Salisbury, Herkimer\n   11  county, such annual election shall be held on the Tuesday next  succeed-\n   12  ing  the  first Monday in November from six o'clock in the morning until\n   13  nine o'clock in  the  evening  and  except  that  in  the  Belfast  fire\n   14  district,  Allegany  county,  such  annual election shall be held on the\n   15  first Tuesday in December. The board of fire  commissioners  shall  give\n   16  notice  thereof by the publication of a notice once in one or more news-\n   17  papers having a general circulation in the district. The first  publica-\n   18  tion  of  such  notice  shall be not less than twenty-seven days and not\n   19  more than thirty-four days prior to the  date  of  such  election.  Such\n   20  notice  shall  specify  the  time when and the place where such election\n   21  will be held, the officers to be elected  thereat  and  their  terms  of\n   22  office,  and  the  hours  during  which  the  polls will be open for the\n   23  receipt of ballots. The secretary of such fire  district  shall  prepare\n   24  the  ballots  for  all elections of fire district officers and the polls\n   25  shall remain open for the receipt  thereof  at  all  elections  of  fire\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03909-02-1\n\n       A. 2889                             2\n\n    1  district officers from [six] NINE o'clock in the [evening] MORNING until\n    2  nine  o'clock in the evening and such additional consecutive hours prior\n    3  thereto as the board of fire commissioners of  such  district  may  have\n    4  determined  and  specified  in  the  notice  thereof.  The board of fire\n    5  commissioners shall designate a  resident  fire  district  elector,  who\n    6  shall  be  a  registered  voter  of  the town, to act as chairman of any\n    7  election of said district and shall designate not less than two nor more\n    8  than four resident fire  district  electors,  who  shall  be  registered\n    9  voters  of  the  town to act as election inspectors and ballot clerks at\n   10  such elections. No elective officer of the fire district shall serve  as\n   11  such  chairman or as an election inspector or ballot clerk. The board of\n   12  fire commissioners may adopt a resolution providing that such  chairman,\n   13  election inspectors and ballot clerks shall be paid for their respective\n   14  services  at  any such annual election or at any special election of the\n   15  fire district. Such resolution, if adopted, shall fix the amount of such\n   16  compensation, as follows: if the hours during which the  polls  will  be\n   17  open  for  the  receipt  of  ballots  are from [six] NINE o'clock in the\n   18  [evening] MORNING until nine o'clock in the evening, a sum not to exceed\n   19  [thirty-five] ONE HUNDRED FORTY dollars  for  each  such  official[;  if\n   20  additional  consecutive  hours  prior  to six o'clock in the evening are\n   21  determined and specified in the notice of election, a sum not to  exceed\n   22  fifty dollars for each such official].\n   23    6.  If  in  any  fire  district the number of voters is so great as to\n   24  render it inexpedient or impossible to conduct the election at one poll-\n   25  ing place, the board of fire commissioners may divide the fire  district\n   26  into  election  districts  and  provide  a  polling  place for each such\n   27  election district,  provided,  however,  that  the  number  of  election\n   28  districts in any fire district shall not exceed one for each six hundred\n   29  electors  plus  one  for  a  remaining  fraction of six hundred. In such\n   30  event, the notice specified in subdivision one  of  this  section  shall\n   31  describe  the election districts and state where the polling places will\n   32  be located, and the board of fire commissioners shall designate not less\n   33  than two nor more than four resident fire district electors,  who  shall\n   34  be  registered  voters  of  the  town, to act as election inspectors and\n   35  ballot clerks at each such polling place. The  board  of  fire  district\n   36  commissioners  may  adopt  a  resolution  providing  that  such election\n   37  inspectors and ballot clerks shall be paid for their respective services\n   38  at any such annual election or at  any  special  election  of  the  fire\n   39  district.  Such  resolution,  if  adopted,  shall fix the amount of such\n   40  compensation as follows: if the hours during which  the  polls  will  be\n   41  open  for  the  receipt  of  ballots  are from [six] NINE o'clock in the\n   42  [evening] MORNING until nine o'clock in the evening, a sum not to exceed\n   43  [thirty-five] ONE HUNDRED FORTY dollars  for  each  such  official[;  if\n   44  additional  consecutive  hours  prior  to six o'clock in the evening are\n   45  determined and specified in the notice of election, a sum not to  exceed\n   46  fifty  dollars  for each such official]. No elective officer of the fire\n   47  district shall serve as an election inspector or ballot clerk.\n   48    S 2. This act shall take effect on the first of January next  succeed-\n   49  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law, in relation to changing the date of fire district votes and the amount of compensation for poll workers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T141530.TXT", "SOBI.D110120.T163417.TXT", "SOBI.D110120.T163917.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295637330136
}