{
  "year" : 2011,
  "senateBillNo" : "A2887-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2887-2011-1295499600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an exemption from real property taxes, levies and assessments for telecommunications companies that place fiber optic cable in service",
  "summary" : "Provides an exemption from real property taxes, levies and assessments for telecommunications companies that place fiber optic cable in service. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1982-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2887\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, HOYT -- Multi-Sponsored by -- M. of A.\n         COOK, DESTITO -- read once and referred to the Committee on Real Prop-\n         erty Taxation\n\n       AN ACT to amend the real property tax law, in relation to  providing  an\n         exemption against fiber optic cable assessments for telecommunications\n         companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 431 to read as follows:\n    3    S  431.  FIBER  OPTIC CABLE. 1. FOR PURPOSES OF THIS SECTION, THE TERM\n    4  \"TELECOMMUNICATIONS  COMPANY\"  SHALL  MEAN  A  COMPANY  ENGAGED  IN  THE\n    5  CREATION,  DISPLAY,  MANAGEMENT,  STORAGE,  PROCESSING,  TRANSMISSION OR\n    6  DISTRIBUTION, FOR COMPENSATION, OF IMAGES, TEXT, VOICE OR DATA  BY  WIRE\n    7  OR  BY  WIRELESS MEANS, OR ENGAGED IN THE CONSTRUCTION, DESIGN, DEVELOP-\n    8  MENT, MANUFACTURE, MAINTENANCE OR  DISTRIBUTION,  FOR  COMPENSATION,  OF\n    9  DEVICES,  PRODUCTS,  SOFTWARE  OR  STRUCTURES FOR USE IN CONNECTION WITH\n   10  SUCH IMAGES, TEXT, VOICE OR DATA.\n   11    2.   ALL FIBER OPTIC CABLES  OWNED  BY  A  TELECOMMUNICATION  COMPANY,\n   12  WHETHER  LOCATED  ON  PUBLIC  OR  PRIVATE  PROPERTY,  AND  INSTALLED FOR\n   13  PURPOSES OF DISTRIBUTING BROADBAND TECHNOLOGY SHALL BE EXEMPT FROM  REAL\n   14  PROPERTY TAXES, LEVIES AND ASSESSMENTS AS FOLLOWS:\n   15    (I)  FOR  THE  FIRST  THROUGH FIFTH YEAR THAT SUCH CABLE IS INSTALLED,\n   16  SUCH EXEMPTION SHALL BE ONE HUNDRED PERCENT OF THE ASSESSED VALUE OF THE\n   17  PROPERTY;\n   18    (II) FOR THE SIXTH YEAR THAT SUCH CABLE IS INSTALLED,  SUCH  EXEMPTION\n   19  SHALL BE EIGHTY PERCENT OF THE ASSESSED VALUE OF THE PROPERTY;\n   20    (III)  FOR  THE  SEVENTH  YEAR  THAT  SUCH  CABLE  IS  INSTALLED, SUCH\n   21  EXEMPTION SHALL BE SIXTY PERCENT OF THE ASSESSED VALUE OF THE PROPERTY;\n   22    (IV) FOR THE EIGHTH YEAR THAT SUCH CABLE IS INSTALLED, SUCH  EXEMPTION\n   23  SHALL BE FORTY PERCENT OF THE ASSESSED VALUE OF THE PROPERTY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05787-02-1\n\n       A. 2887                             2\n\n    1    (V)  FOR  THE  NINTH YEAR THAT SUCH CABLE IS INSTALLED, SUCH EXEMPTION\n    2  SHALL BE TWENTY PERCENT OF THE ASSESSED VALUE OF THE PROPERTY;\n    3    (VI)  FOR THE TENTH AND SUBSEQUENT YEARS THAT SUCH CABLE IS INSTALLED,\n    4  THERE SHALL BE NO SUCH EXEMPTION.\n    5    3. THE COMMISSIONER IS HEREBY AUTHORIZED AND  DIRECTED  TO  PROMULGATE\n    6  RULES AND REGULATIONS NECESSARY FOR THE IMPLEMENTATION OF THIS SECTION.\n    7    S 2. This act shall take effect immediately and shall apply to assess-\n    8  ment rolls prepared on the basis of taxable status dates occurring on or\n    9  after  such  date and shall apply to fiber optic cables installed during\n   10  the period beginning on such effective  date  and  ending  December  31,\n   11  2020.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T141029.TXT", "SOBI.D110120.T163417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295637029003
}