{
  "year" : 2011,
  "senateBillNo" : "A2884-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2884-2011-1295499600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a maximum $500 tax credit for taxpayer expenses not compensated by insurance related to the purchase of a qualified hearing aid",
  "summary" : "Provides a maximum $500 tax credit for taxpayer expenses, not compensated by insurance or otherwise, related to the purchase of a qualified hearing aid for the taxpayer or a dependent; limited to election once every three years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1890-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2884\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MORELLE, JAFFEE, ZEBROWSKI, COLTON, LUPARDO --\n         Multi-Sponsored by -- M. of A. BARCLAY, ENGLEBRIGHT,  GLICK,  GUNTHER,\n         HOOPER,  HOYT,  KOLB, McENENY, NOLAN, OAKS, PHEFFER, P. RIVERA, SCHIM-\n         MINGER, SWEENEY, WEISENBERG -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law, in relation to providing a  tax  credit  to\n         individuals for up to five hundred dollars of expenses not compensated\n         by insurance for the purchase of a qualified hearing aid\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  HEARING AID CREDIT. (1) A TAXPAYER SHALL BE ALLOWED A CREDIT, TO\n    4  BE COMPUTED AS PROVIDED IN THIS  SUBSECTION,  AGAINST  THE  TAX  IMPOSED\n    5  PURSUANT  TO  SECTION SIX HUNDRED ONE OF THIS PART. THE AMOUNT OF CREDIT\n    6  SHALL EQUAL THE AMOUNT PAID BY THE TAXPAYER DURING THE TAXABLE YEAR,  UP\n    7  TO  FIVE HUNDRED DOLLARS, AND NOT COMPENSATED BY INSURANCE OR OTHERWISE,\n    8  FOR THE PURCHASE OF ANY QUALIFIED HEARING AID.\n    9    (2) FOR THE PURPOSES OF THIS SUBSECTION, \"QUALIFIED HEARING AID\" SHALL\n   10  MEAN A HEARING AID WHICH IS AUTHORIZED FOR COMMERCIAL DISTRIBUTION UNDER\n   11  THE FEDERAL FOOD, DRUG AND COSMETIC ACT AND WHICH IS INTENDED FOR USE BY\n   12  THE TAXPAYER OR AN INDIVIDUAL WITH RESPECT TO WHOM THE TAXPAYER, FOR THE\n   13  TAXABLE YEAR, IS ALLOWED A PERSONAL EXEMPTION FOR DEPENDENTS.\n   14    (3) THIS SUBSECTION SHALL APPLY TO ANY INDIVIDUAL FOR ANY TAXABLE YEAR\n   15  ONLY IF SUCH INDIVIDUAL ELECTS TO HAVE THIS SECTION APPLY FOR SUCH TAXA-\n   16  BLE YEAR. AN ELECTION TO HAVE THIS SECTION APPLY MAY NOT BE MADE FOR ANY\n   17  TAXABLE YEAR IF SUCH ELECTION IS IN EFFECT WITH RESPECT TO SUCH INDIVID-\n   18  UAL FOR EITHER OF THE TWO TAXABLE YEARS PRECEDING SUCH TAXABLE YEAR.\n   19    (4) NO CREDIT SHALL BE ALLOWED FOR ANY HEARING AID EXPENSES FOR  WHICH\n   20  A DEDUCTION OR CREDIT IS ALLOWED UNDER ANY OTHER PROVISION OF THIS CHAP-\n   21  TER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06453-01-1\n\n       A. 2884                             2\n\n    1    (5)  IN  NO  EVENT  SHALL  THE  AMOUNT  OF THE CREDIT PROVIDED BY THIS\n    2  SUBSECTION EXCEED THE TAXPAYER'S TAX FOR THE TAXABLE YEAR.  HOWEVER,  IF\n    3  THE AMOUNT OF CREDIT OTHERWISE ALLOWABLE PURSUANT TO THIS SUBSECTION FOR\n    4  ANY TAXABLE YEAR RESULTS IN SUCH EXCESS AMOUNT, ANY AMOUNT OF CREDIT NOT\n    5  DEDUCTIBLE  IN  SUCH  TAXABLE  YEAR MAY BE CARRIED OVER TO THE FOLLOWING\n    6  YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH  YEAR\n    7  OR YEARS.\n    8    S 2. This act shall take effect immediately and shall apply to taxable\n    9  years  beginning  on  and after the first of January next succeeding the\n   10  date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit to individuals for up to five hundred dollars of expenses not compensated by insurance for the purchase of a qualified hearing aid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T163417.TXT", "SOBI.D110121.T140529.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295636729878
}