{
  "year" : 2011,
  "senateBillNo" : "A2886-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2886-2011-1295499600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes certain honorably discharged members of the armed services to receive certain hunting, fishing, and trapping licenses free of charge; repealer",
  "summary" : "Authorizes certain honorably discharged members of the armed services to receive certain hunting, fishing, and trapping licenses free of charge; must have a forty percent or greater service-connected disability. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1984-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2886\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, PERRY, SCHIMMINGER -- Multi-Sponsored by\n         -- M. of A. CAHILL, CLARK, COOK, DESTITO, HOOPER, V. LOPEZ, MAYERSOHN,\n         ORTIZ,  WEISENBERG -- read once and referred to the Committee on Envi-\n         ronmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         licenses  for  certain  individuals  and  to  repeal  subdivision 4 of\n         section 11-0715 of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  11-0715 of the environmental\n    2  conservation law, as amended by section 3 of part KK of  chapter  59  of\n    3  the laws of 2009, is amended to read as follows:\n    4    2. [A] THE FOLLOWING APPLICANTS SHALL BE ENTITLED TO RECEIVE LICENSES,\n    5  STAMPS, TAGS, BUTTONS AND/OR PERMITS AS FOLLOWS:\n    6    A.  A  member  of  the  Shinnecock  tribe or the Poospatuck tribe or a\n    7  member of the six nations, residing on any reservation wholly or  partly\n    8  within  the  state,  is  entitled  to  receive  free of charge a fishing\n    9  license, a small and big game license, a sportsman  license,  a  muzzle-\n   10  loading stamp, a trapping license, and a bow hunting stamp;\n   11    B.  a resident of the state who is a member of the United States armed\n   12  forces in active service who is not stationed within the state  and  has\n   13  not  been  herein longer than thirty days on leave or furlough, is enti-\n   14  tled to receive free of charge a fishing license, a small and  big  game\n   15  license, and a trapping license;\n   16    C.  a  resident  of the state who is an active member of the organized\n   17  militia of the state of New York as defined by section one of the  mili-\n   18  tary  law,  or  the reserve components of the armed forces of the United\n   19  States, and excluding members of the inactive national guard  and  indi-\n   20  vidual  ready  reserve,  is entitled to receive free of charge a fishing\n   21  license, a small and big game license, and a trapping license; [and]\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05794-01-1\n\n       A. 2886                             2\n\n    1    D. a resident who is blind is entitled to receive  a  fishing  license\n    2  free  of  charge. For the purposes of this subdivision a person is blind\n    3  only if either: [(a)] (I) his or her  central  visual  acuity  does  not\n    4  exceed  20/200  in  the better eye with correcting lenses, or [(b)] (II)\n    5  his  or her visual acuity is greater than 20/200 but is accompanied by a\n    6  limitation of the field of vision such that the widest diameter  of  the\n    7  visual field subtends an angle no greater than 20 degrees.\n    8    E. A PERSON RESIDENT IN THE STATE FOR AT LEAST THIRTY DAYS IMMEDIATELY\n    9  PRIOR TO THE DATE OF APPLICATION, WHO HAS BEEN HONORABLY DISCHARGED FROM\n   10  SERVICE IN THE ARMED FORCES OF THE UNITED STATES AND CERTIFIED AS HAVING\n   11  A  FORTY  PERCENT OR GREATER SERVICE-CONNECTED DISABILITY IS ENTITLED TO\n   12  RECEIVE FREE OF CHARGE ALL LICENSES, STAMPS, TAGS, BUTTONS, AND  PERMITS\n   13  AUTHORIZED  BY THIS TITLE FOR WHICH HE OR SHE IS ELIGIBLE, EXCEPT TURKEY\n   14  PERMITS;\n   15    F. A PERSON RESIDENT IN THE STATE FOR AT LEAST THIRTY DAYS IMMEDIATELY\n   16  PRIOR TO THE DATE OF APPLICATION, WHO HAS BEEN HONORABLY DISCHARGED FROM\n   17  SERVICE IN THE ARMED FORCES OF THE UNITED STATES AND WHO SERVED DURING A\n   18  TIME OF WAR AS DEFINED IN SECTION EIGHTY-FIVE OF THE CIVIL SERVICE  LAW,\n   19  IS  ENTITLED  TO RECEIVE A SPORTSMAN LICENSE AT THE COST OF TWENTY-SEVEN\n   20  DOLLARS AS A LICENSE FEE, A SMALL AND BIG GAME LICENSE AT  THE  COST  OF\n   21  FOURTEEN  DOLLARS AS A LICENSE FEE, AND A FISHING LICENSE AT THE COST OF\n   22  FOURTEEN DOLLARS AS A LICENSE FEE;\n   23    G. A PERSON RESIDENT IN THE STATE FOR AT LEAST THIRTY DAYS IMMEDIATELY\n   24  PRIOR TO THE DATE OF APPLICATION, WHO HAS A  DISABILITY  AS  DEFINED  IN\n   25  SUBDIVISION  TWENTY-ONE  OF SECTION TWO HUNDRED NINETY-TWO OF THE EXECU-\n   26  TIVE LAW, IS ENTITLED TO RECEIVE A SPORTSMAN  LICENSE  AT  THE  COST  OF\n   27  TWENTY-SEVEN  DOLLARS  AS A LICENSE FEE, A SMALL AND BIG GAME LICENSE AT\n   28  THE COST OF FOURTEEN DOLLARS AS A LICENSE FEE, AND A FISHING LICENSE  AT\n   29  THE COST OF FOURTEEN DOLLARS AS A LICENSE FEE;\n   30    H.  A  resident  in  the state for a period of thirty days immediately\n   31  prior to the date of application who has attained the age of seventy  is\n   32  entitled  to receive a sportsman license at the cost of ten dollars as a\n   33  license fee.\n   34    I. A resident in the state for a period  of  thirty  days  immediately\n   35  prior  to the date of application who has attained the age of seventy is\n   36  entitled to receive a fishing license, and a trapping license, at a cost\n   37  of five dollars for each license.\n   38    J. A resident in the state for a period  of  thirty  days  immediately\n   39  prior  to the date of application who has attained the age of seventy is\n   40  entitled to receive free of charge a bowhunting stamp and a muzzle-load-\n   41  ing stamp.\n   42    S 2. Subdivision 4 of section 11-0715 of the  environmental  conserva-\n   43  tion law is REPEALED.\n   44    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to licenses for certain individuals and to repeal subdivision 4 of section 11-0715 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T141029.TXT", "SOBI.D110120.T163417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295637029997
}