{
  "year" : 2011,
  "senateBillNo" : "A2880-2011",
  "billEvents" : [ {
    "eventDate" : 1295499600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2880-2011-1295499600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the surfaces of non-commercial vehicles to be cleared of accumulated snow, sleet or hail",
  "summary" : "Requires the surfaces of non-commercial vehicles to be cleared of accumulated snow, sleet or hail; exempts any automobile transporter, motorcycle or authorized emergency vehicle; imposes fines. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2215-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2880\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 20, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CALHOUN  --  Multi-Sponsored  by -- M. of A.\n         BURLING, McDONOUGH, TEDISCO -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         the  surfaces  of non-commercial vehicles to be cleared of accumulated\n         snow, sleet, or hail\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1229-e to read as follows:\n    3    S 1229-E. CLEARANCE OF SNOW, SLEET, AND HAIL. 1. NO PERSON SHALL OPER-\n    4  ATE A NON-COMMERCIAL MOTOR VEHICLE ON A PUBLIC STREET OR  HIGHWAY  WHILE\n    5  THERE  IS  AN  ACCUMULATION OF SNOW, SLEET, OR HAIL ON THE ROOF OR CARGO\n    6  BED SURFACES THEREOF, WHETHER OF ANY OCCUPANT COMPARTMENT,  TRAILER,  OR\n    7  OTHER CARGO COMPARTMENT.\n    8    2.  THE REMOVAL OF ACCUMULATED SNOW, SLEET, OR HAIL REQUIRED BY SUBDI-\n    9  VISION ONE OF THIS SECTION SHALL NOT APPLY DURING THE FALLING  OF  SNOW,\n   10  SLEET,  OR HAIL OR WITHIN THREE HOURS AFTER THE CESSATION OF THE FALLING\n   11  THEREOF.\n   12    3. THE OPERATOR OF  A  NON-COMMERCIAL  VEHICLE  IN  VIOLATION  OF  THE\n   13  PROVISIONS  OF  THIS  SECTION,  EXCLUDING  A DISABLED OPERATOR, SHALL BE\n   14  SUBJECT TO A FINE OF NOT LESS THAN  FIFTY  DOLLARS  NOR  MORE  THAN  ONE\n   15  HUNDRED FIFTY DOLLARS.\n   16    4.  THE  OPERATOR  OF  A  VEHICLE  WHO VIOLATES THE PROVISIONS OF THIS\n   17  SECTION WHERE SUCH VIOLATION RESULTS IN THE PHYSICAL INJURY  OF  ANOTHER\n   18  PERSON, AS DEFINED IN SECTION 10.00 OF THE PENAL LAW, OR DAMAGE TO PROP-\n   19  ERTY  OF ANOTHER PERSON, SHALL BE SUBJECT TO A FINE OF NOT LESS THAN TWO\n   20  HUNDRED FIFTY DOLLARS NOR MORE THAN FIVE HUNDRED DOLLARS.  ADDITIONALLY,\n   21  A LICENSE POINT VALUE OF ONE POINT SHALL BE APPLIED.\n   22    5.  THE  OPERATOR  OF  A  VEHICLE  WHO VIOLATES THE PROVISIONS OF THIS\n   23  SECTION WHERE SUCH VIOLATION RESULTS IN THE SERIOUS PHYSICAL  INJURY  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02851-01-1\n\n       A. 2880                             2\n\n    1  ANOTHER  PERSON,  AS DEFINED IN SECTION 10.00 OF THE PENAL LAW, SHALL BE\n    2  SUBJECT TO A FINE OF NOT LESS THAN FIVE HUNDRED DOLLARS  NOR  MORE  THAN\n    3  ONE  THOUSAND DOLLARS. ADDITIONALLY, A LICENSE POINT VALUE OF TWO POINTS\n    4  SHALL BE APPLIED.\n    5    6.  THE  PROVISIONS  OF THIS SECTION SHALL NOT APPLY TO ANY AUTOMOBILE\n    6  TRANSPORTER, MOTORCYCLE, OR AUTHORIZED EMERGENCY VEHICLE.\n    7    S 2. Section 125 of the vehicle and traffic law, as amended by chapter\n    8  365 of the laws of 2008, is amended to read as follows:\n    9    S 125. Motor vehicles. Every vehicle operated or driven upon a  public\n   10  highway  which  is  propelled  by  any  power other than muscular power,\n   11  except (a) electrically-driven mobility assistance devices  operated  or\n   12  driven  by a person with a disability, (a-1) electric personal assistive\n   13  mobility devices operated outside  a  city  with  a  population  of  one\n   14  million  or  more, (b) vehicles which run only upon rails or tracks, (c)\n   15  snowmobiles as defined in article forty-seven of this chapter,  and  (d)\n   16  all  terrain  vehicles as defined in article forty-eight-B of this chap-\n   17  ter. For the purposes of title four of  this  chapter,  the  term  motor\n   18  vehicle  shall  exclude  fire and police vehicles other than ambulances.\n   19  For the purposes of titles four and  five  AND  SECTION  TWELVE  HUNDRED\n   20  TWENTY-NINE-E of this chapter the term motor vehicles shall exclude farm\n   21  type  tractors  and all terrain type vehicles used exclusively for agri-\n   22  cultural purposes, or for snow plowing, other than for hire, farm equip-\n   23  ment, including self-propelled machines  used  exclusively  in  growing,\n   24  harvesting  or  handling farm produce, and self-propelled caterpillar or\n   25  crawler-type equipment while being operated on the contract site.\n   26    S 3. Paragraph b of subdivision 2 of section 510 of  the  vehicle  and\n   27  traffic  law  is  amended  by adding a new subparagraph (xvi) to read as\n   28  follows:\n   29    (XVI) FOR A PERIOD OF THREE MONTHS WHERE THE HOLDER IS CONVICTED OF  A\n   30  SECOND   VIOLATION   OF  SUBDIVISION  FOUR  OF  SECTION  TWELVE  HUNDRED\n   31  TWENTY-NINE-E OF THIS CHAPTER WITHIN AN EIGHTEEN MONTH PERIOD.\n   32    S 4. This act shall take effect on the first of November next succeed-\n   33  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring the surfaces of non-commercial vehicles to be cleared of accumulated snow, sleet, or hail ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T162917.TXT", "SOBI.D110121.T140529.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295636729873
}