{
  "year" : 2011,
  "senateBillNo" : "A2895-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to education",
    "billEventId" : "A2895-2011-1295586000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a temporary commission to examine and review the degree of segregation in primary and secondary schools",
  "summary" : "Establishes a temporary commission to examine and review the degree and effect of segregation in primary and secondary schools and any correlation with school funding and the long-term impact of inadequate education on segregated students; expires 2014. ",
  "currentCommittee" : null,
  "sameAs" : "S2759",
  "lawSection" : "Commissions",
  "previousVersions" : [ "A3750-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2895\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CLARK,  WRIGHT,  MILLMAN, RAMOS, ROBINSON --\n         Multi-Sponsored by -- M. of  A.  BRENNAN,  FARRELL,  HEASTIE,  LIFTON,\n         McENENY,  PAULIN,  TITUS -- read once and referred to the Committee on\n         Education\n\n       AN ACT creating a temporary state commission to examine the  degree  and\n         effect  of segregation in primary and secondary schools; and providing\n         for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  There is established within the department of education a\n    2  temporary state commission to examine and review the  degree  of  segre-\n    3  gation  in  primary and secondary schools; here and after referred to as\n    4  the commission. The  commission  shall  have  the  following  functions,\n    5  powers and duties:\n    6    a.  To  appoint an executive director who shall act in accordance with\n    7  the policies of the commission. The commission may delegate authority to\n    8  the executive director to act in the  name  of  the  commission  between\n    9  meetings  of  the  commission provided such delegation is in writing and\n   10  the specific powers to be delegated are enumerated;\n   11    b. To appoint such other staff as  are  necessary  to  carry  out  its\n   12  duties under this section;\n   13    c.  To  conduct investigations in connection with: the level of segre-\n   14  gation in New York's primary  and  secondary  schools;  any  correlation\n   15  between  segregation  and  inadequate  school funding; and the long-term\n   16  economic  impact  of  inadequate  educational  resources  on  segregated\n   17  students and society;\n   18    d.  To  make  an annual report to the governor and the legislature not\n   19  later than July first of each year which shall include  its  recommenda-\n   20  tions.  The  commission  shall  make such further interim reports to the\n   21  governor, or to the governor and legislature, as it  shall  deem  advis-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06442-01-1\n\n       A. 2895                             2\n\n    1  able, or as shall be required to do by the governor, the temporary pres-\n    2  ident of the senate or the speaker of the assembly;\n    3    e.  To  conduct  any  investigation  authorized by this section at any\n    4  place within the state; and to maintain offices, hold meetings and func-\n    5  tion at any place within the state as it may deem necessary;\n    6    f. To conduct private and public hearings and to designate one or more\n    7  members of the commission or of its staff to preside over any such hear-\n    8  ings; and\n    9    g. To administer oaths or  affirmations,  subpoena  witnesses,  compel\n   10  their attendance, examine them under oath or affirmation and require the\n   11  production  of  any  books,  records, documents or other evidence it may\n   12  deem relevant or material to an investigation.\n   13    S 2. The commission shall consist of  ten  members,  to  be  known  as\n   14  commissioners  to be appointed as follows: Two members of the commission\n   15  shall be appointed by the governor, two by the  temporary  president  of\n   16  the senate, two by the minority leader of the senate, two by the speaker\n   17  of  the assembly and two by the minority leader of the assembly, each to\n   18  serve a three year term. No more than five members shall belong  to  the\n   19  same political party. No member or employee of the commission shall hold\n   20  any  other  public  office  or  public employment and no member shall be\n   21  employed as a lobbyist. The governor shall designate the chairperson  of\n   22  the commission from among the members thereof, who shall serve as chair-\n   23  person  at  the  pleasure  of  the  governor. The chairperson or any six\n   24  members of the commission may call a meeting. Any vacancy  occurring  on\n   25  the  commission  shall be filled within 60 days of its occurrence in the\n   26  same manner as the original appointment. A  vacancy  in  the  commission\n   27  shall  not impair the right of the remaining members to exercise all the\n   28  powers of the commission. A person appointed to fill a vacancy shall  be\n   29  appointed  for  the unexpired term of the member he or she succeeds. Six\n   30  members of the commission shall constitute a quorum and  the  commission\n   31  shall  have power to act by majority vote of the total number of members\n   32  of the commission without vacancy. Members  of  the  commission  may  be\n   33  removed  by  the governor for substantial neglect of duty, gross miscon-\n   34  duct in office, inability to discharge the powers or duties of office or\n   35  violation of this section, after written notice and  opportunity  for  a\n   36  reply.\n   37    S  3. The members of the commission shall not receive compensation but\n   38  shall be reimbursed for reasonable expenses incurred in the  performance\n   39  of their official duties.\n   40    S  4.  The commission may request and shall receive from every depart-\n   41  ment, division, board, bureau, commission or other agency of the  state,\n   42  or  of  any political subdivision thereof, cooperation and assistance in\n   43  the performance of its duties.\n   44    S 5. This act shall take effect July 1, 2011 and  shall  expire  March\n   45  31, 2014, when upon such date the provisions of this act shall be deemed\n   46  repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT creating a temporary state commission to examine the degree and effect of segregation in primary and secondary schools; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T095608.TXT", "SOBI.D110121.T135028.TXT", "SOBI.D110121.T130024.TXT", "SOBI.D110201.T141400.TXT", "SOBI.D110121.T134527.TXT", "SOBI.D110121.T132525.TXT", "SOBI.D110121.T124023.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296587640735
}