{
  "year" : 2011,
  "senateBillNo" : "A289-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A289-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to certain residency requirements for certain positions",
  "summary" : "Provides that a person is deemed in compliance with the residency requirements of section 3-b of the public officers law, and such person resides in Nassau, Westchester, Suffolk, Orange, Rockland or Putnam counties, such person meets certain other requirements, that he or she shall be deemed in compliance with residency requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A10846-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          289\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the public officers law, in relation to certain residen-\n         cy requirements for certain positions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3 of the public officers law is amended by adding a\n    2  new subdivision 58 to read as follows:\n    3    58.  ANY  PERSON  HOLDING THE TITLE OF SPECIAL OFFICER, SENIOR SPECIAL\n    4  OFFICER,  PRINCIPAL  SPECIAL  OFFICER,  SUPERVISING   SPECIAL   OFFICER,\n    5  EVIDENCE AND PROPERTY CONTROL SPECIALISTS, TAXI AND LIMOUSINE INSPECTOR,\n    6  TAXI AND LIMOUSINE INSPECTOR (MOTOR VEHICLES), SENIOR TAXI AND LIMOUSINE\n    7  INSPECTOR, SENIOR TAXI AND LIMOUSINE INSPECTOR (MOTOR VEHICLES), ASSOCI-\n    8  ATE TAXI AND LIMOUSINE INSPECTOR, SUPERVISING TAXI AND LIMOUSINE INSPEC-\n    9  TOR,  SUPERVISING  TAXI AND LIMOUSINE INSPECTOR (MOTOR VEHICLES), EDUCA-\n   10  TION  FACILITIES  OFFICERS  L1  (FORMERLY  SCHOOL   GUARDS),   EDUCATION\n   11  FACILITIES OFFICERS L2 (FORMERLY SCHOOL SAFETY OFFICERS), HOSPITAL SECU-\n   12  RITY  OFFICERS,  CAMPUS  SECURITY OFFICER, CAMPUS PEACE OFFICER, COLLEGE\n   13  SECURITY SPECIALIST, CAMPUS  PUBLIC  SAFETY  SERGEANT,  CAMPUS  SECURITY\n   14  ASSISTANT  OR  SCHOOL  GUARD (SCHOOL SAFETY AGENT) WHO HAS COMPLETED TWO\n   15  YEARS OF SERVICE AS AN EMPLOYEE OF THE NEW YORK CITY MEDICAL  EXAMINER'S\n   16  OFFICE,  NEW  YORK CITY POLICE DEPARTMENT, NEW YORK CITY TAXI AND LIMOU-\n   17  SINE COMMISSION, NEW YORK CITY DEPARTMENT OF EDUCATION,  NEW  YORK  CITY\n   18  HEALTH  AND  HOSPITAL  CORPORATION,  CITY  UNIVERSITY OF NEW YORK OR ANY\n   19  MAYORAL OR OTHER AGENCY OF THE CITY OF  NEW  YORK  SHALL  BE  DEEMED  IN\n   20  COMPLIANCE  WITH  THE  RESIDENCY REQUIREMENTS OF SECTION THREE-B OF THIS\n   21  ARTICLE IF HE OR SHE RESIDES IN NASSAU,  WESTCHESTER,  SUFFOLK,  ORANGE,\n   22  ROCKLAND OR PUTNAM COUNTIES.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01391-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to certain residency requirements for certain positions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T170342.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292882622937
}