{
  "year" : 2011,
  "senateBillNo" : "A289A-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A289A-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294894800000,
    "eventText" : "amend and recommit to governmental operations",
    "billEventId" : "A289A-2011-1294894800000-amend+and+recommit+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294894801000,
    "eventText" : "print number 289a",
    "billEventId" : "A289A-2011-1294894801000-print+number+289a",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to certain residency requirements for certain positions",
  "summary" : "Provides that requirements for certain positions do not apply to persons employed by a city with a population of over one million so long as he or she is a resident of New York, Kings, Queens, Bronx, Richmond, Nassau, Westchester, Suffolk, Orange, Rockland or Putnam county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A10846-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        289--A\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Governmental Operations -- committee discharged, bill  amended,\n         ordered reprinted as amended and recommitted to said committee\n\n       AN ACT to amend the public officers law, in relation to certain residen-\n         cy requirements for certain positions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3-b of the public officers law is amended by adding\n    2  a new subdivision 4 to read as follows:\n    3    4. NEITHER THE PROVISIONS OF THIS SECTION OR OF ANY  GENERAL,  SPECIAL\n    4  OR  LOCAL LAW, CHARTER, CODE, ORDINANCE, RESOLUTION, RULE OR REGULATION,\n    5  REQUIRING A PERSON TO BE A RESIDENT  OF  THE  POLITICAL  SUBDIVISION  OR\n    6  MUNICIPAL CORPORATION OF THE STATE BY WHICH HE OR SHE IS EMPLOYED, SHALL\n    7  APPLY  TO  A  PERSON  EMPLOYED  BY  A CITY WITH A POPULATION OF OVER ONE\n    8  MILLION IN THE TITLES OF SPECIAL OFFICER, SENIOR SPECIAL OFFICER,  PRIN-\n    9  CIPAL SPECIAL OFFICER, SUPERVISING SPECIAL OFFICER, EVIDENCE AND PROPER-\n   10  TY CONTROL SPECIALISTS, TAXI AND LIMOUSINE INSPECTOR, TAXI AND LIMOUSINE\n   11  INSPECTOR  (MOTOR VEHICLES), SENIOR TAXI AND LIMOUSINE INSPECTOR, SENIOR\n   12  TAXI AND LIMOUSINE INSPECTOR (MOTOR VEHICLES), ASSOCIATE TAXI AND LIMOU-\n   13  SINE INSPECTOR, SUPERVISING TAXI AND  LIMOUSINE  INSPECTOR,  SUPERVISING\n   14  TAXI  AND  LIMOUSINE  INSPECTOR  (MOTOR  VEHICLES), EDUCATION FACILITIES\n   15  OFFICERS L1 (FORMERLY SCHOOL GUARDS), EDUCATION FACILITIES  OFFICERS  L2\n   16  (FORMERLY  SCHOOL  SAFETY  OFFICERS), HOSPITAL SECURITY OFFICERS, CAMPUS\n   17  SECURITY OFFICER, CAMPUS PEACE  OFFICER,  COLLEGE  SECURITY  SPECIALIST,\n   18  CAMPUS PUBLIC SAFETY SERGEANT, CAMPUS SECURITY ASSISTANT OR SCHOOL GUARD\n   19  (SCHOOL  SAFETY  AGENT), PROVIDED THAT HE OR SHE HAS COMPLETED TWO YEARS\n   20  OF EMPLOYMENT WITH THE CITY OF NEW YORK AND IS A RESIDENT OF  NEW  YORK,\n   21  KINGS,  QUEENS,  BRONX,  RICHMOND, NASSAU, WESTCHESTER, SUFFOLK, ORANGE,\n   22  ROCKLAND OR PUTNAM COUNTY.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01391-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to certain residency requirements for certain positions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T123328.TXT", "SOBI.D110113.T104812.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T122820.TXT", "SOBI.D110113.T123820.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947854243
}