{
  "year" : 2011,
  "senateBillNo" : "A2893-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to education",
    "billEventId" : "A2893-2011-1295586000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Alters requirements with respect to transportation of children to nonpublic schools in school districts, applying to all school districts",
  "summary" : "Requires the superintendent of each school district to prepare a public school calendar and notify the officials of nonpublic schools of such calendar for the purpose of determining the days when the school district is closed, but the nonpublic are open and require the transportation of students. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1832-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2893\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- Multi-Sponsored by -- M. of A. CONTE,\n         J. MILLER -- read once and referred to the Committee on Education\n\n       AN ACT to  amend  the  education  law,  in  relation  to  transportation\n         services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2-a of section 3635 of the  education  law,  as\n    2  amended  by  chapter  424  of  the  laws  of 2005, is amended to read as\n    3  follows:\n    4    2-a. The superintendent of each [city] school  district[,  in  a  city\n    5  having  a  population  in excess of one million,] shall prepare a public\n    6  school calendar and shall notify officials of nonpublic schools to which\n    7  transportation has been requested not later than the first day  of  June\n    8  in each year, of the days on which the public schools will be in session\n    9  in the following school year. Such school district which provides trans-\n   10  portation to nonpublic schools shall provide such transportation for the\n   11  same number of days as the public schools are open but shall not provide\n   12  transportation  services  for  more than one hundred eighty days.  Offi-\n   13  cials of each nonpublic school to which transportation is provided by  a\n   14  [city]  school  district [of a city having a population in excess of one\n   15  million] may notify such district, not later than the first day of  July\n   16  of  each school year, of a maximum of five days, exclusive of Saturdays,\n   17  Sundays or legal holidays upon which public schools are required  to  be\n   18  closed,  on  which the public schools are scheduled to be closed, except\n   19  that in any year in which the first or last day of Passover  and  Easter\n   20  Sunday  are separated by more than seven days, such officials may notify\n   21  the district of a maximum of ten days, but such school district will  be\n   22  required to provide for transportation to such nonpublic school provided\n   23  that  such  five  or  ten  additional days, whichever is applicable, are\n   24  limited to the following: the Tuesday, Wednesday,  Thursday  and  Friday\n   25  after  Labor  Day,  Rosh  Hashanah, Yom Kippur, the week in which public\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02826-01-1\n\n       A. 2893                             2\n\n    1  schools are closed for spring recess,  December  twenty-fourth  and  the\n    2  week  between  Christmas day and New Year's day, the Tuesday, Wednesday,\n    3  Thursday and Friday after the observance of Washington's birthday,  and,\n    4  in  the  boroughs of Brooklyn and Queens only, Anniversary Day as desig-\n    5  nated in section twenty-five hundred eighty-six of this chapter.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to transportation services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T095608.TXT", "SOBI.D110121.T132525.TXT", "SOBI.D110121.T130524.TXT", "SOBI.D110121.T124023.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295880968537
}