{
  "year" : 2011,
  "senateBillNo" : "A2894-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to children and families",
    "billEventId" : "A2894-2011-1295586000000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes fingerprinting of juvenile delinquents who commit a felony",
  "summary" : "Authorizes the fingerprinting of juvenile delinquents who commit a felony; such fingerprints shall become part of such juvenile's adult criminal record upon subsequent commission of felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A1735-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2894\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, J. MILLER, KOLB -- Multi-Sponsored by --\n         M.  of A. BUTLER, CONTE, CROUCH, FINCH, OAKS, SAYWARD, TEDISCO, THIELE\n         -- read once and referred to the Committee on Children and Families\n\n       AN ACT to amend the family court act, in relation to the  fingerprinting\n         of juvenile delinquents\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 306.1 of the family court act,  as\n    2  amended  by  chapter  645  of  the  laws  of 1996, is amended to read as\n    3  follows:\n    4    1. Following the arrest of a child alleged to  be  a  juvenile  delin-\n    5  quent, or the filing of a delinquency petition involving a child who has\n    6  not  been  arrested,  the  arresting officer or other appropriate police\n    7  officer or agency shall take or cause to be taken fingerprints  of  such\n    8  child if[:\n    9    (a)  the  child is eleven years of age or older and the crime which is\n   10  the subject of the arrest or which is charged in  the  petition  consti-\n   11  tutes a class A or B felony; or\n   12    (b) the child is thirteen years of age or older and the crime which is\n   13  the  subject  of  the arrest or which is charged in the petition consti-\n   14  tutes a class C, D or E felony] THE CRIME WHICH IS THE  SUBJECT  OF  THE\n   15  ARREST OR WHICH IS CHARGED IN THE PETITION CONSTITUTES A FELONY.\n   16    S  2. Subdivision 4 of section 306.1 of the family court act, as added\n   17  by chapter 920 of the laws of 1982, is amended to read as follows:\n   18    4. Upon the taking of fingerprints pursuant  to  subdivision  one  the\n   19  appropriate  officer or agency shall, without unnecessary delay, forward\n   20  such fingerprints to the division  of  criminal  justice  services  [and\n   21  shall  not  retain  such  fingerprints  or  any copy thereof]. Copies of\n   22  photographs and palmprints taken pursuant to this section shall be  kept\n   23  confidential  and  only in the exclusive possession of such law enforce-\n   24  ment agency, separate and apart from files of adults UNTIL SUCH TIME  AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02741-01-1\n\n       A. 2894                             2\n\n    1  THE JUVENILE IS SUBSEQUENTLY ARRESTED, CHARGED WITH A CLASS A, B, C OR D\n    2  FELONY  OR  HAS  REPEATEDLY  COMMITTED  FELONY CRIMES, AT WHICH TIME THE\n    3  FINGERPRINTS, PHOTOGRAPHS AND PALMPRINTS TAKEN PURSUANT TO THIS  SECTION\n    4  SHALL BECOME A PART OF THE JUVENILE'S ADULT CRIMINAL RECORD AND AS SUCH,\n    5  SHALL  BE  AVAILABLE  TO  THE  PROSECUTION AND JUDGES OF THE APPROPRIATE\n    6  CRIMINAL COURT.\n    7    S 3. This act shall take effect on the first of November next succeed-\n    8  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to the fingerprinting of juvenile delinquents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T095608.TXT", "SOBI.D110121.T132525.TXT", "SOBI.D110121.T130524.TXT", "SOBI.D110121.T124023.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295880968538
}