{
  "year" : 2011,
  "senateBillNo" : "A2896-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to children and families",
    "billEventId" : "A2896-2011-1295586000000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that out-of-home placement of child with emotional, behavioral or mental disorder, or a disability shall not be grounds for transfer of custody",
  "summary" : "Authorizes the court to approve a petition by or agreement with a social services official for temporary placement based on child service needs for the provision of necessary services for the child's emotional, behavioral or mental disorder, or mental or physical disability, without the transfer of custody; provides that the social services official shall maintain the care and custody for the child; provides that a social services official may accept a temporary placement of a child for the provision of necessary services for a child's emotional, behavioral or mental disorder, or mental or physical disability, without the transfer of custody, provided that the social services official shall maintain responsibility for the care and custody of the child; provides that the office of children and family services shall amend its internal policies, make every effort to ensure adherence to the provisions of this act; requires the office of children and family services to provide reports to the governor and legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A3727-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2896\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CLARK, SCARBOROUGH, ROBINSON, CAMARA -- Multi-\n         Sponsored by -- M. of A.  ARROYO, HEASTIE, MOLINARO,  PAULIN  --  read\n         once and referred to the Committee on Children and Families\n\n       AN  ACT to amend the social services law, in relation to the out-of-home\n         placement of certain children with disabilities or disorders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 3 of section 358-a of the social services law\n    2  is amended by adding a new paragraph (g) to read as follows:\n    3    (G) THE COURT MAY APPROVE A PETITION BY OR  AGREEMENT  WITH  A  SOCIAL\n    4  SERVICES  OFFICIAL  FOR TEMPORARY PLACEMENT BASED ON CHILD SERVICE NEEDS\n    5  FOR THE PROVISION OF  NECESSARY  SERVICES  FOR  THE  CHILD'S  EMOTIONAL,\n    6  BEHAVIORAL OR MENTAL DISORDER, OR MENTAL OR PHYSICAL DISABILITY, WITHOUT\n    7  THE  TRANSFER  OF CUSTODY, WHICH PROVIDES THAT THE SOCIAL SERVICES OFFI-\n    8  CIAL SHALL MAINTAIN RESPONSIBILITY FOR THE PLACEMENT  AND  CARE  OF  THE\n    9  CHILD.  THE SOCIAL SERVICES DISTRICT SHALL BE ASSIGNED OVERALL RESPONSI-\n   10  BILITY FOR PLACEMENT AND CARE OF THE CHILD, INCLUDING, BUT  NOT  LIMITED\n   11  TO,  EITHER  THE  ACTUAL  OR ACTIVE SUPERVISION OF THE DEVELOPMENT OF AN\n   12  INDIVIDUAL CASE PLAN FOR THE CHILD, PERIODIC REVIEW OF THE CASE PLAN AND\n   13  REVIEW OF THE APPROPRIATENESS AND SUITABILITY OF THE PLAN AND PLACEMENT,\n   14  AND ENSURING THAT PROPER CARE AND SERVICES ARE  PROVIDED  TO  FACILITATE\n   15  RETURN TO THE CHILD'S HOME OR OTHER ALTERNATIVE PERMANENT PLACEMENT, ALL\n   16  IN ADHERENCE WITH STATE AND FEDERAL RULES, REGULATIONS AND POLICY INTER-\n   17  PRETATIONS.\n   18    S  2.  Subdivision  2  of  section 384-a of the social services law is\n   19  amended by adding a new paragraph (i) to read as follows:\n   20    (I) A SOCIAL SERVICES OFFICIAL MAY ACCEPT A TEMPORARY PLACEMENT  OF  A\n   21  CHILD FOR THE PROVISION OF NECESSARY SERVICES FOR THE CHILD'S EMOTIONAL,\n   22  BEHAVIORAL OR MENTAL DISORDER, OR MENTAL OR PHYSICAL DISABILITY, WITHOUT\n   23  THE  TRANSFER  OF  CUSTODY,  PROVIDED  THAT THE SOCIAL SERVICES OFFICIAL\n   24  SHALL MAINTAIN RESPONSIBILITY FOR THE PLACEMENT AND CARE OF  THE  CHILD.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06571-01-1\n\n       A. 2896                             2\n\n    1  THE  SOCIAL  SERVICES  OFFICIAL SHALL BE ASSIGNED OVERALL RESPONSIBILITY\n    2  FOR THE PLACEMENT AND CARE OF THE CHILD, INCLUDING BUT NOT  LIMITED  TO,\n    3  EITHER  ACTUAL OR ACTIVE SUPERVISION OF THE DEVELOPMENT OF AN INDIVIDUAL\n    4  CASE  PLAN FOR THE CHILD, PERIODIC REVIEW OF THE CASE PLAN AND REVIEW OF\n    5  THE APPROPRIATENESS AND SUITABILITY  OF  THE  PLAN  AND  PLACEMENT,  AND\n    6  ENSURING THAT PROPER CARE AND SERVICES ARE PROVIDED TO FACILITATE RETURN\n    7  TO  THE  CHILD'S  HOME  OR OTHER ALTERNATIVE PERMANENT PLACEMENT, ALL IN\n    8  ADHERENCE WITH STATE AND FEDERAL RULES, REGULATIONS AND POLICY INTERPRE-\n    9  TATIONS.\n   10    S 3. The office of children and  family  services  shall,  within  six\n   11  months of the effective date of this act:\n   12    (a)  amend its internal policies, manuals and practices to comply with\n   13  the provisions of this act;\n   14    (b) make every effort to ensure that local social  services  districts\n   15  comply with the provisions of this act; and\n   16    (c)  initiate  formal  proceedings  to amend its rules and regulations\n   17  including, but not limited to, section 430.10 of title 18 of  the  offi-\n   18  cial  compilation  of  codes,  rules and regulations of the state of New\n   19  York.\n   20    S 4. The commissioner of the office of children  and  family  services\n   21  shall  submit two reports to the governor and the legislature, the first\n   22  of which shall be delivered eighteen months after the effective date  of\n   23  this  act  and  the  second  report shall be delivered thirty-six months\n   24  after the first report which shall include:\n   25    (a) an analysis of the impact of this act  on  local  social  services\n   26  districts  to include but not be limited to obstacles to implementation,\n   27  changes in parental attitudes and/or participation in planning for their\n   28  child, impact on placement outcomes, and recommendations; and\n   29    (b) related feedback and recommendations from parents who have  sought\n   30  to  retain  custody  of  their  children  being placed by a local social\n   31  services official, when the primary reason for  such  placement  is  the\n   32  provision of necessary services for the child's emotional, behavioral or\n   33  mental disorder.\n   34    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the out-of-home placement of certain children with disabilities or disorders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T095608.TXT", "SOBI.D110121.T130024.TXT", "SOBI.D110121.T132525.TXT", "SOBI.D110121.T124023.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295880968541
}