{
  "year" : 2011,
  "senateBillNo" : "A2892-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to education",
    "billEventId" : "A2892-2011-1295586000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires enumerated school administrators to report alleged sexual offenses to the district attorney",
  "summary" : "Requires enumerated school administrators to report alleged sexual offenses to the district attorney both orally and in writing pursuant to specified requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1877-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2892\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, TEDISCO, CROUCH -- Multi-Sponsored by --\n         M.  of  A.  FINCH,  KOLB -- read once and referred to the Committee on\n         Education\n\n       AN ACT to amend the education law, in relation to  reporting  of  sexual\n         offenses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new  section  3036\n    2  to read as follows:\n    3    S 3036. REPORTING OF SEXUAL OFFENSES. 1. ANY PERSON HOLDING A POSITION\n    4  AS  A PRINCIPAL, SUPERINTENDENT, OR ANY OTHER ADMINISTRATIVE POSITION IN\n    5  A COMMON, UNION FREE, CENTRAL, OR CITY SCHOOL DISTRICT OR IN A BOARD  OF\n    6  COOPERATIVE  EDUCATIONAL  SERVICES  IN  THE STATE SHALL ORALLY REPORT OR\n    7  CAUSE A REPORT TO BE MADE TO THE COUNTY DISTRICT ATTORNEY  WITHIN  TWEN-\n    8  TY-FOUR  HOURS  AND  SHALL  BE  FOLLOWED  BY  A REPORT IN WRITING WITHIN\n    9  FORTY-EIGHT HOURS AFTER SUCH ORAL REPORT WHEN THEY HAVE REASONABLE CAUSE\n   10  TO SUSPECT THAT A STUDENT COMING BEFORE THEM IN  THEIR  PROFESSIONAL  OR\n   11  OFFICIAL  CAPACITY HAS BEEN A VICTIM OF ANY SEXUAL OFFENSE UNDER ARTICLE\n   12  ONE HUNDRED THIRTY OR TWO HUNDRED SIXTY-THREE, OR UNDER  SECTION  255.25\n   13  OF THE PENAL LAW.\n   14    2.  ANY  PERSON  HOLDING A POSITION AS A PRINCIPAL, SUPERINTENDENT, OR\n   15  ANY OTHER ADMINISTRATIVE POSITION IN A COMMON, UNION FREE,  CENTRAL,  OR\n   16  CITY  SCHOOL  DISTRICT OR IN A BOARD OF COOPERATIVE EDUCATIONAL SERVICES\n   17  IN THE STATE SHALL ORALLY REPORT OR CAUSE A REPORT TO  BE  MADE  TO  THE\n   18  COUNTY  DISTRICT ATTORNEY WITHIN TWENTY-FOUR HOURS AND SHALL BE FOLLOWED\n   19  BY A REPORT IN WRITING WITHIN FORTY-EIGHT HOURS AFTER SUCH  ORAL  REPORT\n   20  WHEN  THEY  HAVE  REASONABLE  CAUSE  TO SUSPECT IN THEIR PROFESSIONAL OR\n   21  OFFICIAL CAPACITY THAT ANY EMPLOYEE OF SUCH SCHOOL DISTRICT HAS  ENGAGED\n   22  IN ANY SEXUAL OFFENSE WITH A STUDENT UNDER ARTICLE ONE HUNDRED THIRTY OR\n   23  TWO HUNDRED SIXTY-THREE, OR UNDER SECTION 255.25 OF THE PENAL LAW.\n   24    S  2.  This  act shall take effect on the thirtieth day after it shall\n   25  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02827-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to reporting of sexual offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T095608.TXT", "SOBI.D110121.T133025.TXT", "SOBI.D110121.T130524.TXT", "SOBI.D110121.T124023.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295880968535
}