{
  "year" : 2011,
  "senateBillNo" : "A29-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to energy",
    "billEventId" : "A29-2011-1294203600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes New York state renewable electric generation pilot programs",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          29\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CAHILL, HEVESI, ENGLEBRIGHT, ROSENTHAL -- read\n         once and referred to the Committee on Energy\n\n       AN ACT to amend the public service law, in relation to  New  York  state\n         renewable electric generation pilot programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  section\n    2  73 to read as follows:\n    3    S  73. NEW YORK STATE RENEWABLE ELECTRIC GENERATION PILOT PROGRAMS. 1.\n    4  THE COMMISSION SHALL ESTABLISH NEW YORK STATE RENEWABLE ELECTRIC  GENER-\n    5  ATION PILOT PROGRAMS TO AUTHORIZE THE DEVELOPMENT OF UP TO THREE HUNDRED\n    6  MEGAWATTS  OF  RENEWABLE ELECTRIC CAPACITY STATEWIDE, IN ORDER TO STIMU-\n    7  LATE THE GROWTH OF CLEAN, AFFORDABLE, AND RELIABLE SOURCES OF ENERGY AND\n    8  TO FOSTER NEW PARTNERSHIPS BETWEEN ELECTRIC CORPORATIONS, ENERGY PRODUC-\n    9  ERS AND ENERGY CUSTOMERS IN NEW YORK STATE.\n   10    2. (A) THE COMMISSION SHALL OVERSEE THE IMPLEMENTATION  OF  THE  PILOT\n   11  PROGRAMS  AND SHALL DIRECT ELECTRIC CORPORATIONS TO BUILD OR CAUSE TO BE\n   12  BUILT RENEWABLE ENERGY FACILITIES TO BE FINANCED UNDER TERMS ESTABLISHED\n   13  THROUGH AN ORDER OF THE COMMISSION WHICH  SHALL  AUTHORIZE  CAPITAL  AND\n   14  OPERATING  COSTS  TO  BE  RECOVERED IN THE CORPORATIONS RATE BASE AND TO\n   15  EARN A REASONABLE RETURN OVER A PERIOD TO BE DETERMINED BY  THE  COMMIS-\n   16  SION,  PROVIDED  THAT  THE  CORPORATION  SHALL,  AT MINIMUM, PROVIDE THE\n   17  COMMISSION WITH THE FOLLOWING:\n   18    (I) A DETAILED DESCRIPTION AND ECONOMIC  EVALUATION  OF  THE  PROPOSED\n   19  INVESTMENT;\n   20    (II)  A  DISCUSSION OF THE COSTS, BENEFITS, AND RISKS OF THE PROPOSAL,\n   21  INCLUDING AN ANALYSIS OF THE COSTS, BENEFITS, AND RATE  IMPLICATIONS  TO\n   22  THE PARTICIPATING CUSTOMERS, TO THE COMPANY'S DEFAULT SERVICE CUSTOMERS,\n   23  AND TO THE UTILITY'S DISTRIBUTION CUSTOMERS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00883-01-1\n\n       A. 29                               2\n\n    1    (III)  A  DESCRIPTION OF ANY EQUIPMENT OR INSTALLATION SPECIFICATIONS,\n    2  SOLICITATIONS, AND PROCUREMENTS IT HAS IMPLEMENTED OR INTENDS TO  IMPLE-\n    3  MENT;\n    4    (IV)  A  SHOWING  THAT IT HAS MADE REASONABLE EFFORTS TO INVOLVE LOCAL\n    5  BUSINESSES IN ITS PROGRAM;\n    6    (V) EVIDENCE OF COMPLIANCE WITH ALL APPLICABLE  EMISSION  LIMITATIONS;\n    7  AND\n    8    (VI)  A COPY OF ANY CUSTOMER CONTRACTS OR AGREEMENTS TO BE EXECUTED AS\n    9  PART OF THE PROGRAM.\n   10    (B) RENEWABLE GENERATION FACILITIES ELIGIBLE  TO  BE  CONSTRUCTED  AND\n   11  FINANCED  UNDER  THE  NEW YORK STATE RENEWABLE ELECTRIC GENERATION PILOT\n   12  PROGRAMS SHALL:\n   13    (I) GENERATE ELECTRICITY THROUGH USE OF  THE  FOLLOWING  TECHNOLOGIES:\n   14  SOLAR; WIND; PHOTOVOLTAICS; TIDAL; GEOTHERMAL; AND FUEL CELLS; OR\n   15    (II)  GENERATE ELECTRICITY THROUGH LOW-IMPACT, RUN-OF-RIVER HYDROELEC-\n   16  TRIC ELECTRIC GENERATING EQUIPMENT WITH CAPACITY UP TO THIRTY  MEGAWATTS\n   17  WITH NO NEW STORAGE IMPOUNDMENT;\n   18    (III)  BE  MANUFACTURED,  INSTALLED  AND  OPERATED  IN ACCORDANCE WITH\n   19  APPLICABLE GOVERNMENT AND INDUSTRY STANDARDS;\n   20    (IV) CONNECT TO THE ELECTRIC SYSTEM AND OPERATED IN PARALLEL  WITH  AN\n   21  ELECTRIC CORPORATION'S TRANSMISSION AND DISTRIBUTION FACILITIES;\n   22    (V)  OPERATE  IN COMPLIANCE WITH ANY STANDARDS AND REQUIREMENTS ESTAB-\n   23  LISHED BY THE COMMISSION; AND\n   24    (VI) BE LOCATED WITHIN THE STATE, INCLUDING FACILITIES THAT CONSIST OF\n   25  CUSTOMER-OWNED OR LEASED GENERATORS.\n   26    (C) AUTHORIZE ELECTRIC CORPORATIONS TO OWN AN EQUITY INTEREST IN  SUCH\n   27  FACILITIES  AND  ALLOW  PARTNERSHIPS  WITH  INDEPENDENT POWER PRODUCERS,\n   28  DEVELOPERS, AND/OR CUSTOMER-OWNED OR LEASED GENERATORS.\n   29    S 2. The public service commission shall provide an annual  report  on\n   30  or before the first day of June to the governor, the temporary president\n   31  of  the  senate, the speaker of the assembly, the minority leader of the\n   32  senate, and the minority leader of the assembly reporting  the  progress\n   33  of  their  efforts and the effects of the program on the environment and\n   34  public. Such report shall identify each facility  participating  in  the\n   35  pilot  project  and shall include, but not be limited to, information on\n   36  each energy source or sources used for generation at such facility;  the\n   37  sum  capacity, in megawatts, of all electrical generating equipment used\n   38  by the facility; the date the facility will begin or has begun  generat-\n   39  ing electricity; and the number and category of customer-owned or leased\n   40  generators.\n   41    S  3.  This act shall take effect immediately; provided, however, that\n   42  not later than the one hundred eightieth day after this act  shall  have\n   43  become  a  law,  the  public  service  commission  shall have in place a\n   44  competitive process which shall be open to electric corporations.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to New York state renewable electric generation pilot programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T143458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292528098038
}