{
  "year" : 2011,
  "senateBillNo" : "A2900-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A2900-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the crime of unauthorized use of a motor vehicle",
  "summary" : "Adds \"other motor vehicle related crimes as predicate crimes\" which may increase punishment for unauthorized use of a motor vehicle in the second degree when one is convicted of such crimes within the preceding ten years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A4155-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2900\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. CYMBROWITZ, CASTRO, DenDEKKER -- Multi-Sponsored\n         by -- M. of A.  PHEFFER, ROBINSON -- read once  and  referred  to  the\n         Committee on Codes\n\n       AN  ACT to amend the penal law, in relation to the crime of unauthorized\n         use of a motor vehicle in the second degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 165.06 of the penal law, as amended by chapter 413\n    2  of the laws of 1982, is amended to read as follows:\n    3  S 165.06 Unauthorized use of a vehicle in the second degree.\n    4    A person is guilty of unauthorized use of  a  vehicle  in  the  second\n    5  degree when:\n    6    He  commits  the  crime  of unauthorized use of a vehicle in the third\n    7  degree as defined in subdivision one of section 165.05 of  this  article\n    8  and  has been previously convicted of the crime of unauthorized use of a\n    9  vehicle in the third degree as defined in  subdivision  one  of  section\n   10  165.05 or FIRST OR second [degree] DEGREES, AUTO STRIPPING, GRAND LARCE-\n   11  NY OF A MOTOR VEHICLE, CRIMINAL POSSESSION OF A MOTOR VEHICLE OR ILLEGAL\n   12  POSSESSION  OF  A VEHICLE IDENTIFICATION NUMBER within the preceding ten\n   13  years.\n   14    Unauthorized use of a vehicle in the second degree is a class E  felo-\n   15  ny.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07788-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of unauthorized use of a motor vehicle in the second degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T100609.TXT", "SOBI.D110121.T130024.TXT", "SOBI.D110121.T124523.TXT", "SOBI.D110124.T100109.TXT", "SOBI.D110121.T132026.TXT", "SOBI.D110121.T124023.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295881569797
}