{
  "year" : 2011,
  "senateBillNo" : "A2902-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2902-2011-1295586000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of angler-caught fish",
  "summary" : "Prohibits the sale of angler-caught fish; individuals with recreational fishing license or taken by a minor under the age of 16 without a license, from selling fish or parts thereof; prohibits the sale of fish or parts thereof taken from outside NYS pursuant to the privileges of recreational or sportfishing license in New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A826-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2902\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. GABRYSZAK, SCHROEDER -- Multi-Sponsored by -- M.\n         of A. LUPARDO -- read once and referred to the Committee  on  Environ-\n         mental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         prohibiting the sale of angler-caught fish\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  11-1319 of the environmental\n    2  conservation law, as amended by chapter 193 of  the  laws  of  1992,  is\n    3  amended to read as follows:\n    4    2. Sale.\n    5    a.  Trout,  including  rainbow  trout,  Atlantic  salmon,  black bass,\n    6  walleye and muskellunge shall not be bought and sold.\n    7    b. Bait fish named in section 11-1315 OF THIS TITLE shall not be  sold\n    8  for bait except as provided in that section.\n    9    c. [The] FISH OR PARTS THEREOF TAKEN IN ACCORDANCE WITH THE PRIVILEGES\n   10  OF  A  LICENSE  ISSUED PURSUANT TO TITLE 7 OF THIS ARTICLE OR TAKEN BY A\n   11  MINOR PURSUANT TO SUBDIVISION 2 OF SECTION 11-0707 OF THIS ARTICLE SHALL\n   12  NOT BE BOUGHT OR SOLD OR OFFERED FOR SALE.\n   13    D. UNLESS OTHERWISE PROHIBITED BY THIS SUBDIVISION, THE following fish\n   14  may be bought and sold at any time: (1)  the  marine  species  named  in\n   15  section  13-0339  OF  THIS  CHAPTER  or in regulations of the department\n   16  provided they are of the minimum size limits stated in such  section  or\n   17  in  such  regulations;  (2) fish [that may be] taken with nets [in] FROM\n   18  the Hudson River, Lake Erie and Lake  Ontario  as  authorized  by  regu-\n   19  lations  of  the department provided they are of the minimum size limits\n   20  stated in such regulations; AND  (3)  fish  not  specifically  named  in\n   21  [paragraph  d  of  this  subdivision  or  in  section] SECTIONS 13-0339,\n   22  11-1521 or 13-0347 OF THIS CHAPTER or in regulation adopted pursuant  to\n   23  section 11-1303[; (4) fish for which such regulations specify no minimum\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07774-02-1\n\n       A. 2902                             2\n\n    1  size  limits  and  specify  generally  without exceptions, that the open\n    2  season is \"any time\"] OF THIS TITLE.\n    3    S  2.  Subdivision 4 of section 11-1703 of the environmental conserva-\n    4  tion law, paragraph b as amended by chapter 170 of the laws of 1980,  is\n    5  amended to read as follows:\n    6    4.  Fish [of the following species] OR PARTS THEREOF taken outside the\n    7  state shall not be bought or sold OR OFFERED FOR SALE or otherwise traf-\n    8  ficked in if they WERE TAKEN PURSUANT TO THE PRIVILEGES OF A RECREATION-\n    9  AL OR SPORTFISHING LICENSE, OR IT THEY ARE OF THE FOLLOWING SPECIES  AND\n   10  are [of] less than the MINIMUM size limits specified in this subdivision\n   11  or in the sections to which it refers:\n   12    a.  striped  bass,  fluke  or  summer flounder, blue porgie, weakfish,\n   13  mackerel, sea bass, king fish, cod fish, blackfish, winter flounder, all\n   14  as specified in section 13-0339;\n   15    b. lake trout,  pickerel,  Atlantic  sturgeon,  Atlantic  (landlocked)\n   16  salmon, whitefish, northern pike, all as specified in regulations of the\n   17  department.\n   18    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting the sale of angler-caught fish ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T101611.TXT", "SOBI.D110121.T124523.TXT", "SOBI.D110121.T130524.TXT", "SOBI.D110121.T132026.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882171057
}