{
  "year" : 2011,
  "senateBillNo" : "A2908-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A2908-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the admission of new DNA evidence to vacate a judgment",
  "summary" : "Permits the admission of new forensic DNA evidence to vacate a judgment in certain circumstances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A11123-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2908\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the  criminal procedure law, in relation to vacating\n         judgments based upon forensic DNA tests\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (ii)  of  paragraph (i) of subdivision 1 of\n    2  section 440.10 of the criminal procedure law, as added by chapter 332 of\n    3  the laws of 2010, is amended and a new paragraph (j) is added to read as\n    4  follows:\n    5    (ii) official documentation of the defendant's status as a  victim  of\n    6  sex  trafficking  or  trafficking  in persons at the time of the offense\n    7  from a federal, state or local government agency shall create a presump-\n    8  tion that the defendant's participation in the offense was a  result  of\n    9  having  been  a victim of sex trafficking or trafficking in persons, but\n   10  shall not be required for granting a motion under this paragraph[.]; OR\n   11    (J) NEW EVIDENCE CONSISTING OF FORENSIC  DNA  TEST  RESULTS  HAS  BEEN\n   12  DISCOVERED  SINCE  THE  ENTRY  OF  JUDGMENT BASED UPON A PLEA OF GUILTY,\n   13  WHICH WAS NOT AVAILABLE TO THE DEFENDANT PRIOR TO THE PLEA AND WHICH  IS\n   14  OF SUCH CHARACTER AS TO CREATE A PROBABILITY THAT HAD SUCH EVIDENCE BEEN\n   15  KNOWN  BY  THE DEFENDANT PRIOR TO THE ENTRY OF A PLEA OF GUILTY THAT THE\n   16  PLEA WOULD NOT HAVE BEEN ENTERED; PROVIDED THAT A MOTION BASED UPON SUCH\n   17  GROUND MUST BE MADE WITH DUE  DILIGENCE  AFTER  THE  DISCOVERY  OF  SUCH\n   18  ALLEGED NEW EVIDENCE.\n   19    S  2. Subdivision 5 of section 440.10 of the criminal procedure law is\n   20  amended to read as follows:\n   21    5.  Upon granting the motion upon the ground, as prescribed  in  para-\n   22  graph  (g)  of subdivision one, that newly discovered evidence creates a\n   23  probability that had such  evidence  been  received  at  the  trial  the\n   24  verdict  would  have  been  more  favorable to the defendant in that the\n   25  conviction would have been for a lesser offense than the  one  contained\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06971-01-1\n\n       A. 2908                             2\n\n    1  in  the  verdict,  OR AS PRESCRIBED IN PARAGRAPH (J) OF SUBDIVISION ONE,\n    2  THAT NEWLY DISCOVERED EVIDENCE CONSISTING OF FORENSIC DNA  TEST  RESULTS\n    3  CREATES A PROBABILITY THAT HAD SUCH EVIDENCE BEEN KNOWN BY THE DEFENDANT\n    4  PRIOR TO THE ENTRY OF A PLEA OF GUILTY THAT THE PLEA WOULD NOT HAVE BEEN\n    5  ENTERED, the court may either:\n    6    (a)  Vacate the judgment and order a new trial; or\n    7    (b)    With the consent of the people, modify the judgment by reducing\n    8  it to one of conviction for such lesser offense.    In  such  case,  the\n    9  court must re-sentence the defendant accordingly.\n   10    S 3. Subdivision 1 of section 440.20 of the criminal procedure law, as\n   11  amended by chapter 1 of the laws of 1995, is amended to read as follows:\n   12    1.  At  any time after the entry of a judgment, the court in which the\n   13  judgment was entered may, upon motion of the defendant,  set  aside  the\n   14  sentence  upon the ground that it was unauthorized, illegally imposed or\n   15  otherwise invalid as a matter of law.   Where the  judgment  includes  a\n   16  sentence of death, the court may also set aside the sentence upon any of\n   17  the  grounds set forth in paragraph (b), (c), (f), (g) [or], (h), OR (J)\n   18  of subdivision one of section 440.10 as applied to a separate sentencing\n   19  proceeding under section 400.27, provided, however, that to  the  extent\n   20  the  ground  or  grounds  asserted  include one or more of the aforesaid\n   21  paragraphs of subdivision one of section 440.10,  the  court  must  also\n   22  apply subdivisions two and three of section 440.10, other than paragraph\n   23  (d)  of  subdivision  two of such section, in determining the motion. In\n   24  the event the court enters an order granting a motion  to  set  aside  a\n   25  sentence of death under this section, the court must either direct a new\n   26  sentencing  proceeding  in  accordance  with  section  400.27 or, to the\n   27  extent that the defendant cannot be resentenced to death consistent with\n   28  the laws of this state or the constitution  of  this  state  or  of  the\n   29  United  States,  resentence  the  defendant to life imprisonment without\n   30  parole or to a sentence of imprisonment for  the  class  A-I  felony  of\n   31  murder  in  the  first degree other than a sentence of life imprisonment\n   32  without parole. Upon granting the motion upon any  of  the  grounds  set\n   33  forth  in  the aforesaid paragraphs of subdivision one of section 440.10\n   34  and setting aside the sentence, the  court  must  afford  the  people  a\n   35  reasonable  period  of  time,  which shall not be less than ten days, to\n   36  determine whether to take an appeal from the  order  setting  aside  the\n   37  sentence  of  death.  The  taking  of  an appeal by the people stays the\n   38  effectiveness of that portion of the court's order that  directs  a  new\n   39  sentencing proceeding.\n   40    S  4. Paragraph (a) of subdivision 1-a of section 440.30 of the crimi-\n   41  nal procedure law, as amended by chapter 138 of the  laws  of  2004,  is\n   42  amended and a new paragraph (c) is added to read as follows:\n   43    (a)  Where  the  defendant's motion TO VACATE A CONVICTION OR JUDGMENT\n   44  requests the performance of a forensic DNA test on  specified  evidence,\n   45  INCLUDING  BODILY  FLUIDS, BIOLOGICAL SAMPLES, AND PHYSICAL OBJECTS, and\n   46  upon the court's determination that [any] evidence containing deoxyribo-\n   47  nucleic acid (\"DNA\") was  [secured]  OBTAINED  in  connection  with  the\n   48  COLLECTION OF EVIDENCE FROM THE CRIME SCENE OR OTHER RELEVANT LOCATIONS,\n   49  INVESTIGATION OR PREPARATION OF THE CASE, NEGOTIATION FOR DISPOSITION OR\n   50  trial  resulting  in the judgment, the court shall grant the application\n   51  for forensic [DNA] testing FOR DNA of such evidence  upon  its  determi-\n   52  nation  that  if  a DNA test had been conducted on such evidence, and if\n   53  [the] EXCULPATORY results  had  been  AVAILABLE  TO  THE  DEFENDANT  FOR\n   54  PRETRIAL  PROCEEDINGS OR POST TRIAL PROCEDURES OR admitted [in the] AT A\n   55  trial resulting in the judgment, there exists a reasonable [probability]\n\n       A. 2908                             3\n\n    1  POSSIBILITY that the verdict OR OTHER PROCEEDINGS  OR  PROCEDURES  would\n    2  have been more favorable to the defendant.\n    3    (I)  TO  DETERMINE WHETHER THE REQUEST FOR DNA FORENSIC TESTING SHOULD\n    4  BE GRANTED, THE COURT SHALL CONSIDER THE AVAILABILITY OF NEWLY DEVELOPED\n    5  TESTS AND ADVANCES IN TECHNOLOGY THAT MAY MAKE  IT  POSSIBLE  TO  OBTAIN\n    6  EXCULPATORY DNA TEST RESULTS THAT WERE NOT PREVIOUSLY OBTAINED.\n    7    (II)  A  DEFENDANT  WHO PLEADED GUILTY MAY SEEK DNA TESTING UNDER THIS\n    8  SUBDIVISION. A GUILTY PLEA SHALL NOT BAR THE MAKING OF THE  REQUEST  FOR\n    9  TESTING  AND  THE MOTION TO VACATE THE CONVICTION OR JUDGEMENT SHALL NOT\n   10  BE DENIED BECAUSE THE DEFENDANT PREVIOUSLY PLEADED GUILTY IN THE CASE.\n   11    (C) IN CONNECTION WITH A PENDING MOTION MADE PURSUANT TO THIS SECTION,\n   12  THE COURT MAY DIRECT, BY ORDER OR ISSUANCE OF A SUBPOENA, THE PROSECUTOR\n   13  OR OTHER AGENCY OF THE STATE OR LOCAL GOVERNMENT TO  PROVIDE  THE  PETI-\n   14  TIONER  WITH  INFORMATION,  INCLUDING DOCUMENTS, NOTES, LOGS OR REPORTS,\n   15  RELATING TO PHYSICAL ITEMS COLLECTED IN CONNECTION WITH THE  CASE  WHERE\n   16  IT  IS  LIKELY  THAT  SUCH  PHYSICAL ITEMS, IF SUBJECTED TO DNA TESTING,\n   17  WOULD MEET THE TEST SET OUT IN PARAGRAPH (A) OF  THIS  SUBDIVISION.  THE\n   18  COURT MAY ORDER STATE OR LOCAL AGENCIES TO PROVIDE REASONABLE ASSISTANCE\n   19  AND  TAKE REASONABLE STEPS TO LOCATE RECORDS OR ITEMS WHICH ARE ASSERTED\n   20  TO HAVE BEEN LOST OR DESTROYED. THE COURT ORDER MAY  DIRECT  EFFORTS  TO\n   21  LOCATE THE ITEMS IN STATE OR LOCAL GOVERNMENT OFFICES, PUBLIC OR PRIVATE\n   22  HOSPITALS AND LABORATORIES, AND OTHER FACILITIES.\n   23    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to vacating judgments based upon forensic DNA tests ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T131525.TXT", "SOBI.D110124.T102110.TXT", "SOBI.D110121.T124523.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882470186
}