{
  "year" : 2011,
  "senateBillNo" : "A290-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A290-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a two dollar surcharge on the purchase of sexually oriented media",
  "summary" : "Establishes a two dollar surcharge on the purchase of sexually oriented media. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A8158-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          290\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the general business law, in relation to establishing  a\n         two  dollar  surcharge  on  sexually  oriented media; and to amend the\n         state finance law, in relation to establishing the crime victims fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-ddd to read as follows:\n    3    S 399-DDD. SEXUALLY ORIENTED MEDIA; SURCHARGE. 1. FOR PURPOSES OF THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    A. \"NUDE\" SHALL MEAN:\n    6    (I) ENTIRELY UNCLOTHED; OR\n    7    (II) CLOTHED IN A MANNER THAT LEAVES UNCOVERED OR VISIBLE THROUGH LESS\n    8  THAN  FULLY  OPAQUE CLOTHING ANY PORTION OF THE BREASTS BELOW THE TOP OF\n    9  THE AREOLA OF THE BREASTS, IF THE PERSON IS FEMALE, OR  ANY  PORTION  OF\n   10  THE GENITALS OR BUTTOCKS; AND\n   11    B.  \"SEXUALLY  ORIENTED  MEDIA\"  SHALL  MEAN A MAGAZINE, VIDEO, DVD OR\n   12  INTERNET WEBSITE WHOSE DOMAIN NAME IS REGISTERED IN  THIS  STATE,  WHERE\n   13  THE  CONTENT  OF  SUCH MAGAZINE, VIDEO, DVD OR INTERNET WEBSITE FEATURES\n   14  NUDE PICTURES OR NUDE PERFORMANCES.\n   15    2. A SURCHARGE SHALL BE IMPOSED ON  ANY  SEXUALLY  ORIENTED  MEDIA  AS\n   16  FOLLOWS:\n   17    A.  FOR  EACH  MAGAZINE,  VIDEO  OR  DVD  PURCHASED IN THIS STATE, TWO\n   18  DOLLARS FOR EACH MAGAZINE, VIDEO OR DVD PURCHASED; OR\n   19    B. FOR EACH DOWNLOAD PURCHASED FROM AN INTERNET WEBSITE,  TWO  DOLLARS\n   20  FOR EACH DOWNLOAD PURCHASED.\n   21    3.  ANY  PERSON,  FIRM, CORPORATION, PARTNERSHIP OR ANY OTHER BUSINESS\n   22  ENTITY THAT SELLS SEXUALLY  ORIENTED  MEDIA  SHALL  BE  LIABLE  FOR  THE\n   23  COLLECTION  OF  THE  SURCHARGE  IMPOSED  BY THIS SECTION. EVERY BUSINESS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03926-01-1\n\n       A. 290                              2\n\n    1  SUBJECT TO THE PROVISIONS OF THIS SECTION SHALL REMIT THE TOTAL OF FUNDS\n    2  COLLECTED FROM THE SURCHARGE ESTABLISHED PURSUANT TO THIS SECTION TO THE\n    3  COMMISSIONER OF TAXATION AND FINANCE FOR DEPOSIT INTO THE CRIME  VICTIMS\n    4  FUND  ESTABLISHED  PURSUANT TO SECTION EIGHTY-SEVEN OF THE STATE FINANCE\n    5  LAW.\n    6    S 2. The state finance law is amended by adding a new  section  87  to\n    7  read as follows:\n    8    S  87. CRIME VICTIMS FUND. 1. THERE IS HEREBY ESTABLISHED IN THE JOINT\n    9  CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSIONER  OF  TAXATION  AND\n   10  FINANCE A SPECIAL REVENUE FUND TO BE KNOWN AS THE \"CRIME VICTIMS FUND\".\n   11    2.  SUCH  FUND  SHALL  CONSIST  OF  THE  REVENUES RECEIVED PURSUANT TO\n   12  SECTION THREE HUNDRED NINETY-NINE-DDD OF THE GENERAL BUSINESS  LAW,  AND\n   13  ALL OTHER MONIES APPROPRIATED, CREDITED, OR TRANSFERRED THERETO FROM ANY\n   14  OTHER FUND OR SOURCE PURSUANT TO LAW.\n   15    3.  MONIES  OF THE FUND WHEN ALLOCATED, SHALL BE MADE AVAILABLE TO THE\n   16  COMMISSIONER OF CORRECTIONAL SERVICES TO FUND PROGRAMS  FOR  VICTIMS  OF\n   17  CRIME, INCLUDING, BUT NOT LIMITED TO, VICTIMS OF DOMESTIC VIOLENCE, HATE\n   18  CRIMES, HUMAN TRAFFICKING AND CHILD PROSTITUTION.\n   19    4.  MONEY  SHALL  BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   20  THE STATE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY THE  COMMIS-\n   21  SIONER OF CORRECTIONAL SERVICES.\n   22    S  3.  This  act shall take effect on the thirtieth day after it shall\n   23  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to establishing a two dollar surcharge on sexually oriented media; and to amend the state finance law, in relation to establishing the crime victims fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T155505.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101220.T171843.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292883523205
}