{
  "year" : 2011,
  "senateBillNo" : "A2910-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A2910-2011-1295586000000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates state sales and compensating use taxes on bio diesel products produced, processed and/or distributed in New York state and authorizes localities to eliminate such taxes",
  "summary" : "Eliminates state sales and compensating use taxes on motor fuels and diesel motor fuels and authorizes localities to eliminate such taxes at the local level. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4719-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hayes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2910\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. P. LOPEZ, AMEDORE, MOLINARO, DUPREY, BURLING,\n         RAIA, FINCH, THIELE, CROUCH, SPANO, KOLB, OAKS, TOBACCO, HAYES, HAWLEY\n         -- Multi-Sponsored by -- M.  of A. BARCLAY, GIGLIO, MAGEE, McKEVITT --\n         read once and referred to the Committee  on  Libraries  and  Education\n         Technology\n\n       AN  ACT to amend the tax law, in relation to eliminating state sales and\n         compensating use taxes on  bio  diesel  products  produced,  processed\n         and/or  distributed  in  New  York state and authorizing localities to\n         eliminate such taxes at the local level\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1-a of section 289-c of the tax law is amended\n    2  by adding a new paragraph (e) to read as follows:\n    3    (E) (I) ANY PERSON MAY EXCLUDE THE AMOUNT OF THE TAX OR TAXES  IMPOSED\n    4  BY  THIS  ARTICLE  ON  BIO  DIESEL  PRODUCTS  PRODUCED, PROCESSED AND/OR\n    5  DISTRIBUTED IN NEW YORK STATE FROM THE SELLING PRICE THEREOF IF SUCH BIO\n    6  DIESEL PRODUCT IS DELIVERED TO A FILLING STATION AND PLACED IN A STORAGE\n    7  TANK OF SUCH FILLING STATION FOR SUCH BIO DIESEL PRODUCT TO BE DISPENSED\n    8  DIRECTLY INTO A MOTOR VEHICLE FOR USE IN THE OPERATION OF SUCH  VEHICLE.\n    9  ANY  PERSON  MAKING  A SALE OF SUCH BIO DIESEL PRODUCT UNDER THE CIRCUM-\n   10  STANCES DESCRIBED HEREIN, WHEREBY THE TAX OR TAXES OTHERWISE IMPOSED  BY\n   11  THIS  ARTICLE  HAVE  NOT  BEEN PASSED THROUGH TO THE PURCHASER, SHALL BE\n   12  ALLOWED A REFUND OR CREDIT OF THE TAXES IMPOSED BY THIS ARTICLE  IN  THE\n   13  AMOUNT OF SUCH TAX OR TAXES PAID BY SUCH PERSON ON SUCH BIO DIESEL PROD-\n   14  UCT  BEING  SOLD  OR  INCLUDED IN THE PRICE PAID BY SUCH PERSON FOR SUCH\n   15  FUEL. CLAIMS FOR REFUNDS OR CREDITS SHALL BE PRESENTED, AND  REFUNDS  OR\n   16  CREDITS SHALL BE MADE, ONLY AS AUTHORIZED BY THE COMMISSIONER UNDER SUCH\n   17  RULES AND REGULATIONS AS THE COMMISSIONER MAY PRESCRIBE.\n   18    (II)  ANY PERSON MAY EXCLUDE THE AMOUNT OF THE TAX OR TAXES IMPOSED BY\n   19  THIS ARTICLE FROM THE SELLING PRICE WITH RESPECT TO ANY SALE OF SUCH BIO\n   20  DIESEL PRODUCT. ANY PERSON MAKING A SALE OF SUCH BIO DIESEL PRODUCT UPON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05990-01-1\n\n       A. 2910                             2\n\n    1  WHICH SUCH PERSON DOES NOT PASS ON MORE THAN EIGHTY PERCENT OF THE TAXES\n    2  OTHERWISE IMPOSED BY THIS ARTICLE, WHERE SUCH PERSON HAS PURCHASED  SUCH\n    3  BIO  DIESEL  PRODUCT WITH THE ENTIRE AMOUNT OF THE TAXES IMPOSED BY THIS\n    4  ARTICLE INCLUDED IN SUCH PERSON'S PURCHASE PRICE, SHALL BE ENTITLED TO A\n    5  REFUND OR CREDIT EQUAL TO THE AMOUNT OF THE TAX OR TAXES PAID UNDER THIS\n    6  ARTICLE  ON  SUCH  BIO DIESEL PRODUCT IN EXCESS OF EIGHTY PERCENT OF THE\n    7  TAX OR TAXES IMPOSED BY THIS ARTICLE ON DIESEL MOTOR  FUEL.  CLAIMS  FOR\n    8  REFUNDS  OR  CREDITS SHALL BE PRESENTED, AND REFUNDS OR CREDITS SHALL BE\n    9  MADE, ONLY AS AUTHORIZED BY THE COMMISSIONER UNDER SUCH RULES AND  REGU-\n   10  LATIONS AS THE COMMISSIONER MAY PRESCRIBE.\n   11    (III) ANY PERSON MAY EXCLUDE THE AMOUNT OF THE TAX OR TAXES IMPOSED BY\n   12  THIS  ARTICLE ON SUCH BIO DIESEL PRODUCT FROM THE SELLING PRICE THEREOF.\n   13  ANY PERSON MAKING A SALE OF SUCH BIO DIESEL PRODUCT, WHEREBY THE TAX  OR\n   14  TAXES  OTHERWISE IMPOSED BY THIS ARTICLE HAVE NOT BEEN PASSED THROUGH TO\n   15  THE PURCHASER, SHALL BE ALLOWED A REFUND OR CREDIT OF ANY TAXES  IMPOSED\n   16  BY  THIS  ARTICLE IN THE AMOUNT OF SUCH TAX OR TAXES PAID BY SUCH PERSON\n   17  ON SUCH BIO DIESEL PRODUCT BEING SOLD OR INCLUDED IN THE PRICE  PAID  BY\n   18  SUCH  PERSON  FOR SUCH BIO DIESEL PRODUCT. CLAIMS FOR REFUNDS OR CREDITS\n   19  SHALL BE PRESENTED, AND REFUNDS  OR  CREDITS  SHALL  BE  MADE,  ONLY  AS\n   20  AUTHORIZED  BY  THE COMMISSIONER UNDER SUCH RULES AND REGULATIONS AS THE\n   21  COMMISSIONER MAY PRESCRIBE.\n   22    S 2. Section 300 of the tax law is amended by adding a new subdivision\n   23  (s) to read as follows:\n   24    (S) THE TERM \"BIODIESEL\" SHALL MEAN A  DIESEL  MOTOR  FUEL  SUBSTITUTE\n   25  PRODUCED  FROM NONPETROLEUM RENEWABLE RESOURCES THAT MEETS THE REGISTRA-\n   26  TION REQUIREMENTS FOR FUELS AND FUEL ADDITIVES ESTABLISHED BY THE  ENVI-\n   27  RONMENTAL  PROTECTION  AGENCY UNDER SECTION 211 OF THE CLEAN AIR ACT (42\n   28  U.S.C. 7545) AND THAT MEETS THE AMERICAN SOCIETY FOR TESTING AND MATERI-\n   29  ALS D6751-02A STANDARD SPECIFICATION FOR  BIODIESEL  FUEL  (B100)  BLEND\n   30  STOCK  FOR  DISTILLATE  FUELS  THAT  HAS BEEN PRODUCED, PROCESSED AND/OR\n   31  DISTRIBUTED IN NEW YORK STATE.\n   32    S 3. Subdivision (a) of section 301-b of the tax  law  is  amended  by\n   33  adding a new paragraph 9 to read as follows:\n   34    (9)(I) BIO DIESEL EXEMPTION. BIO DIESEL PRODUCTS IMPORTED OR CAUSED TO\n   35  BE  IMPORTED  INTO  THIS  STATE  OR  PRODUCED,  REFINED, MANUFACTURED OR\n   36  COMPOUNDED IN THIS STATE BY A PETROLEUM BUSINESS REGISTERED UNDER  ARTI-\n   37  CLE TWELVE-A OF THIS CHAPTER, AS A DISTRIBUTOR OF DIESEL MOTOR FUEL, AND\n   38  THEN SOLD BY SUCH PETROLEUM BUSINESS.\n   39    (II)  CALCULATION OF EXEMPTION. THE AMOUNT OF THE EXEMPTION UNDER THIS\n   40  PARAGRAPH SHALL BE DETERMINED BY THE APPLICABLE TAXES OTHERWISE  IMPOSED\n   41  BY THIS ARTICLE ON SUCH FUEL.\n   42    S  4. Section 301-c of the tax law is amended by adding a new subdivi-\n   43  sion (p) to read as follows:\n   44    (P) REIMBURSEMENT FOR BIO DIESEL PRODUCTS.  (1)  BIO  DIESEL  PRODUCTS\n   45  PURCHASED  IN  THIS STATE AND SOLD BY SUCH PURCHASER IN THIS STATE WHERE\n   46  (I) THE TAX IMPOSED PURSUANT TO THIS ARTICLE HAS BEEN PAID WITH  RESPECT\n   47  TO  SUCH  BIO DIESEL PRODUCTS AND THE ENTIRE AMOUNT OF SUCH TAX HAS BEEN\n   48  ABSORBED BY SUCH PURCHASER, AND (II) SUCH PURCHASER POSSESSES DOCUMENTA-\n   49  RY PROOF SATISFACTORY TO THE COMMISSIONER EVIDENCING THE  ABSORPTION  BY\n   50  IT  OF  THE  ENTIRE  AMOUNT OF THE TAX IMPOSED PURSUANT TO THIS ARTICLE.\n   51  PROVIDED, THAT THE COMMISSIONER SHALL REQUIRE SUCH DOCUMENTARY PROOF  TO\n   52  QUALIFY  FOR  ANY  REIMBURSEMENT  PROVIDED HEREUNDER AS THE COMMISSIONER\n   53  DEEMS APPROPRIATE.\n   54    (2) CALCULATION OF REIMBURSEMENT.  THE  AMOUNT  OF  THE  REIMBURSEMENT\n   55  UNDER THIS SUBDIVISION SHALL BE DETERMINED BY THE AMOUNT OF THE APPLICA-\n   56  BLE TAXES OTHERWISE IMPOSED BY THIS ARTICLE ON SUCH FUEL.\n\n       A. 2910                             3\n\n    1    S  5.  Subdivision  (b)  of  section 1101 of the tax law is amended by\n    2  adding a new paragraph 37 to read as follows:\n    3    (37)  THE  TERM  \"BIODIESEL\" SHALL MEAN A DIESEL MOTOR FUEL SUBSTITUTE\n    4  PRODUCED FROM NONPETROLEUM RENEWABLE RESOURCES THAT MEETS THE  REGISTRA-\n    5  TION  REQUIREMENTS FOR FUELS AND FUEL ADDITIVES ESTABLISHED BY THE ENVI-\n    6  RONMENTAL PROTECTION AGENCY UNDER SECTION 211 OF THE CLEAN AIR  ACT  (42\n    7  U.S.C. 7545) AND THAT MEETS THE AMERICAN SOCIETY FOR TESTING AND MATERI-\n    8  ALS  D6751-02A  STANDARD  SPECIFICATION  FOR BIODIESEL FUEL (B100) BLEND\n    9  STOCK FOR DISTILLATE FUELS THAT  HAS  BEEN  PRODUCED,  PROCESSED  AND/OR\n   10  DISTRIBUTED IN NEW YORK STATE.\n   11    S  6.  Subdivision  (b)  of  section 1107 of the tax law is amended by\n   12  adding a new clause 12 to read as follows:\n   13    (12) EXCEPT AS OTHERWISE PROVIDED BY LAW, THE  EXEMPTION  PROVIDED  IN\n   14  PARAGRAPH  FORTY-FOUR  OF  SUBDIVISION  (A)  OF  SECTION  ELEVEN HUNDRED\n   15  FIFTEEN OF THIS ARTICLE RELATING TO BIO DIESEL PRODUCTS PRODUCED,  PROC-\n   16  ESSED  AND/OR DISTRIBUTED IN NEW YORK STATE SHALL BE APPLICABLE PURSUANT\n   17  TO A LOCAL LAW, ORDINANCE OR RESOLUTION ADOPTED BY A CITY SUBJECT TO THE\n   18  PROVISIONS OF THIS SECTION.  SUCH CITY IS EMPOWERED TO ADOPT  OR  REPEAL\n   19  SUCH A LOCAL LAW, ORDINANCE OR RESOLUTION. SUCH ADOPTION OR REPEAL SHALL\n   20  ALSO  BE DEEMED TO AMEND ANY LOCAL LAW,  ORDINANCE OR RESOLUTION ENACTED\n   21  BY SUCH A CITY IMPOSING TAXES PURSUANT TO THE AUTHORITY  OF  SUBDIVISION\n   22  (A) OF SECTION TWELVE HUNDRED TEN OF THIS CHAPTER.\n   23    S  7.  Subdivision  (a)  of  section 1115 of the tax law is amended by\n   24  adding a new paragraph 44 to read as follows:\n   25    (44) BIO DIESEL PRODUCTS PRODUCED, PROCESSED AND/OR DISTRIBUTED IN NEW\n   26  YORK STATE.\n   27    S 8. Paragraph 1 of subdivision (a) of section 1210 of the tax law  is\n   28  amended by adding a new closing paragraph to read as follows:\n   29    ANY  LOCAL LAW, ORDINANCE OR RESOLUTION ENACTED BY ANY CITY, COUNTY OR\n   30  SCHOOL DISTRICT, IMPOSING THE  TAXES  AUTHORIZED  BY  THIS  SUBDIVISION,\n   31  SHALL  OMIT  THE BIO DIESEL PRODUCTS PRODUCED, PROCESSED AND/OR DISTRIB-\n   32  UTED IN NEW YORK STATE EXEMPTION PROVIDED FOR IN PARAGRAPH FORTY-FOUR OF\n   33  SUBDIVISION (A) OF SECTION  ELEVEN  HUNDRED  FIFTEEN  OF  THIS  CHAPTER,\n   34  UNLESS  SUCH  CITY, COUNTY OR SCHOOL DISTRICT ELECTS OTHERWISE; PROVIDED\n   35  THAT IF SUCH A CITY HAVING A POPULATION OF ONE MILLION  OR  MORE  ENACTS\n   36  THE  RESOLUTION  DESCRIBED IN SUBDIVISION (P) OF THIS SECTION OR REPEALS\n   37  SUCH RESOLUTION, SUCH RESOLUTION OR REPEAL SHALL ALSO BE DEEMED TO AMEND\n   38  ANY LOCAL LAW, ORDINANCE OR RESOLUTION ENACTED BY SUCH A  CITY  IMPOSING\n   39  SUCH TAXES PURSUANT TO THE AUTHORITY OF THIS SUBDIVISION, WHETHER OR NOT\n   40  SUCH  TAXES  ARE  SUSPENDED  AT THE TIME SUCH CITY ENACTS ITS RESOLUTION\n   41  PURSUANT TO SUBDIVISION (P) OF THIS SECTION OR AT THE TIME OF  ANY  SUCH\n   42  REPEAL;  PROVIDED, FURTHER, THAT ANY SUCH LOCAL LAW, ORDINANCE OR RESOL-\n   43  UTION AND SECTION ELEVEN HUNDRED SEVEN OF THIS CHAPTER, AS DEEMED TO  BE\n   44  AMENDED  IN  THE EVENT A CITY OF ONE MILLION OR MORE ENACTS A RESOLUTION\n   45  PURSUANT TO THE AUTHORITY OF SUBDIVISION (P) OF THIS SECTION,  SHALL  BE\n   46  FURTHER  AMENDED, AS PROVIDED IN SECTION TWELVE HUNDRED EIGHTEEN OF THIS\n   47  SUBPART, SO THAT THE BIO  DIESEL  PRODUCTS  PRODUCED,  PROCESSED  AND/OR\n   48  DISTRIBUTED IN NEW YORK STATE EXEMPTION IN ANY SUCH LOCAL LAW, ORDINANCE\n   49  OR RESOLUTION OR IN SUCH SECTION ELEVEN HUNDRED SEVEN IS THE SAME AS THE\n   50  BIO  DIESEL  PRODUCTS PRODUCED, PROCESSED AND/OR DISTRIBUTED IN NEW YORK\n   51  STATE EXEMPTION IN PARAGRAPH FORTY-FOUR OF SUBDIVISION  (A)  OF  SECTION\n   52  ELEVEN HUNDRED FIFTEEN OF THIS CHAPTER.\n   53    S  9.  Subdivision  (d)  of section 1210 of the tax law, as amended by\n   54  section 37 of part S-1 of chapter 57 of the laws of 2009, is amended  to\n   55  read as follows:\n\n       A. 2910                             4\n\n    1    (d)  A local law, ordinance or resolution imposing any tax pursuant to\n    2  this section, increasing or decreasing the rate of such  tax,  repealing\n    3  or  suspending  such tax, exempting from such tax the energy sources and\n    4  services described in paragraph three of subdivision (a) or of  subdivi-\n    5  sion  (b)  of  this  section or changing the rate of tax imposed on such\n    6  energy sources and services  or  providing  for  the  credit  or  refund\n    7  described  in  clause  six  of subdivision (a) of section eleven hundred\n    8  nineteen of this chapter must go into effect only on one of the  follow-\n    9  ing  dates:  March first, June first, September first or December first;\n   10  provided, that a local law, ordinance or resolution  providing  for  the\n   11  exemption  described  in  paragraph thirty of subdivision (a) of section\n   12  eleven hundred fifteen of this chapter or repealing any  such  exemption\n   13  or a local law, ordinance or resolution providing for a refund or credit\n   14  described  in subdivision (d) of section eleven hundred nineteen of this\n   15  chapter or repealing such provision so provided must go into effect only\n   16  on March first; PROVIDED, FURTHER, THAT A LOCAL LAW, ORDINANCE OR RESOL-\n   17  UTION PROVIDING FOR THE EXEMPTION DESCRIBED IN PARAGRAPH  FORTY-FOUR  OF\n   18  SUBDIVISION  (A)  OF  SECTION  ELEVEN HUNDRED FIFTEEN OF THIS CHAPTER OR\n   19  REPEALING ANY SUCH EXEMPTION SO PROVIDED AND A RESOLUTION ENACTED PURSU-\n   20  ANT TO THE AUTHORITY OF SUBDIVISION (P) OF THIS SECTION  PROVIDING  SUCH\n   21  EXEMPTION  OR  REPEALING  SUCH  EXEMPTION SO PROVIDED MAY GO INTO EFFECT\n   22  IMMEDIATELY.  No such local law, ordinance or resolution shall be effec-\n   23  tive unless a certified copy of such law,  ordinance  or  resolution  is\n   24  mailed  by  registered  or  certified  mail  to  the commissioner at the\n   25  commissioner's office in Albany at least ninety days prior to  the  date\n   26  it  is  to  become  effective.  However,  the commissioner may waive and\n   27  reduce such ninety-day minimum notice requirement to a mailing  of  such\n   28  certified  copy  by  registered or certified mail within a period of not\n   29  less than thirty days prior to such effective date if  the  commissioner\n   30  deems  such action to be consistent with the commissioner's duties under\n   31  section twelve hundred fifty of this article and the  commissioner  acts\n   32  by  resolution.  Where  the  restriction  provided for in section twelve\n   33  hundred twenty-three of this article as to the effective date of  a  tax\n   34  and  the notice requirement provided for therein are applicable and have\n   35  not been waived, the  restriction  and  notice  requirement  in  section\n   36  twelve hundred twenty-three of this article shall also apply.\n   37    S  10. Section 1210 of the tax law is amended by adding a new subdivi-\n   38  sion (p) to read as follows:\n   39    (P) NOTWITHSTANDING ANY OTHER PROVISION OF STATE OR LOCAL  LAW,  ORDI-\n   40  NANCE OR RESOLUTION TO THE CONTRARY:\n   41    (1)  ANY  CITY HAVING A POPULATION OF ONE MILLION OR MORE IN WHICH THE\n   42  TAXES IMPOSED BY SECTION ELEVEN HUNDRED SEVEN OF  THIS  CHAPTER  ARE  IN\n   43  EFFECT, ACTING THROUGH ITS LOCAL  LEGISLATIVE BODY, IS HEREBY AUTHORIZED\n   44  AND  EMPOWERED TO ELECT TO PROVIDE THE EXEMPTION FROM SUCH TAXES FOR THE\n   45  SAME BIO DIESEL PRODUCTS PRODUCED, PROCESSED AND/OR DISTRIBUTED  IN  NEW\n   46  YORK  STATE EXEMPT FROM STATE SALES AND COMPENSATING USE TAXES DESCRIBED\n   47  IN PARAGRAPH FORTY-FOUR OF SUBDIVISION (A)  OF  SECTION  ELEVEN  HUNDRED\n   48  FIFTEEN  OF  THIS CHAPTER BY ENACTING A RESOLUTION IN THE FORM SET FORTH\n   49  IN PARAGRAPH TWO OF THIS SUBDIVISION; WHEREUPON,  UPON  COMPLIANCE  WITH\n   50  THE  PROVISIONS OF SUBDIVISIONS (D) AND (E) OF THIS SECTION, SUCH ENACT-\n   51  MENT OF SUCH RESOLUTION SHALL BE DEEMED  TO  BE  AN  AMENDMENT  TO  SUCH\n   52  SECTION ELEVEN HUNDRED SEVEN AND SUCH SECTION ELEVEN HUNDRED SEVEN SHALL\n   53  BE  DEEMED  TO INCORPORATE SUCH EXEMPTION AS IF IT HAD BEEN DULY ENACTED\n   54  BY THE STATE LEGISLATURE AND APPROVED BY THE GOVERNOR.\n   55    (2) FORM OF RESOLUTION: BE IT ENACTED BY THE (INSERT PROPER  TITLE  OF\n   56  LOCAL LEGISLATIVE BODY) AS FOLLOWS:\n\n       A. 2910                             5\n\n    1    SECTION  ONE.  RECEIPTS  FROM  SALES  OF  AND  CONSIDERATION  GIVEN OR\n    2  CONTRACTED TO BE GIVEN FOR PURCHASES OF BIO  DIESEL  PRODUCTS  PRODUCED,\n    3  PROCESSED  AND/OR  DISTRIBUTED IN NEW YORK STATE EXEMPT FROM STATE SALES\n    4  AND COMPENSATING USE TAXES PURSUANT TO PARAGRAPH FORTY-FOUR OF  SUBDIVI-\n    5  SION  (A) OF SECTION ELEVEN HUNDRED FIFTEEN OF THE TAX LAW SHALL ALSO BE\n    6  EXEMPT FROM SALES AND COMPENSATING USE TAXES IMPOSED IN  THIS  JURISDIC-\n    7  TION.\n    8    SECTION  TWO. THIS RESOLUTION SHALL TAKE EFFECT, (INSERT THE DATE) AND\n    9  SHALL APPLY TO SALES  MADE AND USES OCCURRING ON  AND  AFTER  THAT  DATE\n   10  ALTHOUGH MADE OR OCCURRING UNDER A PRIOR CONTRACT.\n   11    S 11. The commissioner of taxation and finance is hereby authorized to\n   12  implement  the provisions of this act with respect to the elimination of\n   13  the imposition of sales tax, additional taxes, and supplemental taxes on\n   14  bio diesel products produced, processed and/or distributed in  New  York\n   15  state and all other taxes so addressed by this act.\n   16    S 12. This act shall take effect April 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to eliminating state sales and compensating use taxes on bio diesel products produced, processed and/or distributed in New York state and authorizing localities to eliminate such taxes at the local level ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T131525.TXT", "SOBI.D110124.T102110.TXT", "SOBI.D110121.T124523.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882470197
}