{
  "year" : 2011,
  "senateBillNo" : "A2916-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2916-2011-1295586000000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to file-sharing applications",
  "summary" : "Adds provisions relating to computer file-sharing applications. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A11252-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2916\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in  relation  to  file-sharing\n         applications\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  349-e to read as follows:\n    3    S 349-E. FILE-SHARING APPLICATIONS. 1. FOR THE PURPOSE OF THIS SECTION\n    4  \"COVERED FILE-SHARING PROGRAM\" MEANS A COMPUTER PROGRAM, APPLICATION, OR\n    5  SOFTWARE THAT ENABLES THE COMPUTER ON WHICH SUCH  PROGRAM,  APPLICATION,\n    6  OR  SOFTWARE  IS INSTALLED TO DESIGNATE FILES AS AVAILABLE FOR SEARCHING\n    7  BY AND COPYING TO ONE OR MORE OTHER COMPUTERS, TO TRANSMIT  SUCH  DESIG-\n    8  NATED  FILES DIRECTLY TO ONE OR MORE OTHER COMPUTERS, AND TO REQUEST THE\n    9  TRANSMISSION OF SUCH DESIGNATED FILES DIRECTLY FROM ONE  OR  MORE  OTHER\n   10  COMPUTERS.  COVERED FILE-SHARING PROGRAM DOES NOT MEAN A PROGRAM, APPLI-\n   11  CATION, OR SOFTWARE DESIGNED PRIMARILY TO OPERATE AS A  SERVER  THAT  IS\n   12  ACCESSIBLE  OVER  THE INTERNET USING THE INTERNET DOMAIN NAME SYSTEM, TO\n   13  TRANSMIT  OR RECEIVE EMAIL MESSAGES, INSTANT MESSAGING, REAL-TIME  AUDIO\n   14  OR  VIDEO  COMMUNICATIONS,  OR  REAL-TIME  VOICE  COMMUNICATIONS,  OR TO\n   15  PROVIDE NETWORK OR COMPUTER SECURITY, NETWORK  MANAGEMENT,  HOSTING  AND\n   16  BACKUP  SERVICES, MAINTENANCE, DIAGNOSTICS, TECHNICAL SUPPORT OR REPAIR,\n   17  OR TO DETECT OR PREVENT FRAUDULENT ACTIVITIES.\n   18    2. A PERSON OR ENTITY THAT IS NOT AN OWNER OR  AUTHORIZED  USER  OF  A\n   19  COMPUTER MAY NOT:\n   20    (A)  INSTALL,  OFFER  TO  INSTALL, OR MAKE AVAILABLE FOR INSTALLATION,\n   21  REINSTALLATION OR UPDATE A COVERED FILE-SHARING PROGRAM ONTO THE COMPUT-\n   22  ER WITHOUT FIRST PROVIDING CLEAR AND CONSPICUOUS NOTICE TO THE OWNER  OR\n   23  AUTHORIZED  USER OF THE COMPUTER THAT THE FILES ON THAT COMPUTER WILL BE\n   24  MADE AVAILABLE TO THE PUBLIC, OBTAINING CONSENT OF THE OWNER OR  AUTHOR-\n   25  IZED USER TO INSTALL THE PROGRAM, AND REQUIRING AFFIRMATIVE STEPS BY THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05251-01-1\n\n       A. 2916                             2\n\n    1  OWNER  OR  AUTHORIZED  USER  TO ACTIVATE ANY FEATURE ON THE PROGRAM THAT\n    2  WILL MAKE FILES ON THAT COMPUTER AVAILABLE TO THE PUBLIC; OR\n    3    (B)  CAUSE  DIRECTLY OR INDIRECTLY FILES TO BE STORED ON THE COMPUTER,\n    4  INCLUDING FILES THAT CONTAIN MATERIAL THE CONSUMER DOES NOT HAVE AUTHOR-\n    5  ITY TO DISTRIBUTE, TO BE SEARCHED AND COPIED BY THIRD PARTIES UNKNOWN TO\n    6  THE CONSUMER  AND  WITHOUT  THE  CONSUMER  AFFIRMATIVELY  SELECTING  THE\n    7  PARTICULAR FILES TO BE MADE AVAILABLE; OR\n    8    (C)  PREVENT  REASONABLE EFFORTS TO DISABLE OR REMOVE, OR TO BLOCK THE\n    9  INSTALLATION OR EXECUTION OF, A  COVERED  FILE-SHARING  PROGRAM  ON  THE\n   10  COMPUTER.\n   11    3.  THE  PROVISIONS OF SUBDIVISION TWO OF THIS SECTION SHALL NOT APPLY\n   12  TO A COMPUTER PROGRAM DESIGNED PRIMARILY TO DO ANY OF THE FOLLOWING:\n   13    (A) OPERATE AS A SERVER THAT IS ACCESSIBLE OVER THE INTERNET USING THE\n   14  INTERNET DOMAIN NAME SYSTEM;\n   15    (B) TRANSMIT OR RECEIVE EMAIL MESSAGES  OR  REAL-TIME  VOICE  COMMUNI-\n   16  CATIONS;\n   17    (C) TRANSMIT OR RECEIVE INFORMATION BASED ON A SEARCH OF THE INTERNET;\n   18  OR\n   19    (D)  FACILITATE THE TECHNICAL FUNCTIONING OR MAINTENANCE OF ASSOCIATED\n   20  SOFTWARE, SUCH AS DATA CACHING, SECURITY UPDATES, UPDATING THE  PROGRAM,\n   21  OR DIAGNOSTICS.\n   22    4.  NOTHING IN THIS SECTION SHALL IN ANY WAY LIMIT THE RIGHTS OR REME-\n   23  DIES THAT ARE OTHERWISE AVAILABLE TO A CONSUMER OR PURCHASER  UNDER  ANY\n   24  OTHER LAW.\n   25    5. THE ATTORNEY GENERAL MAY BRING A CIVIL ACTION AGAINST ANY SELLER OR\n   26  RESELLER  WHO  VIOLATES  ANY  PROVISION  OF  THIS SECTION TO ENFORCE THE\n   27  PROVISIONS OF THIS SECTION AND MAY RECOVER ANY OR ALL OF THE FOLLOWING:\n   28    (A) UP TO ONE HUNDRED THOUSAND DOLLARS FOR A KNOWING PATTERN OR  PRAC-\n   29  TICE OF SUCH VIOLATIONS;\n   30    (B) COSTS AND REASONABLE ATTORNEY'S FEES; AND\n   31    (C)  WHENEVER THE ATTORNEY GENERAL BELIEVES FROM EVIDENCE SATISFACTORY\n   32  TO HIM OR HER THAT A KNOWING VIOLATION OF THIS SECTION OR A  PATTERN  OR\n   33  PRACTICE OF VIOLATING THIS SECTION HAS OCCURRED OR IS ABOUT TO OCCUR, AN\n   34  ORDER TO ENJOIN SUCH VIOLATION.\n   35    6.  NOTHING  IN  THIS SECTION IS INTENDED TO EXTEND, LIMIT OR CONFLICT\n   36  WITH THE NOTICE AND RELATED  OBLIGATIONS  OF  PROVIDERS  SUBJECT  TO  47\n   37  C.F.R.  PART 9 OR ANY SUCCESSOR REGULATION OR LAW.\n   38    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to file-sharing applications ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T102610.TXT", "SOBI.D110121.T133526.TXT", "SOBI.D110121.T124523.TXT", "SOBI.D110124.T103110.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070617
}