{
  "year" : 2011,
  "senateBillNo" : "A2914-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2914-2011-1295586000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state indigenous natural gas value added task force",
  "summary" : "Establishes the New York state indigenous natural gas value added task force to prepare a report on the value added opportunities of the Marcellus shale natural gas. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA10234-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2914\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. LUPARDO, CROUCH, GIGLIO -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         establishing the New York state indigenous  natural  gas  value  added\n         task  force;  and providing for the repeal of such provisions upon the\n         expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.   The legislature hereby finds and\n    2  declares that within New York state lies the Marcellus shale which is  a\n    3  black  shale  formation  extending  deep  underground from Ohio and West\n    4  Virginia northeast into Pennsylvania and southern New York. According to\n    5  the New York state department of environmental conservation some  geolo-\n    6  gists  estimate  that  the  entire  Marcellus  shale  formation contains\n    7  between 168 trillion to 516 trillion cubic feet of natural gas  through-\n    8  out  its entire extent. It is not yet known how much gas will be commer-\n    9  cially recoverable from the Marcellus shale in New York state. New  York\n   10  state  currently  uses 1.1 trillion cubic feet of natural gas a year. In\n   11  order for New York state to derive the  full  value  of  this  commodity\n   12  located  in  the state, we need to utilize the gas in New York state for\n   13  manufacturing and other value added activities.\n   14    S 2. Article 19 of the environmental conservation law  is  amended  by\n   15  adding a new title 13 to read as follows:\n   16                                   TITLE 13\n   17        NEW YORK STATE INDIGENOUS NATURAL GAS VALUE ADDED TASK FORCE\n   18  SECTION  19-1301. NEW YORK STATE INDIGENOUS NATURAL GAS VALUE ADDED TASK\n   19                      FORCE.\n   20          19-1303. TASK FORCE COMPOSITION.\n   21          19-1305. POWERS AND DUTIES OF THE TASK FORCE.\n   22  S 19-1301. NEW YORK STATE INDIGENOUS NATURAL GAS VALUE ADDED TASK FORCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07314-01-1\n\n       A. 2914                             2\n\n    1    1. THE NEW YORK STATE INDIGENOUS NATURAL GAS VALUE ADDED TASK FORCE IS\n    2  HEREBY ESTABLISHED.\n    3    THE  ROLE  OF  THE  TASK  FORCE  SHALL INCLUDE, BUT NOT BE LIMITED TO,\n    4  CONDUCTING AN IN-DEPTH EXAMINATION OF ISSUES RELATED TO THE VALUE  ADDED\n    5  OPPORTUNITIES FOR INDIGENOUS NATURAL GAS IN NEW YORK STATE.\n    6  S 19-1303. TASK FORCE COMPOSITION.\n    7    1.  THE  TASK FORCE SHALL CONSIST OF A TOTAL OF NINE MEMBERS AND SHALL\n    8  INCLUDE THE COMMISSIONER, THE COMMISSIONER OF ECONOMIC DEVELOPMENT,  THE\n    9  PRESIDENT OF THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORI-\n   10  TY,  THE  CHAIR OF THE PUBLIC SERVICE COMMISSION, THE EXECUTIVE DIRECTOR\n   11  OF THE FOUNDATION FOR SCIENCE, TECHNOLOGY AND INNOVATION, AND ONE MEMBER\n   12  EACH APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER  OF\n   13  THE ASSEMBLY, THE MINORITY LEADER OF THE SENATE, AND THE MINORITY LEADER\n   14  OF THE ASSEMBLY.\n   15    2.  THE  COMMISSIONER  OR  HIS  OR HER DESIGNATED REPRESENTATIVE SHALL\n   16  SERVE AS CHAIRPERSON OF THE TASK FORCE.\n   17    3. FOR THE PURPOSES OF THIS SECTION, NON-GOVERNMENTAL APPOINTEES SHALL\n   18  BE CONSIDERED OFFICERS OR EMPLOYEES OF  PUBLIC  ENTITIES  AND  SHALL  BE\n   19  AFFORDED  SUCH  DEFENSE  AND  INDEMNIFICATION  PROVIDED UNDER THE PUBLIC\n   20  OFFICERS LAW.\n   21    4. THE MEMBERS OF THE TASK FORCE SHALL  RECEIVE  NO  COMPENSATION  FOR\n   22  THEIR SERVICES, BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n   23  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   24    5.  NO  APPOINTED  MEMBER  OF  THE  TASK  FORCE SHALL BE AN ELECTED OR\n   25  APPOINTED PUBLIC OFFICER.\n   26  S 19-1305. POWERS AND DUTIES OF THE TASK FORCE.\n   27    1. THE TASK FORCE SHALL MEET QUARTERLY, OR AT THE CALL OF  THE  CHAIR-\n   28  PERSON.\n   29    2.  IN  RECOGNITION  OF THE IMPORTANCE OF THE VALUE ADDED POTENTIAL OF\n   30  THE MARCELLUS SHALE NATURAL GAS, THE TASK FORCE  MAY  CONSULT  WITH  ANY\n   31  ORGANIZATION, EDUCATIONAL INSTITUTION, OTHER GOVERNMENT ENTITY OR AGENCY\n   32  OR PERSON IN THE DEVELOPMENT OF ITS RECOMMENDATIONS.\n   33    3.  THE  DEPARTMENT SHALL PROVIDE THE TASK FORCE WITH SUCH FACILITIES,\n   34  ASSISTANCE AND DATA AS WILL ENABLE THE  TASK  FORCE  TO  CARRY  OUT  ITS\n   35  POWERS  AND  DUTIES.  ADDITIONALLY,  ALL  OTHER AGENCIES OF THE STATE OR\n   36  SUBDIVISIONS THEREOF MAY, AT THE REQUEST OF THE CHAIRPERSON, PROVIDE THE\n   37  TASK FORCE WITH SUCH FACILITIES, ASSISTANCE, AND DATA TO ENABLE THE TASK\n   38  FORCE TO CARRY OUT ITS POWERS AND DUTIES.\n   39    4. WITHIN TWELVE MONTHS OF THE EFFECTIVE DATE OF THIS TITLE, THE  TASK\n   40  FORCE SHALL ISSUE A DRAFT REPORT ON THE VALUE ADDED OPPORTUNITIES OF THE\n   41  MARCELLUS SHALE NATURAL GAS.\n   42    COPIES  OF  THE  REPORT SHALL ALSO BE MADE AVAILABLE TO THE PUBLIC AND\n   43  POSTED ON THE DEPARTMENT'S WEBSITE AND NOTICE  OF  THE  AVAILABILITY  OF\n   44  SUCH PLAN SHALL BE PUBLISHED IN THE ENVIRONMENTAL NOTICE BULLETIN.\n   45    S  3.  This  act shall take effect on the ninetieth day after it shall\n   46  have become a law and shall expire and be  deemed  repealed  five  years\n   47  after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing the New York state indigenous natural gas value added task force; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T102610.TXT", "SOBI.D110121.T134027.TXT", "SOBI.D110121.T134527.TXT", "SOBI.D110121.T124523.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770391
}