{
  "year" : 2011,
  "senateBillNo" : "A2911-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2911-2011-1295586000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to creating a day care assistance program for members of the organized militia serving active duty; appropriation",
  "summary" : "Relates to creating a day care assistance program for members of the organized militia serving federal active duty outside the United States; appropriates $500,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "A4717-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2911\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. P. LOPEZ, CROUCH, FINCH, HAWLEY, McKEVITT, SALA-\n         DINO, SPANO -- Multi-Sponsored by -- M. of A. BARCLAY, BURLING, CONTE,\n         DUPREY, GIGLIO, KOLB, SAYWARD, THIELE, WEISENBERG  --  read  once  and\n         referred to the Committee on Governmental Operations\n\n       AN  ACT  to  amend  the military law, in relation to creating a day care\n         assistance program for members of the organized militia serving feder-\n         al active duty; and making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The military law is amended by adding a new section 224 to\n    2  read as follows:\n    3    S 224. DAY CARE ASSISTANCE PROGRAM. 1. THE DIVISION  OF  MILITARY  AND\n    4  NAVAL  AFFAIRS,  IN  CONJUNCTION  WITH THE OFFICE OF CHILDREN AND FAMILY\n    5  SERVICES SHALL DEVELOP AND IMPLEMENT A DAY CARE  ASSISTANCE  PROGRAM  TO\n    6  BENEFIT  MEMBERS  OF  THE  ORGANIZED MILITIA OF THIS STATE WHO HAVE BEEN\n    7  CALLED TO ACTIVE MILITARY SERVICE OF THE UNITED STATES.\n    8    2. THE PROGRAM SHALL  PROVIDE  FINANCIAL  ASSISTANCE,  WITHIN  AMOUNTS\n    9  APPROPRIATED  THEREFOR,  FOR  REIMBURSABLE  DAY CARE COSTS FOR DEPENDENT\n   10  CHILDREN OF MEMBERS OF THE ORGANIZED MILITIA WHO  HAVE  BEEN  CALLED  TO\n   11  ACTIVE  MILITARY  SERVICE  FOR A PERIOD OF SIX TO TWENTY-FOUR MONTHS AND\n   12  WHO ARE SERVING IN MILITARY OPERATIONS OUTSIDE  THE  CONTINENTAL  UNITED\n   13  STATES  OR WHO ARE CALLED UP FOR ACTIVE MILITARY SERVICE FOR A PERIOD IN\n   14  EXCESS OF TWELVE MONTHS WITHIN THE CONTINENTAL UNITED STATES.\n   15    3. FINANCIAL AID MAY BE PROVIDED TO THE PARENT OR LEGAL GUARDIAN OF  A\n   16  DEPENDENT  CHILD OF AN ACTIVE DUTY MEMBER UNDER THIS SECTION PURSUANT TO\n   17  REGULATIONS ESTABLISHED BY THE DIVISION IN CONJUNCTION WITH  THE  OFFICE\n   18  OF CHILDREN AND FAMILY SERVICES.\n   19    4. THE DIVISION OF MILITARY AND NAVAL AFFAIRS, IN CONJUNCTION WITH THE\n   20  OFFICE  OF  CHILDREN  AND  FAMILY SERVICES, SHALL CREATE AND DISSEMINATE\n   21  INFORMATIONAL MATERIALS REGARDING THE AVAILABILITY OF AID PROVIDED UNDER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05991-01-1\n\n       A. 2911                             2\n\n    1  THIS PROGRAM TO MEMBERS OF THE ORGANIZED MILITIA,  WHICH  SHALL  INCLUDE\n    2  INFORMATION ON WHERE AND HOW TO APPLY FOR SUCH AID.\n    3    S  2.  The sum of five hundred thousand dollars ($500,000), or so much\n    4  thereof as may be necessary, is hereby appropriated to the  division  of\n    5  military  and  naval  affairs out of any moneys in the state treasury in\n    6  the general fund to the credit of the state purposes account, not other-\n    7  wise appropriated, and made immediately available, for  the  purpose  of\n    8  carrying out the provisions of this act. Such moneys shall be payable on\n    9  the  audit  and  warrant  of  the  comptroller  on vouchers certified or\n   10  approved by the adjutant general in the manner prescribed by law.\n   11    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   12  have  become  a  law; provided, however, that effective immediately, the\n   13  division of military and naval affairs, in conjunction with  the  office\n   14  of  children  and  family  services, shall promulgate any rules or regu-\n   15  lations necessary for the implementation of this act on or  before  such\n   16  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law, in relation to creating a day care assistance program for members of the organized militia serving federal active duty; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T131525.TXT", "SOBI.D110124.T102610.TXT", "SOBI.D110121.T124523.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770373
}