{
  "year" : 2011,
  "senateBillNo" : "A2925-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2925-2011-1295586000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes an appropriation to the Museum of African American Cinema, Inc. for the purchase of land, the operation of such facility and for an architectural study",
  "summary" : "Makes an appropriation of $6,250,000 to the Museum of African American Cinema, Inc. for the purchase of land, the operation of such facility and for an architectural study. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "A1407-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2925\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WRIGHT, P. RIVERA, CLARK, TITONE -- Multi-Spon-\n         sored by -- M. of A.   ARROYO, BENEDETTO, BOYLAND,  BRENNAN,  BURLING,\n         CAMARA,  COLTON,  DESTITO, ENGLEBRIGHT, FARRELL, FITZPATRICK, HEASTIE,\n         JEFFRIES, LAVINE,  P. LOPEZ,  V. LOPEZ,  MAISEL,  McENENY,  O'DONNELL,\n         ORTIZ,   PEOPLES-STOKES,   PERRY,   PHEFFER,   PRETLOW,  RAIA,  RAMOS,\n         J. RIVERA, N. RIVERA, ROBINSON, SCARBOROUGH,  THIELE,  TOWNS  --  read\n         once and referred to the Committee on Ways and Means\n\n       AN ACT making an appropriation to the Museum of African American Cinema,\n         Inc.    for  the  purchase of land, for operation and an architectural\n         study for such Museum of African American Cinema\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The sum of six million two hundred fifty thousand dollars\n    2  ($6,250,000), or so much thereof as may be necessary, is  hereby  appro-\n    3  priated  to  the  Museum  of  African  American Cinema, Inc., out of any\n    4  moneys in the state treasury in the general fund to the  credit  of  the\n    5  local  assistance  account,  not  otherwise appropriated, and made imme-\n    6  diately available, for carrying out the purposes of this  act.  Of  such\n    7  sum: (a) up to three million dollars ($3,000,000) shall be available for\n    8  the  purchase  of  land for the Museum of African American Cinema, Inc.;\n    9  (b) up to three million dollars  ($3,000,000)  shall  be  available  for\n   10  facility operating costs of such Museum; and (c) up to two hundred fifty\n   11  thousand  dollars ($250,000) shall be available to fund an architectural\n   12  study for such museum. Such moneys shall be payable  on  the  audit  and\n   13  warrant  of  the  comptroller  on  vouchers certified or approved by the\n   14  department of state in the manner prescribed by law.\n   15    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03111-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT making an appropriation to the Museum of African American Cinema, Inc. for the purchase of land, for operation and an architectural study for such Museum of African American Cinema ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T133025.TXT", "SOBI.D110124.T105612.TXT", "SOBI.D110121.T130024.TXT", "SOBI.D110121.T133526.TXT", "SOBI.D110121.T125024.TXT", "SOBI.D110124.T104611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295884572255
}