{
  "year" : 2011,
  "senateBillNo" : "A2923-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A2923-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits sex offenders from residing within a child day care center",
  "summary" : "Prohibits sex offenders from residing within a child day care center; violation of such prohibition shall be a class E felony upon the first conviction thereof and a class D felony upon a second or subsequent conviction. ",
  "currentCommittee" : null,
  "sameAs" : "S1799",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A10254-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hikind",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crespo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2923\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SWEENEY,  ABBATE,  HOOPER,  GALEF,  GUNTHER,\n         N. RIVERA, SPANO, JAFFEE, WEISENBERG, MARKEY, MAISEL, HIKIND, LANCMAN,\n         BENEDETTO,  GIBSON,  CRESPO,  MOLINARO,  RAIA,  CASTRO,  GABRYSZAK  --\n         Multi-Sponsored  by  -- M. of A. DESTITO, MAGEE, THIELE, TITONE, TOWNS\n         -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law and the correction  law,  in  relation  to\n         prohibiting sex offenders from residing within child day care centers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 10.00 of the penal law is amended by adding  a  new\n    2  subdivision 21 to read as follows:\n    3    21.  \"CHILD  DAY  CARE CENTER\" MEANS ANY BUILDING, STRUCTURE, ATHLETIC\n    4  PLAYING FIELD, PLAYGROUND OR LAND CONTAINED  WITHIN  THE  REAL  PROPERTY\n    5  BOUNDARY LINE OF A PROGRAM OR FACILITY CARING FOR CHILDREN FOR MORE THAN\n    6  THREE  HOURS  PER DAY PER CHILD IN WHICH CHILD DAY CARE IS PROVIDED BY A\n    7  CHILD DAY CARE PROVIDER, AS SUCH TERM IS DEFINED  IN  PARAGRAPH  (B)  OF\n    8  SUBDIVISION  ONE  OF SECTION THREE HUNDRED NINETY OF THE SOCIAL SERVICES\n    9  LAW, INCLUDING THOSE PROGRAMS OPERATING AS A GROUP FAMILY DAY CARE HOME,\n   10  AS SUCH TERM IS DEFINED IN PARAGRAPH (D) OF SUBDIVISION ONE  OF  SECTION\n   11  THREE HUNDRED NINETY OF THE SOCIAL SERVICES LAW, A FAMILY DAY CARE HOME,\n   12  AS  SUCH  TERM IS DEFINED IN PARAGRAPH (E) OF SUBDIVISION ONE OF SECTION\n   13  THREE HUNDRED NINETY OF THE SOCIAL SERVICES LAW, AND A SCHOOL AGE  CHILD\n   14  CARE  PROGRAM,  AS  SUCH TERM IS DEFINED IN PARAGRAPH (F) OF SUBDIVISION\n   15  ONE OF SECTION THREE HUNDRED NINETY OF THE SOCIAL SERVICES LAW.\n   16    S 2. Subdivision 4-a of section 65.10 of the penal law is  amended  by\n   17  adding a new paragraph (c) to read as follows:\n   18    (C)  WHEN  IMPOSING  A  SENTENCE OF PROBATION OR CONDITIONAL DISCHARGE\n   19  UPON A PERSON CONVICTED OF AN OFFENSE FOR WHICH REGISTRATION  AS  A  SEX\n   20  OFFENDER  IS  REQUIRED  PURSUANT TO ARTICLE SIX-C OF THE CORRECTION LAW,\n   21  THE COURT SHALL REQUIRE, AS A MANDATORY CONDITION OF SUCH SENTENCE, THAT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02937-01-1\n\n       A. 2923                             2\n\n    1  SUCH SENTENCED OFFENDER SHALL REFRAIN FROM RESIDING WITHIN A  CHILD  DAY\n    2  CARE CENTER.\n    3    S  3.  Section  168-a of the correction law is amended by adding a new\n    4  subdivision 19 to read as follows:\n    5    19. \"CHILD DAY CARE CENTER\" MEANS ANY  BUILDING,  STRUCTURE,  ATHLETIC\n    6  PLAYING  FIELD,  PLAYGROUND  OR  LAND CONTAINED WITHIN THE REAL PROPERTY\n    7  BOUNDARY LINE OF A PROGRAM OR FACILITY CARING FOR CHILDREN FOR MORE THAN\n    8  THREE HOURS PER DAY PER CHILD IN WHICH CHILD DAY CARE IS PROVIDED  BY  A\n    9  CHILD  DAY  CARE  PROVIDER,  AS SUCH TERM IS DEFINED IN PARAGRAPH (B) OF\n   10  SUBDIVISION ONE OF SECTION THREE HUNDRED NINETY OF THE  SOCIAL  SERVICES\n   11  LAW, INCLUDING THOSE PROGRAMS OPERATING AS A GROUP FAMILY DAY CARE HOME,\n   12  AS  SUCH  TERM IS DEFINED IN PARAGRAPH (D) OF SUBDIVISION ONE OF SECTION\n   13  THREE HUNDRED NINETY OF THE SOCIAL SERVICES LAW, A FAMILY DAY CARE HOME,\n   14  AS SUCH TERM IS DEFINED IN PARAGRAPH (E) OF SUBDIVISION ONE  OF  SECTION\n   15  THREE  HUNDRED NINETY OF THE SOCIAL SERVICES LAW, AND A SCHOOL AGE CHILD\n   16  CARE PROGRAM, AS SUCH TERM IS DEFINED IN PARAGRAPH  (F)  OF  SUBDIVISION\n   17  ONE OF SECTION THREE HUNDRED NINETY OF THE SOCIAL SERVICES LAW.\n   18    S 4. Section 168-t of the correction law, as amended by chapter 373 of\n   19  the laws of 2007, is amended to read as follows:\n   20    S  168-t.  Penalty. Any sex offender required to register or to verify\n   21  pursuant to the provisions of this article  who  fails  to  register  or\n   22  verify  in  the  manner and within the time periods provided for in this\n   23  article,  OR  WHO  VIOLATES  THE  PROVISIONS  OF  SECTION  ONE   HUNDRED\n   24  SIXTY-EIGHT-W  OF  THIS ARTICLE shall be guilty of a class E felony upon\n   25  conviction for the first offense, and upon conviction for  a  second  or\n   26  subsequent offense shall be guilty of a class D felony. Any sex offender\n   27  who violates the provisions of section one hundred sixty-eight-v of this\n   28  article shall be guilty of a class A misdemeanor upon conviction for the\n   29  first  offense,  and  upon conviction for a second or subsequent offense\n   30  shall be guilty of a class D felony. Any such  failure  to  register  or\n   31  verify  may  also  be  the  basis  for  revocation of parole pursuant to\n   32  section two hundred fifty-nine-i of the executive law or the  basis  for\n   33  revocation  of  probation  pursuant  to  article four hundred ten of the\n   34  criminal procedure law.\n   35    S 5. Section 168-w of the correction law, as relettered by chapter 604\n   36  of the laws of 2005, is relettered section 168-x and a new section 168-w\n   37  is added to read as follows:\n   38    S 168-W. PROHIBITION ON RESIDING WITHIN A CHILD DAY CARE CENTER.    NO\n   39  SEX  OFFENDER REQUIRED TO REGISTER PURSUANT TO THIS ARTICLE SHALL RESIDE\n   40  WITHIN ANY CHILD DAY CARE CENTER.\n   41    S 6. This act shall take effect on the first of November next succeed-\n   42  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the correction law, in relation to prohibiting sex offenders from residing within child day care centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T130024.TXT", "SOBI.D110121.T125024.TXT", "SOBI.D110121.T133526.TXT", "SOBI.D110124.T104611.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883971124
}