{
  "year" : 2011,
  "senateBillNo" : "A2921-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to education",
    "billEventId" : "A2921-2011-1295586000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"parent advocate act\"",
  "summary" : "Enacts the \"parent advocate act\" and establishes the \"office of the parent advocate\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A11717-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2921\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. SWEENEY -- Multi-Sponsored by -- M. of A. CASTEL-\n         LI,  CLARK,  COOK,  DESTITO,  ENGLEBRIGHT, GOTTFRIED, HOOPER, LANCMAN,\n         MAGEE, MARKEY, MAYERSOHN, MILLMAN, ORTIZ,  ROBINSON,  TITONE,  WEISEN-\n         BERG, WEPRIN -- read once and referred to the Committee on Education\n\n       AN  ACT  to amend the education law, in relation to enacting the \"parent\n         advocate act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"parent advocate act\".\n    3    S 2. The education law is amended by adding a new article 44  to  read\n    4  as follows:\n\n    5                                 ARTICLE 44\n    6                  SCHOOL DISTRICT OFFICERS--STATE OFFICIALS\n    7  SECTION 2150. OFFICE OF PARENT ADVOCATE.\n    8    S 2150. OFFICE OF PARENT ADVOCATE. 1. THERE SHALL BE IN THE DEPARTMENT\n    9  AN  OFFICE  TO  BE  KNOWN  AS  THE \"OFFICE OF THE PARENT ADVOCATE\". SUCH\n   10  OFFICE SHALL BE UNDER THE SUPERVISION AND DIRECTION OF AN OFFICIAL KNOWN\n   11  AS THE \"PARENT ADVOCATE\". THE PARENT ADVOCATE SHALL BE APPOINTED BY  THE\n   12  REGENTS.  THE PARENT ADVOCATE SHALL REPORT DIRECTLY TO THE COMMISSIONER.\n   13  THE PARENT ADVOCATE SHALL DEVOTE HIS OR HER ENTIRE TIME TO THE DUTIES OF\n   14  SUCH OFFICE.\n   15    2. NO PERSON SHALL BE APPOINTED AS A PARENT  ADVOCATE  UNLESS  AT  THE\n   16  TIME OF SUCH PERSON'S APPOINTMENT SUCH PERSON IS A RESIDENT OF THE STATE\n   17  AND  IS  KNOWLEDGEABLE  ON  THE  SUBJECT OF EDUCATION AND IS SKILLFUL IN\n   18  MATTERS PERTAINING THERETO. ONCE APPOINTED, THE  PARENT  ADVOCATE  SHALL\n   19  CONTINUE  IN  OFFICE  UNTIL  SUCH  PERSON'S  TERM EXPIRES AND UNTIL SUCH\n   20  PERSON'S SUCCESSOR HAS BEEN APPOINTED AND HAS  QUALIFIED.  THE  TERM  OF\n   21  OFFICE SHALL BE FOUR YEARS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02944-01-1\n\n       A. 2921                             2\n\n    1    3.  ANY  PARENT ADVOCATE MAY BE REMOVED BY THE REGENTS FOR CAUSE AFTER\n    2  AN OPPORTUNITY TO BE HEARD. A STATEMENT OF THE CAUSE  OF  SUCH  PERSON'S\n    3  REMOVAL  SHALL BE FILED BY THE REGENTS IN THE OFFICE OF THE SECRETARY OF\n    4  STATE.\n    5    4. IN THE EVENT OF A VACANCY CAUSED BY THE DEATH, RESIGNATION, REMOVAL\n    6  OR DISABILITY OF THE PARENT ADVOCATE, THE VACANCY SHALL BE FILLED BY THE\n    7  REGENTS FOR THE UNEXPIRED TERM.\n    8    5. A. THE OFFICE OF THE PARENT ADVOCATE SHALL HAVE THE FOLLOWING FUNC-\n    9  TIONS, POWERS AND DUTIES:\n   10    (1)  TO  ASSIST  PARENTS  OR  GUARDIANS OF STUDENTS ENROLLED IN PUBLIC\n   11  SCHOOL DISTRICTS IN THEIR INTERACTIONS WITH THE DEPARTMENT;\n   12    (2) TO IDENTIFY AREAS IN WHICH PARENTS OR GUARDIANS HAVE  PROBLEMS  IN\n   13  DEALING WITH THE DEPARTMENT;\n   14    (3)  TO  PROPOSE  SOLUTIONS, INCLUDING ADMINISTRATIVE CHANGES TO PRAC-\n   15  TICES AND PROCEDURES OF THE DEPARTMENT;\n   16    (4) TO RECOMMEND LEGISLATIVE ACTION AS MAY BE APPROPRIATE  TO  RESOLVE\n   17  CONTINUING COMMON PROBLEMS ENCOUNTERED BY PARENTS OR GUARDIANS;\n   18    (5) TO HELP PARENTS NAVIGATE LAWS AND DEPARTMENT RULES OR REGULATIONS;\n   19    (6) TO HELP PARENTS HAVE THEIR GRIEVANCES HEARD AND DECIDED;\n   20    (7) TO PROMOTE OPEN AND DIRECT COMMUNICATIONS; AND\n   21    (8)  PROVIDE  IN PLAIN LANGUAGE THE CORRECT PROCESS TO HAVE COMPLAINTS\n   22  HEARD AND DECIDED BY THE DEPARTMENT.\n   23    B. THE PARENT ADVOCATE SHALL PREPARE A REPORT AS TO THE ACTIVITIES  OF\n   24  THE  PARENT ADVOCATE. SUCH REPORT SHALL BE SUBMITTED TO THE REGENTS, THE\n   25  TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, AND  THE\n   26  COMMISSIONER  NO  LATER THAN THE THIRTY-FIRST DAY OF DECEMBER COMMENCING\n   27  IN THE YEAR AFTER THE EFFECTIVE DATE OF THIS ARTICLE  AND  EVERY  SECOND\n   28  YEAR  THEREAFTER.  ANY  SUCH  REPORT  SHALL CONTAIN FULL AND SUBSTANTIVE\n   29  ANALYSIS, IN ADDITION TO STATISTICAL INFORMATION, AND SHALL:\n   30    (1) IDENTIFY THE INITIATIVES THE PARENT ADVOCATE HAS TAKEN ON  IMPROV-\n   31  ING EDUCATIONAL SERVICES AND THE DEPARTMENT'S RESPONSIVENESS;\n   32    (2)  CONTAIN  A  SUMMARY  OF AT LEAST TEN OF THE MOST SERIOUS PROBLEMS\n   33  ENCOUNTERED BY PARENTS OR  GUARDIANS  OF  STUDENTS  ENROLLED  IN  PUBLIC\n   34  SCHOOL  DISTRICTS,  INCLUDING  A DESCRIPTION OF THE NATURE OF SUCH PROB-\n   35  LEMS;\n   36    (3) CONTAIN AN INVENTORY OF THE ITEMS DESCRIBED IN  SUBPARAGRAPHS  ONE\n   37  AND TWO OF THIS PARAGRAPH FOR WHICH ACTION HAS BEEN TAKEN AND THE RESULT\n   38  OF  SUCH ACTION; AND INVENTORY FOR WHICH ACTION REMAINS TO BE COMPLETED;\n   39  AND AN INVENTORY FOR WHICH NO ACTION HAS BEEN TAKEN, AND THE REASONS FOR\n   40  THE INACTION;\n   41    (4) CONTAIN RECOMMENDATIONS FOR SUCH  ADMINISTRATIVE  AND  LEGISLATIVE\n   42  ACTION  AS MAY BE APPROPRIATE TO RESOLVE PROBLEMS ENCOUNTERED BY PARENTS\n   43  OR GUARDIANS OF STUDENTS IN PUBLIC SCHOOL DISTRICTS; AND\n   44    (5) INCLUDE SUCH OTHER INFORMATION AS THE  PARENT  ADVOCATE  MAY  DEEM\n   45  ADVISABLE.\n   46    S 3. Section 104 of the education law is amended to read as follows:\n   47    S 104. Other officers and employees.  The commissioner [of education],\n   48  subject  to the approval of the regents, shall have power, in conformity\n   49  with their rules, to appoint all other needed officers and employees and\n   50  fix their titles, duties and salaries, INCLUDING  THE  SALARIES  OF  THE\n   51  PARENT  ADVOCATE  AND  EMPLOYEES  OF  THE  OFFICE OF THE PARENT ADVOCATE\n   52  AUTHORIZED BY SECTION TWENTY-ONE HUNDRED FIFTY OF THIS CHAPTER.\n   53    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to enacting the \"parent advocate act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T125024.TXT", "SOBI.D110121.T133526.TXT", "SOBI.D110124.T104611.TXT", "SOBI.D110121.T130524.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883971120
}