{
  "year" : 2011,
  "senateBillNo" : "A2929-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to labor",
    "billEventId" : "A2929-2011-1295586000000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing notification of prevailing wage violation allegations",
  "summary" : "Relates to providing notification of prevailing wage violation allegations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A10838-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2929\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ZEBROWSKI  --  read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law, in relation to providing notification  of\n         prevailing wage violation allegations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 223 of the labor law, as amended by chapter 929  of\n    2  the laws of 1935, is amended to read as follows:\n    3    S  223.  Enforcement  of  article. 1. If the fiscal officer as defined\n    4  herein finds that any person contracting with  the  state,  a  municipal\n    5  corporation,  or  any  commission  appointed  pursuant  to  law, for the\n    6  performance of any public work  fails  to  comply  with  or  evades  the\n    7  provisions  of  this article, he shall present evidence of such non-com-\n    8  pliance or evasion to  the  officer,  department,  board  or  commission\n    9  having  charge  of  such work for enforcement.  [Wherein] SUBJECT TO THE\n   10  PROVISIONS OF SUBDIVISION TWO OF THIS  SECTION,  WHEREIN  such  evidence\n   11  indicates  a  non-compliance or evasion on the part of a sub-contractor,\n   12  the contractor shall be responsible for such non-compliance or  evasion.\n   13  It  shall be the duty of any officer, department, board or commission in\n   14  charge of the construction of such public work contracts to enforce  the\n   15  provisions of this article.\n   16    2.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW TO THE CONTRARY, A\n   17  CONTRACTOR SHALL BE RESPONSIBLE FOR THE NON-COMPLIANCE OR EVASION  OF  A\n   18  SUBCONTRACTOR UNDER THIS ARTICLE ONLY IF THE EMPLOYEE OF THE SUBCONTRAC-\n   19  TOR,  OR  THE  EMPLOYEE'S  COLLECTIVE BARGAINING REPRESENTATIVE, JOINTLY\n   20  TRUSTEED FUND OR ANY OTHER INTERESTED PARTY HAS NOTIFIED THE  CONTRACTOR\n   21  OF  SUCH  NON-COMPLIANCE OR EVASION IN ACCORDANCE WITH THE PROVISIONS OF\n   22  THIS SUBDIVISION. SUCH NOTICE SHALL BE VERIFIED, IN WRITING, AND MUST BE\n   23  PROVIDED TO THE CONTRACTOR WITHIN ONE YEAR  OF  THE  DATE  OF  THE  LAST\n   24  ALLEGED UNDERPAYMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00568-01-1\n\n       A. 2929                             2\n\n    1    3.  NOTHING  CONTAINED  IN THIS SECTION SHALL BE DEEMED TO RELIEVE THE\n    2  OBLIGATION OF A SUBCONTRACTOR TO PAY, AS  AN  EMPLOYER,  THE  WAGES  AND\n    3  SUPPLEMENTS,  INCLUDING  ANY  INTEREST OR PENALTIES, REQUIRED TO BE PAID\n    4  PURSUANT TO THIS ARTICLE. IN THE EVENT A CONTRACTOR UNDER  THIS  SECTION\n    5  OR  SECTION  TWO HUNDRED TWENTY-G OF THIS ARTICLE IS REQUIRED TO PAY ANY\n    6  WAGES, SUPPLEMENTS, INTEREST OR PENALTIES AS A RESULT OF THE  NONPAYMENT\n    7  OF  A  SUBCONTRACTOR,  THE  CONTRACTOR  SHALL  HAVE  A  RIGHT  OF ACTION\n    8  PERSONALLY AGAINST ANY OFFICER, OWNER OR PRINCIPAL OF SUCH SUBCONTRACTOR\n    9  TO RECOVER SUCH PAYMENTS.\n   10    S 2. Paragraphs (b) and (c) of subdivision 2 of  section  740  of  the\n   11  labor  law, as added by chapter 660 of the laws of 1984, are amended and\n   12  a new paragraph (d) is added to read as follows:\n   13    (b) provides information to, or  testifies  before,  any  public  body\n   14  conducting  an investigation, hearing or inquiry into any such violation\n   15  of a law, rule or regulation by such employer; [or]\n   16    (c) objects to, or refuses to participate in any such activity, policy\n   17  or practice in violation of a law, rule or regulation[.]; OR\n   18    (D) PROVIDES NOTICE, OR HAS NOTICE  PROVIDED  ON  HIS  OR  HER  BEHALF\n   19  PURSUANT  TO  THE  PROVISIONS  OF SUBDIVISION TWO OF SECTION TWO HUNDRED\n   20  TWENTY-THREE OF THIS CHAPTER.\n   21    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   22  have  become a law and shall be applicable to complaints of sub-contrac-\n   23  tor non-compliance filed on and after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to providing notification of prevailing wage violation allegations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T133025.TXT", "SOBI.D110121.T130024.TXT", "SOBI.D110121.T125024.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070642
}