{
  "year" : 2011,
  "senateBillNo" : "A2939-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to election law",
    "billEventId" : "A2939-2011-1295586000000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reduces the numbers of signatures required on designating and nominating petitions for statewide and local offices",
  "summary" : "Reduces the numbers of signatures required on designating and independent nominating petitions for statewide and local offices; reduces the required numbers of signatures by half or approximately half. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A4161-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2939\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK, GALEF, SPANO, KAVANAGH -- Multi-Sponsored\n         by -- M. of A.  BRENNAN, DINOWITZ -- read once  and  referred  to  the\n         Committee on Election Law\n\n       AN  ACT  to amend the election law, in relation to signature requirement\n         on designating and nominating petitions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivisions 1 and 2 of section 6-136 of the election law,\n    2  subdivision 1 as amended by chapter 200 of the laws of 1996, subdivision\n    3  2 as amended by chapter 79 of the laws of 1992, the opening paragraph of\n    4  subdivision 2 as amended by chapter 659 of the laws of  1994  and  para-\n    5  graph  (c-1)  of  subdivision 2 as amended by chapter 418 of the laws of\n    6  1993, are amended to read as follows:\n    7    1. Petitions for any office to be filled by the voters of  the  entire\n    8  state  must  be signed by not less than [fifteen thousand or five] SEVEN\n    9  THOUSAND FIVE HUNDRED OR TWO AND ONE-HALF per centum, whichever is less,\n   10  of the then enrolled voters of the party in the state (excluding  voters\n   11  in  inactive  status), of whom not less than [one hundred or five] FIFTY\n   12  OR TWO AND ONE-HALF per centum, whichever  is  less,  of  such  enrolled\n   13  voters  shall  reside in each of one-half of the congressional districts\n   14  of the state.\n   15    2. All other petitions must be signed by not less than [five] TWO  AND\n   16  ONE-HALF  per  centum, as determined by the preceding enrollment, of the\n   17  then enrolled voters of the party residing within the political unit  in\n   18  which  the  office  or  position is to be voted for (excluding voters in\n   19  inactive status), provided,  however,  that  for  the  following  public\n   20  offices the number of signatures need not exceed the following limits:\n   21    (a) For any office to be filled by all voters of the city of New York,\n   22  [seven  thousand five hundred] THREE THOUSAND SEVEN HUNDRED FIFTY signa-\n   23  tures;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06655-01-1\n\n       A. 2939                             2\n\n    1    (b) For any office to be filled by all the voters  of  any  county  or\n    2  borough within the city of New York, [four] TWO thousand signatures;\n    3    (c)  For  any  office  to be filled in the city of New York by all the\n    4  voters of any municipal court  district,  [one  thousand  five  hundred]\n    5  SEVEN HUNDRED FIFTY signatures;\n    6    (c-1)  For  any office to be filled in the city of New York by all the\n    7  voters of any city council district, [nine hundred] FOUR  HUNDRED  FIFTY\n    8  signatures;\n    9    (d)  For  any office to be filled by all the voters of cities or coun-\n   10  ties, except the city of New York and counties therein, containing  more\n   11  than  two  hundred  fifty  thousand  inhabitants  according  to the last\n   12  preceding federal enumeration, [two] ONE thousand signatures;\n   13    (e) For any office to be filled by all the voters of cities  or  coun-\n   14  ties  containing  more  than  twenty-five thousand and not more than two\n   15  hundred fifty thousand inhabitants,  according  to  the  last  preceding\n   16  federal enumeration, [one thousand] FIVE HUNDRED signatures;\n   17    (f) For any office to be filled by all the voters of any other city or\n   18  county, or of a councilmanic district in any city other than the city of\n   19  New York, [five hundred] TWO HUNDRED FIFTY signatures;\n   20    (g) For any office to be filled by all the voters of any congressional\n   21  district, [twelve hundred fifty] SIX HUNDRED FIFTY signatures;\n   22    (h) For any office to be filled by all the voters of any state senato-\n   23  rial district, [one thousand] FIVE HUNDRED signatures;\n   24    (i)  For  any  office  to  be  filled  by  all  voters of any assembly\n   25  district, [five hundred] TWO HUNDRED FIFTY signatures;\n   26    (j) For any office to be filled by all the  voters  of  any  political\n   27  subdivision,  except  as  herein  otherwise  provided,  contained within\n   28  another political subdivision, not to exceed the  number  of  signatures\n   29  required for the larger subdivision;\n   30    (k)  For  any  other  office to be filled by the voters of a political\n   31  subdivision containing more than one assembly district, county or  other\n   32  political  subdivision,  not  to  exceed the aggregate of the signatures\n   33  required for the subdivisions or parts of subdivisions so contained; and\n   34    (l) For any county legislative district, [five  hundred]  TWO  HUNDRED\n   35  FIFTY signatures.\n   36    S  2.  Section  6-142 of the election law, as amended by chapter 79 of\n   37  the laws of 1992 and paragraph (d-1) of  subdivision  2  as  amended  by\n   38  chapter 418 of the laws of 1993, is amended to read as follows:\n   39    S  6-142.  Independent  nominations; number of signatures. 1. An inde-\n   40  pendent nominating petition for candidates to be voted for  by  all  the\n   41  voters  of the state must be signed by at least [fifteen thousand] SEVEN\n   42  THOUSAND FIVE HUNDRED voters, of whom at least [one hundred] FIFTY shall\n   43  reside in each of one-half of the congressional districts of the State.\n   44    2. An independent nominating petition for the nomination of candidates\n   45  for an office to be filled by the voters of  any  other  political  unit\n   46  must be signed by voters numbering [five] TWO AND ONE-HALF per centum of\n   47  the  total  number  of votes cast for governor at the last gubernatorial\n   48  election in such unit, excluding blank and void votes, except  that  not\n   49  more than [three thousand five hundred] ONE THOUSAND SEVEN HUNDRED FIFTY\n   50  signatures shall be required upon any such petition for any office to be\n   51  filled in any political subdivision of the state wholly outside the city\n   52  of New York, and not more than the following numbers of signatures shall\n   53  be  required  upon  any  such  petition for the following public offices\n   54  respectively:\n\n       A. 2939                             3\n\n    1    (a) for any office to be filled  in  any  county  or  portion  thereof\n    2  outside  the city of New York, [one thousand five hundred] SEVEN HUNDRED\n    3  FIFTY;\n    4    (b)  for  any office to be filled by all the voters of the city of New\n    5  York, [seven thousand five hundred] THREE THOUSAND SEVEN HUNDRED FIFTY;\n    6    (b-1) for any office to be filled by all the voters of any  two  coun-\n    7  ties in such city, [four] TWO thousand;\n    8    (c)  for  any  office  to be filled by all the voters of any county or\n    9  borough in such city, [four] TWO thousand;\n   10    (d) for any office to be filled by all the  voters  of  any  municipal\n   11  court district, [three thousand] ONE THOUSAND FIVE HUNDRED signatures;\n   12    (d-1)  for  any office to be filled in the city of New York by all the\n   13  voters of any city council district, [two thousand  seven  hundred]  ONE\n   14  THOUSAND THREE HUNDRED FIFTY;\n   15    (e) for any office to be filled by all the voters of any congressional\n   16  district,  [three  thousand  five  hundred]  ONE  THOUSAND SEVEN HUNDRED\n   17  FIFTY;\n   18    (f) for any office to be filled by all the voters of any state senato-\n   19  rial district, [three thousand] ONE THOUSAND FIVE HUNDRED;\n   20    (g) for any office to be filled by  all  the  voters  of  an  assembly\n   21  district, [one thousand five hundred] SEVEN HUNDRED FIFTY;\n   22    (h)  for  the  office  of  trustee of the Long Island Power Authority,\n   23  [five hundred] TWO HUNDRED FIFTY;\n   24    (i) for any office to be filled by the voters of any political  subdi-\n   25  vision  contained  within another political subdivision except as herein\n   26  otherwise provided, not to exceed the number of signatures required  for\n   27  the larger subdivision.\n   28    S 3. This act shall take effect on the first of December next succeed-\n   29  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to signature requirement on designating and nominating petitions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T150056.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070656
}