{
  "year" : 2011,
  "senateBillNo" : "A2933-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2933-2011-1295586000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the dormitory authority to construct and finance certain facilities of the town of Stony Point wastewater treatment facility",
  "summary" : "Authorizes the dormitory authority to construct and finance certain facilities of the town of Stony Point wastewater treatment facility. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AB10713-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2933\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation  to  authorizing\n         the dormitory authority to construct and finance certain facilities of\n         the town of Stony Point wastewater treatment facility\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision  2  of  section  1676  of  the\n    2  public authorities law is amended by adding a new undesignated paragraph\n    3  to read as follows:\n    4    THE  TOWN  OF  STONY  POINT,  FOR  THE  FINANCING  OR  REFINANCING, OR\n    5  REIMBURSEMENT OF THE COSTS OF, THE  ACQUISITION,  DESIGN,  CONSTRUCTION,\n    6  RECONSTRUCTION,  REHABILITATION,  IMPROVEMENT,  FURNISHING AND EQUIPPING\n    7  OF, OR OTHERWISE PROVIDING FOR,  THE  TOWN  OF  STONY  POINT  WASTEWATER\n    8  TREATMENT  FACILITY;  PROVIDED,  HOWEVER,  THAT THE AGGREGATE SUM OF ANY\n    9  BONDS ISSUED FOR SUCH PURPOSE SHALL NOT EXCEED 3.4 MILLION DOLLARS;  1.2\n   10  MILLION   DOLLARS  FOR  EQUIPMENT  AND  2.2  MILLION  DOLLARS  FOR  ROAD\n   11  CONSTRUCTION. ALL PROCEEDS FROM SUCH FINANCING SHALL  BE  USED  FOR  THE\n   12  EXPLICIT PURPOSES OF THE STONY POINT WASTEWATER TREATMENT FACILITY.\n   13    S  2.  Subdivision  1 of section 1680 of the public authorities law is\n   14  amended by adding a new undesignated paragraph to read as follows:\n   15    THE TOWN  OF  STONY  POINT,  FOR  THE  FINANCING  OR  REFINANCING,  OR\n   16  REIMBURSEMENT  OF  THE  COSTS OF, THE ACQUISITION, DESIGN, CONSTRUCTION,\n   17  RECONSTRUCTION, REHABILITATION, IMPROVEMENT,  FURNISHING  AND  EQUIPPING\n   18  OF,  OR  OTHERWISE  PROVIDING  FOR,  THE  TOWN OF STONY POINT WASTEWATER\n   19  TREATMENT FACILITY; PROVIDED, HOWEVER, THAT THE  AGGREGATE  SUM  OF  ANY\n   20  BONDS  ISSUED FOR SUCH PURPOSE SHALL NOT EXCEED 3.4 MILLION DOLLARS; 1.2\n   21  MILLION  DOLLARS  FOR  EQUIPMENT  AND  2.2  MILLION  DOLLARS  FOR   ROAD\n   22  CONSTRUCTION.  ALL  PROCEEDS  FROM  SUCH FINANCING SHALL BE USED FOR THE\n   23  EXPLICIT PURPOSES OF THE STONY POINT WASTEWATER TREATMENT FACILITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02796-01-1\n\n       A. 2933                             2\n\n    1    S 3. Any contracts entered into by the dormitory authority pursuant to\n    2  this act shall be deemed state contracts within the meaning of that term\n    3  as set forth in article 15-A of the executive  law,  and  the  authority\n    4  shall  be  deemed, for the purposes of this act, a contracting agency as\n    5  that term is used in such article.\n    6    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to authorizing the dormitory authority to construct and finance certain facilities of the town of Stony Point wastewater treatment facility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T150056.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070660
}