{
  "year" : 2011,
  "senateBillNo" : "A2930-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2930-2011-1295586000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the office of the assessor of the village of Haverstraw, Rockland county, state of New York",
  "summary" : "Provides that the village board of trustees of the incorporated village of Haverstraw, Rockland county, may by resolution, provide that the office of assessor of such village may be held by a person who is not a resident of such village, provided that such person resides in the county of Rockland, or a county which adjoins the county of Rockland, or Putnam county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Village Law",
  "previousVersions" : [ "A6300-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2930\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ZEBROWSKI  --  read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the village law, in relation to the office of the asses-\n         sor of the village of Haverstraw, Rockland county\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3-300 of the village law is amended by adding a new\n    2  subdivision 20 to read as follows:\n    3    20. NOTWITHSTANDING ANY PROVISIONS OF THIS CHAPTER OR ANY OTHER GENER-\n    4  AL  LAW, LOCAL LAW, ORDINANCE OR SPECIAL ACT, THE VILLAGE BOARD OF TRUS-\n    5  TEES OF THE INCORPORATED VILLAGE OF HAVERSTRAW, ROCKLAND COUNTY, MAY  BY\n    6  RESOLUTION,  PROVIDE  THAT THE OFFICE OF ASSESSOR OF SUCH VILLAGE MAY BE\n    7  HELD BY A PERSON WHO IS NOT A RESIDENT OF SUCH  VILLAGE,  PROVIDED  THAT\n    8  SUCH PERSON RESIDES IN THE COUNTIES OF ROCKLAND, WESTCHESTER, ORANGE, OR\n    9  PUTNAM.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00700-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the village law, in relation to the office of the assessor of the village of Haverstraw, Rockland county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T133025.TXT", "SOBI.D110121.T130024.TXT", "SOBI.D110121.T125024.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070645
}