{
  "year" : 2011,
  "senateBillNo" : "A293-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A293-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"early voting act\"",
  "summary" : "Enacts the \"early voting act\"; provides to any person early voting for a candidate for public office in a general, primary or special election for any public or party office by paper ballot to take place no sooner than fourteen business days and up to and including the day prior to such election; provides that such voting shall take place at such person's county board of elections; requires availability and access to ballots for persons with disabilities. ",
  "currentCommittee" : null,
  "sameAs" : "S1556",
  "lawSection" : "Election Law",
  "previousVersions" : [ "AA3315-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          293\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LANCMAN, BRENNAN, HOOPER, PHEFFER, LUPARDO, GOTT-\n         FRIED,  PERRY,  LIFTON,  REILLY,  JACOBS,  PAULIN,  LAVINE, KELLNER --\n         Multi-Sponsored by -- M. of A.  GLICK, MAGEE, WEISENBERG -- read  once\n         and referred to the Committee on Election Law\n\n       AN  ACT  to  amend  the election law, in relation to enacting the \"early\n         voting act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"early voting act\".\n    3    S 2. Article 8 of the election law is amended by adding a new title  6\n    4  to read as follows:\n    5                                  TITLE VI\n    6                                EARLY VOTING\n    7  SECTION 8-600. EARLY VOTING PROCEDURES.\n    8          8-602. STATE  BOARD  OF  ELECTIONS;  POWERS AND DUTIES FOR EARLY\n    9                   VOTING.\n   10    S 8-600. EARLY VOTING PROCEDURES. 1. NO SOONER THAN FOURTEEN  BUSINESS\n   11  DAYS  AND  UP  TO AND INCLUDING THE DAY PRIOR TO ANY GENERAL, PRIMARY OR\n   12  SPECIAL ELECTION FOR ANY PUBLIC OR PARTY OFFICE, PERSONS DULY REGISTERED\n   13  TO VOTE FOR CANDIDATES FOR SUCH OFFICE MAY VOTE BY PAPER  BALLOT  FOR  A\n   14  CANDIDATE  FOR  SUCH  OFFICE,  AND SUCH EARLY VOTING PRACTICE SHALL TAKE\n   15  PLACE AT SUCH PERSON'S COUNTY BOARD  OF  ELECTIONS,  OR  AN  ALTERNATIVE\n   16  LOCATION  OR  LOCATIONS  AS OTHERWISE DESIGNATED BY AND THROUGH A COUNTY\n   17  BOARD OF ELECTIONS UNDER THE POWERS GRANTED PURSUANT TO THIS SECTION  ON\n   18  OR BEFORE THE EFFECTIVE DATE OF THIS SECTION.\n   19    2.  SUCH  VOTING  PROCEDURE SHALL BE MONITORED AND ADMINISTERED BY TWO\n   20  DULY DESIGNATED PERSONS, ONE FROM EACH MAJOR POLITICAL PARTY,  AND  SUCH\n   21  VOTING  SHALL  FOLLOW  AND CONFORM TO ALL OTHER PROCEDURES, MEASURES AND\n   22  REQUIREMENTS OF CASTING A VOTE BY A VOTING MACHINE AS PRESCRIBED  PURSU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01241-01-1\n\n       A. 293                              2\n\n    1  ANT TO THIS CHAPTER. ALL VOTES CAST WITHIN THE EARLY VOTING PERIOD SHALL\n    2  BE COUNTED WITHIN TWENTY-FOUR HOURS OF THE POLLS CLOSING ON ELECTION DAY\n    3  AND  IN  THE  SAME MANNER AS PRESCRIBED IN ARTICLE NINE OF THIS CHAPTER.\n    4  THE  RESULTS  OR  TABULATION OF VOTES CAST DURING AN EARLY VOTING PERIOD\n    5  SHALL NOT BE MADE BEFORE THE CLOSE OF ALL POLLING PLACES ON ELECTION DAY\n    6  AND RESULTS SHALL BE REPORTED BY PRECINCT.  BALLOTS USED IN EARLY VOTING\n    7  SHALL BE, AS NEARLY AS PRACTICABLE, THE  SAME  FORM  AS  THOSE  USED  ON\n    8  ELECTION  DAY.    BALLOTS  SHALL BE MADE AVAILABLE AND ACCESSIBLE TO ANY\n    9  PERSON WITH DISABILITIES WHO WANT TO EXERCISE HIS OR HER RIGHT  TO  VOTE\n   10  EARLY.\n   11    S 8-602. STATE BOARD OF ELECTIONS; POWERS AND DUTIES FOR EARLY VOTING.\n   12  ANY   RULE  OR  REGULATION  NECESSARY  FOR  THE  IMPLEMENTATION  OF  THE\n   13  PROVISIONS OF THIS TITLE SHALL BE PROMULGATED  BY  THE  STATE  BOARD  OF\n   14  ELECTIONS.\n   15    S  3. This act shall take effect on the first of January next succeed-\n   16  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to enacting the \"early voting act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T172343.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D110110.T131104.TXT", "SOBI.D101220.T171843.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294683064435
}