{
  "year" : 2011,
  "senateBillNo" : "A2931-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2931-2011-1295586000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that an automobile insurer may waive the inspection of a private passenger automobile prior to providing physical damage coverage",
  "summary" : "Provides that an automobile insurer may waive the inspection of a private passenger automobile prior to providing physical damage coverage. ",
  "currentCommittee" : null,
  "sameAs" : "S2496",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A10171-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2931\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ZEBROWSKI  --  read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to inspections of private\n         passenger automobiles prior to the provision of coverage for  physical\n         damage thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading and subsections (d),  (g)  and  (m)  of\n    2  section 3411 of the insurance law are amended to read as follows:\n    3    Automobile  physical damage insurance covering private passenger auto-\n    4  mobiles; standard provisions; [required] inspections; duties of insurers\n    5  and insureds.\n    6    (d) A newly issued policy shall not provide  coverage  for  automobile\n    7  physical  damage  perils prior to an inspection of the automobile by the\n    8  insurer, UNLESS THE INSURER HAS WAIVED  THE  RIGHT  TO  SUCH  INSPECTION\n    9  PURSUANT  TO  A STATEMENT OF OPERATION FILED WITH THE SUPERINTENDENT. IN\n   10  ITS STATEMENT OF OPERATION, AN INSURER MAY WAIVE THE  RIGHT  TO  INSPECT\n   11  SOME  OR ALL AUTOMOBILES. EVERY STATEMENT OF OPERATION SHALL TAKE EFFECT\n   12  UPON ITS FILING WITH THE SUPERINTENDENT AND MAY COVER SOME OR ALL  AUTO-\n   13  MOBILES.\n   14    (g)  If  an  automobile  subject  to the provisions of this section is\n   15  acquired by the insured as a replacement for or an addition to an  auto-\n   16  mobile  insured  for  physical damage coverage, and the insured requests\n   17  physical damage coverage for the replacement or  additional  automobile,\n   18  such  coverage  for  physical  damage shall not be effective before such\n   19  inspection is made, UNLESS THE INSURER HAS WAIVED THE RIGHT TO  SUCH  AN\n   20  INSPECTION  PURSUANT  TO  A STATEMENT OF OPERATION FILED WITH THE SUPER-\n   21  INTENDENT.  If, at the time of the request for such coverage, the  auto-\n   22  mobile  is  unavailable for inspection because of conditions of purchase\n   23  or other circumstances and is thereafter made available for  inspection,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00571-01-1\n\n       A. 2931                             2\n\n    1  the  insurer  shall promptly inspect the automobile, and physical damage\n    2  coverage shall not become effective before the inspection has been made.\n    3    (m) (1) The superintendent, in regulations implementing the provisions\n    4  of  this  section,  shall  also  require  that insurers take appropriate\n    5  action to  ensure  that  there  is  wide  public  dissemination  of  the\n    6  provisions  of  this  section  relating to the rights and obligations of\n    7  insureds and insurers.\n    8    (2) The inspections provided for in this section may be dispensed with\n    9  or deferred BY AN INSURER under circumstances specified IN THEIR  STATE-\n   10  MENT OF OPERATION FILED WITH THE SUPERINTENDENT OR in regulations of the\n   11  superintendent.  Such  circumstances may include but are not limited to,\n   12  the insuring of a new automobile, the insuring of  an  automobile  whose\n   13  inspection  would  constitute  a  serious  hardship  to the insurer, the\n   14  insured or an applicant for insurance, and the insuring of an automobile\n   15  for a limited specified period of time.\n   16    (3) Inspections made  pursuant  to  this  section  shall  be  made  at\n   17  locations and times reasonably convenient to the insured. The results of\n   18  any inspection may be considered in determining the value of the automo-\n   19  bile.\n   20    S  2. This act shall take effect on the first of January next succeed-\n   21  ing the date on which it shall have become a law and shall apply to  all\n   22  insurance policies issued, renewed, altered or modified on or after such\n   23  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to inspections of private passenger automobiles prior to the provision of coverage for physical damage thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T133025.TXT", "SOBI.D110124.T121620.TXT", "SOBI.D110121.T125024.TXT", "SOBI.D110121.T130524.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295889380970
}