{
  "year" : 2011,
  "senateBillNo" : "A2936-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2936-2011-1295586000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides civil immunity from damages for volunteers assisting in sports programs of non-profit-making organizations",
  "summary" : "Provides that any person who voluntarily and without compensation renders certain volunteer service in sports programs of non-profit-making organizations shall be immune from liability for civil damages for acts or omissions in rendering such service unless the act or omission constituted gross negligence or wilfull misconduct on the part of any such person. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "A1831-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2936\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, CROUCH -- Multi-Sponsored by -- M. of A.\n         BURLING, BUTLER, FINCH, KOLB, J. MILLER, OAKS, TEDISCO, THIELE -- read\n         once and referred to the Committee on Judiciary\n\n       AN  ACT  to  amend  the general obligations law, in relation to immunity\n         from civil liability of persons assisting in sports programs  of  non-\n         profit-making organizations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 3 of the general  obligations  law  is  amended  by\n    2  adding a new title 7 to read as follows:\n    3                                    TITLE 7\n    4                   CIVIL IMMUNITY OF PERSONS ASSISTING IN\n    5             SPORTS PROGRAMS OF NON-PROFIT-MAKING ORGANIZATIONS\n    6    SECTION 3-701. DEFINITIONS.\n    7            3-702. CIVIL  IMMUNITY OF PERSONS ASSISTING IN SPORTS PROGRAMS\n    8                     OF NON-PROFIT-MAKING ORGANIZATIONS.\n    9    S 3-701. DEFINITIONS. AS USED OR REFERRED TO IN THIS TITLE,  UNLESS  A\n   10  DIFFERENT  MEANING CLEARLY APPEARS FROM THE CONTEXT, THE FOLLOWING TERMS\n   11  SHALL HAVE THE FOLLOWING MEANINGS:\n   12    1. \"COMPENSATION\"  MEANS  THE  EARNINGS  OF  A  PERSON  FOR  LABOR  OR\n   13  SERVICES,  BUT  SHALL  NOT INCLUDE REIMBURSEMENT FOR REASONABLE EXPENSES\n   14  ACTUALLY INCURRED OR TO BE INCURRED.\n   15    2. \"NON-PROFIT-MAKING ORGANIZATION\" MEANS A CORPORATION, OR UNINCORPO-\n   16  RATED ASSOCIATION, ORGANIZED AND  OPERATED  EXCLUSIVELY  FOR  RELIGIOUS,\n   17  CHARITABLE OR EDUCATIONAL PURPOSES, NO PART OF THE NET EARNINGS OF WHICH\n   18  INURE TO THE BENEFIT OF ANY PRIVATE SHAREHOLDER OR INDIVIDUAL.\n   19    3.  \"SPORTS  PROGRAM\"  MEANS BASEBALL, SOFTBALL, FOOTBALL, BASKETBALL,\n   20  SOCCER AND ANY OTHER COMPETITIVE SPORT FORMALLY RECOGNIZED AS A SPORT OF\n   21  THE AMATEUR ATHLETIC UNION OR THE NATIONAL COLLEGIATE  ATHLETIC  ASSOCI-\n   22  ATION. THE TERM SHALL BE LIMITED TO A PROGRAM WHICH IS OPERATED PRIMARI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02825-01-1\n\n       A. 2936                             2\n\n    1  LY  FOR  THE RECREATIONAL AND ATHLETIC BENEFIT OF PERSONS UNDER EIGHTEEN\n    2  YEARS OF AGE.\n    3    S  3-702.  CIVIL  IMMUNITY  OF PERSONS ASSISTING IN SPORTS PROGRAMS OF\n    4  NON-PROFIT-MAKING  ORGANIZATIONS.   NOTWITHSTANDING   ANY   INCONSISTENT\n    5  PROVISION  OF  ANY GENERAL, SPECIAL, OR LOCAL LAW, ANY PERSON WHO VOLUN-\n    6  TARILY AND WITHOUT COMPENSATION RENDERS SERVICES AS  A  MANAGER,  COACH,\n    7  UMPIRE  OR  REFEREE OR AS AN ASSISTANT TO A MANAGER OR COACH IN A SPORTS\n    8  PROGRAM OF A NON-PROFIT-MAKING ORGANIZATION, OR ANY OFFICER OR  EMPLOYEE\n    9  OF  SUCH  ORGANIZATION, CONDUCTING A SPORTS PROGRAM, SHALL NOT BE LIABLE\n   10  TO ANY PERSON FOR CIVIL DAMAGES AS A RESULT OF ANY ACTS OR OMISSIONS  IN\n   11  RENDERING  SUCH  SERVICES OR IN CONDUCTING SUCH SPORTS PROGRAM UNLESS IT\n   12  IS ESTABLISHED THAT SUCH ACT OR OMISSION CONSTITUTED GROSS NEGLIGENCE OR\n   13  WILLFUL MISCONDUCT ON THE PART OF ANY SUCH PERSON.\n   14    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   15  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to immunity from civil liability of persons assisting in sports programs of non-profit-making organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T150056.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070641
}