{
  "year" : 2011,
  "senateBillNo" : "A2938-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2938-2011-1295586000000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to late applications for certain tax exemptions",
  "summary" : "Entitles eligible senior citizens to a credit to be applied to taxes for the following fiscal year where such senior citizen files a late application for a real property tax exemption; removes the requirement that a death or illness constitute the only reason an application may be accepted after the deadline. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1661-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2938\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to late  applica-\n         tions for certain exemptions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5-a of section 467 of  the  real  property  tax\n    2  law,  as added by chapter 769 of the laws of 1992, is amended to read as\n    3  follows:\n    4    5-a. Any local law or ordinance adopted pursuant to paragraph  (a)  of\n    5  subdivision  one of this section may be amended, or a local law or ordi-\n    6  nance may be adopted to provide,  notwithstanding  subdivision  five  of\n    7  this  section,  that an application for such exemption may be filed with\n    8  the assessor after the appropriate taxable status  date  [but].  IF  THE\n    9  APPLICATION  IS  FILED  not later than the last date on which a petition\n   10  with respect to complaints of assessment may be filed, [where failure to\n   11  file a timely application resulted from: (a) a death of the  applicant's\n   12  spouse,  child,  parent,  brother  or  sister;  or (b) an illness of the\n   13  applicant or of  the  applicant's  spouse,  child,  parent,  brother  or\n   14  sister,  which  actually  prevents the applicant from filing on a timely\n   15  basis, as certified by a licensed physician.  The]  THE  assessor  shall\n   16  approve  or  deny  such application as if it had been filed on or before\n   17  the taxable status date.  IF THE APPLICATION IS FILED  AFTER  SUCH  DATE\n   18  AND  THE  ASSESSOR  DETERMINES  THAT THE APPLICANT MEETS ALL ELIGIBILITY\n   19  STANDARDS OTHERWISE PRESCRIBED PURSUANT TO THIS SECTION,  THE  APPLICANT\n   20  SHALL  BE ENTITLED TO A CREDIT TO BE APPLIED AGAINST THE TAXES LEVIED BY\n   21  EACH MUNICIPAL CORPORATION WHICH LEVIES TAXES ON THE PROPERTY  EQUAL  TO\n   22  THE  AMOUNT WHICH WOULD OTHERWISE HAVE BEEN RECEIVED BY THE APPLICANT IF\n   23  THE APPLICATION WERE FILED IN A TIMELY  MANNER.  SUCH  CREDIT  SHALL  BE\n   24  APPLIED IN THE NEXT FISCAL YEAR.\n   25    S 2. This act shall take effect immediately and shall be applicable to\n   26  assessment  rolls prepared on the basis of a taxable status date follow-\n   27  ing the effective date of this act.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02738-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to late applications for certain exemptions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T150056.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070651
}