{
  "year" : 2011,
  "senateBillNo" : "A2948-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2948-2011-1295586000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Deems the objects or purposes for certain bonds issued by Erie county to be the Erie canal harbor waterfront development, purchase of vehicles and heavy equipment",
  "summary" : "Deems the objects or purposes for which certain bonds were issued by the county of Erie to be the Erie canal harbor waterfront development, the purchase of vehicles and heavy equipment, and bridge and road reconstruction projects; authorizes the expenditure of the proceeds from such bonds for such objects or purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Bonds and Notes",
  "previousVersions" : [ "A11693-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2948\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to deem the objects or purposes  for  which  certain  bonds  were\n         issued  by  the  county of Erie to be the Erie canal harbor waterfront\n         development; the purchase of vehicles and heavy equipment; and  bridge\n         and  road  reconstruction  projects and authorizing the expenditure of\n         the proceeds from such bonds for such objects or purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  It is hereby found and determined\n    2  that:\n    3    (a) Pursuant to a bond resolution dated September 15, 2005, adopted by\n    4  the Erie county legislature of the county of Erie, (the \"county legisla-\n    5  ture\" and the \"county\", respectively) the county issued on December  28,\n    6  2005,  bonds  in  the  aggregate  principal  amount  of fourteen million\n    7  dollars ($14,000,000) to finance the cost of development including demo-\n    8  lition of existing structures, construction of  parking  ramp,  streets,\n    9  sidewalks,  installation  of  utilities, wharfing, dockage, landscaping,\n   10  pedestrian/bicycle trail and amenities including seating, trash cans and\n   11  streetscapes in or around the Erie canal harbor.\n   12    (b) The county legislature of the  county  has  adopted  a  resolution\n   13  stating  that the intended objects or purposes for which said bonds were\n   14  issued was partially completed with  the  use  of  said  bonds  and  the\n   15  remainder  will  be  carried  out  by  the Erie canal harbor development\n   16  corporation; and therefore pursuant to such resolution the county legis-\n   17  lature has requested the  enactment  of  special  state  legislation  to\n   18  authorize  the  expenditure of the seven million dollars ($7,000,000.00)\n   19  unexpended proceeds of such bonds for alternative  intended  objects  or\n   20  purposes.\n   21    S  2.  Notwithstanding any other provision of law to the contrary, the\n   22  objects or purposes for which said bonds were issued are  hereby  deemed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07835-01-1\n\n       A. 2948                             2\n\n    1  to be Erie canal harbor waterfront development; the purchase of vehicles\n    2  and  heavy  equipment;  and bridge and road reconstruction projects. The\n    3  period of probable usefulness of such objects  and  purposes  is  hereby\n    4  determined  to  be  fifteen  years within the limitations of subdivision\n    5  ninety-one of paragraph a of section 11.00 of the local finance law, and\n    6  the expenditure of the seven million dollars ($7,000,000.00)  unexpended\n    7  proceeds  of  such  bonds for such objects or purposes is hereby author-\n    8  ized, validated, confirmed and ratified.\n    9    S 3. If any clause, sentence, paragraph, section or part of  this  act\n   10  shall  be adjudged by any court of competent jurisdiction to be invalid,\n   11  such judgment shall not affect,  impair,  or  invalidate  the  remainder\n   12  thereof, but shall be confined in its operation to the clause, sentence,\n   13  paragraph, section, or part thereof directly involved in the controversy\n   14  in which such judgment shall have been rendered.\n   15    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to deem the objects or purposes for which certain bonds were issued by the county of Erie to be the Erie canal harbor waterfront development; the purchase of vehicles and heavy equipment; and bridge and road reconstruction projects and authorizing the expenditure of the proceeds from such bonds for such objects or purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T112114.TXT", "SOBI.D110121.T151033.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886074128
}