{
  "year" : 2011,
  "senateBillNo" : "A294-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A294-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to accident and investigation reports",
  "summary" : "Relates to accident and investigation reports and requires reports submitted to the commissioner of motor vehicles to include an enumeration of any convictions on the operating record of the operator of each motor vehicle involved in an accident. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A11633-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          294\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HEVESI -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to requirements\n         for accident and investigation reports\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 603 of  the  vehicle  and  traffic\n    2  law,  as  amended by chapter 432 of the laws of 1997, is amended to read\n    3  as follows:\n    4    1. Every police or judicial officer to whom an accident  resulting  in\n    5  injury  to  a person shall have been reported, pursuant to the foregoing\n    6  provisions of this chapter, shall immediately investigate the facts,  or\n    7  cause  the same to be investigated, and report the matter to the commis-\n    8  sioner forthwith; provided, however, that the report of the accident  is\n    9  made  to  the  police officer or judicial officer within five days after\n   10  such accident. Every coroner, or other official  performing  like  func-\n   11  tions,  shall likewise make a report to the commissioner with respect to\n   12  all deaths found to have been the result of motor vehicle or  motorcycle\n   13  accidents.    Such  report  shall  include  information on the width and\n   14  length of trucks, tractors, trailers  and  semitrailers,  which  are  in\n   15  excess  of ninety-five inches in width or thirty-four feet in length and\n   16  which are involved in such accidents, whether such accident  took  place\n   17  in  a  work area and whether it was being operated with an overweight or\n   18  overdimension permit.  Such report shall distinctly indicate and include\n   19  information as to whether the inflatable restraint system  inflated  and\n   20  deployed.    Nothing  contained  in  this subdivision shall be deemed to\n   21  preclude a police officer from reporting any other  accident  which,  in\n   22  the judgment of such police officer, would be required to be reported to\n   23  the  commissioner  by  the operator of a vehicle pursuant to section six\n   24  hundred five of this article.  ANY REPORT SUBMITTED TO THE  COMMISSIONER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01562-01-1\n\n       A. 294                              2\n\n    1  PURSUANT  TO  THIS SECTION BY A POLICE OR JUDICIAL OFFICER SHALL INCLUDE\n    2  AN ENUMERATION OF ANY CONVICTIONS ON THE OPERATING RECORD OF THE  OPERA-\n    3  TOR OR OPERATORS OF EACH MOTOR VEHICLE INVOLVED IN SUCH ACCIDENT FOR ANY\n    4  VIOLATION OF THIS ARTICLE, TITLE SEVEN OF THIS CHAPTER, OR PROVISIONS OF\n    5  THE PENAL LAW FOR WHICH A VIOLATION OF TITLE SEVEN OF THIS CHAPTER IS AN\n    6  ESSENTIAL ELEMENT.\n    7    S  2.   Subdivision 1 of section 603-a of the vehicle and traffic law,\n    8  as added by chapter 408 of the laws of  2001,  is  amended  to  read  as\n    9  follows:\n   10    1.  In  addition  to  the requirements of section six hundred three of\n   11  this article, whenever a motor vehicle accident results in serious phys-\n   12  ical injury or death to a person, and such accident either is discovered\n   13  by a police officer, or reported to a police officer  within  five  days\n   14  after  such accident occurred, the police shall conduct an investigation\n   15  of such accident. Such investigation shall be conducted for the purposes\n   16  of making a determination of the following: the facts and  circumstances\n   17  of  the  accident;  the  type  or  types of vehicles involved, including\n   18  passenger motor vehicles, commercial motor vehicles, motorcycles, limit-\n   19  ed use motorcycles, off-highway motorcycles,  and/or  bicycles;  whether\n   20  pedestrians  were  involved; the contributing factor or factors; whether\n   21  it can be determined if  a  violation  or  violations  of  this  chapter\n   22  occurred,  and if so, the specific provisions of this chapter which were\n   23  violated and by whom; and, the cause of such accident, where such  cause\n   24  can  be determined. The police shall forward a copy of the investigation\n   25  report to the commissioner within five business days of  the  completion\n   26  of such report.  ALL INVESTIGATION REPORTS SUBMITTED TO THE COMMISSIONER\n   27  PURSUANT TO THIS SECTION SHALL INCLUDE AN ENUMERATION OF ANY CONVICTIONS\n   28  ON THE OPERATING RECORD OF THE OPERATOR OR OPERATORS OF EACH MOTOR VEHI-\n   29  CLE  INVOLVED  IN SUCH ACCIDENT FOR ANY VIOLATION OF THIS ARTICLE, TITLE\n   30  SEVEN OF THIS CHAPTER, OR PROVISIONS  OF  THE  PENAL  LAW  FOR  WHICH  A\n   31  VIOLATION OF TITLE SEVEN OF THIS CHAPTER IS AN ESSENTIAL ELEMENT.\n   32    S  3.  This  act shall take effect on the thirtieth day after it shall\n   33  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requirements for accident and investigation reports ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T172343.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292883823276
}