{
  "year" : 2011,
  "senateBillNo" : "A2945-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2945-2011-1295586000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires provision be made for pregnancy termination procedures coverage in every hospital, surgical or medical policy offering maternity care coverage",
  "summary" : "Requires provision be made for pregnancy termination procedures insurance coverage in every individual or group hospital, surgical or medical policy, or hospital service or medical expense indemnity contract of a service corporation, only where any such policy or contract offers maternity care coverage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2561-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2945\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GLICK, JACOBS, DINOWITZ, WEINSTEIN, JAFFEE --\n         Multi-Sponsored by -- M.  of A. CYMBROWITZ, GALEF,  O'DONNELL,  ORTIZ,\n         PAULIN,  SCARBOROUGH  --  read  once  and referred to the Committee on\n         Insurance\n\n       AN ACT to amend  the  insurance  law,  in  relation  to  requiring  that\n         provision  be made for pregnancy termination procedures in every indi-\n         vidual or group policy or contract which provides coverage  or  indem-\n         nity for hospital, surgical or medical care and which offers maternity\n         care coverage\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (i) of section 3216  of  the  insurance  law  is\n    2  amended by adding a new paragraph 10-a to read as follows:\n    3    (10-A)  (A)  EVERY POLICY WHICH PROVIDES HOSPITAL, SURGICAL OR MEDICAL\n    4  COVERAGE AND WHICH OFFERS MATERNITY CARE COVERAGE PURSUANT TO  PARAGRAPH\n    5  TEN  OF THIS SUBSECTION SHALL ALSO PROVIDE COVERAGE FOR PREGNANCY TERMI-\n    6  NATION PROCEDURES WHICH ARE PERFORMED BY A LICENSED PHYSICIAN, UPON  THE\n    7  POLICYHOLDER  OR  UPON  HIS  SPOUSE OR UPON A NONSPOUSE WHO IS DEPENDENT\n    8  UPON THE POLICYHOLDER, IN ANY  LICENSED  HOSPITAL  OR  MEDICAL  FACILITY\n    9  APPROVED  BY  THE  STATE COMMISSIONER OF HEALTH, TO THE SAME EXTENT THAT\n   10  COVERAGE IS PROVIDED FOR ILLNESS OR DISEASE UNDER THE POLICY, SUBJECT TO\n   11  THE PROVISIONS OF THIS PARAGRAPH.\n   12    (B) PROVISION FOR SUCH COVERAGE SHALL BE  SUBJECT  TO  ANY  GUIDELINES\n   13  WHICH  ARE  NOW  OR  HEREAFTER ISSUED BY THE MEDICAL SPECIALTY SOCIETIES\n   14  RECOGNIZED BY THE AMERICAN BOARD OF MEDICAL  SPECIALTIES  OF  OBSTETRICS\n   15  AND GYNECOLOGY, FOR PREGNANCY TERMINATIONS AND ABORTIONS.\n   16    (C)  SUCH  COVERAGE  SHALL  BE  PROVIDED IN A MANNER WHICH ENSURES THE\n   17  CONFIDENTIALITY  AND  PRIVACY  OF  THE  OCCURRENCE  OF  THE   PROCEDURES\n   18  PERFORMED TO THE PERSON FOR WHOM COVERAGE IS PROVIDED.\n   19    (D) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n   20  AS MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSISTENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05938-01-1\n\n       A. 2945                             2\n\n    1  WITH  THOSE  ESTABLISHED  FOR  OTHER BENEFITS WITHIN A GIVEN POLICY, BUT\n    2  SUCH COVERAGE SHALL NOT BE SUBJECT TO THE REIMBURSEMENT  PERIOD  LIMITA-\n    3  TION  OR  MINIMUM  PERIOD OF COVERAGE LIMITATION APPLICABLE TO MATERNITY\n    4  CARE COVERAGE.\n    5    (E)  COVERAGE  UNDER  THIS  PARAGRAPH  SHALL NOT RESTRICT OR ELIMINATE\n    6  EXISTING COVERAGE PROVIDED BY THE POLICY AND NOTHING IN  THIS  PARAGRAPH\n    7  SHALL  BE CONSTRUED TO DENY OR RESTRICT IN ANY WAY ANY EXISTING RIGHT OR\n    8  BENEFIT PROVIDED UNDER LAW OR BY CONTRACT.\n    9    S 2. Subsection (k) of section 3221 of the insurance law is amended by\n   10  adding a new paragraph 5-a to read as follows:\n   11    (5-A) (A) EVERY GROUP OR BLANKET POLICY DELIVERED OR ISSUED FOR DELIV-\n   12  ERY IN THIS STATE WHICH PROVIDES HOSPITAL, SURGICAL OR MEDICAL  COVERAGE\n   13  AND  WHICH  OFFERS MATERNITY CARE COVERAGE PURSUANT TO PARAGRAPH FIVE OF\n   14  THIS SUBSECTION SHALL ALSO PROVIDE COVERAGE  FOR  PREGNANCY  TERMINATION\n   15  PROCEDURES  WHICH ARE PERFORMED BY A LICENSED PHYSICIAN, UPON THE POLICY\n   16  BENEFICIARY CERTIFICATE HOLDER OR UPON HIS SPOUSE OR  UPON  A  NONSPOUSE\n   17  WHO  IS DEPENDENT UPON THE POLICY BENEFICIARY CERTIFICATE HOLDER, IN ANY\n   18  LICENSED HOSPITAL OR MEDICAL FACILITY APPROVED BY THE STATE COMMISSIONER\n   19  OF HEALTH, TO THE SAME EXTENT THAT COVERAGE IS PROVIDED FOR  ILLNESS  OR\n   20  DISEASE UNDER THE POLICY, SUBJECT TO THE PROVISIONS OF THIS PARAGRAPH.\n   21    (B)  PROVISION  FOR  SUCH  COVERAGE SHALL BE SUBJECT TO ANY GUIDELINES\n   22  WHICH ARE NOW OR HEREAFTER ISSUED BY  THE  MEDICAL  SPECIALTY  SOCIETIES\n   23  RECOGNIZED  BY  THE  AMERICAN BOARD OF MEDICAL SPECIALTIES OF OBSTETRICS\n   24  AND GYNECOLOGY, FOR PREGNANCY TERMINATIONS AND ABORTIONS.\n   25    (C) SUCH COVERAGE SHALL BE PROVIDED IN  A  MANNER  WHICH  ENSURES  THE\n   26  CONFIDENTIALITY   AND  PRIVACY  OF  THE  OCCURRENCE  OF  THE  PROCEDURES\n   27  PERFORMED TO THE PERSON FOR WHOM COVERAGE IS PROVIDED.\n   28    (D) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n   29  AS MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSISTENT\n   30  WITH THOSE ESTABLISHED FOR OTHER BENEFITS WITHIN  A  GIVEN  POLICY,  BUT\n   31  SUCH  COVERAGE  SHALL NOT BE SUBJECT TO THE REIMBURSEMENT PERIOD LIMITA-\n   32  TION OR MINIMUM PERIOD OF COVERAGE LIMITATION  APPLICABLE  TO  MATERNITY\n   33  CARE COVERAGE.\n   34    (E)  COVERAGE  UNDER  THIS  PARAGRAPH  SHALL NOT RESTRICT OR ELIMINATE\n   35  EXISTING COVERAGE PROVIDED BY THE POLICY AND NOTHING IN  THIS  PARAGRAPH\n   36  SHALL  BE CONSTRUED TO DENY OR RESTRICT IN ANY WAY ANY EXISTING RIGHT OR\n   37  BENEFIT PROVIDED UNDER LAW OR BY CONTRACT.\n   38    S 3. Section 4303 of the insurance law is  amended  by  adding  a  new\n   39  subsection (c-1) to read as follows:\n   40    (C-1)  (A)  EVERY  CONTRACT  ISSUED  BY  A  CORPORATION SUBJECT TO THE\n   41  PROVISIONS OF THIS ARTICLE  WHICH  PROVIDES  HOSPITAL  SERVICE,  MEDICAL\n   42  EXPENSE  INDEMNITY,  OR  BOTH,  AND WHICH OFFERS MATERNITY CARE COVERAGE\n   43  PURSUANT TO SUBSECTION (C) OF THIS SECTION SHALL ALSO  PROVIDE  COVERAGE\n   44  FOR  PREGNANCY  TERMINATION PROCEDURES WHICH ARE PERFORMED BY A LICENSED\n   45  PHYSICIAN, UPON THE CONTRACT BENEFICIARY CERTIFICATE HOLDER OR UPON  HIS\n   46  SPOUSE  OR UPON A NONSPOUSE WHO IS DEPENDENT UPON THE CONTRACT BENEFICI-\n   47  ARY CERTIFICATE HOLDER, IN ANY LICENSED  HOSPITAL  OR  MEDICAL  FACILITY\n   48  APPROVED  BY  THE  STATE COMMISSIONER OF HEALTH, TO THE SAME EXTENT THAT\n   49  COVERAGE IS PROVIDED FOR ILLNESS OR DISEASE UNDER THE CONTRACT,  SUBJECT\n   50  TO THE PROVISIONS OF THIS SUBSECTION.\n   51    (B)  PROVISION  FOR  SUCH  COVERAGE SHALL BE SUBJECT TO ANY GUIDELINES\n   52  WHICH ARE NOW OR HEREAFTER ISSUED BY  THE  MEDICAL  SPECIALTY  SOCIETIES\n   53  RECOGNIZED  BY  THE  AMERICAN BOARD OF MEDICAL SPECIALTIES OF OBSTETRICS\n   54  AND GYNECOLOGY, FOR PREGNANCY TERMINATIONS AND ABORTIONS.\n\n       A. 2945                             3\n\n    1    (C) SUCH COVERAGE SHALL BE PROVIDED IN  A  MANNER  WHICH  ENSURES  THE\n    2  CONFIDENTIALITY   AND  PRIVACY  OF  THE  OCCURRENCE  OF  THE  PROCEDURES\n    3  PERFORMED TO THE PERSON FOR WHOM COVERAGE IS PROVIDED.\n    4    (D) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n    5  AS MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSISTENT\n    6  WITH  THOSE  ESTABLISHED FOR OTHER BENEFITS WITHIN A GIVEN CONTRACT, BUT\n    7  SUCH COVERAGE SHALL NOT BE SUBJECT TO THE REIMBURSEMENT  PERIOD  LIMITA-\n    8  TION  OR  MINIMUM  PERIOD OF COVERAGE LIMITATION APPLICABLE TO MATERNITY\n    9  CARE COVERAGE.\n   10    (E) COVERAGE UNDER THIS SUBSECTION SHALL  NOT  RESTRICT  OR  ELIMINATE\n   11  EXISTING   COVERAGE  PROVIDED  BY  THE  CONTRACT  AND  NOTHING  IN  THIS\n   12  SUBSECTION SHALL BE CONSTRUED TO DENY OR RESTRICT IN ANY WAY ANY  EXIST-\n   13  ING RIGHT OR BENEFIT PROVIDED UNDER LAW OR BY CONTRACT.\n   14    S  4. This act shall take effect on the first of January next succeed-\n   15  ing the date on which it shall have become a law and shall only apply to\n   16  policies and contracts issued, renewed, modified, altered or amended  on\n   17  or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring that provision be made for pregnancy termination procedures in every individual or group policy or contract which provides coverage or indemnity for hospital, surgical or medical care and which offers maternity care coverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T103612.TXT", "SOBI.D110121.T150533.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883372847
}