{
  "year" : 2011,
  "senateBillNo" : "A2946-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to housing",
    "billEventId" : "A2946-2011-1295586000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes protection for senior citizens against unwarranted eviction",
  "summary" : "Establishes protection for senior citizens against unwarranted eviction; requires plaintiff/landlord to file an affidavit determining whether or not the respondent is a senior citizen and sets forth guidelines and procedures for a default eviction against a senior citizen, including representation of counsel; defines senior citizen as persons aged 62 or over for purposes of real property actions and proceedings law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A2562-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2946\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. GLICK, V. LOPEZ, JACOBS -- Multi-Sponsored by --\n         M. of A. ABBATE, BRENNAN, CLARK, COLTON, CYMBROWITZ, DINOWITZ, HOOPER,\n         MILLMAN, ORTIZ, PERRY, PHEFFER, WEISENBERG -- read once  and  referred\n         to the Committee on Housing\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to establishing protection for senior citizens against unwar-\n         ranted eviction\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  111 of the real property actions and proceedings\n    2  law is amended by adding a new subdivision 6 to read as follows:\n    3    6. AS USED IN THIS CHAPTER, THE TERM \"SENIOR CITIZEN\" MEANS  A  PERSON\n    4  WHO  IS  SIXTY-TWO  YEARS OF AGE OR OLDER OR A PERSON WHO RESIDES WITH A\n    5  SPOUSE WHO IS SIXTY-TWO YEARS OF AGE OR OLDER.\n    6    S 2. Subdivision 2 of section 741 of the  real  property  actions  and\n    7  proceedings law, as added by chapter 312 of the laws of 1962, is amended\n    8  to read as follows:\n    9    2.  State  the respondent's interest in the premises [and], his OR HER\n   10  relationship to petitioner with regard thereto AND WHETHER HE OR SHE  IS\n   11  A SENIOR CITIZEN.\n   12    S  3.  Article  7  of the real property actions and proceedings law is\n   13  amended by adding a new section 768 to read as follows:\n   14    S 768. DEFAULT EVICTION AGAINST SENIOR CITIZEN. 1. IN ANY CIVIL ACTION\n   15  OR PROCEEDING FOR EVICTION FROM ANY PREMISES OCCUPIED CHIEFLY FOR DWELL-\n   16  ING PURPOSES, IF THERE SHALL BE  A  DEFAULT  OF  AN  APPEARANCE  BY  THE\n   17  RESPONDENT, THE PETITIONER, WITHIN TWENTY DAYS BEFORE THE ENTRY OF JUDG-\n   18  MENT  OR  FINAL ORDER SHALL FILE IN THE COURT AN AFFIDAVIT SETTING FORTH\n   19  FACTS SHOWING THAT THE RESPONDENT IS NOT A SENIOR CITIZEN.\n   20    2. IF UNABLE TO FILE SUCH AFFIDAVIT THE PETITIONER SHALL IN LIEU THER-\n   21  EOF FILE AN AFFIDAVIT SETTING FORTH EITHER  THAT  THE  RESPONDENT  IS  A\n   22  SENIOR  CITIZEN  OR THAT THE PETITIONER IS NOT ABLE TO DETERMINE WHETHER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05939-01-1\n\n       A. 2946                             2\n\n    1  OR NOT RESPONDENT IS A SENIOR CITIZEN. IF  AN  AFFIDAVIT  IS  NOT  FILED\n    2  SHOWING THAT THE RESPONDENT IS NOT A SENIOR CITIZEN NO JUDGMENT OR FINAL\n    3  ORDER  SHALL  BE  ENTERED  WITHOUT  FIRST SECURING AN ORDER OF THE COURT\n    4  DIRECTING  SUCH  ENTRY AND NO SUCH ORDER SHALL BE MADE IF THE RESPONDENT\n    5  IS A SENIOR CITIZEN UNTIL AFTER THE COURT SHALL HAVE APPOINTED AN ATTOR-\n    6  NEY TO REPRESENT THE RESPONDENT AND PROTECT HIS OR HER INTEREST, AND THE\n    7  COURT SHALL, ON APPLICATION MAKE SUCH APPOINTMENT.\n    8    3. UNLESS IT APPEARS THAT THE RESPONDENT IS NOT A SENIOR CITIZEN,  THE\n    9  COURT  MAY  ENTER  SUCH  JUDGMENT  AS IN ITS OPINION MAY BE NECESSARY TO\n   10  PROTECT THE RIGHTS OF THE RESPONDENT UNDER THIS PROVISION.\n   11    4. ANY PERSON WHO SHALL MAKE OR USE AN AFFIDAVIT REQUIRED  UNDER  THIS\n   12  SECTION  KNOWING  IT TO BE FALSE OR WHO SHALL KNOWINGLY TAKE PART IN ANY\n   13  EVICTION OF A SENIOR CITIZEN OTHERWISE THAN  AS  PROVIDED  FOR  IN  THIS\n   14  SECTION  OR ATTEMPTS TO DO SO SHALL BE GUILTY OF A MISDEMEANOR AND SHALL\n   15  BE PUNISHABLE BY IMPRISONMENT NOT TO EXCEED ONE YEAR OR BY A FINE NOT TO\n   16  EXCEED TEN THOUSAND DOLLARS OR BOTH.\n   17    5. IN ANY SUCH ACTION OR PROCEEDING IN WHICH A  SENIOR  CITIZEN  IS  A\n   18  PARTY,  IF  SUCH  PARTY  DOES  NOT  PERSONALLY  APPEAR THEREIN OR IS NOT\n   19  REPRESENTED BY AN AUTHORIZED ATTORNEY THE COURT MAY APPOINT AN  ATTORNEY\n   20  TO  REPRESENT  HIM  OR  HER;  AND IN SUCH A CASE AN ORDER MAY BE MADE TO\n   21  PROTECT THE RIGHTS OF SUCH PERSON.\n   22    6. IN ANY SUCH PROCEEDING, THE COURT MAY IN ITS DISCRETION ON ITS  OWN\n   23  MOTION STAY THE PROCEEDINGS FOR NOT LONGER THAN THREE MONTHS OR MAY MAKE\n   24  SUCH OTHER ORDERS AS MAY BE JUST.\n   25    S 4. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to establishing protection for senior citizens against unwarranted eviction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T103612.TXT", "SOBI.D110121.T151033.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883372848
}