{
  "year" : 2011,
  "senateBillNo" : "A2943-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2943-2011-1295586000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits discrimination based upon the occupation of a person under certain circumstances",
  "summary" : "Prohibits discrimination based upon the occupation of a person under certain circumstances, such as seeking a house exclusively for residential purposes; defines the term \"occupation\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA1208-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2943\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, GOTTFRIED -- Multi-Sponsored by -- M. of\n         A.  V. LOPEZ,  PERRY, TOWNS -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to prohibiting  discrimi-\n         nation under certain circumstances based on a person's occupation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 292 of the executive law is amended by adding a new\n    2  subdivision 35 to read as follows:\n    3    35. THE TERM \"OCCUPATION\" INCLUDES ANY LAWFUL VOCATION, PROFESSION, OR\n    4  FIELD OF SPECIALIZATION.\n    5    S 2. Paragraph (a) of subdivision 2 of section 296  of  the  executive\n    6  law,  as  amended by chapter 106 of the laws of 2003, is amended to read\n    7  as follows:\n    8    (a) It shall be an unlawful discriminatory practice  for  any  person,\n    9  being  the  owner, lessee, proprietor, manager, superintendent, agent or\n   10  employee of any place of  public  accommodation,  resort  or  amusement,\n   11  because  of the race, creed, color, national origin, sexual orientation,\n   12  military status, sex, OCCUPATION, or disability or marital status of any\n   13  person, directly or indirectly, to refuse, withhold from or deny to such\n   14  person any of the accommodations, advantages, facilities  or  privileges\n   15  thereof,  including the extension of credit, or, directly or indirectly,\n   16  to publish, circulate, issue, display,  post  or  mail  any  written  or\n   17  printed  communication,  notice or advertisement, to the effect that any\n   18  of the accommodations, advantages, facilities and privileges of any such\n   19  place shall be refused, withheld from or denied to any person on account\n   20  of race, creed, color, national  origin,  sexual  orientation,  military\n   21  status,  sex,  OCCUPATION,  or disability or marital status, or that the\n   22  patronage or custom thereat of any person of or purporting to be of  any\n   23  particular  race,  creed,  color,  national  origin, sexual orientation,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06148-01-1\n\n       A. 2943                             2\n\n    1  military status, OCCUPATION, sex or marital status, or having a disabil-\n    2  ity is unwelcome, objectionable or not acceptable, desired or solicited.\n    3    S  3. Paragraph (a) of subdivision 2-a of section 296 of the executive\n    4  law, as amended by chapter 106 of the laws of 2003, is amended  to  read\n    5  as follows:\n    6    (a)  To refuse to sell, rent or lease or otherwise to deny to or with-\n    7  hold from any person or group of  persons  such  housing  accommodations\n    8  because  of  the race, creed, color, disability, national origin, sexual\n    9  orientation, military status, age,  sex,  marital  status,  or  familial\n   10  status, OR WHERE A HOUSING ACCOMMODATION IS SOUGHT EXCLUSIVELY FOR RESI-\n   11  DENTIAL PURPOSES, THE OCCUPATION of such person or persons, or to repre-\n   12  sent  that  any  housing  accommodation  or  land  is  not available for\n   13  inspection, sale, rental or lease when in fact it is so available.\n   14    S 4. Paragraphs (b) and (c) of subdivision 2-a of section 296  of  the\n   15  executive  law,  as  amended  by  chapter  106  of the laws of 2003, are\n   16  amended to read as follows:\n   17    (b) To discriminate against any person because of  his  or  her  race,\n   18  creed,  color, disability, national origin, sexual orientation, military\n   19  status, age, sex, OCCUPATION, marital status, or familial status in  the\n   20  terms,  conditions or privileges of any publicly-assisted housing accom-\n   21  modations or in the furnishing of facilities or services  in  connection\n   22  therewith.\n   23    (c) To cause to be made any written or oral inquiry or record concern-\n   24  ing  the  race, creed, color, disability, national origin, sexual orien-\n   25  tation, membership in the reserve armed forces of the United  States  or\n   26  in  the  organized  militia  of the state, age, sex, OCCUPATION, marital\n   27  status, or familial status of a person seeking  to  rent  or  lease  any\n   28  publicly-assisted housing accommodation; provided, however, that nothing\n   29  in  this subdivision shall prohibit a member of the reserve armed forces\n   30  of the United States or in the  organized  militia  of  the  state  from\n   31  voluntarily disclosing such membership.\n   32    S  5.  Subparagraph 1 of paragraph (a) of subdivision 5 of section 296\n   33  of the executive law, as amended by chapter 106 of the laws of 2003,  is\n   34  amended to read as follows:\n   35    (1) To refuse to sell, rent, lease or otherwise to deny to or withhold\n   36  from any person or group of persons such a housing accommodation because\n   37  of the race, creed, color, national origin, sexual orientation, military\n   38  status,  sex,  age,  disability,  marital status, or familial status, OR\n   39  WHERE A HOUSING ACCOMMODATION  IS  SOUGHT  EXCLUSIVELY  FOR  RESIDENTIAL\n   40  PURPOSES, THE OCCUPATION of such person or persons, or to represent that\n   41  any housing accommodation or land is not available for inspection, sale,\n   42  rental or lease when in fact it is so available.\n   43    S  6.  Subparagraphs  2  and  3  of  paragraph (a) of subdivision 5 of\n   44  section 296 of the executive law, as amended by chapter 106 of the  laws\n   45  of 2003, are amended to read as follows:\n   46    (2)  To discriminate against any person because of race, creed, color,\n   47  national origin, sexual orientation, military status, sex, age,  OCCUPA-\n   48  TION,  disability,  marital  status,  or  familial  status in the terms,\n   49  conditions or privileges of the sale, rental or lease of any such  hous-\n   50  ing  accommodation  or  in  the  furnishing of facilities or services in\n   51  connection therewith.\n   52    (3) To print or circulate or cause to be  printed  or  circulated  any\n   53  statement,  advertisement or publication, or to use any form of applica-\n   54  tion for the purchase, rental or lease of such housing accommodation  or\n   55  to  make  any  record  or  inquiry  in  connection  with the prospective\n   56  purchase,  rental  or  lease  of  such  a  housing  accommodation  which\n\n       A. 2943                             3\n\n    1  expresses,  directly  or  indirectly,  any  limitation, specification or\n    2  discrimination as to race, creed, color, national origin, sexual  orien-\n    3  tation,  military  status,  sex,  age,  OCCUPATION,  disability, marital\n    4  status,  or  familial status, or any intent to make any such limitation,\n    5  specification or discrimination.\n    6    S 7. Subparagraphs 1 and 2  of  paragraph  (c)  of  subdivision  5  of\n    7  section  296 of the executive law, as amended by chapter 106 of the laws\n    8  of 2003, are amended to read as follows:\n    9    (1) To refuse to sell, rent or lease any housing  accommodation,  land\n   10  or  commercial  space  to any person or group of persons or to refuse to\n   11  negotiate for the sale, rental or lease, of any  housing  accommodation,\n   12  land  or  commercial  space to any person or group of persons because of\n   13  the race, creed, color, national origin,  sexual  orientation,  military\n   14  status,  sex,  age,  disability,  marital status, or familial status, OR\n   15  WHERE A HOUSING ACCOMMODATION  IS  SOUGHT  EXCLUSIVELY  FOR  RESIDENTIAL\n   16  PURPOSES, THE OCCUPATION of such person or persons, or to represent that\n   17  any housing accommodation, land or commercial space is not available for\n   18  inspection,  sale,  rental  or lease when in fact it is so available, or\n   19  otherwise to deny or withhold any housing accommodation, land or commer-\n   20  cial space or any facilities  of  any  housing  accommodation,  land  or\n   21  commercial  space  from  any  person  or group of persons because of the\n   22  race,  creed,  color,  national  origin,  sexual  orientation,  military\n   23  status,  sex,  age,  disability,  marital status, or familial status, OR\n   24  WHERE A HOUSING ACCOMMODATION  IS  SOUGHT  EXCLUSIVELY  FOR  RESIDENTIAL\n   25  PURPOSES, THE OCCUPATION of such person or persons.\n   26    (2)  To  print  or  circulate or cause to be printed or circulated any\n   27  statement, advertisement or publication, or to use any form of  applica-\n   28  tion  for  the  purchase,  rental or lease of any housing accommodation,\n   29  land or commercial space or to make any record or inquiry in  connection\n   30  with  the  prospective purchase, rental or lease of any housing accommo-\n   31  dation, land or commercial space which expresses, directly or  indirect-\n   32  ly,  any limitation, specification, or discrimination as to race, creed,\n   33  color, national origin, sexual orientation, military status,  sex,  age,\n   34  disability,  marital  status,  or  familial  status,  OR WHERE A HOUSING\n   35  ACCOMMODATION IS SOUGHT EXCLUSIVELY FOR RESIDENTIAL PURPOSES, THE  OCCU-\n   36  PATION;  or  any  intent  to  make any such limitation, specification or\n   37  discrimination.\n   38    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to prohibiting discrimination under certain circumstances based on a person's occupation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T103612.TXT", "SOBI.D110121.T150533.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883372844
}