{
  "year" : 2011,
  "senateBillNo" : "A2947-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to labor",
    "billEventId" : "A2947-2011-1295586000000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows employees to utilize sick leave to care for family, household members and domestic partners",
  "summary" : "Allows employees to utilize accrued and available sick leave to provide care to immediate family, household members or domestic partners; and defines relevant terms. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A2560-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2947\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GLICK, PHEFFER, CAHILL -- Multi-Sponsored by --\n         M. of A. AUBRY, COLTON, DINOWITZ,  GOTTFRIED,  HOOPER,  HOYT,  LIFTON,\n         McENENY,  MILLMAN,  ORTIZ,  WEINSTEIN,  WEISENBERG  --  read  once and\n         referred to the Committee on Labor\n\n       AN ACT to amend the labor law, in  relation  to  allowing  employees  to\n         utilize  sick leave to care for family, household members and domestic\n         partners\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  labor law is amended by adding a new section 19 to\n    2  read as follows:\n    3    S 19. SICK LEAVE; DOMESTIC PARTNERS.   1. AS  USED  IN  THIS  SECTION:\n    4  \"DOMESTIC PARTNER\" MEANS A PERSON WHO, WITH RESPECT TO ANOTHER PERSON:\n    5    (A) IS FORMALLY A PARTY IN A DOMESTIC PARTNERSHIP OR SIMILAR RELATION-\n    6  SHIP  WITH  THE  OTHER  PERSON, ENTERED INTO PURSUANT TO THE LAWS OF THE\n    7  UNITED STATES OR OF ANY STATE, LOCAL OR FOREIGN JURISDICTION, OR  REGIS-\n    8  TERED  AS  THE  DOMESTIC  PARTNER  OF THE OTHER PERSON WITH ANY REGISTRY\n    9  MAINTAINED BY THE EMPLOYER OF EITHER PARTY OR ANY  STATE,  MUNICIPALITY,\n   10  OR FOREIGN JURISDICTION; OR\n   11    (B)  IS  DEPENDENT  OR MUTUALLY INTERDEPENDENT ON THE OTHER PERSON FOR\n   12  SUPPORT, AS EVIDENCED BY THE TOTALITY OF THE CIRCUMSTANCES INDICATING  A\n   13  MUTUAL  INTENT  TO  BE  DOMESTIC  PARTNERS INCLUDING BUT NOT LIMITED TO:\n   14  COMMON OWNERSHIP OR JOINT LEASING OF REAL OR PERSONAL  PROPERTY;  COMMON\n   15  HOUSEHOLDING,  SHARED  INCOME  OR  SHARED  EXPENSES; CHILDREN IN COMMON;\n   16  SHARED HEALTH OR EMPLOYMENT BENEFIT COVERAGE; SIGNS OF INTENT  TO  MARRY\n   17  OR  BECOME DOMESTIC PARTNERS UNDER PARAGRAPH (A) OF THIS SUBDIVISION; OR\n   18  THE LENGTH OF THE PERSONAL RELATIONSHIP OF THE PERSONS.\n   19    2. \"DOMESTIC PARTNER\" SHALL NOT INCLUDE ANY PERSON WHO IS  RELATED  BY\n   20  BLOOD  TO  SUCH OTHER PERSON IN A MANNER THAT WOULD BAR MARRIAGE TO SUCH\n   21  OTHER PERSON IN NEW  YORK  STATE.  \"DOMESTIC  PARTNER\"  ALSO  SHALL  NOT\n   22  INCLUDE ANY PERSON WHO IS LESS THAN EIGHTEEN YEARS OF AGE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05937-01-1\n\n       A. 2947                             2\n\n    1    3.  SICK LEAVE DOES NOT INCLUDE ANY BENEFIT PROVIDED UNDER AN EMPLOYEE\n    2  WELFARE BENEFIT PLAN SUBJECT TO THE FEDERAL EMPLOYEE  RETIREMENT  INCOME\n    3  SECURITY  ACT  OF 1974 AND DOES NOT INCLUDE ANY INSURANCE BENEFIT, WORK-\n    4  ERS' COMPENSATION BENEFIT, UNEMPLOYMENT COMPENSATION DISABILITY BENEFIT,\n    5  OR BENEFIT NOT PAYABLE FROM THE EMPLOYER.\n    6    4. \"EMPLOYER\" MEANS A STATE AGENCY, AN OFFICE OR DEPARTMENT, A UNIT OF\n    7  LOCAL  GOVERNMENT,  A  SCHOOL DISTRICT, AN INDIVIDUAL, A PARTNERSHIP, AN\n    8  ASSOCIATION, A CORPORATION OR A NONPROFIT  ORGANIZATION,  WHICH  EMPLOYS\n    9  FIFTY OR MORE EMPLOYEES IN THE STATE OF NEW YORK.\n   10    5.  ANY  EMPLOYEE  WHO HAS BEEN GRANTED A LEAVE OF ABSENCE PURSUANT TO\n   11  THE PROVISIONS OF THE FEDERAL FAMILY AND  MEDICAL  LEAVE  ACT  SHALL  BE\n   12  ENTITLED  TO  UTILIZE  ANY OF SUCH EMPLOYEE'S ACCRUED AND AVAILABLE SICK\n   13  LEAVE FOR SUCH LEAVE. SUCH LEAVE MAY BE TAKEN  IN  EITHER  FULL  DAY  OR\n   14  PARTIAL DAY INCREMENTS.\n   15    6.  ANY EMPLOYEE WORKING FOR AN EMPLOYER WITH FIFTY OR MORE EMPLOYEES,\n   16  WHICH PROVIDES SICK LEAVE  FOR  ITS  EMPLOYEES,  SHALL  BE  ENTITLED  TO\n   17  UTILIZE SUCH EMPLOYEE'S ACCRUED AND AVAILABLE SICK LEAVE TO PROVIDE CARE\n   18  TO  IMMEDIATE  FAMILY,  HOUSEHOLD  MEMBERS OR DOMESTIC PARTNERS IN THOSE\n   19  MEDICAL SITUATIONS NOT COVERED BY THE FEDERAL FAMILY AND  MEDICAL  LEAVE\n   20  ACT.  SUCH  LEAVE  MAY BE TAKEN IN EITHER FULL DAY OR PARTIAL DAY INCRE-\n   21  MENTS.\n   22    7. EXCEPT  AS  OTHERWISE  PROVIDED  PURSUANT  TO  A  VALID  COLLECTIVE\n   23  BARGAINING  AGREEMENT, AN EMPLOYER WHO PROVIDES SICK LEAVE FOR EMPLOYEES\n   24  SHALL PERMIT AN EMPLOYEE TO USE IN ANY CALENDAR  YEAR,  SUCH  EMPLOYEE'S\n   25  ACCRUED AND AVAILABLE SICK LEAVE PURSUANT TO THIS SECTION.\n   26    S  2.  Nothing  in  this act shall be construed to impede, infringe or\n   27  diminish the rights and benefits which accrue to employees through  bona\n   28  fide  collective bargaining agreements, or otherwise diminish the integ-\n   29  rity of existing collective bargaining agreements and other  past  prac-\n   30  tices.\n   31    S 3. This act shall take effect on the one hundred twentieth day after\n   32  it shall have become a law; provided however, the provisions of this act\n   33  shall  not  supersede  any  collective  bargaining agreement, during its\n   34  term, in existence on the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to allowing employees to utilize sick leave to care for family, household members and domestic partners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T112114.TXT", "SOBI.D110121.T151033.TXT", "SOBI.D110131.T111658.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490618724
}