{
  "year" : 2011,
  "senateBillNo" : "A2950-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2950-2011-1295586000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the distribution of certain mandatory surcharges imposed for alcohol-related traffic convictions",
  "summary" : "Relates to the distribution of certain mandatory surcharges imposed for alcohol-related traffic convictions. ",
  "currentCommittee" : null,
  "sameAs" : "S1348",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "AA11374-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Russell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2950\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  LUPARDO,  MAGEE,  GUNTHER, KELLNER, MILLMAN,\n         MAISEL, JAFFEE, RUSSELL, CLARK, LATIMER, LIFTON, SAYWARD -- read  once\n         and referred to the Committee on Transportation\n\n       AN  ACT  to  amend  the  vehicle  and  traffic law and the penal law, in\n         relation to distribution of certain mandatory surcharges  imposed  for\n         alcohol-related traffic convictions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 1197 of the vehi-\n    2  cle and traffic law, as separately amended by chapters 196  and  688  of\n    3  the  laws  of  1996  and subparagraph 3 as amended by chapter 345 of the\n    4  laws of 2007, is amended to read as follows:\n    5    (a) Where a county establishes a special traffic options  program  for\n    6  driving  while  intoxicated,  pursuant to this section, it shall receive\n    7  fines [and], forfeitures, AND ON AND AFTER THE FIRST DAY OF  APRIL,  TWO\n    8  THOUSAND  TWELVE,  MANDATORY  SURCHARGES  SET FORTH IN SECTIONS EIGHTEEN\n    9  HUNDRED NINE-C AND EIGHTEEN HUNDRED NINE-E OF THIS CHAPTER, collected by\n   10  any court, judge,  magistrate  or  other  officer  within  that  county,\n   11  including,  where appropriate, a hearing officer acting on behalf of the\n   12  commissioner[,]: (1) imposed for violations of  subparagraphs  (ii)  and\n   13  (iii)  of  paragraph (a) of subdivision two or subparagraph (i) of para-\n   14  graph (a) of subdivision three of section five hundred  eleven  of  this\n   15  chapter; (2) imposed in accordance with the provisions of section eleven\n   16  hundred  ninety-three,  PARAGRAPH  (F)  OF  SUBDIVISION SEVEN OF SECTION\n   17  ELEVEN HUNDRED NINETY-SIX, SUBDIVISION NINE OF  SECTION  ELEVEN  HUNDRED\n   18  NINETY-EIGHT, and civil penalties imposed pursuant to subdivision two of\n   19  section  eleven  hundred ninety-four-a of this article, including, where\n   20  appropriate, a hearing officer acting on  behalf  of  the  commissioner,\n   21  from  violations  of  sections eleven hundred ninety-two, eleven hundred\n   22  ninety-two-a  and   findings   made   under   section   eleven   hundred\n   23  ninety-four-a  of  this  article; and (3) imposed upon a conviction for:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03021-01-1\n\n       A. 2950                             2\n\n    1  aggravated vehicular assault, pursuant to section 120.04-a of the  penal\n    2  law;  vehicular  assault in the first degree, pursuant to section 120.04\n    3  of the penal law; vehicular assault in the second  degree,  pursuant  to\n    4  section 120.03 of the penal law; aggravated vehicular homicide, pursuant\n    5  to  section 125.14 of the penal law; vehicular manslaughter in the first\n    6  degree, pursuant to section 125.13  of  the  penal  law;  and  vehicular\n    7  manslaughter  in  the  second  degree, pursuant to section 125.12 of the\n    8  penal law, as provided in section eighteen hundred three of  this  chap-\n    9  ter.  Upon  receipt  of these moneys, the county shall deposit them in a\n   10  separate account entitled \"special traffic options program  for  driving\n   11  while intoxicated,\" and they shall be under the exclusive care, custody,\n   12  and  control of the chief fiscal officer of each county participating in\n   13  the program.\n   14    S 2. Paragraphs (b) and (c) of subdivision 5 of section  1197  of  the\n   15  vehicle and traffic law, as added by chapter 47 of the laws of 1988, are\n   16  amended to read as follows:\n   17    (b)  Receive  proposals from county, town, city or village agencies or\n   18  non-governmental  groups  for  activities  related  to  alcohol  traffic\n   19  safety,  INCLUDING  THE IMPLEMENTATION OF THE IGNITION INTERLOCK PROGRAM\n   20  AS SET FORTH IN SECTION ELEVEN HUNDRED NINETY-EIGHT OF THIS ARTICLE, and\n   21  to submit them to the county board of legislators or other such  govern-\n   22  ing  body, together with a recommendation for funding of the activity if\n   23  deemed appropriate.\n   24    (c) Cooperate with and assist local officials within the county in the\n   25  formulation and execution of alcohol traffic safety  programs  including\n   26  enforcement, adjudication, rehabilitation [and], education AND IMPLEMEN-\n   27  TATION  OF THE IGNITION INTERLOCK PROGRAM AS SET FORTH IN SECTION ELEVEN\n   28  HUNDRED NINETY-EIGHT OF THIS ARTICLE.\n   29    S 3. The opening paragraph of subdivision 9 of  section  1803  of  the\n   30  vehicle  and traffic law, as amended by chapter 345 of the laws of 2007,\n   31  is amended to read as follows:\n   32    Where a county establishes a special traffic options program for driv-\n   33  ing while intoxicated, approved by the commissioner [of motor vehicles],\n   34  pursuant to section eleven hundred ninety-seven  of  this  chapter,  all\n   35  fines,  penalties  [and], forfeitures, AND ON AND AFTER THE FIRST DAY OF\n   36  APRIL, TWO THOUSAND TWELVE, MANDATORY SURCHARGES SET FORTH  IN  SECTIONS\n   37  EIGHTEEN  HUNDRED  NINE-C  AND  EIGHTEEN HUNDRED NINE-E OF THIS ARTICLE:\n   38  (A) IMPOSED AND collected [from] FOR violations  of  subparagraphs  (ii)\n   39  and  (iii)  of  paragraph  (a) of subdivision two or subparagraph (i) of\n   40  paragraph (a) of subdivision three of section five hundred eleven[,  all\n   41  fines,  penalties  and  forfeitures]  OF  THIS  CHAPTER; (B) imposed AND\n   42  COLLECTED in accordance with section eleven hundred ninety-three of this\n   43  chapter [collected from] FOR violations of section eleven hundred  nine-\n   44  ty-two  of  this chapter; [and any fines or forfeitures] (C) IMPOSED AND\n   45  COLLECTED FOR VIOLATIONS  OF  PARAGRAPH  (F)  OF  SUBDIVISION  SEVEN  OF\n   46  SECTION  ELEVEN  HUNDRED NINETY-SIX OF THIS CHAPTER OR FOR VIOLATIONS OF\n   47  SUBDIVISION NINE OF SECTION ELEVEN HUNDRED NINETY-EIGHT OF THIS CHAPTER;\n   48  (D) collected by any court, judge, magistrate or other  officer  imposed\n   49  upon a conviction for: aggravated vehicular assault, pursuant to section\n   50  120.04-a of the penal law; vehicular assault in the first degree, pursu-\n   51  ant  to section 120.04 of the penal law; vehicular assault in the second\n   52  degree, pursuant to section 120.03 of the penal law; aggravated  vehicu-\n   53  lar  homicide,  pursuant  to  section 125.14 of the penal law; vehicular\n   54  manslaughter in the first degree, pursuant  to  section  125.13  of  the\n   55  penal  law; and vehicular manslaughter in the second degree, pursuant to\n   56  section 125.12 of the penal law; and (E) civil penalties imposed  pursu-\n\n       A. 2950                             3\n\n    1  ant  to  subdivision two of section eleven hundred ninety-four-a of this\n    2  chapter, shall be paid to such county.\n    3    S 4. Subdivisions 1 and 2 of section 1809-c of the vehicle and traffic\n    4  law, as added by section 37 of part J of chapter 62 of the laws of 2003,\n    5  are amended to read as follows:\n    6    1. Notwithstanding any other provision of law, whenever proceedings in\n    7  a  court  of this state result in a conviction pursuant to:  (A) section\n    8  eleven hundred ninety-two of this chapter; (B)  SUBPARAGRAPHS  (II)  AND\n    9  (III)  OF  PARAGRAPH (A) OF SUBDIVISION TWO OR SUBPARAGRAPH (I) OF PARA-\n   10  GRAPH (A) OF SUBDIVISION THREE OF SECTION FIVE HUNDRED  ELEVEN  OF  THIS\n   11  CHAPTER;  (C)  PARAGRAPH  (F)  OF  SUBDIVISION  SEVEN  OF SECTION ELEVEN\n   12  HUNDRED NINETY-SIX OF THIS CHAPTER; OR (D) SUBDIVISION NINE  OF  SECTION\n   13  ELEVEN  HUNDRED  NINETY-EIGHT OF THIS CHAPTER, there shall be levied, in\n   14  addition to any sentence or other surcharge  required  or  permitted  by\n   15  law, an additional surcharge of twenty-five dollars.\n   16    2.  The  additional  surcharge provided for in subdivision one of this\n   17  section shall be paid to the  clerk  of  the  court  that  rendered  the\n   18  conviction.  Within the first ten days of the month following collection\n   19  of the surcharge the collecting authority shall determine the amount  of\n   20  surcharge collected and it shall pay such money to the state comptroller\n   21  who  shall  deposit such money in the state treasury pursuant to section\n   22  one hundred twenty-one of the state finance law to  the  credit  of  the\n   23  general  fund;  PROVIDED,  HOWEVER, WHERE A COUNTY ESTABLISHES A SPECIAL\n   24  TRAFFIC OPTIONS  PROGRAM  FOR  DRIVING  WHILE  INTOXICATED  PURSUANT  TO\n   25  SECTION  ELEVEN  HUNDRED  NINETY-SEVEN OF THIS CHAPTER, ON AND AFTER THE\n   26  FIRST DAY OF APRIL, TWO THOUSAND TWELVE, SUCH SURCHARGE SHALL BE PAID TO\n   27  THE COUNTY WHERE THE CONVICTION WAS RENDERED.\n   28    S 5. Paragraph b of subdivision 1 and subdivision 2 of section  1809-e\n   29  of  the  vehicle  and  traffic  law, as added by section 1 of part EE of\n   30  chapter 56 of the laws of 2008, are amended to read as follows:\n   31    b. Notwithstanding any other provision of law, whenever proceedings in\n   32  a court of this state result in a conviction pursuant  to:  (1)  section\n   33  eleven  hundred  ninety-two  of this chapter; (2) SUBPARAGRAPHS (II) AND\n   34  (III) OF PARAGRAPH (A) OF SUBDIVISION TWO OR SUBPARAGRAPH (I)  OF  PARA-\n   35  GRAPH  (A)  OF  SUBDIVISION THREE OF SECTION FIVE HUNDRED ELEVEN OF THIS\n   36  CHAPTER; (3) PARAGRAPH  (F)  OF  SUBDIVISION  SEVEN  OF  SECTION  ELEVEN\n   37  HUNDRED  NINETY-SIX  OF THIS CHAPTER; OR (4) SUBDIVISION NINE OF SECTION\n   38  ELEVEN HUNDRED NINETY-EIGHT OF THIS CHAPTER, there shall be  levied,  in\n   39  addition  to  any  sentence  or other surcharge required or permitted by\n   40  law, an additional surcharge of one hundred seventy dollars.\n   41    2. The additional surcharges provided for in subdivision one  of  this\n   42  section shall be paid to the clerk of the court or administrative tribu-\n   43  nal that rendered the conviction. Within the first ten days of the month\n   44  following  collection of such surcharges, the collecting authority shall\n   45  pay such money to the state comptroller [to be deposited to]  WHO  SHALL\n   46  DEPOSIT SUCH MONEY IN THE STATE TREASURY PURSUANT TO SECTION ONE HUNDRED\n   47  TWENTY-ONE  OF  THE STATE FINANCE LAW TO THE CREDIT OF the general fund;\n   48  PROVIDED, HOWEVER, WHERE A COUNTY ESTABLISHES A SPECIAL TRAFFIC  OPTIONS\n   49  PROGRAM FOR DRIVING WHILE INTOXICATED PURSUANT TO SECTION ELEVEN HUNDRED\n   50  NINETY-SEVEN  OF  THIS CHAPTER, ON AND AFTER THE FIRST DAY OF APRIL, TWO\n   51  THOUSAND TWELVE, ANY SUCH SURCHARGE COLLECTED PURSUANT TO PARAGRAPH B OF\n   52  SUBDIVISION ONE OF THIS SECTION SHALL BE PAID TO THE  COUNTY  WHERE  THE\n   53  CONVICTION WAS RENDERED.\n   54    S  6.  Subdivision  3 of section 60.35 of the penal law, as amended by\n   55  section 1 of part E of chapter 56 of the laws of  2004,  is  amended  to\n   56  read as follows:\n\n       A. 2950                             4\n\n    1    3.  The  mandatory surcharge, sex offender registration fee, DNA data-\n    2  bank fee, crime victim assistance fee,  and  supplemental  sex  offender\n    3  victim fee provided for in subdivision one of this section shall be paid\n    4  to  the  clerk of the court or administrative tribunal that rendered the\n    5  conviction.  Within the first ten days of the month following collection\n    6  of the mandatory surcharge, crime victim  assistance  fee,  and  supple-\n    7  mental sex offender victim fee, the collecting authority shall determine\n    8  the  amount  of  mandatory  surcharge,  crime victim assistance fee, and\n    9  supplemental sex offender victim fee collected and, if [it] THE COLLECT-\n   10  ING AUTHORITY is an administrative tribunal[,]  or  a  town  or  village\n   11  justice  court,  it  shall  then pay such money to the state comptroller\n   12  who, UNLESS OTHERWISE AUTHORIZED PURSUANT TO THE  OPENING  PARAGRAPH  OF\n   13  SUBDIVISION  NINE  OF  SECTION EIGHTEEN HUNDRED THREE OF THE VEHICLE AND\n   14  TRAFFIC LAW, shall deposit such money in the state treasury pursuant  to\n   15  section one hundred twenty-one of the state finance law to the credit of\n   16  the  criminal justice improvement account established by section ninety-\n   17  seven-bb of the state finance law. Within the  first  ten  days  of  the\n   18  month  following collection of the sex offender registration fee and DNA\n   19  databank fee, the collecting authority shall determine the amount of the\n   20  sex offender registration fee and DNA databank fee collected and, if  it\n   21  is  an  administrative  tribunal, or a town or village justice court, it\n   22  shall then pay such money to the state  comptroller  who  shall  deposit\n   23  such  money  in the state treasury pursuant to section one hundred twen-\n   24  ty-one of the state finance law to the credit of the  general  fund.  If\n   25  such  collecting  authority  is  any  other  court  of the unified court\n   26  system, it shall, within such period, UNLESS OTHERWISE AUTHORIZED PURSU-\n   27  ANT TO THE OPENING PARAGRAPH OF SUBDIVISION  NINE  OF  SECTION  EIGHTEEN\n   28  HUNDRED  THREE  OF THE VEHICLE AND TRAFFIC LAW, pay such money attribut-\n   29  able to the mandatory surcharge or crime victim assistance  fee  to  the\n   30  state commissioner of taxation and finance to the credit of the criminal\n   31  justice  improvement  account  established by section ninety-seven-bb of\n   32  the state finance law.  If such collecting authority is any other  court\n   33  of  the  unified  court  system,  it shall, within such period, pay such\n   34  money attributable to the sex offender  registration  fee  and  the  DNA\n   35  databank  fee  to  the state commissioner of taxation and finance to the\n   36  credit of the general fund.\n   37    S 7. This act shall take effect immediately,  provided,  however,  the\n   38  provisions  of sections one, three, four and five of this act shall take\n   39  effect on the sixtieth day  after  it  shall  have  become  a  law,  and\n   40  provided  further,  however,  that  section  six  of this act shall take\n   41  effect on the first of April, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the penal law, in relation to distribution of certain mandatory surcharges imposed for alcohol-related traffic convictions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T112114.TXT", "SOBI.D110121.T151033.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374270
}