{
  "year" : 2011,
  "senateBillNo" : "A2954-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to health",
    "billEventId" : "A2954-2011-1295586000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York autism spectrum disorders treatment, training and research council and provides for the powers and duties of the council",
  "summary" : "Creates the New York autistic spectrum disorders treatment, training and research council and provides for the powers and duties of the council. ",
  "currentCommittee" : null,
  "sameAs" : "S2150",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10113-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2954\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. WEISENBERG, MAISEL, BENEDETTO, MILLMAN, TITUS,\n         JAFFEE, SCHIMEL, CASTRO, SCHROEDER, SPANO, TITONE  --  Multi-Sponsored\n         by  -- M. of A. ABBATE, AUBRY, BARCLAY, BURLING, CONTE, CROUCH, DESTI-\n         TO, DUPREY, FINCH, GABRYSZAK, GIBSON, HOOPER, JORDAN, LIFTON, LUPARDO,\n         MARKEY, MAYERSOHN,  McENENY,  McKEVITT,  MOLINARO,  PHEFFER,  RABBITT,\n         RAIA, SAYWARD, SCARBOROUGH, SWEENEY, THIELE, TOBACCO, TOWNS, ZEBROWSKI\n         -- read once and referred to the Committee on Health\n\n       AN  ACT to amend the executive law, in relation to creating the New York\n         autism spectrum disorders treatment, training and research council and\n         providing for the powers and duties of the council\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Intent.  The  legislature  hereby finds and declares that\n    2  autism spectrum disorders, hereinafter ASDs, currently  affect  approxi-\n    3  mately  one  in  110 children and are considered to be an \"urgent public\n    4  health concern\" by the Centers for Disease Control and Prevention.\n    5    The legislature further finds that New York state  has  not  responded\n    6  sufficiently  to  this  crisis.  In  its 2010 report, the New York state\n    7  Interagency Task Force on Autism,  hereinafter  Task  Force,  identified\n    8  five  primary  needs  of  the  growing  population  of New York citizens\n    9  affected by ASDs: coordination of state services, early  identification,\n   10  lifelong  service  delivery, increased dissemination of information, and\n   11  coordination of research efforts. First, as a collaborative effort of 11\n   12  independent state agencies that each serve individuals impacted by ASDs,\n   13  the Task Force itself exemplifies the need for coordination of research,\n   14  treatment and training responsibilities. Second, while  the  Task  Force\n   15  determined  that  early  identification and intervention were crucial to\n   16  minimizing the symptoms and impact of ASDs, it reported that only  eight\n   17  percent  of pediatricians routinely screen for ASDs and approximately 30\n   18  percent of children with ASDs do  not  receive  the  early  intervention\n   19  services  provided  by  the  New York State Department of Health. Third,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01579-01-1\n\n       A. 2954                             2\n\n    1  recognizing that the thousands of children diagnosed with ASDs will soon\n    2  age out of the state's educational system, the Task Force noted a dearth\n    3  of post-secondary training and transitional services. Fourth,  the  Task\n    4  Force  determined  that  individuals and families affected by ASDs would\n    5  benefit from a centralized clearinghouse of  relevant  information,  and\n    6  called  for  the  provision of user-friendly access to such information.\n    7  Finally, the Task Force reported that  collaboratively  determining  the\n    8  direction of future ASD research would best utilize available public and\n    9  private funding.\n   10    The  legislature  therefore  declares  that  there is a need to expand\n   11  treatment, training and research with regard to ASDs  --  including  the\n   12  enhancement of efforts to improve access to, and the efficacy of, needed\n   13  services, support and treatment.\n   14    S  2.  This  act  shall  be  known, and may be cited, as the \"New York\n   15  autism spectrum disorders treatment, training and research act\".\n   16    S 3. The executive law is amended by adding a new article 41-A to read\n   17  as follows:\n   18                                ARTICLE 41-A\n   19                     NEW YORK AUTISM SPECTRUM DISORDERS\n   20                  TREATMENT, TRAINING AND RESEARCH COUNCIL\n   21  SECTION 908. DEFINITIONS.\n   22          908-A. NEW YORK AUTISM SPECTRUM  DISORDERS  TREATMENT,  TRAINING\n   23                   AND RESEARCH COUNCIL; PURPOSE AND ORGANIZATION.\n   24          908-B. FUNCTIONS, POWERS AND DUTIES OF THE COUNCIL.\n   25    S 908. DEFINITIONS. WHEN USED IN THIS ARTICLE:\n   26    1.  \"AUTISM SPECTRUM DISORDER\" OR \"ASD\" MEANS A NEUROBIOLOGICAL CONDI-\n   27  TION THAT INCLUDES AUTISM, ASPERGER SYNDROME, RETT'S SYNDROME, OR PERVA-\n   28  SIVE DEVELOPMENTAL DISORDER;\n   29    2. \"FAMILY\" MEANS THE PARENT OR LEGAL GUARDIAN OF AN INDIVIDUAL  DIAG-\n   30  NOSED WITH AN AUTISM SPECTRUM DISORDER; AND\n   31    3.  \"PATIENT\"  MEANS  AN  INDIVIDUAL DIAGNOSED WITH AN AUTISM SPECTRUM\n   32  DISORDER.\n   33    S 908-A. NEW YORK AUTISM SPECTRUM DISORDERS  TREATMENT,  TRAINING  AND\n   34  RESEARCH COUNCIL; PURPOSE AND ORGANIZATION. 1. THERE SHALL BE WITHIN THE\n   35  EXECUTIVE  DEPARTMENT  THE NEW YORK AUTISM SPECTRUM DISORDERS TREATMENT,\n   36  TRAINING AND RESEARCH COUNCIL, HEREINAFTER COUNCIL, WHOSE PURPOSES SHALL\n   37  BE TO:\n   38    (A) DEVELOP A COORDINATED NEW YORK  STATE  AUTISM  SPECTRUM  DISORDERS\n   39  TREATMENT,  TRAINING  AND  RESEARCH  POLICY  AND PLAN, HEREINAFTER STATE\n   40  POLICY AND PLAN, WITH RESPECT TO THE PROVISION OF SERVICES  TO  PATIENTS\n   41  AND THEIR FAMILIES;\n   42    (B)  REVIEW  STATE  AGENCY  INITIATIVES FOR THEIR CONSISTENCY WITH THE\n   43  STATE POLICY AND PLAN;\n   44    (C) PROVIDE A CONTINUING FORUM FOR DISCUSSION RELATED TO THE  DEVELOP-\n   45  MENT AND IMPLEMENTATION OF THE STATE POLICY AND PLAN; AND\n   46    (D)  TAKE  THE STEPS ENUMERATED HEREIN TO EXPAND AND COORDINATE TREAT-\n   47  MENT, TRAINING AND RESEARCH.\n   48    2. THE COUNCIL SHALL BE COMPRISED OF TWENTY-EIGHT MEMBERS AS FOLLOWS:\n   49    (A) THE COMMISSIONER OF THE DEPARTMENT OF HEALTH, THE COMMISSIONER  OF\n   50  THE  DEPARTMENT OF LABOR, THE COMMISSIONER OF THE OFFICE OF CHILDREN AND\n   51  FAMILY SERVICES, THE COMMISSIONER OF EDUCATION, THE COMMISSIONER OF  THE\n   52  OFFICE  OF MENTAL HEALTH, THE COMMISSIONER OF THE OFFICE FOR PEOPLE WITH\n   53  DEVELOPMENTAL DISABILITIES, THE COMMISSIONER OF THE OFFICE OF  TEMPORARY\n   54  AND  DISABILITY  ASSISTANCE, THE SUPERINTENDENT OF THE INSURANCE DEPART-\n   55  MENT, THE CHANCELLOR OF THE STATE UNIVERSITY OF NEW YORK, THE CHANCELLOR\n   56  OF THE CITY UNIVERSITY OF NEW YORK, THE CHAIR OF THE COUNCIL ON CHILDREN\n\n       A. 2954                             3\n\n    1  AND FAMILIES, THE CHAIR OF THE COMMISSION ON QUALITY OF CARE AND ADVOCA-\n    2  CY FOR PERSONS WITH DISABILITIES, AND  THE  EXECUTIVE  DIRECTOR  OF  THE\n    3  DISABILITIES  PLANNING  COUNCIL,  ALL OF WHOM SHALL SERVE EX OFFICIO AND\n    4  WHO MAY DESIGNATE REPRESENTATIVES TO ACT ON THEIR BEHALF;\n    5    (B)  SEVEN MEMBERS APPOINTED BY THE GOVERNOR, WHO SHALL POSSESS EXPER-\n    6  TISE IN ASDS. AT LEAST TWO  APPOINTEES  SHALL  REPRESENT  NOT-FOR-PROFIT\n    7  ENTITIES  WITH  THE  PRIMARY  PURPOSE  OF PROVIDING ACCESS TO EDUCATION,\n    8  INFORMATION AND/OR SERVICES RELATED TO THE CARE OF PATIENTS; AND\n    9    (C) EIGHT MEMBERS APPOINTED BY THE GOVERNOR ON THE  RECOMMENDATION  OF\n   10  THE LEGISLATIVE LEADERS AS FOLLOWS:\n   11    (1)  THE  TEMPORARY  PRESIDENT  OF  THE  SENATE AND THE SPEAKER OF THE\n   12  ASSEMBLY SHALL EACH RECOMMEND THREE MEMBERS TO THE COUNCIL.  THE  TEMPO-\n   13  RARY  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY SHALL EACH\n   14  RECOMMEND AT LEAST ONE CLINICAL OR RESEARCH EXPERT IN THE FIELD OF  ASDS\n   15  AND AT LEAST ONE FAMILY MEMBER OF A PATIENT; AND\n   16    (2)  THE  MINORITY LEADER OF THE SENATE AND THE MINORITY LEADER OF THE\n   17  ASSEMBLY SHALL EACH RECOMMEND ONE MEMBER TO THE COUNCIL.\n   18    3. VACANCIES IN THE MEMBERSHIP OF THE COUNCIL SHALL BE FILLED  IN  THE\n   19  MANNER PROVIDED FOR ORIGINAL APPOINTMENTS.\n   20    4.  THE  COMMISSIONER OF THE DEPARTMENT OF HEALTH AND THE COMMISSIONER\n   21  OF THE OFFICE FOR PEOPLE WITH DEVELOPMENTAL DISABILITIES SHALL SERVE, EX\n   22  OFFICIO, AS CO-CHAIRS OF THE COUNCIL. ADMINISTRATIVE DUTIES OF THE COUN-\n   23  CIL SHALL BE THE RESPONSIBILITY OF, AND EXECUTED BY, THE  DEPARTMENT  OF\n   24  HEALTH  AND THE OFFICE FOR PEOPLE WITH DEVELOPMENTAL DISABILITIES PURSU-\n   25  ANT TO AN AGREEMENT EFFECTED BY THE CO-CHAIRS.\n   26    5. MEMBERS OF THE COUNCIL SHALL  RECEIVE  NO  COMPENSATION  FOR  THEIR\n   27  SERVICES BUT SHALL BE REIMBURSED FOR NECESSARY EXPENSES.\n   28    6.  THE  COUNCIL SHALL MEET QUARTERLY, OR MORE FREQUENTLY IF ITS BUSI-\n   29  NESS SHALL REQUIRE, PROVIDED THAT THE COMMUNITY FORUMS REQUIRED PURSUANT\n   30  TO SECTION NINE HUNDRED EIGHT-B  OF  THIS  ARTICLE  SHALL  CONSTITUTE  A\n   31  FORMAL MEETING OF THE COUNCIL.\n   32    S  908-B.  FUNCTIONS,  POWERS  AND DUTIES OF THE COUNCIL. 1. NOT LATER\n   33  THAN ONE YEAR AFTER THE EFFECTIVE DATE  OF  THIS  ARTICLE,  THE  COUNCIL\n   34  SHALL  CONDUCT  COMMUNITY  FORUMS  TO  GAIN  INPUT FROM PATIENTS, FAMILY\n   35  MEMBERS, SERVICE PROVIDERS,  EXPERT  RESEARCHERS  AND  OTHER  INTERESTED\n   36  PARTIES CONCERNING THE DEVELOPMENT OF THE STATE POLICY AND PLAN REQUIRED\n   37  BY  THIS  SECTION. THE COUNCIL SHALL THEN CONDUCT COMMUNITY FORUMS EVERY\n   38  FIVE YEARS, OR MORE FREQUENTLY AS THE COUNCIL SHALL DETERMINE. COMMUNITY\n   39  FORUMS SHALL BE CONDUCTED IN OR AROUND ALBANY, BINGHAMTON, BUFFALO, LONG\n   40  ISLAND, NEW YORK CITY,  NORTHERN  METROPOLITAN  NEW  YORK,  PLATTSBURGH,\n   41  POTSDAM, POUGHKEEPSIE, ROCHESTER, SYRACUSE, AND OTHER AREAS AS THE COUN-\n   42  CIL SHALL DETERMINE.\n   43    2.  THE  COUNCIL  SHALL PROVIDE THE INITIAL REPORT OF THE STATE POLICY\n   44  AND PLAN REQUIRED BY THIS SECTION TO THE GOVERNOR AND THE LEGISLATURE ON\n   45  OR BEFORE FEBRUARY FIRST, TWO THOUSAND  TWELVE,  AND  SHALL  PROVIDE  AN\n   46  UPDATE OF SUCH POLICY AND PLAN BY FEBRUARY FIRST OF EVERY YEAR THEREAFT-\n   47  ER.  THE  STATE POLICY AND PLAN SHALL INCLUDE COMPREHENSIVE INFORMATION,\n   48  FINDINGS AND RECOMMENDATIONS CONCERNING, BUT NOT LIMITED TO, THE FOLLOW-\n   49  ING:\n   50    (A) COORDINATION OF SERVICES, INCLUDING: COORDINATING  STATE  SERVICES\n   51  AND  PROVIDING  CASE MANAGEMENT; CLARIFYING AND STREAMLINING ELIGIBILITY\n   52  AND INTAKE PROCESSES FOR STATE SERVICE SYSTEMS; ADDRESSING THE NEEDS  OF\n   53  PATIENTS  WHO  FAIL  TO MEET ELIGIBILITY CRITERIA OF STATE AGENCIES; AND\n   54  UNITING PUBLIC AND PRIVATE AGENCIES IN A MANNER  THAT  WILL  BEST  SERVE\n   55  PATIENTS  AND  THEIR  FAMILIES.  IN  ASSESSING THE STRENGTHS AND GAPS IN\n\n       A. 2954                             4\n\n    1  SERVICES FOR PATIENTS AND THEIR FAMILIES,  THE  STATE  POLICY  AND  PLAN\n    2  SHALL INCLUDE EVALUATIONS AND RECOMMENDATIONS BY REGION;\n    3    (B)  EARLY  IDENTIFICATION  AND INTERVENTION, INCLUDING: STANDARDIZING\n    4  ASD SCREENING PRACTICES; TRAINING EDUCATORS, MEDICAL  PROFESSIONALS  AND\n    5  OTHER SERVICE PROVIDERS TO RECOGNIZE AND TREAT ASDS; AND PROMOTING EARLY\n    6  CHILDHOOD SCREENING BY PRIMARY CARE PHYSICIANS;\n    7    (C)   LIFELONG   SERVICE  DELIVERY,  INCLUDING:  PROMOTING  ACCESS  TO\n    8  EVIDENCE-BASED SERVICES FOR PATIENTS OF ALL AGES; ESTABLISHING TREATMENT\n    9  GUIDELINES AND TRAINING PROGRAMS FOR CAREGIVERS;  PROVIDING  RESIDENTIAL\n   10  SUPPORTS  TO  ADULT  PATIENTS;  AND IMPLEMENTING EMPLOYMENT TRAINING AND\n   11  POST-SCHOOL TRANSITIONAL SERVICES;\n   12    (D) FAMILY SUPPORT, INCLUDING:  EXPANDING  RESPITE  CARE  OPTIONS  AND\n   13  IMPLEMENTING OTHER MEANS TO REDUCE STRAIN ON FAMILIES;\n   14    (E)  INCREASED DISSEMINATION OF INFORMATION, INCLUDING: INCREASING ASD\n   15  AWARENESS PROGRAMS; DISTRIBUTING BEST PRACTICES  TO  EDUCATORS,  MEDICAL\n   16  PROFESSIONALS  AND  OTHER SERVICE PROVIDERS; CONTINUING THE TASK FORCE'S\n   17  EFFORTS TO CREATE A CENTRALIZED HUB OF INFORMATION ON ASDS  THROUGH  THE\n   18  LAUNCH  OF  AN ONLINE INITIATIVE FOR ADULTS AND CHILDREN ON THE SPECTRUM\n   19  (NEW YORK ACTS); AND ENHANCING SUPPORT  FOR  PATIENTS  AND  FAMILIES  IN\n   20  NON-ENGLISH SPEAKING COMMUNITIES;\n   21    (F)  COORDINATED  RESEARCH,  INCLUDING:   UTILIZING AVAILABLE RESEARCH\n   22  FUNDS IN THE MOST EFFECTIVE AND EFFICIENT  MANNER;  TRANSLATING  RESULTS\n   23  INTO  IMPROVED  TREATMENT  PRACTICES; DISTRIBUTING RESULTS TO EDUCATORS,\n   24  MEDICAL PROFESSIONALS AND  OTHER  SERVICE  PROVIDERS;  AND  UNITING  ASD\n   25  RESEARCHERS IN SEEKING TO ACHIEVE A BETTER UNDERSTANDING OF ASDS;\n   26    (G)  FINANCING  TRAINING, TREATMENT AND RESEARCH IN THE STATE, INCLUD-\n   27  ING: MAKING FINANCING MORE EFFICIENT AND EFFECTIVE; STRENGTHENING FAMILY\n   28  SERVICES AND SUPPORTS; PROVIDING A SEAMLESS SPECTRUM OF  SERVICES  IRRE-\n   29  SPECTIVE  OF  AGENCY  JURISDICTION;  IDENTIFYING  EXISTING AND POTENTIAL\n   30  SOURCES OF FUNDING; AND PARTNERING WITH PRIVATE INDIVIDUALS, FOUNDATIONS\n   31  AND OTHER ENTITIES; AND\n   32    (H) A STATISTICAL ANALYSIS OF DATA CONCERNING THE PREVALENCE OF AUTISM\n   33  IN NEW YORK STATE, BOTH STATEWIDE AND BY REGION; A LISTING OF  AVAILABLE\n   34  AND  PROPOSED  PROGRAMS,  AND THEIR AVAILABILITY BY REGION; A LISTING OF\n   35  AVAILABLE AND PROPOSED EXPENDITURES, AND THEIR AVAILABILITY BY REGION; A\n   36  LISTING OF FINANCIAL RESOURCES AVAILABLE FOR THE PROVISION  OF  SERVICES\n   37  TO  PATIENTS AND THEIR FAMILIES; AND SUCH OTHER INFORMATION AS THE COUN-\n   38  CIL SHALL DEEM RELEVANT.\n   39    3. EXCEPT WHERE OTHERWISE PROHIBITED BY STATE STATUTE  OR  BY  FEDERAL\n   40  LAW,  RULE  OR  REQUIREMENT, THE PLAN SHALL BE BINDING UPON MEMBER STATE\n   41  AGENCIES, WHICH SHALL PROMULGATE REGULATIONS AND TAKE SUCH OTHER ACTIONS\n   42  REQUIRED TO EFFECTUATE THE STATE POLICY AND PLAN.\n   43    4. THE COUNCIL SHALL SELECT AND DESIGNATE REGIONAL NEW YORK CENTERS ON\n   44  AUTISM AND RELATED DISABILITIES, HEREINAFTER NYCARD FACILITIES, FOR  THE\n   45  PURPOSE  OF IDENTIFYING, DISSEMINATING, AND ASSISTING IN THE IMPLEMENTA-\n   46  TION OF EVIDENCE-BASED PRACTICES TO SERVE PATIENTS AND THEIR FAMILIES.\n   47    (A) THE COUNCIL SHALL ESTABLISH CRITERIA FOR THE SELECTION AND  DESIG-\n   48  NATION OF NYCARD FACILITIES, WHICH SHALL INCLUDE AN ASSESSMENT OF APPLI-\n   49  CANT FACILITIES':\n   50    (1) PARTICIPATION IN TRAINING TEACHERS, PARENTS AND PROFESSIONALS;\n   51    (2) LEVEL OF NON-STATE FINANCIAL ASSISTANCE AVAILABLE TO SUPPORT OPER-\n   52  ATIONS;\n   53    (3)  UNDERSTANDING  OF PROGRAM GOALS AND OBJECTIVES ARTICULATED BY THE\n   54  COUNCIL;\n   55    (4) PROPOSED GEOGRAPHICAL AREA TO BE SERVED;\n   56    (5) PROPOSED WORK PLAN AND STAFF EXPERTISE;\n\n       A. 2954                             5\n\n    1    (6) RELATIONSHIP WITH ENTITIES OR COMMUNITIES TO BE SERVED,  EVIDENCED\n    2  BY  SUCH  FACTORS  AS  REPRESENTATION ON BOARDS OF DIRECTORS OR ADVISORY\n    3  COMMITTEES; AND\n    4    (7) SUCH OTHER FACTORS AS THE COUNCIL SHALL DETERMINE.\n    5    (B)  THE  COUNCIL SHALL DEVELOP A REQUEST FOR PROPOSALS, A REQUEST FOR\n    6  QUALIFICATIONS, OR A REQUEST FOR EXPRESSIONS OF  INTEREST  AS  IT  DEEMS\n    7  APPROPRIATE;  AND  IT  SHALL  ACCEPT APPLICATIONS IN RESPONSE FOR DESIG-\n    8  NATION AS A NYCARD FACILITY FROM NOT-FOR-PROFIT, ACADEMIC  AND  RESEARCH\n    9  ENTITIES  IN  THE STATE. WITHIN EIGHTEEN MONTHS AFTER THE EFFECTIVE DATE\n   10  OF THIS ARTICLE THE COUNCIL SHALL:\n   11    (1) DESIGNATE AS NYCARD FACILITIES: FEDERAL STUDIES TO ADVANCE  AUTISM\n   12  RESEARCH  AND  TREATMENT  (STAART)  NETWORK  PROGRAMS LOCATED WITHIN THE\n   13  STATE, THE CODY CENTER FOR  AUTISM  AND  DEVELOPMENTAL  DISABILITIES  AT\n   14  STONY  BROOK UNIVERSITY, AND THE CENTER FOR AUTISM AND RELATED DISABILI-\n   15  TIES AT THE UNIVERSITY AT ALBANY;\n   16    (2) EXPAND CURRENT NYCARD FACILITIES  LOCATED  IN  OR  AROUND  ALBANY,\n   17  BUFFALO,  NEW  YORK  CITY, NORTHERN METROPOLITAN NEW YORK AND ROCHESTER;\n   18  AND\n   19    (3) CREATE ONE OR MORE NYCARD  FACILITIES  IN  OR  AROUND  BINGHAMTON,\n   20  PLATTSBURGH, POTSDAM, POUGHKEEPSIE, SYRACUSE AND SUCH OTHER AREAS AS THE\n   21  COUNCIL SHALL DETERMINE.\n   22    (C) NYCARD FACILITIES SHALL PROVIDE TRAINING, REFERRAL AND INFORMATION\n   23  FOR  PARENTS, EDUCATORS, MEDICAL PROFESSIONALS AND OTHER SERVICE PROVID-\n   24  ERS, INCLUDING;\n   25    (1) INFORMATION AND REFERRAL;\n   26    (2) EDUCATION AND TRAINING;\n   27    (3) TECHNICAL ASSISTANCE AND CONSULTATION;\n   28    (4) PROVISION OF, OR REFERRAL TO, FAMILY SUPPORT GROUPS;\n   29    (5) DISSEMINATION OF EVIDENCE-BASED MODELS OF PRACTICE  FOR  EFFECTIVE\n   30  SERVICE DELIVERY; AND\n   31    (6) SUCH OTHER SERVICES AS THE COUNCIL SHALL REQUIRE.\n   32    (D)   WHERE   FEASIBLE,   NYCARD   FACILITIES   SHALL   ALSO   PROVIDE\n   33  TREATMENT-BASED SERVICES INCLUDING, BUT NOT LIMITED TO,  CASE  CONSULTA-\n   34  TION AND CLINICAL SERVICES.\n   35    (E)  THE  COUNCIL  IS  HEREBY AUTHORIZED TO CONTRACT FOR SERVICES WITH\n   36  DESIGNATED NYCARD FACILITIES PURSUANT TO THIS SUBDIVISION AND TO PROVIDE\n   37  GRANTS PURSUANT TO SUCH CONTRACTS WITHIN AMOUNTS DESIGNATED SPECIFICALLY\n   38  THEREFORE. THE COUNCIL MAY ACT THROUGH ONE OR MORE  MEMBER  STATE  AGEN-\n   39  CIES,  WHICH  IT SHALL DESIGNATE BY MAJORITY VOTE, FOR ADMINISTRATION OF\n   40  SUCH CONTRACTS AND GRANTS. INSOFAR AS POSSIBLE, WHERE PROVISION OF  SUCH\n   41  SERVICES  IS  PAID  FOR,  IN WHOLE OR IN PART, THROUGH A CONTRACT WITH A\n   42  STATE AGENCY, THE COST CHARGED TO RECIPIENTS SHALL BE REDUCED PRO  RATA.\n   43  CONTRACTS WITH NYCARD FACILITIES SHALL VARY DEPENDING ON THE SERVICES TO\n   44  BE  PROVIDED,  AND ANY SUCH CONTRACT SHALL REQUIRE THAT FUNDING PROVIDED\n   45  BY, THROUGH OR PURSUANT TO THIS  SUBDIVISION,  NOT  BE  USED  TO  OFFSET\n   46  EXISTING EXPENDITURES FOR THE SAME OR SIMILAR PROGRAMS.\n   47    5.  NYCARD  FACILITIES,  AS WELL AS ORGANIZATIONS RECEIVING FEDERAL OR\n   48  NON-STATE GRANT FUNDS FOR RESEARCH, MAY RECEIVE GRANTS PURSUANT TO  THIS\n   49  SUBDIVISION  FOR  RESEARCH WITHIN AMOUNTS DESIGNATED SPECIFICALLY THERE-\n   50  FORE.  THE COUNCIL IS HEREBY AUTHORIZED TO ADMINISTER  SUCH  GRANTS  AND\n   51  MAY  ACT THROUGH ONE OR MORE MEMBER STATE AGENCIES WHICH IT SHALL DESIG-\n   52  NATE BY MAJORITY VOTE.  SUCH GRANTS MAY ALLOW  FOR  THE  ENHANCEMENT  OF\n   53  ACTIVITIES  FUNDED  FROM  SUCH  NON-STATE SOURCES THAT ARE ALREADY BEING\n   54  UNDERTAKEN BY SUCH ORGANIZATIONS, INCLUDING: THE CONTINUATION OF ONGOING\n   55  RESEARCH; THE PROVISION OF TECHNICAL INFORMATION; GUIDANCE  FOR  PRACTI-\n   56  TIONERS  ON    ASD  CARE  STRATEGIES,  THERAPIES,  MEDICATIONS AND OTHER\n\n       A. 2954                             6\n\n    1  RELATED  MATTERS;  COLLABORATIONS    WITH  PRACTITIONERS,  SCHOOLS   AND\n    2  NETWORKS;  AND  OTHER  ACTIVITIES  THE  COUNCIL  DEEMS APPROPRIATE. SUCH\n    3  GRANTS MAY BE USED FOR ANY PURPOSE IN  FURTHERANCE  OF  SUCH  ACTIVITIES\n    4  INCLUDING,  WITHOUT  LIMITATION, THE PURCHASE OF EQUIPMENT AND SUPPLIES,\n    5  PAYMENT OF SALARIES, OR OTHER ACTIVITIES AND PURPOSES AS APPROVED BY THE\n    6  COUNCIL.\n    7    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to creating the New York autism spectrum disorders treatment, training and research council and providing for the powers and duties of the council ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T112614.TXT", "SOBI.D110121.T151534.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374295
}