{
  "year" : 2011,
  "senateBillNo" : "A2958-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2958-2011-1295586000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the profession of parent-coordinators in the city of New York",
  "summary" : "Relates to the position of parent-coordinators in the city of New York; calls upon the state education department to prepare and submit a report for implementation of minimum competency standards for the position of parent-coordinator. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A1369-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2958\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Higher Education\n\n       AN  ACT in relation to the profession of parent-coordinators in the city\n         of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  legislature  finds that a new critical job category,\n    2  that of parent-coordinator, has been developed in an effort  to  improve\n    3  the  delivery  of educational services and to improve a partnership with\n    4  parents. The legislature further finds that, given the potentially crit-\n    5  ical role of parent-coordinator in the attainment of  improved  academic\n    6  performance  of  children,  the quality and competency standards of this\n    7  new profession should fall under the jurisdiction of the state education\n    8  department and state board of regents.\n    9    S 2. The state education department, in cooperation with the New  York\n   10  city  department  of  education  and various prestigious institutions of\n   11  higher education, shall develop a core  curriculum  and  examination  to\n   12  ensure  the minimum competency of persons to be employed as parent-coor-\n   13  dinators in the city of New York.\n   14    S 3. The state board of education shall prepare and submit a report to\n   15  the speaker of the assembly and the temporary president  of  the  senate\n   16  within  one  year  of  the effective date of this act. Such report shall\n   17  include a timeline for the implementation of minimum  competency  stand-\n   18  ards for the parent-coordinator profession.\n   19    S 4. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03073-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to the profession of parent-coordinators in the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T102610.TXT", "SOBI.D110121.T152034.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770388
}