{
  "year" : 2011,
  "senateBillNo" : "A2953-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A2953-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a police officer or peace officer who discharges his or her weapon under circumstances where a person could be struck by a bullet to immediately report the incident",
  "summary" : "Requires a police officer or peace officer who discharges his or her weapon under circumstances where a person could be struck by a bullet to immediately report the incident to his or her supervisors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A5734-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2953\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY, CAMARA -- Multi-Sponsored by -- M. of A.\n         COLTON, ROBINSON -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the executive law and the  criminal  procedure  law,  in\n         relation to requiring a police officer or peace officer who discharges\n         his  or  her weapon under circumstances where a person could be struck\n         by a bullet to immediately report the incident\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section 231 to\n    2  read as follows:\n    3    S  231.  REPORT  OF  DISCHARGE  OF WEAPON.   1. ANY POLICE OFFICER WHO\n    4  DISCHARGES HIS OR HER WEAPON WHILE ON DUTY OR  OFF  DUTY  UNDER  CIRCUM-\n    5  STANCES  WHEREIN  A  PERSON COULD BE STRUCK BY A BULLET FROM THE WEAPON,\n    6  INCLUDING SITUATIONS WHEREIN SUCH OFFICER DISCHARGES HIS OR  HER  WEAPON\n    7  IN  THE  DIRECTION  OF  A PERSON OR AN ANIMAL, SHALL VERBALLY REPORT THE\n    8  INCIDENT TO HIS OR HER SUPERIORS WITHIN SIX HOURS OF THE  OCCURRENCE  OF\n    9  THE INCIDENT AND SHALL PREPARE AND FILE A WRITTEN REPORT OF THE INCIDENT\n   10  WITHIN  FORTY-EIGHT  HOURS  OF  THE OCCURRENCE OF THE INCIDENT.  NOTHING\n   11  CONTAINED IN THIS SECTION SHALL PREVENT ANY POLICE OFFICER FROM INVOKING\n   12  HIS OR HER CONSTITUTIONAL RIGHT TO AVOID SELF-INCRIMINATION.\n   13    2. AS USED IN THIS SECTION \"POLICE OFFICER\"  MEANS  A  MEMBER  OF  THE\n   14  STATE POLICE.\n   15    S  2.  The  criminal  procedure law is amended by adding a new section\n   16  2.35 to read as follows:\n   17  S 2.35 REPORT OF DISCHARGE OF WEAPON.\n   18    1. ANY PEACE OFFICER WHO DISCHARGES HIS OR HER WEAPON WHILE ON DUTY OR\n   19  OFF DUTY UNDER CIRCUMSTANCES WHEREIN A  PERSON  COULD  BE  STRUCK  BY  A\n   20  BULLET  FROM  THE  WEAPON,  INCLUDING  SITUATIONS  WHEREIN  SUCH OFFICER\n   21  DISCHARGES HIS OR HER WEAPON IN THE DIRECTION OF A PERSON OR AN  ANIMAL,\n   22  SHALL  VERBALLY  REPORT  THE INCIDENT TO HIS OR HER SUPERIORS WITHIN SIX\n   23  HOURS OF THE OCCURRENCE OF THE INCIDENT AND SHALL  PREPARE  AND  FILE  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02646-01-1\n\n       A. 2953                             2\n\n    1  WRITTEN  REPORT  OF  THE INCIDENT WITHIN FORTY-EIGHT HOURS OF THE OCCUR-\n    2  RENCE OF THE INCIDENT.  NOTHING CONTAINED IN THIS SECTION SHALL  PREVENT\n    3  ANY PEACE OFFICER FROM INVOKING HIS OR HER CONSTITUTIONAL RIGHT TO AVOID\n    4  SELF-INCRIMINATION.\n    5    2.  AS  USED  IN THIS SECTION \"PEACE OFFICER\" MEANS A PEACE OFFICER AS\n    6  DEFINED IN SECTION 2.10 OF THIS ARTICLE.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the criminal procedure law, in relation to requiring a police officer or peace officer who discharges his or her weapon under circumstances where a person could be struck by a bullet to immediately report the incident ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T112614.TXT", "SOBI.D110121.T151534.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374286
}