{
  "year" : 2011,
  "senateBillNo" : "A2951-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to health",
    "billEventId" : "A2951-2011-1295586000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public health information campaign about health risks associated with overweight and underweight children",
  "summary" : "Requires public health information campaign about health risks associated with overweight and underweight children. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A8363-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2951\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, JAFFEE, SPANO, CASTRO, GIBSON, J. RIVERA\n         -- Multi-Sponsored by -- M. of A. GABRYSZAK, MAYERSOHN, PHEFFER, SWEE-\n         NEY, TITUS, TOWNS -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  directing  the\n         commissioner  of  health  to disseminate education materials regarding\n         overweight and underweight children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2599-d  of  the public health law, as amended by\n    2  section 88 of part B of chapter 58 of the laws of 2005,  is  amended  to\n    3  read as follows:\n    4    S  2599-d.  Powers of commissioner. 1. The commissioner may administer\n    5  directly or through contract, within the amount of funds  allocated  and\n    6  within amounts appropriated pursuant to paragraph (k) of subdivision one\n    7  of  section  twenty-eight hundred seven-v of this chapter, the childhood\n    8  obesity prevention program.\n    9    2. The commissioner shall also make grants, within the amount of funds\n   10  available  therefor,  for  community-based  and  school-based   projects\n   11  targeted  to  high-risk  populations  and  communities  to implement the\n   12  provisions of this title.\n   13    3. THE COMMISSIONER SHALL ALSO PREPARE  AND  DISSEMINATE,  WITHIN  THE\n   14  AMOUNT  OF  FUNDS  AVAILABLE THEREFOR, EDUCATIONAL MATERIALS FOR PARENTS\n   15  AND CHILDREN ABOUT THE HEALTH RISKS WHEN CHILDREN BECOME  OVERWEIGHT  OR\n   16  UNDERWEIGHT. SUCH INFORMATION SHALL INCLUDE SOURCES OF ADDITIONAL INFOR-\n   17  MATION  AND  CITATIONS TO THE DEPARTMENT'S WEBSITE, AS WELL AS ANY OTHER\n   18  WEBSITES PROVIDING CREDIBLE INFORMATION ON THE SUBJECT. THE LOCAL SCHOOL\n   19  DISTRICTS SHALL DISTRIBUTE, EACH SCHOOL YEAR, THE EDUCATIONAL  MATERIALS\n   20  PROVIDED BY THE DEPARTMENT, TO ALL STUDENTS ATTENDING SCHOOLS WITHIN THE\n   21  DISTRICT.  THE  LOCAL  SCHOOL DISTRICT SHALL FURTHER PROVIDE SUCH EDUCA-\n   22  TIONAL MATERIALS DIRECTLY TO THE PARENTS OR GUARDIAN OF  ANY  CHILD  WHO\n   23  TESTS  AT  OR  ABOVE  THE EIGHTY-FIFTH PERCENTILE OF BODY MASS INDEX, AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03927-01-1\n\n       A. 2951                             2\n\n    1  DEFINED IN SECTIONS NINE HUNDRED THREE AND  NINE  HUNDRED  FOUR  OF  THE\n    2  EDUCATION LAW, FOR HIS OR HER AGE OR AT OR BELOW THE FIFTH PERCENTILE OF\n    3  BODY MASS INDEX FOR HIS OR HER AGE.\n    4    S  2.  This  act  shall  take  effect  on  the first of September next\n    5  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to directing the commissioner of health to disseminate education materials regarding overweight and underweight children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T151033.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374278
}