{
  "year" : 2011,
  "senateBillNo" : "A2952-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2952-2011-1295586000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that individuals must opt out of organ donation",
  "summary" : "Provides that individuals must opt out of organ donation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A9865-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2952\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the public  health  law,\n         in relation to organ donation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 502 of  the  vehicle  and  traffic\n    2  law,  as  amended by chapter 639 of the laws of 2006, is amended to read\n    3  as follows:\n    4    1. Application for license.  Application for a driver's license  shall\n    5  be made to the commissioner.  The fee prescribed by law may be submitted\n    6  with such application. The applicant shall furnish such proof of identi-\n    7  ty, age, and fitness as may be required by the commissioner. The commis-\n    8  sioner may also provide that the application procedure shall include the\n    9  taking  of  a  photo image or images of the applicant in accordance with\n   10  rules and regulations prescribed by the commissioner. In  addition,  the\n   11  commissioner  also  shall  require that the applicant provide his or her\n   12  social security number and provide space on the application so that  the\n   13  applicant  may  [register  in]  OPT-OUT  OF the New York state organ and\n   14  tissue donor registry under  section  forty-three  hundred  ten  of  the\n   15  public health law. IF THE APPLICANT DOES NOT DECLINE TO BE REGISTERED IN\n   16  THE NEW YORK STATE ORGAN AND TISSUE DONOR REGISTRY THEY WILL BE AUTOMAT-\n   17  ICALLY  ENROLLED.  In  addition,  an applicant for a commercial driver's\n   18  license who will  operate  a  commercial  motor  vehicle  in  interstate\n   19  commerce  shall  certify  that  such applicant meets the requirements to\n   20  operate a commercial motor vehicle, as set forth in public  law  99-570,\n   21  title  XII,  and  title  49  of the code of federal regulations, and all\n   22  regulations promulgated by the United States secretary of transportation\n   23  under the hazardous materials transportation act. Upon  a  determination\n   24  that  the  holder  of  a  commercial driver's license has made any false\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08323-01-1\n\n       A. 2952                             2\n\n    1  statement, with respect to the application for such license, the commis-\n    2  sioner shall revoke such license.\n    3    S  2.  Subdivision  1  of  section  4301  of the public health law, as\n    4  amended by chapter 348 of the laws  of  2009,  is  amended  to  read  as\n    5  follows:\n    6    1.  Any individual of sound mind and eighteen years of age or more may\n    7  give all or any part of his or her body for  any  purpose  specified  in\n    8  section forty-three hundred two of this article, the gift to take effect\n    9  upon  death.  In any case where the donor has properly executed an organ\n   10  donor card, [driver's license authorization to make an anatomical gift,]\n   11  HAS CHOSEN NOT TO OPT-OUT OF THE NEW YORK STATE ORGAN AND  TISSUE  DONOR\n   12  REGISTRY  ON A DRIVER'S LICENSE APPLICATION pursuant to paragraph (a) of\n   13  subdivision one of section five hundred four of the vehicle and  traffic\n   14  law,  registered  in  the New York state organ and tissue donor registry\n   15  under section forty-three hundred ten of this article, or has  otherwise\n   16  given  written authorization for organ or tissue donation, authorization\n   17  for donation shall not be rescinded by an objection by a member  of  any\n   18  of  the  classes  specified in paragraphs (a) through (h) of subdivision\n   19  two of this section, except upon a showing that the  donor  revoked  the\n   20  authorization.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the public health law, in relation to organ donation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T151033.TXT", "SOBI.D110124.T112614.TXT", "SOBI.D110121.T151534.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374282
}