{
  "year" : 2011,
  "senateBillNo" : "A2955-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2955-2011-1295586000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town of Hempstead to establish a speed limit of less than 30 miles per hour on certain highways in the community of Lido Beach",
  "summary" : "Authorizes the town of Hempstead, in the county of Nassau, to establish a speed limit of less than 30 miles per hour on certain highways in the community of Lido Beach. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A8995-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2955\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEISENBERG  -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the  town  of Hempstead, in the county of Nassau, to establish a speed\n         limit of less than thirty miles an hour for  certain  highways  within\n         the community of Lido Beach\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1662-a of the vehicle and traffic law,  as  amended\n    2  by chapter 563 of the laws of 2002, is amended to read as follows:\n    3    S  1662-a. Speed limits in certain towns. The town board of any subur-\n    4  ban town governed pursuant to article three-A of the town  law  and  the\n    5  town  board  of any other town having a population exceeding fifty thou-\n    6  sand, with respect to highways (which term  for  the  purposes  of  this\n    7  section  shall  include private roads open to public motor vehicle traf-\n    8  fic) in such towns outside any village, other than state highways  main-\n    9  tained by the state on which the department of transportation shall have\n   10  established  higher  or lower speed limits than the statutory fifty-five\n   11  miles per hour speed limit as provided in section sixteen hundred twenty\n   12  OF THIS TITLE, or on which the department of transportation  shall  have\n   13  designated  that  such towns shall not establish any maximum speed limit\n   14  as provided in  section  sixteen  hundred  twenty-four  OF  THIS  TITLE,\n   15  subject  to  the  limitations imposed by section sixteen hundred eighty-\n   16  four OF THIS TITLE may by local law, ordinance,  order,  rule  or  regu-\n   17  lation  establish  maximum  speed  limits  at which vehicles may proceed\n   18  within such towns, within designated areas of such towns or on or  along\n   19  designated  highways  within  such towns lower than the fifty-five miles\n   20  per hour  maximum  statutory  limit.  No  such  speed  limit  applicable\n   21  throughout  such towns or within designated areas of such towns shall be\n   22  established at less than thirty miles per hour, except that in the  town\n   23  of  Hempstead  speed  limits may be established at not less than fifteen\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04203-01-1\n\n       A. 2955                             2\n\n    1  miles per hour on any portion of a highway in  the  community  known  as\n    2  Point Lookout AND ON ALL OR ANY PORTION OF THE FOLLOWING HIGHWAYS IN THE\n    3  COMMUNITY  KNOWN  AS  LIDO BEACH: OCEAN BOULEVARD, ALLEVARD STREET, BATH\n    4  STREET,  BUXTON  STREET,  CHELTENHAM STREET, PINEHURST STREET, HARROGATE\n    5  STREET, MATLOCK STREET, NANTWICK STREET, BIARRITZ STREET, ROYAT  STREET,\n    6  LUCHON  STREET,  WOODHAIL  STREET,  LEAMINGTON  STREET, SARATOGA STREET,\n    7  KENSINGTON STREET, AND PRESCOTT STREET; provided, however, that no  such\n    8  speed  limit  in  such  town may be established unless a majority of the\n    9  residents of EACH such community file a petition with the town board  of\n   10  such town requesting such speed limit. No such speed limit applicable on\n   11  or  along  designated highways within such towns shall be established at\n   12  less than twenty-five miles per hour, except that  school  speed  limits\n   13  may  be  established  at  not  less  than  fifteen miles per hour, for a\n   14  distance not to exceed one thousand three  hundred  twenty  feet,  on  a\n   15  highway passing a school building, entrance or exit of a school abutting\n   16  on  the  highway, and except further that in the town of Hempstead speed\n   17  limits may be established at not less than fifteen miles per hour on any\n   18  portion of a highway in the [community] COMMUNITIES known as Point Look-\n   19  out AND LIDO BEACH; provided, however, that no such speed limit in  such\n   20  town  may be established unless a majority of the residents of EACH such\n   21  community file a petition with the town board of  such  town  requesting\n   22  such speed limit.\n   23    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the town of Hempstead, in the county of Nassau, to establish a speed limit of less than thirty miles an hour for certain highways within the community of Lido Beach ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T112614.TXT", "SOBI.D110121.T151534.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374302
}