{
  "year" : 2011,
  "senateBillNo" : "A2957-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to social services",
    "billEventId" : "A2957-2011-1295586000000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides factors and requirements to be considered and followed when health care practitioner's diagnosis differs from treating health care practitioner as to disability",
  "summary" : "Provides factors to be considered when a health care practitioner's opinion differs from that of referral's treating health care practitioner as to a disability; requires such health care practitioner to provide an explicit written determination and to present evidence when such practitioner's diagnosis differs from that of the treating health care practitioner who referred the patient. ",
  "currentCommittee" : null,
  "sameAs" : "S1326",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA1417-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2957\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, GLICK, JAFFEE -- Multi-Sponsored by -- M.\n         of A. COOK, LAVINE, McENENY, ROBINSON -- read once and referred to the\n         Committee on Social Services\n\n       AN  ACT  to  amend  the social services law, in relation to establishing\n         factors to be considered when a health care practitioner   upon  exam-\n         ination  has  a  different opinion from an applicant's treating health\n         care practitioner's opinion  as  to  an  applicant's  disability;  and\n         requiring an explicit written determination by the health care practi-\n         tioner when the diagnoses differ\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 332-b of the social  services  law  is  amended  by\n    2  adding two new subdivisions 4-a and 4-b to read as follows:\n    3    4-A.  IF  THE PRACTITIONER TO WHOM THE INDIVIDUAL IS REFERRED PURSUANT\n    4  TO SUBDIVISION FOUR OR PARAGRAPH (B) OF SUBDIVISION TWO OF THIS  SECTION\n    5  ISSUES AN OPINION THAT DIFFERS FROM THE APPLICANT'S TREATING HEALTH CARE\n    6  PRACTITIONER, THE PRACTITIONER MUST PROVIDE AN EXPLICIT WRITTEN DETERMI-\n    7  NATION  AS TO WHY THE PRACTITIONER DISAGREES WITH THE APPLICANT'S TREAT-\n    8  ING HEALTH CARE  PRACTITIONER'S  DISABILITY  DETERMINATION  AND  PRESENT\n    9  EVIDENCE THAT SUPPORTS THE OPINION.\n   10    4-B.  IN THE EVENT THE PRACTITIONER TO WHOM THE INDIVIDUAL IS REFERRED\n   11  PURSUANT TO SUBDIVISION FOUR OR PARAGRAPH (B) OF SUBDIVISION TWO OF THIS\n   12  SECTION ISSUES AN OPINION THAT DIFFERS  FROM  THE  APPLICANT'S  TREATING\n   13  HEALTH CARE PRACTITIONER'S OPINION, THE APPLICANT'S TREATING HEALTH CARE\n   14  PRACTITIONER'S  OPINION  IS  GENERALLY  CONTROLLING, SUBJECT TO, BUT NOT\n   15  LIMITED TO, THE FOLLOWING FACTORS:\n   16    (A) THE LENGTH AND FREQUENCY OF THE TREATMENT PROVIDED,\n   17    (B) CONSISTENCY OF THE OPINION WITH THE RECORD AS A WHOLE,\n   18    (C) THE DEGREE TO WHICH THE OPINION IS SUPPORTED BY CONCRETE EVIDENCE,\n   19  AND\n   20    (D) THE PRACTITIONER'S SPECIALTY.\n   21    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   22  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04846-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing factors to be considered when a health care practitioner upon examination has a different opinion from an applicant's treating health care practitioner's opinion as to an applicant's disability; and requiring an explicit written determination by the health care practitioner when the diagnoses differ ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T102610.TXT", "SOBI.D110121.T152034.TXT", "SOBI.D110121.T151534.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770379
}