{
  "year" : 2011,
  "senateBillNo" : "A2966-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to housing",
    "billEventId" : "A2966-2011-1295586000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the suspension of public assistance to owners of privately owned residential housing in New York city who are in violation of certain housing standards",
  "summary" : "Provides for the suspension of public assistance to owners of privately owned residential housing in NYC who are in violation of certain New York city department of housing preservation and development standards. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City",
  "previousVersions" : [ "A1404-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2966\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Housing\n\n       AN  ACT  relating  to payment of assistance to owners of privately owned\n         residential housing within the city of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  any  department  or agency of the state or of the city of New York which\n    3  provides financial assistance of any kind to owners of  privately  owned\n    4  residential housing within the city of New York shall suspend payment of\n    5  assistance  to  any  such  owners  who  are  listed on the New York city\n    6  department of housing  preservation  and  development's  official  major\n    7  problem  owner  list until all class C violations are removed by the New\n    8  York department of housing preservation and development.   Additionally,\n    9  during  such  period  when  assistance is suspended, owners who have not\n   10  corrected the class C violations and been removed from the problem owner\n   11  list for such violations shall not evict any tenant  for  nonpayment  of\n   12  rent or for violation of lease agreements that related in any way to the\n   13  class C violations which are the subject of suspension of assistance.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03110-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT relating to payment of assistance to owners of privately owned residential housing within the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152034.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070639
}