{
  "year" : 2011,
  "senateBillNo" : "A2965-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to social services",
    "billEventId" : "A2965-2011-1295586000000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the period given to certain applicants for public assistance benefits to request a fair hearing",
  "summary" : "Extends the period given to certain applicants for public assistance benefits to request a fair hearing on a determination of their ability to participate in work activities from ten days to sixty days or within sixty days of receipt of a work activity assignment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1306-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2965\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced   by   M.  of  A.  WRIGHT,  GLICK,  PEOPLES-STOKES,  MILLMAN,\n         O'DONNELL, KAVANAGH, JAFFEE -- Multi-Sponsored by -- M. of  A.  CLARK,\n         COLTON,  DINOWITZ,  FARRELL, GALEF, GOTTFRIED, HOOPER, JACOBS, LAVINE,\n         McENENY, J. RIVERA, ROBINSON, TITONE, TOWNS, WEISENBERG --  read  once\n         and referred to the Committee on Social Services\n\n       AN  ACT  to  amend the social services law, in relation to extending the\n         period given to certain applicants for public assistance  benefits  to\n         request a fair hearing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 332-b of the social services  law,\n    2  as added by section 148 of part B of chapter 436 of the laws of 1997, is\n    3  amended to read as follows:\n    4    6. When an applicant or recipient receives notification of the examin-\n    5  ing  medical  professional's  disability  determination, he or she shall\n    6  also be notified of his or her right to request a  fair  hearing  within\n    7  [ten]  SIXTY  days  of  such notice OR WITHIN SIXTY DAYS OF RECEIPT OF A\n    8  WORK ACTIVITY ASSIGNMENT.   If such applicant  timely  requests  a  fair\n    9  hearing,  no assignment to work activities pursuant to this title may be\n   10  made OR ENFORCED pending  such  hearing  and  determination  unless  the\n   11  applicant  or  recipient  agrees to a limited work assignment not incon-\n   12  sistent with the medical condition alleged by such  person.    Provided,\n   13  however,  that  if a social services district has reason to believe that\n   14  such recipient or applicant does not actually suffer from a work  limit-\n   15  ing  condition,  the  district  shall provide the applicant or recipient\n   16  with notice of potential sanctions  pursuant  to  subdivision  three  of\n   17  section three hundred forty-two of this title, and provided further that\n   18  recipients will be subject to sanctions pursuant to subdivision three of\n   19  section  three  hundred  forty-two  of this title if the district deter-\n   20  mines, based on clear medical evidence, that there is no basis  for  the\n   21  individual's  claim  that  he  or  she is unable to fully engage in work\n   22  activities, and that the individual intentionally misrepresented his  or\n   23  her medical condition.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02782-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to extending the period given to certain applicants for public assistance benefits to request a fair hearing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152034.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070636
}