{
  "year" : 2011,
  "senateBillNo" : "A2964-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A2964-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to identity theft; clarifies personal identifying information and what acts constitute the offense of identity theft",
  "summary" : "Relates to identity theft; clarifies personal identifying information and what acts constitute the offense of identity theft. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1299-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2964\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the penal law, in relation to identity theft\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 190.77 of the penal law, as  sepa-\n    2  rately  amended  by chapters 226 and 279 of the laws of 2008, is amended\n    3  to read as follows:\n    4    1. For the purposes of sections 190.78, 190.79, 190.80 [and], 190.80-a\n    5  and 190.85 of this article \"personal identifying  information\"  means  a\n    6  person's  name,  address,  telephone  number,  date  of  birth, driver's\n    7  license number, social security number, place  of  employment,  mother's\n    8  maiden  name, financial services account number or code, savings account\n    9  number or code, checking  account  number  or  code,  brokerage  account\n   10  number or code, credit card account number or code, debit card number or\n   11  code,  automated  teller machine number or code, taxpayer identification\n   12  number, computer system password, signature  or  copy  of  a  signature,\n   13  electronic signature, unique biometric data that is a fingerprint, voice\n   14  print,  retinal  image  or  iris image of another person THAT CAPTURE OR\n   15  ENABLE THE REPRODUCTION OF UNIQUE PHYSICAL ATTRIBUTES OF ANOTHER PERSON,\n   16  telephone calling card number, mobile  identification  number  or  code,\n   17  electronic serial number or personal identification number, or any other\n   18  name,  number, code or information that may be used alone or in conjunc-\n   19  tion with other such information  to  assume  the  identity  of  another\n   20  person.\n   21    S  2.  Section 190.80 of the penal law, as added by chapter 619 of the\n   22  laws of 2002, subdivision 4 as amended by chapter 279  of  the  laws  of\n   23  2008, is amended to read as follows:\n   24  S 190.80 Identity theft in the first degree.\n   25    A  person  is  guilty of identity theft in the first degree when he or\n   26  she knowingly and with intent to defraud assumes the identity of another\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02775-01-1\n\n       A. 2964                             2\n\n    1  person by presenting himself or herself as  that  other  person,  or  by\n    2  acting as that other person or by using personal identifying information\n    3  of  that  other  person  OR  WITH  THE  INTENT TO SELL OR DISTRIBUTE THE\n    4  PERSONAL IDENTIFYING INFORMATION OF THAT OTHER PERSON, and thereby:\n    5    1.  obtains  goods,  money, property or services or uses credit in the\n    6  name of such other person in an aggregate amount that exceeds two  thou-\n    7  sand dollars; or\n    8    2.  causes  financial  loss  to  such  person  or to another person or\n    9  persons in an aggregate amount that exceeds two thousand dollars; or\n   10    3. commits or attempts to commit a class  D  felony  or  higher  level\n   11  crime  or  acts as an accessory in the commission of a class D or higher\n   12  level felony; or\n   13    4. commits the crime of identity theft in the second degree as defined\n   14  in section 190.79 of this article  and  has  been  previously  convicted\n   15  within  the  last  five  years  of identity theft in the third degree as\n   16  defined in section 190.78,  identity  theft  in  the  second  degree  as\n   17  defined in section 190.79, identity theft in the first degree as defined\n   18  in this section, unlawful possession of personal identification informa-\n   19  tion  in  the  third  degree  as  defined  in  section  190.81, unlawful\n   20  possession of personal identification information in the  second  degree\n   21  as  defined in section 190.82, unlawful possession of personal identifi-\n   22  cation information in the first degree as  defined  in  section  190.83,\n   23  unlawful  possession of a skimmer device in the second degree as defined\n   24  in section 190.85, unlawful possession of a skimmer device in the  first\n   25  degree  as defined in section 190.86, grand larceny in the fourth degree\n   26  as defined in section 155.30, grand  larceny  in  the  third  degree  as\n   27  defined in section 155.35, grand larceny in the second degree as defined\n   28  in  section  155.40  or  grand larceny in the first degree as defined in\n   29  section 155.42 of this chapter[.]; OR\n   30    5. AVOIDS A SUMMONS, ARREST  OR  PROSECUTION  OR  IMPEDES  A  CRIMINAL\n   31  INVESTIGATION.\n   32    Identity theft in the first degree is a class D felony.\n   33    S  3.  Section 190.81 of the penal law, as added by chapter 619 of the\n   34  laws of 2002, is amended to read as follows:\n   35  S 190.81 Unlawful possession of personal identification  information  in\n   36             the third degree.\n   37    A  person  is guilty of unlawful possession of personal identification\n   38  information in the third degree when he or  she  knowingly  possesses  a\n   39  person's  financial  services  account  number  or code, savings account\n   40  number or code, checking  account  number  or  code,  brokerage  account\n   41  number or code, credit card account number or code, debit card number or\n   42  code,  automated  teller machine number or code, personal identification\n   43  number, mother's  maiden  name,  computer  system  password,  electronic\n   44  signature  or  unique biometric data that is a fingerprint, voice print,\n   45  retinal image or iris image of another person THAT CAPTURE OR ENABLE THE\n   46  REPRODUCTION OF UNIQUE PHYSICAL ATTRIBUTES  OF  ANOTHER  PERSON  knowing\n   47  such information is intended to be used in furtherance of the commission\n   48  of a crime defined in this chapter.\n   49    Unlawful  possession  of  personal  identification  information in the\n   50  third degree is a class A misdemeanor.\n   51    S 4. Section 190.82 of the penal law, as added by chapter 619  of  the\n   52  laws of 2002, is amended to read as follows:\n   53  S 190.82 Unlawful  possession  of personal identification information in\n   54             the second degree.\n   55    A person is guilty of unlawful possession of  personal  identification\n   56  information  in the second degree when he or she knowingly possesses two\n\n       A. 2964                             3\n\n    1  hundred fifty or more items of personal  identification  information  of\n    2  the  following  nature:  a person's financial services account number or\n    3  code, savings account number or code, checking account number  or  code,\n    4  brokerage  account  number  or code, credit card account number or code,\n    5  debit card number or code, automated  teller  machine  number  or  code,\n    6  personal  identification  number,  mother's maiden name, computer system\n    7  password, electronic signature or unique biometric data that is a  fing-\n    8  erprint, voice print, retinal image or iris image of another person THAT\n    9  CAPTURE  OR  ENABLE  THE  REPRODUCTION  OF UNIQUE PHYSICAL ATTRIBUTES OF\n   10  ANOTHER PERSON knowing such information is intended to be used in furth-\n   11  erance of the commission of a crime defined in this chapter.\n   12    Unlawful possession of  personal  identification  information  in  the\n   13  second degree is a class E felony.\n   14    S 5. This act shall take effect on the one hundred eightieth day after\n   15  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to identity theft ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152034.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070633
}