{
  "year" : 2011,
  "senateBillNo" : "A2967-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2967-2011-1295586000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits New York city department of social services to participate in proceedings in housing part of civil court",
  "summary" : "Authorizes the housing part of the civil court of the city of New York on its own motion or on the motion of a party to join the department of social services of the city of New York as a party in any action or proceeding wherein the failure of a recipient of or applicant for public assistance to pay rent is at issue; also permits the court to join the division of adult protective services of the city of New York, where appropriate. ",
  "currentCommittee" : null,
  "sameAs" : "S55",
  "lawSection" : "New York City Civil Court Act",
  "previousVersions" : [ "A1494-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2967\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend the New York city civil court act, in relation to the\n         participation of the department of social services of the city of  New\n         York  in  certain  actions and proceedings in the housing part of such\n         court\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision (d) of section 110 of the New York city civil\n    2  court act, as added by chapter 982 of the laws of 1972,  is  amended  to\n    3  read as follows:\n    4    (d)  In any of the actions or proceedings specified in subdivision (a)\n    5  and  on  the application of any party, any city department or the court,\n    6  on its own motion, may join any other person or  city  department  as  a\n    7  party in order to effectuate proper housing maintenance standards and to\n    8  promote  the  public interest.   IN ADDITION TO ANY OTHER APPLICATION OF\n    9  ITS POWERS UNDER THIS SUBDIVISION, THE COURT MAY, ON THE APPLICATION  OF\n   10  ANY PARTY OR ON ITS OWN MOTION, JOIN AS A PARTY THE DEPARTMENT OF SOCIAL\n   11  SERVICES  OF  THE  CITY OF NEW YORK IN ANY ACTION OR PROCEEDING IN WHICH\n   12  THE PAYMENT OR NON-PAYMENT OF RENT BY A RECIPIENT OF  OR  APPLICANT  FOR\n   13  PUBLIC  ASSISTANCE  PURSUANT TO THE SOCIAL SERVICES LAW IS AT ISSUE, AND\n   14  THE COURT MAY JOIN AS A PARTY THE DIVISION OF ADULT PROTECTIVE  SERVICES\n   15  OF  THE  CITY OF NEW YORK IN ANY SUCH ACTION OR PROCEEDING, WHERE APPRO-\n   16  PRIATE.\n   17    S  2.  This act shall take effect immediately, and  shall  govern  any\n   18  action  or  proceeding pending in the housing part on the effective date\n   19  of this act, as well as actions and proceedings instituted thereafter.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00104-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city civil court act, in relation to the participation of the department of social services of the city of New York in certain actions and proceedings in the housing part of such court ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152034.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070644
}