{
  "year" : 2011,
  "senateBillNo" : "A2960-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2960-2011-1295586000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the ownership status of transit facilities",
  "summary" : "Directs, upon conveyance of certain transit facilities, that the New York city transit authority shall be deemed the sole owner of such facilities with respect to all obligations and liabilities imposed by law on property owners. ",
  "currentCommittee" : null,
  "sameAs" : "S1354",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A1337-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2960\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to the ownership\n         status of transit facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1203 of the public authorities law  is  amended  by\n    2  adding a new subdivision 8 to read as follows:\n    3    8.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, UPON THE CONVEYANCE OF\n    4  THE TRANSIT FACILITIES IN ACCORDANCE WITH THIS SECTION, WHETHER BY DEED,\n    5  LEASE, LICENSE OR OTHER ARRANGEMENT, THE AUTHORITY SHALL BE  DEEMED  THE\n    6  SOLE  OWNER  OF  SUCH  FACILITIES  WITH  RESPECT  TO ALL OBLIGATIONS AND\n    7  LIABILITIES IMPOSED BY LAW ON PROPERTY OWNERS.\n    8    S 2. Section 1203-a of the public authorities law is amended by adding\n    9  a new subdivision 12 to read as follows:\n   10    12. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, UPON THE CONVEYANCE OF\n   11  ANY OMNIBUS LINE ACQUIRED BY THE CITY TO THE SUBSIDIARY  CORPORATION  IN\n   12  ACCORDANCE WITH THIS SECTION, THE SUBSIDIARY CORPORATION SHALL BE DEEMED\n   13  THE  SOLE  OWNER  OF SUCH FACILITIES WITH RESPECT TO ALL OBLIGATIONS AND\n   14  LIABILITIES IMPOSED BY LAW ON PROPERTY OWNERS.\n   15    S 3. This act shall take effect immediately and  shall  apply  to  all\n   16  matters arising on or after such effective date and to all matters pend-\n   17  ing on such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02929-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the ownership status of transit facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T102610.TXT", "SOBI.D110121.T152034.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770407
}