{
  "year" : 2011,
  "senateBillNo" : "A296-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to energy",
    "billEventId" : "A296-2011-1294203600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes tenants to request the installation of smart or advanced meters",
  "summary" : "Authorizes tenants to request the installation of smart or advanced meters where the building they occupy is being converted to an electric or gas meter that measures usage of any end-use customer of electricity or gas services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Energy Law",
  "previousVersions" : [ "A9393-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          296\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HEVESI -- read once and referred to the Committee\n         on Energy\n\n       AN ACT to amend the energy law, in relation to the installation of smart\n         or advanced meters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The energy law is amended by adding a  new  article  23  to\n    2  read as follows:\n    3                                 ARTICLE 23\n    4                             RESIDENTIAL ENERGY\n    5  SECTION 23-101. DEFINITIONS.\n    6          23-102. SMART OR ADVANCED METERS.\n    7    S 23-101. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE, THE FOLLOWING\n    8  WORDS AND PHRASES SHALL HAVE THE FOLLOWING MEANINGS:\n    9    1.  \"MASTER  METER.\"  A METER THAT MEASURES ENERGY USAGE IN A BUILDING\n   10  OCCUPIED BY MORE THAN ONE TENANT USING A COMMON UTILITY METER.\n   11    2. \"SMART METER\" OR \"ADVANCED METER.\" A METERING DEVICE THAT  HAS  THE\n   12  FOLLOWING CAPABILITIES:\n   13    (A)  IS  COUPLED  WITH AN IN-HOME DISPLAY DEVICE THAT CAN DISPLAY REAL\n   14  TIME USAGE OR DEMAND AND REAL TIME PRICING IN USEFUL COMPARISONS INCLUD-\n   15  ING, BUT NOT LIMITED TO, MEANS SUCH AS SIDE BY SIDE BAR GRAPHS OR  COLOR\n   16  CODED SYSTEMS THAT REFLECT CHANGING UTILITY DEMAND AND PRICING;\n   17    (B)  RECORDS,  STORES  AND  INTERPRETS KILOWATT PER HOUR USER RATES IN\n   18  ONE-HALF HOUR INTERVALS;\n   19    (C) COMMUNICATES REAL TIME PRICING THRESHOLDS TO  HOME  APPLIANCES  TO\n   20  REDUCE  APPLIANCE  USAGE AS DETERMINED BY THE RATEPAYER OR IN AGREEMENTS\n   21  WITH AN ENERGY PROVIDER;\n   22    (D) READS REMOTELY OR  RECEIVES  DATA  FROM  A  COMMUNICATION  SYSTEM,\n   23  INCLUDING,  BUT NOT LIMITED TO, THE INTERNET, WIRELESS FIDELITY NETWORK,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01558-01-1\n\n       A. 296                              2\n\n    1  BROADBAND OVER POWER LINE, POWER LINE  CARRIER,  ETHERNET,  PHONE  LINE,\n    2  WIRELESS CELL PHONE LINE OR RADIO FREQUENCY;\n    3    (E) STORES USAGE DATA UP TO THREE MONTHS;\n    4    (F) DETECTS A LOSS OF POWER TO A CUSTOMER WITH IMMEDIATE COMMUNICATION\n    5  OF SUCH LOSS TO THE ENERGY PROVIDER; AND\n    6    (G) PROVIDES ANALYSIS ON DATA SUCH AS HISTORICAL CONSUMPTION PATTERNS,\n    7  UTILIZATION  RATES,  POWER OUTAGES, PEAK DEMAND TIMES AND POWER REQUIRE-\n    8  MENTS, COSTS PER KILOWATT HOUR, PRICING, AND USAGE HISTORY.\n    9    S 23-102. SMART OR ADVANCED METERS. 1. TENANTS OF  RESIDENTIAL  RENTAL\n   10  BUILDINGS  MAY  REQUEST  THAT  A SMART OR ADVANCED METER BE INSTALLED IN\n   11  CASES WHERE THE BUILDING THEY OCCUPY IS BEING CONVERTED  FROM  A  MASTER\n   12  METER  TO  AN  ELECTRIC  OR GAS METER THAT MEASURES USAGE OF ANY END-USE\n   13  CUSTOMER OF ELECTRICITY OR GAS SERVICES.\n   14    2. WHERE A TENANT REQUESTS TO HAVE A SMART OR ADVANCED METER INSTALLED\n   15  AS PROVIDED IN SUBDIVISION ONE OF THIS SECTION, THE LANDLORD/OWNER SHALL\n   16  INSTALL SUCH METER AND THE TENANT SHALL BEAR ANY COSTS  ASSOCIATED  WITH\n   17  THE PURCHASE AND INSTALLATION OF THE ADVANCED OR SMART METER THAT ARE IN\n   18  EXCESS  OF  COSTS  ASSOCIATED  WITH THE PURCHASE AND INSTALLATION OF THE\n   19  ELECTRIC OR GAS METER ORIGINALLY PROPOSED TO BE USED IN  THE  CONVERSION\n   20  FROM THE MASTER METER.\n   21    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the energy law, in relation to the installation of smart or advanced meters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T172343.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292883823279
}