{
  "year" : 2011,
  "senateBillNo" : "A2968-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2968-2011-1295586000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires stops and stop signs at the exits of parking garages in N.Y. city",
  "summary" : "Requires stops and stop signs at the exits of parking garages in cities with a population of one million or more; provides that the failure to erect the signs is not grounds for a cause of action for negligence, nor a defense to such an action. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1343-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2968\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to stopping at\n         the exits of parking garages  in  cities  with  a  population  of  one\n         million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1173 of the vehicle and traffic law, as amended  by\n    2  chapter 603 of the laws of 1970, is amended to read as follows:\n    3    S 1173. Emerging  from  alley, driveway, private road or building.  1.\n    4  The driver of a vehicle emerging from an alley, driveway,  private  road\n    5  or  building shall stop such vehicle immediately prior to driving onto a\n    6  sidewalk extending across  any  alleyway,  building  entrance,  road  or\n    7  driveway,  or in the event there is no sidewalk, shall stop at the point\n    8  nearest the roadway to be  entered  where  the  driver  has  a  view  of\n    9  approaching traffic thereon.\n   10    2.  (A)  IN  ANY  CITY HAVING A POPULATION OF ONE MILLION OR MORE, THE\n   11  DRIVER OF A VEHICLE EMERGING FROM A PARKING GARAGE SHALL STOP SUCH VEHI-\n   12  CLE IMMEDIATELY PRIOR TO DRIVING ONTO A SIDEWALK  EXTENDING  ACROSS  ANY\n   13  EXIT  FROM  SUCH  PARKING  GARAGE, OR IN THE EVENT THERE IS NO SIDEWALK,\n   14  SHALL STOP AT THE POINT NEAREST THE ROADWAY  TO  BE  ENTERED  WHERE  THE\n   15  DRIVER HAS A VIEW OF APPROACHING TRAFFIC THEREON.\n   16    (B)  IN  ALL  CITIES  HAVING  A POPULATION OF ONE MILLION OR MORE, THE\n   17  LOCAL AUTHORITIES SHALL ERECT, OR CAUSE TO BE ERECTED, APPROPRIATE SIGNS\n   18  REQUIRING STOPPING AT ALL EXITS OF ALL PARKING GARAGES. THE  FAILURE  TO\n   19  ERECT,  OR  THE ERECTION OF OR FAILURE TO REPLACE OR MAINTAIN SUCH SIGNS\n   20  SHALL NOT BE A BASIS FOR ANY ACTION OF NEGLIGENCE AGAINST SUCH A CITY OR\n   21  THE STATE NOR A BASIS OF A DEFENSE BY ANY OPERATOR OR OWNER OF  A  MOTOR\n   22  VEHICLE  IN  AN ACTION BASED ON NEGLIGENCE AGAINST ANY OPERATOR OR OWNER\n   23  OF A MOTOR VEHICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03101-01-1\n\n       A. 2968                             2\n\n    1    S 2. This act shall take effect on the one hundred twentieth day after\n    2  it shall have become a law; provided that the local authorities  of  any\n    3  city  having  a  population  of  one  million  or more are authorized to\n    4  promulgate any and all rules and regulations and take any other measures\n    5  necessary  to implement this act on its effective date on or before such\n    6  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to stopping at the exits of parking garages in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152034.TXT", "SOBI.D110124.T103110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883070653
}