{
  "year" : 2011,
  "senateBillNo" : "A2969-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to education",
    "billEventId" : "A2969-2011-1295586000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of education to require the education department to report on the number and percentage of N.Y. city high school students discharged to GED programs",
  "summary" : "Authorizes the commissioner of education to require the education department to report on the number and percentage of NYC high school students discharged to GED programs and the number and percentage of successful completions of such programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1302-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2969\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, COLTON, PHEFFER -- read once and referred\n         to the Committee on Education\n\n       AN  ACT  to amend the education law, in relation to GED program account-\n         ability\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  35  of  section 305 of the education law, as\n    2  added by chapter 667 of the laws of 2006, is renumbered  subdivision  42\n    3  and a new subdivision 43 is added to read as follows:\n    4    43. THE COMMISSIONER IS AUTHORIZED AND DIRECTED TO REQUIRE THE DEPART-\n    5  MENT  TO  INCLUDE  AND REPORT THE NUMBER AND PERCENTAGE OF NEW YORK CITY\n    6  HIGH SCHOOL STUDENTS BEING DISCHARGED INTO GED PROGRAMS AND  THE  NUMBER\n    7  AND  PERCENTAGE  OF  SUCCESSFUL COMPLETIONS OF ALL GED PROGRAMS THAT THE\n    8  NEW YORK CITY DEPARTMENT OF EDUCATION  DISCHARGES  STUDENTS  INTO.  SUCH\n    9  REPORT  DETAILING THE PROGRESS OF SUCH STUDENTS SHALL BE PROVIDED TO THE\n   10  LEGISLATURE AND THE NEW YORK CITY COUNCIL ON AN ANNUAL BASIS.\n   11    S 2. This act shall take effect on the one hundred twentieth day after\n   12  it shall have become a law; provided, however, that effective immediate-\n   13  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   14  necessary  for  the implementation of this act on its effective date are\n   15  authorized and directed to be made  and  completed  on  or  before  such\n   16  effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02777-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to GED program accountability ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110124.T103612.TXT", "SOBI.D110121.T152034.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883372830
}