{
  "year" : 2011,
  "senateBillNo" : "A2970-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A2970-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines as aggravated harassment in the third degree photographing persons entering or leaving reproductive health care services facilities",
  "summary" : "Defines as aggravated harassment in the third degree photographing (whether by still or moving pictures) persons entering or leaving reproductive health care services facilities; exempts constitutionally protected conduct and activities regulated by certain federal labor laws. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1400-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2970\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to amend the penal law, in relation to aggravated harassment in\n         the third degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  240.00 of the penal law is amended by adding two\n    2  new subdivisions 7 and 8 to read as follows:\n    3    7. \"REPRODUCTIVE HEALTH CARE  SERVICES\"  MEANS  HEALTH  CARE  SERVICES\n    4  PROVIDED IN A HOSPITAL, CLINIC, PHYSICIAN'S OFFICE OR OTHER FACILITY AND\n    5  INCLUDES  MEDICAL, SURGICAL, COUNSELING OR REFERRAL SERVICES RELATING TO\n    6  THE HUMAN REPRODUCTIVE SYSTEM, INCLUDING SERVICES RELATING TO  PREGNANCY\n    7  OR THE TERMINATION OF A PREGNANCY.\n    8    8.  \"FACILITY\"  MEANS  A HOSPITAL, CLINIC, PHYSICIAN'S OFFICE OR OTHER\n    9  FACILITY THAT PROVIDES REPRODUCTIVE HEALTH CARE SERVICES,  AND  INCLUDES\n   10  THE BUILDING OR STRUCTURE IN WHICH THE FACILITY IS LOCATED.\n   11    S  2.  The penal law is amended by adding a new section 240.29 to read\n   12  as follows:\n   13  S 240.29 AGGRAVATED HARASSMENT IN THE THIRD DEGREE.\n   14    A PERSON IS GUILTY OF AGGRAVATED HARASSMENT IN THE THIRD  DEGREE  WHEN\n   15  HE  OR  SHE PHOTOGRAPHS, WHETHER BY STILL OR MOVING PICTURES, ANY PERSON\n   16  ENTERING OR LEAVING A FACILITY THAT PROVIDES  REPRODUCTIVE  HEALTH  CARE\n   17  SERVICES.\n   18    THIS  SECTION  DOES  NOT  APPLY  TO  ANY EXPRESSIVE CONDUCT (INCLUDING\n   19  PEACEFUL PICKETING OR OTHER PEACEFUL DEMONSTRATION) PROTECTED FROM LEGAL\n   20  PROHIBITION BY THE FIRST AMENDMENT TO THE UNITED STATES CONSTITUTION  OR\n   21  SECTION  EIGHT OF ARTICLE ONE OF THE STATE CONSTITUTION OR TO ACTIVITIES\n   22  REGULATED BY THE NATIONAL LABOR RELATIONS ACT, AS AMENDED,  THE  RAILWAY\n   23  LABOR  ACT,  AS AMENDED, OR THE FEDERAL EMPLOYMENT LABOR MANAGEMENT ACT,\n   24  AS AMENDED.\n   25    AGGRAVATED HARASSMENT IN THE THIRD DEGREE IS A CLASS B MISDEMEANOR.\n   26    S 3. This act shall take effect on the one hundred eightieth day after\n   27  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03138-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to aggravated harassment in the third degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110124.T103612.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295883372841
}