{
  "year" : 2011,
  "senateBillNo" : "A297-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A297-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"U.S. Senate vacancy election act\"",
  "summary" : "Enacts the \"U.S. Senate vacancy election act\"; directs the governor to issue a writ of election when there is a vacancy in the office of United States senator, and also makes a temporary appointment to such vacancy until the special election to fill the vacancy is held. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A2001-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          297\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the  public  officers  law  and  the  election  law,  in\n         relation to enacting the \"U.S. Senate vacancy election act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"U.S. Senate vacancy election act\".\n    3    S  2.  Subdivision  4-a  of  section 42 of the public officers law, as\n    4  amended by chapter 373 of the laws  of  1978,  is  amended  to  read  as\n    5  follows:\n    6    4-a.  (A)  If  a vacancy occurs in the office of United States senator\n    7  from this state [in any even numbered calendar  year  on  or  after  the\n    8  fifty-ninth  day  prior  to  the  annual primary election, or thereafter\n    9  during said even numbered year], the governor  shall  make  a  temporary\n   10  appointment  to fill such vacancy until the [third day of January in the\n   11  year following the next even numbered calendar  year]  SPECIAL  ELECTION\n   12  HELD  TO FILL SUCH VACANCY IN ACCORDANCE WITH THE PROCEDURES PROVIDED IN\n   13  PARAGRAPH (B) OF THIS SUBDIVISION IS CERTIFIED BY  THE  STATE  BOARD  OF\n   14  ELECTIONS.    [If such vacancy occurs in any even numbered calendar year\n   15  on or before the sixtieth day prior to an annual primary  election,  the\n   16  governor  shall  make a temporary appointment to fill such vacancy until\n   17  the third day of January in the next calendar year. If a vacancy  occurs\n   18  in  the  office  of  United  States  senator  from this state in any odd\n   19  numbered calendar year, the governor shall make a temporary  appointment\n   20  to  fill  such  vacancy  until  the third day of January in the next odd\n   21  numbered calendar year.  Such an appointment shall  be  evidenced  by  a\n   22  certificate  of  the  governor which shall be filed in the office of the\n   23  state board of elections. At the time for filing such  certificate,  the\n   24  governor  shall  issue  and  file  in  the  office of the state board of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01239-01-1\n\n       A. 297                              2\n\n    1  elections a writ of election directing the election of a  United  States\n    2  senator  to  fill  such  vacancy  for  the unexpired term at the general\n    3  election next preceding the expiration for the  term  of  such  appoint-\n    4  ment.]\n    5    (B) WITHIN THREE DAYS OF THE VACANCY THE GOVERNOR SHALL ISSUE AND FILE\n    6  IN THE OFFICE OF THE STATE BOARD OF ELECTIONS A WRIT OF ELECTION DIRECT-\n    7  ING THE ELECTION OF A UNITED STATES SENATOR TO FILL SUCH VACANCY FOR THE\n    8  UNEXPIRED  TERM  AT  A  SPECIAL ELECTION HELD ON A TUESDAY NOT LESS THAN\n    9  NINETY DAYS NOR MORE THAN ONE HUNDRED TWENTY DAYS AFTER  THE  FILING  OF\n   10  SUCH  WRIT WITH THE STATE BOARD OF ELECTIONS, WITH PARTY NOMINATIONS FOR\n   11  SUCH ELECTION TO BE DETERMINED BY A SPECIAL PRIMARY ELECTION IN  ACCORD-\n   12  ANCE WITH SECTION 6-115 OF THE ELECTION LAW.\n   13    S 3. The election law is amended by adding a new section 6-115 to read\n   14  as follows:\n   15    S  6-115.  PARTY NOMINATIONS; UNITED STATES SENATOR; SPECIAL ELECTION.\n   16  NOTWITHSTANDING THE PROVISIONS OF SECTION 6-114 OF THIS  ARTICLE,  PARTY\n   17  NOMINATIONS  FOR  THE OFFICE OF UNITED STATES SENATOR SHALL BE BY DESIG-\n   18  NATION AND NOMINATION BY PETITION AND A SPECIAL PRIMARY ELECTION HELD ON\n   19  A TUESDAY DESIGNATED BY THE STATE  BOARD  OF  ELECTIONS  NOT  LESS  THAN\n   20  FORTY-FIVE DAYS NOR MORE THAN SIXTY DAYS AFTER THE GOVERNOR FILES A WRIT\n   21  OF  ELECTION  WITH  THE STATE BOARD OF ELECTIONS TO FILL SUCH VACANCY IN\n   22  THE OFFICE OF UNITED STATES SENATOR. SUCH DESIGNATIONS, NOMINATIONS  AND\n   23  SPECIAL  PRIMARY  ELECTIONS SHALL BE CONDUCTED PURSUANT TO RULES PROMUL-\n   24  GATED BY THE STATE BOARD OF ELECTIONS, WHICH TO  THE  EXTENT  APPLICABLE\n   25  SHALL BE CONSISTENT WITH THE OTHER PROVISIONS OF THIS ARTICLE.\n   26    S 4. Subdivision 14 of section 6-158 of the election law is amended to\n   27  read as follows:\n   28    14.  A vacancy occurring before September twentieth of any year in any\n   29  office authorized to be filled at a  general  election,  except  in  the\n   30  offices   of  governor[,]  OR  lieutenant-governor[,  or  United  States\n   31  senator] shall be filled at the general election held  next  thereafter,\n   32  unless  otherwise  provided  by  the  constitution, or unless previously\n   33  filled at a special election.\n   34    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law and the election law, in relation to enacting the \"U.S. Senate vacancy election act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T172843.TXT", "SOBI.D101220.T172343.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292884123318
}