{
  "year" : 2011,
  "senateBillNo" : "A2976-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A2976-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to an order of recognizance or bail",
  "summary" : "Allows a superior court to order bail or recognizance for a defendant who has been convicted of a class A-II felony if the defendant is providing, or has agreed to provide material assistance pursuant to paragraph (b) of subdivision 1 of section 65.00 of the penal law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A1307-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2976\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to amend the criminal procedure law, in relation to an order of\n         recognizance or bail\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 3 of section 530.40 of the criminal procedure\n    2  law, as amended by chapter 264 of the laws of 2003, is amended  to  read\n    3  as follows:\n    4    3. Notwithstanding the provisions of subdivision two, a superior court\n    5  may  not  order recognizance or bail, or permit a defendant to remain at\n    6  liberty pursuant to  an  existing  order,  after  he  OR  SHE  has  been\n    7  convicted  of either: (a) a class A felony or (b) any class B or class C\n    8  felony defined in article one hundred thirty of the penal law  committed\n    9  or  attempted to be committed by a person eighteen years of age or older\n   10  against a person less than eighteen years of age.  In  either  case  the\n   11  court must commit or remand the defendant to the custody of the sheriff;\n   12  PROVIDED, HOWEVER, THAT A SUPERIOR COURT MAY ORDER RECOGNIZANCE OR BAIL,\n   13  OR  PERMIT  A  DEFENDANT  TO  REMAIN  AT LIBERTY PURSUANT TO AN EXISTING\n   14  ORDER, AFTER THE DEFENDANT HAS BEEN CONVICTED OF A CLASS A-II FELONY, IF\n   15  THE DEFENDANT IS PROVIDING, OR HAS AGREED TO PROVIDE,  MATERIAL  ASSIST-\n   16  ANCE  PURSUANT  TO  PARAGRAPH (B) OF SUBDIVISION ONE OF SECTION 65.00 OF\n   17  THE PENAL LAW.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02783-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to an order of recognizance or bail ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110124.T102610.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770389
}