{
  "year" : 2011,
  "senateBillNo" : "A2973-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2973-2011-1295586000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a parent and student training center within the City University of New York",
  "summary" : "Establishes a parent and student training center within the City University of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A9159-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2973\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Higher Education\n\n       AN ACT to amend the education law, in relation to establishing a  parent\n         and student training center within the City University of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 2590-v\n    2  to read as follows:\n    3    S 2590-V PARENT TRAINING. 1. THE CITY UNIVERSITY  OF  NEW  YORK  SHALL\n    4  OPERATE A PARENT AND STUDENT TRAINING CENTER, KNOWN AS THE PARENT TRAIN-\n    5  ING CENTER (\"CENTER\") FOR THE SUPPORT AND TRAINING OF PARENTS OR PERSONS\n    6  IN PARENTAL RELATION TO A STUDENT OR STUDENTS ATTENDING PUBLIC SCHOOL IN\n    7  THE  CITY  OF  NEW  YORK.  SUCH TRAINING SHALL OCCUR IN EACH OF THE FIVE\n    8  BOROUGHS. THE CENTER SHALL DESIGN  AND  IMPLEMENT  PROGRAMS  FOR  PARENT\n    9  ENGAGEMENT  WITHIN PUBLIC SCHOOLS IN THE CITY OF NEW YORK, COORDINATING,\n   10  WHERE APPROPRIATE, WITH THE CITY SCHOOL DISTRICT  OF  THE  CITY  OF  NEW\n   11  YORK. THE CENTER SHALL:\n   12    (A)  CONDUCT  TRAINING  AND  SUPPORT  PROGRAMS FOR PARENTS IN ORDER TO\n   13  INCREASE THEIR  CAPACITY  TO  PARTICIPATE  IN  AND  ENGAGE  WITH  LOCAL,\n   14  DISTRICT,  AND  CITY-WIDE SCHOOL GOVERNANCE AND PARTICIPATORY STRUCTURES\n   15  DESIGNED TO SUPPORT AND INCLUDE PARENTAL AND STUDENT INPUT INCLUDING BUT\n   16  NOT LIMITED TO SCHOOL LEADERSHIP TEAMS,  COMMUNITY  EDUCATION  COUNCILS,\n   17  DISTRICT  LEADERSHIP  TEAMS, PARENT ASSOCIATIONS, CITY-WIDE COUNCILS AND\n   18  OTHER EXISTING FORMAL GOVERNANCE AND PARTICIPATORY  STRUCTURES  DESIGNED\n   19  TO SUPPORT AND INCLUDE PARENTAL AND STUDENT INPUT;\n   20    (B)  CONDUCT  OUTREACH  AND  RECRUITMENT  TO INCREASE DIVERSITY IN THE\n   21  ABOVE LISTED GOVERNANCE AND PARTICIPATORY STRUCTURES TO  BETTER  REFLECT\n   22  THE  DIVERSE  COMPOSITION OF THE REPRESENTED COMMUNITY, WITH AN EMPHASIS\n   23  ON PROVIDING RESOURCES AND TRAINING IN COMMUNITY DISTRICTS WHERE  GRADU-\n   24  ATION  AND RETENTION RATES ARE IN THE LOWER HALF OF THE CITY-WIDE GRADU-\n   25  ATION AND RETENTION RATES;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02692-01-1\n\n       A. 2973                             2\n\n    1    (C)  IMPLEMENT  PROGRAMS  TO  ENHANCE  PARENTS'  ABILITY  TO   SUPPORT\n    2  STUDENTS'  EDUCATIONAL  SUCCESS,  INCLUDING  SUPPORT FOR PARENTS TO HELP\n    3  THEM COMMUNICATE WITH SCHOOL ADMINISTRATORS AND  TEACHERS,  TRACK  THEIR\n    4  CHILD'S PERFORMANCE, AND FOSTER AN ENVIRONMENT FOR LEARNING AT HOME;\n    5    (D)  ASSIST  PARENTS  AND  STUDENTS  IN  INTERACTING  WITH CITY SCHOOL\n    6  DISTRICT PERSONNEL AND IN DEVELOPING AN UNDERSTANDING OF  THE  FUNCTION,\n    7  STRUCTURE  AND  OPERATIONS  OF THE CITY OF NEW YORK DEPARTMENT OF EDUCA-\n    8  TION, INCLUDING PROVIDING BASIC INFORMATION CONCERNING SPECIAL EDUCATION\n    9  PROGRAMS,  GIFTED  AND  TALENTED  PROGRAMS,  ENGLISH  LANGUAGE   LEARNER\n   10  PROGRAMS,  SCHOOL  IMPROVEMENT  STRATEGIES,  SCHOOL  BUDGET,  ENROLLMENT\n   11  PROCEDURES, AND STATE AND  CITY  STRUCTURES  AND  POLICIES  THAT  IMPACT\n   12  EDUCATION, AND THE EFFECT OF SUCH STRATEGIES, PROCEDURES, STRUCTURES AND\n   13  POLICIES ON THE EDUCATION BEING PROVIDED BY THE STUDENT'S SCHOOL;\n   14    (E) ENCOURAGE STUDENT BASED COLLEGE COUNSELING INITIATIVES DESIGNED TO\n   15  INCREASE  THE  RATE  OF  COLLEGE ENROLLMENT AND TRAIN STUDENTS TO BECOME\n   16  YOUTH LEADERS, INCLUDING BUT NOT LIMITED TO STUDENT SUCCESS CENTERS.\n   17    2. PRIORITY IN DESIGNING AND IMPLEMENTING PROGRAMS SHALL BE  GIVEN  TO\n   18  SCHOOLS AND DISTRICTS IN WHICH THERE IS LOW OVERALL ACADEMIC ACHIEVEMENT\n   19  BY  STUDENTS  OR  WHICH HAVE A HIGH DENSITY OF ENGLISH LANGUAGE LEARNING\n   20  STUDENTS OR LOW-INCOME FAMILIES. SCHOOLS WITH INEFFECTIVE PARENT ASSOCI-\n   21  ATIONS OR WITHOUT PARENT ASSOCIATIONS SHALL RECEIVE TARGET SUPPORT.\n   22    3. UPON REQUEST BY THE CENTER, THE CITY SCHOOL DISTRICT SHALL  PROVIDE\n   23  THE  CENTER WITH NAMES AND CONTACT INFORMATION OF THE OFFICERS OF PARENT\n   24  ASSOCIATIONS,  MEMBERS  OF  COUNCILS  OF  PRESIDENTS,  MEMBERS  OF   THE\n   25  CHANCELLOR'S  PARENT  ADVISORY  COUNCIL,  MEMBERS OF COMMUNITY EDUCATION\n   26  COUNCILS, MEMBERS OF SCHOOL LEADERSHIP TEAMS, MEMBERS OF DISTRICT  LEAD-\n   27  ERSHIP  TEAMS,  AND  MEMBERS  OF  THE  CITY-WIDE COUNCILS, PROVIDED THIS\n   28  INFORMATION IS PUBLICLY AVAILABLE.\n   29    4. THE CENTER SHALL BE STRICTLY  NON-PARTISAN,  SHALL  NOT  ENGAGE  IN\n   30  ISSUES  OF  ADVOCACY, AND SHALL REMAIN NEUTRAL IN ALL POLICY MATTERS AND\n   31  DISPUTES.\n   32    5. THE CITY OF NEW YORK SHALL PROVIDE ANNUAL FUNDING TO THE CENTER  IN\n   33  AN  AMOUNT  EQUAL TO THAT PROVIDED IN AN APPROPRIATION BY THE STATE, BUT\n   34  NOT TO EXCEED EIGHT HUNDRED THOUSAND DOLLARS PER YEAR.\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a parent and student training center within the City University of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110124.T102610.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770381
}