{
  "year" : 2011,
  "senateBillNo" : "A2978-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2978-2011-1295586000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the election by certain counties to withdraw from the metropolitan commuter transportation district; and permits the county of Putnam to make such election",
  "summary" : "Relates to the election by certain counties to withdraw from the metropolitan commuter transportation district; and permits the county of Putnam to make such election. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA9166-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2978\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. ZEBROWSKI, GUNTHER, JAFFEE -- Multi-Sponsored by\n         -- M. of A. RABBITT -- read once and  referred  to  the  Committee  on\n         Corporations, Authorities and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to the election\n         by certain counties to withdraw from the metropolitan commuter  trans-\n         portation district; and in relation to permitting the county of Putnam\n         to make such election\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1279-b of the public authorities law, as  added  by\n    2  chapter 669 of the laws of 1986, the opening paragraph of subdivision 1,\n    3  the opening paragraph of paragraph (a) of subdivision 1 and subdivisions\n    4  3  and  5  as  amended by chapter 670 of the laws of 1986, is amended to\n    5  read as follows:\n    6    S 1279-b.  Transition--election  to  withdraw  from  the  metropolitan\n    7  commuter  transportation  district. 1. The counties of Dutchess, Orange,\n    8  PUTNAM and Rockland shall have an option to withdraw from the  metropol-\n    9  itan  commuter  transportation  district  and  have such withdrawal take\n   10  effect on either: (a) [January] APRIL first, [nineteen  hundred  eighty-\n   11  seven]  TWO THOUSAND THIRTEEN. If any such county plans to withdraw from\n   12  the district on [January] APRIL first, [nineteen  hundred  eighty-seven]\n   13  TWO  THOUSAND  THIRTEEN,  it  shall  (i) no later than seventy-five days\n   14  after the effective date of this section, furnish  the  commissioner  of\n   15  transportation,  and  chairman  of  the authority and the other counties\n   16  which have an option to withdraw, a resolution  adopted  by  the  county\n   17  legislature  providing  notice  of intent to withdraw, (ii) on or before\n   18  [October] JANUARY first,  [nineteen  hundred  eighty-six]  TWO  THOUSAND\n   19  TWELVE,  furnish  to the commissioner of transportation, the chairman of\n   20  the authority and other counties which have an  option  to  withdraw,  a\n   21  resolution  adopted  by  the  county  legislature providing for a public\n   22  transportation plan. For the purposes of this section, a \"public  trans-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00747-01-1\n\n       A. 2978                             2\n\n    1  portation plan\" shall mean a plan that maintains adequate and continuous\n    2  public  transportation  services from the withdrawing county to the city\n    3  of New York or any terminus previously  served,  provides  a  reasonable\n    4  level  of  rail  passenger service, provides a schedule for implementing\n    5  such service, protects the public investment in the rail  transportation\n    6  system  and  any  other criteria deemed necessary by the commissioner of\n    7  transportation. SUCH PUBLIC TRANSPORTATION PLAN SHALL INCLUDE,  BUT  NOT\n    8  BE  LIMITED  TO,  AN AGREEMENT BY WHICH SUCH COUNTY SHALL BE ENTITLED TO\n    9  LEASE THE FACILITIES AND SERVICES COMPRISING  SUCH  RAIL  TRANSPORTATION\n   10  SYSTEM  AT  FAIR  MARKET VALUE AND UNDER SUCH TERMS AND CONDITIONS TO BE\n   11  DETERMINED AS SET FORTH IN SUBDIVISION SIX OF  THIS  SECTION.  Prior  to\n   12  withdrawal  pursuant to this paragraph or paragraph (b) of this subdivi-\n   13  sion, a county must receive approval of its public  transportation  plan\n   14  pursuant to paragraph (c) of this subdivision, (iii) on or before Decem-\n   15  ber  fifteenth,  [nineteen  hundred  eighty-six]  TWO  THOUSAND  TWELVE,\n   16  furnish the commissioner of transportation, a copy of an agreement  with\n   17  the authority or an operator of rail passenger service for the provision\n   18  of  rail  passenger  service to and from such county and the city of New\n   19  York or any terminus previously served. IF SUCH AGREEMENT HAS  NOT  BEEN\n   20  CONCLUDED  BY  THE  RESPECTIVE  PARTIES,  AND  A PARTY HAS EXERCISED ITS\n   21  RIGHTS PURSUANT TO SUBDIVISION SIX OF THIS SECTION, THE APPROVAL OF  THE\n   22  COMMISSIONER  OF  TRANSPORTATION SHALL NOT BE REQUIRED AND THE AGREEMENT\n   23  OR ORDER SET FORTH IN SUBDIVISION SIX OF THIS SECTION,  SHALL  DETERMINE\n   24  THE TERMS AND CONDITIONS OF SUCH WITHDRAWAL.\n   25    If  a  county planning to withdraw on [January] APRIL first, [nineteen\n   26  hundred eighty-seven]  TWO  THOUSAND  THIRTEEN  is  unable  to  withdraw\n   27  because  it  could  not  meet the requirements of this paragraph, it may\n   28  elect to withdraw pursuant to paragraph (b) of this subdivision hereaft-\n   29  er.\n   30    (b) January first, [nineteen hundred eighty-eight] TWO THOUSAND  FOUR-\n   31  TEEN  or  January  first,  [nineteen  hundred  eighty-nine] TWO THOUSAND\n   32  FIFTEEN.  If any such county plans to withdraw on either January  first,\n   33  [nineteen  hundred eighty-eight] TWO THOUSAND FOURTEEN or January first,\n   34  [nineteen hundred eighty-nine] TWO THOUSAND FIFTEEN,  it  shall  (i)  no\n   35  later than ninety days after the first of January of the year immediate-\n   36  ly  preceding  the  year in which such county plans to withdraw from the\n   37  district, furnish the commissioner of transportation,  the  chairman  of\n   38  the authority and the other counties which have an option to withdraw, a\n   39  resolution  adopted by the county legislature providing notice of intent\n   40  to withdraw from the district, (ii) no later  than  one  hundred  twenty\n   41  days  after  the  first of January of the year immediately preceding the\n   42  year in which such county plans to withdraw from the district furnish to\n   43  the commissioner of transportation, the chairman of  the  authority  and\n   44  the  counties  which  have an option to withdraw a resolution adopted by\n   45  the  county  legislature  providing  a  public  transportation  plan  as\n   46  described  in this section, (iii) on or before October first of the year\n   47  immediately preceding the year in which such county  plans  to  withdraw\n   48  from  the  district,  furnish to the commissioner a copy of an agreement\n   49  with the authority or an operator of  rail  passenger  service  for  the\n   50  provision of rail passenger service to and from such county and the city\n   51  of  New  York  or any terminus previously served.  IF SUCH AGREEMENT HAS\n   52  NOT BEEN CONCLUDED BY THE RESPECTIVE PARTIES, AND A PARTY HAS  EXERCISED\n   53  ITS  RIGHTS PURSUANT TO SUBDIVISION SIX OF THIS SECTION, THE APPROVAL OF\n   54  THE COMMISSIONER OF TRANSPORTATION SHALL NOT BE REQUIRED AND THE  AGREE-\n   55  MENT  OR  ORDER  SET  FORTH  IN SUCH SUBDIVISION SIX SHALL DETERMINE THE\n   56  TERMS AND CONDITIONS OF SUCH WITHDRAWAL.\n\n       A. 2978                             3\n\n    1    (c) No later than thirty days after receipt of the public  transporta-\n    2  tion  plan  the commissioner of transportation shall, in writing, either\n    3  approve  such  plan  as  conforming  with  the  requirements  heretofore\n    4  described  or  disapprove such plan as failing to meet such requirements\n    5  and  the  reasons  therefor.  Disapproval of a plan shall not prohibit a\n    6  county from resubmitting a public transportation plan and such resubmit-\n    7  ted plan shall be approved or disapproved no  later  than  fifteen  days\n    8  after  receipt  by the commissioner of transportation. The public trans-\n    9  portation plan shall be subject to any state or federal  public  hearing\n   10  requirements  which  the  authority would be subject to if the authority\n   11  made the changes proposed by such plan.\n   12    (d) Any such county which plans to withdraw  from  the  district  must\n   13  meet  the  requirements  of  this section prior to the effective date of\n   14  withdrawal, and no withdrawal for the purposes  of  this  section  shall\n   15  take  effect  unless such county furnishes the resolutions and agreement\n   16  prior to the effective date of withdrawal.\n   17    2. The authority and any subsidiary corporation of the authority shall\n   18  enter into an agreement or agreements with a county that plans to  with-\n   19  draw from the district to transfer and assign to such county all author-\n   20  ity  and subsidiary railroad facilities and operations, rights and obli-\n   21  gations,  and  contract  rights  and  obligations,  including  operating\n   22  contract  rights  and obligations, which are owned, operated, maintained\n   23  or used directly or by contract or which are otherwise involved  in  the\n   24  provision  of  railroad  services to such counties. Such agreement shall\n   25  provide, in the event a facility,  operation,  right  or  obligation  is\n   26  necessary and material to the provision of rail passenger service in the\n   27  district  or  is  not  assignable  under  applicable  bond  covenants or\n   28  contracts or the parties agree that it should not be assigned, that  the\n   29  authority  or subsidiary thereof shall continue to hold and be responsi-\n   30  ble for such facility, operation, right  or  obligation  and  that  such\n   31  county  shall reimburse to the authority that portion of the cost to the\n   32  authority or subsidiary of its retention of  such  facility,  operation,\n   33  right  or  obligation  that is allocable [to] WITHIN such county. If the\n   34  parties agree that the authority or subsidiary thereof shall operate the\n   35  railroad facilities in a county after the effective date of  such  coun-\n   36  ty's  withdrawal,  the  agreement  also  shall provide for the terms and\n   37  conditions of the operation of such service.\n   38    3. Within forty-five days of the effective date of this  section,  the\n   39  authority  and any subsidiary corporation of the authority shall provide\n   40  to the counties of Dutchess,  Orange,  PUTNAM  and  Rockland  a  written\n   41  statement,  including cost estimates and the useful life, if any, of all\n   42  of its facilities, operations, rights and obligations  relating  to  the\n   43  provision of rail service in such counties.\n   44    4.  The  authority  and any subsidiary corporation of the authority is\n   45  authorized to enter into an agreement or agreements with a  county  that\n   46  plans  to withdraw from the district, pursuant to which the authority or\n   47  subsidiary thereof will provide  technical  assistance  to  such  county\n   48  prior  to, during and after the withdrawal, with respect to the transfer\n   49  of ownership, operation, maintenance  and  use  of  railroad  facilities\n   50  within such county. Such agreement may provide that the county reimburse\n   51  the  authority  or  its subsidiary for the cost to the authority and its\n   52  subsidiary for the provision of such technical assistance.\n   53    5. The authority shall have no obligation to undertake or continue any\n   54  project or part thereof in a current  or  future  capital  program  plan\n   55  which  pertains  to  railroad  facilities within or services to a county\n   56  that withdraws from the district on or after such date of withdrawal nor\n\n       A. 2978                             4\n\n    1  shall the authority enter into any contract for a project or part there-\n    2  of which would increase liabilities pursuant to subdivision [six]  SIX-A\n    3  of  this section in a county after such county notifies the authority of\n    4  its  intent  to withdraw as provided in subdivision one of this section,\n    5  provided, however, that if the authority has executed a contract for the\n    6  effectuation of a project or part thereof in a capital program  plan  in\n    7  such  county,  it  shall  be  assigned to such county in accordance with\n    8  subdivision two of this section, unless the parties agree that it  shall\n    9  not  be assigned and that the authority or its subsidiary shall continue\n   10  to be responsible therefor, in which event the  county  shall  reimburse\n   11  the  authority  or  its  subsidiary in accordance with the provisions of\n   12  subdivision two of this section.\n   13    6. SHOULD THE COUNTIES OF DUTCHESS, ORANGE, PUTNAM OR ROCKLAND SEEK TO\n   14  WITHDRAW FROM THE DISTRICT PURSUANT TO THIS SECTION, ANY SUCH COUNTY AND\n   15  THE AUTHORITY, AND/OR, IF APPROPRIATE ANY SUBSIDIARY CORPORATION OF  THE\n   16  AUTHORITY  SHALL  NEGOTIATE IN GOOD FAITH ANY AGREEMENT REQUIRED BY THIS\n   17  SECTION FOR  WITHDRAWAL  FROM  THE  DISTRICT.  SUCH  NEGOTIATIONS  SHALL\n   18  COMMENCE  NOT  LATER  THAN  FIFTEEN DAYS AFTER THE PUBLIC TRANSPORTATION\n   19  PLAN PREPARED BY ANY SUCH COUNTY HAS BEEN SUBMITTED BY  SUCH  COUNTY  TO\n   20  THE  AUTHORITY,  AND/OR,  IF  APPROPRIATE, A SUBSIDIARY AUTHORITY. IN NO\n   21  EVENT SHALL A COUNTY BE REQUIRED TO NEGOTIATE WITH  BOTH  THE  AUTHORITY\n   22  AND  A  SUBSIDIARY  AUTHORITY.  THE  NEGOTIATIONS  CONDUCTED  BY AND THE\n   23  ACTIONS OF THE AUTHORITY OR SUBSIDIARY AUTHORITY SHALL BE BINDING.    IF\n   24  AFTER  SIXTY  DAYS  FROM THE COMMENCEMENT OF SUCH NEGOTIATIONS OR AT ANY\n   25  TIME THEREAFTER THE AUTHORITY  OR  ANY  SUBSIDIARY  CORPORATION  OF  THE\n   26  AUTHORITY AND A COUNTY ARE UNABLE TO REACH AN AGREEMENT REQUIRED BY THIS\n   27  SECTION  FOR  SUCH  WITHDRAWAL,  EITHER  PARTY MAY MAKE APPLICATION TO A\n   28  JUSTICE OF THE SUPREME COURT PRESIDING  IN  THE  COUNTIES  OF  DUTCHESS,\n   29  ORANGE,  PUTNAM  OR  ROCKLAND FOR APPOINTMENT OF A SPECIAL REFEREE. EACH\n   30  PARTY SHALL SUBMIT TO THE JUSTICE A LIST CONTAINING THE NAMES AND QUALI-\n   31  FICATIONS OF FIVE PERSONS TO SERVE AS SPECIAL REFEREE. THE JUSTICE SHALL\n   32  SELECT ONE PERSON FROM AMONG THE NAMES SUBMITTED BY THE PARTIES TO SERVE\n   33  AS SPECIAL REFEREE. THE SPECIAL REFEREE SHALL MEDIATE  THE  NEGOTIATIONS\n   34  FOR WITHDRAWAL FOR A PERIOD OF NO LONGER THAN SIXTY DAYS. IF, AT THE END\n   35  OF  SAID  SIXTY DAY PERIOD, THE PARTIES ARE NOT ABLE TO REACH AGREEMENT,\n   36  THE SPECIAL REFEREE SHALL, WITHIN THIRTY DAYS THEREAFTER, RECOMMEND  THE\n   37  TERMS  OF  THE  WITHDRAWAL  TO THE JUSTICE. THE JUSTICE SHALL REVIEW THE\n   38  RECOMMENDATIONS OF THE REFEREE AND THE POSITIONS OF THE PARTIES  THEREON\n   39  AND  SHALL  ISSUE  AN  ORDER  SETTING FORTH THE TERMS OF THE WITHDRAWAL.\n   40  NOTWITHSTANDING THE ENTRY OF SUCH ORDER, A  COUNTY  SHALL  HAVE  FIFTEEN\n   41  DAYS FROM THE ENTRY OF SUCH ORDER TO TERMINATE SUCH PROCEEDING. UPON THE\n   42  TIMELY  EXERCISE  OF  SUCH  RIGHT TO TERMINATE, SUCH PROCEEDING SHALL BE\n   43  DEEMED NULL AND VOID AND OF NO FURTHER EFFECT. IF A COUNTY HAS NOT EXER-\n   44  CISED ITS RIGHT TO TERMINATE, SAID ORDER SHALL BE SUBJECT  TO  APPELLATE\n   45  REVIEW  IN  ACCORDANCE  WITH  THE CIVIL PRACTICE LAW AND RULES, PROVIDED\n   46  THAT ANY APPEAL FROM THE ORDER SHALL BE GRANTED EXPEDITED STATUS.\n   47    6-A. Any county which withdraws from the district shall  reimburse  to\n   48  the authority or its subsidiary, within the time period agreed to by the\n   49  parties, any capital expenditures heretofore undertaken by the authority\n   50  or  its subsidiary for railroad facilities only within such county which\n   51  were financed by commuter railroad revenue bonds issued by the metropol-\n   52  itan transportation authority pursuant to section twelve hundred  sixty-\n   53  nine  of this [article] TITLE and are assigned to such county in accord-\n   54  ance with the provisions of subdivision two of this section.\n   55    [7.] 6-B. The obligations of a county that withdraws from the district\n   56  to reimburse the authority and any subsidiary corporation of the author-\n\n       A. 2978                             5\n\n    1  ity for the  costs  of  operation,  maintenance  and  use  of  passenger\n    2  stations pursuant to section twelve hundred seventy-seven of this [arti-\n    3  cle]  TITLE, shall continue for any such costs incurred up to the effec-\n    4  tive  date  of  the  county's withdrawal from the district and for costs\n    5  incurred thereafter that result from acts preceding such withdrawal, and\n    6  the applicability of the  payment  provisions  and  procedures  of  such\n    7  section twelve hundred seventy-seven to such county shall continue ther-\n    8  eafter with respect to the aforesaid costs.\n    9    [8.]  7.  In  the  event  of a county's failure to make payment of any\n   10  monies determined by the authority to be owed and due it or any  subsid-\n   11  iary corporation of the authority pursuant to the terms of any agreement\n   12  entered  into  pursuant  to this section, the authority is authorized to\n   13  recover such payments in the same manner as in  section  twelve  hundred\n   14  seventy-seven  of  this  [article] TITLE and the state comptroller shall\n   15  withhold and pay monies to the authority in accordance with  the  proce-\n   16  dures set forth in that section.\n   17    8.  THE  AUTHORITY SHALL MAKE PAYMENT TO THE COUNTY THAT WITHDRAWS FOR\n   18  THE DIFFERENCE IN THE AMOUNT OF SERVICES RECEIVED FROM THE AUTHORITY AND\n   19  MONIES PAID BY THE COUNTY  TO  THE  AUTHORITY,  THIS  PAYMENT  SHALL  BE\n   20  EXTRAPOLATED  OVER  THE PREVIOUS FIVE YEARS FROM THE DATE OF WITHDRAWAL.\n   21  IF THE AUTHORITY FAILS TO MAKE SUCH PAYMENT TO THE  COUNTY,  THE  AMOUNT\n   22  OWED  SHALL  BE WITHHELD BY THE STATE COMPTROLLER FROM THE AUTHORITY AND\n   23  THE MONIES SHALL BE PAID TO THE COUNTY.\n   24    9.  The term of office of any resident of a county that withdraws from\n   25  the district under this section, as a member of the board of the author-\n   26  ity, the Metro-North rail commuter council or  the  management  advisory\n   27  board,  which  is  based  upon residence in such county, shall terminate\n   28  upon the county's withdrawal and the office shall be deemed  vacant  and\n   29  filled in the manner provided by law.\n   30    10.    The provisions of this section and all agreements undertaken in\n   31  accordance herewith shall be subject to the rights of the holders of any\n   32  outstanding bonds or notes issued by the authority.\n   33    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the election by certain counties to withdraw from the metropolitan commuter transportation district; and in relation to permitting the county of Putnam to make such election ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T152535.TXT", "SOBI.D110124.T102610.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770394
}