{
  "year" : 2011,
  "senateBillNo" : "A2987-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to aging",
    "billEventId" : "A2987-2011-1295586000000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reduces from one-third to one-fourth of income the applicability of the senior citizens' rent increase exemption",
  "summary" : "Provides that the tax abatements for certain rent-controlled and rent-regulated property occupied by senior citizens commonly known as the senior citizens' rent increase exemption (SCRIE) shall be applicable where the rent constitutes more than one-fourth rather than one-third of the tenant's income. ",
  "currentCommittee" : null,
  "sameAs" : "S1786",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A3073-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2987\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Aging\n\n       AN ACT to amend the real property tax law, in  relation  to  the  income\n         level  for  the  applicability  of  the senior citizens' rent increase\n         exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 and subparagraph 3 of paragraph d of subdi-\n    2  vision 3 of section 467-b of the real property tax law, subdivision 2 as\n    3  amended by chapter 747 of the laws of 1985 and subparagraph 3  of  para-\n    4  graph  d  of subdivision 3 as amended by section 1 of chapter 188 of the\n    5  laws of 2005, are amended to read as follows:\n    6    2.  The governing body of any municipal corporation is hereby  author-\n    7  ized  and  empowered  to adopt, after public hearing, in accordance with\n    8  the provisions of this section, a local  law,  ordinance  or  resolution\n    9  providing  for  the  abatement  of  taxes  of said municipal corporation\n   10  imposed on real property containing a dwelling unit as defined herein by\n   11  one of the following amounts:\n   12    (a) where the head of the household does not receive a monthly  allow-\n   13  ance  for  shelter pursuant to the social services law, an amount not in\n   14  excess of that portion of any increase in maximum rent  or  legal  regu-\n   15  lated  rent  which  causes  such maximum rent or legal regulated rent to\n   16  exceed [one-third] ONE-FOURTH of the combined income of all  members  of\n   17  the household; or\n   18    (b)  where  the head of the household receives a monthly allowance for\n   19  shelter pursuant to the social services law, an amount not in excess  of\n   20  that  portion  of  any  increase in maximum rent or legal regulated rent\n   21  which is not covered by the maximum allowance  for  shelter  which  such\n   22  person is entitled to receive pursuant to the social services law.\n   23    (3)  where the head of the household does not receive a monthly allow-\n   24  ance for shelter pursuant to the social  services  law,  the  amount  by\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06380-01-1\n\n       A. 2987                             2\n\n    1  which  the maximum rent or legal regulated rent of the subsequent dwell-\n    2  ing unit exceeds [one-third] ONE-FOURTH of the combined  income  of  all\n    3  members of the household.\n    4    S 2.  This act shall take effect immediately; provided that the amend-\n    5  ments  made to section 467-b of the real property tax law by section one\n    6  of this act shall not affect the expiration of such  section  and  shall\n    7  expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the income level for the applicability of the senior citizens' rent increase exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T102610.TXT", "SOBI.D110121.T155537.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770402
}