{
  "year" : 2011,
  "senateBillNo" : "A2989-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2989-2011-1295586000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the continuation of express bus service to the south shore of Staten Island",
  "summary" : "Provides for the establishment of express bus service to the south shore of Staten Island. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A2615-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2989\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to the provision\n         of express bus service to the south shore of Staten Island\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 1266-j to read as follows:\n    3    S  1266-J.  STATEN ISLAND EXPRESS BUS SERVICE. THE AUTHORITY IS HEREBY\n    4  DIRECTED TO CONTINUE TO FUND AND OPERATE EXPRESS BUS SERVICE  TRANSPORT-\n    5  ING  RIDERS  BETWEEN  THE  COMMUNITIES  OF TOTTENVILLE, RICHMOND VALLEY,\n    6  PRINCE'S BAY, PLEASANT PLAINS,  CHARLESTON,  WOODROW  AND  ROSSVILLE  IN\n    7  STATEN  ISLAND  TO  THE  DOWNTOWN  AND/OR  MIDTOWN BUSINESS DISTRICTS OF\n    8  MANHATTAN ON ALL ROUTES OPERATING SUCH SERVICE ON APRIL  THIRTIETH,  TWO\n    9  THOUSAND  ELEVEN. THE AUTHORITY IS HEREBY DIRECTED TO ASSUME AND OPERATE\n   10  THE TWO EXPRESS BUS ROUTES SERVING THE COMMUNITIES OF HUGUENOT, PRINCESS\n   11  BAY, WOODROW, ROSSVILLE, ANNADALE AND ARDEN HEIGHTS TO THE MIDTOWN BUSI-\n   12  NESS DISTRICT OF MANHATTAN AND BEING OPERATED BY  ATLANTIC  EXPRESS  BUS\n   13  COMPANY  ON  APRIL  THIRTIETH,  TWO  THOUSAND TWELVE AND BETTER KNOWN AS\n   14  ROUTES NUMBERED X23 AND X24.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00519-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the provision of express bus service to the south shore of Staten Island ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T102610.TXT", "SOBI.D110121.T155537.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295882770410
}