{
  "year" : 2011,
  "senateBillNo" : "A299-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A299-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an animal abuser statewide registry",
  "summary" : "Establishes an animal abuser statewide registry with community notification requirements. ",
  "currentCommittee" : null,
  "sameAs" : "S2015",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          299\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GLICK -- read once and referred to the Committee\n         on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation  to  estab-\n         lishing an animal abuser registry\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 353-e to read as follows:\n    3    S  353-E. ANIMAL ABUSER REGISTRY. 1. FOR PURPOSES OF THIS SECTION, THE\n    4  TERM \"ANIMAL ABUSER\" MEANS A PERSON OVER EIGHTEEN YEARS OF AGE  WHO  HAS\n    5  BEEN CONVICTED OF A FELONY VIOLATION OF ANY PROVISION OF THIS ARTICLE OR\n    6  OF THE COMPARABLE STATUTES OF ANOTHER STATE.\n    7    2.  ANY  ANIMAL  ABUSER PHYSICALLY WITHIN THE BOUNDARIES OF THIS STATE\n    8  FOR MORE THAN TEN CONSECUTIVE DAYS SHALL REGISTER WITH THE COUNTY  SHER-\n    9  IFF  FOR THE COUNTY IN WHICH THE ANIMAL ABUSER IS LOCATED BEFORE THE END\n   10  OF THE ELEVENTH DAY IN THE STATE.\n   11    3. ANY PREVIOUSLY REGISTERED ANIMAL ABUSER SHALL REREGISTER  WITH  THE\n   12  COUNTY  SHERIFF  FOR THE COUNTY IN WHICH THE ANIMAL ABUSER IS LOCATED NO\n   13  LATER THAN TEN DAYS AFTER MOVING TO A NEW LOCATION WITHIN THE STATE.\n   14    4. WHEN AN ANIMAL ABUSER REGISTERS WITH THE COUNTY SHERIFF, THE ANIMAL\n   15  ABUSER SHALL PROVIDE THE FOLLOWING REGISTRATION INFORMATION:\n   16    (A) THE LEGAL NAME AND ANY OTHER NAMES  OR  ALIASES  THAT  THE  ANIMAL\n   17  ABUSER IS USING OR HAS USED;\n   18    (B) THE DATE OF BIRTH OF THE ANIMAL ABUSER;\n   19    (C) THE SOCIAL SECURITY NUMBER OF THE ANIMAL ABUSER;\n   20    (D) THE CURRENT ADDRESS OR LOCATION OF THE ANIMAL ABUSER;\n   21    (E) THE PLACE OF EMPLOYMENT OF THE ANIMAL ABUSER;\n   22    (F)  THE  ANIMAL  PROTECTION  OFFENSE  FOR WHICH THE ANIMAL ABUSER WAS\n   23  CONVICTED; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04101-01-1\n\n       A. 299                              2\n\n    1    (G) THE DATE AND PLACE OF THE ANIMAL PROTECTION OFFENSE CONVICTION  OF\n    2  THE ANIMAL ABUSER.\n    3    5.  WHEN AN ANIMAL ABUSER REGISTERS WITH A COUNTY SHERIFF, THE SHERIFF\n    4  SHALL OBTAIN:\n    5    (A) A PHOTOGRAPH OF THE ANIMAL ABUSER AND A COMPLETE SET OF THE ANIMAL\n    6  ABUSER'S FINGERPRINTS; AND\n    7    (B) A DESCRIPTION  OF  ANY  TATTOOS,  SCARS  OR  OTHER  DISTINGUISHING\n    8  FEATURES  ON  THE  ANIMAL ABUSER'S BODY THAT WOULD ASSIST IN IDENTIFYING\n    9  THE ANIMAL ABUSER.\n   10    6. FOLLOWING AN ANIMAL ABUSER'S INITIAL REGISTRATION PURSUANT  TO  THE\n   11  PROVISIONS  OF  THIS  SECTION, AN ANIMAL ABUSER SHALL ANNUALLY RENEW THE\n   12  ANIMAL ABUSER'S REGISTRATION WITH THE COUNTY SHERIFF PRIOR  TO  DECEMBER\n   13  THIRTY-FIRST  OF  EACH  SUBSEQUENT CALENDAR YEAR FOR A PERIOD OF FIFTEEN\n   14  YEARS.\n   15    7. AN ANIMAL ABUSER WHO INTENTIONALLY OR  KNOWINGLY  FAILS  TO  COMPLY\n   16  WITH  THE  REGISTRATION REQUIREMENTS, OR PROVIDES FALSE INFORMATION WHEN\n   17  COMPLYING WITH THE REGISTRATION REQUIREMENTS SET FORTH IN THIS  SECTION,\n   18  IS GUILTY OF A CLASS E FELONY.\n   19    8. EACH COUNTY SHERIFF SHALL MAINTAIN A LOCAL REGISTRY OF ANIMAL ABUS-\n   20  ERS  IN THE SHERIFF'S JURISDICTION REQUIRED TO REGISTER PURSUANT TO THIS\n   21  SECTION.\n   22    9. THE COUNTY  SHERIFF  SHALL  FORWARD  ALL  REGISTRATION  INFORMATION\n   23  OBTAINED  FROM ANIMAL ABUSERS TO THE NEW YORK STATE DIVISION OF CRIMINAL\n   24  JUSTICE SERVICES.\n   25    10. WITHIN TEN DAYS OF RECEIVING INITIAL REGISTRATION INFORMATION FROM\n   26  AN ANIMAL ABUSER, THE COUNTY  SHERIFF  SHALL  CONTACT  EVERY  RESIDENCE,\n   27  SCHOOL,  HUMANE  SOCIETY, ANIMAL SHELTER AND ANY OTHER BUSINESS WITHIN A\n   28  HALF MILE RADIUS OF  THE  ANIMAL  ABUSER'S  RESIDENCE  OR  LOCATION  AND\n   29  PROVIDE THEM WITH THE ANIMAL ABUSER'S REGISTRATION INFORMATION, WITH THE\n   30  EXCEPTION OF THE ANIMAL ABUSER'S SOCIAL SECURITY NUMBER.\n   31    11.  THE  NEW  YORK  STATE DIVISION OF CRIMINAL JUSTICE SERVICES SHALL\n   32  MAINTAIN A CENTRAL REGISTRY  OF  ANIMAL  ABUSERS  REQUIRED  TO  REGISTER\n   33  PURSUANT  TO  THE  PROVISIONS  OF  THIS SECTION. THE CENTRAL REGISTRY OF\n   34  ANIMAL ABUSERS SHALL BE MADE AVAILABLE TO THE  PUBLIC  THROUGH  INTERNET\n   35  ACCESS,  TELEPHONE  ACCESS,  WRITTEN ACCESS AND IN-PERSON ACCESS. ALL OF\n   36  THE INFORMATION CONTAINED IN AN ANIMAL ABUSER'S REGISTRATION,  WITH  THE\n   37  EXCEPTION  OF  THE ANIMAL ABUSER'S SOCIAL SECURITY NUMBER, SHALL BE MADE\n   38  AVAILABLE. RECORDS OF EACH ANIMAL ABUSER'S REGISTRATION SHALL  BE  MAIN-\n   39  TAINED  FOR  THE DURATION OF THE FIFTEEN YEAR PERIOD IN WHICH THE ANIMAL\n   40  ABUSER IS REQUIRED TO BE REGISTERED.\n   41    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to establishing an animal abuser registry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T103106.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D110114.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033688390
}