{
  "year" : 2011,
  "senateBillNo" : "A2999-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to health",
    "billEventId" : "A2999-2011-1295586000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the regulation of mobile telephone use in certain public areas, specifically, in hospitals, medical centers, and other healthcare facilities",
  "summary" : "Provides for the regulation of mobile telephone use in certain public areas, specifically, in hospitals, medical centers, and other healthcare facilities; creates the crime of disruptive mobile telephone use, a violation, with penalties involving fines. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A6401-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2999\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- Multi-Sponsored by -- M. of A. BOYLAND,\n         HOOPER, TOWNS -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law and the penal law, in relation  to\n         prohibiting the use of cellular or mobile telephones in certain public\n         areas of hospitals, medical centers, or any other treatment center\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  13-I to read as follows:\n\n    3                                ARTICLE 13-I\n    4         REGULATION OF MOBILE TELEPHONE USE IN CERTAIN PUBLIC AREAS\n\n    5  SECTION 1399-AAA. DEFINITIONS.\n    6          1399-BBB. MOBILE TELEPHONE USE RESTRICTIONS.\n    7          1399-CCC. POSTING OF SIGNS.\n    8          1399-DDD. GENERAL PROVISIONS.\n    9          1399-EEE. VIOLATIONS AND PENALTIES.\n\n   10    S 1399-AAA. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE, THE FOLLOW-\n   11  ING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   12    1. \"MOBILE TELEPHONE\" SHALL MEAN A CELLULAR, ANALOG, WIRELESS, DIGITAL\n   13  OR  OTHER  SIMILAR TELEPHONE OR COMMUNICATIONS DEVICE, WHICH CAN BE USED\n   14  TO ACCESS TWO-WAY REAL TIME VOICE  TELECOMMUNICATIONS  SERVICE  THAT  IS\n   15  INTERCONNECTED TO A PUBLIC SWITCHED TELEPHONE NETWORK AND IS PROVIDED BY\n   16  A COMMERCIAL MOBILE RADIO SERVICE;\n   17    2.  \"USE\" SHALL MEAN TO RECEIVE A MOBILE TELEPHONE CALL SIGNALED BY AN\n   18  AUDIBLE SOUND, DIAL A MOBILE TELEPHONE, TALK OR LISTEN ON A MOBILE TELE-\n   19  PHONE; AND\n   20    3. \"PUBLIC INDOOR AREAS\" SHALL INCLUDE, BUT NOT BE LIMITED TO, WAITING\n   21  AREAS, HALLWAYS, AND TREATMENT ROOMS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03633-01-1\n\n       A. 2999                             2\n\n    1    S 1399-BBB. MOBILE TELEPHONE USE RESTRICTIONS.  MOBILE  TELEPHONE  USE\n    2  SHALL  BE  PROHIBITED  IN  CERTAIN DESIGNATED PUBLIC INDOOR AREAS OF THE\n    3  FOLLOWING:\n    4    1. HOSPITALS AS DEFINED IN ARTICLE TWENTY-EIGHT OF THIS CHAPTER; AND\n    5    2.   RESIDENTIAL   HEALTH   CARE  FACILITIES  AS  DEFINED  IN  ARTICLE\n    6  TWENTY-EIGHT OF THIS CHAPTER, AND OTHER HEALTH CARE FACILITIES  LICENSED\n    7  BY  THE  STATE  IN  WHICH  PERSONS  RESIDE;  PROVIDED, HOWEVER, THAT THE\n    8  PROVISIONS OF THIS SUBDIVISION SHALL NOT  PROHIBIT  CELLULAR  OR  MOBILE\n    9  TELEPHONE USE BY PATIENTS IN SEPARATE ENCLOSED ROOMS OF HOSPITALS, RESI-\n   10  DENTIAL  HEALTH  CARE  FACILITIES,  ADULT CARE FACILITIES ESTABLISHED OR\n   11  CERTIFIED UNDER TITLE TWO OF ARTICLE SEVEN OF THE SOCIAL  SERVICES  LAW,\n   12  COMMUNITY  MENTAL  HEALTH  RESIDENCES ESTABLISHED UNDER SECTION 41.44 OF\n   13  THE MENTAL HYGIENE LAW, OR FACILITIES WHERE DAY TREATMENT  PROGRAMS  ARE\n   14  PROVIDED, WHICH ARE NOT DESIGNATED AS CELLULAR AND MOBILE TELEPHONE FREE\n   15  ZONES FOR PATIENTS OF SUCH FACILITIES OR PROGRAMS.\n   16    S  1399-CCC. POSTING OF SIGNS. \"NO MOBILE TELEPHONE USE\" OR SIGNS WITH\n   17  THE INTERNATIONAL \"NO MOBILE TELEPHONE USE\" SYMBOL, WHICH CONSISTS OF  A\n   18  PICTORIAL  REPRESENTATION OF A TELEPHONE ENCLOSED IN A CIRCLE WITH A BAR\n   19  ACROSS IT, SHALL BE PROMINENTLY POSTED AND  PROPERLY  MAINTAINED,  WHERE\n   20  THE  PUBLIC  USE  OF MOBILE TELEPHONES IS PROHIBITED BY THIS ARTICLE, BY\n   21  THE PERSON OR PERSONS HAVING CONTROL OVER SUCH PUBLIC INDOOR AREA.\n   22    S 1399-DDD. GENERAL PROVISIONS. 1. NOTHING IN THIS  ARTICLE  SHALL  BE\n   23  CONSTRUED  TO  DENY  THE  FACILITY  COVERED BY THIS ARTICLE THE RIGHT TO\n   24  FURTHER REGULATE THE USE OF SUCH MOBILE TELEPHONES BY ITS EMPLOYEES.\n   25    2. NOTHING HEREIN SHALL BE CONSTRUED TO  RESTRICT  THE  POWER  OF  ANY\n   26  COUNTY,  CITY,  TOWN,  OR  VILLAGE TO ADOPT AND ENFORCE ADDITIONAL LOCAL\n   27  LAW, ORDINANCES, OR REGULATIONS WHICH COMPLY WITH AT LEAST  THE  MINIMUM\n   28  APPLICABLE STANDARDS SET FORTH IN THIS ARTICLE.\n   29    S  1399-EEE.  VIOLATIONS  AND PENALTIES. 1. IT SHALL BE A VIOLATION OF\n   30  SECTION 240.22 OF THE PENAL LAW, FOR ANY PERSON TO USE  A  MOBILE  TELE-\n   31  PHONE  IN A PROHIBITED OR RESTRICTED AREA UNDER SECTION THIRTEEN HUNDRED\n   32  NINETY-NINE-BBB OF THIS ARTICLE.\n   33    2. EVERY PERSON CONVICTED OF A VIOLATION OF THIS SECTION SHALL, FOR  A\n   34  FIRST  CONVICTION  THEREOF, BE PUNISHED BY A FINE OF NOT LESS THAN TWEN-\n   35  TY-FIVE DOLLARS NOR MORE THAN FIFTY DOLLARS; AND FOR A CONVICTION  OF  A\n   36  SECOND  VIOLATION, BOTH OF WHICH WERE COMMITTED WITHIN THE SAME CALENDAR\n   37  YEAR, SUCH PERSON  SHALL  BE  PUNISHED  BY  A  FINE  OF  NOT  LESS  THAN\n   38  FIFTY-FIVE DOLLARS NOR MORE THAN ONE HUNDRED DOLLARS.\n   39    S  2.  The penal law is amended by adding a new section 240.22 to read\n   40  as follows:\n   41  S 240.22 DISRUPTIVE USE OF A MOBILE TELEPHONE.\n   42    A PERSON IS GUILTY OF DISRUPTIVE USE OF A MOBILE TELEPHONE, WHEN HE OR\n   43  SHE KNOWINGLY USES A MOBILE TELEPHONE IN A PUBLIC PLACE WHERE SUCH TELE-\n   44  PHONE USAGE IS PROHIBITED AND SUCH PROHIBITION IS CLEARLY POSTED.\n   45    DISRUPTIVE USE OF A MOBILE TELEPHONE IS A VIOLATION.\n   46    S 3. This act shall take effect on the first of November next succeed-\n   47  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the penal law, in relation to prohibiting the use of cellular or mobile telephones in certain public areas of hospitals, medical centers, or any other treatment center ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374312
}