{
  "year" : 2011,
  "senateBillNo" : "A2997-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to correction",
    "billEventId" : "A2997-2011-1295586000000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes counties and the city of New York to impose a fee on probationary people for the cost of drug tests",
  "summary" : "Authorizes counties and the city of New York to impose fees on people serving probation for the actual cost of drug tests up to $600 per year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A4611-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2997\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, AUBRY, PAULIN -- read once and referred\n         to the Committee on Correction\n\n       AN ACT to amend the executive law and the  criminal  procedure  law,  in\n         relation  to probation administrative fees; and to amend chapter 55 of\n         the laws of 1992, amending the tax law  and  other  laws  relating  to\n         taxes,  surcharges,  fees  and  funding,  in relation to extending the\n         expiration of certain provisions of such chapter\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 257-c of the executive law, as added by chapter 55\n    2  of the laws of 1992 and subdivision 5 as amended by section 58 of part A\n    3  of chapter 56 of the laws of 2010, is amended to read as follows:\n    4    S 257-c. Probation administrative [fee] FEES.  1. (A)  Notwithstanding\n    5  any other provision of law, every county and the city of New York[,] may\n    6  adopt  a  local law requiring individuals currently serving or who shall\n    7  be sentenced to a period of  probation  upon  conviction  of  any  crime\n    8  [under article thirty-one of the vehicle and traffic law], AS DEFINED IN\n    9  SUBDIVISION  SIX  OF  SECTION  10.00  OF THE PENAL LAW, OR WHO HAVE BEEN\n   10  CONDITIONALLY RELEASED PURSUANT TO SUBDIVISION TWO OF SECTION  70.40  OF\n   11  THE  PENAL LAW FOLLOWING CONVICTION OF SUCH A CRIME, to pay to the local\n   12  probation department with the responsibility of supervising  the  proba-\n   13  tioner  OR  RELEASEE  an  administrative fee of UP TO thirty dollars per\n   14  month, PROVIDED, HOWEVER, THAT WHERE  SUCH  ADMINISTRATIVE  FEES  ESTAB-\n   15  LISHED AS OF AUGUST FIRST, TWO THOUSAND ELEVEN EXCEED THE AMOUNT AUTHOR-\n   16  IZED  HEREIN,  SUCH  FEES MAY BE CONTINUED DURING THE PERIOD FROM AUGUST\n   17  FIRST, TWO THOUSAND NINE THROUGH JUNE THIRTIETH,  TWO  THOUSAND  TWELVE.\n   18  [The  department  shall  waive all or part of such fee where, because of\n   19  the indigence of the offender, the payment of said surcharge would  work\n   20  an  unreasonable  hardship on the person convicted, his or her immediate\n   21  family, or any other person who is dependent on such person  for  finan-\n   22  cial support.]\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05444-01-1\n\n       A. 2997                             2\n\n    1    (B)  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, EVERY COUNTY AND THE\n    2  CITY OF NEW YORK MAY ADOPT A LOCAL LAW AUTHORIZING ITS PROBATION DEPART-\n    3  MENT, WHICH PERFORMS DRUG TESTING AS A CONDITION OF PROBATION OR  CONDI-\n    4  TIONAL RELEASE PURSUANT TO SUBDIVISION TWO OF SECTION 70.40 OF THE PENAL\n    5  LAW,  TO  BE  ENTITLED TO ASSESS A FEE TO THE PROBATIONER OR RELEASEE OF\n    6  THE ACTUAL COST OF SUCH TESTING, BUT IN NO EVENT MORE THAN EIGHT DOLLARS\n    7  FOR EACH TEST OR PANEL OF TESTS  ADMINISTERED.  FEES  FOR  DRUG  TESTING\n    8  SHALL  NOT  EXCEED  SIX  HUNDRED DOLLARS PER PROBATIONER OR RELEASEE PER\n    9  YEAR.\n   10    FOR PURPOSES OF  THIS  PARAGRAPH,  \"ACTUAL  COST\"  SHALL  INCLUDE  THE\n   11  REASONABLE  COST FOR EQUIPMENT ACTUALLY CONSUMED IN CONDUCTING SUCH TEST\n   12  AND FOR ANALYSIS ACTUALLY PERFORMED BY A LABORATORY OR SIMILAR ENTITY.\n   13    (C) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, EVERY COUNTY  AND  THE\n   14  CITY OF NEW YORK MAY ADOPT A LOCAL LAW AUTHORIZING ITS PROBATION DEPART-\n   15  MENT TO BE ENTITLED TO ASSESS AN ELECTRONIC MONITORING FEE OF THE ACTUAL\n   16  PER  DIEM  COST  OF  ELECTRONIC MONITORING, WHERE AUTHORIZED PURSUANT TO\n   17  SUBDIVISION FOUR OF SECTION 65.10 OF THE PENAL  LAW,  TO  A  MAXIMUM  OF\n   18  EIGHT  DOLLARS PER DAY TO A PROBATIONER SUBJECT TO ELECTRONIC MONITORING\n   19  AS A CONDITION OF PROBATION. FEES FOR ELECTRONIC  MONITORING  SHALL  NOT\n   20  EXCEED NINE HUNDRED DOLLARS PER PROBATIONER.\n   21    (D)  BEFORE IMPOSING ANY FEE AUTHORIZED BY THIS SECTION, THE PROBATION\n   22  DEPARTMENT SHALL NOTIFY THE PROBATIONER OR RELEASEE ORALLY AND IN  WRIT-\n   23  ING  OF:  (I) EACH PROPOSED FEE AND THE AMOUNT OF SUCH FEE; AND (II) THE\n   24  OPPORTUNITY TO MEET WITH THE DIRECTOR OF THE DEPARTMENT  OR,  CONSISTENT\n   25  WITH SUBDIVISION SEVEN OF THIS SECTION, THE DIRECTOR'S DESIGNEE CONCERN-\n   26  ING  ANY  SUCH  FEE,  AND  TO OFFER THE DIRECTOR OR DESIGNEE INFORMATION\n   27  TENDING TO SHOW THAT, BECAUSE OF THE PROBATIONER'S OR RELEASEE'S  FINAN-\n   28  CIAL  CIRCUMSTANCES OR A CHANGE IN SUCH CIRCUMSTANCES, SUCH PROPOSED FEE\n   29  AND/OR FEE AMOUNT WOULD WORK AN UNREASONABLE HARDSHIP ON THE PROBATIONER\n   30  OR RELEASEE, HIS OR HER IMMEDIATE FAMILY OR ANY OTHER PERSON WHO DEPENDS\n   31  ON HIM OR HER FOR FINANCIAL SUPPORT.   SUCH  NOTIFICATION,  WHICH  SHALL\n   32  INCLUDE  THE  WRITTEN  NOTICE PROMULGATED BY THE OFFICE OF PROBATION AND\n   33  CORRECTIONAL ALTERNATIVES PURSUANT TO SUBDIVISION SEVEN OF THIS SECTION,\n   34  SHALL ALSO INFORM THE PROBATIONER OR RELEASEE OF THE RIGHT AND PROCEDURE\n   35  TO BE HEARD IN THE COURT THAT IMPOSED THE SENTENCE REGARDING THE DEPART-\n   36  MENTAL DETERMINATION OF FEE PAYMENT, PURSUANT TO SECTION 410.15  OF  THE\n   37  CRIMINAL PROCEDURE LAW.\n   38    (E)  THE PROBATION DEPARTMENT SHALL WAIVE ALL OR PART OF SUCH ADMINIS-\n   39  TRATIVE, DRUG TESTING AND ELECTRONIC MONITORING FEES WHERE,  BECAUSE  OF\n   40  THE  FINANCIAL CIRCUMSTANCES OF THE PROBATIONER OR RELEASEE, THE PAYMENT\n   41  OF SAID FEE WOULD WORK AN UNREASONABLE HARDSHIP ON  THE  PROBATIONER  OR\n   42  RELEASEE, HIS OR HER IMMEDIATE FAMILY OR ANY OTHER PERSON WHO DEPENDS ON\n   43  SUCH  PERSON FOR FINANCIAL SUPPORT.  SUCH DETERMINATION SHALL BE MADE BY\n   44  THE PROBATION DEPARTMENT BASED ON REGULATIONS PROMULGATED BY THE  OFFICE\n   45  OF PROBATION AND CORRECTIONAL ALTERNATIVES.\n   46    2. The provisions of subdivision six of section 420.10 of the criminal\n   47  procedure law shall govern for purposes of collection of the administra-\n   48  tive  [fee],  DRUG  TESTING AND ELECTRONIC MONITORING FEES, EXCEPT THAT,\n   49  CONSISTENT WITH SUBDIVISION SEVEN OF THIS SECTION, ANOTHER  OFFICIAL  OR\n   50  AGENCY  MAY BE DESIGNATED TO COLLECT SUCH FEE WHEN SUCH FEES ARE DUE AND\n   51  OWING AND HAVING NOT BEEN PAID.  THE  SUPERVISING  PROBATION  DEPARTMENT\n   52  SHALL  ISSUE  A WRITTEN FEE DETERMINATION CONTAINING THE AMOUNT REQUIRED\n   53  TO BE PAID BY THE PROBATIONER OR RELEASEE.\n   54    3. The probation administrative fee, DRUG TESTING FEE, AND  ELECTRONIC\n   55  MONITORING  FEE  authorized  by this section shall not constitute nor be\n   56  imposed as a condition of probation.\n\n       A. 2997                             3\n\n    1    4. In the event of non-payment of any fees which have not been  waived\n    2  by  the  local  probation department, the county or the city of New York\n    3  may seek to enforce payment in any manner permitted by law for  enforce-\n    4  ment of a debt.\n    5    5.  Monies  collected  pursuant  to this section shall be utilized for\n    6  probation services by the local probation department. Such moneys  shall\n    7  not be considered by the [division] OFFICE OF PROBATION AND CORRECTIONAL\n    8  ALTERNATIVES  when determining state aid pursuant to section two hundred\n    9  forty-six of [the executive law] THIS CHAPTER.  Monies  collected  shall\n   10  not  be  used  to replace federal funds otherwise utilized for probation\n   11  services.\n   12    6. THE DIRECTOR OF THE OFFICE OF PROBATION AND  CORRECTIONAL  ALTERNA-\n   13  TIVES  SHALL  SUBMIT  A  REPORT,  WITH RECOMMENDATIONS, TO THE GOVERNOR,\n   14  TEMPORARY PRESIDENT OF THE SENATE,  SPEAKER  OF  THE  ASSEMBLY,  TO  THE\n   15  CHAIRPERSONS  OF  THE SENATE CRIME VICTIMS, CRIME AND CORRECTION COMMIT-\n   16  TEE, AND ASSEMBLY  CORRECTION  COMMITTEE,  SENATE  CODES  COMMITTEE  AND\n   17  ASSEMBLY CODES COMMITTEE ON OR BEFORE JANUARY FIRST, TWO THOUSAND TWELVE\n   18  AND JANUARY FIRST, TWO THOUSAND THIRTEEN.  THE REPORT SHALL INCLUDE, BUT\n   19  NOT  BE  LIMITED  TO,  RATES  OF  PAYMENT  FOR  DIFFERENT  CATEGORIES OF\n   20  CONVICTIONS AND TYPES OF OFFENDERS, AND DATA FROM EACH  COUNTY  AND  THE\n   21  CITY  OF  NEW  YORK  SPECIFYING  THE  FEES OR RANGES OF FEES IMPOSED AND\n   22  COLLECTED FOR SPECIFICALLY ADMINISTRATIVE, DRUG TESTING  AND  ELECTRONIC\n   23  MONITORING  PURPOSES,  NUMBERS  AND PERCENTAGES OF WAIVERS FOR FINANCIAL\n   24  CIRCUMSTANCES REQUESTED AND GRANTED BY COUNTY, SHOWING AMOUNTS  THEREOF,\n   25  COSTS  AND  TYPES  OF  DRUG TESTS ADMINISTERED, ANNUAL REVENUE COLLECTED\n   26  FROM SUCH FEES AND EFFECTIVENESS OF SUCH FEES IN ENHANCING THE  DELIVERY\n   27  OF PROBATION SERVICES.\n   28    7.  THE  DIRECTOR OF THE OFFICE OF PROBATION AND CORRECTIONAL ALTERNA-\n   29  TIVES SHALL  PROMULGATE  REGULATIONS  IMPLEMENTING  THE  IMPOSITION  AND\n   30  COLLECTION  OF  ADMINISTRATIVE,  DRUG TESTING, AND ELECTRONIC MONITORING\n   31  FEES. SUCH REGULATIONS SHALL UTILIZE A MEANS TEST BASED ON  TWO  HUNDRED\n   32  PERCENT  OF  THE  FEDERAL POVERTY GUIDELINES PROMULGATED ANNUALLY BY THE\n   33  FEDERAL DEPARTMENT OF HEALTH AND HUMAN SERVICES AND IF  THE  PROBATIONER\n   34  OR  RELEASEE  FALLS  BELOW SUCH PERCENTAGE THEN NO FEE SHALL BE CHARGED,\n   35  AND EARNINGS ABOVE SUCH PERCENTAGE SHALL  BE  CONSIDERED  ON  A  SLIDING\n   36  SCALE.  SUCH  REGULATIONS  SHALL ALSO PROVIDE THAT PROBATION DEPARTMENTS\n   37  CONSIDER ANY ADDITIONAL TEST OR INDICIA THAT DEMONSTRATES THE  INABILITY\n   38  OF  A  PROBATIONER  OR  RELEASEE  TO PAY SUCH FEES. THE DIRECTOR OF SUCH\n   39  OFFICE SHALL ALSO PROMULGATE REGULATIONS PROHIBITING THE  COLLECTION  OF\n   40  PROBATION  RELATED FEES BY PROBATION OFFICERS, SENIOR PROBATION OFFICERS\n   41  OR PROBATION SUPERVISORS.\n   42    S 2. The criminal procedure law is amended by  adding  a  new  section\n   43  410.15 to read as follows:\n   44  S 410.15 MOTION REGARDING PROBATION-RELATED FEES.\n   45    WHEN  THE  COURT WHICH IMPOSED SENTENCE RECEIVES A MOTION CONCERNING A\n   46  FEE DETERMINATION ISSUED BY A PROBATION DEPARTMENT PURSUANT  TO  SECTION\n   47  TWO   HUNDRED   FIFTY-SEVEN-C  OF  THE  EXECUTIVE  LAW,  THE  PROCEDURAL\n   48  PROVISIONS OF SUBDIVISION ONE OF SECTION 410.20 OF  THIS  ARTICLE  SHALL\n   49  APPLY,  CONSISTENT  WITH  SUBDIVISION  THREE OF SUCH SECTION TWO HUNDRED\n   50  FIFTY-SEVEN-C. THE MOVANT AND PROBATION DEPARTMENT SHALL HAVE AN  OPPOR-\n   51  TUNITY TO BE HEARD. AFTER DECIDING THE MOTION, THE COURT SHALL REMIT THE\n   52  MATTER  FOR  A  FINAL  DETERMINATION  BY THE PROBATION DEPARTMENT, WHICH\n   53  SHALL BE CONSISTENT WITH THE COURT'S RULING.\n   54    S 3. Subdivision (aa) of section 427 of chapter  55  of  the  laws  of\n   55  1992, amending the tax law and other laws relating to taxes, surcharges,\n\n       A. 2997                             4\n\n    1  fees  and  funding,  as amended by section 11 of part U of chapter 56 of\n    2  the laws of 2009, is amended to read as follows:\n    3    (aa)  the  provisions  of  sections  three  hundred  eighty-two, three\n    4  hundred eighty-three and three hundred eighty-four  of  this  act  shall\n    5  expire on September 1, [2011] 2013;\n    6    S  4.  This  act shall take effect immediately, provided, however that\n    7  (a) the provisions of this act shall apply to probationers and releasees\n    8  presently paying such fees; (b) the provisions of this act  shall  apply\n    9  to probationers and releasees directed to pay such fees after the effec-\n   10  tive  date  of this act pursuant to local law; and (c) the amendments to\n   11  section 257-c of the executive law made by section one of this act shall\n   12  not affect the expiration of such section and shall be deemed to  expire\n   13  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the criminal procedure law, in relation to probation administrative fees; and to amend chapter 55 of the laws of 1992, amending the tax law and other laws relating to taxes, surcharges, fees and funding, in relation to extending the expiration of certain provisions of such chapter ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374305
}