{
  "year" : 2011,
  "senateBillNo" : "A2991-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A2991-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a person is guilty of assault in 1st degree when such person recklessly engages in sexual conduct knowing he or she has contracted HIV",
  "summary" : "Provides that a person is guilty of assault in 1st degree when such person recklessly engages in sexual conduct knowing he or she has tested positive for and has in fact contracted HIV. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A9359-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2991\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK -- Multi-Sponsored by -- M. of A. PHEF-\n         FER -- read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the  penal  law, in relation to assault and reckless\n         endangerment by  engaging  in  sexual  conduct  by  persons  who  have\n         contracted HIV\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 120.10 of the penal law, subdivision 4  as  amended\n    2  by  chapter 791 of the laws of 1967 and the closing paragraph as amended\n    3  by chapter 646 of the laws of 1996, is amended to read as follows:\n    4  S 120.10 Assault in the first degree.\n    5    A person is guilty of assault in the first degree when:\n    6    1. With intent to cause serious physical injury to another person,  he\n    7  OR  SHE  causes such injury to such person or to a third person by means\n    8  of a deadly weapon or a dangerous instrument; or\n    9    2. With intent to disfigure another person seriously and  permanently,\n   10  or  to destroy, amputate or disable permanently a member or organ of his\n   11  OR HER body, he OR SHE causes such injury to such person or to  a  third\n   12  person; or\n   13    3. Under circumstances evincing a depraved indifference to human life,\n   14  he  OR  SHE  recklessly engages in conduct which creates a grave risk of\n   15  death to another person, and thereby causes serious physical  injury  to\n   16  another person; or\n   17    4.  In the course of and in furtherance of the commission or attempted\n   18  commission of a felony or of immediate flight therefrom, he OR  SHE,  or\n   19  another participant if there be any, causes serious physical injury to a\n   20  person other than one of the participants[.]; OR\n   21    5.  SUCH  PERSON  HAS ACTUAL NOTICE THAT HE OR SHE HAS TESTED POSITIVE\n   22  FOR HUMAN IMMUNODEFICIENCY VIRUS (HIV) AND HAS IN FACT  CONTRACTED  HIV,\n   23  AND  INTENTIONALLY OR, UNDER CIRCUMSTANCES EVINCING A DEPRAVED INDIFFER-\n   24  ENCE  TO  HUMAN  LIFE RECKLESSLY, ENGAGES IN SEXUAL CONDUCT WITH ANOTHER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07720-01-1\n\n       A. 2991                             2\n\n    1  PERSON, AND SUCH CONDUCT IS INTENDED OR REASONABLY  LIKELY  TO  TRANSMIT\n    2  HIV TO SUCH OTHER PERSON AND THEREBY TRANSMITS HIV TO SUCH OTHER PERSON.\n    3  IT  IS  AN  AFFIRMATIVE  DEFENSE  THAT  SUCH  OTHER PERSON KNEW THAT THE\n    4  DEFENDANT  HAD TESTED POSITIVE FOR HIV, KNEW SUCH EXPOSURE COULD RESULT,\n    5  AND CONSENTED TO SUCH SEXUAL CONDUCT. FOR PURPOSES OF THIS  SUBDIVISION,\n    6  \"SEXUAL CONDUCT\" SHALL MEAN \"SEXUAL INTERCOURSE\", \"ORAL SEXUAL CONDUCT\",\n    7  OR \"ANAL SEXUAL CONDUCT\" AS THOSE TERMS ARE DEFINED IN SECTION 130.00 OF\n    8  THIS TITLE.\n    9    Assault in the first degree is a class B felony.\n   10    S 2. Section 120.25 of the penal law is amended to read as follows:\n   11  S 120.25 Reckless endangerment in the first degree.\n   12    A person is guilty of reckless endangerment in the first degree when[,\n   13  under]:\n   14    1. UNDER circumstances evincing a depraved indifference to human life,\n   15  he  OR  SHE  recklessly engages in conduct which creates a grave risk of\n   16  death to another person[.]; OR\n   17    2. SUCH PERSON HAS ACTUAL NOTICE THAT HE OR SHE  HAS  TESTED  POSITIVE\n   18  FOR  HUMAN  IMMUNODEFICIENCY VIRUS (HIV) AND HAS IN FACT CONTRACTED HIV,\n   19  AND INTENTIONALLY OR, UNDER CIRCUMSTANCES EVINCING A DEPRAVED  INDIFFER-\n   20  ENCE  TO  HUMAN  LIFE RECKLESSLY, ENGAGES IN SEXUAL CONDUCT WITH ANOTHER\n   21  PERSON, AND SUCH CONDUCT IS INTENDED OR REASONABLY  LIKELY  TO  TRANSMIT\n   22  HIV  TO  SUCH OTHER PERSON. IT IS AN AFFIRMATIVE DEFENSE THAT SUCH OTHER\n   23  PERSON KNEW THAT THE DEFENDANT HAD TESTED POSITIVE FOR  HIV,  KNEW  SUCH\n   24  EXPOSURE  COULD  RESULT,  AND  CONSENTED  TO  SUCH  SEXUAL  CONDUCT. FOR\n   25  PURPOSES OF THIS SUBDIVISION, \"SEXUAL CONDUCT\" SHALL MEAN \"SEXUAL INTER-\n   26  COURSE\", \"ORAL SEXUAL CONDUCT\", OR \"ANAL SEXUAL CONDUCT\" AS THOSE  TERMS\n   27  ARE DEFINED IN SECTION 130.00 OF THIS TITLE.\n   28    Reckless endangerment in the first degree is a class D felony.\n   29    S  3.  This  act shall take effect on the ninetieth day after it shall\n   30  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to assault and reckless endangerment by engaging in sexual conduct by persons who have contracted HIV ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T155537.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374274
}