{
  "year" : 2011,
  "senateBillNo" : "A2993-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to housing",
    "billEventId" : "A2993-2011-1295586000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes provisions prohibiting N.Y. city from strengthening rent regulation laws to provide more comprehensive coverage than state laws",
  "summary" : "Removes provisions that prohibit cities of one million or more from strengthening rent regulation laws to provide more comprehensive coverage than state laws. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Local Emergency Housing Rent Control Act",
  "previousVersions" : [ "A1688-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Silver",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2993\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  V. LOPEZ, SILVER, WRIGHT, DINOWITZ, LATIMER,\n         PERRY, KAVANAGH, BOYLAND, KELLNER, LANCMAN, MILLMAN, O'DONNELL,  PHEF-\n         FER,  TITUS,  ORTIZ,  SPANO, COLTON, ROSENTHAL, BROOK-KRASNY -- Multi-\n         Sponsored by -- M. of A. BARRON, BING, CASTRO, FARRELL,  GLICK,  GOTT-\n         FRIED, JACOBS, JEFFRIES, LENTOL, MAYERSOHN, P. RIVERA, ROBINSON, TOWNS\n         -- read once and referred to the Committee on Housing\n\n       AN  ACT  to  amend  the  local  emergency  housing  rent control act, in\n         relation to rent regulation laws\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  5  of section 1 of chapter 21 of the laws of\n    2  1962, constituting the local emergency  housing  rent  control  act,  as\n    3  amended  by  chapter 82 of the laws of 2003 and the closing paragraph as\n    4  amended by chapter 422 of the laws  of  2010,  is  amended  to  read  as\n    5  follows:\n    6    5.  Authority  for local rent control legislation.  Each city having a\n    7  population of one million or more, acting through its local  legislative\n    8  body,  may  adopt  and  amend local laws or ordinances in respect of the\n    9  establishment or designation of a city  housing  rent  agency.  When  it\n   10  deems such action to be desirable or necessitated by local conditions in\n   11  order  to  carry  out the purposes of this section, such city, except as\n   12  hereinafter provided, acting through its local legislative body and  not\n   13  otherwise,  may  adopt  and amend local laws or ordinances in respect of\n   14  the regulation and control  of  residential  rents,  including  but  not\n   15  limited  to  provision  for  the establishment and adjustment of maximum\n   16  rents, the classification of housing accommodations, the  regulation  of\n   17  evictions,  and  the  enforcement  of such local laws or ordinances. The\n   18  validity of any such local laws or ordinances, and the  rules  or  regu-\n   19  lations  promulgated  in  accordance therewith, shall not be affected by\n   20  and need not be consistent with the state emergency housing rent control\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04999-01-1\n\n       A. 2993                             2\n\n    1  law or with rules and regulations of the state division of  housing  and\n    2  community renewal.\n    3    Notwithstanding  any  local  law  or ordinance, housing accommodations\n    4  which became vacant on or after July first, nineteen hundred seventy-one\n    5  or which hereafter become vacant shall be subject to the  provisions  of\n    6  the  emergency tenant protection act of nineteen seventy-four, provided,\n    7  however, that this provision shall not apply or  become  effective  with\n    8  respect  to housing accommodations which, by local law or ordinance, are\n    9  made directly subject to regulation and control by a city  housing  rent\n   10  agency  and  such  agency  determines or finds that the housing accommo-\n   11  dations became vacant because the landlord or any person acting  on  his\n   12  behalf, with intent to cause the tenant to vacate, engaged in any course\n   13  of conduct (including but not limited to, interruption or discontinuance\n   14  of  essential  services)  which  interfered  with  or  disturbed  or was\n   15  intended to interfere with or disturb  the  comfort,  repose,  peace  or\n   16  quiet  of  the  tenant  in  his use or occupancy of the housing accommo-\n   17  dations. The removal of any housing accommodation  from  regulation  and\n   18  control  of rents pursuant to the vacancy exemption provided for in this\n   19  paragraph shall not constitute or operate as a ground for the subjection\n   20  to more stringent regulation and control of any housing accommodation in\n   21  such property or in any other  property  owned  by  the  same  landlord,\n   22  notwithstanding any prior agreement to the contrary by the landlord. The\n   23  vacancy  exemption  provided  for in this paragraph shall not arise with\n   24  respect to any rented plot or parcel of land otherwise  subject  to  the\n   25  provisions  of this act, by reason of a transfer of title and possession\n   26  occurring on or after July first,  nineteen  hundred  seventy-one  of  a\n   27  dwelling  located  on  such plot or parcel and owned by the tenant where\n   28  such transfer of title and  possession  is  made  to  a  member  of  the\n   29  tenant's immediate family provided that the member of the tenant's imme-\n   30  diate family occupies the dwelling with the tenant prior to the transfer\n   31  of title and possession for a continuous period of two years.\n   32    The term \"immediate family\" shall include a husband, wife, son, daugh-\n   33  ter,  stepson, stepdaughter, father, mother, father-in-law or mother-in-\n   34  law.\n   35    [Notwithstanding the foregoing, no local law or ordinance shall  here-\n   36  after  provide  for  the regulation and control of residential rents and\n   37  eviction in respect of any housing accommodations which are (1) present-\n   38  ly exempt from such regulation and control or (2) hereafter decontrolled\n   39  either by operation of law or by a city housing rent agency, by order or\n   40  otherwise. No housing accommodations presently subject to regulation and\n   41  control pursuant to local laws or ordinances adopted  or  amended  under\n   42  authority  of  this subdivision shall hereafter be by local law or ordi-\n   43  nance or by rule or regulation which has not been  theretofore  approved\n   44  by  the state commissioner of housing and community renewal subjected to\n   45  more stringent or restrictive provisions of regulation and control  than\n   46  those presently in effect.\n   47    Notwithstanding any other provision of law, on and after the effective\n   48  date  of  this  paragraph,  a city having a population of one million or\n   49  more shall not, either through its local legislative body or  otherwise,\n   50  adopt  or  amend local laws or ordinances with respect to the regulation\n   51  and control of residential rents and eviction, including but not limited\n   52  to provision for the establishment and adjustment of rents, the  classi-\n   53  fication of housing accommodations, the regulation of evictions, and the\n   54  enforcement of such local laws or ordinances, or otherwise adopt laws or\n   55  ordinances  pursuant to the provisions of this act, the emergency tenant\n   56  protection act of nineteen seventy-four, the  New  York  city  rent  and\n\n       A. 2993                             3\n\n    1  rehabilitation  law  or the New York city rent stabilization law, except\n    2  to the extent that such city for the purpose of reviewing the  continued\n    3  need  for the existing regulation and control of residential rents or to\n    4  remove  a  classification  of housing accommodation from such regulation\n    5  and control adopts or amends local laws or ordinances pursuant to subdi-\n    6  vision three of section one of this act, section three of the  emergency\n    7  tenant  protection  act  of nineteen seventy-four, section 26-415 of the\n    8  New York city rent and  rehabilitation  law,  and  sections  26-502  and\n    9  26-520  of  the New York city rent stabilization law of nineteen hundred\n   10  sixty-nine.]\n   11    Notwithstanding any provision of this act to the contrary,  any  local\n   12  law  adopted pursuant to this act shall provide that notwithstanding any\n   13  provision of such local law in the case where all tenants occupying  the\n   14  housing  accommodation  on  the  effective  date  of this paragraph have\n   15  vacated the housing accommodation and a family member of  such  vacating\n   16  tenant  or  tenants  is  entitled to and continues to occupy the housing\n   17  accommodation subject to the protections of such act, if  such  accommo-\n   18  dation  continues  to  be  subject  to such act after such family member\n   19  vacates, on the occurrence of such vacancy the maximum collectable  rent\n   20  shall  be  increased  by a sum equal to the allowance then in effect for\n   21  vacancy leases for housing accommodations covered by the rent stabiliza-\n   22  tion law of nineteen hundred sixty-nine, including the amount allowed by\n   23  paragraph (5-a) of subdivision c of section 26-511  of  such  law.  This\n   24  increase  shall  be  in  addition to any other increases provided for in\n   25  this act and shall be applicable in like manner to  each  second  subse-\n   26  quent succession.\n   27    Notwithstanding the foregoing, no local law or ordinance shall subject\n   28  to  such  regulation  and control any housing accommodation which is not\n   29  occupied by the tenant in possession as his or  her  primary  residence;\n   30  provided,  however,  that such housing accommodation not occupied by the\n   31  tenant in possession as his or her primary residence shall  continue  to\n   32  be  subject  to regulation and control as provided for herein unless the\n   33  city housing rent agency issues an  order  decontrolling  such  accommo-\n   34  dation, which the agency shall do upon application by the landlord when-\n   35  ever  it  is  established  by  any facts and circumstances which, in the\n   36  judgment of the agency, may have a bearing upon the  question  of  resi-\n   37  dence,  that  the  tenant maintains his or her primary residence at some\n   38  place other than at such housing accommodation.   For  the  purposes  of\n   39  determining  primary  residency,  a  tenant  who is a victim of domestic\n   40  violence, as defined in section four hundred fifty-nine-a of the  social\n   41  services  law,  who  has left the unit because of such violence, and who\n   42  asserts an intent to return to the housing accommodation shall be deemed\n   43  to be occupying the unit as his or her primary residence.\n   44    S 2. This act shall take effect immediately; provided,  however,  that\n   45  the  amendments  to subdivision 5 of section 1 of chapter 21 of the laws\n   46  of 1962 made by section one of this act shall remain in full  force  and\n   47  effect only so long as the public emergency requiring the regulation and\n   48  control  of  residential  rents  and evictions continues, as provided in\n   49  subdivision 3 of section 1 of the local emergency housing  rent  control\n   50  act;  provided further, however, that the amendment to the second undes-\n   51  ignated paragraph of subdivision 5 of section 1 of  chapter  21  of  the\n   52  laws  of 1962 made by section one of this act shall not affect the expi-\n   53  ration of such paragraph and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the local emergency housing rent control act, in relation to rent regulation laws ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110121.T155537.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374284
}