{
  "year" : 2011,
  "senateBillNo" : "A3008-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3008-2011-1295586000000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the issuance of a temporary carnival permit; repealer",
  "summary" : "Relates to the issuance of a temporary carnival license; authorizes the liquor authority to issue temporary permits for a period not to exceed eighteen days to authorize the sale of beer and wine at festivals, carnivals, events, functions, gatherings or occasions within the hours fixed by or pursuant to subdivision five of section one hundred six of the alcoholic beverage control law, during which alcoholic beverages may lawfully be sold or served upon premises licensed to sell alcoholic beverages at retail for on-premises consumption in the community in which is located the premises in which such festival, carnival, event, function, gathering or occasion is held; provides that the fee for such permit shall be one hundred dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A3573-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3008\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. JACOBS,\n         TOWNS -- read once and referred to the Committee on Economic  Develop-\n         ment, Job Creation, Commerce and Industry\n\n       AN  ACT  to amend the alcoholic beverage control law, in relation to the\n         issuance of temporary carnival licenses; and providing for the  repeal\n         of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The alcoholic beverage control law is amended by adding  a\n    2  new section 97-b to read as follows:\n    3    S  97-B. TEMPORARY CARNIVAL LICENSE. 1. THE LIQUOR AUTHORITY IS HEREBY\n    4  AUTHORIZED TO ISSUE TEMPORARY PERMITS FOR A PERIOD NOT TO  EXCEED  EIGH-\n    5  TEEN  DAYS  TO  AUTHORIZE THE SALE OF BEER AND WINE AT ASSOCIATED EVENTS\n    6  LEADING UP TO FESTIVALS, CARNIVALS AND PARADES WITHIN THE HOURS FIXED BY\n    7  OR PURSUANT TO SUBDIVISION FIVE OF SECTION ONE HUNDRED SIX OF THIS CHAP-\n    8  TER, PROVIDED, HOWEVER, THE DURATION OF THE TEMPORARY  CARNIVAL  LICENSE\n    9  SHALL  BE  MEASURED OVER A PERIOD OF SIX CONSECUTIVE WEEKS, DURING WHICH\n   10  SUCH TEMPORARY CARNIVAL LICENSE SHALL ONLY BE VALID ON FRIDAY, SATURDAY,\n   11  AND SUNDAY OF EACH WEEK. THE FEE FOR SUCH PERMIT SHALL  BE  ONE  HUNDRED\n   12  DOLLARS.   SUCH PERMIT AND THE EXERCISE OF THE PRIVILEGE GRANTED THEREBY\n   13  SHALL BE SUBJECT TO SUCH RULES OF  THE  LIQUOR  AUTHORITY  AS  IT  DEEMS\n   14  NECESSARY.\n   15    2.  SUCH  RULES  SHALL  INCLUDE  PROCEDURES FOR REVOCATION OF A PERMIT\n   16  BASED ON COMPLAINTS FROM A GOVERNMENTAL AGENCY, LOCAL POLICE,  OR  CIVIC\n   17  ASSOCIATION,  AND SHALL BE DEVELOPED IN CONSULTATION WITH LOCAL COMMUNI-\n   18  TIES, CARNIVAL ASSOCIATIONS AND MAY INCLUDE  CONDITIONS  SPECIFIC  TO  A\n   19  BOROUGH, COUNTY, OR COMMUNITY BOARD IN THE CITY OF NEW YORK.\n   20    3.  THE  LIQUOR AUTHORITY IS HEREBY AUTHORIZED TO ISSUE SUCH TEMPORARY\n   21  PERMITS TO GROUPS OR  ORGANIZATIONS  WHO  ARE  REGISTERED  AS  FESTIVAL,\n   22  CARNIVAL  OR  PARADE  PARTICIPANTS  OR DESIGNATED OR ACKNOWLEDGED BY THE\n   23  PRIME SPONSOR OF SUCH FESTIVAL, CARNIVAL OR PARADE. THE  OFFICIAL  PRIME\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02644-01-1\n\n       A. 3008                             2\n\n    1  SPONSOR SHALL BE THE ENTITY HOLDING THE PERMIT OR OFFICIAL DOCUMENTATION\n    2  AUTHORIZING SUCH FESTIVAL, CARNIVAL OR PARADE.\n    3    S  2. This act shall take effect on the forty-fifth day after it shall\n    4  have become a law and shall expire five years after such effective  date\n    5  when upon such date the provisions of this act shall be deemed repealed;\n    6  provided,  however,  that  effective immediately the liquor authority is\n    7  hereby authorized to promulgate rules and regulations for the purpose of\n    8  implementing the provisions of this act  on  or  before  such  effective\n    9  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to the issuance of temporary carnival licenses; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110121.T160537.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374294
}