{
  "year" : 2011,
  "senateBillNo" : "A300-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A300-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a moratorium on disposal of fluids used in hydraulic fracturing occurring outside the state until 120 days after federal EPA issues report thereon",
  "summary" : "Establishes a moratorium on the acceptance, disposal and/or processing of any fluid which was used in a hydraulic fracturing process performed outside of the state until 120 days after federal Environmental Protection Agency issues a report on the effects of hydraulic fracturing on water quality and public health. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation",
  "previousVersions" : [ "A10710-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          300\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAISEL, ENGLEBRIGHT -- read once and referred to\n         the Committee on Environmental Conservation\n\n       AN ACT to establish a moratorium upon the disposal and/or processing  of\n         any fluid which was used in a  hydraulic fracturing process outside of\n         the  state  pending  the  issuance  of a report thereon by the federal\n         Environmental Protection Agency; and providing for the repeal of  such\n         provisions upon the expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. (a) Notwithstanding any provision of law to  the  contrary,\n    2  there  is  hereby established a moratorium upon the acceptance, disposal\n    3  and/or processing of any fluid in this state, when such fluid  has  been\n    4  used  in a hydraulic fracturing process occurring outside of this state.\n    5  The purpose of such moratorium shall be to  afford  the  state  and  its\n    6  residents the opportunity to review a report to be issued by the federal\n    7  Environmental  Protection  Agency on the effects of hydraulic fracturing\n    8  on public health.\n    9    (b) For the purposes of this  section,  \"hydraulic  fracturing\"  shall\n   10  mean  fracturing  of rock by man-made fluid-driven fracturing techniques\n   11  for the purpose of stimulating natural gas or oil well production.\n   12    S 2. This act shall take effect immediately, and shall expire  and  be\n   13  deemed repealed on the one hundred twentieth day after the federal Envi-\n   14  ronmental  Protection Agency issues a report on the effects of hydraulic\n   15  fracturing on water quality and  public  health.    Provided,  that  the\n   16  commissioner  of environmental conservation shall notify the legislative\n   17  bill drafting commission upon the issuance by the federal  Environmental\n   18  Protection  Agency  of the report on the effects of hydraulic fracturing\n   19  on water quality and public health referred to  in  subdivision  (a)  of\n   20  section  one  of  this act in order that such commission may maintain an\n   21  accurate and timely effective data base of the official text of the laws\n   22  of the state of New York in furtherance of effectuating  the  provisions\n   23  of  section  44  of  the  legislative law and section 70-b of the public\n   24  officers law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00768-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish a moratorium upon the disposal and/or processing of any fluid which was used in a hydraulic fracturing process outside of the state pending the issuance of a report thereon by the federal Environmental Protection Agency; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T105054.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D110110.T105553.TXT", "SOBI.D101220.T143835.TXT", "SOBI.D110111.T114156.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294764116666
}