{
  "year" : 2011,
  "senateBillNo" : "A3009-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3009-2011-1295586000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires department of environmental conservation to establish guidelines for disqualification of stand-by contractors",
  "summary" : "Requires the department of environmental conservation to establish guidelines relating to the disqualification of contractors applying to perform stand-by contracts relating to past performance, reasonableness of pricing, acts of negligence and convictions for certain crimes reflecting on honesty, integrity and capability of any contractor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2477-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3009\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         guidelines for disqualifying stand-by contractors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision  4  of  section  3-0309  of  the  environmental\n    2  conservation  law  is  amended  by adding a new paragraph a-1 to read as\n    3  follows:\n    4    A-1. GUIDELINES FOR DISQUALIFYING CONTRACTORS  WHICH  SHALL  BE  BASED\n    5  UPON SECTION ONE HUNDRED THIRTY-NINE-B OF THE STATE FINANCE LAW AND SUCH\n    6  OTHER  FACTORS  DEEMED  APPROPRIATE  INCLUDING, BUT NOT LIMITED TO, PAST\n    7  PERFORMANCE ON STATE CONTRACTS, REASONABLENESS OF PRICE CHARGED FOR PAST\n    8  PERFORMANCE OF STATE CONTRACTS, ANY NEGLIGENCE OR MALFEASANCE  COMMITTED\n    9  DURING  THE PAST PERFORMANCE OF STATE CONTRACTS, AND ANY CONVICTION OF A\n   10  CRIME WHICH REFLECTS UPON THE HONESTY,  INTEGRITY  OR  CAPABILITY  OF  A\n   11  CONTRACTOR;\n   12    S 2. This act shall take effect on the one hundred twentieth day after\n   13  it shall have become a law; provided, however, that effective immediate-\n   14  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   15  necessary for the implementation of this act on its effective  date  are\n   16  authorized  and  directed  to  be  made  and completed on or before such\n   17  effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02475-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to guidelines for disqualifying stand-by contractors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160537.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374298
}