{
  "year" : 2011,
  "senateBillNo" : "A3003-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3003-2011-1295586000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Raises the minimum and maximum tuition assistance program award an eligible graduate student may receive per semester",
  "summary" : "Raises the minimum tuition assistance program award an eligible graduate student may receive per year to five hundred dollars and the maximum tuition assistance award an eligible graduate student may receive per year to eight hundred dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3376-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3003\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY, MENG, BARRON -- Multi-Sponsored by -- M.\n         of A. BROOK-KRASNY, COLTON, PEOPLES-STOKES, PHEFFER, TOWNS, WRIGHT  --\n         read once and referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to increasing the minimum\n         tuition  assistance  program  award  for eligible graduate students to\n         five hundred dollars per year and  increasing  the  maximum  to  eight\n         hundred dollars per year\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Clause (A) of subparagraph (i) of paragraph c  of  subdivi-\n    2  sion  3  of  section 667 of the education law, as added by chapter 83 of\n    3  the laws of 1995, is amended to read as follows:\n    4    (A) [Five] EIGHT hundred [fifty] dollars; or\n    5    S 2. Subparagraph (v) of paragraph c of subdivision 3 of  section  667\n    6  of  the  education  law,  as added by chapter 83 of the laws of 1995, is\n    7  amended to read as follows:\n    8    (v) The award shall be the net amount of the  base  amount  determined\n    9  pursuant  to  subparagraph (ii) or (iii) of this paragraph but the award\n   10  shall not be reduced below [seventy-five] FIVE HUNDRED dollars.  If  the\n   11  income exceeds the maximum amount of income allowable under subparagraph\n   12  (ii) or (iii) of this paragraph, no award shall be made.\n   13    S  3.  This act shall take effect immediately, shall be deemed to have\n   14  been in full force and effect on and after April 1, 2012, and  shall  be\n   15  first effective for awards made for the 2012-2013 academic year.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02651-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to increasing the minimum tuition assistance program award for eligible graduate students to five hundred dollars per year and increasing the maximum to eight hundred dollars per year ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T113115.TXT", "SOBI.D110121.T160537.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675494
}