{
  "year" : 2011,
  "senateBillNo" : "A3002-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3002-2011-1295586000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the age requirement for police candidates for the police department of the metropolitan transportation authority",
  "summary" : "Relates to the age requirement for police candidates for the police department of the metropolitan transportation authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities",
  "previousVersions" : [ "A3551-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3002\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend chapter 586 of the laws  of  2002  amending  the  public\n         authorities  law  relating  to  creating  an age limitation for police\n         candidates for the police department of the  metropolitan  transporta-\n         tion authority, in relation to the effectiveness thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2 of chapter 586 of the laws of 2002  amending  the\n    2  public authorities law relating to creating an age limitation for police\n    3  candidates  for the police department of the metropolitan transportation\n    4  authority, is amended to read as follows:\n    5    S 2. This act shall take effect immediately, PROVIDED,  HOWEVER,  THAT\n    6  NO  AGE  RESTRICTION  FIRST IMPOSED BY THE AMENDMENT TO SUBDIVISION 2 OF\n    7  SECTION 1266-H OF THE PUBLIC AUTHORITIES LAW MADE BY SECTION ONE OF THIS\n    8  ACT SHALL APPLY TO ANY APPLICANT FOR APPOINTMENT TO THE AUTHORITY POLICE\n    9  FORCE WHO HAS TAKEN AND PASSED THE WRITTEN EXAMINATION  TO  BE  ELIGIBLE\n   10  FOR SUCH APPOINTMENT PRIOR TO THE EFFECTIVE DATE OF THIS ACT.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02620-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 586 of the laws of 2002 amending the public authorities law relating to creating an age limitation for police candidates for the police department of the metropolitan transportation authority, in relation to the effectiveness thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T113115.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675489
}