{
  "year" : 2011,
  "senateBillNo" : "A3005-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3005-2011-1295586000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes Marcus Garvey chair in international studies in the Africana studies department at Brooklyn college of the city university of New York",
  "summary" : "Provides for the establishment of the Marcus Garvey chair in international studies in the Africana studies department at Brooklyn College of the city university of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3554-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3005\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. BARRON,\n         CLARK, COOK, ORTIZ, TOWNS -- read once and referred to  the  Committee\n         on Higher Education\n\n       AN  ACT  to  amend  the  education  law, in relation to establishing the\n         Marcus Garvey chair in international studies in the  Africana  studies\n         department at Brooklyn college of the city university of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  239-b\n    2  to read as follows:\n    3    S  239-B. MARCUS GARVEY CHAIR IN INTERNATIONAL STUDIES IN THE AFRICANA\n    4  STUDIES DEPARTMENT AT BROOKLYN COLLEGE OF THE  CITY  UNIVERSITY  OF  NEW\n    5  YORK.  1.  LEGISLATIVE  FINDINGS  AND  DECLARATION OF POLICY. THE PUBLIC\n    6  COLLEGES IN THIS STATE ENJOY A  WELL-DESERVED  REPUTATION  FOR  ACADEMIC\n    7  EXCELLENCE  AND  INTELLECTUAL VITALITY. FOR THEM TO PRESERVE AND FURTHER\n    8  ENHANCE THEIR STATURE THEY MUST COMPETE FOR DISTINGUISHED  AND  RENOWNED\n    9  SCHOLARS.  THE  PRESENCE OF AN INTERNATIONALLY KNOWN SCHOLAR IN INTERNA-\n   10  TIONAL STUDIES IN THE AFRICANA STUDIES DEPARTMENT AT BROOKLYN COLLEGE OF\n   11  THE CITY UNIVERSITY OF  NEW  YORK  WILL  STRENGTHEN  AND  STIMULATE  THE\n   12  ACADEMIC  COMMUNITY.  THE  PRESENCE OF THIS INDIVIDUAL WILL ALSO ATTRACT\n   13  EXCEPTIONAL FACULTY MEMBERS, RESEARCH SCHOLARS AND STUDENTS TO THE AFRI-\n   14  CANA STUDIES DEPARTMENT AT BROOKLYN COLLEGE OF THE  CITY  UNIVERSITY  OF\n   15  NEW YORK, AND NURTURE THE DEVELOPMENT OF STUDY IN INTERNATIONAL AFFAIRS.\n   16  AS  A  RESULT,  THE  ENTIRE  STATE  WILL BENEFIT BOTH INTELLECTUALLY AND\n   17  ECONOMICALLY FROM THE INCREASED KNOWLEDGE GENERATED ABOUT WORLD AFFAIRS.\n   18  THEREFORE, THIS LEGISLATURE FINDS THAT IN ORDER TO MEET  THE  INCREASING\n   19  DEMAND  FOR  UNDERSTANDING  THE  EVENTS  THAT  SHAPE  THE WORLD TODAY, A\n   20  DISTINGUISHED CHAIR BE ESTABLISHED WITHIN THE UNIVERSITY OF THE STATE OF\n   21  NEW YORK, UNDER THE JURISDICTION OF THE REGENTS, IN THE AFRICANA STUDIES\n   22  DEPARTMENT AT BROOKLYN COLLEGE OF THE CITY UNIVERSITY OF NEW YORK.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02617-01-1\n\n       A. 3005                             2\n\n    1    2. THERE IS HEREBY ESTABLISHED IN THE UNIVERSITY OF THE STATE  OF  NEW\n    2  YORK,  UNDER  THE  JURISDICTION  OF THE REGENTS, ONE DISTINGUISHED CHAIR\n    3  KNOWN AS THE MARCUS GARVEY CHAIR IN INTERNATIONAL STUDIES, TO BE LOCATED\n    4  IN THE AFRICANA STUDIES DEPARTMENT  AT  BROOKLYN  COLLEGE  OF  THE  CITY\n    5  UNIVERSITY  OF  NEW  YORK.  THE REGENTS SHALL DETERMINE, IN CONSULTATION\n    6  WITH BROOKLYN COLLEGE OF THE CITY UNIVERSITY OF NEW YORK, THE FIELDS  OF\n    7  KNOWLEDGE  TO  BE  INCLUDED WITHIN THE TERMS OF INTERNATIONAL STUDIES AS\n    8  USED IN THIS SECTION.\n    9    3. THE REGENTS ARE HEREBY  AUTHORIZED,  WITHIN  ANNUAL  APPROPRIATIONS\n   10  WHICH  SHALL  BE MADE THEREFOR, TO CONTRACT WITH AN OUTSTANDING SCHOLAR,\n   11  SELECTED IN CONSULTATION WITH BROOKLYN COLLEGE OF THE CITY UNIVERSITY OF\n   12  NEW YORK, TO FILL THE MARCUS GARVEY CHAIR IN  INTERNATIONAL  STUDIES  IN\n   13  THE  AFRICANA STUDIES DEPARTMENT AT BROOKLYN COLLEGE OF THE CITY UNIVER-\n   14  SITY OF NEW YORK, ESTABLISHED BY THIS SECTION, ON SUCH TERMS AND  CONDI-\n   15  TIONS AND FOR SUCH DURATION AS MAY BE AGREED UPON BY THE PARTIES.\n   16    4.  THE  REGENTS  ARE  HEREBY AUTHORIZED, WITHIN ANNUAL APPROPRIATIONS\n   17  WHICH SHALL BE MADE THEREFOR, TO CONTRACT WITH THE  CITY  UNIVERSITY  OF\n   18  NEW  YORK  ON  SUCH TERMS AND CONDITIONS AND FOR SUCH DURATION AS MAY BE\n   19  AGREED UPON BY THE PARTIES, IN  RELATION  TO  THE  PROVISION  OF  PROPER\n   20  FACILITIES,  EQUIPMENT,  SUPPLIES, PROFESSIONAL ASSISTANTS, CLERICAL AND\n   21  OTHER PERSONNEL AND SUCH OTHER SERVICES AS MAY BE NECESSARY OR APPROPRI-\n   22  ATE TO ENABLE THE HOLDER OF THE MARCUS  GARVEY  CHAIR  IN  INTERNATIONAL\n   23  STUDIES TO CARRY OUT HIS OR HER WORK IN CONNECTION THEREWITH AND TO GIVE\n   24  EFFECT TO THE PURPOSES FOR WHICH SUCH CHAIR WAS ESTABLISHED AS SET FORTH\n   25  IN  SUBDIVISION  ONE OF THIS SECTION. THE CITY UNIVERSITY OF NEW YORK IS\n   26  HEREBY AUTHORIZED TO CONTRACT WITH THE REGENTS FOR SUCH PURPOSES.\n   27    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the Marcus Garvey chair in international studies in the Africana studies department at Brooklyn college of the city university of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T113115.TXT", "SOBI.D110121.T160537.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675500
}