{
  "year" : 2011,
  "senateBillNo" : "A3000-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3000-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to ensuring accurate fingerprint identifications and provides for a verification hearing upon arrest",
  "summary" : "Relates to ensuring accurate fingerprint identifications and provides for a verification hearing immediately upon arrest where such arrest is based on fingerprint identification evidence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A3405-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3000\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the criminal procedure  law,  in  relation  to  ensuring\n         accurate  fingerprint identifications and providing for a verification\n         hearing upon arrest\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 160.30 of the criminal procedure law is amended by\n    2  adding a new subdivision 3 to read as follows:\n    3    3. THE DIVISION OF CRIMINAL JUSTICE SERVICES SHALL BE RESPONSIBLE  FOR\n    4  DEVELOPING  AN  ADEQUATE PROCEDURE TO ENSURE THE ACCURACY OF FINGERPRINT\n    5  IDENTIFICATIONS IN ORDER TO PREVENT ERRONEOUS IDENTIFICATIONS BASED UPON\n    6  CLERICAL ERROR. PRIOR TO THE ARREST OF A DEFENDANT  BASED  UPON  FINGER-\n    7  PRINT  IDENTIFICATION  EVIDENCE, TWO DIFFERENT EMPLOYEES OF THE DIVISION\n    8  OF CRIMINAL JUSTICE SERVICES SHALL EACH  VERIFY  THE  ACCURACY  OF  SUCH\n    9  FINGERPRINT  IDENTIFICATION  AND  ACCOMPANYING INFORMATION ON RECORD AND\n   10  SHALL MAINTAIN A WRITTEN RECORD OF SUCH VERIFICATIONS.\n   11    S 2. The criminal procedure law is amended by  adding  a  new  section\n   12  160.35 to read as follows:\n   13  S 160.35 FINGERPRINTING; VERIFICATION HEARING.\n   14    UPON AN ARREST BASED ON FINGERPRINT IDENTIFICATION EVIDENCE, A DEFEND-\n   15  ANT  MAY FILE A MOTION CHALLENGING SUCH IDENTIFICATION WITH A PREPONDER-\n   16  ANCE OF EVIDENCE AND MAY BE GRANTED AN IMMEDIATE HEARING  IN  THE  LOCAL\n   17  CRIMINAL COURT FOR THE PURPOSE OF VERIFYING THE ACCURACY OF SUCH FINGER-\n   18  PRINT  IDENTIFICATION  AND THE POSSIBILITY OF CLERICAL OR OTHER ERROR IN\n   19  SUCH IDENTIFICATION.\n   20    S 3. The division of criminal justice services shall  make  an  annual\n   21  report to the state legislature and the state attorney general regarding\n   22  the  accuracy  and efficiency of the procedure developed pursuant to the\n   23  amendments made to section 160.30  of  the  criminal  procedure  law  by\n   24  section  one  of this act. The report shall include a critical review of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02555-01-1\n\n       A. 3000                             2\n\n    1  such procedure, including but not limited to its efficiency,  flaws  and\n    2  the numbers of erroneous identifications.\n    3    S  4.    This  act  shall  take  effect  on the first of November next\n    4  succeeding the date upon which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to ensuring accurate fingerprint identifications and providing for a verification hearing upon arrest ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T113115.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675477
}