{
  "year" : 2011,
  "senateBillNo" : "A3006-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to health",
    "billEventId" : "A3006-2011-1295586000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for HIV-related testing without consent of the subject or another authorized to give consent where health care or other worker potentially endangered",
  "summary" : "Provides for HIV-related testing without consent of the subject or another authorized to give consent where health care or other worker is potentially endangered; authorizes disclosure of confidential HIV-related information by a health care facility to a physician and by a physician to an endangered worker in such cases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3566-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3006\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Health\n\n       AN ACT to amend the public health law, in relation to HIV-related  test-\n         ing  without  subject  person's consent and disclosure of confidential\n         HIV-related information under certain circumstances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 6 of section 2781 of the public health law, as\n    2  amended by chapter 308 of the laws  of  2010,  is  amended  to  read  as\n    3  follows:\n    4    6.  The  provisions of this section shall not apply to the performance\n    5  of an [HIV related] HIV-RELATED test:\n    6    (a) by a health care provider or health facility in  relation  to  the\n    7  procuring,  processing,  distributing  or use of a human body or a human\n    8  body part, including organs,  tissues,  eyes,  bones,  arteries,  blood,\n    9  semen,  or other body fluids, for use in medical research or therapy, or\n   10  for transplantation to individuals provided,  however,  that  where  the\n   11  test  results  are communicated to the subject, post-test counseling, as\n   12  described in subdivision five of  this  section,  shall  nonetheless  be\n   13  required; or\n   14    (b)  for  the  purpose  of  research  if the testing is performed in a\n   15  manner by which the identity of the test subject is not  known  and  may\n   16  not be retrieved by the researcher; or\n   17    (c) on a deceased person, when such test is conducted to determine the\n   18  cause of death or for epidemiological purposes; or\n   19    (d)  conducted pursuant to section twenty-five hundred-f of this chap-\n   20  ter; or\n   21    (e) BY A HEALTH CARE PROVIDER AUTHORIZED BY  LAW  TO  ADMINISTER  SUCH\n   22  TEST  WHERE  THE  TEST  SUBJECT  IS COMATOSE OR OTHERWISE UNABLE TO GIVE\n   23  CONSENT AS PROVIDED IN THIS SECTION AND THE PERSON SEEKING THE  TEST  IS\n   24  AN  ENDANGERED  WORKER  WHO  HAS REASONABLE EVIDENCE THAT AN EXCHANGE OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02639-01-1\n\n       A. 3006                             2\n\n    1  BODILY FLUIDS HAS INADVERTENTLY OCCURRED WHILE ACTING WITHIN  THE  SCOPE\n    2  OF HIS OR HER WORK.  FOR THE PURPOSES OF THIS PARAGRAPH, THE DEFINITIONS\n    3  PROVIDED  IN PARAGRAPH (B) OF SUBDIVISION FOUR-A OF SECTION TWENTY-SEVEN\n    4  HUNDRED EIGHTY-TWO OF THIS ARTICLE SHALL APPLY; OR\n    5    (F)  in  situations  involving  occupational  exposures which create a\n    6  significant risk  of  contracting  or  transmitting  HIV  infection,  as\n    7  defined  in  regulations  of  the  department  and pursuant to protocols\n    8  adopted by the department,\n    9    (i) provided that:\n   10    (A) the person who is the  source  of  the  occupational  exposure  is\n   11  deceased,  comatose or is determined by his or her attending health care\n   12  professional to lack mental capacity to consent to an HIV  related  test\n   13  and is not reasonably expected to recover in time for the exposed person\n   14  to  receive  appropriate medical treatment, as determined by the exposed\n   15  person's attending health care professional who would order  or  provide\n   16  such treatment;\n   17    (B) there is no person available or reasonably likely to become avail-\n   18  able  who  has the legal authority to consent to the HIV related test on\n   19  behalf of the source person in time for the exposed  person  to  receive\n   20  appropriate medical treatment; and\n   21    (C)  the  exposed  person will benefit medically by knowing the source\n   22  person's HIV test results, as determined by the exposed person's  health\n   23  care professional and documented in the exposed person's medical record;\n   24    (ii) in which case\n   25    (A) a provider shall order an anonymous HIV test of the source person;\n   26  and\n   27    (B)  the  results  of such anonymous test, but not the identity of the\n   28  source person, shall be disclosed only  to  the  attending  health  care\n   29  professional  of  the exposed person solely for the purpose of assisting\n   30  the exposed person in making appropriate decisions regarding  post-expo-\n   31  sure medical treatment; and\n   32    (C)  the  results  of  the  test  shall not be disclosed to the source\n   33  person or placed in the source person's medical record.\n   34    S 2. Subdivision 1 of section 2782 of the public health law is amended\n   35  by adding a new paragraph (r) and such section is amended  by  adding  a\n   36  new subdivision 4-a to read as follows:\n   37    (R) A PHYSICIAN OR OTHER PERSON PURSUANT TO SUBDIVISION FOUR-A OF THIS\n   38  SECTION.\n   39    4-A.  (A)  SOLELY IN EITHER INSTANCES ARISING FROM AN HIV-RELATED TEST\n   40  PERFORMED PURSUANT TO PARAGRAPH (E) OF SUBDIVISION SIX OF SECTION  TWEN-\n   41  TY-SEVEN  HUNDRED  EIGHTY-ONE  OF  THIS ARTICLE OR IN INSTANCES IN WHICH\n   42  CONFIDENTIAL HIV-RELATED INFORMATION  PERTAINING  TO  A  PERSON  WHO  IS\n   43  SUBJECT  TO THE PERFORMANCE OF AN HIV-RELATED TEST PURSUANT TO PARAGRAPH\n   44  (E) OF SUBDIVISION SIX OF SECTION  TWENTY-SEVEN  HUNDRED  EIGHTY-ONE  OF\n   45  THIS ARTICLE IS CONTAINED WITHIN THE MEDICAL RECORDS OF A HEALTH FACILI-\n   46  TY,  AND  NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF THIS SECTION, A\n   47  PHYSICIAN MAY DISCLOSE CONFIDENTIAL HIV-RELATED INFORMATION TO AN ENDAN-\n   48  GERED WORKER. IN FURTHERANCE OF SUCH A  DISCLOSURE  AND  NOTWITHSTANDING\n   49  ANY  INCONSISTENT  PROVISION  OF  THIS  SECTION,  A  HEALTH FACILITY MAY\n   50  DISCLOSE CONFIDENTIAL HIV-RELATED INFORMATION TO A PHYSICIAN  DESIGNATED\n   51  BY AN ENDANGERED WORKER.\n   52    (B) FOR THE PURPOSES OF THIS SUBDIVISION AND FOR THE PURPOSES OF PARA-\n   53  GRAPH  (E) OF SUBDIVISION SIX OF SECTION TWENTY-SEVEN HUNDRED EIGHTY-ONE\n   54  OF THIS ARTICLE, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   55    (1) \"ENDANGERED WORKER\" MEANS A WORKER  WHO  MAY  HAVE  BEEN  EXPOSED,\n   56  WITHIN  THE COURSE AND SCOPE OF SUCH PERSON'S WORK, TO HIV UNDER CIRCUM-\n\n       A. 3006                             3\n\n    1  STANCES THAT PRESENT A RISK OF TRANSMISSION OF HIV TO SUCH WORKER FROM A\n    2  PERSON WHO IS SUBJECT TO THE PERFORMANCE OF AN HIV-RELATED TEST,  OR  ON\n    3  WHOM SUCH A TEST HAS BEEN PERFORMED, PURSUANT TO PARAGRAPH (E) OF SUBDI-\n    4  VISION SIX OF SECTION TWENTY-SEVEN HUNDRED EIGHTY-ONE OF THIS ARTICLE.\n    5    (2)  \"PHYSICIAN\"  MEANS  A  PHYSICIAN  WHO  IS  TREATING  OR  HAS BEEN\n    6  CONSULTED BY AN ENDANGERED WORKER.\n    7    (3) \"WORKER\"  INCLUDES  A  HEALTH  CARE  PROVIDER,  A  NATURAL  PERSON\n    8  EMPLOYED  BY A HEALTH FACILITY, OR ANY OTHER NATURAL PERSON WHO MAY HAVE\n    9  BEEN EXPOSED, WITHIN THE COURSE AND SCOPE OF SUCH PERSON'S WORK, TO  HIV\n   10  UNDER  CIRCUMSTANCES  THAT PRESENT A RISK OF TRANSMISSION OF HIV TO SUCH\n   11  PERSON FROM A PERSON WHO IS SUBJECT TO THE PERFORMANCE OF AN HIV-RELATED\n   12  TEST, OR ON WHOM SUCH A TEST HAS BEEN PERFORMED, PURSUANT  TO  PARAGRAPH\n   13  (E)  OF  SUBDIVISION  SIX  OF SECTION TWENTY-SEVEN HUNDRED EIGHTY-ONE OF\n   14  THIS ARTICLE.\n   15    S 3. This act shall take effect  immediately.    The  commissioner  of\n   16  health is authorized to promulgate any and all rules and regulations and\n   17  take  any other measures necessary to implement this act on an emergency\n   18  basis.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to HIV-related testing without subject person's consent and disclosure of confidential HIV-related information under certain circumstances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T113115.TXT", "SOBI.D110121.T160537.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675503
}