{
  "year" : 2011,
  "senateBillNo" : "A3004-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3004-2011-1295586000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a minimum 15 day grace period before a late fee may be charged a credit card holder unless there is local, on-line or telephone access available",
  "summary" : "Provides a fifteen day grace period for the imposition of late fees for credit card bills. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A3461-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3004\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. CAHILL,\n         COLTON, COOK, HEASTIE, HOOPER, MENG, TOWNS -- read once  and  referred\n         to the Committee on Higher Education\n\n       AN  ACT  to  amend  the general business law, in relation to providing a\n         grace period for the imposition of late fees for credit card bills\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  518-b to read as follows:\n    3    S  518-B.  CREDIT CARD ACCOUNT LATE FEES; FIFTEEN DAY GRACE PERIOD. NO\n    4  ISSUER OF A CREDIT CARD DOING BUSINESS IN THIS STATE SHALL CHARGE A LATE\n    5  FEE TO THE CREDIT CARD ACCOUNT OF ANY PERSON WHO FAILS TO TIMELY MAKE  A\n    6  PAYMENT ON SUCH CREDIT CARD ACCOUNT, UNTIL AT LEAST FIFTEEN DAYS FOLLOW-\n    7  ING THE DATE THAT SUCH PAYMENT WAS DUE.\n    8    S  2.  This  act shall take effect on the thirtieth day after it shall\n    9  have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02561-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to providing a grace period for the imposition of late fees for credit card bills ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T113115.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675498
}