{
  "year" : 2011,
  "senateBillNo" : "A3001-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3001-2011-1295586000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the visibility of enclosed entranceways and stairways between buildings",
  "summary" : "Relates to the visibility of enclosed entranceways and stairways between buildings; requires a pane of fire and heat resistant transparent material to allow for visibility and safe passage through such doors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A3574-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3001\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- Multi-Sponsored by -- M. of A. TOWNS --\n         read once and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law and  the  multiple  dwelling  law,  in\n         relation to visibility of enclosed internal stairwells of buildings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 378 of the executive law, as added\n    2  by chapter 707 of the laws of 1981, is amended to read as follows:\n    3    2. Standards for the condition, occupancy, maintenance,  conservation,\n    4  rehabilitation and renewal of certain existing buildings, structures and\n    5  premises  and  for  the  safeguarding  of  life and property therein and\n    6  thereabout from the hazards of fire, explosion or release of toxic gases\n    7  arising from the storage, handling or use of  combustible  or  hazardous\n    8  substances,  materials  or  devices  INCLUDING, BUT NOT LIMITED TO, FIRE\n    9  DEPARTMENT APPROVED FIRE AND HEAT RESISTANT TRANSPARENT MATERIAL IN  THE\n   10  CONSTRUCTION  OF  ALL DOORS THAT PROVIDE INGRESS OR EGRESS TO STAIRWELLS\n   11  AND DOORS BETWEEN SUCH  BUILDINGS  TO  ALLOW  FOR  VISIBILITY  AND  SAFE\n   12  PASSAGE THROUGH SUCH DOORS.\n   13    S  2.   Section 52 of the multiple dwelling law is amended by adding a\n   14  new subdivision 9 to read as follows:\n   15    9. NOTWITHSTANDING ANY SUBDIVISION OF THIS SECTION  TO  THE  CONTRARY,\n   16  ALL INTERNAL STAIRWELL DOORS AND DOORS BETWEEN SUCH BUILDINGS SHALL ALSO\n   17  BE  FITTED  OR REFITTED WITH A PANE OF FIRE DEPARTMENT APPROVED FIRE AND\n   18  HEAT RESISTANT TRANSPARENT MATERIAL TO ALLOW  FOR  VISIBILITY  AND  SAFE\n   19  PASSAGE THROUGH SUCH DOORS.\n   20    S  3.  This act shall take effect immediately; provided, however, that\n   21  the amendment to subdivision 2 of section 378 of the executive law  made\n   22  by  section  one  of  this act shall take effect on the first of January\n   23  next succeeding the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02645-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the multiple dwelling law, in relation to visibility of enclosed internal stairwells of buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160037.TXT", "SOBI.D110124.T113115.TXT", "SOBI.D110121.T161037.TXT", "SOBI.D110121.T160537.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675481
}