{
  "year" : 2011,
  "senateBillNo" : "A3018-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3018-2011-1295586000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes additional requirements on notary publics and alters form of acknowledgement",
  "summary" : "Requires notary publics to maintain a journal of notarial acts; clarifies the standards used by notary publics to identify document signers in order to safeguard against forged signatures on documents; provides standard forms for acknowledgements to be used by notary publics. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A2095-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3018\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHROEDER, COOK -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to notary publics\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 303 of the real property law is amended to read as\n    2  follows:\n    3    S  303.  Requisites  of acknowledgments. An acknowledgment must not be\n    4  taken by any officer unless he knows or has satisfactory evidence,  that\n    5  the  person  making  it is the person described in and who executed such\n    6  instrument.   SATISFACTORY EVIDENCE OF IDENTITY  MEANS  RELIANCE  ON  AT\n    7  LEAST  ONE  CURRENT  FORM OF IDENTIFICATION ISSUED BY A FEDERAL OR STATE\n    8  GOVERNMENT THAT CONTAINS THE BEARER'S PHOTOGRAPH AND  SIGNATURE;  OR  ON\n    9  THE  OATH OR AFFIRMATION OF AN INDIVIDUAL WHO IS PERSONALLY KNOWN TO THE\n   10  NOTARY AND WHO PERSONALLY KNOWS THE ACKNOWLEDGER; OR, IN THE CASE OF  AN\n   11  ACKNOWLEDGER  SIXTY-FIVE  YEARS OF AGE OR OLDER, ON THE OATH OR AFFIRMA-\n   12  TION OF  AN  INDIVIDUAL  WHO  PERSONALLY  KNOWS  THE  ACKNOWLEDGER,  AND\n   13  PROVIDES  AT  LEAST  ONE  CURRENT FORM OF IDENTIFICATION AS DESCRIBED IN\n   14  THIS SECTION, AND HAS NO INVOLVEMENT  IN  THE  TRANSACTION  REQUIRING  A\n   15  NOTARIAL ACT.\n   16    S  2.  Section 309 of the real property law, as amended by chapter 179\n   17  of the laws of 1997, is amended to read as follows:\n   18    S 309. Acknowledgment  by  INDIVIDUAL,  corporation,  PARTNERSHIP   OR\n   19  ATTORNEY  IN FACT and form of certificate; FORM OF CERTIFICATE FOR PROOF\n   20  BY SUBSCRIBING WITNESS.  1.  The acknowledgment of a conveyance or other\n   21  instrument by a corporation, must be made by an officer or  attorney  in\n   22  fact  duly appointed, or in case of a dissolved corporation, by an offi-\n   23  cer, director or attorney in fact duly appointed thereof  authorized  to\n   24  execute the same by the board of directors of said corporation.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06777-01-1\n\n       A. 3018                             2\n\n    1    2.  A.  The  certificate  of acknowledgment must conform substantially\n    2  with one of the following alternative forms, the blanks  being  properly\n    3  filled:\n    4    State of New York  )ss.:\n    5    County of..... )\n    6    On  the.......  day  of....... in the year....... before me personally\n    7  came......., to me known, who, being by me duly sworn,  did  depose  and\n    8  say  that  he/she/they reside(s) in....... (if the place of residence is\n    9  in a city, include the street and street number, if any, thereof);  that\n   10  he/she/they  is  (are)  the  (president  or other officer or director or\n   11  attorney in fact duly appointed)  of  the  (name  of  corporation),  the\n   12  corporation  described  in and which executed the above instrument; that\n   13  he/she/they know(s) the seal of said corporation; that the seal  affixed\n   14  to  said  instrument  is  such corporate seal; that it was so affixed by\n   15  authority of the board  of  directors  of  said  corporation,  and  that\n   16  he/she/they signed his/her/their name(s) thereto by like authority.\n   17    (Signature and office of person taking acknowledgment.)\n   18    State of New York  )ss.:\n   19    County of..... )\n   20    On  the.......  day  of....... in the year....... before me personally\n   21  came......., to me known, who, being by me duly sworn,  did  depose  and\n   22  say  that  he/she/they reside(s) in....... (if the place of residence is\n   23  in a city, include the street and street number, if any, thereof);  that\n   24  he/she/they  is  (are)  the  (president  or other officer or director or\n   25  attorney in fact duly appointed)  of  the  (name  of  corporation),  the\n   26  corporation  described  in  and which executed the above instrument; and\n   27  that he/she/they signed his/her/their name(s) thereto  by  authority  of\n   28  the board of directors of said corporation.\n   29    (Signature and office of person taking acknowledgment.)\n   30    B.  THE CERTIFICATE OF ACKNOWLEDGMENT OF A CONVEYANCE OR OTHER INSTRU-\n   31  MENT BY AN INDIVIDUAL ON HIS OR HER OWN BEHALF MUST CONFORM SUBSTANTIAL-\n   32  LY WITH THE FOLLOWING FORM, THE BLANKS BEING PROPERLY FILLED:\n   33    STATE OF NEW YORK  ) SS.:\n   34    COUNTY OF .....    )\n   35    ON  THE ..... DAY OF .......... IN THE YEAR ..... BEFORE ME PERSONALLY\n   36  CAME ..............., TO ME KNOWN TO BE THE INDIVIDUAL DESCRIBED IN  AND\n   37  WHO  EXECUTED  THE  FOREGOING  INSTRUMENT,  AND ACKNOWLEDGED THAT HE/SHE\n   38  EXECUTED THE SAME.\n   39    (SIGNATURE AND OFFICE OF PERSON TAKING ACKNOWLEDGMENT.)\n   40    C. THE CERTIFICATE OF ACKNOWLEDGMENT OF A CONVEYANCE OR OTHER  INSTRU-\n   41  MENT  BY A PARTNER ON BEHALF OF A PARTNERSHIP MUST CONFORM SUBSTANTIALLY\n   42  WITH THE FOLLOWING FORM, THE BLANKS BEING PROPERLY FILLED:\n   43    STATE OF NEW YORK  ) SS.:\n   44    COUNTY OF .....    )\n   45    ON THE ..... DAY OF .......... IN THE YEAR ..... BEFORE ME  PERSONALLY\n   46  CAME  ...............,  TO  ME  KNOWN  TO BE THE PERSON WHO EXECUTED THE\n   47  FOREGOING INSTRUMENT, AND WHO, BEING BY ME DULY SWORN,  DID  DEPOSE  AND\n   48  SAY  THAT  HE/SHE IS A MEMBER OF THE FIRM OF ..............., A CO-PART-\n   49  NERSHIP, AND THAT HE/SHE EXECUTED THE FOREGOING INSTRUMENT IN  THE  FIRM\n   50  NAME OF ..............., AND THAT HE/SHE HAD AUTHORITY TO SIGN THE SAME,\n   51  AND  HE/SHE  ACKNOWLEDGED TO ME THAT HE/SHE EXECUTED THE SAME AS THE ACT\n   52  AND DEED OF SAID FIRM FOR THE USES AND PURPOSES THEREIN CONTAINED.\n   53    (SIGNATURE AND OFFICE OF PERSON TAKING ACKNOWLEDGMENT.)\n   54    D. THE CERTIFICATE OF ACKNOWLEDGMENT OF A CONVEYANCE OR OTHER  INSTRU-\n   55  MENT  BY  AN  ATTORNEY  IN FACT ON BEHALF OF ANOTHER PERSON MUST CONFORM\n   56  SUBSTANTIALLY WITH THE FOLLOWING FORM, THE BLANKS BEING PROPERLY FILLED:\n\n       A. 3018                             3\n\n    1    STATE OF NEW YORK  ) SS.:\n    2    COUNTY OF .....   )\n    3    ON  THE ..... DAY OF .......... IN THE YEAR ..... BEFORE ME PERSONALLY\n    4  CAME ..............., TO ME PERSONALLY KNOWN TO BE THE PERSON  DESCRIBED\n    5  AND  APPOINTED  ATTORNEY  IN  FACT  AND  BY  A CERTAIN POWER OF ATTORNEY\n    6  EXECUTED BY .............., DATED .......... AND RECORDED IN THE  OFFICE\n    7  OF  THE CLERK OF ...... COUNTY ON THE ..... DAY OF ......... IN THE YEAR\n    8  ..... (OR, TO BE RECORDED IN THE OFFICE OF THE CLERK OF .........  COUN-\n    9  TY SIMULTANEOUSLY WITH THE FOREGOING INSTRUMENT) AND ACKNOWLEDGED TO  ME\n   10  THAT HE/SHE HAD EXECUTED THE FOREGOING INSTRUMENT AS THE ACT OF THE SAID\n   11  ..........\n   12    (SIGNATURE AND OFFICE OF PERSON TAKING ACKNOWLEDGMENT.)\n   13    THE CERTIFICATE FOR A PROOF OF EXECUTION BY A SUBSCRIBING WITNESS MUST\n   14  CONFORM SUBSTANTIALLY WITH THE FOLLOWING FORM, THE BLANKS BEING PROPERLY\n   15  FILLED:\n   16    STATE OF NEW YORK  ) SS.:\n   17    COUNTY OF .....    )\n   18    ON  THE  .....  DAY OF ......... IN THE YEAR BEFORE ME PERSONALLY CAME\n   19  .............., THE SUBSCRIBING WITNESS  TO  THE  FOREGOING  INSTRUMENT,\n   20  WITH  WHOM  I AM PERSONALLY ACQUAINTED, WHO, BEING BY ME DULY SWORN, DID\n   21  DEPOSE AND SAY THAT HE/SHE RESIDES IN .......... (IF THE PLACE OF  RESI-\n   22  DENCE IS IN A CITY, INCLUDE THE STREET AND STREET NUMBER, IF ANY, THERE-\n   23  OF);  THAT  HE/SHE KNOWS ............. TO BE THE INDIVIDUAL DESCRIBED IN\n   24  AND WHO EXECUTED THE FOREGOING INSTRUMENT; THAT HE/SHE, SAID SUBSCRIBING\n   25  WITNESS, WAS PRESENT AND SAW SAID ............... EXECUTE THE SAME;  AND\n   26  THAT  HE/SHE,  SAID WITNESS, AT THE SAME TIME SUBSCRIBED HIS/HER NAME AS\n   27  WITNESS THERETO.\n   28    (SIGNATURE AND OFFICE OF PERSON TAKING PROOF.)\n   29    3. Subdivision two of  this  section  shall  be  inapplicable  to  the\n   30  acknowledgment,  within  this state, of a conveyance or other instrument\n   31  in respect to real property situate in this state executed on  or  after\n   32  the  first day of September, nineteen hundred ninety-nine. A certificate\n   33  of such an acknowledgment shall be subject to the provisions of  section\n   34  three hundred nine-a of this article.\n   35    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to notary publics ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113115.TXT", "SOBI.D110121.T161037.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675488
}