{
  "year" : 2011,
  "senateBillNo" : "A3017-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3017-2011-1295586000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requirements for selecting the lowest responsible bidder for certain public works contracts",
  "summary" : "Relates to requirements for selecting the lowest responsible bidder for certain public works contracts; requires the submission of a questionnaire to the contracting agency and the comptroller. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A9782-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3017\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the state finance law and the general municipal law,  in\n         relation  to  requirements for selecting the lowest responsible bidder\n         for certain public works contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  135-b to read as follows:\n    3    S 135-B. LOWEST RESPONSIBLE BIDDER. 1. DEFINITION. FOR THE PURPOSES OF\n    4  THIS ARTICLE, \"LOWEST RESPONSIBLE BIDDER\" SHALL MEAN THE  PERSON,  FIRM,\n    5  CORPORATION,  CONTRACTOR  OR  SUBCONTRACTOR OR OTHER ENTITY SUBMITTING A\n    6  BID FOR A PUBLIC WORK CONTRACT FOR THE  ERECTION,  CONSTRUCTION,  RECON-\n    7  STRUCTION OR ALTERATION OF BUILDINGS WHO:\n    8    A. SUBMITS THE LOWEST BID; AND\n    9    B.  IS NOT DISQUALIFIED ON ANY OF THE GROUNDS LISTED UNDER SUBDIVISION\n   10  FIVE OF THIS SECTION.\n   11    2. USE OF QUESTIONNAIRE TO DETERMINE RESPONSIBILITY OF CONTRACTORS AND\n   12  SUBCONTRACTORS.  A. NO PUBLIC WORK CONTRACT MAY BE AWARDED BY AN AGENCY,\n   13  DEPARTMENT, PUBLIC AUTHORITY OR PUBLIC BENEFIT  CORPORATION,  OFFICE  OR\n   14  OTHER  ENTITY OF THE STATE, TO THE LOWEST RESPONSIBLE BIDDER UNLESS EACH\n   15  CONTRACTOR AND SUBCONTRACTOR FOR THE CONTRACT SUBMITS, AND THE CONTRACT-\n   16  ING ENTITY REVIEWS, A QUESTIONNAIRE DEMONSTRATING ITS RESPONSIBILITY  TO\n   17  PERFORM THE CONTRACT.\n   18    B.  QUESTIONNAIRES  MUST BE SUBMITTED TO THE CONTRACTING ENTITY AND TO\n   19  THE COMPTROLLER WHO SHALL MAINTAIN  THE  INFORMATION  IN  AN  ELECTRONIC\n   20  DATABASE FOR REVIEW BY ANY STATE OR LOCAL CONTRACTING ENTITY THAT AWARDS\n   21  PUBLIC WORK CONTRACTS.\n   22    3.  CONTENTS OF QUESTIONNAIRE. THE COMPTROLLER SHALL PREPARE A UNIFORM\n   23  QUESTIONNAIRE FOR USE BY STATE AND  LOCAL  CONTRACTING  ENTITIES,  WHICH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06860-01-1\n\n       A. 3017                             2\n\n    1  SHALL REQUIRE EACH CONTRACTOR AND SUBCONTRACTOR TO PROVIDE THE FOLLOWING\n    2  INFORMATION:\n    3    A.  THE  NAME, ADDRESS AND TELEPHONE NUMBER OF ITS PRINCIPALS, OWNERS,\n    4  OFFICERS, AND SHAREHOLDERS WHO OWN OR CONTROL AT LEAST FIVE  PERCENT  OF\n    5  THE STOCK OF THE CONTRACTOR OR SUBCONTRACTOR;\n    6    B.  THE  TAXPAYER  IDENTIFICATION  NUMBER  OR  EMPLOYER IDENTIFICATION\n    7  NUMBER, AND THE DUN AND BRADSTREET NUMBER OF THE CONTRACTOR  OR  SUBCON-\n    8  TRACTOR;\n    9    C.  THE CONTRACTOR OR SUBCONTRACTOR'S TYPE OF BUSINESS ENTITY, INCLUD-\n   10  ING BUT NOT  LIMITED  TO  CORPORATION,  PARTNERSHIP,  LIMITED  LIABILITY\n   11  CORPORATION, LIMITED PARTNERSHIP, JOINT VENTURE OR SOLE PROPRIETOR;\n   12    D.  THE  NAMES  AND  ADDRESSES  OF  THE SUBCONTRACTORS PLANNED FOR THE\n   13  PROJECT;\n   14    E. THE USE OF REGISTERED AND APPROVED APPRENTICESHIP TRAINING PROGRAMS\n   15  FOR THE PAST FIVE YEARS;\n   16    F. ANY VIOLATIONS OF THE PREVAILING WAGE LAW UNDER  ARTICLE  EIGHT  OF\n   17  THE LABOR LAW OR THE FEDERAL DAVIS-BACON ACT;\n   18    G.  ANY  VIOLATIONS  OF STATE OR FEDERAL LAWS RELATING TO UNEMPLOYMENT\n   19  COMPENSATION, WORKERS' COMPENSATION,  OCCUPATIONAL  HEALTH  AND  SAFETY,\n   20  EMPLOYEE  MISCLASSIFICATION, EMPLOYMENT DISABILITY, EMPLOYMENT DISCRIMI-\n   21  NATION, OR OTHER LABOR LAWS;\n   22    H. ANY VIOLATIONS OF STATE OR FEDERAL ENVIRONMENTAL PROTECTION LAWS;\n   23    I. ANY FAILURE TO FILE FEDERAL, STATE OR LOCAL TAX  RETURNS,  ANY  TAX\n   24  LIABILITIES,  JUDGMENTS  OR  LIENS, AND VIOLATIONS OF AGREEMENTS OR LAWS\n   25  UNDER WHICH A TAX CREDIT, TAX EXEMPTION, LOAN OR GRANT  WAS  AWARDED  BY\n   26  ANY FEDERAL, STATE OR LOCAL ENTITY;\n   27    J.  ANY  CRIMINAL  CONVICTION,  INDICTMENT, GRANT OF IMMUNITY OR CIVIL\n   28  VIOLATION FOR BUSINESS-RELATED ACTIVITY, INCLUDING BUT  NOT  LIMITED  TO\n   29  BRIBERY,  EXTORTION, FRAUD, RACKETEERING, CONTRACT BIDDING AND RESTRAINT\n   30  OF TRADE;\n   31    K. CONTRACT SANCTION HISTORY INCLUDING FEDERAL  OR  STATE  DEBARMENTS,\n   32  SUSPENSIONS,   FINDINGS   OF  INELIGIBILITY,  OR  DISQUALIFICATIONS  FOR\n   33  NON-COMPLIANCE WITH MINORITY-OWNED, WOMEN-OWNED  OR  DISADVANTAGED-OWNED\n   34  BUSINESS REQUIREMENTS;\n   35    L.  ANY PENDING INVESTIGATIONS FOR CRIMINAL OR CIVIL VIOLATIONS OF ANY\n   36  STATE OR FEDERAL LAWS;\n   37    M. PROFESSIONAL  LICENSE  SANCTION  HISTORY  AGAINST  ITS  PRINCIPALS,\n   38  OWNERS AND OFFICERS;\n   39    N. EXPERTISE AND EXPERIENCE PERFORMING THE TYPE OF WORK REQUIRED UNDER\n   40  THE CONTRACT;\n   41    O.  FINANCIAL CAPABILITY AND RELIABILITY INCLUDING FISCAL RESOURCES TO\n   42  PERFORM THE CONTRACT, AND ANY BANKRUPTCIES WITHIN THE PAST SEVEN YEARS;\n   43    P. PROOF OF SURETY BOND AND INSURANCE FOR  WORKERS'  COMPENSATION  AND\n   44  GENERAL AND PROFESSIONAL LIABILITY FOR THE PROJECT; AND\n   45    Q. WHETHER HEALTH INSURANCE IS PROVIDED TO EMPLOYEES.\n   46    4.  PENALTY.  THE QUESTIONNAIRE SHALL BE SUBSCRIBED AND AFFIRMED AS TO\n   47  ITS TRUTH, ACCURACY AND COMPLETENESS UNDER PENALTY OF PERJURY.\n   48    5. AWARD OF PUBLIC WORK CONTRACT TO LOWEST  RESPONSIBLE  BIDDER.    A.\n   49  WHERE  A  PUBLIC  WORK  CONTRACT IS REQUIRED TO BE AWARDED TO THE LOWEST\n   50  RESPONSIBLE BIDDER, NO CONTRACT MAY BE AWARDED TO A BIDDER IF ANY OF ITS\n   51  CONTRACTORS OR SUBCONTRACTORS:\n   52    (I) HAVE HAD A FINAL DETERMINATION RENDERED FOR A VIOLATION OF ARTICLE\n   53  EIGHT OF THE LABOR LAW, THE WORKERS' COMPENSATION LAW, THE  UNEMPLOYMENT\n   54  INSURANCE  LAW,  OR  EMPLOYEE  MISCLASSIFICATION BY ANY FEDERAL OR STATE\n   55  AGENCY WITHIN THE PAST TEN YEARS;\n\n       A. 3017                             3\n\n    1    (II) HAVE COMMITTED A VIOLATION OF ANY OTHER LAWS UNDER  PARAGRAPH  G,\n    2  H,  I,  OR  J  OF SUBDIVISION THREE OF THIS SECTION WITHIN THE PAST FIVE\n    3  YEARS;\n    4    (III)  FAIL  TO  PARTICIPATE  IN  AN  APPRENTICESHIP  TRAINING PROGRAM\n    5  APPROVED AND REGISTERED WITH THE STATE OR FEDERAL DEPARTMENT  OF  LABOR;\n    6  OR\n    7    (IV)  FAIL  TO  PROVIDE PROOF OF SURETY BOND AND WORKERS' COMPENSATION\n    8  COVERAGE.\n    9    B. BASED ON  THE  INFORMATION  COLLECTED  IN  THE  QUESTIONNAIRES  THE\n   10  CONTRACTING  ENTITY  MAY  DETERMINE THAT A BIDDER IS NOT RESPONSIBLE AND\n   11  NOT AWARD A CONTRACT TO THE BIDDER UPON FINDING THAT:\n   12    (I) THE PROPOSED CONTRACTOR OR SUBCONTRACTORS FOR  THE  CONTRACT  LACK\n   13  ADEQUATE  EXPERTISE,  OR  LACK  THE  FINANCIAL  RESOURCES TO PERFORM THE\n   14  CONTRACT OR SUBCONTRACT IN A TIMELY AND COMPETENT MANNER;\n   15    (II) THE EQUIPMENT TO BE USED FOR THE CONTRACT IS NOT SAFE FOR  OPERA-\n   16  TION  BY  EMPLOYEES  OF  THE  CONTRACTOR  OR  SUBCONTRACTORS, OR FOR THE\n   17  PUBLIC;\n   18    (III) THE BID SUBMITTED IS SO MUCH LOWER THAN THE AGENCY'S  ENGINEER'S\n   19  ESTIMATE  THAT IT SEEMS UNLIKELY THAT THE BIDDER WILL BE ABLE TO PERFORM\n   20  THE CONTRACT SATISFACTORILY AT THE PRICE BID;\n   21    (IV) THE BID SUBMITTED IS MATHEMATICALLY OR MATERIALLY UNBALANCED;\n   22    (V) A LACK OF GOOD FAITH EFFORT  TO  COMPLY  WITH  STATE  AND  FEDERAL\n   23  REQUIREMENTS    FOR    USE    OF    MINORITY-OWNED,    WOMEN-OWNED   AND\n   24  DISADVANTAGED-OWNED BUSINESSES;\n   25    (VI) FALSE  OR  MISLEADING  INFORMATION  HAS  BEEN  PRESENTED  TO  THE\n   26  CONTRACTING ENTITY IN CONNECTION WITH THE BID; OR\n   27    (VII)  ANY OTHER INFORMATION FROM THE QUESTIONNAIRE WHICH RAISES SERI-\n   28  OUS QUESTIONS CONCERNING THE PRESENT CAPABILITY  AND  RESPONSIBILITY  OF\n   29  THE CONTRACTOR OR ANY SUBCONTRACTOR TO PERFORM THE CONTRACT.\n   30    S  2.  The  general  municipal  law is amended by adding a new section\n   31  100-b to read as follows:\n   32    S 100-B. LOWEST RESPONSIBLE BIDDER. 1. DEFINITION.   FOR THE  PURPOSES\n   33  OF  THIS  ARTICLE,  \"LOWEST  RESPONSIBLE  BIDDER\" SHALL MEAN THE PERSON,\n   34  FIRM, CORPORATION, CONTRACTOR OR SUBCONTRACTOR OR OTHER  ENTITY  SUBMIT-\n   35  TING  A  BID  FOR A PUBLIC WORK CONTRACT FOR THE ERECTION, CONSTRUCTION,\n   36  RECONSTRUCTION OR ALTERATION OF BUILDINGS WHO:\n   37    A. SUBMITS THE LOWEST BID; AND\n   38    B. IS NOT DISQUALIFIED ON ANY OF THE GROUNDS LISTED UNDER  SUBDIVISION\n   39  FIVE OF THIS SECTION.\n   40    2. USE OF QUESTIONNAIRE TO DETERMINE RESPONSIBILITY OF CONTRACTORS AND\n   41  SUBCONTRACTORS.   A. NO PUBLIC WORK CONTRACT MAY BE AWARDED BY ANY POLI-\n   42  TICAL SUBDIVISION OR BY AN OFFICER, BOARD  OR  AGENCY  THEREOF,  TO  THE\n   43  LOWEST  RESPONSIBLE  BIDDER UNLESS EACH CONTRACTOR AND SUBCONTRACTOR FOR\n   44  THE CONTRACT SUBMITS, AND THE CONTRACTING ENTITY  REVIEWS,  A  QUESTION-\n   45  NAIRE DEMONSTRATING ITS RESPONSIBILITY TO PERFORM THE CONTRACT.\n   46    B.  QUESTIONNAIRES  MUST BE SUBMITTED TO THE CONTRACTING ENTITY AND TO\n   47  THE COMPTROLLER WHO SHALL MAINTAIN  THE  INFORMATION  IN  AN  ELECTRONIC\n   48  DATABASE FOR REVIEW BY ANY STATE OR LOCAL CONTRACTING ENTITY THAT AWARDS\n   49  PUBLIC WORK CONTRACTS.\n   50    3.  CONTENTS OF QUESTIONNAIRE. THE COMPTROLLER SHALL PREPARE A UNIFORM\n   51  QUESTIONNAIRE FOR USE BY A POLITICAL SUBDIVISION OR BY AN OFFICER, BOARD\n   52  OR AGENCY THEREOF, WHICH SHALL REQUIRE EACH CONTRACTOR AND SUBCONTRACTOR\n   53  TO PROVIDE THE FOLLOWING INFORMATION:\n   54    A. THE NAME, ADDRESS AND TELEPHONE NUMBER OF ITS  PRINCIPALS,  OWNERS,\n   55  OFFICERS,  AND  SHAREHOLDERS WHO OWN OR CONTROL AT LEAST FIVE PERCENT OF\n   56  THE STOCK OF THE CONTRACTOR OR SUBCONTRACTOR;\n\n       A. 3017                             4\n\n    1    B. THE  TAXPAYER  IDENTIFICATION  NUMBER  OR  EMPLOYER  IDENTIFICATION\n    2  NUMBER,  AND  THE DUN AND BRADSTREET NUMBER OF THE CONTRACTOR OR SUBCON-\n    3  TRACTOR;\n    4    C.  THE CONTRACTOR OR SUBCONTRACTOR'S TYPE OF BUSINESS ENTITY, INCLUD-\n    5  ING BUT NOT  LIMITED  TO  CORPORATION,  PARTNERSHIP,  LIMITED  LIABILITY\n    6  CORPORATION, LIMITED PARTNERSHIP, JOINT VENTURE OR SOLE PROPRIETOR;\n    7    D.  THE  NAMES  AND  ADDRESSES  OF  THE SUBCONTRACTORS PLANNED FOR THE\n    8  PROJECT;\n    9    E. THE USE OF REGISTERED AND APPROVED APPRENTICESHIP TRAINING PROGRAMS\n   10  FOR THE PAST FIVE YEARS;\n   11    F. ANY VIOLATIONS OF THE PREVAILING WAGE LAW UNDER  ARTICLE  EIGHT  OF\n   12  THE LABOR LAW OR THE FEDERAL DAVIS-BACON ACT;\n   13    G.  ANY  VIOLATIONS  OF STATE OR FEDERAL LAWS RELATING TO UNEMPLOYMENT\n   14  COMPENSATION, WORKERS' COMPENSATION,  OCCUPATIONAL  HEALTH  AND  SAFETY,\n   15  EMPLOYEE  MISCLASSIFICATION, EMPLOYMENT DISABILITY, EMPLOYMENT DISCRIMI-\n   16  NATION, OR OTHER LABOR LAWS;\n   17    H. ANY VIOLATIONS OF STATE OR FEDERAL ENVIRONMENTAL PROTECTION LAWS;\n   18    I. ANY FAILURE TO FILE FEDERAL, STATE OR LOCAL TAX  RETURNS,  ANY  TAX\n   19  LIABILITIES,  JUDGMENTS  OR  LIENS, AND VIOLATIONS OF AGREEMENTS OR LAWS\n   20  UNDER WHICH A TAX CREDIT, TAX EXEMPTION, LOAN OR GRANT  WAS  AWARDED  BY\n   21  ANY FEDERAL, STATE OR LOCAL ENTITY;\n   22    J.  ANY  CRIMINAL  CONVICTION,  INDICTMENT, GRANT OF IMMUNITY OR CIVIL\n   23  VIOLATION FOR BUSINESS-RELATED ACTIVITY, INCLUDING BUT  NOT  LIMITED  TO\n   24  BRIBERY,  EXTORTION, FRAUD, RACKETEERING, CONTRACT BIDDING AND RESTRAINT\n   25  OF TRADE;\n   26    K. CONTRACT SANCTION HISTORY INCLUDING FEDERAL  OR  STATE  DEBARMENTS,\n   27  SUSPENSIONS,   FINDINGS   OF  INELIGIBILITY,  OR  DISQUALIFICATIONS  FOR\n   28  NON-COMPLIANCE WITH MINORITY-OWNED, WOMEN-OWNED  OR  DISADVANTAGED-OWNED\n   29  BUSINESS REQUIREMENTS;\n   30    L.  ANY PENDING INVESTIGATIONS FOR CRIMINAL OR CIVIL VIOLATIONS OF ANY\n   31  STATE OR FEDERAL LAWS;\n   32    M. PROFESSIONAL  LICENSE  SANCTION  HISTORY  AGAINST  ITS  PRINCIPALS,\n   33  OWNERS AND OFFICERS;\n   34    N. EXPERTISE AND EXPERIENCE PERFORMING THE TYPE OF WORK REQUIRED UNDER\n   35  THE CONTRACT;\n   36    O.  FINANCIAL CAPABILITY AND RELIABILITY INCLUDING FISCAL RESOURCES TO\n   37  PERFORM THE CONTRACT, AND ANY AUDITS OR  BANKRUPTCIES  WITHIN  THE  PAST\n   38  SEVEN YEARS;\n   39    P.  PROOF  OF  SURETY BOND AND INSURANCE FOR WORKERS' COMPENSATION AND\n   40  GENERAL AND PROFESSIONAL LIABILITY FOR THE PROJECT; AND\n   41    Q. WHETHER HEALTH INSURANCE IS PROVIDED TO EMPLOYEES.\n   42    4. PENALTY. THE QUESTIONNAIRE SHALL BE SUBSCRIBED AND AFFIRMED  AS  TO\n   43  ITS TRUTH, ACCURACY AND COMPLETENESS UNDER PENALTY OF PERJURY.\n   44    5.  AWARD  OF  PUBLIC  WORK CONTRACT TO LOWEST RESPONSIBLE BIDDER.  A.\n   45  WHERE A PUBLIC WORK CONTRACT IS REQUIRED TO BE  AWARDED  TO  THE  LOWEST\n   46  RESPONSIBLE BIDDER, NO CONTRACT MAY BE AWARDED TO A BIDDER IF ANY OF ITS\n   47  CONTRACTORS OR SUBCONTRACTORS:\n   48    (I) HAVE HAD A FINAL DETERMINATION RENDERED FOR A VIOLATION OF ARTICLE\n   49  EIGHT  OF THE LABOR LAW, THE WORKERS' COMPENSATION LAW, THE UNEMPLOYMENT\n   50  INSURANCE LAW, OR EMPLOYEE MISCLASSIFICATION BY  ANY  FEDERAL  OR  STATE\n   51  AGENCY WITHIN THE PAST TEN YEARS;\n   52    (II)  HAVE  COMMITTED A VIOLATION OF ANY OTHER LAWS UNDER PARAGRAPH G,\n   53  H, I, OR J OF SUBDIVISION THREE OF THIS SECTION  WITHIN  THE  PAST  FIVE\n   54  YEARS;\n\n       A. 3017                             5\n\n    1    (III)  FAIL  TO  PARTICIPATE  IN  AN  APPRENTICESHIP  TRAINING PROGRAM\n    2  APPROVED AND REGISTERED WITH THE STATE OR FEDERAL DEPARTMENT  OF  LABOR;\n    3  OR\n    4    (IV)  FAIL  TO  PROVIDE PROOF OF SURETY BOND AND WORKERS' COMPENSATION\n    5  COVERAGE.\n    6    B. BASED ON  THE  INFORMATION  COLLECTED  IN  THE  QUESTIONNAIRES  THE\n    7  CONTRACTING  ENTITY  MAY  DETERMINE THAT A BIDDER IS NOT RESPONSIBLE AND\n    8  NOT AWARD A CONTRACT TO THE BIDDER UPON FINDING THAT:\n    9    (I) THE PROPOSED CONTRACTOR OR SUBCONTRACTORS FOR  THE  CONTRACT  LACK\n   10  ADEQUATE  EXPERTISE,  OR  LACK  THE  FINANCIAL  RESOURCES TO PERFORM THE\n   11  CONTRACT OR SUBCONTRACT IN A TIMELY AND COMPETENT MANNER;\n   12    (II) THE EQUIPMENT TO BE USED FOR THE CONTRACT IS NOT SAFE FOR  OPERA-\n   13  TION  BY  EMPLOYEES  OF  THE  CONTRACTOR  OR  SUBCONTRACTORS, OR FOR THE\n   14  PUBLIC;\n   15    (III) THE BID SUBMITTED IS SO MUCH LOWER THAN THE ENGINEER'S  ESTIMATE\n   16  THAT  IT  SEEMS  UNLIKELY  THAT  THE  BIDDER WILL BE ABLE TO PERFORM THE\n   17  CONTRACT SATISFACTORILY AT THE PRICE BID;\n   18    (IV) THE BID SUBMITTED IS MATHEMATICALLY OR MATERIALLY UNBALANCED;\n   19    (V) A LACK OF GOOD FAITH EFFORT  TO  COMPLY  WITH  STATE  AND  FEDERAL\n   20  REQUIREMENTS    FOR    USE    OF    MINORITY-OWNED,    WOMEN-OWNED   AND\n   21  DISADVANTAGED-OWNED BUSINESSES;\n   22    (VI) FALSE  OR  MISLEADING  INFORMATION  HAS  BEEN  PRESENTED  TO  THE\n   23  CONTRACTING ENTITY IN CONNECTION WITH THE BID; OR\n   24    (VII)  ANY OTHER INFORMATION FROM THE QUESTIONNAIRE WHICH RAISES SERI-\n   25  OUS QUESTIONS CONCERNING THE PRESENT CAPABILITY  AND  RESPONSIBILITY  OF\n   26  THE CONTRACTOR OR ANY SUBCONTRACTOR TO PERFORM THE CONTRACT.\n   27    S  3.  This  act shall take effect on the ninetieth day after it shall\n   28  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the general municipal law, in relation to requirements for selecting the lowest responsible bidder for certain public works contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113115.TXT", "SOBI.D110121.T161037.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675485
}