{
  "year" : 2011,
  "senateBillNo" : "A3010-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3010-2011-1295586000000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires stores to publicly display their return and refund policies, including tracking of returns",
  "summary" : "Requires stores to publicly display their return and refund policies, including tracking of returns; failure to display provides buyer with automatic refund or credit; requires refund or exchange within stated time period for returns with receipt; returns within time period exempt from tracking system; local ordinances with greater buyer protections preempt state law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3404-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3010\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PERRY, MENG -- Multi-Sponsored by -- M. of A.\n         AUBRY, CLARK, LATIMER, MAYERSOHN, McENENY, MILLMAN, J. RIVERA,  TOWNS,\n         WRIGHT  -- read once and referred to the Committee on Consumer Affairs\n         and Protection\n\n       AN ACT to amend the general business law, in relation to public  notifi-\n         cation of tracking return policy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 218-a of the general business law,  as  amended  by\n    2  chapter 278 of the laws of 2009, is amended to read as follows:\n    3    S  218-a.  Disclosure  of  RETURN AND refund policies. 1. Every retail\n    4  mercantile establishment shall  conspicuously  post,  in  the  following\n    5  manner,  its  RETURN AND refund [policy] POLICIES as to all goods, wares\n    6  or merchandise offered to the public for sale:\n    7    (a) on a sign attached to the item itself; or\n    8    (b) on a sign affixed to each cash register or point of sale; or\n    9    (c) on a sign so situated as to be clearly visible to the  buyer  from\n   10  the cash register; [or] AND\n   11    (d) on a sign posted at each store entrance used by the public.\n   12    2.  The sign, required by subdivision one of this section to be posted\n   13  in every retail mercantile establishment, shall [(a)] state  whether  or\n   14  not  it  is the policy of such establishment to ACCEPT RETURNS AND/OR TO\n   15  give refunds and, if so, under what conditions, including but not limit-\n   16  ed to:\n   17    (A) whether a refund will be given:\n   18    (i) on merchandise which had been advertised as \"sale\" merchandise  or\n   19  marked \"as is;\"\n   20    (ii) on merchandise for which no proof of purchase exists;\n   21    (iii) at any time or not beyond a point in time specified;\n   22    (iv) in cash, or as credit or store credit only; or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02650-01-1\n\n       A. 3010                             2\n\n    1    (v) subject to any fees, including a restocking fee, and the dollar or\n    2  percentage amount of each fee; [and]\n    3    (b) WHETHER A RETURN OF MERCHANDISE WILL BE ACCEPTED OR REJECTED:\n    4    (I)  UNDER  ANY  OF  THE  CONDITIONS PROVIDED IN PARAGRAPH (A) OF THIS\n    5  SUBDIVISION; AND\n    6    (II) DUE TO A RETAIL ESTABLISHMENT'S POLICY OF ELECTRONICALLY TRACKING\n    7  THE FREQUENCY AND VOLUME OF AN INDIVIDUAL BUYER'S RETURN  OF  UNUSED  OR\n    8  UNDAMAGED MERCHANDISE; AND\n    9    (C)  advise  consumers that they are entitled to a written copy of the\n   10  store's refund policy upon request.\n   11    3. [Enforcement.] IF A RETURN OF MERCHANDISE IS REJECTED, SUCH  ENTITY\n   12  RESPONSIBLE  FOR  ELECTRONICALLY  TRACKING  SUCH RETURNS, AS PROVIDED IN\n   13  SUBDIVISION TWO OF THIS SECTION, SHALL FORWARD TO THE INDIVIDUAL  BUYER,\n   14  WITHIN  FIFTEEN DAYS, A STATEMENT OF REJECTION, WHICH SHALL INCLUDE: (A)\n   15  THE BASIS FOR REJECTING A RETURN OF MERCHANDISE; (B) A COPY OF THE INDI-\n   16  VIDUAL BUYER'S RETURN ACTIVITY REPORT; AND (C) NOTICE OF THE OPPORTUNITY\n   17  TO CONTEST AND APPEAL SUCH REJECTION IF INITIATED WITHIN SIXTY DAYS FROM\n   18  THE DATE OF RECEIPT OF SUCH STATEMENT OF REJECTION.\n   19    4. Any retail mercantile establishment which violates any provision of\n   20  this section shall be liable, for a period of up to thirty days from the\n   21  date of purchase, to the buyer for a cash refund or  a  credit,  at  the\n   22  buyer's  option,  provided  that  the  merchandise  has not been used or\n   23  damaged by the buyer and the buyer can verify the date of  the  purchase\n   24  with a receipt or any other purchase verification method utilized by the\n   25  retail merchant.\n   26    [4.  Preemption.]  5.  This section does not relieve any person, firm,\n   27  corporation or association subject to the  provisions  of  this  section\n   28  from complying with any law, ordinance, rule or regulation of any local-\n   29  ity  relating  to the posting of refund policies which affords the buyer\n   30  greater protection than do the provisions of this section.\n   31    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   32  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to public notification of tracking return policy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160537.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374301
}