{
  "year" : 2011,
  "senateBillNo" : "A3013-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to mental health",
    "billEventId" : "A3013-2011-1295586000000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to final judgment in foreclosures by in rem proceedings in the city of Buffalo",
  "summary" : "Relates to the disposition of surplus funds resulting from a tax lien foreclosure sales in the city of Buffalo; provides that a judgment may be entered, upon request of the tax district, without such district taking title to the property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "A2097-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3013\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  -- Multi-Sponsored by -- M. of A.\n         BOYLAND -- read once and referred to the Committee on Mental Health\n\n       AN ACT relating to final judgment in foreclosures by in rem  proceedings\n         in the city of Buffalo\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Final  judgment;  proceedings  in  the  city  of  Buffalo.\n    2  Notwithstanding  the provisions of section 1136 of the real property tax\n    3  law, the following provisions shall apply to final judgments in  in  rem\n    4  proceedings taken in the city of Buffalo.  1. Generally. The court shall\n    5  have full power to determine and enforce in all respects the priorities,\n    6  rights,  claims and demands of the several parties to the proceeding, as\n    7  the same exist according  to  law,  including  the  priorities,  rights,\n    8  claims  and  demands of the respondents as between themselves. The court\n    9  shall further determine upon proof and shall  make  findings  upon  such\n   10  proof whether there has been due compliance by the tax district with the\n   11  provisions of article 11 of the real property tax law.\n   12    2.  When  an  answer  has been interposed. (a) When an answer has been\n   13  interposed by a party other than a tax district as to any parcel of real\n   14  property included in the petition described in section 1123 of the  real\n   15  property  tax  law and the court determines that the answer is meritori-\n   16  ous, the court shall dismiss the petition of foreclosure, with or  with-\n   17  out prejudice, as to the affected parcel or parcels, unless an agreement\n   18  is  executed pursuant to subdivision 2 of section 1150 of the real prop-\n   19  erty tax law.  If the court determines that the answer is not  meritori-\n   20  ous, the court shall make a final judgment awarding to such tax district\n   21  the  right to convey title to the affected parcel or parcels in the same\n   22  manner as provided by subdivision three of this section.\n   23    (b) When an answer has been interposed by another tax district  as  to\n   24  any  parcel  and  the court shall determine that such other tax district\n   25  has an interest in such parcel, then and in that event the tax districts\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06775-01-1\n\n       A. 3013                             2\n\n    1  having an interest in such parcel may by  agreement  between  themselves\n    2  pursuant to subdivision one of section 1150 of the real property tax law\n    3  provide  (i)  for a conveyance without sale of any such parcel to one of\n    4  such  tax districts free and clear of any right, title or interest in or\n    5  lien upon such parcel or such other tax district or  districts  or  (ii)\n    6  for  a  conveyance  without  sale of any such  parcel to one of such tax\n    7  districts subject to any right, title or interest in or lien  upon  such\n    8  parcel  of  such  other  tax  district  or  districts. In either of such\n    9  events, the court shall in its judgment expressly dispense with the sale\n   10  and direct the making and execution of a  conveyance  by  the  enforcing\n   11  officer  in  accordance  with  such agreement. In the absence of such an\n   12  agreement, the court shall make a final judgment directing the  sale  of\n   13  such  parcel  in the same manner as provided by subdivision four of this\n   14  section, except that the conveyance may expressly be made subject to tax\n   15  liens of a tax district as provided herein.\n   16    3. When no answer has been interposed. The court shall  make  a  final\n   17  judgment  awarding to such tax district the right to convey title to any\n   18  parcel of real property described in the  petition  of  foreclosure  not\n   19  redeemed  as  provided in article 11 of the real property tax law and as\n   20  to which no answer is interposed as provided herein. In addition  there-\n   21  to, where the enforcing officer has requested that such a parcel be sold\n   22  pursuant to subdivision four of this section without  the  tax  district\n   23  taking title thereto, the judgment shall so direct. Otherwise such judg-\n   24  ment  shall  contain  a  direction  to  the enforcing officer of the tax\n   25  district to prepare, execute and cause to be recorded a  deed  conveying\n   26  to  such  tax  district full and complete title to such parcel. Upon the\n   27  execution of such deed, the tax district shall be seized of an estate in\n   28  fee simple absolute in such parcel and all persons, including the state,\n   29  infants, incompetents, absentees and non-residents who may have had  any\n   30  right,  title,  interest, claim, lien or equity of redemption in or upon\n   31  such parcel shall be barred and forever foreclosed of  all  such  right,\n   32  title,  interest,  claim, lien or equity of redemption. The tax district\n   33  may sell any parcel so acquired in the manner provided by  section  1166\n   34  of  the real property tax law if it does not choose to retain the parcel\n   35  for a public use.\n   36    4. Court-ordered sales. Where the enforcing officer  requests  that  a\n   37  parcel  be sold without the tax district taking title thereto, the judg-\n   38  ment shall direct that a public auction shall be conducted by  or  under\n   39  the direction of the enforcing officer. Public notice of such sale shall\n   40  be  given once a week for at least three successive weeks in a newspaper\n   41  published in the county in which such  tax  district  is  situated.  The\n   42  terms and conditions of such sale shall be as prescribed by court order,\n   43  provided  that  all proceeds including any surplus, shall be paid to the\n   44  enforcing officer for the benefit of the tax district. At the conclusion\n   45  of such sale the enforcing officer shall  prepare  and  execute  a  deed\n   46  conveying  to  the  purchaser or its designee full and complete title to\n   47  such parcel. Upon the delivery and acceptance of such deed, the  grantee\n   48  shall  be  seized of an estate in fee simple absolute in such parcel and\n   49  all persons, including the state, infants, incompetents,  absentees  and\n   50  non-residents  who  may have had any right, title, interest, claim, lien\n   51  or equity of redemption in or upon  such  parcel  shall  be  barred  and\n   52  forever  foreclosed  of  all such right, title, interest, claim, lien or\n   53  equity of redemption.\n   54    S 2. This act shall take effect immediately and  shall  apply  to  any\n   55  surplus  funds  from  the proceeds of a tax lien foreclosure sale in the\n   56  city of Buffalo paid into court on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT relating to final judgment in foreclosures by in rem proceedings in the city of Buffalo ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160537.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374311
}