{
  "year" : 2011,
  "senateBillNo" : "A3016-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to labor",
    "billEventId" : "A3016-2011-1295586000000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a time schedule that the fiscal officer must follow when investigating and adjudicating complaints of prevailing wage violations",
  "summary" : "Provides a time schedule that the fiscal officer must follow when investigating and adjudicating complaints of prevailing wage violations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A3111-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3016\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law, in relation to establishing a time sched-\n         ule for prevailing wage violation claims\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 7 of section 220 of the labor law, as amended\n    2  by chapter 7 of the laws of 2008, is amended to read as follows:\n    3    7. Compliance investigations. The fiscal  officer  as  herein  defined\n    4  shall  on a verified complaint in writing of any person interested or of\n    5  any employee  organization  pursuant  to  subdivision  eight-d  of  this\n    6  section,  and may on his own initiative cause a compliance investigation\n    7  to be made to determine whether the contractor or  a  subcontractor  has\n    8  paid  the  prevailing rate of wages and prevailing practices for supple-\n    9  ments in the same trade or occupation in the locality within  the  state\n   10  where  such  public  work  is  being  performed,  or  the hours of labor\n   11  performed by the workmen, laborers and mechanics employed on such public\n   12  work, or both.  The fiscal officer or his agents, examiners and  inspec-\n   13  tors  may examine or cause to be examined the books and records pertain-\n   14  ing to the rate of wages paid and supplements provided to the  laborers,\n   15  workmen  and  mechanics  on  said  public  work  and  the hours of labor\n   16  performed by such laborers, workmen and mechanics on said  public  work.\n   17  The fiscal officer in such investigation shall be deemed to be acting in\n   18  a judicial capacity, and shall have the right to issue subpoenas, admin-\n   19  ister  oaths and examine witnesses. The enforcement of a subpoena issued\n   20  under this section shall be regulated by  the  civil  practice  law  and\n   21  rules.    [Such] UPON RECEIPT OF ALL RECORDS REQUIRED UNDER THIS ARTICLE\n   22  FOR SUCH INVESTIGATION, THE fiscal officer  shall  TAKE  ALL  REASONABLE\n   23  STEPS  TO EXPEDITIOUSLY make either an order, determination or any other\n   24  disposition, including but not limited  to  an  agreed  upon  settlement\n   25  and/or  stipulation,  within  six months from the date of filing of such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06766-01-1\n\n       A. 3016                             2\n\n    1  verified complaint, and where a compliance investigation is made without\n    2  the filing of a verified complaint, within six months from  the  date  a\n    3  compliance  investigation  is initiated by such fiscal officer. Upon the\n    4  making  of  said order or determination, or upon arriving at such agreed\n    5  upon settlement and/or stipulation, a copy  thereof  shall  be  sent  by\n    6  certified  mail, return receipt requested, by the fiscal officer: (i) to\n    7  the person and employee organization, if any, who or which initiated the\n    8  complaint, (ii) to the person or corporation, if any, against  whom  the\n    9  complaint  was  brought,  and  (iii) where a compliance investigation is\n   10  made without the filing of a complaint, to the person who or  which  was\n   11  the subject of the compliance investigation.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to establishing a time schedule for prevailing wage violation claims ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113115.TXT", "SOBI.D110121.T160537.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675482
}