{
  "year" : 2011,
  "senateBillNo" : "A3012-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3012-2011-1295586000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the licensing and regulation of the practice of biofeedback therapy",
  "summary" : "Provides for the licensing and regulation of the practice of biofeedback therapy; defines practice of biofeedback therapy; establishes state board of biofeedback therapy and the requirements to qualify for a license as a biofeedback therapist. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2480-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3012\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN ACT to amend the education law, in relation to the practice of  biof-\n         eedback therapy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article  139-A\n    2  to read as follows:\n    3                                ARTICLE 139-A\n    4                      BIOFEEDBACK THERAPY PRACTICES ACT\n    5  SECTION 6920. DEFINITION OF PRACTICE OF BIOFEEDBACK THERAPY.\n    6          6921. AUTHORIZED PRACTICE.\n    7          6922. STATE BOARD OF BIOFEEDBACK THERAPY.\n    8          6923. REQUIREMENTS FOR A LICENSE.\n    9          6924. LIMITED PERMITS.\n   10          6925. EXEMPT PERSONS.\n   11          6926. SPECIAL PROVISIONS.\n   12          6927. PRACTICE RESTRICTIONS.\n   13    S 6920. DEFINITION OF PRACTICE OF BIOFEEDBACK THERAPY. THE PRACTICE OF\n   14  BIOFEEDBACK THERAPY IS THE USE OF SENSITIVE INSTRUMENTS TO MEASURE BODI-\n   15  LY  PROCESSES  WITH THE PURPOSE OF REPORTING RESULTS TO THE PERSON BEING\n   16  MEASURED TO ASSIST SUCH PERSON IN CONTROLLING THESE PROCESSES. THIS  CAN\n   17  BE  A  WAY  TO  LEARN STRESS MANAGEMENT AND RELAXATION TO PREVENT STRESS\n   18  RELATED DISORDERS, OR TO  REDUCE  OR  ELIMINATE  THE  SYMPTOMS  OF  MANY\n   19  SYNDROMES.  IN  ADDITION  TO TEACHING SELF-REGULATION BY THE USE OF SUCH\n   20  INSTRUMENTS, OTHER METHODS PROMOTING HEALTH AND COPING SKILLS TAUGHT  BY\n   21  THE BIOFEEDBACK THERAPIST INCLUDE, BUT ARE NOT LIMITED TO, DIAPHRAGMATIC\n   22  BREATHING,  PROGRESSIVE RELAXATION, AUTOGENIC TRAINING, IMAGERY, PSYCHO-\n   23  PHYSIOLOGICAL THERAPY AND COGNITIVE RESTRUCTURING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02481-01-1\n\n       A. 3012                             2\n\n    1    S 6921. AUTHORIZED PRACTICE. ONLY  A  PERSON  LICENSED  OR  AUTHORIZED\n    2  PURSUANT  TO  THIS  ARTICLE  TO PRACTICE BIOFEEDBACK SHALL USE THE TITLE\n    3  \"BIOFEEDBACK THERAPIST\".\n    4    S  6922.  STATE  BOARD  OF  BIOFEEDBACK THERAPY. 1. THE STATE BOARD OF\n    5  BIOFEEDBACK THERAPY SHALL BE APPOINTED BY THE BOARD OF REGENTS ON RECOM-\n    6  MENDATION OF THE COMMISSIONER FOR THE PURPOSE OF ASSISTING THE BOARD  OF\n    7  REGENTS ON MATTERS OF LICENSING AND CONDUCT. THE STATE BOARD OF BIOFEED-\n    8  BACK THERAPY SHALL BE COMPOSED OF SEVEN MEMBERS. INITIAL APPOINTMENTS TO\n    9  THE  STATE  BOARD  OF  BIOFEEDBACK  THERAPY SHALL BE SUCH THAT THE TERMS\n   10  SHALL BE STAGGERED. NO MEMBER SHALL SERVE MORE THAN TWO TERMS.\n   11    2. SIX MEMBERS SO APPOINTED SHALL BE PERSONS LICENSED OR EXEMPT PURSU-\n   12  ANT TO THIS ARTICLE, AND ONE MEMBER SO APPOINTED SHALL BE AN  INDIVIDUAL\n   13  LICENSED IN THIS STATE AS A PHYSICIAN WHO IS PRACTICING.\n   14    S  6923. REQUIREMENTS FOR A LICENSE. 1.  TO QUALIFY FOR A LICENSE AS A\n   15  BIOFEEDBACK THERAPIST AN APPLICANT SHALL FULFILL THE FOLLOWING  REQUIRE-\n   16  MENTS:\n   17    A. APPLICATION: FILE AN APPLICATION WITH THE DEPARTMENT.\n   18    B.  EDUCATION:  HAVE  AT  LEAST  A  MASTER'S DEGREE FROM AN ACCREDITED\n   19  INSTITUTION OF HIGHER LEARNING IN A HEALTH CARE RELATED FIELD  SATISFAC-\n   20  TORY  TO  THE  BOARD  OF  REGENTS, PLUS AT LEAST FIFTY HOURS OF DIDACTIC\n   21  BIOFEEDBACK EDUCATION.\n   22    C. TRAINING AND SUPERVISION: HAVE AT LEAST ONE HUNDRED HOURS OF  CLIN-\n   23  ICAL  EXPERIENCE IN THE PRACTICE OF BIOFEEDBACK THERAPY UNDER THE SUPER-\n   24  VISION OF A PERSON WHO, BECAUSE OF EDUCATION  AND  EXPERIENCE  WOULD  BE\n   25  ELIGIBLE FOR LICENSURE OR IS LICENSED AS A BIOFEEDBACK THERAPIST.\n   26    D.  EXAMINATION: PASS A WRITTEN AND PRACTICAL EXAMINATION SATISFACTORY\n   27  TO THE BOARD OF REGENTS.\n   28    E. AGE: BE AT LEAST TWENTY-ONE YEARS OF AGE.\n   29    F. CHARACTER: BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE BOARD OF\n   30  REGENTS.\n   31    G. FEES: PAY A FEE OF ONE HUNDRED SEVENTY-FIVE DOLLARS TO THE  DEPART-\n   32  MENT  FOR  AN INITIAL LICENSE, AND AN ANNUAL FEE OF FIFTY DOLLARS THERE-\n   33  AFTER.\n   34    2.  AN APPLICANT WHO HAS SATISFIED THE REQUIREMENTS OF SUBDIVISION ONE\n   35  OF THIS SECTION, OTHER THAN EDUCATION, MAY BE LICENSED AS A  BIOFEEDBACK\n   36  TECHNICIAN  UPON  OBTAINING  AN  ASSOCIATE'S  DEGREE  FROM AN ACCREDITED\n   37  INSTITUTION OF HIGHER LEARNING IN A HEALTH CARE RELATED FIELD  SATISFAC-\n   38  TORY TO THE BOARD OF REGENTS. SUCH TECHNICIAN WOULD BE REQUIRED TO PRAC-\n   39  TICE UNDER THE DIRECTION OF A LICENSED BIOFEEDBACK THERAPIST.\n   40    S  6924. LIMITED PERMITS. THE DEPARTMENT MAY ISSUE A LIMITED PERMIT TO\n   41  AN APPLICANT WHO MEETS ALL REQUIREMENTS FOR LICENSURE. THE FEE FOR  EACH\n   42  LIMITED PERMIT AND EACH RENEWAL SHALL BE SEVENTY DOLLARS.\n   43    S  6925.  EXEMPT  PERSONS.  NOTHING CONTAINED IN THIS ARTICLE SHALL BE\n   44  CONSTRUED TO PROHIBIT THE PRACTICE OF BIOFEEDBACK THERAPY  BY  QUALIFIED\n   45  HEALTH  CARE  PROFESSIONALS  LICENSED  IN  THIS STATE, OR BY STUDENTS OR\n   46  INTERNS IN HEALTH CARE EDUCATIONAL PROGRAMS. NOTHING CONTAINED  IN  THIS\n   47  ARTICLE SHALL BE CONSTRUED TO PROHIBIT THE PRACTICE OF BIOFEEDBACK THER-\n   48  APY  BY  QUALIFIED  PARA-PROFESSIONALS  WHO  ARE  SUPERVISED BY LICENSED\n   49  HEALTH CARE PROFESSIONALS QUALIFIED TO PRACTICE BIOFEEDBACK THERAPY.\n   50    S 6926. SPECIAL PROVISIONS. ANY PERSON PRACTICING BIOFEEDBACK  THERAPY\n   51  ON THE EFFECTIVE DATE OF THIS ARTICLE, NOT OTHERWISE EXEMPT, SHALL APPLY\n   52  FOR  A LICENSE AS A  BIOFEEDBACK THERAPIST WITHIN ONE YEAR OF SUCH DATE.\n   53  PENDING LICENSURE, SUCH PERSON SHALL BE ELIGIBLE FOR A LIMITED PERMIT AS\n   54  PROVIDED IN SECTION SIXTY-NINE HUNDRED TWENTY-FOUR OF THIS ARTICLE.  ANY\n   55  PERSON WHO MEETS THE APPROPRIATE REQUIREMENTS AND  HAS BEEN CERTIFIED BY\n\n       A. 3012                             3\n\n    1  A  NATIONAL  CERTIFYING BODY HAVING STANDARDS ACCEPTABLE TO THE BOARD OF\n    2  REGENTS SHALL BE GRANTED A LICENSE.\n    3    S 6927. PRACTICE RESTRICTIONS. NOTHING CONTAINED IN THIS ARTICLE SHALL\n    4  BE CONSTRUED TO CONFER THE AUTHORITY TO PRACTICE MEDICINE BY BIOFEEDBACK\n    5  THERAPISTS.\n    6    S 2. This act shall take effect on the one hundred eightieth day after\n    7  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the practice of biofeedback therapy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160537.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374306
}