{
  "year" : 2011,
  "senateBillNo" : "A3019-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3019-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to warrant of arrest",
  "summary" : "Relates to warrant of arrest, allowing warrants of arrest to be filed in adjoining towns or cities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A2244-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3019\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  warrant  of\n         arrest\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 120.30 of the  criminal  procedure\n    2  law is amended to read as follows:\n    3    2.    The  particular  local  criminal  court or courts with which any\n    4  particular local criminal court accusatory instrument may be  filed  for\n    5  the  purpose of obtaining a warrant of arrest are determined, generally,\n    6  by the provisions of section 100.55.  If, however, a particular  accusa-\n    7  tory  instrument  may  pursuant  to  said section 100.55 be filed with a\n    8  particular town OR CITY court and such town OR CITY court is not  avail-\n    9  able  at  the  time  such instrument is sought to be filed and a warrant\n   10  obtained, such accusatory instrument may be filed with the town OR  CITY\n   11  court of any adjoining town OR CITY of the same county.  If such instru-\n   12  ment  may  be  filed  pursuant  to said section 100.55 with a particular\n   13  village court and such village court is not available at  the  time,  it\n   14  may  be  filed with the town OR CITY court of the town OR CITY embracing\n   15  such village, or if such town OR CITY court  is  not  available  either,\n   16  with  the  town  OR CITY court of any adjoining town OR CITY of the same\n   17  county.\n   18    S 2. This act shall take effect on the first of November next succeed-\n   19  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06772-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to warrant of arrest ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113115.TXT", "SOBI.D110121.T161037.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675492
}