{
  "year" : 2011,
  "senateBillNo" : "A3011-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to correction",
    "billEventId" : "A3011-2011-1295586000000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for monitoring persons who are pedophiles and both level 3 sex offenders and sexual predators or predicate sex offenders with global positioning system",
  "summary" : "Provides for monitoring of persons who are pedophiles and both level 3 sex offenders and sexual predators or predicate sex offenders with global positioning system; period to be determined by court; right to appeal; right to modify or terminate order; right to counsel. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A3403-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3011\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PERRY, SPANO -- Multi-Sponsored by -- M. of A.\n         BOYLAND, CLARK,  COLTON,  GALEF,  GUNTHER,  JAFFEE,  LATIMER,  LAVINE,\n         LUPARDO, MAYERSOHN, MENG, PHEFFER, P. RIVERA, SCHROEDER, TITUS, WRIGHT\n         -- read once and referred to the Committee on Correction\n\n       AN  ACT to amend the correction law, in relation to tracking certain sex\n         offenders with a global positioning system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3 of section 168-d of the correction law, as\n    2  amended by chapter 11 of the  laws  of  2002,  is  amended  to  read  as\n    3  follows:\n    4    3.  For sex offenders released on probation or discharged upon payment\n    5  of a fine, conditional discharge or unconditional discharge, it shall be\n    6  the duty of the court applying the guidelines established in subdivision\n    7  five of section one hundred sixty-eight-l of this article  to  determine\n    8  the  level  of  notification  pursuant to subdivision six of section one\n    9  hundred sixty-eight-l of this article [and]; whether such  sex  offender\n   10  shall  be  designated  a  sexual predator, sexually violent offender, or\n   11  predicate sex offender as defined in subdivision seven  of  section  one\n   12  hundred  sixty-eight-a  of  this  article; AND, IF SUCH SEX OFFENDER HAS\n   13  BEEN CONVICTED OF AN OFFENSE INVOLVING A CHILD AND  DESIGNATED  A  LEVEL\n   14  THREE  OFFENDER  AND  A  SEXUAL  PREDATOR OR PREDICATE SEX OFFENDER, THE\n   15  PERIOD OF TIME SUCH SEX OFFENDER  SHALL  SUBMIT  TO  GLOBAL  POSITIONING\n   16  SYSTEM  MONITORING  AS  PROVIDED  IN  SUBDIVISION THREE-A OF SECTION ONE\n   17  HUNDRED SIXTY-EIGHT-F OF THIS ARTICLE.  At least fifteen days  prior  to\n   18  the determination proceeding, the district attorney shall provide to the\n   19  court  and the sex offender a written statement setting forth the deter-\n   20  minations sought by the district attorney together with the reasons  for\n   21  seeking  such  determinations. The court shall allow the sex offender to\n   22  appear and be heard. The state shall appear by the district attorney, or\n   23  his or her designee, who shall bear the  burden  of  proving  the  facts\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02604-01-1\n\n       A. 3011                             2\n\n    1  supporting  the  determinations sought by clear and convincing evidence.\n    2  Where there is a dispute between the  parties  concerning  the  determi-\n    3  nations,  the court shall adjourn the hearing as necessary to permit the\n    4  sex  offender  or  the district attorney to obtain materials relevant to\n    5  the determinations from any state or local facility, hospital,  institu-\n    6  tion,  office,  agency,  department  or  division. Such materials may be\n    7  obtained by subpoena if  not  voluntarily  provided  to  the  requesting\n    8  party. In making the determinations, the court shall review any victim's\n    9  statement  and  any relevant materials and evidence submitted by the sex\n   10  offender and the district attorney and the court may  consider  reliable\n   11  hearsay  evidence submitted by either party provided that it is relevant\n   12  to the determinations. Facts previously proven at trial or  elicited  at\n   13  the  time  of  entry  of a plea of guilty shall be deemed established by\n   14  clear and convincing evidence and shall not be  relitigated.  The  court\n   15  shall  render an order setting forth its determinations and the findings\n   16  of fact and conclusions of law on which the determinations are based.  A\n   17  copy  of the order shall be submitted by the court to the division. Upon\n   18  application of either party, the court shall seal  any  portion  of  the\n   19  court  file or record which contains material that is confidential under\n   20  any state or federal statute. Either party may appeal as of  right  from\n   21  the  order  pursuant to the provisions of articles fifty-five, fifty-six\n   22  and fifty-seven of the civil practice law and rules. Where  counsel  has\n   23  been assigned to represent the sex offender upon the ground that the sex\n   24  offender  is financially unable to retain counsel, that assignment shall\n   25  be continued throughout the pendency of the appeal, and the  person  may\n   26  appeal  as  a  poor  person pursuant to article eighteen-B of the county\n   27  law.\n   28    S 2. Section 168-f of the correction law is amended by  adding  a  new\n   29  subdivision 3-a to read as follows:\n   30    3-A.  THE  PROVISIONS  OF  SUBDIVISION  TWO  OF  THIS SECTION SHALL BE\n   31  APPLIED TO A SEX OFFENDER REQUIRED TO REGISTER UNDER THIS ARTICLE EXCEPT\n   32  THAT A SEX OFFENDER CONVICTED OF AN OFFENSE INVOLVING A CHILD AND DESIG-\n   33  NATED A LEVEL THREE OFFENDER AND A  SEXUAL  PREDATOR  OR  PREDICATE  SEX\n   34  OFFENDER,  MUST  ALSO BE FITTED WITH A GLOBAL POSITIONING SYSTEM MONITOR\n   35  IMMEDIATELY UPON RELEASE  OR  COMMENCEMENT  OF  PAROLE  OR  POST-RELEASE\n   36  SUPERVISION,  OR PROBATION, OR RELEASE ON PAYMENT OF A FINE, CONDITIONAL\n   37  DISCHARGE OR UNCONDITIONAL DISCHARGE.  SUCH  GLOBAL  POSITIONING  DEVICE\n   38  SHALL BE PROGRAMMED TO SEND FORTH AN ALARM WHEN SUCH SEX OFFENDER LEAVES\n   39  A  CERTAIN  JURISDICTION  OR ENTERS A FORBIDDEN AREA. THE PERIOD OF SUCH\n   40  MONITORING FOR SUCH SEX OFFENDER SHALL BE DETERMINED BY  THE  COURT,  AS\n   41  PROVIDED  IN  SUBDIVISION  THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-D OF\n   42  THIS ARTICLE. THE DIVISION SHALL ANNUALLY EVALUATE SUCH  SEX  OFFENDER'S\n   43  FINANCIAL  ABILITY  TO OFFSET THE COST OF ADMINISTERING THE GLOBAL POSI-\n   44  TIONING SYSTEM AND LEVY SUCH ASSESSMENT UPON SUCH OFFENDER.  FAILURE  TO\n   45  PAY  SUCH  ASSESSMENT  SHALL  RESULT  IN A FINANCIAL HARDSHIP HEARING AS\n   46  PROVIDED IN SECTION 420.40 OF  THE  CRIMINAL  PROCEDURE  LAW.  SUCH  SEX\n   47  OFFENDER  SHALL HAVE THE RIGHT TO PETITION FOR RELIEF OR MODIFICATION OF\n   48  SUCH DUTY TO WEAR A GLOBAL POSITIONING SYSTEM  MONITOR  AS  PROVIDED  IN\n   49  SUBDIVISION  TWO-A OF SECTION ONE HUNDRED SIXTY-EIGHT-O OF THIS ARTICLE.\n   50  THE DUTY TO WEAR A GLOBAL POSITIONING SYSTEM MONITOR SHALL BE  TEMPORAR-\n   51  ILY  SUSPENDED  DURING ANY PERIOD IN WHICH SUCH SEX OFFENDER IS CONFINED\n   52  TO ANY STATE OR LOCAL CORRECTIONAL FACILITY, HOSPITAL OR INSTITUTION AND\n   53  SHALL IMMEDIATELY RECOMMENCE ON THE DATE OF SUCH SEX OFFENDER'S RELEASE.\n   54    S 3. Section 168-o of the correction law is amended by  adding  a  new\n   55  subdivision 2-a to read as follows:\n\n       A. 3011                             3\n\n    1    2-A.  ANY  SEX  OFFENDER  REQUIRED TO WEAR A GLOBAL POSITIONING SYSTEM\n    2  MONITOR PURSUANT TO THIS ARTICLE MAY PETITION THE  SENTENCING  COURT  OR\n    3  THE  COURT WHICH MADE THE DETERMINATION REGARDING SUCH MONITORING FOR AN\n    4  ORDER MODIFYING OR TERMINATING THE MONITORING PORTION  OF  THE  DETERMI-\n    5  NATION. THE PETITION SHALL SET FORTH THE REASONS SUPPORTING SUCH MODIFI-\n    6  CATION OR TERMINATION. THE SEX OFFENDER SHALL BEAR THE BURDEN OF PROVING\n    7  THE  FACTS SUPPORTING THE REQUESTED MODIFICATION OR TERMINATION BY CLEAR\n    8  AND CONVINCING EVIDENCE. SUCH A PETITION SHALL NOT  BE  CONSIDERED  MORE\n    9  THAN  ANNUALLY.  IN THE EVENT THAT THE SEX OFFENDER'S PETITION TO MODIFY\n   10  THE LEVEL OF NOTIFICATION IS GRANTED, THE DISTRICT ATTORNEY  MAY  APPEAL\n   11  AS  OF  RIGHT  FROM  THE  ORDER  PURSUANT  TO THE PROVISIONS OF ARTICLES\n   12  FIFTY-FIVE, FIFTY-SIX AND FIFTY-SEVEN OF  THE  CIVIL  PRACTICE  LAW  AND\n   13  RULES.  WHERE  COUNSEL  HAS  BEEN ASSIGNED TO REPRESENT THE SEX OFFENDER\n   14  UPON THE GROUND THAT THE SEX OFFENDER IS FINANCIALLY  UNABLE  TO  RETAIN\n   15  COUNSEL,  THAT  ASSIGNMENT SHALL BE CONTINUED THROUGHOUT THE PENDENCY OF\n   16  THE APPEAL, AND THE PERSON MAY APPEAL AS A POOR PERSON PURSUANT TO ARTI-\n   17  CLE EIGHTEEN-B OF THE COUNTY LAW.\n   18    S 4. This act shall take effect on the first of November next succeed-\n   19  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to tracking certain sex offenders with a global positioning system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T160537.TXT", "SOBI.D110124.T112614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886374304
}