{
  "year" : 2011,
  "senateBillNo" : "A3015-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to education",
    "billEventId" : "A3015-2011-1295586000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that employees of school districts who are suspended on charges of sex with a minor or student must furnish security in order to get wages",
  "summary" : "Provides that employees of school districts who are suspended on charges of sex with a minor or student must furnish security in order to get wages. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2249-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3015\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHROEDER, P. RIVERA -- Multi-Sponsored by -- M.\n         of A. BURLING, FINCH, SALADINO, WEISENBERG -- read once  and  referred\n         to the Committee on Education\n\n       AN ACT to amend the education law, in relation to providing that employ-\n         ees  who  are suspended due to sexual offense charges may only receive\n         salary if they provide security\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3020-a of the education law is amended by adding a\n    2  new subdivision 6 to read as follows:\n    3    6. SECURITY FOR WAGES IN CERTAIN CASES. (A) NOTWITHSTANDING ANY  OTHER\n    4  LAW, RULE OR REGULATION TO THE CONTRARY, AN EMPLOYEE WHO IS SUSPENDED ON\n    5  CHARGES  PURSUANT TO THIS SECTION FOR ACTS WITH A MINOR OR STUDENT WHICH\n    6  IF PROVEN, WOULD CONSTITUTE A SEXUAL OFFENSE, PURSUANT  TO  ARTICLE  ONE\n    7  HUNDRED  THIRTY  OF  THE PENAL LAW, INCEST, PURSUANT TO SECTIONS 255.25,\n    8  255.26 AND 255.27 OF THE PENAL LAW, OR DISSEMINATING  INDECENT  MATERIAL\n    9  TO MINORS PURSUANT TO SECTIONS 235.21 AND 235.22 OF THE PENAL LAW, OR AN\n   10  EMPLOYEE  WHO IS SUSPENDED BECAUSE HE OR SHE IS ARRESTED ON SUCH CHARGES\n   11  OR IS CONVICTED OF SUCH CHARGES, MAY ONLY RECEIVE  HIS  OR  HER  REGULAR\n   12  WAGES,  IF  HE  OR SHE FURNISHES THE SCHOOL DISTRICT A SUITABLE BOND, OR\n   13  OTHER SECURITY ACCEPTABLE TO THE SUPERINTENDENT OR SCHOOL  BOARD,  AS  A\n   14  GUARANTEE THAT THE EMPLOYEE WILL REPAY THE SCHOOL DISTRICT THE AMOUNT OF\n   15  WAGES  PAID  TO  HIM  OR HER DURING THE PERIOD OF SUSPENSION IN CASE THE\n   16  EMPLOYEE IS CONVICTED OF THE CHARGES, OR FAILS OR REFUSES TO  RETURN  TO\n   17  SERVICE  FOLLOWING  AN  ACQUITTAL  OR  DISMISSAL  OF THE CHARGES. IF THE\n   18  EMPLOYEE IS ACQUITTED OF THE OFFENSE, OR THE CHARGES AGAINST THE EMPLOY-\n   19  EE ARE DISMISSED, THE SCHOOL DISTRICT SHALL REIMBURSE THE  EMPLOYEE  FOR\n   20  THE  COST  OF  THE  BOND UPON HIS OR HER RETURN TO SERVICE IN THE SCHOOL\n   21  DISTRICT.\n   22    (B) IF THE EMPLOYEE DOES NOT ELECT TO FURNISH BOND, OR OTHER  SECURITY\n   23  ACCEPTABLE TO THE SUPERINTENDENT OR SCHOOL BOARD OF THE DISTRICT, AND IF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06770-01-1\n\n       A. 3015                             2\n\n    1  THE  EMPLOYEE IS ACQUITTED OF THE OFFENSE, OR THE CHARGES AGAINST HIM OR\n    2  HER ARE DISMISSED, THE SCHOOL DISTRICT SHALL PAY TO THE EMPLOYEE HIS  OR\n    3  HER  FULL  COMPENSATION  FOR  THE  PERIOD  OF SUSPENSION UPON HIS OR HER\n    4  RETURN TO SERVICE IN THE SCHOOL DISTRICT.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing that employees who are suspended due to sexual offense charges may only receive salary if they provide security ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113115.TXT", "SOBI.D110121.T160537.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675478
}