{
  "year" : 2011,
  "senateBillNo" : "A3024-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3024-2011-1295586000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the annexation of territories by local governments",
  "summary" : "Relates to the annexation of territories by local governments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1797-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3024\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to annexation  of\n         territories by local governments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 703 of the general municipal  law,\n    2  as  amended  by  chapter  405 of the laws of 1972, is amended to read as\n    3  follows:\n    4    1. Territory in one or more local governments adjoining  one  or  more\n    5  other  local  governments  may  be annexed to the latter pursuant to the\n    6  provisions of this article.  PROVIDED, HOWEVER, UNDER  NO  CIRCUMSTANCES\n    7  MAY  A PARCEL OF LAND SEPARATED BY ANOTHER MUNICIPALITY FROM THE MUNICI-\n    8  PALITY ATTEMPTING TO ANNEX SAID LAND BE ALLOWED TO BE  ANNEXED  BY  SAID\n    9  MUNICIPALITY.  A petition for such annexation, describing the territory,\n   10  stating the approximate number of inhabitants thereof, and signed (1) by\n   11  at least twenty per centum of the  persons  residing  therein,  if  any,\n   12  qualified  to vote for officers of the city or town in which such terri-\n   13  tory is situated or, if such territory is situated  in  a  village,  for\n   14  officers of such village, or (2) by the owners of a majority in assessed\n   15  valuation  of the real property in such territory assessed upon the last\n   16  preceding assessment roll of, or utilized by, the  local  government  or\n   17  governments  in  which it is situated, may be presented to the governing\n   18  board or boards of the affected local government or governments in which\n   19  such territory is situated and a certified copy or copies thereof to the\n   20  governing board or boards of the  local  government  or  governments  to\n   21  which it is proposed to annex such territory.\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02823-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to annexation of territories by local governments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113115.TXT", "SOBI.D110121.T161037.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675506
}