{
  "year" : 2011,
  "senateBillNo" : "A3026-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A3026-2011-1295586000000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires funeral directors to post signs relating to the benefits afforded to deceased veterans and their families",
  "summary" : "Requires funeral directors to post signs, in at least twelve point conspicuous print, relating to the benefits afforded to deceased veterans and their families and how to obtain such benefits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1655-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3026\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CALHOUN, CASTELLI -- read once and referred to\n         the Committee on Veterans' Affairs\n\n       AN ACT to amend the public health law, in relation to requiring  funeral\n         directors to post an informational sign notifying families of deceased\n         veterans of certain benefits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3441-a of the public  health  law,  as  amended  by\n    2  chapter 534 of the laws of 1983, is amended to read as follows:\n    3    S  3441-a.  Funeral arrangements; [use of flag] DECEASED VETERANS.  1.\n    4  Upon the request of the person responsible for the payment  for  funeral\n    5  arrangements made for the care and disposition of the body of a deceased\n    6  veteran,  eligible  under  federal  law  or  regulations  or section two\n    7  hundred fifty-a of the military law for the use of a United States  flag\n    8  for  burial  purposes,  every  person licensed pursuant to this article,\n    9  including funeral directors and funeral firms, shall  furnish  a  United\n   10  States  flag  for  the covering of the casket at the time of the funeral\n   11  free of charge. Notice of the availability of such flag shall  be  given\n   12  at the time the itemized list of services is furnished.\n   13    2.  IN  ADDITION TO THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION,\n   14  SUCH FUNERAL DIRECTORS AND FUNERAL FIRMS SHALL POST, IN AT LEAST  TWELVE\n   15  POINT  CONSPICUOUS  PRINT,  A  SIGN NOTIFYING THE FAMILIES OF A DECEASED\n   16  VETERAN WHAT SERVICES AND BENEFITS ARE  AFFORDED  TO  THEM  AND  HOW  TO\n   17  OBTAIN SUCH BENEFITS.\n   18    S 2. This act shall take effect on the one hundred eightieth day after\n   19  it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02737-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring funeral directors to post an informational sign notifying families of deceased veterans of certain benefits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115119.TXT", "SOBI.D110121.T161037.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887879085
}