{
  "year" : 2011,
  "senateBillNo" : "A3023-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3023-2011-1295586000000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that community residences shall have their property taxes paid by the state",
  "summary" : "Provides that community residences shall have their property taxes paid by the state; defines community residences to include facilities operated by or subject to licensure by the office of mental health or office of mental retardation and developmental disabilities; excludes family care homes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1830-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3023\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN -- Multi-Sponsored by -- M. of A. CROUCH,\n         FINCH,  J. MILLER,  OAKS,  TEDISCO  --  read  once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to  property  tax\n         exemptions on community residences\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 306 to read as follows:\n    3    S  306.  TAXABLE  STATUS  OF COMMUNITY RESIDENCES. FOR THE PURPOSES OF\n    4  THIS SECTION, \"COMMUNITY RESIDENCE\" MEANS ANY FACILITY  OPERATED  BY  OR\n    5  SUBJECT  TO  LICENSURE  BY  THE OFFICE OF MENTAL HEALTH OR THE OFFICE OF\n    6  MENTAL RETARDATION  AND  DEVELOPMENTAL  DISABILITIES  WHICH  PROVIDES  A\n    7  SUPERVISED  RESIDENCE OR RESIDENTIAL RESPITE SERVICES FOR MENTALLY DISA-\n    8  BLED PERSONS AND A HOMELIKE ENVIRONMENT AND ROOM, BOARD AND  RESPONSIBLE\n    9  SUPERVISION  FOR THE HABILITATION OR REHABILITATION OF MENTALLY DISABLED\n   10  PERSONS AS PART OF AN OVERALL SERVICE DELIVERY SYSTEM. A COMMUNITY RESI-\n   11  DENCE SHALL INCLUDE AN INTERMEDIATE CARE FACILITY WITH FOURTEEN OR FEWER\n   12  RESIDENTS THAT HAS BEEN APPROVED PURSUANT TO LAW, AND A COMMUNITY  RESI-\n   13  DENTIAL  FACILITY AS THAT TERM IS DEFINED IN SUBDIVISION TWENTY-EIGHT OF\n   14  SECTION 1.03 OF THE MENTAL HYGIENE LAW. SUCH TERM DOES NOT INCLUDE FAMI-\n   15  LY CARE HOMES.\n   16    NOTWITHSTANDING THE PROVISIONS OF ANY OTHER  LAW,  ON  AND  AFTER  THE\n   17  EFFECTIVE  DATE  OF  THIS  SECTION,  THE REAL PROPERTY TAXES ON ANY REAL\n   18  PROPERTY THAT IS DEFINED AS A COMMUNITY RESIDENCE PURSUANT  TO  SUBDIVI-\n   19  SION  TWENTY-EIGHT OF SECTION 1.03 OF THE MENTAL HYGIENE LAW OR PURSUANT\n   20  TO THIS SECTION SHALL BE PAID BY THE STATE.\n   21    S 2. This act shall take effect on the first of January next  succeed-\n   22  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02824-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to property tax exemptions on community residences ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T113115.TXT", "SOBI.D110121.T161037.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295886675504
}