{
  "year" : 2011,
  "senateBillNo" : "A3027-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3027-2011-1295586000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reacquisition of a lot, plot, or part thereof owned by a burial society or by a cemetery corporation",
  "summary" : "Relates to reacquisition of a lot, plot, or part thereof owned by a burial society or by a cemetery corporation; defines burial society. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "AA7490-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3027\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CYMBROWITZ  -- read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the not-for-profit corporation law, in relation  to  the\n         reacquisition of a lot, plot, or part thereof owned by a burial socie-\n         ty  or by a cemetery corporation; and in relation to the definition of\n         a burial society\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1502  of  the  not-for-profit corporation law is\n    2  amended by adding a new paragraph (q) to read as follows:\n    3    (Q) THE TERM \"BURIAL SOCIETY\" MEANS A  CORPORATION  OR  UNINCORPORATED\n    4  ASSOCIATION  OR SOCIETY HAVING AMONG ITS ACTIVITIES OR ITS FORMER ACTIV-\n    5  ITIES THE PROVISION OF BURIAL BENEFITS FOR ITS MEMBERS.\n    6    S 2. Paragraphs (d) and (f) of section 1513-a  of  the  not-for-profit\n    7  corporation  law,  as  added  by  chapter  478  of the laws of 2003, are\n    8  amended and four new paragraphs (i), (j), (k) and (l) are added to  read\n    9  as follows:\n   10    (d)  Upon  the  sale  of a lot, plot or part thereof reacquired by the\n   11  corporation under the provisions of paragraph (a), (b), or (c)  of  this\n   12  section,  thirty-five percent of the net proceeds shall be placed in the\n   13  permanent maintenance fund and sixty-five percent shall be placed in the\n   14  current maintenance fund.  PROVIDED, HOWEVER, THAT IF THEIR PROPERTY WAS\n   15  REACQUIRED UNDER PARAGRAPH (I) OF THIS SECTION, TEN PERCENT OF  THE  NET\n   16  PROCEEDS  SHALL BE PLACED IN THE PERMANENT MAINTENANCE FUND, FIFTY-SEVEN\n   17  PERCENT SHALL BE PLACED IN THE CURRENT MAINTENANCE FUND AND THIRTY-THREE\n   18  PERCENT SHALL BE PLACED IN A PERPETUAL  CARE  FUND  WHICH  THE  CEMETERY\n   19  SHALL  ESTABLISH  IN  THE  NAME OF THE DEFUNCT SOCIETY FOR THE EXCLUSIVE\n   20  PURPOSE OF MAINTENANCE OF THE GROUNDS ON WHICH  THE  GRAVES  WERE  REAC-\n   21  QUIRED.    IF, HOWEVER THE NUMBER OF GRAVES RECLAIMED BY THE CEMETERY IS\n   22  LESS THAN ONE HUNDRED, FROM ANY  ONE  BURIAL  SOCIETY  THEN  THIRTY-FIVE\n   23  PERCENT OF THE NET PROCEEDS SHALL BE PLACED IN THE PERMANENT MAINTENANCE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04854-01-1\n\n       A. 3027                             2\n\n    1  FUND  AND  SIXTY-FIVE PERCENT SHALL BE PLACED IN THE CURRENT MAINTENANCE\n    2  FUND.\n    3    (f)  The provisions of this section shall not apply to [a lot, plot or\n    4  part thereof whose record owner is a corporation or unincorporated asso-\n    5  ciation or society having among its activities or its former  activities\n    6  the  provision of burial benefits for its members] INCORPORATED OR UNIN-\n    7  CORPORATED RELIGIOUS ASSOCIATIONS OR SOCIETIES.\n    8    (I) A CEMETERY CORPORATION MAY, UPON APPLICATION AND APPROVAL  BY  THE\n    9  CEMETERY  BOARD,  REACQUIRE, RESUBDIVIDE, AND RESELL A LOT, PLOT OR PART\n   10  THEREOF FORMERLY OWNED BY A BURIAL SOCIETY UNDER THE  FOLLOWING  CIRCUM-\n   11  STANCES:\n   12    (1) IF THE CEMETERY CORPORATION HAS RECEIVED A REQUEST TO MAKE A BURI-\n   13  AL  ON  THE  GROUNDS OF A BURIAL SOCIETY AND THE PROVISIONS OF PARAGRAPH\n   14  (H) OF SECTION FIFTEEN HUNDRED TWELVE OF THIS ARTICLE HAD TO BE  INVOKED\n   15  TO MAKE THE BURIAL THEN THE CEMETERY CORPORATION MAY, AT ITS DISCRETION,\n   16  COMMENCE  THE PROCESS OF REACQUIRING THE UNUSED GRAVES ON THE GROUNDS OF\n   17  THE BURIAL SOCIETY, EXCEPT THAT ANY GRAVES THAT HAVE BEEN  RESERVED  FOR\n   18  INDIVIDUALS  WHERE SUCH RESERVATIONS HAVE BEEN RECORDED ON THE BOOKS AND\n   19  RECORDS OF THE CEMETERY CORPORATION SHALL BE EXEMPT FROM RECLAMATION; OR\n   20    (2) IF ROUTINE MAILINGS OR PROXY MAILINGS ARE SENT TO THE OFFICERS  OF\n   21  RECORD  OF  A  BURIAL SOCIETY AND SUCH MAILINGS ARE RETURNED BY THE POST\n   22  OFFICE, THE CEMETERY CORPORATION MAY, AT ITS DISCRETION, MAKE  A  SECOND\n   23  MAILING  BY  CERTIFIED  MAIL RETURN RECEIPT REQUESTED TO EACH OFFICER OF\n   24  RECORD OF THE BURIAL SOCIETY AS RECORDED ON  THE  CEMETERY'S  BOOKS  AND\n   25  RECORDS  AND,  IF EACH OF THESE MAILINGS IS RETURNED BY THE POST OFFICE,\n   26  THE CEMETERY CORPORATION MAY, AT ITS DISCRETION, COMMENCE THE PROCESS OF\n   27  REACQUIRING THE UNUSED GRAVES ON THE  GROUNDS  OF  THE  BURIAL  SOCIETY,\n   28  EXCEPT  THAT  ANY  GRAVES  THAT HAVE BEEN RESERVED FOR INDIVIDUALS WHERE\n   29  SUCH RESERVATIONS HAVE BEEN RECORDED ON THE BOOKS  AND  RECORDS  OF  THE\n   30  CEMETERY CORPORATION SHALL BE EXEMPT FROM REACQUISITION.\n   31    (J)  IF  A CEMETERY CORPORATION HAS DECIDED TO COMMENCE THE PROCESS OF\n   32  REACQUIRING GRAVES OWNED BY A BURIAL SOCIETY IT SHALL:\n   33    (1) SEND BY CERTIFIED MAIL RETURN RECEIPT REQUESTED TO EACH INDIVIDUAL\n   34  WHO HAS ENGAGED IN PROPRIETARY ACTIVITIES IN CONNECTION WITH  GRAVES  ON\n   35  THE  GROUNDS OF A BURIAL SOCIETY, SEEKING THE NAMES AND ADDRESSES OF ANY\n   36  CURRENT OFFICERS OF THE BURIAL SOCIETY AND INFORMING  THOSE  INDIVIDUALS\n   37  OF  THE  CEMETERY  CORPORATION'S  INTENTIONS  OF  REACQUIRING THE UNUSED\n   38  GRAVES ON THE GROUNDS OF THE BURIAL SOCIETY;\n   39    (2) SEND BY CERTIFIED MAIL RETURN RECEIPT REQUESTED TO EACH INDIVIDUAL\n   40  WHO HAS A GRAVE RESERVED OR DEEDED TO THEM A LETTER  SEEKING  THE  NAMES\n   41  AND  ADDRESSES OF ANY CURRENT OFFICERS OF THE BURIAL SOCIETY AND INFORM-\n   42  ING SUCH INDIVIDUALS OF THE CEMETERY CORPORATION'S INTENTIONS  OR  REAC-\n   43  QUIRING THE UNUSED GRAVES ON THE GROUNDS OF THE BURIAL SOCIETY;\n   44    (3) POST A NOTICE AS PROVIDED IN CLAUSE THREE OF PARAGRAPH (A) OF THIS\n   45  SECTION;\n   46    (4)  PUBLISH  A  NOTICE AS PROVIDED IN CLAUSE FIVE OF PARAGRAPH (A) OF\n   47  THIS SECTION;\n   48    (5) PREPARE AND SUBMIT AN AFFIDAVIT AS PROVIDED IN CLAUSE SIX OF PARA-\n   49  GRAPH (A) OF THIS SECTION; AND\n   50    (6) UPON THE SALE OF ANY GRAVE OR GRAVES ON THE GROUNDS OF THE  BURIAL\n   51  SOCIETY  WHICH  HAVE  BEEN  REACQUIRED  BY THE CEMETERY CORPORATION, THE\n   52  CEMETERY CORPORATION SHALL DISTRIBUTE THE NET PROCEEDS OF  THE  SALE  AS\n   53  PROVIDED IN PARAGRAPH (D) OF THIS SECTION.\n   54    (K) THE CEMETERY CORPORATION SHALL HOLD OFF THE SALE OF TEN PERCENT OF\n   55  THE  GRAVES  IT REACQUIRES FROM THE BURIAL SOCIETY FOR TWENTY-FIVE YEARS\n\n       A. 3027                             3\n\n    1  AS A RESERVE IN THE EVENT AN INDIVIDUAL OR  INDIVIDUALS  ARE  IDENTIFIED\n    2  WHO HAVE A VALID CLAIM FOR BURIAL ON THE GROUNDS OF THE BURIAL SOCIETY.\n    3    (L)  AT  THE  TIME  THE GRAVES THAT HAVE BEEN REACQUIRED BY A CEMETERY\n    4  CORPORATION FROM A BURIAL SOCIETY ARE SOLD, THE CONTRACT OF  SALE  SHALL\n    5  CONTAIN  A CLAUSE IN BOLD TYPE WHICH SPECIFIES THE SIZE, STYLE, AND TYPE\n    6  OF MONUMENTS PERMITTED IN THE SECTION IN WHICH SUCH GRAVES ARE LOCATED.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law, in relation to the reacquisition of a lot, plot, or part thereof owned by a burial society or by a cemetery corporation; and in relation to the definition of a burial society ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115119.TXT", "SOBI.D110121.T161037.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887879090
}