{
  "year" : 2011,
  "senateBillNo" : "A302-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to energy",
    "billEventId" : "A302-2011-1294203600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a solar powered trash compacting garbage receptacle pilot program",
  "summary" : "Requires a solar powered trash compacting garbage receptacle pilot program whereby 750 garbage receptacles in parks will be replaced with solar powered trash compacting garbage receptacles once the commissioner of parks has received the proceeds from advertising space on such receptacles; reporting requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "A11430-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          302\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HEVESI -- read once and referred to the Committee\n         on Energy\n\n       AN  ACT to amend the parks, recreation and historic preservation law, in\n         relation to requiring a solar powered trash compacting garbage  recep-\n         tacle pilot program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The parks, recreation  and  historic  preservation  law  is\n    2  amended by adding a new section 3.27 to read as follows:\n    3    S 3.27 PURCHASING  FOR SOLAR POWERED TRASH COMPACTING GARBAGE RECEPTA-\n    4  CLES. 1. AS USED  IN  THIS  SECTION,  \"SOLAR  POWERED  TRASH  COMPACTING\n    5  GARBAGE  RECEPTACLE\"  SHALL  MEAN  A  TRASH RECEPTACLE THAT UTILIZES THE\n    6  SUN'S NATURAL ENERGY TO AUTOMATICALLY DRIVE A COMPACTOR WITH AN ENCLOSED\n    7  SYSTEM IN THE SAME FOOTPRINT THAT IS EQUIPPED WITH  WIRELESS  TECHNOLOGY\n    8  TO MONITOR REAL-TIME WASTE LEVELS.\n    9    2.  A. THE COMMISSIONER SHALL UNDERTAKE A SOLAR POWERED TRASH COMPACT-\n   10  ING GARBAGE RECEPTACLE PILOT PROJECT AND  SHALL  REPLACE  SEVEN  HUNDRED\n   11  FIFTY  GARBAGE  RECEPTACLES,  IN  PARKS SUBJECT TO HIS OR HER AUTHORITY,\n   12  WITH SOLAR POWERED TRASH COMPACTING GARBAGE RECEPTACLES.\n   13    B. THE COMMISSIONER SHALL SELL TO ANY INDIVIDUAL, PARTNERSHIP,  CORPO-\n   14  RATION  OR OTHER BUSINESS ENTITY ADVERTISING SPACE ON SUCH SOLAR POWERED\n   15  TRASH  COMPACTING  GARBAGE  RECEPTACLES;  PROVIDED,  HOWEVER,  THAT  THE\n   16  COMMISSIONER  SHALL  NOT  PURCHASE  SUCH  SOLAR POWERED TRASH COMPACTING\n   17  GARBAGE RECEPTACLES BEFORE HE OR SHE HAS RECEIVED PAYMENTS IN  CONSIDER-\n   18  ATION FOR SUCH ADVERTISING SPACE.\n   19    3.  THE  COMMISSIONER SHALL SUBMIT TO THE GOVERNOR, THE SPEAKER OF THE\n   20  ASSEMBLY, THE TEMPORARY PRESIDENT OF THE SENATE, THE CHAIR OF THE  TOUR-\n   21  ISM,  PARKS,  ARTS AND SPORTS DEVELOPMENT COMMITTEE IN THE ASSEMBLY, THE\n   22  RANKING MINORITY MEMBER OF THE TOURISM, PARKS, ARTS AND SPORTS  DEVELOP-\n   23  MENT COMMITTEE IN THE ASSEMBLY, THE CHAIR OF THE CULTURAL AFFAIRS, TOUR-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01561-01-1\n\n       A. 302                              2\n\n    1  ISM,  PARKS AND RECREATION COMMITTEE IN THE SENATE, THE RANKING MINORITY\n    2  MEMBER OF THE CULTURAL AFFAIRS, TOURISM, PARKS AND RECREATION  COMMITTEE\n    3  IN  THE SENATE, THE CHAIR OF THE ENVIRONMENTAL CONSERVATION COMMITTEE IN\n    4  THE ASSEMBLY, THE RANKING MINORITY MEMBER OF THE ENVIRONMENTAL CONSERVA-\n    5  TION COMMITTEE IN THE ASSEMBLY, THE CHAIR OF THE ENVIRONMENTAL CONSERVA-\n    6  TION  COMMITTEE  IN THE SENATE, THE RANKING MINORITY MEMBER OF THE ENVI-\n    7  RONMENTAL CONSERVATION COMMITTEE IN THE SENATE, AND  THE  CHAIR  OF  THE\n    8  RENEWABLE  ENERGY  SUBCOMMITTEE  IN THE ASSEMBLY, A REPORT DETAILING THE\n    9  PROGRAM, INCLUDING BUT NOT LIMITED TO:\n   10    A. THE NUMBER OF OPERATING  SOLAR  POWERED  TRASH  COMPACTING  GARBAGE\n   11  RECEPTACLES;\n   12    B. THE TOTAL NUMBER OF WEEKLY COLLECTIONS FOR EACH RECEPTACLE;\n   13    C. THE MAN HOURS USED TO COLLECT WASTE FROM EACH RECEPTACLE;\n   14    D. FUEL USAGE FOR SUCH COLLECTION; AND\n   15    E.  THE  ESTIMATED  AMOUNT  OF CARBON DIOXIDE REDUCTION AS A RESULT OF\n   16  THIS PROGRAM.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to requiring a solar powered trash compacting garbage receptacle pilot program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T103106.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101221.T103607.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101217.T160506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767836
}