{
  "year" : 2011,
  "senateBillNo" : "A3037-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3037-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires background checks for peace officers and police officers",
  "summary" : "Requires background checks for peace officers and police officers; requires an employer to disclose employment information relating to a current or former employee, upon request from a law enforcement agency; defines \"employment information\"; permits such employer to charge reasonable fees to cover actual costs incurred in copying and furnishing such documents. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A4690-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3037\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MORELLE, OAKS -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law  and  the  general  municipal\n         law,  in  relation  to background checks for peace officers and police\n         officers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  criminal  procedure  law  is amended by adding a new\n    2  section 2.40 to read as follows:\n    3  S 2.40 BACKGROUND CHECKS.\n    4    1. FOR PURPOSES OF PERFORMING A THOROUGH BACKGROUND INVESTIGATION  FOR\n    5  APPLICANTS  FOR  A PROSPECTIVE PEACE OFFICER, AN EMPLOYER SHALL DISCLOSE\n    6  EMPLOYMENT INFORMATION RELATING TO A CURRENT OR  FORMER  EMPLOYEE,  UPON\n    7  REQUEST  OF A LAW ENFORCEMENT AGENCY, IF ALL OF THE FOLLOWING CONDITIONS\n    8  ARE MET:\n    9    (A) THE REQUEST IS MADE IN WRITING;\n   10    (B) THE REQUEST IS ACCOMPANIED BY A  NOTARIZED  AUTHORIZATION  BY  THE\n   11  APPLICANT RELEASING THE EMPLOYER OF LIABILITY; AND\n   12    (C) THE REQUEST AND THE AUTHORIZATION ARE PRESENTED TO THE EMPLOYER BY\n   13  A SWORN OFFICER OR OTHER REPRESENTATIVE OF THE EMPLOYING LAW ENFORCEMENT\n   14  AGENCY.\n   15    2. NO EMPLOYER ACTING REASONABLY AND IN GOOD FAITH SHALL BE LIABLE FOR\n   16  ANY  ACT  OR  OMISSION  RELATED TO THE RELEASE OF EMPLOYMENT INFORMATION\n   17  REQUIRED PURSUANT TO THIS SECTION.  NOTHING IN THIS SECTION IS  INTENDED\n   18  TO,  NOR  DOES  IT IN ANY WAY OR MANNER, ABROGATE OR LESSEN THE EXISTING\n   19  COMMON LAW OR STATUTORY PRIVILEGES AND IMMUNITIES OF AN EMPLOYER.\n   20    3. FOR PURPOSES OF THIS  SECTION,  \"EMPLOYMENT  INFORMATION\"  INCLUDES\n   21  WRITTEN  INFORMATION  IN  CONNECTION  WITH JOB APPLICATIONS, PERFORMANCE\n   22  EVALUATIONS, ATTENDANCE RECORDS, DISCIPLINARY ACTIONS,  ELIGIBILITY  FOR\n   23  REHIRE,  AND  OTHER  INFORMATION  RELEVANT TO PEACE OFFICER PERFORMANCE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00687-01-1\n\n       A. 3037                             2\n\n    1  EXCEPT INFORMATION PROHIBITED FROM DISCLOSURE  BY  ANY  OTHER  STATE  OR\n    2  FEDERAL LAW OR REGULATION.\n    3    4.  AN EMPLOYER'S REFUSAL TO DISCLOSE INFORMATION TO A LAW ENFORCEMENT\n    4  AGENCY IN ACCORDANCE WITH THIS  SECTION  SHALL  CONSTITUTE  GROUNDS  FOR\n    5  CIVIL  ACTION  FOR INJUNCTIVE RELIEF REQUIRING DISCLOSURE ON THE PART OF\n    6  AN EMPLOYER.\n    7    5. EMPLOYMENT INFORMATION DISCLOSED  BY  AN  EMPLOYER  TO  AN  INITIAL\n    8  REQUESTING LAW ENFORCEMENT AGENCY SHALL BE DEEMED CONFIDENTIAL. HOWEVER,\n    9  THE INITIAL REQUESTING LAW ENFORCEMENT AGENCY MAY DISCLOSE THIS INFORMA-\n   10  TION  TO ANOTHER AUTHORIZED LAW ENFORCEMENT AGENCY THAT IS ALSO CONDUCT-\n   11  ING A PEACE OFFICER BACKGROUND INVESTIGATION. WHENEVER THIS  INFORMATION\n   12  IS  DISCLOSED  TO  ANOTHER  LAW  ENFORCEMENT  AGENCY,  THAT AGENCY SHALL\n   13  UTILIZE THE INFORMATION FOR INVESTIGATIVE LEADS ONLY AND THE INFORMATION\n   14  SHALL BE INDEPENDENTLY VERIFIED BY THAT AGENCY IN ORDER TO  BE  USED  IN\n   15  DETERMINING THE SUITABILITY OF A PEACE OFFICER APPLICANT.\n   16    6.  AN  EMPLOYER  MAY  CHARGE  REASONABLE  FEES  TO COVER ACTUAL COSTS\n   17  INCURRED IN COPYING AND FURNISHING DOCUMENTS TO LAW ENFORCEMENT AGENCIES\n   18  AS REQUIRED BY THIS SECTION.\n   19    S 2. The general municipal law is amended  by  adding  a  new  section\n   20  209-qq to read as follows:\n   21    S 209-QQ.    BACKGROUND  CHECKS; POLICE OFFICERS.   1. FOR PURPOSES OF\n   22  PERFORMING A THOROUGH BACKGROUND  INVESTIGATION  FOR  APPLICANTS  FOR  A\n   23  PROSPECTIVE POLICE OFFICER, AN EMPLOYER SHALL DISCLOSE EMPLOYMENT INFOR-\n   24  MATION  RELATING  TO A CURRENT OR FORMER EMPLOYEE, UPON REQUEST OF A LAW\n   25  ENFORCEMENT AGENCY, IF ALL OF THE FOLLOWING CONDITIONS ARE MET:\n   26    (A) THE REQUEST IS MADE IN WRITING;\n   27    (B) THE REQUEST IS ACCOMPANIED BY A  NOTARIZED  AUTHORIZATION  BY  THE\n   28  APPLICANT RELEASING THE EMPLOYER OF LIABILITY; AND\n   29    (C) THE REQUEST AND THE AUTHORIZATION ARE PRESENTED TO THE EMPLOYER BY\n   30  A SWORN OFFICER OR OTHER REPRESENTATIVE OF THE EMPLOYING LAW ENFORCEMENT\n   31  AGENCY.\n   32    2. NO EMPLOYER ACTING REASONABLY AND IN GOOD FAITH SHALL BE LIABLE FOR\n   33  ANY  ACT  OR  OMISSION  RELATED TO THE RELEASE OF EMPLOYMENT INFORMATION\n   34  REQUIRED PURSUANT TO THIS SECTION.  NOTHING IN THIS SECTION IS  INTENDED\n   35  TO,  NOR  DOES  IT IN ANY WAY OR MANNER, ABROGATE OR LESSEN THE EXISTING\n   36  COMMON LAW OR STATUTORY PRIVILEGES AND IMMUNITIES OF AN EMPLOYER.\n   37    3. FOR PURPOSES OF THIS  SECTION,  \"EMPLOYMENT  INFORMATION\"  INCLUDES\n   38  WRITTEN  INFORMATION  IN  CONNECTION  WITH  JOB APPLICATION, PERFORMANCE\n   39  EVALUATIONS, ATTENDANCE RECORDS, DISCIPLINARY ACTIONS,  ELIGIBILITY  FOR\n   40  REHIRE,  AND  OTHER  INFORMATION RELEVANT TO POLICE OFFICER PERFORMANCE,\n   41  EXCEPT INFORMATION PROHIBITED FROM DISCLOSURE  BY  ANY  OTHER  STATE  OR\n   42  FEDERAL LAW OR REGULATION.\n   43    4.  AN EMPLOYER'S REFUSAL TO DISCLOSE INFORMATION TO A LAW ENFORCEMENT\n   44  AGENCY IN ACCORDANCE WITH THIS  SECTION  SHALL  CONSTITUTE  GROUNDS  FOR\n   45  CIVIL  ACTION  FOR INJUNCTIVE RELIEF REQUIRING DISCLOSURE ON THE PART OF\n   46  AN EMPLOYER.\n   47    5. EMPLOYMENT INFORMATION DISCLOSED  BY  AN  EMPLOYER  TO  AN  INITIAL\n   48  REQUESTING LAW ENFORCEMENT AGENCY SHALL BE DEEMED CONFIDENTIAL. HOWEVER,\n   49  THE INITIAL REQUESTING LAW ENFORCEMENT AGENCY MAY DISCLOSE THIS INFORMA-\n   50  TION  TO ANOTHER AUTHORIZED LAW ENFORCEMENT AGENCY THAT IS ALSO CONDUCT-\n   51  ING A POLICE OFFICER BACKGROUND INVESTIGATION. WHENEVER THIS INFORMATION\n   52  IS DISCLOSED TO  ANOTHER  LAW  ENFORCEMENT  AGENCY,  THAT  AGENCY  SHALL\n   53  UTILIZE THE INFORMATION FOR INVESTIGATIVE LEADS ONLY AND THE INFORMATION\n   54  SHALL  BE  INDEPENDENTLY  VERIFIED BY THAT AGENCY IN ORDER TO BE USED IN\n   55  DETERMINING THE SUITABILITY OF A POLICE OFFICER APPLICANT.\n\n       A. 3037                             3\n\n    1    6. AN EMPLOYER MAY  CHARGE  REASONABLE  FEES  TO  COVER  ACTUAL  COSTS\n    2  INCURRED IN COPYING AND FURNISHING DOCUMENTS TO LAW ENFORCEMENT AGENCIES\n    3  AS REQUIRED BY THIS SECTION.\n    4    S 3. This act shall take effect on the one hundred twentieth day after\n    5  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the general municipal law, in relation to background checks for peace officers and police officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115616.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295888176284
}