{
  "year" : 2011,
  "senateBillNo" : "A3035-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3035-2011-1295586000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires approval of the commissioner of agriculture and markets for compromise of a fine or penalty relating to kosher violations",
  "summary" : "Requires approval of the commissioner for compromise of a fine or penalty relating to kosher violations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A8150-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3035\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. MAISEL -- read once and referred to the Committee\n         on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to requir-\n         ing approval of the commissioner of agriculture and  markets  for  the\n         compromise of any fine or penalty relating to kosher violations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 201-d of the agriculture and markets law is amended\n    2  by adding a new closing paragraph to read as follows:\n    3    NOTWITHSTANDING ANY OTHER PROVISION OF  LAW,  NO  CHARGE  OR  PENALTY,\n    4  CIVIL OR CRIMINAL, FOR VIOLATION OF ANY OF THE PROVISIONS OF SECTION TWO\n    5  HUNDRED  ONE-A,  TWO HUNDRED ONE-B, TWO HUNDRED ONE-C, TWO HUNDRED ONE-E\n    6  OR TWO HUNDRED ONE-F OF THIS ARTICLE, SHALL BE  COMPROMISED  OR  REDUCED\n    7  WITHOUT  THE  APPROVAL OF THE COMMISSIONER OR HIS OR HER DULY AUTHORIZED\n    8  DESIGNEE.\n    9    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   10  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07249-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to requiring approval of the commissioner of agriculture and markets for the compromise of any fine or penalty relating to kosher violations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115616.TXT", "SOBI.D110121.T161037.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295888176278
}