{
  "year" : 2011,
  "senateBillNo" : "A3031-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3031-2011-1295586000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Gives tax credits for employers who provide compensation to employees serving in active duty in the National Guard or military reserves",
  "summary" : "Gives tax credits for employers who provide compensation to employees serving in active duty in the national guard or military reserves. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A9738-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3031\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to providing certain benefits\n         to veterans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The tax law is amended by adding a new section 35 to read\n    2  as follows:\n    3    S 35. NATIONAL GUARD AND RESERVIST COMPENSATION TAX CREDIT. (A) ALLOW-\n    4  ANCE OF CREDIT. A TAXPAYER SUBJECT TO TAX UNDER  ARTICLE  NINE,  NINE-A,\n    5  TWENTY-TWO,  THIRTY-TWO OR THIRTY-THREE OF THIS CHAPTER SHALL BE ALLOWED\n    6  A CREDIT AGAINST SUCH TAX IN AN AMOUNT EQUAL TO ANY  COMPENSATION  WHICH\n    7  IS  PAID  TO  AN EMPLOYEE WHO IS A MEMBER OF THE ORGANIZED MILITIA OR OF\n    8  RESERVE FORCES OR RESERVE COMPONENTS OF THE ARMED FORCES OF  THE  UNITED\n    9  STATES  WHILE SUCH EMPLOYEE IS ON ACTIVE DUTY AS SUCH TERM IS DEFINED IN\n   10  THE MILITARY LAW.\n   11    (B) A TAXPAYER WISHING TO CLAIM A  CREDIT  UNDER  THIS  SECTION  SHALL\n   12  ANNUALLY  CERTIFY  TO THE COMMISSIONER, ON FORMS SUPPLIED BY THE COMMIS-\n   13  SIONER, AMOUNTS PAID TO ELIGIBLE EMPLOYEES SERVING ON ACTIVE DUTY.\n   14    (C) CROSS-REFERENCES. FOR APPLICATION OF THE CREDIT  PROVIDED  FOR  IN\n   15  THIS SECTION, SEE THE FOLLOWING PROVISIONS OF THIS CHAPTER:\n   16    (1) ARTICLE 9: SECTION 187-Q.\n   17    (2) ARTICLE 9-A: SECTION 210: SUBDIVISION 43.\n   18    (3) ARTICLE 22: SECTION 606: SUBSECTION (SS).\n   19    (4) ARTICLE 32: SECTION 1456: SUBSECTION (X).\n   20    (5) ARTICLE 33: SECTION 1511: SUBDIVISION (A-1).\n   21    S  2.  The tax law is amended by adding a new section 187-q to read as\n   22  follows:\n   23    S 187-Q. NATIONAL GUARD AND RESERVIST COMPENSATION  TAX  CREDIT.    1.\n   24  ALLOWANCE  OF  CREDIT.  A  TAXPAYER  SHALL  BE  ALLOWED  A CREDIT, TO BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06993-01-1\n\n       A. 3031                             2\n\n    1  COMPUTED AS PROVIDED IN SUBDIVISION (A) OF SECTION THIRTY-FIVE  OF  THIS\n    2  CHAPTER, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n    3    2.  APPLICATION  OF  CREDIT.  IN  NO EVENT SHALL THE CREDIT UNDER THIS\n    4  SECTION BE ALLOWED IN AN AMOUNT WHICH WILL REDUCE  THE  TAX  PAYABLE  TO\n    5  LESS THAN THE APPLICABLE MINIMUM TAX FIXED BY SECTION ONE HUNDRED EIGHT-\n    6  Y-THREE  OR  ONE  HUNDRED  EIGHTY-FIVE OF THIS ARTICLE. IF, HOWEVER, THE\n    7  AMOUNT OF CREDIT ALLOWABLE UNDER  THIS  SECTION  FOR  ANY  TAXABLE  YEAR\n    8  REDUCES  THE  TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN\n    9  SUCH TAXABLE YEAR SHALL BE TREATED  AS  AN  OVERPAYMENT  OF  TAX  TO  BE\n   10  REFUNDED  IN  ACCORDANCE  WITH  THE  PROVISIONS  OF SECTION ONE THOUSAND\n   11  EIGHTY-SIX OF THIS  CHAPTER.    PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   12  SUBSECTION  (C)  OF  SECTION  ONE  THOUSAND EIGHTY-EIGHT OF THIS CHAPTER\n   13  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   14    S 3. Section 210 of the tax law is amended by adding a new subdivision\n   15  43 to read as follows:\n   16    43. NATIONAL GUARD AND RESERVIST COMPENSATION TAX CREDIT.  (A)  ALLOW-\n   17  ANCE  OF CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS\n   18  PROVIDED IN SECTION THIRTY-FIVE OF THIS CHAPTER, AGAINST THE TAX IMPOSED\n   19  BY THIS ARTICLE.\n   20    (B) APPLICATION OF CREDIT. THE CREDIT ALLOWED UNDER  THIS  SUBDIVISION\n   21  FOR  ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS\n   22  THAN THE HIGHER AMOUNT PRESCRIBED IN SUBDIVISION ONE  OF  THIS  SECTION.\n   23  HOWEVER, IF THE AMOUNT OF CREDITS ALLOWED UNDER THIS SUBDIVISION FOR ANY\n   24  TAXABLE  YEAR  REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS\n   25  NOT DEDUCTIBLE IN SUCH TAXABLE YEAR SHALL BE TREATED AS  AN  OVERPAYMENT\n   26  OF  TAX  TO BE CREDITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF\n   27  SECTION ONE THOUSAND EIGHTY-SIX OF THIS CHAPTER.  PROVIDED, HOWEVER, THE\n   28  PROVISIONS OF SUBSECTION (C) OF SECTION  ONE  THOUSAND  EIGHTY-EIGHT  OF\n   29  THIS CHAPTER NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   30    S  4. Section 606 of the tax law is amended by adding a new subsection\n   31  (ss) to read as follows:\n   32    (SS) NATIONAL GUARD AND RESERVIST COMPENSATION TAX CREDIT. (1)  ALLOW-\n   33  ANCE  OF CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS\n   34  PROVIDED IN SECTION THIRTY-FIVE OF THIS CHAPTER, AGAINST THE TAX IMPOSED\n   35  BY THIS ARTICLE.\n   36    (2) APPLICATION OF CREDIT. IF THE AMOUNT OF THE CREDIT  ALLOWED  UNDER\n   37  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   38  SUCH  YEAR,  THE  EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE\n   39  CREDITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS  OF  SECTION  SIX\n   40  HUNDRED  EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST\n   41  SHALL BE PAID THEREON.\n   42    S 5.   Section 1456 of  the  tax  law  is  amended  by  adding  a  new\n   43  subsection (x) to read as follows:\n   44    (X)  NATIONAL  GUARD AND RESERVIST COMPENSATING TAX CREDIT. (1) ALLOW-\n   45  ANCE OF CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED  AS\n   46  PROVIDED IN SECTION THIRTY-FIVE OF THIS CHAPTER, AGAINST THE TAX IMPOSED\n   47  BY THIS ARTICLE.\n   48    (2)  APPLICATION  OF  CREDIT. THE CREDIT ALLOWED UNDER THIS SUBSECTION\n   49  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   50  THAN THE MINIMUM TAX FIXED BY SUBSECTION (B) OF SECTION FOURTEEN HUNDRED\n   51  FIFTY-FIVE  OF  THIS  ARTICLE. HOWEVER, IF THE AMOUNT OF CREDITS ALLOWED\n   52  UNDER THIS SUBSECTION FOR ANY TAXABLE  YEAR  REDUCES  THE  TAX  TO  SUCH\n   53  AMOUNT,  ANY  AMOUNT  OF CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE YEAR\n   54  SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED  IN\n   55  ACCORDANCE  WITH  THE  PROVISIONS  OF SECTION ONE THOUSAND EIGHTY-SIX OF\n   56  THIS CHAPTER. PROVIDED, HOWEVER, THE PROVISIONS  OF  SUBSECTION  (C)  OF\n\n       A. 3031                             3\n\n    1  SECTION  ONE  THOUSAND  EIGHTY-EIGHT OF THIS CHAPTER NOTWITHSTANDING, NO\n    2  INTEREST SHALL BE PAID THEREON.\n    3    S  6.  Section 1511 of the tax law is amended by adding a new subdivi-\n    4  sion (a-1) to read as follows:\n    5    (A-1) NATIONAL GUARD AND RESERVIST COMPENSATION TAX CREDIT. (1) ALLOW-\n    6  ANCE OF CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED  AS\n    7  PROVIDED IN SECTION THIRTY-FIVE OF THIS CHAPTER, AGAINST THE TAX IMPOSED\n    8  BY THIS ARTICLE.\n    9    (2)  APPLICATION  OF CREDIT. THE CREDIT ALLOWED UNDER THIS SUBDIVISION\n   10  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   11  THAN  THE  MINIMUM FIXED BY PARAGRAPH FOUR OF SUBDIVISION (A) OF SECTION\n   12  FIFTEEN HUNDRED TWO OR SECTION FIFTEEN HUNDRED TWO-A  OF  THIS  ARTICLE.\n   13  HOWEVER, IF THE AMOUNT OF CREDITS ALLOWED UNDER THIS SUBDIVISION FOR ANY\n   14  TAXABLE  YEAR  REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS\n   15  NOT DEDUCTIBLE IN SUCH TAXABLE YEAR SHALL BE TREATED AS  AN  OVERPAYMENT\n   16  OF  TAX  TO BE CREDITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF\n   17  SECTION ONE THOUSAND EIGHTY-SIX OF THIS CHAPTER. PROVIDED, HOWEVER,  THE\n   18  PROVISIONS  OF  SUBSECTION  (C)  OF SECTION ONE THOUSAND EIGHTY-EIGHT OF\n   19  THIS CHAPTER NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   20    S 7. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   21  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   22  follows:\n\n   23  (XXXII) CREDIT FOR NATIONAL          AMOUNT OF CREDIT UNDER\n   24  GUARD AND RESERVATION                SUBDIVISION FORTY-THREE OF\n   25  COMPENSATION UNDER                   SECTION TWO HUNDRED TEN\n   26  SUBSECTION (SS)                      OR UNDER SUBSECTION (X)\n   27                                       OF SECTION FOURTEEN\n   28                                       HUNDRED FIFTY-SIX\n\n   29    S 8. This act shall take effect immediately and shall apply to taxable\n   30  years beginning on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing certain benefits to veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115616.TXT", "SOBI.D110121.T161037.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295888176265
}