{
  "year" : 2011,
  "senateBillNo" : "A3044-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3044-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes appointment of another district attorney or the attorney general as special district",
  "summary" : "Authorizes only the appointment of another district attorney or the attorney general as a special district attorney, in cases where the district attorney has a conflict of interest or excuses himself and prohibits the appointment of private attorneys as special district attorneys. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "A3349-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3044\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the county law, in relation to providing for appointment\n         of special district attorney\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs (a) and (b) of subdivision 1 of section 701 of\n    2  the county law, paragraph (a) as amended and paragraph (b) as  added  by\n    3  chapter 560 of the laws of 1991, are amended to read as follows:\n    4    (a)  [appoint  some attorney at law having an office in or residing in\n    5  the county, or any adjoining county, to act as special district attorney\n    6  during the absence, inability or disqualification of the district attor-\n    7  ney and such assistants as he or she may have; or\n    8    (b)] appoint a district attorney of any other county within the  judi-\n    9  cial department or of any county adjoining the county wherein the action\n   10  is  triable  to act as special district attorney, provided such district\n   11  attorney agrees to accept appointment by such criminal court during such\n   12  absence, inability or disqualification of the district attorney and such\n   13  assistants as he or she may have; OR\n   14    (B) APPOINT THE ATTORNEY-GENERAL TO ACT AS SPECIAL DISTRICT ATTORNEY.\n   15    S 2. Subdivision 3 of section 701 of the county law, as added by chap-\n   16  ter 560 of the laws of 1991, is amended to read as follows:\n   17    3. Where a special district attorney appointed under this section is a\n   18  district attorney OR THE ATTORNEY-GENERAL, he  or  she  may  direct  the\n   19  exercise  of  such  powers  and  the  performance  of such duties by any\n   20  assistant in his or her office in any case in which he or she serves  as\n   21  special  district  attorney  to  the same extent permitted by law in any\n   22  case in which he or she serves as district attorney OR AS  ATTORNEY-GEN-\n   23  ERAL.\n   24    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02518-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the county law, in relation to providing for appointment of special district attorney ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115119.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887879073
}