{
  "year" : 2011,
  "senateBillNo" : "A3041-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to health",
    "billEventId" : "A3041-2011-1295586000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides electronic monitoring system for functionally impaired elderly or disabled persons; appropriation",
  "summary" : "Makes provision for personal emergency response services as part of home care services by means of electronic communication equipment; allows various health-care facilities to apply for and offer system; provides for reimbursement and non-renewable grants to not-for-profit organizations not to exceed $15,000 per year; payment by certain government funds; appropriates $100,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2078-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3041\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, ORTIZ, CLARK -- Multi-Sponsored by -- M.\n         of  A.  ARROYO, V. LOPEZ -- read once and referred to the Committee on\n         Health\n\n       AN ACT to amend the public health law, in relation to providing personal\n         emergency response services as part of home care services, and  making\n         an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3602 of the public health law is amended by  adding\n    2  a new subdivision 8-a to read as follows:\n    3    8-A.  \"PERSONAL  EMERGENCY  RESPONSE SERVICES\" MEANS (A) THE PROVISION\n    4  AND MAINTENANCE OF ELECTRONIC COMMUNICATION EQUIPMENT IN THE HOME OF  AN\n    5  INDIVIDUAL  WHICH SIGNALS A MONITORING AGENCY FOR HELP WHEN ACTIVATED BY\n    6  THE INDIVIDUAL, OR AFTER A PERIOD OF TIME IF A TIMER MECHANISM  HAS  NOT\n    7  BEEN  RESET,  AND  (B)  THE  CONTINUOUS  MONITORING OF SUCH SIGNALS BY A\n    8  TRAINED OPERATOR AND, IN CASE OF RECEIPT OF SUCH SIGNAL,  THE  IMMEDIATE\n    9  NOTIFICATION  OF  SUCH  EMERGENCY  RESPONSE ORGANIZATIONS OR PERSONS, IF\n   10  NECESSARY, AS THE INDIVIDUAL HAS PREVIOUSLY SPECIFIED.\n   11    S 2. The public health law is amended by adding a new  section  3611-b\n   12  to read as follows:\n   13    S 3611-B. APPLICATION FOR GRANTS TO ESTABLISH OR EXPAND PERSONAL EMER-\n   14  GENCY  RESPONSE SERVICES. 1. A HOSPITAL, RESIDENTIAL HEALTH CARE FACILI-\n   15  TY, CERTIFIED HOME HEALTH AGENCY OR LONG-TERM HOME HEALTH CARE  PROGRAM,\n   16  OR  ANY  OTHER  NOT-FOR-PROFIT  OR PUBLIC ORGANIZATION SEEKING GRANTS TO\n   17  ESTABLISH OR EXPAND PERSONAL EMERGENCY RESPONSE SERVICES SHALL  TRANSMIT\n   18  TO  THE  COMMISSIONER  AN  APPLICATION  SETTING  FORTH  THE SCOPE OF THE\n   19  PROPOSED SERVICE. THE APPLICATION SHALL INCLUDE A  DETAILED  DESCRIPTION\n   20  OF THE PROPOSED SERVICE INCLUDING, BUT NOT LIMITED TO, THE FOLLOWING:\n   21    (A) AN OUTLINE OF THE INSTITUTION'S OR AGENCY'S PLANS FOR THE SERVICE;\n   22    (B) THE NEED FOR THE PROPOSED SERVICE;\n   23    (C) THE NUMBER AND TYPES OF PERSONNEL TO BE EMPLOYED;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05791-01-1\n\n       A. 3041                             2\n\n    1    (D)  THE  ABILITY  OF  THE AGENCY, HOSPITAL OR FACILITY TO PROVIDE THE\n    2  SERVICE;\n    3    (E) THE ESTIMATED NUMBER OF INDIVIDUALS TO BE SERVED;\n    4    (F)  THE  GEOGRAPHIC  AREA  IN  WHICH  THE  PROPOSED  SERVICE  WILL BE\n    5  PROVIDED;\n    6    (G) A DEMONSTRATION THAT THE PROPOSED SERVICE IS FEASIBLE AND IS  PART\n    7  OF A COMPREHENSIVE HOME CARE SERVICE SYSTEM; AND\n    8    (H) SUCH OTHER INFORMATION AS THE COMMISSIONER MAY REQUIRE.\n    9    2.  (A) THE COMMISSIONER MAY, WITHIN THE AMOUNT APPROPRIATED THEREFOR,\n   10  MAKE GRANTS TO CERTIFIED HOME HEALTH  AGENCIES,  HOSPITALS,  RESIDENTIAL\n   11  HEALTH  CARE  FACILITIES  OR LONG-TERM HOME HEALTH CARE PROGRAMS, OR ANY\n   12  OTHER NOT-FOR-PROFIT OR PUBLIC ORGANIZATION FOR THE PURPOSE OF  INCREAS-\n   13  ING  THE  AVAILABILITY  OF  THE PERSONAL EMERGENCY RESPONSE SERVICES. IN\n   14  AWARDING GRANTS PURSUANT TO THIS SECTION, THE  COMMISSIONER  SHALL  TAKE\n   15  INTO  CONSIDERATION,  IN  RELATION  TO  THE  AREA  SERVED, THE FOLLOWING\n   16  FACTORS: THE NUMBER OF INDIVIDUALS TO BE  SERVED  BY  THE  SERVICE;  THE\n   17  SCOPE,  QUANTITY  AND ACCESSIBILITY OF THE SERVICE PROPOSED; THE ABILITY\n   18  OF THE AGENCY TO CONTINUE TO PROVIDE  THE  PERSONAL  EMERGENCY  RESPONSE\n   19  SERVICES  UPON  THE EXPIRATION OF THE GRANT; THE ABILITY OF THE ELIGIBLE\n   20  CLIENT  TO  SUPPLEMENT  ANY  ADDITIONAL  FUNDING  FOR  IMPLEMENTING  THE\n   21  SERVICE;  THAT  THE  AGENCY PROVIDES FOR THE APPROPRIATE UTILIZATION AND\n   22  COORDINATION OF THE SERVICE WITH OTHER HOME CARE SERVICES; AND ANY  SUCH\n   23  OTHER  FACTORS  AS  THE  COMMISSIONER  MAY  DETERMINE AS RELEVANT TO THE\n   24  PUBLIC NEED FOR  PERSONAL EMERGENCY RESPONSE SERVICES.\n   25    (B) SUCH GRANTS SHALL NOT EXCEED FIFTEEN THOUSAND  DOLLARS  PER  ANNUM\n   26  AND  ARE NOT RENEWABLE. GRANTS ARE ALSO AVAILABLE OF UP TO FIFTY PERCENT\n   27  OF THE COSTS TO THOSE AGENCIES  WHO  ARE  PRESENTLY  PROVIDING  PERSONAL\n   28  EMERGENCY RESPONSE SERVICES AND WISH TO EXPAND THE SERVICE.\n   29    (C)  THE  COMMISSIONER,  AFTER  CONSULTATION WITH THE STATE COUNCIL ON\n   30  HOME CARE SERVICES, SHALL PROMULGATE RULES AND REGULATIONS NECESSARY  TO\n   31  ADMINISTER  THIS  SECTION. THE STATE COUNCIL ON HOME CARE SERVICES SHALL\n   32  ADVISE THE DEPARTMENT OF THE AVAILABILITY AND QUALITY  OF  THE  PERSONAL\n   33  EMERGENCY  RESPONSE  SERVICES  AND  ON  THE  METHODS THAT MAY BE USED TO\n   34  ENHANCE THE AVAILABILITY, APPROPRIATE UTILIZATION  AND  COORDINATION  OF\n   35  THE SERVICE THROUGH THE IMPLEMENTATION OF THE GRANT SYSTEM.\n   36    S  3.  The  sum of one hundred thousand dollars ($100,000), or so much\n   37  thereof as may be necessary, is hereby appropriated out of any moneys in\n   38  the state treasury in the general  fund  to  the  credit  of  the  state\n   39  purposes  account,  not  otherwise  appropriated,  and  made immediately\n   40  available to the commissioner of health to pay  the  expenses  including\n   41  personal  service,  in  carrying  out  the  provisions of this act. Such\n   42  moneys shall be payable out of the state treasury after audit by and  on\n   43  the  warrant  of  the comptroller upon vouchers certified or approved by\n   44  the commissioner of health as prescribed by law.\n   45    S 4. This act shall take effect one year after the date  on  which  it\n   46  shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to providing personal emergency response services as part of home care services, and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T114617.TXT", "SOBI.D110124.T130623.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295892383322
}