{
  "year" : 2011,
  "senateBillNo" : "A3048-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3048-2011-1295586000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the issuance of distinctive license plates for New York city auxiliary police",
  "summary" : "Authorizes the issuance of distinctive license plates for active members of the New York city auxiliary police; imposes an additional twenty-five dollar annual service charge; requires such plate be surrendered upon the separation from the New York city auxiliary police. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3411-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3048\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PERRY  --  Multi-Sponsored  by  --  M. of A.\n         BROOK-KRASNY, GALEF, V. LOPEZ, MENG, ORTIZ, PHEFFER, J. RIVERA, ROBIN-\n         SON -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the  issuance of distinctive license plates to New York city auxiliary\n         police officers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR NEW YORK CITY AUXILIARY  POLICE.    1.\n    4  ANY MEMBER OF THE NEW YORK CITY AUXILIARY POLICE SHALL, UPON REQUEST, BE\n    5  ISSUED  A LICENSE PLATE BEARING THE EMBLEM AND WORDS \"N.Y.P.D. AUXILIARY\n    6  POLICE.\"  APPLICATION FOR SAID LICENSE PLATE SHALL  BE  FILED  WITH  THE\n    7  COMMISSIONER   IN  SUCH  FORM  AND  DETAIL  AS  THE  COMMISSIONER  SHALL\n    8  PRESCRIBE, AND SHALL BE VERIFIED ANNUALLY BY THE APPLICANT.\n    9    2. THE DISTINCTIVE PLATE AUTHORIZED IN SUBDIVISION ONE OF THIS SECTION\n   10  SHALL BE ISSUED UPON PROOF, SATISFACTORY TO THE COMMISSIONER,  THAT  THE\n   11  APPLICANT  IS  PRESENTLY AN ACTIVE MEMBER OF THE NEW YORK CITY AUXILIARY\n   12  POLICE AND SHALL BE SURRENDERED UPON THE SEPARATION FROM  THE  NEW  YORK\n   13  CITY AUXILIARY POLICE.\n   14    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   15  IN  THE  SAME  MANNER AS OTHER NUMBER PLATES UPON PAYMENT OF THE REGULAR\n   16  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS  ARTICLE\n   17  AND AN ADDITIONAL ANNUAL SERVICE CHARGE OF TWENTY-FIVE DOLLARS.\n   18    4.  NOTHING  CONTAINED  HEREIN SHALL REQUIRE THE ISSUANCE OF A SPECIAL\n   19  NUMBER PLATE UNDER THIS SECTION UNLESS  THE  COMMISSIONER  IS  SATISFIED\n   20  THAT  THE  AGGREGATE AMOUNT OF ANNUAL SERVICE CHARGES COLLECTED PURSUANT\n   21  TO SUBDIVISION THREE OF THIS SECTION WILL BE SUFFICIENT TO  RECOVER  THE\n   22  COSTS OF THE DESIGN AND MANUFACTURE OF SUCH SPECIAL NUMBER PLATES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02559-01-1\n\n       A. 3048                             2\n\n    1    S  2. This act shall take effect on the first of April next succeeding\n    2  the date on which it shall have become a law, except that any rules  and\n    3  regulations  necessary  for the timely implementation of this act on its\n    4  effective date shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the issuance of distinctive license plates to New York city auxiliary police officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115119.TXT", "SOBI.D110121.T162039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887879089
}