{
  "year" : 2011,
  "senateBillNo" : "A3040-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to children and families",
    "billEventId" : "A3040-2011-1295586000000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enactment of the CyberStart program",
  "summary" : "Enacts the CyberStart program which provides grants to day-care centers for internet ready computer systems. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2206-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3040\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, SCHIMMINGER, ROBINSON, ORTIZ, V. LOPEZ\n         -- Multi-Sponsored by -- M. of  A.  COOK,  DESTITO,  HEASTIE,  HOOPER,\n         JACOBS,  MAGEE,  McENENY,  PHEFFER  --  read  once and referred to the\n         Committee on Children and Families\n\n       AN ACT to amend the social services law, in  relation  to  enacting  the\n         CyberStart program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The state of New York  recognizes  that\n    2  every child should have access to the power of the interactive tools and\n    3  technology, regardless of their economic situation, no matter what their\n    4  race or ethnicity, whether they live in the inner city or a rural commu-\n    5  nity.  Every  young  child  in New York state should have the ability to\n    6  learn and develop with the greatest ease and speed.\n    7    Access to computers will provide New York's children  the  ability  to\n    8  use  interactive  technology to communicate with parents, child day care\n    9  providers, and each other as they learn and play,  create  and  exercise\n   10  their  imaginations.  CyberStart  provides  families  and child day care\n   11  providers with the tools children need to develop their thinking  abili-\n   12  ties, while gaining a headstart to succeed in the digital economy of the\n   13  twenty-first century.\n   14    This vision is the foundation for CyberStart, an initiative to develop\n   15  and  make  available free web-based learning and thinking tools to every\n   16  pre-school child in New York. More than  a  program,  CyberStart  is  an\n   17  essential building block to bridge the gap between computer and technol-\n   18  ogy  haves  and  have-nots that will continue to widen and undermine our\n   19  children's ability to succeed, unless we address it now.\n   20    CyberStart  empowers  children  to  learn,  develop  and  explore.  It\n   21  empowers parents to take action and make positive choices in their chil-\n   22  dren's education. It empowers child day care providers with professional\n   23  cognitive teaching tools that will reinforce their valuable contribution\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05360-01-1\n\n       A. 3040                             2\n\n    1  to  our children's knowledge base. It empowers the community by bringing\n    2  people together to help create an environment that provides our children\n    3  with a positive attitude toward learning and education.  Ultimately,  it\n    4  will  empower  companies  through  a smarter, better-educated and better\n    5  prepared work force. The CyberStart program will help New York become  a\n    6  stronger  force  in  the ever-expanding digital economy that will define\n    7  the twenty-first century economy.\n    8    S 2. The social services law  is  amended  by  adding  a  new  section\n    9  410-cccc to read as follows:\n   10    S  410-CCCC. CYBERSTART GRANTS FOR CHILD DAY CARE. 1. THE COMMISSIONER\n   11  OF THE OFFICE OF CHILDREN AND FAMILY SERVICES MAY MAKE GRANTS  AVAILABLE\n   12  TO  DAY  CARE  CENTERS  THAT ARE LICENSED PURSUANT TO SUBDIVISION TWO OF\n   13  SECTION THREE HUNDRED NINETY OF THIS ARTICLE FOR THE PURPOSE OF  PROVID-\n   14  ING  COMPUTERS AND INTERNET ACCESS. SUCH GRANTS SHALL BE USED TO PROVIDE\n   15  A DAY CARE CENTER WITH A COMPUTER SYSTEM.\n   16    EACH GRANT SHALL INCLUDE THE COSTS ASSOCIATED WITH A COMPUTER  SYSTEM,\n   17  INCLUDING:\n   18    A. A COMPUTER,\n   19    B. A MONITOR,\n   20    C. INTERNET FILTERING SOFTWARE,\n   21    D. A COLOR PRINTER, AND\n   22    E. FUNDING TO PROVIDE INTERNET SERVICE FOR ONE YEAR.\n   23    2.  NOT  LATER  THAN  THIRTY  DAYS  AFTER  THE  EFFECTIVE DATE OF THIS\n   24  SECTION, THE COMMISSIONER OF THE OFFICE OF CHILDREN AND FAMILY  SERVICES\n   25  MAY  DEVELOP AND SEND TO EACH OF ITS LICENSED DAY CARE CENTERS A REQUEST\n   26  FOR APPLICATION TO THE CYBERSTART PROGRAM.\n   27    3. IF THE OFFICE OF CHILDREN AND FAMILY SERVICES MAKES  GRANTS  AVAIL-\n   28  ABLE  PURSUANT  TO THIS SECTION, THE COMMISSIONER OF THE OFFICE OF CHIL-\n   29  DREN AND FAMILY SERVICES SHALL SUBMIT A REPORT TO THE  GOVERNOR,  TEMPO-\n   30  RARY  PRESIDENT  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY NOT LATER\n   31  THAN DECEMBER THIRTY-FIRST, TWO THOUSAND TWELVE ON THE IMPLEMENTATION OF\n   32  THIS PROGRAM.   SUCH REPORT SHALL INCLUDE THE  TOTAL  NUMBER  OF  GRANTS\n   33  AWARDED.\n   34    S  3. This act shall take effect on the first of January next succeed-\n   35  ing the date on which it shall have become a law. Effective immediately,\n   36  any rule and regulation necessary for the timely implementation of  this\n   37  act on its effective date may be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to enacting the CyberStart program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T114617.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887577934
}