{
  "year" : 2011,
  "senateBillNo" : "A3049-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3049-2011-1295586000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes a tax on health maintenance organizations and establishes the medical malpractice relief fund",
  "summary" : "Imposes a tax on health maintenance organizations and establishes the medical malpractice relief fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A3541-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3049\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         imposing  a  tax  on health maintenance organizations and creating the\n         medical malpractice relief fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new article 33-C to read\n    2  as follows:\n    3                                ARTICLE 33-C\n    4                   TAX ON HEALTH MAINTENANCE ORGANIZATIONS\n    5  SECTION 1580. DEFINITION.\n    6          1581. IMPOSITION OF TAX.\n    7          1582. DEPOSIT AND DISPOSITION OF REVENUE.\n    8    S  1580.  DEFINITION. FOR THE PURPOSE OF THIS ARTICLE, \"HEALTH MAINTE-\n    9  NANCE ORGANIZATION\" MEANS ANY  PERSON,  NATURAL  OR  CORPORATE,  OR  ANY\n   10  GROUPS  OF SUCH PERSONS WHO ENTER INTO AN ARRANGEMENT, AGREEMENT OR PLAN\n   11  OR ANY COMBINATION OF ARRANGEMENTS OR PLANS WHICH PROPOSE TO PROVIDE  OR\n   12  OFFER,  OR  WHICH  DO  PROVIDE OR OFFER, A COMPREHENSIVE HEALTH SERVICES\n   13  PLAN PURSUANT TO ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW.\n   14    S 1581. IMPOSITION OF TAX. THERE IS HEREBY IMPOSED ON ANY HEALTH MAIN-\n   15  TENANCE ORGANIZATION ESTABLISHED PURSUANT TO ARTICLE FORTY-FOUR  OF  THE\n   16  PUBLIC  HEALTH  LAW  AND  AUTHORIZED  TO TRANSACT BUSINESS IN THIS STATE\n   17  UNDER A CERTIFICATE OF AUTHORITY FROM THE SUPERINTENDENT OF INSURANCE  A\n   18  TAX  AT  THE  RATE  OF  BETWEEN  ONE HALF PERCENT AND ONE PERCENT OF THE\n   19  REPORTED PROFITS EACH FISCAL YEAR. THE COMMISSIONER, IN CONJUNCTION WITH\n   20  THE SUPERINTENDENT OF INSURANCE SHALL PROMULGATE RULES  AND  REGULATIONS\n   21  NECESSARY  FOR THE IMPLEMENTATION OF THIS SECTION. NOTHING IN THIS ARTI-\n   22  CLE MODIFIES OR ABROGATES ANY PROVISION OF THE INSURANCE LAW.\n   23    S 1582. DEPOSIT AND DISPOSITION OF REVENUE. ALL  TAXES,  INTEREST  AND\n   24  PENALTIES  COLLECTED  OR RECEIVED BY THE COMMISSIONER UNDER THIS ARTICLE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02554-01-1\n\n       A. 3049                             2\n\n    1  SHALL BE DEPOSITED INTO THE MEDICAL MALPRACTICE RELIEF FUND PURSUANT  TO\n    2  SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW.\n    3    S  2. The state finance law is amended by adding a new section 97-kkkk\n    4  to read as follows:\n    5    S 97-KKKK. MEDICAL MALPRACTICE RELIEF FUND. 1. THERE IS HEREBY  ESTAB-\n    6  LISHED IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSION-\n    7  ER  OF  TAXATION  AND  FINANCE A SPECIAL REVENUE FUND TO BE KNOWN AS THE\n    8  \"MEDICAL MALPRACTICE RELIEF FUND\".\n    9    2. SUCH FUND SHALL CONSIST OF ALL MONEYS RECEIVED FROM TAXES  ASSESSED\n   10  ON  HEALTH  MAINTENANCE ORGANIZATIONS PURSUANT TO ARTICLE THIRTY-THREE-C\n   11  OF THE TAX LAW.\n   12    3. MONEYS IN THE FUND SHALL BE KEPT SEPARATELY FROM AND SHALL  NOT  BE\n   13  COMMINGLED  WITH  ANY  OTHER  MONEYS  IN  THE CUSTODY OF THE STATE COMP-\n   14  TROLLER.\n   15    4. MONEYS IN THE ACCOUNT, FOLLOWING APPROPRIATION BY THE  LEGISLATURE,\n   16  SHALL  BE EXPENDED BY THE SUPERINTENDENT OF INSURANCE FOR THE PURPOSE OF\n   17  PROVIDING RELIEF TO HEALTH CARE PRACTITIONERS BY REDUCING THE INCREASING\n   18  COSTS OF MEDICAL MALPRACTICE INSURANCE.\n   19    S 3. This act shall take effect April 1, 2012; provided, however  that\n   20  effective immediately, the addition, amendment and/or repeal of any rule\n   21  or regulation necessary for the implementation of this act on its effec-\n   22  tive  date  are  authorized  and directed to be made and completed on or\n   23  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to imposing a tax on health maintenance organizations and creating the medical malpractice relief fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115119.TXT", "SOBI.D110121.T162039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887879092
}