{
  "year" : 2011,
  "senateBillNo" : "A3046-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3046-2011-1295586000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a thirty day limit on additional punishment for certain contempt citations involving an employee organization and view acts of extreme provocation",
  "summary" : "Provides for a thirty day limit on additional punishment for certain contempt citations involving an employee organization and view acts of extreme provocation in a light most favorable to the employee organization. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "A3544-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3046\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to amend the judiciary law and the civil service law, in relation\n         to judicial review of punishment for certain contempt citations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 2 of section 751 of the judi-\n    2  ciary law, as amended by chapter 254 of the laws of 1983, is amended  to\n    3  read as follows:\n    4    (a)  Where an employee organization, as defined in section two hundred\n    5  one of the civil service law, wilfully disobeys a lawful  mandate  of  a\n    6  court  of  record, or wilfully offers resistance to such lawful mandate,\n    7  in a case involving or growing out of a strike in violation of  subdivi-\n    8  sion  one  of  section  two  hundred  ten  of the civil service law, the\n    9  punishment for each day that such contempt persists may  be  by  a  fine\n   10  fixed in the discretion of the court. In the case of a government exempt\n   11  from  certain  provisions  of article fourteen of the civil service law,\n   12  pursuant to section two hundred twelve of such law, the court may, as an\n   13  additional punishment for such contempt, order forfeiture of the  rights\n   14  granted  pursuant to the provisions of paragraph (b) of subdivision one,\n   15  and subdivision three of section two hundred eight of such law, for such\n   16  specified period of time[, as the  court  shall  determine  or,  in  the\n   17  discretion of the court, for an indefinite period of time] NOT TO EXCEED\n   18  THIRTY DAYS, subject to restoration upon application, with notice to all\n   19  interested parties, supported by proof of good faith compliance with the\n   20  requirements  of subdivision one of section two hundred ten of the civil\n   21  service law since the date of such violation, such proof to include, for\n   22  example, the successful negotiation, without a violation of  subdivision\n   23  one  of  section two hundred ten of the civil service law, of a contract\n   24  covering the employees in the unit affected by such violation; provided,\n   25  however, that where a fine imposed pursuant to this subdivision  remains\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02664-01-1\n\n       A. 3046                             2\n\n    1  wholly or partly unpaid, after the exhaustion of the cash and securities\n    2  of  the employee organization, such forfeiture shall be suspended to the\n    3  extent necessary for the unpaid portion of such fine to  be  accumulated\n    4  by  the  public  employer  and  transmitted  to the court. In fixing the\n    5  amount of the fine and/or duration of the forfeiture,  the  court  shall\n    6  consider  all  the  facts  and  circumstances  directly  related  to the\n    7  contempt, including, but not limited to: (i) the extent  of  the  wilful\n    8  defiance  of  or  a resistance to the court's mandate (ii) the impact of\n    9  the strike on the public health, safety, and welfare  of  the  community\n   10  and  (iii)  the  ability  of  the  employee organization to pay the fine\n   11  imposed; and the court may consider (i)  the  refusal  of  the  employee\n   12  organization  or  the appropriate public employer, as defined in section\n   13  two hundred one of the civil service law, or the representatives  there-\n   14  of,  to  submit to the mediation and fact-finding procedures provided in\n   15  section two hundred nine of the civil service law and (ii)  whether,  if\n   16  so  alleged by the employee organization AND WHEN VIEWED IN A LIGHT MOST\n   17  FAVORABLE TO SUCH EMPLOYEE ORGANIZATION, the appropriate public employer\n   18  or its representatives engaged in such acts of extreme provocation as to\n   19  detract from the responsibility of the  employee  organization  for  the\n   20  strike.  In  determining the ability of the employee organization to pay\n   21  the fine imposed, the court shall  consider  both  the  income  and  the\n   22  assets of such employee organization.\n   23    S  2.  Paragraph  (f)  of  subdivision  3  of section 210 of the civil\n   24  service law, as amended by chapter 677 of the laws of 1977,  is  amended\n   25  to read as follows:\n   26    (f) If the board determines that an employee organization has violated\n   27  the provisions of subdivision one of this section, the board shall order\n   28  forfeiture of the rights granted pursuant to the provisions of paragraph\n   29  (b)  of  subdivision  one,  and subdivision three of section two hundred\n   30  eight of this chapter, for such specified period of time [as  the  board\n   31  shall  determine,  or, in the discretion of the board, for an indefinite\n   32  period of time] NOT TO EXCEED THIRTY DAYS subject  to  restoration  upon\n   33  application,  with  notice to all interested parties, supported by proof\n   34  of good faith compliance with the requirements  of  subdivision  one  of\n   35  this  section  since  the date of such violation, such proof to include,\n   36  for example, the successful negotiation, without a violation of subdivi-\n   37  sion one of this section, of a contract covering the  employees  in  the\n   38  unit  affected  by  such violation; provided, however, that where a fine\n   39  imposed on an employee  organization  pursuant  to  subdivision  two  of\n   40  section  seven  hundred fifty-one of the judiciary law remains wholly or\n   41  partly unpaid, after the exhaustion of the cash and  securities  of  the\n   42  employee organization, the board shall direct that, notwithstanding such\n   43  forfeiture,  such  membership  dues  deduction shall be continued to the\n   44  extent necessary to pay such fine and such public employer shall  trans-\n   45  mit  such moneys to the court. In fixing the duration of the forfeiture,\n   46  the board shall consider  all  the  relevant  facts  and  circumstances,\n   47  including  but  not limited to: (i) the extent of any wilful defiance of\n   48  subdivision one of this section (ii) the impact of  the  strike  on  the\n   49  public health, safety, and welfare of the community and (iii) the finan-\n   50  cial  resources of the employee organization; and the board may consider\n   51  (i) the refusal of the employee organization or the  appropriate  public\n   52  employer  or  the representative thereof, to submit to the mediation and\n   53  fact-finding procedures provided in section two hundred  nine  and  (ii)\n   54  whether, if so alleged by the employee organization AND WHEN VIEWED IN A\n   55  LIGHT  MOST  FAVORABLE  TO  SUCH  EMPLOYEE ORGANIZATION, the appropriate\n   56  public employer or its representatives engaged in such acts  of  extreme\n\n       A. 3046                             3\n\n    1  provocation as to detract from the responsibility of the employee organ-\n    2  ization  for  the  strike. In determining the financial resources of the\n    3  employee organization, the board shall consider both the income and  the\n    4  assets  of  such employee organization. In the event membership dues are\n    5  collected by the public employer as provided in paragraph (b) of  subdi-\n    6  vision  one  of section two hundred eight of this chapter, the books and\n    7  records of such public employer shall be prima  facie  evidence  of  the\n    8  amount so collected.\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law and the civil service law, in relation to judicial review of punishment for certain contempt citations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T113844.TXT", "SOBI.D110131.T155719.TXT", "SOBI.D110124.T115119.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296507439060
}