{
  "year" : 2011,
  "senateBillNo" : "A304-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A304-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the H1N1 in the workplace prevention act",
  "summary" : "Enacts the H1N1 in the workplace prevention act requiring employers to post a sign on prevention of the H1N1 flu in the workplace; authorizes the commissioner of health to promulgate rules and regulations related to prevention of the H1N1 flu virus in the workplace. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A9156-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          304\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Health\n\n       AN ACT to amend the labor law and the public health law, in relation  to\n         enacting the \"H1N1 in the workplace prevention act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Short title.  This act shall be known and may be cited  as\n    2  the \"H1N1 in the workplace prevention act.\"\n    3    S 2. The labor law is amended by adding a new section 202-l to read as\n    4  follows:\n    5    S  202-L.    POSTING OF H1N1 INFLUENZA RELATED INFORMATION. 1. FOR THE\n    6  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE  THE  FOLLOWING\n    7  MEANINGS:\n    8    (A)  \"EMPLOYEE\"  MEANS  A PERSON WHO PERFORMS SERVICES FOR HIRE FOR AN\n    9  EMPLOYER, FOR AN AVERAGE OF TEN OR MORE HOURS PER WEEK, AND INCLUDES ALL\n   10  INDIVIDUALS EMPLOYED AT ANY SITE OWNED OR OPERATED BY  AN  EMPLOYER  BUT\n   11  SHALL NOT INCLUDE AN INDEPENDENT CONTRACTOR.\n   12    (B)  \"EMPLOYER\"  MEANS  A  PERSON  OR  ENTITY THAT EMPLOYS TEN OR MORE\n   13  EMPLOYEES AT AT LEAST ONE SITE AND INCLUDES AN INDIVIDUAL,  CORPORATION,\n   14  PARTNERSHIP,  ASSOCIATION,  NONPROFIT  ORGANIZATION,  GROUP  OF PERSONS,\n   15  COUNTY, TOWN, CITY, SCHOOL DISTRICT, PUBLIC AUTHORITY OR  OTHER  GOVERN-\n   16  MENTAL SUBDIVISION OF ANY KIND.\n   17    2.  EVERY  EMPLOYER  SHALL  POST  A SIGN APPROVED BY THE DEPARTMENT OF\n   18  HEALTH IN EVERY WORKPLACE AT THE LOCATION OR LOCATIONS WHERE NOTICES  TO\n   19  EMPLOYEES  ARE  NORMALLY  POSTED,  TO INFORM EMPLOYEES OF SAFE WORKPLACE\n   20  PRACTICES FOR THE PREVENTION OF THE H1N1 OR  OTHER  INFLUENZA  VIRUS  IN\n   21  SUCH WORKPLACE.\n   22    S  3. Subdivision 1 of section 206 of the public health law is amended\n   23  by adding a new paragraph (t) to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01360-01-1\n\n       A. 304                              2\n\n    1    (T) BY RULE AND REGULATION, ESTABLISH STANDARDS NECESSARY  AND  APPRO-\n    2  PRIATE  FOR THE IMPLEMENTATION OF SUBDIVISION TWO OF SECTION TWO HUNDRED\n    3  TWO-L OF THE LABOR LAW.\n    4    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the public health law, in relation to enacting the \"H1N1 in the workplace prevention act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101221.T103607.TXT", "SOBI.D101217.T160506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767850
}