{
  "year" : 2011,
  "senateBillNo" : "A3047-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3047-2011-1295586000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires insurance to cover dental implants at the maximum amount allowed for dental bridgework",
  "summary" : "Requires insurance to cover dental implants at the maximum amount allowed for dental bridgework. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A6415-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3047\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. HOOPER,\n         PHEFFER, TOWNS -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in  relation  to  restorative  dental\n         appliances\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new section 3239-a\n    2  to read as follows:\n    3    S 3239-A. DENTAL INSURANCE COVERAGE. EVERY POLICY OF HEALTH  OR  ACCI-\n    4  DENT  INSURANCE  ISSUED  BY  AN  INSURER,  A  HEALTH SERVICE, A HOSPITAL\n    5  SERVICE, A MEDICAL OR DENTAL INDEMNITY  EXPENSE  CORPORATION  AUTHORIZED\n    6  UNDER ARTICLE FORTY-THREE OF THIS CHAPTER OR A HEALTH MAINTENANCE ORGAN-\n    7  IZATION  AUTHORIZED  UNDER  ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW,\n    8  WHICH PROVIDES COVERAGE FOR DENTAL RESTORATIONS, INCLUDING REIMBURSEMENT\n    9  FOR DENTAL BRIDGEWORK, SHALL PROVIDE NO LESS  THAN  THE  SAME  LEVEL  OF\n   10  REIMBURSEMENT  TOWARDS  THE PAYMENT OF A DENTAL IMPLANT. NOTHING IN THIS\n   11  SECTION SHALL BE DEEMED TO LIMIT THE REQUIREMENT OF INSUREDS,  SUBSCRIB-\n   12  ERS OR MEMBERS TO PAY A COPAYMENT OR DEDUCTIBLE AS WOULD BE REQUIRED FOR\n   13  THE REIMBURSEMENT OF DENTAL BRIDGEWORK.\n   14    S  2. This act shall take effect on the first of January next succeed-\n   15  ing the date on which it shall have become a law and shall apply to  all\n   16  policies  and  contracts of insurance issued, renewed, modified, altered\n   17  or amended on or after such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02647-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to restorative dental appliances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115119.TXT", "SOBI.D110121.T162039.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887879081
}