{
  "year" : 2011,
  "senateBillNo" : "A3042-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to housing",
    "billEventId" : "A3042-2011-1295586000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates crimes of cemetery desecration of a veteran",
  "summary" : "Creates crimes of cemetery desecration of a veteran as a class E felony; makes corresponding changes in cemetery desecration crimes in the first and second degrees; makes additional penal provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2205-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3042\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, SCHROEDER -- Multi-Sponsored by -- M. of\n         A.  GUNTHER,  PHEFFER  --  read  once and referred to the Committee on\n         Housing\n\n       AN ACT to amend the penal law, in relation to cemetery  desecration  and\n         cemetery desecration of a veteran\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 145.22 of the penal law, as amended by chapter  353\n    2  of the laws of 2007, is amended to read as follows:\n    3  S 145.22 Cemetery desecration in the second degree.\n    4    A  person is guilty of cemetery desecration in the second degree when:\n    5  (a) with intent to damage property of another person[,]  and  having  no\n    6  right  to  do so nor any reasonable ground to believe that he OR SHE has\n    7  such right, he OR SHE damages any real  or  personal  property  USED  OR\n    8  maintained  as  a  cemetery,  MAUSOLEUM,  COLUMBARIUM, LOT, plot, grave,\n    9  burial place, NICHE, CRYPT, VAULT, or other place of interment OR TEMPO-\n   10  RARY STORAGE of human remains OR CREMATED HUMAN REMAINS,  OR  ANY  MONU-\n   11  MENT,  HEADSTONE,  MARKER,  MEMORIAL,  PLAQUE,  STATUE, VASE, URN, DECO-\n   12  RATION, FLAG HOLDER,  BADGE,  SHIELD,  ITEM  OF  MEMORABILIA,  OR  OTHER\n   13  EMBELLISHMENT THAT IS LOCATED ON OR ADJACENT TO, OR IS OTHERWISE ASSOCI-\n   14  ATED  WITH, ANY SUCH CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT, GRAVE,\n   15  BURIAL PLACE, NICHE, CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR TEMPO-\n   16  RARY STORAGE; or\n   17    (b) with intent to steal personal property, he OR SHE steals  personal\n   18  property  which  is  located at a cemetery, MAUSOLEUM, COLUMBARIUM, LOT,\n   19  plot, grave, burial place, NICHE, CRYPT, VAULT, or other place of inter-\n   20  ment of human remains OR CREMATED HUMAN REMAINS, OR ANY MONUMENT,  HEAD-\n   21  STONE,  MARKER,  MEMORIAL,  PLAQUE,  STATUE, VASE, URN, DECORATION, FLAG\n   22  HOLDER, BADGE, SHIELD, ITEM OF MEMORABILIA, OR OTHER EMBELLISHMENT  THAT\n   23  IS  LOCATED ON OR ADJACENT TO, OR IS OTHERWISE ASSOCIATED WITH, ANY SUCH\n   24  CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT, GRAVE, BURIAL PLACE, NICHE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05359-01-1\n\n       A. 3042                             2\n\n    1  CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR TEMPORARY STORAGE and which\n    2  property is owned by the person or organization which maintains or  owns\n    3  such place or the estate, next-of-kin or representatives of the deceased\n    4  person interred there.\n    5    Cemetery desecration in the second degree is a class A misdemeanor.\n    6    S 2. Section 145.23 of the penal law, as amended by chapter 353 of the\n    7  laws of 2007, is amended to read as follows:\n    8  S 145.23 Cemetery desecration in the first degree.\n    9    A  person  is  guilty of cemetery desecration in the first degree when\n   10  with intent to damage property of another person[,] and having no  right\n   11  to  do  so  nor any reasonable ground to believe that he OR SHE has such\n   12  right, he OR SHE:\n   13    (a) damages any real or personal property  USED  OR  maintained  as  a\n   14  cemetery, MAUSOLEUM, COLUMBARIUM, LOT, plot, grave, burial place, NICHE,\n   15  CRYPT,  VAULT, or other place of interment OR TEMPORARY STORAGE of human\n   16  remains OR CREMATED HUMAN REMAINS, OR ANY MONUMENT,  HEADSTONE,  MARKER,\n   17  MEMORIAL,  PLAQUE,  STATUE,  VASE,  URN, DECORATION, FLAG HOLDER, BADGE,\n   18  SHIELD, ITEM OF MEMORABILIA, OR OTHER EMBELLISHMENT THAT IS  LOCATED  ON\n   19  OR  ADJACENT  TO,  OR  IS  OTHERWISE ASSOCIATED WITH, ANY SUCH CEMETERY,\n   20  MAUSOLEUM, COLUMBARIUM, LOT, PLOT, GRAVE, BURIAL  PLACE,  NICHE,  CRYPT,\n   21  VAULT,  OR  OTHER  PLACE OF INTERMENT OR TEMPORARY STORAGE, in an amount\n   22  exceeding two hundred fifty dollars; or\n   23    (b) with intent to steal personal property, he OR SHE steals  personal\n   24  property, the value of which exceeds two hundred fifty dollars, which is\n   25  located  at a cemetery, MAUSOLEUM, COLUMBARIUM, LOT, plot, grave, burial\n   26  place, NICHE, CRYPT, VAULT, or other place of interment of human remains\n   27  OR CREMATED HUMAN REMAINS, OR ANY MONUMENT, HEADSTONE, MARKER, MEMORIAL,\n   28  PLAQUE, STATUE, VASE, URN, DECORATION, FLAG HOLDER, BADGE, SHIELD,  ITEM\n   29  OF  MEMORABILIA,  OR  OTHER EMBELLISHMENT THAT IS LOCATED ON OR ADJACENT\n   30  TO, OR IS OTHERWISE  ASSOCIATED  WITH,  ANY  SUCH  CEMETERY,  MAUSOLEUM,\n   31  COLUMBARIUM,  LOT,  PLOT,  GRAVE,  BURIAL PLACE, NICHE, CRYPT, VAULT, OR\n   32  OTHER PLACE OF INTERMENT OR TEMPORARY STORAGE,  and  which  property  is\n   33  owned  by  the person or organization which maintains or owns such place\n   34  or the estate, next-of-kin or representatives  of  the  deceased  person\n   35  interred there; or\n   36    (c)  commits the crime of cemetery desecration in the second degree as\n   37  defined in section 145.22  of  this  article  and  has  been  previously\n   38  convicted  of  the  crime  of  cemetery desecration in the second degree\n   39  within the preceding five years.\n   40    Cemetery desecration in the first degree is a class E felony.\n   41    S 3. The penal law is amended by adding two new  sections  145.28  and\n   42  145.29 to read as follows:\n   43  S 145.28 CEMETERY DESECRATION OF A VETERAN; DEFINITION OF \"VETERAN\".\n   44    FOR THE PURPOSES OF SECTION 145.29 OF THIS ARTICLE, THE TERM \"VETERAN\"\n   45  MEANS A DECEASED PERSON WHO:\n   46    1.  (A)  SERVED IN THE ACTIVE MILITARY, NAVAL, OR AIR SERVICE DURING A\n   47  WAR IN WHICH THE UNITED STATES ENGAGED; OR\n   48    (B) SERVED IN THE RESERVE COMPONENT OF THE ARMED FORCES, THE ORGANIZED\n   49  MILITIA OF THE STATE; OR\n   50    (C) IS ELIGIBLE TO RECEIVE A STANDARD GOVERNMENT HEADSTONE  OR  MARKER\n   51  FOR  INSTALLATION  IN  A  PRIVATE CEMETERY OR A STATE VETERANS' CEMETERY\n   52  PROVIDED BY THE UNITED STATES DEPARTMENT OF VETERANS AFFAIRS WHO  SERVED\n   53  IN THE UNITED STATES ARMED FORCES; AND\n   54    2.  WAS  DISCHARGED  OR RELEASED THEREFROM UNDER CONDITIONS OTHER THAN\n   55  DISHONORABLE.\n\n       A. 3042                             3\n\n    1    FOR THE PURPOSES OF THIS SECTION RESERVE COMPONENT OF THE ARMED FORCES\n    2  OF THE UNITED STATES MEANS THE ARMY  RESERVE,  THE  NAVAL  RESERVE,  THE\n    3  MARINE  CORPS  RESERVE,  THE AIR FORCE RESERVE, THE COAST GUARD RESERVE,\n    4  THE ARMY NATIONAL GUARD OF THE UNITED STATES AND THE AIR NATIONAL  GUARD\n    5  OF  THE  UNITED  STATES  AND WHOSE SERVICE WAS DURING A WAR IN WHICH THE\n    6  UNITED STATES ENGAGED.   ORGANIZED MILITIA  OF  THE  STATE,  SHALL  MEAN\n    7  SERVICE  OTHER  THAN PERMANENT, FULL-TIME SERVICE IN THE MILITARY FORCES\n    8  OF THE STATE OF NEW YORK INCLUDING BUT NOT LIMITED TO THE NEW YORK  ARMY\n    9  NATIONAL  GUARD,  THE NEW YORK AIR NATIONAL GUARD, THE NAVAL MILITIA AND\n   10  THE NEW YORK GUARD (NOT INCLUDING THE INACTIVE NATIONAL  GUARD  AND  NOT\n   11  INCLUDING THE NEW YORK GUARD IN AN INACTIVE STATUS).\n   12  S 145.29 CEMETERY DESECRATION OF A VETERAN.\n   13    A  PERSON  IS  GUILTY  OF CEMETERY DESECRATION OF A VETERAN WHEN, WITH\n   14  INTENT TO DAMAGE THE PROPERTY OF ANOTHER PERSON AND HAVING NO  RIGHT  TO\n   15  DO  SO  NOR  ANY  REASONABLE  GROUND  TO BELIEVE THAT HE OR SHE HAS SUCH\n   16  RIGHT, HE OR SHE INTENTIONALLY DAMAGES:\n   17    (A) ANY REAL OR PERSONAL PROPERTY THAT HE OR  SHE  KNOWS  IS  USED  OR\n   18  MAINTAINED  AS  A  CEMETERY,  MAUSOLEUM,  COLUMBARIUM, LOT, PLOT, GRAVE,\n   19  BURIAL PLACE, NICHE, CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR TEMPO-\n   20  RARY STORAGE PLACE OF A VETERAN; OR\n   21    (B) ANY MONUMENT, HEADSTONE, MARKER, MEMORIAL, PLAQUE,  STATUE,  VASE,\n   22  URN,  DECORATION,  FLAG  HOLDER,  BADGE, SHIELD, ITEM OF MEMORABILIA, OR\n   23  OTHER EMBELLISHMENT THAT IS LOCATED ON OR ADJACENT TO, OR  IS  OTHERWISE\n   24  ASSOCIATED  WITH,  ANY SUCH CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT,\n   25  GRAVE, BURIAL PLACE, NICHE, CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR\n   26  TEMPORARY STORAGE THAT HE OR SHE KNOWS BELONGS TO A VETERAN.\n   27    CEMETERY DESECRATION OF A VETERAN IS A CLASS E FELONY.\n   28    S 4. Section 60.29 of the penal law, as added by chapter  165  of  the\n   29  laws of 1997, is amended to read as follows:\n   30  S 60.29 Authorized disposition; cemetery desecration.\n   31    When  a  person  is  convicted of an offense defined in section 145.22\n   32  [or], 145.23, OR 145.29 of this chapter or of an attempt to commit  such\n   33  an  offense,  and  the sentence imposed by the court for such conviction\n   34  includes a sentence of probation or conditional discharge, such sentence\n   35  shall, where appropriate, be in accordance with paragraph (h) of  subdi-\n   36  vision  two  of  section  65.10  of this [article] TITLE as such section\n   37  relates to cemetery crime.\n   38    S 5. Paragraph (h) of subdivision 2 of section 65.10 of the penal law,\n   39  as amended by chapter 508 of the laws of 2001, is  amended  to  read  as\n   40  follows:\n   41    (h) Perform services for a public or not-for-profit corporation, asso-\n   42  ciation,  institution,  or agency, including but not limited to services\n   43  for the division of substance abuse services, services in an appropriate\n   44  community program for removal of graffiti from public or private proper-\n   45  ty, including  any  property  damaged  in  the  underlying  offense,  or\n   46  services  for  the  maintenance  and repair of real or personal property\n   47  USED OR maintained as a cemetery,  MAUSOLEUM,  COLUMBARIUM,  LOT,  plot,\n   48  grave, burial place, NICHE, CRYPT, VAULT, or other place of interment OR\n   49  TEMPORARY  STORAGE  of  human  remains OR CREMATED HUMAN REMAINS, OR ANY\n   50  MONUMENT, HEADSTONE, MARKER, MEMORIAL, PLAQUE, STATUE, VASE, URN,  DECO-\n   51  RATION,  FLAG  HOLDER,  BADGE,  SHIELD,  ITEM  OF  MEMORABILIA, OR OTHER\n   52  EMBELLISHMENT THAT IS LOCATED ON OR ADJACENT TO, OR IS OTHERWISE ASSOCI-\n   53  ATED WITH, ANY SUCH CEMETERY, MAUSOLEUM, COLUMBARIUM, LOT, PLOT,  GRAVE,\n   54  BURIAL PLACE, NICHE, CRYPT, VAULT, OR OTHER PLACE OF INTERMENT OR TEMPO-\n   55  RARY  STORAGE.    Provided,  however,  that  the performance of any such\n   56  services shall not result in the displacement of employed workers or  in\n\n       A. 3042                             4\n\n    1  the  impairment  of  existing  contracts  for  services,  nor  shall the\n    2  performance of any such services be required or permitted in any  estab-\n    3  lishment  involved in any labor strike or lockout.  The court may estab-\n    4  lish  provisions for the early termination of a sentence of probation or\n    5  conditional discharge pursuant to the provisions of subdivision three of\n    6  section 410.90 of the criminal procedure law after  such  services  have\n    7  been  completed.  Such sentence may only be imposed upon conviction of a\n    8  misdemeanor, violation, or class D or class  E  felony,  or  a  youthful\n    9  offender  finding replacing any such conviction, where the defendant has\n   10  consented to the amount and conditions of such service;\n   11    S 6. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law; provided, however, that the  cemetery  board\n   13  in  the division of cemeteries in the department of state may promulgate\n   14  rules and regulations prior to such  effective  date  to  implement  the\n   15  provisions of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to cemetery desecration and cemetery desecration of a veteran ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T114617.TXT", "SOBI.D110121.T161538.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887577938
}