{
  "year" : 2011,
  "senateBillNo" : "A3057-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3057-2011-1295586000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the regulation of the practice of naturopathic medicine and provides for the licensure of naturopathic physicians",
  "summary" : "Provides for the regulation of the practice of naturopathic medicine; provides for the licensure of naturopathic physicians; establishes a state board for naturopathic medicine; defines terms; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3457-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3057\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY, P. RIVERA -- Multi-Sponsored by -- M. of\n         A. TOWNS -- read once and referred to the Committee on  Higher  Educa-\n         tion\n\n       AN  ACT to amend the education law, in relation to the practice of natu-\n         ropathic medicine\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new article 132-A\n    2  to read as follows:\n\n    3                                ARTICLE 132-A\n    4                      PRACTICE OF NATUROPATHIC MEDICINE\n\n    5  SECTION 6575. INTRODUCTION.\n    6          6576. DEFINITION OF PRACTICE OF NATUROPATHIC MEDICINE.\n    7          6577. PRACTICE OF NATUROPATHIC MEDICINE AND USE OF TITLE  \"NATU-\n    8                  ROPATHIC PHYSICIAN\".\n    9          6578. STATE BOARD FOR NATUROPATHIC MEDICINE.\n   10          6579. REQUIREMENTS FOR A PROFESSIONAL LICENSE.\n   11          6580. EXEMPT PERSONS.\n   12          6581. SPECIAL PROVISIONS.\n   13          6582. QUALIFICATION OF CERTAIN APPLICANTS FOR LICENSURE.\n   14          6583. POWER OF BOARD OF REGENTS REGARDING CERTAIN NATUROPATHS.\n   15    S  6575. INTRODUCTION. THIS ARTICLE APPLIES TO THE PROFESSION OF NATU-\n   16  ROPATHIC MEDICINE. THE GENERAL PROVISIONS FOR ALL PROFESSIONS  CONTAINED\n   17  IN ARTICLE ONE HUNDRED THIRTY OF THIS TITLE APPLY TO THIS ARTICLE.\n   18    S 6576. DEFINITION OF PRACTICE OF NATUROPATHIC MEDICINE. \"NATUROPATHIC\n   19  MEDICINE\" OR \"NATUROPATHY\" MEANS A SYSTEM OF PRIMARY HEALTH CARE FOR THE\n   20  PREVENTION,  DIAGNOSIS,  AND  CARE OF HUMAN HEALTH CONDITIONS, INJURIES,\n   21  AND DISEASES THAT USES EDUCATION AND NATURAL SUBSTANCES AND REMEDIES  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02689-01-1\n\n       A. 3057                             2\n\n    1  SUPPORT AND STIMULATE THE INDIVIDUAL'S INTRINSIC SELF-HEALING PROCESSES.\n    2  FOR PURPOSES OF THIS CHAPTER:\n    3    1.  \"DIAGNOSE\" MEANS TO EXAMINE IN ANY MANNER ANOTHER PERSON, PARTS OF\n    4  A PERSON'S BODY, OR SUBSTANCES, FLUIDS, OR MATERIALS EXCRETED, TAKEN, OR\n    5  REMOVED FROM A PERSON'S BODY OR PRODUCED BY A PERSON'S BODY TO DETERMINE\n    6  THE SOURCE, KIND, OR EXTENT OF A DISEASE OR OTHER PHYSICAL CONDITION.\n    7    2. \"MINOR OFFICE PROCEDURE\" MEANS THE USE OF OPERATIVE, ELECTRICAL, OR\n    8  OTHER METHODS FOR THE REPAIR OF, AND  CARE  INCIDENTAL  TO,  SUPERFICIAL\n    9  LACERATIONS  AND  ABRASIONS,  THE  REMOVAL  OF FOREIGN BODIES LOCATED IN\n   10  SUPERFICIAL TISSUES, AND THE USE OF ANTISEPTICS AND LOCAL ANESTHETICS IN\n   11  CONNECTION WITH THESE METHODS. THE TERM INCLUDES THE USE OF LOCAL  ANES-\n   12  THESIA   APPLIED   TOPICALLY   OR   BY  INJECTION,  WHETHER  NATURAL  OR\n   13  PRESCRIPTION, IN SUPERFICIAL TISSUES ASSOCIATED WITH THE PERFORMANCE  OF\n   14  MINOR  OFFICE  PROCEDURES.  THE TERM SHALL NOT INCLUDE GENERAL OR SPINAL\n   15  ANESTHESIA, MAJOR SURGERY, SURGERY OF THE BODY CAVITIES, OR  SPECIALIZED\n   16  SURGERIES,  INCLUDING  PLASTIC  SURGERY  OR  SURGERY INVOLVING THE EYES,\n   17  TENDONS, LIGAMENTS, OR MAJOR BLOOD VESSELS.\n   18    3. \"NATURAL ANTIBIOTICS\" MEANS ANTIMICROBIAL, ANTIFUNGAL, AND ANTIPRO-\n   19  TOZOAL AGENTS THAT ARE NATURALLY OCCURRING  SUBSTANCES  OR  MANUFACTURED\n   20  SUBSTANCES  THAT  ARE SUBSTANTIALLY IDENTICAL TO THE NATURALLY OCCURRING\n   21  SUBSTANCES.\n   22    4. \"NATURAL MEDICINES\" MEANS:\n   23    A. FOOD, FOOD EXTRACTS, AND DIETARY  SUPPLEMENTS  AS  DEFINED  BY  THE\n   24  FEDERAL FOOD, DRUG, AND COSMETIC ACT (21 U.S.C. SECTION 301 ET SEQ.), AS\n   25  AMENDED;\n   26    B. HOMEOPATHIC REMEDIES;\n   27    C.  PLANT  SUBSTANCES THAT ARE NOT DESIGNATED AS PRESCRIPTION DRUGS OR\n   28  CONTROLLED SUBSTANCES;\n   29    D. OVER-THE-COUNTER MEDICATIONS;\n   30    E. PRESCRIPTIONS THAT ARE CONSISTENT WITH THE  COMPETENT  PRACTICE  OF\n   31  NATUROPATHY; AND\n   32    F.  SUBSTANCES  PREPARED  ACCORDING TO THE HOMEOPATHIC PHARMACOPEIA OF\n   33  THE UNITED STATES.\n   34    5. \"NATUROPATHIC MEDICINE\" OR \"NATUROPATHY\" MEANS A SYSTEM OF  PRIMARY\n   35  HEALTH  CARE  FOR  THE  PREVENTION,  DIAGNOSIS, AND CARE OF HUMAN HEALTH\n   36  CONDITIONS, INJURIES, AND  DISEASES  THAT  USES  EDUCATION  AND  NATURAL\n   37  SUBSTANCES  AND  REMEDIES  TO  SUPPORT  AND  STIMULATE  THE INDIVIDUAL'S\n   38  INTRINSIC SELF-HEALING PROCESSES.\n   39    6. \"NATUROPATHIC CHILDBIRTH\" MEANS  UNCOMPLICATED  NATURAL  CHILDBIRTH\n   40  ASSISTED  BY  A  NATUROPATHIC  PHYSICIAN.  THE  TERM INCLUDES THE USE OF\n   41  NATURAL SUBSTANCES, OPHTHALMIC ANTIBIOTICS, EMERGENCY  CHILDBIRTH  MEDI-\n   42  CINES,  AND  SIMPLE UNCOMPLICATED EPISIOTOMIES, BUT DOES NOT INCLUDE THE\n   43  USE  OF  FORCEPS  DELIVERY,  GENERAL  OR  SPINAL  ANESTHESIA,  CAESAREAN\n   44  SECTION, OR INDUCED ABORTION.\n   45    7.  \"NATUROPATHIC  MOBILIZATION  THERAPY\" MEANS MANUALLY ADMINISTERING\n   46  MECHANICAL TREATMENT OF BODY STRUCTURES OR TISSUES TO RESTORE THE NORMAL\n   47  PHYSIOLOGICAL FUNCTION OF THE BODY  BY  NORMALIZING  AND  BALANCING  THE\n   48  MUSCULOSKELETAL  SYSTEM  OF  THE BODY. THE TERM DOES NOT INCLUDE OSSEOUS\n   49  MANIPULATION.\n   50    8. \"NATUROPATHIC PHYSICIAN\"  MEANS  A  PERSON  WHO  HOLDS  HIMSELF  OR\n   51  HERSELF  OUT TO THE PUBLIC AS LICENSED TO PRACTICE NATUROPATHIC MEDICINE\n   52  OR WHO PRACTICES NATUROPATHIC MEDICINE UNDER THIS ARTICLE.\n   53    9. \"NATUROPATHIC PHYSICAL MEDICINE\" MEANS  THE  USE  OF  THE  PHYSICAL\n   54  AGENTS  OF  AIR,  WATER,  HEAT,  COLD, SOUND, LIGHT, AND ELECTROMAGNETIC\n   55  NONIONIZING RADIATION AND THE  PHYSICAL  MODALITIES  OF  ELECTROTHERAPY,\n   56  BIOFEEDBACK,  DIATHERMY,  ULTRAVIOLET  LIGHT,  ULTRASOUND, HYDROTHERAPY,\n\n       A. 3057                             3\n\n    1  NATUROPATHIC MOBILIZATION THERAPY,  AND  EXERCISE.  THE  TERM  DOES  NOT\n    2  INCLUDE THE PRACTICE OF PHYSICAL THERAPY, ACUPUNCTURE, OR CHIROPRACTIC.\n    3    10.  \"TOPICAL  PREPARATIONS\"  MEANS  TOPICAL  ANALGESICS, ANESTHETICS,\n    4  ANTISEPTICS, SCABICIDES, ANTIFUNGALS, AND ANTIBACTERIALS.\n    5    S 6577. PRACTICE OF NATUROPATHIC MEDICINE AND USE  OF  TITLE  \"NATURO-\n    6  PATHIC  PHYSICIAN\". ONLY A PERSON LICENSED OR OTHERWISE AUTHORIZED UNDER\n    7  THIS ARTICLE SHALL PRACTICE  NATUROPATHIC  MEDICINE  OR  USE  THE  TITLE\n    8  \"NATUROPATH\",  \"DOCTOR  OF  NATUROPATHY\",  \"DOCTOR OF NATUROPATHIC MEDI-\n    9  CINE\", OR USE THE INITIALS, \"ND\", OR \"NMD\" OR HOLD  HIMSELF  OR  HERSELF\n   10  OUT TO THE PUBLIC THAT THEY PRACTICE NATUROPATHY IN ANY OF ITS FORMS.\n   11    S  6578.  STATE  BOARD FOR NATUROPATHIC MEDICINE. 1. A STATE BOARD FOR\n   12  NATUROPATHIC MEDICINE SHALL BE APPOINTED BY  THE  BOARD  OF  REGENTS  ON\n   13  RECOMMENDATION  OF  THE  COMMISSIONER  FOR  THE PURPOSE OF ASSISTING THE\n   14  BOARD OF REGENTS AND THE DEPARTMENT ON MATTERS OF PROFESSIONAL LICENSING\n   15  IN ACCORDANCE WITH ARTICLE ONE HUNDRED THIRTY OF THIS TITLE.\n   16    2. THE BOARD SHALL BE COMPOSED OF NOT  LESS  THAN  SEVEN  NATUROPATHIC\n   17  PHYSICIANS LICENSED IN THIS STATE WHO MEET THE REQUIREMENTS SET FORTH IN\n   18  THIS  ARTICLE. AN EXECUTIVE SECRETARY TO THE BOARD SHALL BE APPOINTED BY\n   19  THE BOARD OF REGENTS ON RECOMMENDATION OF THE COMMISSIONER AND SHALL  BE\n   20  EITHER  A  NATUROPATHIC PHYSICIAN LICENSED IN THIS STATE OR A NON-PHYSI-\n   21  CIAN, DEEMED QUALIFIED BY THE COMMISSIONER AND BOARD OF REGENTS.\n   22    3. THERE SHALL BE TWO MEMBERS OF THE BOARD FROM THE MEDICAL OR  OSTEO-\n   23  PATHIC COMMUNITY AND NO ONE DISCIPLINE SHALL COMPRISE BOTH MEMBERS.\n   24    S  6579.  REQUIREMENTS  FOR  A  PROFESSIONAL LICENSE. TO QUALIFY FOR A\n   25  LICENSE AS A NATUROPATHIC PHYSICIAN,  AN  APPLICANT  SHALL  FULFILL  THE\n   26  FOLLOWING REQUIREMENTS:\n   27    1. APPLICATION:  FILE AN APPLICATION WITH THE DEPARTMENT;\n   28    2. EDUCATION: HAVE RECEIVED AN EDUCATION, INCLUDING A DEGREE OF DOCTOR\n   29  OF NATUROPATHIC MEDICINE, \"N.D.\", FROM AN APPROVED NATUROPATHIC COLLEGE.\n   30  FOR  PURPOSES  OF THIS ARTICLE, THE TERM \"APPROVED NATUROPATHIC COLLEGE\"\n   31  MEANS A COLLEGE OR RESIDENTIAL PROGRAM GRANTING THE DEGREE OF DOCTOR  OF\n   32  NATUROPATHY OR DOCTOR OF NATUROPATHIC MEDICINE THAT:\n   33    A.  IS  ACCREDITED  BY AN AGENCY RECOGNIZED BY THE FEDERAL GOVERNMENT,\n   34  THE COUNCIL FOR NATUROPATHIC MEDICAL EDUCATION   OR  ITS  SUCCESSOR,  OR\n   35  APPROVED BY THE BOARD WHICH MEETS THE STANDARDS GENERALLY RECOGNIZED AND\n   36  BEING MET BY OTHER LICENSING JURISDICTIONS IN THE UNITED STATES;\n   37    B. HAS CANDIDATE FOR ACCREDITATION STATUS WITH THE ACCREDITING AGENCY;\n   38  OR\n   39    C.  HAS  BEEN  APPROVED  BY THE BOARD AFTER THE COLLEGE OR RESIDENTIAL\n   40  PROGRAM WAS INVESTIGATED AND FOUND TO MEET  EDUCATION  STANDARDS  EQUIV-\n   41  ALENT TO THOSE ESTABLISHED BY THE ACCREDITING AGENCY AND WHICH MEETS THE\n   42  STANDARDS  GENERALLY  RECOGNIZED AND BEING MET BY OTHER LICENSING JURIS-\n   43  DICTIONS IN THE UNITED STATES;\n   44    3. EXPERIENCE: HAVE EXPERIENCE AS A NATUROPATHIC  PHYSICIAN  SATISFAC-\n   45  TORY TO THE BOARD AND IN ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS;\n   46    4.  EXAMINATION:  PASS AN EXAMINATION SATISFACTORY TO THE BOARD AND IN\n   47  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS  WHICH  MAY  INCLUDE  THE\n   48  NATUROPATHIC PHYSICIANS LICENSING EXAMINATION OR ITS SUCCESSOR; OR OTHER\n   49  TEST THAT MAINTAINS THE STANDARDS GENERALLY ACCEPTED NATIONALLY;\n   50    5. AGE: BE AT LEAST TWENTY-ONE YEARS OF AGE;\n   51    6. CITIZENSHIP OR IMMIGRATION STATUS: BE A UNITED STATES CITIZEN OR AN\n   52  ALIEN  LAWFULLY  ADMITTED  FOR PERMANENT RESIDENCE IN THE UNITED STATES;\n   53  PROVIDED, HOWEVER THAT THE BOARD OF REGENTS MAY GRANT A  ONE-TIME  THREE\n   54  YEAR  WAIVER  FOR AN ALIEN NATUROPATHIC PHYSICIAN TO PRACTICE IN AN AREA\n   55  WHICH HAS BEEN DESIGNATED BY THE DEPARTMENT  AS  MEDICALLY  UNDERSERVED,\n   56  EXCEPT  THAT  THE  BOARD OF REGENTS MAY GRANT AN EXTENSION OF SUCH THREE\n\n       A. 3057                             4\n\n    1  YEAR WAIVER OF NOT MORE THAN THREE YEARS FOR  A  NATUROPATHIC  PHYSICIAN\n    2  WITH  ALIEN  CITIZENSHIP  STATUS  WHO IS COMPLETING A SERVICE OBLIGATION\n    3  AGREEMENT UNDER AN APPROVED VISA WAIVER PROGRAM;\n    4    7.  CHARACTER: BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE DEPART-\n    5  MENT; AND\n    6    8. FEES: PAY A FEE AS DETERMINED BY THE COMMISSIONER TO THE DEPARTMENT\n    7  FOR ADMISSION TO A DEPARTMENT CONDUCTED EXAMINATION AND FOR  AN  INITIAL\n    8  LICENSE;  A  FEE OF TWO HUNDRED SEVENTY-FIVE DOLLARS FOR EACH REEXAMINA-\n    9  TION; A FEE OF FIVE HUNDRED DOLLARS FOR AN INITIAL LICENSE  FOR  PERSONS\n   10  NOT  REQUIRING ADMISSION TO A DEPARTMENT CONDUCTED EXAMINATION; A FEE OF\n   11  FIVE HUNDRED  SEVENTY  DOLLARS  FOR  ANY  BIENNIAL  REGISTRATION  PERIOD\n   12  COMMENCING AUGUST FIRST, TWO THOUSAND NINE AND THEREAFTER.\n   13    S  6580.  EXEMPT  PERSONS.  THE  FOLLOWING PERSONS UNDER THE FOLLOWING\n   14  LIMITATIONS MAY PRACTICE NATUROPATHIC MEDICINE WITHIN THE STATE  WITHOUT\n   15  A LICENSE:\n   16    1.  ANY  NATUROPATHIC  PHYSICIAN  WHO  IS  EMPLOYED AS A RESIDENT IN A\n   17  PUBLIC HOSPITAL, PROVIDED  SUCH PRACTICE IS LIMITED TO SUCH HOSPITAL AND\n   18  IS UNDER THE SUPERVISION OF A LICENSED NATUROPATHIC PHYSICIAN  OR  OTHER\n   19  PHYSICIAN LICENSED IN THE STATE;\n   20    2. ANY NATUROPATHIC PHYSICIAN WHO IS LICENSED IN A BORDERING STATE AND\n   21  WHO  RESIDES  NEAR  A  BORDER  OF  THIS STATE, PROVIDED SUCH PRACTICE IS\n   22  LIMITED IN THIS STATE TO THE VICINITY OF SUCH BORDER AND  PROVIDED  SUCH\n   23  NATUROPATHIC  PHYSICIAN  DOES  NOT  MAINTAIN  AN OFFICE OR PLACE TO MEET\n   24  PATIENTS OR RECEIVE CALLS WITHIN THIS STATE;\n   25    3. ANY NATUROPATHIC PHYSICIAN WHO IS  LICENSED  IN  ANOTHER  STATE  OR\n   26  COUNTRY  AND  WHO  IS  MEETING A NATUROPATHIC PHYSICIAN LICENSED IN THIS\n   27  STATE, FOR PURPOSES OF CONSULTATION, PROVIDED SUCH PRACTICE  IS  LIMITED\n   28  TO SUCH CONSULTATION;\n   29    4.  ANY  NATUROPATHIC  PHYSICIAN  WHO  IS LICENSED IN ANOTHER STATE OR\n   30  COUNTRY, WHO IS VISITING A MEDICAL SCHOOL OR TEACHING HOSPITAL  IN  THIS\n   31  STATE TO RECEIVE NATUROPATHIC MEDICAL OR MEDICAL INSTRUCTION FOR A PERI-\n   32  OD  NOT  TO  EXCEED  SIX  MONTHS  OR  TO CONDUCT NATUROPATHIC MEDICAL OR\n   33  MEDICAL INSTRUCTION, PROVIDED SUCH PRACTICE IS LIMITED TO SUCH  INSTRUC-\n   34  TION  AND  IS UNDER THE SUPERVISION OF A LICENSED NATUROPATHIC PHYSICIAN\n   35  OR OTHER LICENSED PHYSICIAN;\n   36    5. ANY NATUROPATHIC PHYSICIAN WHO IS AUTHORIZED BY A  FOREIGN  GOVERN-\n   37  MENT  TO  PRACTICE  IN  RELATION TO ITS DIPLOMATIC, CONSULAR OR MARITIME\n   38  STAFFS, PROVIDED SUCH PRACTICE IS LIMITED TO SUCH STAFFS;\n   39    6. ANY COMMISSIONED NATUROPATHIC MEDICAL OFFICER WHO IS SERVING IN THE\n   40  UNITED STATES ARMED FORCES OR PUBLIC HEALTH SERVICE OR ANY  NATUROPATHIC\n   41  PHYSICIAN  WHO IS EMPLOYED IN THE UNITED STATES VETERANS ADMINISTRATION,\n   42  PROVIDED SUCH PRACTICE IS LIMITED TO SUCH SERVICE OR EMPLOYMENT;\n   43    7. ANY INTERN WHO IS EMPLOYED BY A HOSPITAL AND WHO IS A GRADUATE OF A\n   44  NATUROPATHIC MEDICAL SCHOOL IN THE UNITED  STATES  OR  CANADA,  PROVIDED\n   45  SUCH  PRACTICE  IS LIMITED TO SUCH HOSPITAL AND IS UNDER THE SUPERVISION\n   46  OF A LICENSED NATUROPATHIC PHYSICIAN OR OTHER LICENSED PHYSICIAN;\n   47    8. ANY NATUROPATHIC MEDICAL  STUDENT  WHO  IS  PERFORMING  A  CLINICAL\n   48  CLERKSHIP OR SIMILAR FUNCTION IN A HOSPITAL AND WHO IS MATRICULATED IN A\n   49  NATUROPATHIC  MEDICAL  SCHOOL  WHICH MEETS STANDARDS SATISFACTORY TO THE\n   50  DEPARTMENT, PROVIDED SUCH PRACTICE IS LIMITED TO SUCH CLERKSHIP OR SIMI-\n   51  LAR FUNCTION IN SUCH HOSPITAL;\n   52    9. A PERSON ENGAGED IN THE SALE OF  VITAMINS,  HEALTH  FOODS,  DIETARY\n   53  SUPPLEMENTS,  HERBS,  OR  OTHER PRODUCTS OF NATURE, THE SALE OF WHICH IS\n   54  NOT OTHERWISE PROHIBITED UNDER STATE OR FEDERAL LAW; OR\n   55    10. A PERSON PROVIDING NUTRITIONAL ADVICE,  GIVING  ADVICE  CONCERNING\n   56  PROPER  NUTRITION,  OR GIVING INFORMATION AS TO THE USE AND ROLE OF FOOD\n\n       A. 3057                             5\n\n    1  AND FOOD INGREDIENTS, INCLUDING DIETARY SUPPLEMENTS, EXCEPT THAT PROVID-\n    2  ING NUTRITIONAL ADVICE UNDER  THIS  SUBDIVISION  DOES  NOT  INCLUDE  THE\n    3  AUTHORITY TO PRACTICE MEDICINE OR SURGERY, TO UNDERTAKE THE TREATMENT OR\n    4  CURE OF A DISEASE, PAIN, INJURY, DEFORMITY, OR PHYSICAL OR MENTAL CONDI-\n    5  TION,  OR  TO  STATE  THAT A PRODUCT MIGHT CURE A DISEASE, PAIN, INJURY,\n    6  DEFORMITY, OR OTHER CONDITION OTHER THAN PROVIDING  NUTRITIONAL  SUPPORT\n    7  FOR THE PERSON.\n    8    S  6581.  SPECIAL  PROVISIONS.  1.  A NOT-FOR-PROFIT MEDICAL OR DENTAL\n    9  EXPENSE INDEMNITY CORPORATION OR A HOSPITAL SERVICE  CORPORATION  ORGAN-\n   10  IZED  UNDER  THE INSURANCE LAW MAY EMPLOY LICENSED NATUROPATHS AND ENTER\n   11  INTO CONTRACTS WITH PARTNERSHIPS OR MEDICAL CORPORATIONS ORGANIZED UNDER\n   12  ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW, HEALTH  MAINTENANCE  ORGAN-\n   13  IZATIONS  POSSESSING  A  CERTIFICATE  OF  AUTHORITY  PURSUANT TO ARTICLE\n   14  FORTY-FOUR OF THE PUBLIC HEALTH LAW, PROFESSIONAL CORPORATIONS ORGANIZED\n   15  UNDER ARTICLE FIFTEEN OF THE BUSINESS CORPORATION LAW OR OTHER GROUPS OF\n   16  NATUROPATHS TO PRACTICE NATUROPATHIC MEDICINE ON ITS BEHALF FOR  PERSONS\n   17  INSURED UNDER ITS CONTRACTS OR POLICIES.\n   18    2.  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF ANY GENERAL, SPECIAL\n   19  OR LOCAL LAW, ANY LICENSED NATUROPATH WHO VOLUNTARILY  AND  WITHOUT  THE\n   20  EXPECTATION  OF  MONETARY  COMPENSATION  RENDERS  FIRST AID OR EMERGENCY\n   21  TREATMENT AT THE SCENE OF AN ACCIDENT  OR  OTHER  EMERGENCY,  OUTSIDE  A\n   22  HOSPITAL, DOCTOR'S OFFICE OR ANY OTHER PLACE HAVING PROPER AND NECESSARY\n   23  MEDICAL EQUIPMENT, TO A PERSON WHO IS UNCONSCIOUS, ILL OR INJURED, SHALL\n   24  NOT BE LIABLE FOR DAMAGES FOR INJURIES ALLEGED TO HAVE BEEN SUSTAINED BY\n   25  SUCH  PERSON OR FOR DAMAGES FOR THE DEATH OF SUCH PERSON ALLEGED TO HAVE\n   26  OCCURRED BY REASON OF AN ACT OR OMISSION IN THE RENDERING OF SUCH  FIRST\n   27  AID  OR  EMERGENCY TREATMENT UNLESS IT IS ESTABLISHED THAT SUCH INJURIES\n   28  WERE OR SUCH DEATH WAS CAUSED BY GROSS NEGLIGENCE ON THE  PART  OF  SUCH\n   29  NATUROPATH.  NOTHING IN THIS SUBDIVISION SHALL BE DEEMED OR CONSTRUED TO\n   30  RELIEVE A LICENSED NATUROPATH FROM LIABILITY FOR DAMAGES FOR INJURIES OR\n   31  DEATH CAUSED BY AN ACT OR OMISSION ON THE PART  OF  A  NATUROPATH  WHILE\n   32  RENDERING PROFESSIONAL SERVICES IN THE NORMAL AND ORDINARY COURSE OF HIS\n   33  PRACTICE.\n   34    3. NO INDIVIDUAL WHO SERVES AS A MEMBER OF:\n   35    A.  A COMMITTEE ESTABLISHED TO ADMINISTER A UTILIZATION REVIEW PLAN OF\n   36  A HOSPITAL, INCLUDING A HOSPITAL AS DEFINED IN ARTICLE  TWENTY-EIGHT  OF\n   37  THE  PUBLIC  HEALTH  LAW  OR A HOSPITAL AS DEFINED IN SUBDIVISION TEN OF\n   38  SECTION 1.03 OF THE MENTAL HYGIENE LAW, OR\n   39    B. A COMMITTEE HAVING THE RESPONSIBILITY OF THE  INVESTIGATION  OF  AN\n   40  INCIDENT REPORTED PURSUANT TO SECTION 29.29 OF THE MENTAL HYGIENE LAW OR\n   41  THE  EVALUATION  AND  IMPROVEMENT  OF  THE QUALITY OF CARE RENDERED IN A\n   42  HOSPITAL AS DEFINED IN ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH LAW  OR\n   43  A  HOSPITAL  AS DEFINED IN SUBDIVISION TEN OF SECTION 1.03 OF THE MENTAL\n   44  HYGIENE LAW, OR\n   45    C. ANY MEDICAL REVIEW COMMITTEE OR SUBCOMMITTEE THEREOF  OF  A  LOCAL,\n   46  COUNTY  OR  STATE MEDICAL, DENTAL, PODIATRY OR OPTOMETRICAL SOCIETY, ANY\n   47  SUCH SOCIETY ITSELF, A PROFESSIONAL STANDARDS REVIEW ORGANIZATION OR  AN\n   48  INDIVIDUAL  WHEN  SUCH COMMITTEE, SUBCOMMITTEE, SOCIETY, ORGANIZATION OR\n   49  INDIVIDUAL IS PERFORMING ANY MEDICAL OR QUALITY ASSURANCE  REVIEW  FUNC-\n   50  TION  INCLUDING  THE  INVESTIGATION  OF AN INCIDENT REPORTED PURSUANT TO\n   51  SECTION 29.29 OF THE MENTAL HYGIENE LAW, EITHER DESCRIBED IN  PARAGRAPHS\n   52  A  AND  B OF THIS SUBDIVISION, REQUIRED BY LAW, OR INVOLVING ANY CONTRO-\n   53  VERSY OR DISPUTE BETWEEN (I) A NATUROPATH,  PHYSICIAN,  DENTIST,  PODIA-\n   54  TRIST,  OPTOMETRIST  OR  CHIROPRACTOR  OR  HOSPITAL  ADMINISTRATOR AND A\n   55  PATIENT CONCERNING THE DIAGNOSIS, TREATMENT OR CARE OF SUCH  PATIENT  OR\n   56  THE  FEES  OR  CHARGES THEREFOR OR (II) A NATUROPATHIC PHYSICIAN, PHYSI-\n\n       A. 3057                             6\n\n    1  CIAN, DENTIST,  PODIATRIST,  CHIROPRACTOR  OR  OPTOMETRIST  OR  HOSPITAL\n    2  ADMINISTRATOR AND A PROVIDER OF MEDICAL, DENTAL, CHIROPRACTIC, PODIATRIC\n    3  OR  OPTOMETRICAL  SERVICES  CONCERNING  ANY MEDICAL OR HEALTH CHARGES OR\n    4  FEES OF SUCH NATUROPATH, PHYSICIAN, DENTIST, CHIROPRACTOR, PODIATRIST OR\n    5  OPTOMETRIST, OR\n    6    D.  A  COMMITTEE  APPOINTED  PURSUANT  TO SECTION TWENTY-EIGHT HUNDRED\n    7  FIVE-J OF THE PUBLIC HEALTH LAW TO PARTICIPATE IN THE MEDICAL AND DENTAL\n    8  MALPRACTICE PREVENTION PROGRAM, OR\n    9    E. ANY INDIVIDUAL WHO PARTICIPATED  IN  THE  PREPARATION  OF  INCIDENT\n   10  REPORTS  REQUIRED  BY THE DEPARTMENT OF HEALTH PURSUANT TO SECTION TWEN-\n   11  TY-EIGHT HUNDRED FIVE-L OF THE PUBLIC HEALTH LAW, OR\n   12    F. A COMMITTEE ESTABLISHED TO ADMINISTER A UTILIZATION REVIEW PLAN, OR\n   13  A COMMITTEE HAVING THE RESPONSIBILITY OF EVALUATION AND  IMPROVEMENT  OF\n   14  THE  QUALITY  OF  CARE  RENDERED,  IN  A HEALTH MAINTENANCE ORGANIZATION\n   15  ORGANIZED UNDER ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW  OR  ARTICLE\n   16  FORTY-THREE OF THE INSURANCE LAW, INCLUDING A COMMITTEE OF AN INDIVIDUAL\n   17  PRACTICE ASSOCIATION OR MEDICAL GROUP ACTING PURSUANT TO A CONTRACT WITH\n   18  SUCH  A  HEALTH  MAINTENANCE ORGANIZATION, SHALL BE LIABLE IN DAMAGES TO\n   19  ANY PERSON FOR ANY ACTION TAKEN OR RECOMMENDATIONS MADE, BY HIM  OR  HER\n   20  WITHIN  THE  SCOPE OF HIS OR HER FUNCTION IN SUCH CAPACITY PROVIDED THAT\n   21  (I) SUCH INDIVIDUAL HAS TAKEN ACTION OR MADE RECOMMENDATIONS WITHIN  THE\n   22  SCOPE  OF  HIS  FUNCTION  AND WITHOUT MALICE, AND (II) IN THE REASONABLE\n   23  BELIEF AFTER REASONABLE INVESTIGATION THAT THE ACT OR RECOMMENDATION WAS\n   24  WARRANTED, BASED UPON THE FACTS DISCLOSED.\n   25    NEITHER THE PROCEEDINGS NOR THE RECORDS RELATING TO PERFORMANCE  OF  A\n   26  NATUROPATHIC  MEDICAL  OR A QUALITY ASSURANCE REVIEW FUNCTION OR PARTIC-\n   27  IPATION IN A NATUROPATHIC  MEDICAL  AND  DENTAL  MALPRACTICE  PREVENTION\n   28  PROGRAM  NOR ANY REPORT REQUIRED BY THE DEPARTMENT OF HEALTH PURSUANT TO\n   29  SECTION TWENTY-EIGHT HUNDRED FIVE-L OF THE PUBLIC HEALTH  LAW  DESCRIBED\n   30  HEREIN,  INCLUDING THE INVESTIGATION OF AN INCIDENT REPORTED PURSUANT TO\n   31  SECTION 29.29 OF THE MENTAL HYGIENE LAW, SHALL BE SUBJECT TO  DISCLOSURE\n   32  UNDER  ARTICLE  THIRTY-ONE OF THE CIVIL PRACTICE LAW AND RULES EXCEPT AS\n   33  HEREINAFTER PROVIDED OR AS PROVIDED BY ANY OTHER PROVISION  OF  LAW.  NO\n   34  PERSON IN ATTENDANCE AT A MEETING WHEN A NATUROPATHIC MEDICAL OR A QUAL-\n   35  ITY  ASSURANCE  REVIEW  OR A NATUROPATHIC MEDICAL AND DENTAL MALPRACTICE\n   36  PREVENTION PROGRAM OR AN INCIDENT REPORTING  FUNCTION  DESCRIBED  HEREIN\n   37  WAS  PERFORMED,  INCLUDING  THE  INVESTIGATION  OF  AN INCIDENT REPORTED\n   38  PURSUANT TO SECTION 29.29 OF THE MENTAL HYGIENE LAW, SHALL  BE  REQUIRED\n   39  TO TESTIFY AS TO WHAT TRANSPIRED THEREAT.\n   40    THE  PROHIBITION RELATING TO DISCOVERY OF TESTIMONY SHALL NOT APPLY TO\n   41  THE STATEMENTS MADE BY ANY PERSON IN ATTENDANCE AT SUCH A MEETING WHO IS\n   42  A PARTY TO AN ACTION OR PROCEEDING  THE  SUBJECT  MATTER  OF  WHICH  WAS\n   43  REVIEWED AT SUCH MEETING.\n   44    4.  THIS  ARTICLE  SHALL  NOT  BE  CONSTRUED  TO AFFECT OR PREVENT THE\n   45  FOLLOWING:\n   46    A. THE FURNISHING OF NATUROPATHIC MEDICAL ASSISTANCE IN AN EMERGENCY;\n   47    B. THE PRACTICE OF THE RELIGIOUS TENETS OF ANY CHURCH;\n   48    C. A NATUROPATH FROM REFUSING TO PERFORM AN ACT CONSTITUTING THE PRAC-\n   49  TICE OF MEDICINE TO WHICH HE OR SHE IS CONSCIENTIOUSLY OPPOSED BY REASON\n   50  OF RELIGIOUS TRAINING AND BELIEF;\n   51    D. THE ORGANIZATION OF A NATUROPATHIC MEDICAL CORPORATION UNDER  ARTI-\n   52  CLE FORTY-FOUR OF THE PUBLIC HEALTH LAW, THE ORGANIZATION OF A UNIVERSI-\n   53  TY FACULTY PRACTICE CORPORATION UNDER SECTION FOURTEEN HUNDRED TWELVE OF\n   54  THE NOT-FOR-PROFIT CORPORATION LAW OR THE ORGANIZATION OF A PROFESSIONAL\n   55  SERVICE  CORPORATION  UNDER  ARTICLE FIFTEEN OF THE BUSINESS CORPORATION\n   56  LAW; AND\n\n       A. 3057                             7\n\n    1    E. THE NATUROPATH'S USE OF WHATEVER NATUROPATHIC MEDICAL CARE, CONVEN-\n    2  TIONAL OR NON-CONVENTIONAL,  WHICH  EFFECTIVELY  TREATS  HUMAN  DISEASE,\n    3  PAIN, INJURY, DEFORMITY OR PHYSICAL CONDITION.\n    4    5.  THERE  SHALL BE NO MONETARY LIABILITY ON THE PART OF, AND NO CAUSE\n    5  OF ACTION FOR DAMAGES SHALL  ARISE  AGAINST,  ANY  PERSON,  PARTNERSHIP,\n    6  CORPORATION,  FIRM,  SOCIETY, OR OTHER ENTITY ON ACCOUNT OF THE COMMUNI-\n    7  CATION OF INFORMATION IN THE POSSESSION OF SUCH PERSON OR ENTITY, OR  ON\n    8  ACCOUNT  OF  ANY  RECOMMENDATION OR EVALUATION, REGARDING THE QUALIFICA-\n    9  TIONS, FITNESS, OR PROFESSIONAL CONDUCT OR PRACTICES OF  A  NATUROPATHIC\n   10  PHYSICIAN,  TO ANY GOVERNMENTAL AGENCY, NATUROPATHIC MEDICAL OR SPECIAL-\n   11  ISTS SOCIETY, A HOSPITAL AS  DEFINED  IN  ARTICLE  TWENTY-EIGHT  OF  THE\n   12  PUBLIC  HEALTH  LAW, A HOSPITAL AS DEFINED IN SUBDIVISION TEN OF SECTION\n   13  1.03 OF THE MENTAL HYGIENE LAW, OR  A  HEALTH  MAINTENANCE  ORGANIZATION\n   14  ORGANIZED  UNDER  ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW OR ARTICLE\n   15  FORTY-THREE OF THE INSURANCE LAW, INCLUDING A COMMITTEE OF AN INDIVIDUAL\n   16  PRACTICE ASSOCIATION OR NATUROPATHIC MEDICAL GROUP ACTING PURSUANT TO  A\n   17  CONTRACT WITH A HEALTH MAINTENANCE ORGANIZATION. THE FOREGOING SHALL NOT\n   18  APPLY  TO  INFORMATION  WHICH  IS UNTRUE AND COMMUNICATED WITH MALICIOUS\n   19  INTENT.\n   20    6. A LICENSED NATUROPATH MAY PRESCRIBE AND ORDER A NON-PATIENT SPECIF-\n   21  IC REGIMEN TO A  REGISTERED  PROFESSIONAL  NURSE,  AND  OTHER  QUALIFIED\n   22  MEDICAL  ASSISTANTS  PURSUANT  TO REGULATIONS PROMULGATED BY THE COMMIS-\n   23  SIONER, AND CONSISTENT WITH THE PUBLIC HEALTH LAW, FOR:\n   24    A. ADMINISTERING IMMUNIZATIONS; AND\n   25    B. THE EMERGENCY TREATMENT OF ANAPHYLAXIS.\n   26    S  6582.  QUALIFICATION  OF  CERTAIN  APPLICANTS  FOR  LICENSURE.   1.\n   27  NOTWITHSTANDING  ANY  OTHER PROVISIONS OF THIS ARTICLE OR ANY LAW TO THE\n   28  CONTRARY, AN INDIVIDUAL WHO AT THE TIME OF HIS OR HER  ENROLLMENT  IN  A\n   29  NATUROPATHIC  MEDICAL  SCHOOL OUTSIDE THE UNITED STATES IS A RESIDENT OF\n   30  THE UNITED STATES SHALL BE ELIGIBLE FOR LICENSURE IN THIS STATE IF HE OR\n   31  SHE HAS SATISFIED THE REQUIREMENTS OF SUBDIVISIONS ONE, FIVE, SIX, SEVEN\n   32  AND EIGHT OF SECTION SIXTY-FIVE HUNDRED TWENTY-FOUR OF THIS TITLE AND:\n   33    A. HAS STUDIED MEDICINE  IN  A  NATUROPATHIC  MEDICAL  SCHOOL  LOCATED\n   34  OUTSIDE THE UNITED STATES WHICH IS RECOGNIZED BY THE WORLD HEALTH ORGAN-\n   35  IZATION;  FEDERAL  ACCREDITING  AGENCY,  THE  COUNCIL  FOR  NATUROPATHIC\n   36  MEDICAL EDUCATION OR ITS SUCCESSOR, OR REGIONAL ACCREDITING  BODY  WHICH\n   37  WHEN REVIEWED BY THE BOARD IS FOUND TO BE EQUAL TO OR HAVE HIGHER STAND-\n   38  ARDS THAN THESE AGENCIES;\n   39    B. HAS COMPLETED ALL OF THE FORMAL REQUIREMENTS OF THE FOREIGN NATURO-\n   40  PATHIC MEDICAL SCHOOL EXCEPT INTERNSHIP AND/OR SOCIAL SERVICE;\n   41    C.  HAS ATTAINED A SCORE SATISFACTORY TO A NATUROPATHIC MEDICAL SCHOOL\n   42  APPROVED BY THE LIAISON COMMITTEE ON NATUROPATHIC MEDICAL EDUCATION, THE\n   43  COUNCIL ON NATUROPATHIC MEDICAL EDUCATION OR ITS SUCCESSOR ON A QUALIFY-\n   44  ING EXAMINATION ACCEPTABLE TO THE STATE  BOARD  FOR  MEDICINE,  AND  HAS\n   45  SATISFACTORILY COMPLETED ONE ACADEMIC YEAR OF SUPERVISED CLINICAL TRAIN-\n   46  ING  UNDER THE DIRECTION OF SUCH NATUROPATHIC MEDICAL SCHOOL OR APPROVED\n   47  PHYSICIAN CLINICAL TRAINING PROGRAM;\n   48    D. HAS COMPLETED THE POST-GRADUATE HOSPITAL TRAINING REQUIRED  BY  THE\n   49  BOARD OF ALL APPLICANTS FOR LICENSURE IF APPLICABLE; AND\n   50    E.  HAS PASSED THE EXAMINATION REQUIRED BY THE BOARD OF ALL APPLICANTS\n   51  FOR LICENSURE.\n   52    2. SATISFACTION OF THE REQUIREMENTS OF  PARAGRAPHS  A,  B,  AND  C  OF\n   53  SUBDIVISION  ONE  OF  THIS SECTION SHALL BE IN LIEU OF THE COMPLETION OF\n   54  ANY FOREIGN INTERNSHIP AND/OR SOCIAL SERVICE REQUIREMENTS, AND  NO  SUCH\n   55  REQUIREMENTS  SHALL BE A CONDITION OF LICENSURE AS A NATUROPATHIC PHYSI-\n   56  CIAN IN THIS STATE.\n\n       A. 3057                             8\n\n    1    3. NO HOSPITAL LICENSED BY THIS STATE, OR OPERATED BY THE STATE  OR  A\n    2  POLITICAL SUBDIVISION THEREOF, OR WHICH RECEIVES STATE FINANCIAL ASSIST-\n    3  ANCE, DIRECTLY OR INDIRECTLY, SHALL REQUIRE AN INDIVIDUAL WHO HAS SATIS-\n    4  FIED  THE  REQUIREMENTS  OF PARAGRAPHS A, B, AND C OF SUBDIVISION ONE OF\n    5  THIS  SECTION, AND WHO AT THE TIME OF HIS OR HER ENROLLMENT IN A NATURO-\n    6  PATHIC MEDICAL SCHOOL OUTSIDE THE UNITED STATES IS  A  RESIDENT  OF  THE\n    7  UNITED  STATES, TO SATISFY ANY FURTHER EDUCATION OR EXAMINATION REQUIRE-\n    8  MENTS PRIOR TO COMMENCING AN INTERNSHIP OR RESIDENCY.\n    9    4. A DOCUMENT GRANTED BY A NATUROPATHIC MEDICAL SCHOOL LOCATED OUTSIDE\n   10  THE UNITED STATES WHICH IS RECOGNIZED BY THE WORLD HEALTH  ORGANIZATION,\n   11  FEDERAL  ACCREDITING AGENCY, THE COUNCIL FOR NATUROPATHIC MEDICAL EDUCA-\n   12  TION OR ITS SUCCESSOR, OR REGIONAL ACCREDITING BODY WHICH WHEN  REVIEWED\n   13  BY THE BOARD IS FOUND TO BE EQUAL TO OR HAVE HIGHER STANDARDS THAN THESE\n   14  AGENCIES  ISSUED  AFTER THE COMPLETION OF ALL THE FORMAL REQUIREMENTS OF\n   15  SUCH FOREIGN NATUROPATHIC MEDICAL SCHOOL EXCEPT INTERNSHIP AND/OR SOCIAL\n   16  SERVICE SHALL, UPON CERTIFICATION BY THE NATUROPATHIC MEDICAL SCHOOL  IN\n   17  WHICH  SUCH  TRAINING  WAS  RECEIVED  OF  SATISFACTORY COMPLETION BY THE\n   18  PERSON TO WHOM SUCH DOCUMENT WAS ISSUED OF THE  REQUIREMENTS  LISTED  IN\n   19  PARAGRAPH C OF SUBDIVISION ONE OF THIS SECTION, BE DEEMED THE EQUIVALENT\n   20  OF A DEGREE OF DOCTOR OF MEDICINE FOR PURPOSES OF LICENSURE AND PRACTICE\n   21  AS A NATUROPATHIC PHYSICIAN IN THIS STATE.\n   22    S  6583.  POWER  OF  BOARD  OF  REGENTS REGARDING CERTAIN NATUROPATHS.\n   23  NOTWITHSTANDING ANY PROVISION OF LAW  TO  THE  CONTRARY,  THE  BOARD  OF\n   24  REGENTS IS AUTHORIZED, IN ITS DISCRETION, TO CONFER THE DEGREE OF DOCTOR\n   25  OF  NATUROPATHIC  MEDICINE UPON NATUROPATHS WHO ARE LICENSED PURSUANT TO\n   26  SECTION SIXTY-FIVE HUNDRED SEVENTY-NINE OR SIXTY-FIVE HUNDRED EIGHTY-TWO\n   27  OF THIS ARTICLE.  EACH APPLICANT SHALL PAY A FEE AS  DETERMINED  BY  THE\n   28  COMMISSIONER TO THE DEPARTMENT FOR THE ISSUANCE OF SUCH DEGREE.\n   29    S 2. This act shall take effect on the first of November next succeed-\n   30  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the practice of naturopathic medicine ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T123622.TXT", "SOBI.D110121.T162039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295890582610
}