{
  "year" : 2011,
  "senateBillNo" : "A3059-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3059-2011-1295586000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the expiration date of the personal income tax surcharge imposed in the city of Yonkers",
  "summary" : "Extends the expiration date of the personal income tax surcharge imposed by the city of Yonkers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6899-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3059\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PRETLOW, SPANO -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the tax law and chapter 535 of the laws of 1987,  amend-\n         ing  the  tax  law relating to the city of Yonkers personal income tax\n         surcharge, in  relation  to  extending  the  expiration  date  of  the\n         personal income tax surcharge\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 1321 of the tax law,  as  amended\n    2  by chapter 141 of the laws of 2009, is amended to read as follows:\n    3    (a)  General.    Notwithstanding  any  other  provision  of law to the\n    4  contrary, but subject to the limitations and  conditions  set  forth  in\n    5  this  article,  any  city in this state having a population of more than\n    6  one hundred eighty thousand but less than two hundred  fifteen  thousand\n    7  inhabitants,  acting  through  its  local  legislative  body,  is hereby\n    8  authorized and empowered to adopt and amend local laws imposing  in  any\n    9  such  city,  for  taxable years beginning after nineteen hundred eighty-\n   10  three and before two thousand  [twelve]  FOURTEEN,  a  city  income  tax\n   11  surcharge on residents of such city at a rate not to exceed nineteen and\n   12  one-quarter  percent of the net state tax as defined in section thirteen\n   13  hundred twenty-three of this article, such city income tax surcharge  to\n   14  be  administered,  collected  and  distributed  by  the  commissioner as\n   15  provided for in this article.\n   16    S 2. Subsection (c) of section 1321 of the  tax  law,  as  amended  by\n   17  chapter 141 of the laws of 2009, is amended to read as follows:\n   18    (c)  Effectiveness  of  local  law and filing with commissioner. (i) A\n   19  local law enacted pursuant to the authority of  this  section  shall  go\n   20  into  effect  on  the first day of January, nineteen hundred eighty-four\n   21  and shall apply to taxable years beginning on or  after  such  date  and\n   22  before two thousand [twelve] FOURTEEN.  Provided, however, no such local\n   23  law shall be so effective unless such local law is enacted by July thir-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03233-01-1\n\n       A. 3059                             2\n\n    1  ty-first,  nineteen  hundred  eighty-four and unless a certified copy of\n    2  such local law is mailed by registered or certified mail to the  commis-\n    3  sioner  at the commissioner's office in Albany by such date. (ii) If the\n    4  requirements  of  paragraph  (i) of this subsection are not met, a local\n    5  law enacted pursuant to the authority of  this  section  shall  go  into\n    6  effect  on  the first day of the next succeeding January and shall apply\n    7  to taxable years beginning on or after such date and before two thousand\n    8  [twelve] FOURTEEN.  Provided, however, no such local  law  shall  be  so\n    9  effective unless such local law is enacted at least ninety days prior to\n   10  the  date  it is to become effective and unless a certified copy of such\n   11  local law is mailed by registered or certified mail to the  commissioner\n   12  at  such  commissioner's  office  in  Albany  by such date. However, the\n   13  commissioner may waive and reduce such ninety day  minimum  requirements\n   14  within  a  period  of  not less than thirty days prior to such effective\n   15  date if such commissioner deems such action to be consistent  with  such\n   16  commissioner's  duties under this article. (iii) Any amendment of such a\n   17  local law enacted pursuant to  the  authority  of  this  section,  which\n   18  changes  the  rate  of the income tax surcharge on residents, shall take\n   19  effect on the first day of January in the year in which  such  amendment\n   20  is  enacted  and shall apply to taxable years beginning on or after such\n   21  date, if such amendment is enacted on or before July thirty-first of the\n   22  year in which it is to take effect and a certified copy of  such  amend-\n   23  ment  is  mailed  by registered or certified mail to the commissioner at\n   24  his or her office in Albany by such date. (iv) If  the  requirements  of\n   25  paragraph  (iii)  of  this subsection are not met, the amendment of such\n   26  local law shall go into effect on the first day of the  next  succeeding\n   27  January  and  shall  apply  to  taxable years beginning on or after such\n   28  date, provided that no such amendment shall take  effect  unless  it  is\n   29  enacted at least ninety days prior to the date it is to become effective\n   30  and  a  certified copy thereof is mailed by registered or certified mail\n   31  to the commissioner at his or her office in Albany by such date. (v) Any\n   32  amendment to the provisions of article twenty-two of this chapter to the\n   33  extent that  such  amendment  is  applicable  to  the  city  income  tax\n   34  surcharge  imposed  under  such  local law, shall be deemed to have been\n   35  incorporated in the analogous provision or provisions of such local law.\n   36    S 3. Subsection (b) of section 1340 of the  tax  law,  as  amended  by\n   37  chapter 141 of the laws of 2009, is amended to read as follows:\n   38    (b)  (i) A local law enacted pursuant to the authority of this section\n   39  shall go into effect on the  first  day  of  January,  nineteen  hundred\n   40  eighty-four  and shall apply to taxable years beginning on or after such\n   41  date and before two thousand [twelve] FOURTEEN.   Provided, however,  no\n   42  such local law shall be so effective unless such local law is enacted by\n   43  July  thirty-first,  nineteen hundred eighty-four and unless a certified\n   44  copy of such local law is mailed by registered or certified mail to  the\n   45  commissioner  at such commissioner's office in Albany by such date. (ii)\n   46  If the requirements of the preceding sentence are not met, a  local  law\n   47  enacted  pursuant  to the authority of this section shall go into effect\n   48  on the first day of the next succeeding January and shall apply to taxa-\n   49  ble years beginning on or  after  such  date  and  before  two  thousand\n   50  [twelve]  FOURTEEN.    Provided,  however, no such local law shall be so\n   51  effective unless such local law is enacted at least ninety days prior to\n   52  the date it is to become effective and unless a certified copy  of  such\n   53  local  law is mailed by registered or certified mail to the commissioner\n   54  at such commissioner's office in  Albany  by  such  date.  However,  the\n   55  commissioner  may  waive and reduce such ninety day minimum requirements\n   56  within a period of not less than thirty days  prior  to  such  effective\n\n       A. 3059                             3\n\n    1  date  if  such commissioner deems such action to be consistent with such\n    2  commissioner's duties under this article. (iii) Any amendment of such  a\n    3  local law enacted pursuant to the authority of the section, which chang-\n    4  es  the rate of the income tax surcharge on residents, shall take effect\n    5  on the first day of January in the  year  in  which  such  amendment  is\n    6  enacted  and  shall  apply  to  taxable years beginning on or after such\n    7  date, if such amendment is enacted on or before July thirty-first of the\n    8  year in which it is to take effect and a certified copy of  such  amend-\n    9  ment  is  mailed  by registered or certified mail to the commissioner at\n   10  his or her office in Albany by such date. (iv) If  the  requirements  of\n   11  paragraph  (iii)  of  this subsection are not met, the amendment of such\n   12  local law shall go into effect on the first day of the  next  succeeding\n   13  January  and  shall  apply  to  taxable years beginning on or after such\n   14  date, provided that no such amendment shall take  effect  unless  it  is\n   15  enacted at least ninety days prior to the date it is to become effective\n   16  and  a  certified copy thereof is mailed by registered or certified mail\n   17  to the commissioner at his or her office in Albany by such date.\n   18    S 4. Section 3 of subsection (c) of section 1340 of the  tax  law,  as\n   19  amended  by  chapter  141  of  the  laws  of 2009, is amended to read as\n   20  follows:\n   21    S 3. Taxable years to which tax imposed by this local law applies. The\n   22  tax imposed by this local law is imposed  for  taxable  years  beginning\n   23  after  December  thirty-first,  nineteen hundred eighty-three and before\n   24  January first, two thousand [twelve] FOURTEEN.\n   25    S 5. Section 6 of chapter 535 of the laws of 1987,  amending  the  tax\n   26  law  relating  to  the city of Yonkers personal income tax surcharge, as\n   27  amended by chapter 141 of the laws  of  2009,  is  amended  to  read  as\n   28  follows:\n   29    S 6. This act shall take effect immediately and shall apply to taxable\n   30  years  beginning after 1986 provided, however, that section five of this\n   31  act shall expire on September 30, [2011] 2013.\n   32    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and chapter 535 of the laws of 1987, amending the tax law relating to the city of Yonkers personal income tax surcharge, in relation to extending the expiration date of the personal income tax surcharge ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143130.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897490818
}