{
  "year" : 2011,
  "senateBillNo" : "A3051-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3051-2011-1295586000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the class of issue to include certain posthumously conceived children",
  "summary" : "Expands the class of issue to include certain posthumously conceived children. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Estates, Powers and Trusts Law",
  "previousVersions" : [ "A3571-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3051\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PERRY -- Multi-Sponsored by -- M. of A. BING,\n         BOYLAND, COOK, GLICK, HOOPER, PEOPLES-STOKES, TOWNS,  WRIGHT  --  read\n         once and referred to the Committee on Judiciary\n\n       AN  ACT  to  amend  the  estates,  powers and trusts law, in relation to\n         expanding the class of issue to include certain posthumously conceived\n         children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The estates, powers and trusts law is amended by adding a\n    2  new section 4-1.3 to read as follows:\n    3  S 4-1.3 POSTHUMOUSLY CONCEIVED CHILDREN\n    4    (A) FOR THE PURPOSES OF THIS ARTICLE:\n    5    (1) A CHILD CONCEIVED POSTHUMOUSLY WITHIN TWO YEARS  OF  THE  DATE  OF\n    6  DEATH  OF HIS OR HER MATERNAL PROGENITOR SHALL BE CONSIDERED A NON-MARI-\n    7  TAL CHILD AND THE LEGITIMATE CHILD  OF  SUCH  MATERNAL  PROGENITOR,  WHO\n    8  SHALL BE HIS OR HER MOTHER FOR THE PURPOSES OF INTESTATE SUCCESSION; AND\n    9  SUCH CHILD MAY INHERIT FROM HIS OR HER MOTHER AND FROM HIS OR HER MATER-\n   10  NAL  KINDRED,  PROVIDED  THE PROVISIONS OF PARAGRAPH (B) OF THIS SECTION\n   11  ARE ESTABLISHED.\n   12    (2) A CHILD CONCEIVED POSTHUMOUSLY WITHIN TWO YEARS  OF  THE  DATE  OF\n   13  DEATH  OF HIS OR HER PATERNAL PROGENITOR SHALL BE CONSIDERED A NON-MARI-\n   14  TAL CHILD AND THE LEGITIMATE CHILD OF  SUCH  PATERNAL  PROGENITOR,  WHOM\n   15  SHALL BE HIS OR HER FATHER FOR THE PURPOSES OF INTESTATE SUCCESSION; AND\n   16  SUCH CHILD MAY INHERIT FROM HIS OR HER FATHER AND FROM HIS OR HER PATER-\n   17  NAL  KINDRED,  PROVIDED  THE PROVISIONS OF PARAGRAPH (B) OF THIS SECTION\n   18  ARE ESTABLISHED.\n   19    (B) IN ORDER TO BE GRANTED THE RIGHTS OF A NON-MARITAL CHILD TO INTES-\n   20  TATE SUCCESSION, A COURT OF COMPETENT JURISDICTION  MUST  ESTABLISH  THE\n   21  FOLLOWING:\n   22    (1)  THE  DECEASED  PROGENITOR  SIGNED AN INSTRUMENT DURING HIS OR HER\n   23  LIFETIME INDICATING HIS OR HER INTENT TO PARENT THE  FUTURE  CHILD,  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02642-01-1\n\n       A. 3051                             2\n\n    1  INDICATING  HIS  OR HER INTENT TO PROVIDE SUPPORT FOR SUCH FUTURE CHILD,\n    2  PROVIDED THAT SUCH INSTRUMENT IS ACKNOWLEDGED OR EXECUTED OR  PROVED  IN\n    3  THE  PRESENCE  OF ONE OR MORE WITNESSES AND ACKNOWLEDGED BY SUCH WITNESS\n    4  OR WITNESSES, IN EITHER CASE, BEFORE A NOTARY PUBLIC; AND\n    5    (2) PATERNITY OR MATERNITY, OF THE DECEASED PROGENITOR, IS ESTABLISHED\n    6  BY CLEAR AND CONVINCING EVIDENCE.\n    7    (C)  ANY AND ALL RIGHTS, PRIVILEGES AND BENEFITS GRANTED A NON-MARITAL\n    8  CHILD, AS DEFINED IN SECTION 4-1.2 OF THIS PART, INCLUDING RIGHTS TO ANY\n    9  SUPPORT PAYMENTS ADMINISTERED BY A STATE DEPARTMENT OR AGENCY, SHALL  BE\n   10  GRANTED  TO  A POSTHUMOUSLY CONCEIVED CHILD PROVIDED THE REQUIREMENTS OF\n   11  THIS SECTION ARE MET.\n   12    S 2. This act shall take effect on the one hundred twentieth day after\n   13  it shall have become a law. Effective immediately, the addition,  amend-\n   14  ment and/or repeal of any rule or regulation necessary for the implemen-\n   15  tation  of  this act on its effective date is authorized and directed to\n   16  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the estates, powers and trusts law, in relation to expanding the class of issue to include certain posthumously conceived children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115119.TXT", "SOBI.D110121.T162039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887879099
}