{
  "year" : 2011,
  "senateBillNo" : "A305-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A305-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of education to promulgate rules and regulations authorizing school programs designed to educate students on the dangers of alcohol",
  "summary" : "Authorizes the commissioner of education to promulgate rules and regulations authorizing school curriculums to include programs designed to educate students on the immediate and consequential dangers associated with the use of alcohol. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A5649-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          305\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, ROBINSON, CASTRO -- Multi-Sponsored by --\n         M. of A. PHEFFER -- read once and referred to the Committee on  Educa-\n         tion\n\n       AN  ACT  to amend the education law, in relation to instruction relating\n         to the dangers associated with the use of alcohol\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 804-e\n    2  to read as follows:\n    3    S 804-E. DANGERS ASSOCIATED WITH THE USE OF ALCOHOL. 1. IN ADDITION TO\n    4  INSTRUCTION OTHERWISE REQUIRED BY SECTION EIGHT  HUNDRED  FOUR  OF  THIS\n    5  ARTICLE,  THE  COMMISSIONER IS HEREBY AUTHORIZED TO PROMULGATE RULES AND\n    6  REGULATIONS DIRECTING ALL SCHOOLS TO INCLUDE, AS AN INTEGRAL PART OF THE\n    7  SCHOOL CURRICULUM, PROGRAMS DESIGNED TO EDUCATE STUDENTS ABOUT THE IMME-\n    8  DIATE AND CONSEQUENTIAL DANGERS ASSOCIATED WITH THE USE OF ALCOHOL. SUCH\n    9  PROGRAMS SHALL INCLUDE, BUT NOT BE LIMITED TO, THE DANGERS  OF  DRINKING\n   10  AND  DRIVING  AS WELL AS SUCH OTHER ISSUES CLOSELY RELATED TO THE USE OF\n   11  ALCOHOL.\n   12    2. THE PROGRAMS AUTHORIZED BY SUBDIVISION ONE OF THIS SECTION SHALL BE\n   13  DESIGNED BY THE DEPARTMENT IN CONJUNCTION WITH THE OFFICE OF  ALCOHOLISM\n   14  AND SUBSTANCE ABUSE SERVICES.\n   15    S 2. This act shall take effect July 1, 2011.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03624-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to instruction relating to the dangers associated with the use of alcohol ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292873915782
}