{
  "year" : 2011,
  "senateBillNo" : "A3054-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3054-2011-1295586000000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the indefinite suspension of New York city police officers without pay pending the disposition of charges of incompetence or misconduct in certain cases",
  "summary" : "Provides for the indefinite suspension of New York city police officers without pay pending the disposition of charges of incompetence or misconduct resulting in death or serious physical injury as defined in section 10.00 of the penal law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A3462-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3054\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PERRY -- Multi-Sponsored by -- M. of A. AUBRY,\n         JACOBS, SCARBOROUGH, TOWNS -- read once and referred to the  Committee\n         on Governmental Employees\n\n       AN  ACT  to  amend  chapter  753  of the laws of 1990 amending the civil\n         service law, relating to suspension of police officers pending  deter-\n         mination of charges and to amend the civil service law, in relation to\n         suspension of New York city police officers without pay pending deter-\n         mination of charges\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1 of chapter 753 of the laws of 1990  amending  the\n    2  civil  service  law,  relating  to suspension of police officers pending\n    3  determination of charges, is amended to read as follows:\n    4    Section 1. Notwithstanding any other provision of law to the contrary,\n    5  police officers as defined in paragraph (d) of subdivision 34 of section\n    6  1.20 of the criminal procedure law and  as  designated  members  of  the\n    7  police department of the city of New York pursuant to section 431 of the\n    8  New  York city charter, pending the determination of charges of incompe-\n    9  tency or misconduct may not be suspended for a period  exceeding  thirty\n   10  days;  PROVIDED,  HOWEVER,  THAT  ANY  SUCH  POLICE OFFICER WHO HAS BEEN\n   11  CHARGED AND INDICTED FOR A CRIME RESULTING  IN  DEATH  OR  INJURY  TO  A\n   12  PERSON AS DEFINED IN SECTION 10.00 OF THE PENAL LAW MAY BE SUSPENDED FOR\n   13  AN  INDEFINITE  PERIOD PENDING THE DETERMINATION OF THE CRIMINAL INDICT-\n   14  MENT AND OTHER DEPARTMENTAL CHARGES OF INCOMPETENCY OR MISCONDUCT.\n   15    S 2. Subdivision 3-a of section 75 of the civil service law, as  added\n   16  by chapter 753 of the laws of 1990, is amended to read as follows:\n   17    3-a.  Suspension pending determination of charges and penalties relat-\n   18  ing to police officers of the police department of the city of New York.\n   19  Pending the hearing and determination  of  charges  of  incompetency  or\n   20  misconduct,  a  police  officer employed by the police department of the\n   21  city of New York may be suspended without pay for a period not exceeding\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02545-01-1\n\n       A. 3054                             2\n\n    1  thirty days; PROVIDED THAT SUCH OFFICER MAY BE SUSPENDED WITHOUT PAY FOR\n    2  AN INDEFINITE PERIOD PENDING THE DETERMINATION OF A CHARGE  OF  INCOMPE-\n    3  TENCY  OR  MISCONDUCT  RESULTING  IN DEATH OR SERIOUS PHYSICAL INJURY AS\n    4  DEFINED  IN  SECTION  10.00  OF THE PENAL LAW.  If such officer is found\n    5  guilty of the charges, the police commissioner of  such  department  may\n    6  punish  the police officer pursuant to the provisions of sections 14-115\n    7  and 14-123 of the administrative code of the city of New York.\n    8    S 3. If any item, clause, sentence, subparagraph, subdivision, section\n    9  or other part of this act, or the application thereof to any  person  or\n   10  circumstances  shall  be  held  to  be  invalid,  such holding shall not\n   11  affect, impair or invalidate the remainder of this act, or the  applica-\n   12  tion  of  such  section  or part of a section held invalid, to any other\n   13  person or circumstances, but shall be confined in its operation  to  the\n   14  item, clause, sentence, subparagraph, subdivision, section or other part\n   15  of  this  act  directly  involved  in such holding, or to the person and\n   16  circumstances therein involved.\n   17    S 4. This act shall take effect immediately and shall apply  to  cases\n   18  pending or arising on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 753 of the laws of 1990 amending the civil service law, relating to suspension of police officers pending determination of charges and to amend the civil service law, in relation to suspension of New York city police officers without pay pending determination of charges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T123121.TXT", "SOBI.D110121.T162039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295890281443
}