{
  "year" : 2011,
  "senateBillNo" : "A3050-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3050-2011-1295586000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes unsealing of juvenile offender records upon sentencing for a felony where a weapon was used with intent to commit a violent crime",
  "summary" : "Authorizes the sentencing court to unseal the records of a youthful offender upon sentencing such offender as a first time adult felon upon conviction, when a weapon was used with intent to commit a violent crime; provides procedures for determination of such prior adjudication and consideration of previous record in current case. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A3558-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3050\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. CAHILL,\n         COOK, FARRELL, GALEF, GOTTFRIED, HOOPER, HOYT, JAFFEE, MILLMAN, ORTIZ,\n         PHEFFER, ROBINSON, TOWNS, WRIGHT -- read  once  and  referred  to  the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to sentencing of\n         felons  with a prior youthful offender adjudication on conviction of a\n         felony where a weapon was used with intent to commit a violent crime\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  criminal  procedure  law  is amended by adding a new\n    2  section 400.50 to read as follows:\n    3  S 400.50  PROCEDURE FOR DETERMINING PRIOR JUVENILE OFFENDER ADJUDICATION\n    4              FOR THE PURPOSE OF SENTENCE IN CERTAIN CASES.\n    5    1.  APPLICABILITY.  WHERE A CONVICTION IS ENTERED FOR A FELONY WHERE A\n    6  WEAPON WAS USED WITH INTENT TO COMMIT A VIOLENT  CRIME,  THE  COURT  MAY\n    7  INQUIRE  WHETHER  THE  DEFENDANT HAS ANY PRIOR YOUTHFUL OFFENDER ADJUDI-\n    8  CATION AND MAY, WHERE IT DETERMINES THAT, IN FACT,  SUCH  DEFENDANT  HAS\n    9  BEEN  SO PREVIOUSLY SENTENCED, UNSEAL ANY RECORDS RELATING TO SUCH ADJU-\n   10  DICATION AND CONSIDER THE CONTENTS THEREOF  PRIOR  TO  IMPOSITION  OF  A\n   11  SENTENCE.\n   12    2.   STATEMENT TO BE FILED.  IF IT APPEARS THAT THE DEFENDANT HAS SUCH\n   13  A PREVIOUS ADJUDICATION AND THE  COURT  IN  ITS  DISCRETION  DESIRES  TO\n   14  IMPOSE  A SENTENCE AFTER CONSIDERING SUCH ADJUDICATION, A STATEMENT MUST\n   15  BE FILED AFTER CONVICTION AND BEFORE SENTENCE SETTING FORTH THE DATE AND\n   16  PLACE OF THE PREVIOUS ADJUDICATIONS AND THE COURT MUST CONDUCT A HEARING\n   17  TO DETERMINE WHETHER THE DEFENDANT IS THE SAME PERSON MENTIONED  IN  THE\n   18  RECORD.\n   19    3.    PRELIMINARY EXAMINATION.   THE DEFENDANT MUST BE GIVEN A COPY OF\n   20  SUCH STATEMENT AND THE COURT MUST ASK HIM  OR  HER  WHETHER  HE  OR  SHE\n   21  ADMITS  OR  DENIES SUCH PRIOR ADJUDICATION.  IF THE DEFENDANT DENIES THE\n   22  SAME OR REMAINS MUTE, THE COURT MAY PROCEED WITH THE HEARING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02614-01-1\n\n       A. 3050                             2\n\n    1    4.  TIME FOR HEARING.  IN ANY CASE WHERE A COPY OF THE  STATEMENT  WAS\n    2  NOT RECEIVED BY THE DEFENDANT AT LEAST TWO DAYS PRIOR TO THE PRELIMINARY\n    3  EXAMINATION,  THE  COURT  MUST  UPON  REQUEST  OF THE DEFENDANT GRANT AN\n    4  ADJOURNMENT OF AT LEAST TWO DAYS BEFORE PROCEEDING WITH THE HEARING.\n    5    5.   MANNER OF CONDUCTING HEARING.  A HEARING PURSUANT TO THIS SECTION\n    6  MUST BE BEFORE THE COURT WITHOUT A JURY.  THE BURDEN OF  PROOF  IS  UPON\n    7  THE  PEOPLE  AND  A  FINDING  THAT  THE DEFENDANT HAS BEEN ADJUDICATED A\n    8  YOUTHFUL OFFENDER AS ALLEGED IN THE STATEMENT MUST BE BASED  UPON  PROOF\n    9  BEYOND  A REASONABLE DOUBT BY EVIDENCE ADMISSIBLE UNDER THE RULES APPLI-\n   10  CABLE TO TRIAL OF THE ISSUE OF GUILT.\n   11    S 2. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become a law and shall apply to  all\n   13  proceedings or hearings commenced on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to sentencing of felons with a prior youthful offender adjudication on conviction of a felony where a weapon was used with intent to commit a violent crime ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T115119.TXT", "SOBI.D110121.T162039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295887879095
}