{
  "year" : 2011,
  "senateBillNo" : "A3058-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3058-2011-1295586000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a statewide toll-free office of court administration hotline for use by police officers seeking court orders to compel persons to submit to a blood test",
  "summary" : "Establishes a statewide toll-free office for court administration hotline for use by police officers seeking court orders to compel persons to submit to a blood test. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A9473-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3058\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, WRIGHT, AUBRY, BARRON, BOYLAND, CAMARA,\n         DenDEKKER, GALEF, MAISEL, PAULIN,  MAYERSOHN,  LANCMAN,  ROSENTHAL  --\n         Multi-Sponsored by -- M. of A.  CALHOUN, COOK, CRESPO, DESTITO, HEAST-\n         IE,  KAVANAGH,  O'DONNELL,  ORTIZ, THIELE -- read once and referred to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         a statewide toll-free office of court administration hotline  for  use\n         by police officers seeking court orders to compel persons to submit to\n         a blood test\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  \"Vionique Valnord's law\".\n    3    S 2. Paragraph (d) of subdivision 3 of section 1194 of the vehicle and\n    4  traffic  law,  as added by chapter 47 of the laws of 1988, is amended to\n    5  read as follows:\n    6    (d) Court order; procedure. (1) An application for a  court  order  to\n    7  compel submission to a chemical test or any portion thereof, may be made\n    8  to any supreme court justice, county court judge or district court judge\n    9  in the judicial district in which the incident occurred, or if the inci-\n   10  dent  occurred  in the city of New York before any supreme court justice\n   11  or judge of the criminal court of the city of New York. Such application\n   12  may be communicated by telephone, radio or  other  means  of  electronic\n   13  communication, or in person.\n   14    (2)  The  applicant  must provide identification by name and title and\n   15  must state the purpose of the communication. Upon being advised that  an\n   16  application for a court order to compel submission to a chemical test is\n   17  being made, the court shall place under oath the applicant and any other\n   18  person  providing  information in support of the application as provided\n   19  in subparagraph three of this paragraph. After being sworn the applicant\n   20  must state that the person from whom the chemical test was requested was\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03301-01-1\n\n       A. 3058                             2\n\n    1  the operator of a motor vehicle and in the course of  such  operation  a\n    2  person,  other  than  the operator, has been killed or seriously injured\n    3  and, based upon the totality of circumstances, there is reasonable cause\n    4  to  believe  that such person was operating a motor vehicle in violation\n    5  of any subdivision of section eleven hundred ninety-two of this  article\n    6  and,  after  being  placed  under  lawful  arrest such person refused to\n    7  submit to a chemical test or any portion thereof, in accordance with the\n    8  provisions of this section or is unable to give consent to such  a  test\n    9  or  any portion thereof. The applicant must make specific allegations of\n   10  fact to support such statement. Any other  person  properly  identified,\n   11  may  present  sworn  allegations  of  fact in support of the applicant's\n   12  statement.\n   13    (3) Upon being advised that an oral application for a court  order  to\n   14  compel  a  person  to  submit  to  a chemical test OF ONE OR MORE OF THE\n   15  FOLLOWING: BREATH, BLOOD, URINE OR SALIVA, is being  made,  a  judge  or\n   16  justice  shall  place  under  oath  the  applicant  and any other person\n   17  providing information in support of the application. Such oath or  oaths\n   18  and all of the remaining communication must be recorded, either by means\n   19  of  a  voice recording device or verbatim stenographic or verbatim long-\n   20  hand notes. If a voice recording device is used or a stenographic record\n   21  made, the judge must have the record transcribed, certify to the accura-\n   22  cy of the transcription and file the original record  and  transcription\n   23  with  the  court  within  seventy-two hours of the issuance of the court\n   24  order. If the longhand notes are taken, the judge shall subscribe a copy\n   25  and file it with the court within twenty-four hours of the  issuance  of\n   26  the order.\n   27    (4)  If  the court is satisfied that the requirements for the issuance\n   28  of a court order pursuant to the provisions of  paragraph  (b)  of  this\n   29  subdivision  have  been  met,  it may grant the application and issue an\n   30  order requiring the accused to submit to a chemical test OF ONE OR  MORE\n   31  OF THE FOLLOWING: BREATH, BLOOD, URINE OR SALIVA, to determine the alco-\n   32  holic  and/or drug content of his blood and ordering the withdrawal of a\n   33  blood sample in accordance with  the  provisions  of  paragraph  (a)  of\n   34  subdivision  four of this section. When a judge or justice determines to\n   35  issue an order to compel submission to a chemical test based on an  oral\n   36  application,  the  applicant therefor shall prepare the order in accord-\n   37  ance with the instructions of the judge or justice.   In all  cases  the\n   38  order  shall  include the name of the issuing judge or justice, the name\n   39  of the applicant, and the date and time it  was  issued.    It  must  be\n   40  signed  by the judge or justice if issued in person, or by the applicant\n   41  if issued orally.\n   42    (5) UPON REFUSAL BY A PERSON, WHO  A  POLICE  OFFICER  HAS  REASONABLE\n   43  CAUSE  TO  BELIEVE  IS IN VIOLATION OF ANY SUBDIVISION OF SECTION ELEVEN\n   44  HUNDRED NINETY-TWO OF THIS ARTICLE, TO SUBMIT TO A CHEMICAL TEST OF  ONE\n   45  OR  MORE  OF THE FOLLOWING: BREATH, BLOOD, URINE OR SALIVA, REQUESTED BY\n   46  SUCH POLICE OFFICER AT THE TIME OF SUCH TRAFFIC STOP, SUCH POLICE  OFFI-\n   47  CER,  IF  A  SIGNED  COURT ORDER TO COMPEL SUCH PERSON TO SUBMIT TO SUCH\n   48  TEST CANNOT BE PRODUCED, SHALL CALL THE STATEWIDE  TOLL-FREE  OFFICE  OF\n   49  COURT  ADMINISTRATION HOTLINE WITHIN FIFTEEN MINUTES OF SUCH REFUSAL, AS\n   50  DESCRIBED IN SECTION ELEVEN HUNDRED NINETY-FOUR-B OF  THIS  ARTICLE,  TO\n   51  REQUEST  OR  OBTAIN,  BY  ORAL APPLICATION AS DESCRIBED IN SUBPARAGRAPHS\n   52  THREE AND FOUR OF THIS PARAGRAPH, A COURT ORDER TO COMPEL SUCH PERSON TO\n   53  SUBMIT TO A CHEMICAL TEST OF ONE  OR  MORE  OF  THE  FOLLOWING:  BREATH,\n   54  BLOOD, URINE OR SALIVA.\n   55    (6) Any false statement by an applicant or any other person in support\n   56  of  an  application  for  a court order shall subject such person to the\n\n       A. 3058                             3\n\n    1  offenses for perjury set forth in article two hundred ten of  the  penal\n    2  law.\n    3    [(6)]  (7)  The  chief  administrator  of the courts shall establish a\n    4  schedule to provide that a sufficient number of judges or justices  will\n    5  be  available  in  each  judicial district to hear oral applications for\n    6  court orders as permitted by this section.\n    7    S 3. The vehicle and traffic law is amended by adding  a  new  section\n    8  1194-b to read as follows:\n    9    S  1194-B. STATEWIDE TOLL-FREE OFFICE OF COURT ADMINISTRATION HOTLINE;\n   10  COURT ORDER TO COMPEL CHEMICAL TEST. 1. THE DEPARTMENT,  IN  CONJUNCTION\n   11  WITH  THE  OFFICE  OF  COURT  ADMINISTRATION  AND  THE DIVISION OF STATE\n   12  POLICE, SHALL ESTABLISH, MAINTAIN  AND  OPERATE  A  STATEWIDE  TOLL-FREE\n   13  OFFICE  OF  COURT  ADMINISTRATION HOTLINE FOR THE USE OF POLICE OFFICERS\n   14  SEEKING COURT ORDERS TO COMPEL PERSONS TO SUBMIT TO A CHEMICAL  TEST  OF\n   15  ONE  OR  MORE  OF  THE  FOLLOWING:  BREATH,  BLOOD,  URINE OR SALIVA, AS\n   16  DESCRIBED IN PARAGRAPH  (D)  OF  SUBDIVISION  THREE  OF  SECTION  ELEVEN\n   17  HUNDRED NINETY-FOUR OF THIS ARTICLE.\n   18    2. UPON REFUSAL BY A PERSON, WHO A LAW ENFORCEMENT OFFICER HAS REASON-\n   19  ABLE  CAUSE  TO  BELIEVE  IS  IN VIOLATION OF ANY SUBDIVISION OF SECTION\n   20  ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE, TO SUBMIT TO A CHEMICAL  TEST\n   21  OF  ONE  OR  MORE  OF  THE  FOLLOWING:  BREATH,  BLOOD, URINE OR SALIVA,\n   22  REQUESTED BY SUCH POLICE OFFICER AT THE TIME OF THE TRAFFIC  STOP,  SUCH\n   23  POLICE  OFFICER, IF A SIGNED COURT ORDER TO COMPEL SUCH PERSON TO SUBMIT\n   24  TO A  CHEMICAL  TEST  CANNOT  BE  PRODUCED,  SHALL  CALL  THE  STATEWIDE\n   25  TOLL-FREE  OFFICE OF COURT ADMINISTRATION HOTLINE WITHIN FIFTEEN MINUTES\n   26  OF SUCH REFUSAL, TO REQUEST OR OBTAIN, BY ORAL APPLICATION AS  DESCRIBED\n   27  IN SUBPARAGRAPHS THREE AND FOUR OF PARAGRAPH (D) OF SUBDIVISION THREE OF\n   28  SECTION  ELEVEN  HUNDRED  NINETY-FOUR  OF THIS ARTICLE, A COURT ORDER TO\n   29  COMPEL SUCH PERSON TO SUBMIT TO SUCH TEST.\n   30    3. TELEPHONE CALLS MADE TO SUCH HOTLINE SHALL BE IMMEDIATELY ROUTED TO\n   31  A SUPREME COURT JUSTICE, COUNTY COURT JUDGE OR DISTRICT COURT  JUDGE  IN\n   32  THE JUDICIAL DISTRICT IN WHICH THE INCIDENT OCCURRED, OR IF THE INCIDENT\n   33  OCCURRED  IN THE CITY OF NEW YORK, TO ANY SUPREME COURT JUSTICE OR JUDGE\n   34  OF THE CRIMINAL COURT OF THE CITY OF NEW YORK.\n   35    4. IF THE JUDGE OR JUSTICE IS SATISFIED THAT THE REQUIREMENTS FOR  THE\n   36  ISSUANCE OF A COURT ORDER PURSUANT TO THE PROVISIONS OF PARAGRAPH (B) OF\n   37  SUBDIVISION  THREE OF SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS ARTICLE\n   38  HAVE BEEN MET, HE OR SHE SHALL GRANT THE APPLICATION AND SHALL ISSUE  AN\n   39  ORDER  REQUIRING  THE  ACCUSED TO SUBMIT TO A CHEMICAL TEST IMMEDIATELY,\n   40  PURSUANT TO SUBDIVISION THREE OF SECTION ELEVEN HUNDRED  NINETY-FOUR  OF\n   41  THIS ARTICLE.\n   42    5.  A  DETERMINATION  GRANTING  OR  DENYING  SUCH APPLICATION SHALL BE\n   43  ISSUED WITHIN ONE HOUR OF SUCH PHONE CALL.\n   44    6. A POLICE OFFICER SHALL BE GUILTY OF A CLASS E FELONY IF HE  OR  SHE\n   45  FAILS TO COMPLY WITH THE PROVISIONS SET FORTH IN SUBDIVISION TWO OF THIS\n   46  SECTION.\n   47    S 4. This act shall take effect on the one hundred twentieth day after\n   48  it shall have become a law, except that any rules and regulations neces-\n   49  sary  for  the  timely  implementation of this act on its effective date\n   50  shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing a statewide toll-free office of court administration hotline for use by police officers seeking court orders to compel persons to submit to a blood test ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143130.TXT", "SOBI.D110121.T162039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897490817
}