{
  "year" : 2011,
  "senateBillNo" : "A3068-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3068-2011-1295586000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school district representation among the membership of an industrial development agency",
  "summary" : "Requires school district representation and participation on boards of industrial development agencies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2094-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3068\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHROEDER, COOK -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend  the  general  municipal  law,  in  relation  to  school\n         district representation in industrial development agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 856 of the general municipal  law,\n    2  as  amended  by  chapter  356 of the laws of 1993, is amended to read as\n    3  follows:\n    4    2. An agency shall be a corporate governmental agency, constituting  a\n    5  public benefit corporation.  Except as otherwise provided by special act\n    6  of  the  legislature, an agency shall consist of not less than three nor\n    7  more than [seven] EIGHT members, ONE OF WHOM SHALL BE  A  PUBLIC  SCHOOL\n    8  REPRESENTATIVE APPOINTED UPON THE RECOMMENDATION MADE PURSUANT TO SUBDI-\n    9  VISION  FOUR  OF  THIS  SECTION,  IF  A RESOLUTION PROVIDING THEREFOR IS\n   10  ADOPTED, who shall be appointed by the governing body  of  each  munici-\n   11  pality  and who shall serve at the pleasure of the appointing authority.\n   12  Such members may include representatives  of  local  government,  school\n   13  boards,  organized  labor and business.  A member shall continue to hold\n   14  office until [his] SUCH MEMBER'S successor is appointed and  has  quali-\n   15  fied.  The governing body of each municipality shall designate the first\n   16  chairman  and file with the secretary of state a certificate of appoint-\n   17  ment or reappointment of any member.   Such  members  shall  receive  no\n   18  compensation  for  their services but shall be entitled to the necessary\n   19  expenses, including traveling expenses, incurred  in  the  discharge  of\n   20  their duties.\n   21    S  2.  Subdivision  4  of  section 856 of the general municipal law is\n   22  renumbered subdivision 5 and a new subdivision 4 is  added  to  read  as\n   23  follows:\n   24    4. ONE MEMBER OF EACH AGENCY SHALL, IF THE SCHOOL DISTRICT OR BOARD OF\n   25  COOPERATIVE  EDUCATIONAL SERVICES WITHIN THE JURISDICTION OF SUCH INDUS-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06778-01-1\n\n       A. 3068                             2\n\n    1  TRIAL DEVELOPMENT AGENCY ADOPTS A RESOLUTION PROVIDING  THEREFOR,  BE  A\n    2  PUBLIC  SCHOOL  REPRESENTATIVE  FROM  WITHIN  THE MUNICIPALITY FOR WHOSE\n    3  BENEFIT SUCH AGENCY IS ESTABLISHED.  THE  PUBLIC  SCHOOL  REPRESENTATIVE\n    4  SHALL  BE APPOINTED UPON THE RECOMMENDATION OF THE BOARD OF EDUCATION OR\n    5  BOARD OF COOPERATIVE EDUCATIONAL SERVICES MADE  BY  ITS  ADOPTION  OF  A\n    6  RESOLUTION  IN  SUPPORT  OF SUCH CANDIDATE AS FOLLOWS: (I) FOR A TOWN OR\n    7  VILLAGE INDUSTRIAL DEVELOPMENT AGENCY, BY THE BOARD OF EDUCATION LOCATED\n    8  WITHIN THE TOWN OR VILLAGE OR ANY PART THEREOF; (II) FOR A COUNTY INDUS-\n    9  TRIAL DEVELOPMENT  AGENCY,  BY  THE  BOARD  OF  COOPERATIVE  EDUCATIONAL\n   10  SERVICES LOCATED WITHIN THE COUNTY OR ANY PART THEREOF; (III) FOR A CITY\n   11  INDUSTRIAL DEVELOPMENT AGENCY, BY THE CITY BOARD OF EDUCATION. IN A CASE\n   12  WHERE  THERE IS MORE THAN ONE BOARD OF EDUCATION OR BOARD OF COOPERATIVE\n   13  EDUCATIONAL SERVICES WITHIN THE MUNICIPALITY SERVED  BY  THE  INDUSTRIAL\n   14  DEVELOPMENT AGENCY OR ANY PART THEREOF, THEN THE REPRESENTATIVE SHALL BE\n   15  NOMINATED  BY  MUTUAL AGREEMENT OF SUCH BOARDS OF EDUCATION OR BOARDS OF\n   16  COOPERATIVE EDUCATIONAL SERVICES CHOOSING TO HAVE  A  REPRESENTATIVE  ON\n   17  THE AGENCY. THE PUBLIC SCHOOL REPRESENTATIVE SHALL BRING THE PERSPECTIVE\n   18  OF  SUCH  BOARDS  OF  EDUCATION  OR  BOARDS  OF  COOPERATIVE EDUCATIONAL\n   19  SERVICES TO THE AGENCY AND REPORT TO SUCH BOARDS OF EDUCATION OR  BOARDS\n   20  OF  COOPERATIVE EDUCATIONAL SERVICES AT A REGULAR MEETING AT LEAST ANNU-\n   21  ALLY.\n   22    S 3. Subdivision 5 of section 856 of the  general  municipal  law,  as\n   23  added  by  chapter 1030 of the laws of 1969 and as renumbered by section\n   24  two of this act, is amended to read as follows:\n   25    5. Any one or more of the members of an agency may be an  official  or\n   26  an  employee  of  the municipality OR A SCHOOL DISTRICT CONTAINED WITHIN\n   27  THE MUNICIPALITY.  In the event that an official or an employee  of  the\n   28  municipality  OR  A  SCHOOL  DISTRICT  CONTAINED WITHIN THE MUNICIPALITY\n   29  shall be appointed as a member of the agency, acceptance or retention of\n   30  such appointment shall not be deemed a forfeiture of [his] SUCH MEMBER'S\n   31  municipal OR SCHOOL DISTRICT office or employment, or incompatible ther-\n   32  ewith or affect [his] SUCH MEMBER'S tenure or compensation in  any  way.\n   33  The  term  of  office  of a member of an agency who is an official or an\n   34  employee of the municipality OR A SCHOOL DISTRICT CONTAINED  WITHIN  THE\n   35  MUNICIPALITY  when  appointed  as a member thereof by special act of the\n   36  legislature creating the industrial development agency  shall  terminate\n   37  at the expiration of the term of [his] SUCH MEMBER'S municipal OR SCHOOL\n   38  DISTRICT office.\n   39    S 4. This act shall take effect on the one hundred twentieth day after\n   40  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to school district representation in industrial development agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143633.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897793964
}