{
  "year" : 2011,
  "senateBillNo" : "A3067-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3067-2011-1295586000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the commission on public authority reform to study and investigate reducing the number of public authorities and their subsidiaries",
  "summary" : "Establishes a temporary state commission to be known as the commission on public authority reform to study and investigate reducing the number of public authorities and their subsidiaries in New York state; requires reporting; appropriates $100,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities",
  "previousVersions" : [ "AA3114-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3067\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT establishing a temporary state commission to study  and  investi-\n         gate  reducing the number of public authorities and their subsidiaries\n         in the state of  New  York;  making  an  appropriation  therefor;  and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. A temporary state commission, to be known as the commission\n    2  on public authority reform, hereafter referred to as the commission,  is\n    3  hereby   created  to  investigate,  evaluate  and  make  recommendations\n    4  concerning  the  scope  and  effectiveness  involving  the  elimination,\n    5  dissolution,  consolidation  or  merger  of public authorities and their\n    6  subsidiaries in the state of New York.\n    7    S 2. (a) The commission shall  consist  of  thirteen  members,  to  be\n    8  appointed  as  follows:  three  members to be appointed by the governor;\n    9  three members to be appointed by the temporary president of the  senate;\n   10  three members to be appointed by the speaker of the assembly; one member\n   11  to  be  appointed by the minority leader of the senate; one member to be\n   12  appointed by the minority leader of the assembly; one  member  shall  be\n   13  appointed  by  the comptroller, and one member shall be appointed by the\n   14  attorney general. The appointees shall have  demonstrated  expertise  in\n   15  the  development and financing of public authorities. The governor shall\n   16  designate  the  chairperson  and  vice-chairperson  of  the  commission.\n   17  Vacancies  in  the  membership  of the commission and among its officers\n   18  shall be filled in the manner  provided  for  original  appointments  or\n   19  designations.\n   20    (b)  The  members  of the commission shall receive no compensation for\n   21  their services, but shall be allowed their actual and necessary expenses\n   22  incurred in the performance of their duties under this act. The  commis-\n   23  sion  may  employ  and  at pleasure remove such personnel as it may deem\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05959-01-1\n\n       A. 3067                             2\n\n    1  necessary for the performance of its functions  and  fix  their  compen-\n    2  sation within the amounts made available by appropriation therefor.\n    3    (c)  The New York state public authorities control board shall provide\n    4  the commission such facilities, assistance, and data as will enable  the\n    5  commission  to  carry out its powers and duties. Additionally, all other\n    6  departments or agencies of the state or subdivisions thereof  shall,  at\n    7  the  request of the chairperson, provide the commission such facilities,\n    8  assistance, and data as will enable the  commission  to  carry  out  its\n    9  powers and duties.\n   10    S  3.  Specifically  the  commission  shall  investigate  at least the\n   11  following:\n   12    (a) the opportunities for the elimination, dissolution,  consolidation\n   13  or  merger  of public authorities and their subsidiaries in the state of\n   14  New York; and\n   15    (b) reducing the number of all  existing  public  authorities  in  the\n   16  state of New York by fifty percent and reducing the number of all exist-\n   17  ing subsidiaries in the state of New York by seventy-five percent.\n   18    S  4.  (a)  For the accomplishment of its purposes, the commission may\n   19  meet and hold public and/or  private  hearings  within  or  without  the\n   20  state, and shall have all the powers of a legislative committee pursuant\n   21  to  the  legislative  law. The commission is authorized and empowered to\n   22  undertake any studies, inquiries, surveys or analyses it may deem  rele-\n   23  vant  through  its  own personnel or in cooperation with or by agreement\n   24  with any other public or private agency.\n   25    (b) To the maximum extent feasible, the  commission  may  request  and\n   26  shall be entitled to receive and shall utilize and be provided with such\n   27  facilities,  resources and data from any court in the state and from any\n   28  subdivision, department, board, bureau, commission,  office,  agency  or\n   29  other instrumentality of the state or of any political subdivision ther-\n   30  eof  as  it deems necessary or desirable for the proper execution of its\n   31  powers and duties and to effectuate the purposes set forth in this act.\n   32    (c) The commission is hereby authorized and empowered  to  enter  into\n   33  any  agreements  and  to  do and perform any acts that may be necessary,\n   34  desirable or proper to carry out the purposes  and  objectives  of  this\n   35  act.\n   36    S  5.  The  commission  shall make recommendations and a report of its\n   37  findings. The commission shall submit such  recommendations  and  report\n   38  developed  by  it  relating to issues involving the elimination, dissol-\n   39  ution, consolidation or merger of public authorities and  their  subsid-\n   40  iaries  in  the  state  of  New  York, including any recommendations for\n   41  legislative action as it may deem  necessary  and  appropriate,  to  the\n   42  governor,  the  temporary president of the senate and the speaker of the\n   43  assembly no later than the thirty-first day of December in the year next\n   44  succeeding the year in which this act shall have  become  a  law.    The\n   45  commission shall issue a binding recommendation which shall be presented\n   46  to the legislature to completely accept or reject such recommendation.\n   47    S  6.  The  sum of one hundred thousand dollars ($100,000), or so much\n   48  thereof as may be necessary, is hereby appropriated to pay the  expenses\n   49  incurred,  including personal service, in carrying out the provisions of\n   50  this act. Such moneys shall be payable out of the state treasury in  the\n   51  general  fund to the credit of the state purposes account after audit by\n   52  and on the  warrant  of  the  comptroller  upon  vouchers  certified  or\n   53  approved  by  the  chairperson  or vice-chairperson of the commission as\n   54  prescribed by law.\n   55    S 7. This  act  shall  take  effect  immediately;  provided  that  the\n   56  provisions  of this act shall expire and be deemed repealed on the first\n\n       A. 3067                             3\n\n    1  day next succeeding the date of the submission of the report as required\n    2  in section five of this act; and provided  further,  however,  that  the\n    3  chairperson of the temporary commission on public authority reform shall\n    4  notify  the  legislative bill drafting commission upon the submission of\n    5  its report as provided for in section five of this act in order that the\n    6  commission may maintain an accurate and timely effective  data  base  of\n    7  the official text of the laws of the state of New York in furtherance of\n    8  effecting  the  provisions  of  section  44  of  the legislative law and\n    9  section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT establishing a temporary state commission to study and investigate reducing the number of public authorities and their subsidiaries in the state of New York; making an appropriation therefor; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143633.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897793962
}