{
  "year" : 2011,
  "senateBillNo" : "A3061-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3061-2011-1295586000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends certain filing requirements for licensed master social workers",
  "summary" : "Extends certain filing requirements for licensed master social workers; persons possessing MSW degree with 5 years of post graduate social work employment and who meets license requirements and files with department within 2 years of effective date shall be licensed as a licensed master social worker. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2479-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3061\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN ACT to amend the education law, in relation to licensed master social\n         workers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section 7707 of the education law, as\n    2  amended by chapter 230 of the laws  of  2004,  is  amended  to  read  as\n    3  follows:\n    4    2.  Any  person  who possesses a master's of social work degree on the\n    5  effective date of this section, who  has  five  years  of  post-graduate\n    6  social work employment and meets the requirements for a license pursuant\n    7  to  this article, except for examination, and who files with the depart-\n    8  ment within [one year] TWO YEARS of the effective date of  this  section\n    9  shall be licensed as a licensed master social worker.\n   10    S  2.  This  act  shall take effect immediately and shall be deemed to\n   11  have been in full force and effect on and after September 1, 2004.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02479-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to licensed master social workers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143633.TXT", "SOBI.D110124.T143130.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897793946
}