{
  "year" : 2011,
  "senateBillNo" : "A3065-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3065-2011-1295586000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to excepting from community rating requirements group health insurance policies issued to multiple employer trusts",
  "summary" : "Excepts from community rating requirements group health insurance policies issued to multiple employer trusts consisting of municipal corporations and public benefit corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2246-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3065\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to excepting from  commu-\n         nity  rating  requirements  group  health insurance policies issued to\n         multiple employer trusts  consisting  of  municipal  corporations  and\n         public benefit corporations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (g) of section 3231 of  the  insurance  law,  as\n    2  added by chapter 501 of the laws of 1992, is amended to read as follows:\n    3    (g)  This  section  shall  also  apply  to  policies issued to a group\n    4  defined in subsection (c) of section four thousand two  hundred  thirty-\n    5  five  OF  THIS  CHAPTER,  including but not limited to an association or\n    6  trust of employers, if the group includes one or more  member  employers\n    7  or  other  member  groups which have fifty or fewer employees or members\n    8  exclusive of spouses and dependents, PROVIDED HOWEVER THAT THIS  SECTION\n    9  SHALL  NOT  APPLY  TO POLICIES ISSUED TO A GROUP DEFINED IN SUBPARAGRAPH\n   10  (D) OF PARAGRAPH ONE OF SUBSECTION (C)  OF  SECTION  FOUR  THOUSAND  TWO\n   11  HUNDRED  THIRTY-FIVE  OF THIS CHAPTER, IF THE GROUP INCLUDES ONE OR MORE\n   12  MEMBER EMPLOYERS THAT  ARE  MUNICIPAL  CORPORATIONS  OR  PUBLIC  BENEFIT\n   13  CORPORATIONS THAT HAVE FIFTY OR FEWER EMPLOYEES EXCLUSIVE OF SPOUSES AND\n   14  DEPENDENTS.\n   15    S  2.  Paragraph  1 of subsection (d) of section 4317 of the insurance\n   16  law, as amended by section 2 of part A of chapter 494  of  the  laws  of\n   17  2009, is amended to read as follows:\n   18    (1)  This  section  shall  also  apply  to contracts issued to a group\n   19  defined in subsection (c) of section four thousand two  hundred  thirty-\n   20  five  of  this  chapter,  including but not limited to an association or\n   21  trust of employers, if the group includes one or more  member  employers\n   22  or  other  member  groups which have fifty or fewer employees or members\n   23  exclusive of spouses and dependents, PROVIDED HOWEVER THAT THIS  SECTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06771-01-1\n\n       A. 3065                             2\n\n    1  SHALL  NOT  APPLY  TO POLICIES ISSUED TO A GROUP DEFINED IN SUBPARAGRAPH\n    2  (D) OF PARAGRAPH ONE OF SUBSECTION (C)  OF  SECTION  FOUR  THOUSAND  TWO\n    3  HUNDRED  THIRTY-FIVE  OF THIS CHAPTER, IF THE GROUP INCLUDES ONE OR MORE\n    4  MEMBER  EMPLOYERS  THAT  ARE  MUNICIPAL  CORPORATIONS  OR PUBLIC BENEFIT\n    5  CORPORATIONS THAT HAVE FIFTY OR FEWER EMPLOYEES EXCLUSIVE OF SPOUSES AND\n    6  DEPENDENTS.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to excepting from community rating requirements group health insurance policies issued to multiple employer trusts consisting of municipal corporations and public benefit corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143633.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897793959
}