{
  "year" : 2011,
  "senateBillNo" : "A3063-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3063-2011-1295586000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to limits on certain supplementary insurance",
  "summary" : "Relates to the limits of certain supplementary insurance policies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A8022-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3063\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in  relation  to  limits  on  certain\n         supplementary insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (A)  of  paragraph  2  of  subsection  (f)  of\n    2  section 3420 of the insurance law, as separately amended by chapters 547\n    3  and 568 of the laws of 1997, is amended to read as follows:\n    4    (A)  Any  such  policy  shall[,  at  the  option of the insured,] also\n    5  provide supplementary  uninsured/underinsured  motorists  insurance  for\n    6  bodily  injury,  in  an  amount  [up  to] NO LESS THAN the bodily injury\n    7  liability insurance limits  of  coverage  provided  under  such  policy,\n    8  subject  to  a  maximum of two hundred fifty thousand dollars because of\n    9  bodily injury to or death of one person in any one accident and, subject\n   10  to such limit for one  person,  up  to  five  hundred  thousand  dollars\n   11  because  of  bodily injury to or death of two or more persons in any one\n   12  accident, or a combined single limit policy  of  five  hundred  thousand\n   13  dollars  because  of bodily injury to or death of one or more persons in\n   14  any one accident. Provided however, [an] ANY insurer issuing such  poli-\n   15  cy, in lieu of offering to the insured the coverages stated above, [may]\n   16  SHALL  provide  supplementary uninsured/underinsured motorists insurance\n   17  for bodily injury, in an amount [up to] NO LESS THAN the  bodily  injury\n   18  liability  insurance  limits  of  coverage  provided  under such policy,\n   19  subject to a maximum of one hundred thousand dollars because  of  bodily\n   20  injury  to  or  death  of one person in any one accident and, subject to\n   21  such limit for one person, up to three hundred thousand dollars  because\n   22  of bodily injury to or death of two or more persons in any one accident,\n   23  or  a  combined  single  limit  policy of three hundred thousand dollars\n   24  because of bodily injury to or death of one or more persons in  any  one\n   25  accident, if such insurer also makes available a personal umbrella poli-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03293-01-1\n\n       A. 3063                             2\n\n    1  cy  with  liability  AND  SUPPLEMENTARY UNINSURED/UNDERINSURED MOTORISTS\n    2  INSURANCE coverage limits up to at least five hundred  thousand  dollars\n    3  [which  also  provides coverage for supplementary uninsured/underinsured\n    4  motorists   claims].    Supplementary  uninsured/underinsured  motorists\n    5  insurance shall provide coverage, in any state or Canadian province,  if\n    6  the  limits  of  liability  under  all bodily injury liability bonds and\n    7  insurance policies of another motor vehicle liable for damages are in  a\n    8  lesser  amount  than  the  bodily  injury  liability insurance limits of\n    9  coverage provided by such policy.  Upon written request by  any  insured\n   10  covered  by  supplemental  uninsured/underinsured motorists insurance or\n   11  his duly authorized representative and upon disclosure by the insured of\n   12  the insured's  bodily  injury  and  supplemental  uninsured/underinsured\n   13  motorists  insurance  coverage limits, the insurer of any other owner or\n   14  operator of another motor vehicle against which a claim  has  been  made\n   15  for damages to the insured shall disclose, within forty-five days of the\n   16  request,  the  bodily  injury liability insurance limits of its coverage\n   17  provided under the policy or all bodily injury liability bonds. The time\n   18  of the insured to make any supplementary uninsured/underinsured motorist\n   19  claim, shall be tolled during the period the insurer of any other  owner\n   20  or  operator  of another motor vehicle that may be liable for damages to\n   21  the insured, fails to so disclose its coverage.  As a  condition  prece-\n   22  dent  to  the  obligation  of the insurer to pay under the supplementary\n   23  uninsured/underinsured  motorists  insurance  coverage,  the  limits  of\n   24  liability  of  all  bodily  injury liability bonds or insurance policies\n   25  applicable at the time of the accident shall be exhausted by payment  of\n   26  judgments or settlements.\n   27    S  2.  This  act shall take effect on the thirtieth day after it shall\n   28  have become a law, and shall apply to insurance policies  and  contracts\n   29  issued, entered into or renewed on and after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to limits on certain supplementary insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143633.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897793953
}