{
  "year" : 2011,
  "senateBillNo" : "A3066-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3066-2011-1295586000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes police agencies to charge fees for searching, copying, and mailing police agency generated records",
  "summary" : "Authorizes police agencies to charge fees for searching, copying, and mailing police agency generated records. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A6480-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3066\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHROEDER, CALHOUN -- read once and referred to\n         the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in  relation  to  authorizing  police\n         agencies  to include administrative costs in fees for copies of police\n         agency records\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 837-s\n    2  to read as follows:\n    3    S 837-S. FEES FOR COPIES OF POLICE  AGENCY  RECORDS.  1.  EXCEPT    AS\n    4  PROVIDED  BY LAW THAT NO FEE SHALL BE CHARGED, LOCAL POLICE AGENCIES MAY\n    5  CHARGE A FEE FOR  SEARCHING  THE  POLICE  AGENCY  RECORDS,  COPYING  THE\n    6  RESULTING  DOCUMENTS,  AND  PREPARING  SUCH  DOCUMENTS  FOR  MAILING  AS\n    7  PROVIDED IN THIS SECTION.  PROVIDED,  HOWEVER,  THAT  NO  FEE  SHALL  BE\n    8  CHARGED ANY PUBLIC OFFICER, BOARD, BODY, AGENCY, OR DEPARTMENT OR VOLUN-\n    9  TEER  FIRE COMPANY, FOR SEARCHES OR COPIES OF DOCUMENTS TO BE USED FOR A\n   10  PUBLIC PURPOSE.\n   11    2. FEES FOR SEARCHES OF POLICE AGENCY  RECORDS.  (A)  THE  FEE  FOR  A\n   12  SEARCH WHICH IS MADE MANUALLY BY THE POLICE AGENCY SHALL BE FIVE DOLLARS\n   13  PER REQUEST.\n   14    (B)  THE FEE FOR A SEARCH WHICH IS CONDUCTED BY MEANS OF AN ELECTRONIC\n   15  MEDIUM SHALL BE THREE DOLLARS PER REQUEST.\n   16    3. FEES FOR COPIES OF DOCUMENTS AND PREPARATION FOR MAILING. THE  FEES\n   17  FOR  COPIES  OF  DOCUMENTS,  OTHER  THAN  ACCIDENT REPORTS, SHALL BE ONE\n   18  DOLLAR PER PAGE. A PAGE SHALL CONSIST OF EITHER A SINGLE OR  DOUBLE-SIDE\n   19  OF  ANY  DOCUMENT.  THE  FEE  FOR  A COPY OF AN ACCIDENT REPORT SHALL BE\n   20  FIFTEEN DOLLARS. ALL COPIES OF DOCUMENTS SHALL BE CERTIFIED AT NO  ADDI-\n   21  TIONAL  FEE.  WHENEVER  A  SEARCH  OF  RECORDS  OF  THE POLICE AGENCY IS\n   22  REQUIRED IN CONJUNCTION WITH A COPY OF A DOCUMENT, THE FEE SHALL BE  THE\n   23  FEE  FOR  THE SEARCH AS PROVIDED IN SUBDIVISION TWO OF THIS SECTION. THE\n   24  RESULT OF SUCH SEARCH WILL BE THE LOCATING OF THE  DOCUMENT,  OR  IF  NO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06758-01-1\n\n       A. 3066                             2\n\n    1  DOCUMENT  CAN  BE  LOCATED,  A  CERTIFICATION TO THAT EFFECT WILL BE THE\n    2  RESULT OF SUCH SEARCH. THE FEE  FOR  THE  PREPARATION  FOR  MAILING,  IF\n    3  NECESSARY, SHALL BE TWO DOLLARS PER REQUEST.\n    4    S  2.  This  act  shall take effect on the sixtieth day after it shall\n    5  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to authorizing police agencies to include administrative costs in fees for copies of police agency records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143633.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897793961
}