{
  "year" : 2011,
  "senateBillNo" : "A3060-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3060-2011-1295586000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for issuance of annual special hauling permits for trucking companies in certain circumstances on the New York state thruway in the Westchester area",
  "summary" : "Provides for issuance of annual special hauling permits for trucking companies in certain circumstances on the New York state thruway in the Westchester area. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A8953-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3060\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the public authorities law, in relation to  issuance  of\n         annual  special  hauling  permits  for  trucking  companies in certain\n         circumstances on the New York state thruway in the Westchester area\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 381-a to read as follows:\n    3    S 381-A. FURTHER ADDITIONAL POWERS OF THE AUTHORITY TO  ISSUE  SPECIAL\n    4  HAULING  PERMITS  IN  THE  WESTCHESTER  AREA. 1. THE AUTHORITY IS HEREBY\n    5  AUTHORIZED AND DIRECTED TO  ISSUE  ANNUAL  SPECIAL  HAULING  PERMITS  TO\n    6  TRUCKING  COMPANIES  FOR  TRAVEL  WITHIN  THE WESTCHESTER AREA WHEN SUCH\n    7  TRUCKING COMPANIES ARE OPERATING IN RESPONSE TO CERTAIN SPECIAL  CIRCUM-\n    8  STANCES, INCLUDING BUT NOT LIMITED TO:\n    9    (A)  AN  EMERGENCY SITUATION CALLED IN BY THE METROPOLITAN TRANSPORTA-\n   10  TION AUTHORITY;\n   11    (B) AN EMERGENCY SITUATION, INCLUDING BUT NOT LIMITED TO, ROCK  SLIDES\n   12  AND BRIDGE OR STRUCTURAL COLLAPSES CALLED IN BY THE AUTHORITY;\n   13    (C)  AN EMERGENCY SITUATION, INCLUDING BUT NOT LIMITED TO FACILITY AND\n   14  STRUCTURE MAINTENANCE CALLED IN BY  CONSOLIDATED  EDISON  OR  ANY  OTHER\n   15  LOCAL UTILITY COMPANY.\n   16    2.  SUCH PERMIT SHALL BE VALID FOR ONE YEAR AND MAY BE RENEWED ANNUAL-\n   17  LY.\n   18    3. THE PROCESSING FEE FOR SUCH PERMIT SHALL BE THREE HUNDRED DOLLARS.\n   19    S 2. This act shall take effect on the one hundred twentieth day after\n   20  it shall have become a law; provided, however, that the thruway authori-\n   21  ty shall promulgate any rules and regulations necessary for  the  imple-\n   22  mentation of this act on or before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03300-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to issuance of annual special hauling permits for trucking companies in certain circumstances on the New York state thruway in the Westchester area ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143130.TXT", "SOBI.D110121.T163540.TXT", "SOBI.D110121.T163039.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897490820
}