{
  "year" : 2011,
  "senateBillNo" : "A306-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A306-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a personal income tax check-off box for donations to the school-based health centers fund",
  "summary" : "Creates a personal income tax check-off box for donations to the school-based health centers fund; creates the school-based health centers fund; specifies the use for which moneys of the fund may be expended. ",
  "currentCommittee" : null,
  "sameAs" : "S326",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AB6536-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          306\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, LAVINE, CLARK, PEOPLES-STOKES, ROBINSON --\n         Multi-Sponsored by -- M. of A. COLTON, COOK, MILLMAN, PHEFFER, WEISEN-\n         BERG,  WRIGHT  --  read once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         providing  a tax check-off box on personal income tax return forms for\n         gifts to the school-based health centers fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 630-c to\n    2  read as follows:\n    3    S 630-C. GIFT FOR SCHOOL-BASED HEALTH CENTERS. EFFECTIVE FOR  ANY  TAX\n    4  YEAR COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN, AN INDI-\n    5  VIDUAL  IN  ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO THE SCHOOL-BASED\n    6  HEALTH CENTERS FUND. SUCH CONTRIBUTION SHALL  BE  IN  ANY  WHOLE  DOLLAR\n    7  AMOUNT  AND  SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY SUCH INDI-\n    8  VIDUAL. THE COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL INCOME  TAX\n    9  RETURN  TO ENABLE A TAXPAYER TO MAKE SUCH CONTRIBUTION. THE COMMISSIONER\n   10  SHALL ALSO ENSURE THAT A DESCRIPTION OF A SCHOOL-BASED HEALTH CENTER  IS\n   11  INCLUDED  WITHIN  THE TAX FORM PREPARATION INSTRUCTION BOOKLET. NOTWITH-\n   12  STANDING ANY OTHER PROVISION OF LAW ALL REVENUES COLLECTED  PURSUANT  TO\n   13  THIS  SECTION  SHALL BE CREDITED TO THE SCHOOL-BASED HEALTH CENTERS FUND\n   14  AND USED ONLY FOR THOSE PURPOSES ENUMERATED IN SECTION EIGHTY-ONE OF THE\n   15  STATE FINANCE LAW.\n   16    S 2. The state finance law is amended by adding a new  section  81  to\n   17  read as follows:\n   18    S 81. SCHOOL-BASED HEALTH CENTERS FUND. 1. THERE IS HEREBY ESTABLISHED\n   19  IN  THE JOINT CUSTODY OF THE COMPTROLLER AND THE COMMISSIONER OF HEALTH,\n   20  A SPECIAL FUND TO BE KNOWN AS THE \"SCHOOL-BASED HEALTH CENTERS FUND\".\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01416-01-1\n\n       A. 306                              2\n\n    1    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED  PURSUANT  TO  THE\n    2  PROVISIONS OF SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW, AND ALL OTHER\n    3  MONEYS  APPROPRIATED,  CREDITED,  OR  TRANSFERRED THERETO FROM ANY OTHER\n    4  FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED HEREIN  SHALL  PREVENT\n    5  THE  STATE  FROM RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE PURPOSES OF\n    6  THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM  INTO  THE  FUND\n    7  ACCORDING TO LAW.\n    8    3.  MONIES  OF THE FUND SHALL BE EXPENDED TO FUND EXPANSION OF MEDICAL\n    9  SERVICES AT EXISTING SCHOOL-BASED HEALTH CENTERS  OR  TO  ESTABLISH  NEW\n   10  SCHOOL-BASED HEALTH CENTERS.\n   11    4.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   12  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  COMMISSIONER\n   13  OF HEALTH.\n   14    5.  AMOUNTS  EXPENDED FOR SCHOOL-BASED HEALTH CENTERS PURSUANT TO THIS\n   15  SECTION SHALL NOT AFFECT THE AMOUNT THAT WOULD OTHERWISE BE APPROPRIATED\n   16  FOR SCHOOL-BASED HEALTH CENTERS UNDER ANY OTHER PROVISION OF LAW.\n   17    6. SERVICES PERFORMED BY SCHOOL-BASED  HEALTH  CENTERS  AVAILABLE  FOR\n   18  MONEYS FROM THIS FUND SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   19    A. COMPREHENSIVE PHYSICAL HEALTH AND MENTAL HEALTH ASSESSMENTS;\n   20    B. DIAGNOSIS AND TREATMENT OF ACUTE ILLNESSES;\n   21    C. VISION, HEARING, DENTAL, NUTRITIONAL, AND TUBERCULOSIS SCREENINGS;\n   22    D. ROUTINE MANAGEMENT OF CHRONIC DISEASES;\n   23    E. HEALTH EDUCATION;\n   24    F. MENTAL HEALTH COUNSELING AND REFERRALS;\n   25    G. IMMUNIZATIONS;\n   26    H. WORKING PAPERS AND SPORTS PHYSICALS; AND\n   27    I. POPULATION-BASED PRIMARY PREVENTION.\n   28    SERVICES  SHALL  BE  PROVIDED  ON-SITE  BY  A  MULTI-DISCIPLINARY TEAM\n   29  CONSISTING OF A MID-LEVEL PRACTITIONER, A MENTAL HEALTH COUNSELOR, AND A\n   30  MEDICAL ASSISTANT IN CONSULTATION WITH A PHYSICIAN.  THE  CENTERS  SHALL\n   31  ALSO PROVIDE ACCESS TO HEALTH CARE TWENTY-FOUR HOURS PER DAY, SEVEN DAYS\n   32  PER WEEK.\n   33    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to providing a tax check-off box on personal income tax return forms for gifts to the school-based health centers fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101221.T103607.TXT", "SOBI.D101217.T160506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767862
}