{
  "year" : 2011,
  "senateBillNo" : "A3069-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3069-2011-1295586000000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes recoupment of financial incentives awarded businesses upon failure to fulfill the terms of such incentive",
  "summary" : "Authorizes recoupment by the state or any political subdivision of financial incentives such as awards, loans, grants or tax abatements, awarded businesses for purposes of job training, job creation or retention, or the development of business operations, upon recipient's failure to complete the terms of the incentive. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A3116-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3069\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the executive law, in  relation  to  the  recoupment  of\n         economic incentives to businesses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  163-b\n    2  to read as follows:\n    3    S  163-B.  RECOUPMENT  OF  ECONOMIC INCENTIVES. 1. NOTWITHSTANDING ANY\n    4  INCONSISTENT PROVISION OF LAW, EACH CONTRACT, AGREEMENT OR UNDERSTANDING\n    5  BY WHICH A PERSON, FIRM, PARTNERSHIP,  COMPANY,  ASSOCIATION  OR  CORPO-\n    6  RATION  RECEIVES  AN AWARD, GRANT, LOAN, TAX ABATEMENT OR OTHER BUSINESS\n    7  INCENTIVE FROM THE STATE, ANY OF  ITS  POLITICAL  SUBDIVISIONS,  OR  ANY\n    8  DEPARTMENT, BUREAU, BOARD, COMMISSION, AUTHORITY, OR ANY OTHER AGENCY OR\n    9  INSTRUMENTALITY  OF  THE  STATE  OR  ITS  POLITICAL SUBDIVISIONS, OR ANY\n   10  PUBLIC BENEFIT CORPORATION AS DEFINED IN  SUBDIVISION  FOUR  OF  SECTION\n   11  SIXTY-SIX  OF THE GENERAL CONSTRUCTION LAW, OR ANY MUNICIPAL CORPORATION\n   12  AS DEFINED IN SUBDIVISION THREE OF SECTION THREE-A OF THE GENERAL MUNIC-\n   13  IPAL LAW FOR THE PURPOSES OF JOB TRAINING, JOB CREATION OR RETENTION, OR\n   14  THE DEVELOPMENT OF ITS OPERATION WITHIN THE  STATE,  SHALL  CONTAIN  THE\n   15  FOLLOWING PROVISIONS:\n   16    (A)  A  STATED  PERIOD OF TIME WITHIN WHICH THE TERMS OF THE CONTRACT,\n   17  AGREEMENT OR UNDERSTANDING ARE TO BE FULLY EXECUTED AND COMPLETED;\n   18    (B) A STATED PURPOSE AND THE AMOUNT OF THE AWARD, GRANT OR OTHER BUSI-\n   19  NESS INCENTIVE;\n   20    (C) WHERE APPLICABLE, THE NUMBER OF PERSONS TO BE TRAINED PURSUANT  TO\n   21  THE TERMS OF THE CONTRACT, AGREEMENT OR UNDERSTANDING;\n   22    (D)  WHERE  APPLICABLE,  THE  NUMBER OF JOBS TO BE CREATED OR RETAINED\n   23  PURSUANT TO THE TERMS OF THE CONTRACT, AGREEMENT OR UNDERSTANDING;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06762-01-1\n\n       A. 3069                             2\n\n    1    (E) WHERE APPLICABLE, THE EXTENT OF THE OPERATIONS OR FACILITIES TO BE\n    2  DEVELOPED PURSUANT TO THE TERMS OF THE  CONTRACT,  AGREEMENT  OR  UNDER-\n    3  STANDING; AND\n    4    (F)  NOTICE  TO  THE RECIPIENT THAT THE AWARD, GRANT OR OTHER BUSINESS\n    5  INCENTIVE SHALL BE SUBJECT TO RECOUPMENT PURSUANT TO THIS SECTION.\n    6    2. EXCEPT AS PROVIDED IN SUBDIVISION  THREE  OF  THIS  SECTION,  EVERY\n    7  AWARD,  GRANT OR OTHER BUSINESS INCENTIVE AWARDED PURSUANT TO THIS CHAP-\n    8  TER SHALL BE SUBJECT TO REPAYMENT WITH INTEREST, BY THE RECIPIENT UPON A\n    9  FINDING BY THE AWARDING  ENTITY  THAT  THE  PERSON,  FIRM,  PARTNERSHIP,\n   10  COMPANY,   ASSOCIATION,  OR  CORPORATION  HAS  NOT  FULLY  EXECUTED  AND\n   11  COMPLETED THE STATED PURPOSES OR OBJECTIVES OF THE AWARD, GRANT OR OTHER\n   12  BUSINESS INCENTIVE WITHIN THE STATED PERIOD OF TIME AS SET FORTH IN  THE\n   13  CONTRACT, AGREEMENT OR UNDERSTANDING.\n   14    3.  IF  THE  AWARDING  ENTITY  DETERMINES  THAT  THE RECIPIENT WHO HAS\n   15  RECEIVED AN AWARD, GRANT OR OTHER BUSINESS INCENTIVE UNDER THIS  CHAPTER\n   16  IS  NOT  COMPLYING WITH THE CONTRACT, AGREEMENT OR UNDERSTANDING ENTERED\n   17  INTO WITH THE AWARDING ENTITY, IT SHALL NOTIFY  THE  RECIPIENT  OF  SUCH\n   18  NONCOMPLIANCE.    SUCH NOTICE SHALL STATE THAT THE RECIPIENT IS ENTITLED\n   19  TO A HEARING AND AN OPPORTUNITY TO EXPLAIN  THE  NONCOMPLIANCE.  IF  THE\n   20  ENTITY  FINDS  THAT  THE  RECIPIENT  HAS NOT COMPLIED WITH THE CONTRACT,\n   21  AGREEMENT OR UNDERSTANDING, THE RECIPIENT SHALL BE  REQUIRED  TO  REFUND\n   22  THE FULL AMOUNT OF THE INCENTIVE PROVIDED, HOWEVER, THAT:\n   23    (A)  UPON A FINDING THAT THE RECIPIENT HAS CREATED OR RETAINED SOME OF\n   24  THE JOBS PROMISED UNDER THE CONTRACT, AGREEMENT, OR  UNDERSTANDING,  THE\n   25  RECIPIENT  SHALL  ONLY BE REQUIRED TO REFUND THE AMOUNT WHICH REPRESENTS\n   26  THE JOBS WHICH IT FAILED TO CREATE OR RETAIN, OR\n   27    (B) UPON A FINDING THAT THE RECIPIENT HAS FAILED  TO  DEVELOP  CERTAIN\n   28  FACILITIES  OR  OPERATIONS AS PROMISED UNDER THE CONTRACT, AGREEMENT, OR\n   29  UNDERSTANDING, THE RECIPIENT SHALL REFUND THE AMOUNT OF THE AWARD, GRANT\n   30  OR BUSINESS INCENTIVE AS FOLLOWS:\n   31    (I) WHERE THE RECIPIENT HAS DEVELOPED ONE-THIRD OR LESS OF THE FACILI-\n   32  TIES OR OPERATIONS, THE RECIPIENT SHALL REFUND AT  LEAST  TWO-THIRDS  OF\n   33  THE AWARD, GRANT OR BUSINESS INCENTIVE;\n   34    (II)  WHERE  THE  RECIPIENT  HAS  DEVELOPED  TWO-THIRDS OR LESS OF THE\n   35  FACILITIES OR OPERATIONS, THE RECIPIENT SHALL REFUND AT LEAST  ONE-THIRD\n   36  OF THE AWARD, GRANT OR BUSINESS INCENTIVE;\n   37    (III)  WHERE THE RECIPIENT HAS DEVELOPED MORE THAN TWO-THIRDS BUT LESS\n   38  THAN ALL OF THE FACILITIES OR OPERATIONS AS PROMISED UNDER THE CONTRACT,\n   39  AGREEMENT OR UNDERSTANDING, THE RECIPIENT SHALL REFUND AN  AMOUNT  WHICH\n   40  THE  ENTITY DETERMINES TO BE A REASONABLE PROPORTION OF THE AWARD, GRANT\n   41  OR BUSINESS INCENTIVE NOT FULFILLED.\n   42    4. UPON A FINDING THAT THE RECIPIENT OF THE  AWARD,  GRANT,  OR  OTHER\n   43  BUSINESS  INCENTIVE HAS NOT FULLY EXECUTED AND COMPLETED THE PURPOSES OR\n   44  OBJECTIVES OF THE AWARD, GRANT OR BUSINESS INCENTIVE, THE AWARDING ENTI-\n   45  TY MAY WAIVE REPAYMENT OF SUCH AWARD, GRANT  OR  BUSINESS  INCENTIVE  AS\n   46  REQUIRED  PURSUANT  TO THIS SECTION, UPON A FINDING THAT THE FAILURE WAS\n   47  CAUSED BY UNFORESEEN CIRCUMSTANCES BEYOND THE DIRECT OR INDIRECT CONTROL\n   48  OF THE RECIPIENT PERSON,  FIRM,  PARTNERSHIP,  COMPANY,  ASSOCIATION  OR\n   49  CORPORATION,  AND WAS NOT ATTRIBUTABLE TO BAD FAITH OR FRAUD. UNFORESEEN\n   50  CIRCUMSTANCES SHALL INCLUDE, BUT NOT BE LIMITED  TO,  MARKET  CONDITIONS\n   51  WHICH  ADVERSELY IMPACT UPON A RECIPIENT AND WHICH ARE OF SUCH MAGNITUDE\n   52  THAT A WAIVER OF REPAYMENT IS ABSOLUTELY NECESSARY TO ENSURE THE CONTIN-\n   53  UED OPERATIONS OF THE RECIPIENT AT THE LOCATION FOR WHICH THE  INCENTIVE\n   54  WAS  GRANTED  OR TO ENSURE CONTINUED EMPLOYMENT OF ITS EMPLOYEES AT SUCH\n   55  LOCATION. NO WAIVER OF FULL REPAYMENT MAY BE PROVIDED, HOWEVER, UPON THE\n   56  RELOCATION OUTSIDE OF NEW YORK STATE, OR FROM THE LOCATION SUCH  RECIPI-\n\n       A. 3069                             3\n\n    1  ENT  OCCUPIED  AT  THE  TIME  THE RECIPIENT RECEIVED THE AWARD, GRANT OR\n    2  BUSINESS INCENTIVE TO ANOTHER LOCATION IN THE STATE. UPON  THE  DETERMI-\n    3  NATION  OF  UNFORESEEN  CIRCUMSTANCES APPROPRIATE TO GRANT A WAIVER, THE\n    4  REPAYMENT  OF  THE  OUTSTANDING  BALANCE OF ANY AWARD, GRANT OR BUSINESS\n    5  INCENTIVE, OR OF ANY TAX CREDITS, INCLUDING  INTEREST  THEREON,  MAY  BE\n    6  DEFERRED  FOR  A  PERIOD  NOT TO EXCEED FIVE YEARS FROM THE DATE OF SUCH\n    7  WAIVER, PROVIDED THAT IF AT THE END OF FIVE  YEARS  THE  CONDITIONS  FOR\n    8  WHICH  THE WAIVER WAS GRANTED CONTINUE, THE AWARDING ENTITY MAY GRANT AN\n    9  ADDITIONAL WAIVER.\n   10    5. EACH ENTITY OF THE STATE WHICH ENTERS INTO AGREEMENTS  PURSUANT  TO\n   11  THIS  CHAPTER  SHALL  ESTABLISH  RULES  AND  REGULATIONS RELATING TO THE\n   12  CONDUCT OF A HEARING AND THE TERMS AND CONDITIONS OF REPAYMENT.\n   13    6. ANY RECIPIENT AGGRIEVED BY A DETERMINATION OF THE  AWARDING  ENTITY\n   14  MAY  SEEK REVIEW OF SUCH DETERMINATION PURSUANT TO ARTICLE SEVENTY-EIGHT\n   15  OF THE CIVIL PRACTICE LAW AND RULES.\n   16    7. UNLESS THE AGREEMENT BETWEEN THE ENTITY AND THE RECIPIENT OTHERWISE\n   17  PROVIDES FOR A PENALTY OF INTEREST IN THE EVENT OF  NON-COMPLIANCE,  FOR\n   18  PURPOSES OF THIS SECTION, INTEREST CHARGED IN THE REPAYMENT OF AN AWARD,\n   19  GRANT  OR  BUSINESS INCENTIVE SHALL BE CALCULATED AT A RATE EQUAL TO THE\n   20  UNDERPAYMENT RATE SET BY THE COMMISSIONER OF TAXATION AND FINANCE PURSU-\n   21  ANT TO THE PROVISIONS OF SUBSECTION (E) OF SECTION ONE THOUSAND  NINETY-\n   22  SIX  OF  THE TAX LAW; AND SHALL BE CALCULATED FROM THE DATE OF DISBURSE-\n   23  MENT OF SUCH AWARD, GRANT OR BUSINESS INCENTIVE.\n   24    8. THE PROVISIONS OF THIS SECTION SHALL NOT  BE  DEEMED  TO  ALTER  OR\n   25  ABRIDGE  ANY  RIGHT OR REMEDY EXISTING AT LAW OR EQUITY OTHERWISE AVAIL-\n   26  ABLE TO THE AWARDING ENTITY.\n   27    9. ON OR BEFORE SEPTEMBER FIRST, TWO  THOUSAND  ELEVEN,  AND  ANNUALLY\n   28  THEREAFTER, THE STATE, ANY OF ITS POLITICAL SUBDIVISIONS, OR ANY DEPART-\n   29  MENT,  BUREAU,  BOARD,  COMMISSION,  AUTHORITY,  OR  ANY OTHER AGENCY OR\n   30  INSTRUMENTALITY OF THE STATE  OR  ITS  POLITICAL  SUBDIVISIONS,  OR  ANY\n   31  PUBLIC  BENEFIT  CORPORATION  AS  DEFINED IN SUBDIVISION FOUR OF SECTION\n   32  SIXTY-SIX OF THE GENERAL CONSTRUCTION LAW, OR ANY MUNICIPAL  CORPORATION\n   33  AS DEFINED IN SUBDIVISION THREE OF SECTION THREE-A OF THE GENERAL MUNIC-\n   34  IPAL LAW FOR THE PURPOSES OF JOB TRAINING, JOB CREATION OR RETENTION, OR\n   35  THE DEVELOPMENT OF ITS OPERATION WITHIN THE STATE, SHALL SUBMIT A REPORT\n   36  TO  THE  GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF\n   37  THE ASSEMBLY, THE SENATE MINORITY LEADER, THE ASSEMBLY  MINORITY  LEADER\n   38  AND  THE  STATE  COMPTROLLER  ON  THE RECOUPMENT OF FINANCIAL INCENTIVES\n   39  PURSUANT TO THIS SECTION. SUCH REPORT SHALL INCLUDE: A LISTING OF RECIP-\n   40  IENTS OF AN AWARD, GRANT  OR  BUSINESS  INCENTIVE  WHO  HAVE  FAILED  TO\n   41  EXECUTE  AND  COMPLETE THE TERMS OF A CONTRACT, AGREEMENT OR UNDERSTAND-\n   42  ING; THE AMOUNT AND TYPE OF AWARD,  GRANT  OR  BUSINESS  INCENTIVE;  THE\n   43  DETERMINATION  OF  THE  AWARDING  ENTITY  WITH  RESPECT TO SUCH FAILURE,\n   44  INCLUDING THE REASONS THEREFOR; THE STATUS OF REPAYMENT  OF  THE  AWARD,\n   45  GRANT  OR  BUSINESS  INCENTIVE BY THE RECIPIENT; ANY WAIVER PROVIDED FOR\n   46  THE REPAYMENT OF AN AWARD, GRANT OR BUSINESS INCENTIVE AND  THE  REASONS\n   47  THEREFOR;  AND  ANY  RECOMMENDATIONS  OF  THE ENTITY WITH RESPECT TO THE\n   48  RECOUPMENT OF FINANCIAL INCENTIVES PURSUANT TO THIS SECTION.\n   49    S 2. This act shall take effect immediately and shall  apply  only  to\n   50  contracts,  agreements  and understandings entered into on or after such\n   51  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the recoupment of economic incentives to businesses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T162539.TXT", "SOBI.D110124.T143633.TXT", "SOBI.D110124.T144131.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898091088
}