{
  "year" : 2011,
  "senateBillNo" : "A3072-2011",
  "billEvents" : [ {
    "eventDate" : 1295586000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3072-2011-1295586000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes term limits for the offices of governor, comptroller and attorney-general",
  "summary" : "Establishes term limits for the offices of governor, attorney-general and comptroller; limits the amount of time any person can act as governor. ",
  "currentCommittee" : null,
  "sameAs" : "S2847",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A9531-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3072\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 21, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 1 of article 4 of the constitution, in\n         relation to term limits for the office of governor; and  proposing  an\n         amendment  to  section 1 of article 5 of the constitution, in relation\n         to term limits for the offices of comptroller and attorney-general\n\n    1    Section 1. Resolved (if the Senate concur), That section 1 of  article\n    2  4 of the constitution be amended to read as follows:\n    3    Section  1.  The  executive power shall be vested in the governor, who\n    4  shall hold office for  four  years;  the  lieutenant-governor  shall  be\n    5  chosen  at  the same time, and for the same term. The governor and lieu-\n    6  tenant-governor shall be chosen at the general election held in the year\n    7  nineteen hundred thirty-eight, and each fourth year  thereafter.    They\n    8  shall  be  chosen jointly, by the casting by each voter of a single vote\n    9  applicable to both offices, and the legislature by law shall provide for\n   10  making such choice in such manner. The  respective  persons  having  the\n   11  highest  number of votes cast jointly for them for governor and lieuten-\n   12  ant-governor respectively shall be elected.  NO PERSON SHALL BE  ELECTED\n   13  TO  THE  OFFICE  OF  THE GOVERNOR MORE THAN TWICE, AND NO PERSON WHO HAS\n   14  HELD THE OFFICE OF GOVERNOR OR ACTED AS GOVERNOR FOR MORE THAN TWO YEARS\n   15  OF A TERM TO WHICH ANOTHER PERSON WAS ELECTED GOVERNOR SHALL BE  ELECTED\n   16  MORE  THAN ONCE.   THE LIMITATION ON THE TERMS OF OFFICE THAT ANY PERSON\n   17  CAN BE ELECTED TO THE OFFICE OF GOVERNOR SHALL NOT APPLY TO  ANY  PERSON\n   18  HOLDING  THE  OFFICE OF GOVERNOR ON THE EFFECTIVE DATE OF THIS SENTENCE.\n   19  PROVIDED, FURTHER, THAT A PERSON WHO  HAS  BEEN  TWICE  ELECTED  TO  THE\n   20  OFFICE  OF GOVERNOR AND WHO IS IN THE LINE OF SUCCESSION TO SUCH OFFICE,\n   21  PURSUANT TO SECTION SIX OF THIS ARTICLE, SHALL BE  PASSED  OVER  IN  THE\n   22  LINE  OF  SUCCESSION AND THE NEXT PERSON IN THE LINE OF SUCCESSION SHALL\n   23  ACT AS GOVERNOR.\n   24    S 2. Resolved (if the Senate concur), That section 1 of article  5  of\n   25  the constitution be amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89076-01-1\n\n       A. 3072                             2\n\n    1    Section 1. The comptroller and attorney-general shall be chosen at the\n    2  same general election as the governor and hold office for the same term,\n    3  and  shall  possess  the qualifications provided in section 2 of article\n    4  IV. The legislature shall provide for filling vacancies in the office of\n    5  comptroller  and of attorney-general. No election of a comptroller or an\n    6  attorney-general shall be had except at the time of electing a governor.\n    7  NO PERSON SHALL BE ELECTED TO THE OFFICE OF COMPTROLLER OR ATTORNEY-GEN-\n    8  ERAL WHO HAS PREVIOUSLY BEEN ELECTED TO SUCH OFFICE MORE THAN ONCE.  THE\n    9  LIMITATION  THE  TERMS  OF  OFFICE THAT ANY PERSON CAN BE ELECTED TO THE\n   10  OFFICE OF COMPTROLLER OR ATTORNEY-GENERAL SHALL NOT APPLY TO ANY  PERSON\n   11  HOLDING  THE  OFFICE OF COMPTROLLER OR ATTORNEY-GENERAL ON THE EFFECTIVE\n   12  DATE OF THIS SENTENCE. The comptroller shall be required: (1)  to  audit\n   13  all  vouchers before payment and all official accounts; (2) to audit the\n   14  accrual and  collection  of  all  revenues  and  receipts;  and  (3)  to\n   15  prescribe  such  methods of accounting as are necessary for the perform-\n   16  ance of the foregoing duties. The payment of any money of the state,  or\n   17  of  any  money under its control, or the refund of any money paid to the\n   18  state, except upon audit by the comptroller, shall be void, and  may  be\n   19  restrained upon the suit of any taxpayer with the consent of the supreme\n   20  court  in  appellate division on notice to the attorney-general. In such\n   21  respect the legislature shall define the powers and duties and may  also\n   22  assign  to  him or her: (1) supervision of the accounts of any political\n   23  subdivision of the state; and (2) powers and  duties  pertaining  to  or\n   24  connected  with  the  assessment  and taxation of real estate, including\n   25  determination of ratios which the assessed  valuation  of  taxable  real\n   26  property  bears  to the full valuation thereof, but not including any of\n   27  those powers and duties reserved to officers of a county, city, town  or\n   28  village  by  virtue of [sections seven and eight] SECTION ONE of article\n   29  nine AND SECTION THIRTEEN OF ARTICLE THIRTEEN of this constitution.  The\n   30  legislature shall assign to him or her no administrative duties, except-\n   31  ing such as may be incidental to the performance of these functions, any\n   32  other provision of this constitution to the contrary notwithstanding.\n   33    S  3.  Resolved (if the Senate concur), That the foregoing be referred\n   34  to the first  regular  legislative  session  convening  after  the  next\n   35  succeeding general election of members of the assembly, and, in conform-\n   36  ity with section 1 of article 19 of the constitution, be published for 3\n   37  months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 1 of article 4 of the constitution, in relation to term limits for the office of governor; and proposing an amendment to section 1 of article 5 of the constitution, in relation to term limits for the offices of comptroller and attorney-general ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T121712.TXT", "SOBI.D110121.T163039.TXT", "SOBI.D110124.T144131.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296667032835
}