{
  "year" : 2011,
  "senateBillNo" : "A3079-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3079-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an oral or written statement of an accused shall be inadmissible as evidence against such accused unless a recording is made of the interrogation",
  "summary" : "Provides that an oral or written statement of an accused made as a result of a custodial interrogation shall be presumed inadmissible as evidence against such accused in any criminal proceeding charging a felony offense unless an electronic or video recording is made of such interrogation. ",
  "currentCommittee" : null,
  "sameAs" : "S1634",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A5142-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3079\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to the recording\n         of statements in certain criminal investigations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The criminal procedure law  is  amended  by  adding  a  new\n    2  section 60.53 to read as follows:\n    3  S 60.53 RULES  OF  EVIDENCE;  ELECTRONIC RECORDING OF CUSTODIAL INTERRO-\n    4            GATION.\n    5    1. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING  TERMS  SHALL  HAVE\n    6  THE FOLLOWING MEANINGS:\n    7    (A)  \"WRITTEN  STATEMENT  OF AN ACCUSED\" MEANS ANY STATEMENT SIGNED BY\n    8  THE ACCUSED OR A STATEMENT MADE BY THE ACCUSED IN HIS OR HER  OWN  HAND-\n    9  WRITING  OR,  IF THE ACCUSED IS UNABLE TO WRITE, A STATEMENT BEARING HIS\n   10  OR HER MARK, WHEN THE MARK HAS BEEN WITNESSED BY A PERSON.\n   11    (B) \"CUSTODIAL INTERROGATION\" MEANS ANY INTERROGATION DURING WHICH THE\n   12  PERSON BEING INTERROGATED IS NOT FREE TO LEAVE.\n   13    (C) \"PLACE OF DETENTION\" MEANS A FACILITY UNDER THE CONTROL OF  A  LAW\n   14  ENFORCEMENT AGENCY.\n   15    2.  AN  ORAL  OR WRITTEN STATEMENT OF AN ACCUSED MADE AS A RESULT OF A\n   16  CUSTODIAL INTERROGATION AT A POLICE STATION OR OTHER PLACE OF  DETENTION\n   17  SHALL  BE PRESUMED TO BE INADMISSIBLE AS EVIDENCE AGAINST THE ACCUSED IN\n   18  ANY CRIMINAL PROCEEDING CHARGING A FELONY  OFFENSE  OR  FELONY  OFFENSES\n   19  BROUGHT UNDER THIS CHAPTER, UNLESS:\n   20    (A)  AN  ELECTRONIC VIDEO AND AUDIO RECORDING IS MADE OF THE CUSTODIAL\n   21  INTERROGATION;\n   22    (B) PRIOR TO THE CUSTODIAL INTERROGATION BUT DURING THE RECORDING  THE\n   23  ACCUSED IS GIVEN THE FOLLOWING WARNING:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05083-01-1\n\n       A. 3079                             2\n\n    1    (I)  THAT  THE ACCUSED HAS THE RIGHT TO REMAIN SILENT AND NOT MAKE ANY\n    2  STATEMENT AT ALL, AND THAT ANY STATEMENT THE ACCUSED MAKES MAY  BE  USED\n    3  AGAINST THE ACCUSED AT HIS OR HER TRIAL;\n    4    (II)  THAT  ANY  STATEMENT  THE  ACCUSED MAKES MAY BE USED AS EVIDENCE\n    5  AGAINST THE ACCUSED IN COURT;\n    6    (III) THAT THE ACCUSED HAS THE RIGHT TO HAVE AN  ATTORNEY  PRESENT  TO\n    7  ADVISE HIM OR HER PRIOR TO AND DURING ANY QUESTIONING; AND\n    8    (IV)  THAT  IF  THE ACCUSED IS UNABLE TO EMPLOY AN ATTORNEY, HE OR SHE\n    9  HAS THE RIGHT TO HAVE AN ATTORNEY APPOINTED TO ADVISE HIM OR  HER  PRIOR\n   10  TO AND DURING ANY QUESTIONING;\n   11    (C)  PRIOR  TO  THE  STATEMENT  BUT  DURING THE RECORDING, THE ACCUSED\n   12  WAIVES THE RIGHTS DESCRIBED IN PARAGRAPH (B) OF THIS SUBDIVISION;\n   13    (D) THE RECORDING IS ACCURATE AND HAS NOT BEEN ALTERED; AND\n   14    (E) ALL VOICES ON THE RECORDING ARE IDENTIFIABLE.\n   15    3. EVERY ELECTRONIC VIDEO AND AUDIO RECORDING OF ANY STATEMENT MADE BY\n   16  AN ACCUSED DURING A CUSTODIAL INTERROGATION AT A POLICE STATION OR OTHER\n   17  PLACE OF DETENTION SHALL BE PRESERVED UNTIL SUCH TIME AS THE DEFENDANT'S\n   18  CONVICTION FOR ANY OFFENSE RELATING TO THE STATEMENT IS  FINAL  AND  ALL\n   19  DIRECT  AND  HABEAS  CORPUS APPEALS ARE EXHAUSTED, OR THE PROSECUTION OF\n   20  SUCH OFFENSES IS BARRED BY LAW.\n   21    4. NOTHING IN THIS SECTION PRECLUDES THE ADMISSION OF:\n   22    (A) A STATEMENT MADE BY THE ACCUSED IN OPEN COURT AT HIS OR HER TRIAL,\n   23  BEFORE A GRAND JURY, OR AT A PRELIMINARY HEARING;\n   24    (B) A STATEMENT THAT IS MADE PRIOR TO THE  ACCUSED  BEING  TAKEN  INTO\n   25  CUSTODY;\n   26    (C)  A  STATEMENT  MADE  DURING A CUSTODIAL INTERROGATION THAT WAS NOT\n   27  RECORDED AS REQUIRED BY THIS SECTION, BECAUSE VIDEO OR AUDIO  RECORDING,\n   28  OR BOTH, WAS NOT FEASIBLE;\n   29    (D)  A  VOLUNTARY  STATEMENT, WHETHER OR NOT THE RESULT OF A CUSTODIAL\n   30  INTERROGATION, THAT WAS A BEARING ON THE CREDIBILITY OF THE ACCUSED AS A\n   31  WITNESS;\n   32    (E) A STATEMENT MADE UNDER EXIGENT CIRCUMSTANCES;\n   33    (F) A SPONTANEOUS STATEMENT THAT IS NOT MADE IN RESPONSE  TO  A  QUES-\n   34  TION;\n   35    (G)  A STATEMENT MADE AFTER QUESTIONING THAT IS ROUTINELY ASKED DURING\n   36  THE PROCESSING OF THE ARREST OF THE SUSPECT;\n   37    (H) A STATEMENT MADE DURING A CUSTODIAL INTERROGATION BY A SUSPECT WHO\n   38  AGREES, PRIOR TO MAKING THE STATEMENT, TO RESPOND TO THE  INTERROGATOR'S\n   39  QUESTIONS  ONLY IF EITHER A VIDEO OR AN AUDIO RECORDING, OR BOTH, IS NOT\n   40  MADE OF THE STATEMENT,  PROVIDED  THAT  AN  ELECTRONIC  VIDEO  OR  AUDIO\n   41  RECORDING  IS  MADE  OF  THE  STATEMENT  OF  AGREEING  TO RESPOND TO THE\n   42  INTERROGATOR'S QUESTION, ONLY IF A RECORDING IS NOT MADE OF  THE  STATE-\n   43  MENT;\n   44    (I)  A  STATEMENT  MADE  DURING  A  CUSTODIAL  INTERROGATION  THAT  IS\n   45  CONDUCTED OUT-OF-STATE; OR\n   46    (J) A STATEMENT MADE BY A SUSPECT WHO IS BEING INTERROGATED SIMULTANE-\n   47  OUSLY WITH OTHER SUSPECTS CONCERNING THE SAME OFFENSE, BUT ONLY  TO  THE\n   48  EXTENT THAT NO ELECTRONIC RECORDING EQUIPMENT, VIDEO OR AUDIO, IS AVAIL-\n   49  ABLE  BECAUSE SUCH EQUIPMENT IS BEING UTILIZED FOR THE INTERROGATIONS OF\n   50  THE OTHER SUSPECTS FOR THE SAME OFFENSE.\n   51    5. THE PEOPLE SHALL BEAR THE BURDEN OF PROVING, BY A PREPONDERANCE  OF\n   52  THE  EVIDENCE,  THAT ONE OF THE EXCEPTIONS DESCRIBED IN SUBDIVISION FOUR\n   53  OF THIS SECTION IS APPLICABLE.\n   54    S 2. This act shall take effect on the first of November next succeed-\n   55  ing the date on which it shall have become a  law  and  shall  apply  to\n   56  custodial interrogations occurring on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the recording of statements in certain criminal investigations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145133.TXT", "SOBI.D110124.T121120.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898693400
}