{
  "year" : 2011,
  "senateBillNo" : "A307-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A307-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the sales price threshold for real property conveyances that will trigger additional sales tax",
  "summary" : "Increases the sales price threshold to two million dollars for real property conveyances that will trigger additional sales tax. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A228-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          307\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. LATIMER, ZEBROWSKI, LAVINE, SCHIMEL -- Multi-\n         Sponsored by -- M. of A.  AMEDORE, McENENY, WRIGHT --  read  once  and\n         referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend  the tax law, in relation to increasing the amount on\n         which additional taxes are imposed for conveyances of real property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (a) of section 1402-a of the tax law, as added\n    2  by chapter 61 of the laws of 1989, is amended to read as follows:\n    3    (a) In addition to the tax imposed by section fourteen hundred two  of\n    4  this  article, a tax is hereby imposed on each conveyance of residential\n    5  real property or interest therein when the consideration for the  entire\n    6  conveyance  is  [one] TWO million dollars or more.  For purposes of this\n    7  section, residential real property shall include any premises that is or\n    8  may be used in whole or in part  as  a  personal  residence,  and  shall\n    9  include  a  one,  two,  or three-family house, an individual condominium\n   10  unit, or a cooperative apartment unit. The rate of such tax shall be one\n   11  percent of the consideration or part thereof attributable to  the  resi-\n   12  dential  real  property.  Such tax shall be paid at the same time and in\n   13  the same manner as the tax imposed by section fourteen  hundred  two  of\n   14  this article.\n   15    S  2. This act shall take effect on the first of April next succeeding\n   16  the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00294-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to increasing the amount on which additional taxes are imposed for conveyances of real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292873915775
}