{
  "year" : 2011,
  "senateBillNo" : "A3077-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3077-2011-1295845200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the market conduct surveillance act; repealer",
  "summary" : "Enacts the market conduct surveillance act. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A1651-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3077\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation to  enacting  the  market\n         conduct  surveillance  act, and to repeal certain sections of such law\n         relating to administrative and procedural provisions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new article 3-A to\n    2  read as follows:\n    3                                  ARTICLE 3-A\n    4                       MARKET CONDUCT SURVEILLANCE ACT\n    5  SECTION 360. SHORT TITLE.\n    6          361. PURPOSE AND LEGISLATIVE INTENT.\n    7          362. DEFINITIONS.\n    8          363. MARKET ANALYSIS PROCEDURES.\n    9          364. PROTOCOLS FOR MARKET CONDUCT ACTIONS.\n   10          365. TARGETED ON-SITE MARKET CONDUCT EXAMINATIONS.\n   11          366. CONFIDENTIALITY REQUIREMENTS.\n   12          367. MARKET CONDUCT SURVEILLANCE PERSONNEL.\n   13          368. IMMUNITY FOR MARKET CONDUCT SURVEILLANCE PERSONNEL.\n   14          369. FINES AND PENALTIES.\n   15          370. PARTICIPATION IN NATIONAL MARKET CONDUCT DATABASES.\n   16          371. COORDINATION WITH OTHER STATES THROUGH THE NAIC.\n   17          372. ADDITIONAL DUTIES OF THE SUPERINTENDENT.\n   18    S  360.  SHORT TITLE.  THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   19  THE \"MARKET CONDUCT SURVEILLANCE ACT\".\n   20    S 361. PURPOSE AND LEGISLATIVE INTENT.  THE PURPOSE OF THIS ARTICLE IS\n   21  TO ESTABLISH A FRAMEWORK FOR THE DEPARTMENT'S  MARKET  CONDUCT  ACTIONS,\n   22  INCLUDING:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02732-01-1\n\n       A. 3077                             2\n\n    1    (A)  PROCESSES AND SYSTEMS FOR IDENTIFYING, ASSESSING AND PRIORITIZING\n    2  MARKET CONDUCT PROBLEMS  THAT  HAVE  A  SUBSTANTIAL  ADVERSE  IMPACT  ON\n    3  CONSUMERS, POLICYHOLDERS AND CLAIMANTS;\n    4    (B)  MARKET CONDUCT ACTIONS BY THE SUPERINTENDENT TO SUBSTANTIATE SUCH\n    5  MARKET CONDUCT PROBLEMS AND A MEANS TO REMEDY SIGNIFICANT MARKET CONDUCT\n    6  PROBLEMS; AND\n    7    (C) PROCEDURES TO COMMUNICATE AND COORDINATE  MARKET  CONDUCT  ACTIONS\n    8  AMONG  STATES  TO  FOSTER  THE  MOST  EFFICIENT  AND  EFFECTIVE  USE  OF\n    9  RESOURCES.\n   10    S 362. DEFINITIONS.   (A) \"COMPLAINT\" MEANS A  WRITTEN  OR  DOCUMENTED\n   11  ORAL  COMMUNICATION MADE TO THE DEPARTMENT PRIMARILY EXPRESSING A GRIEV-\n   12  ANCE, MEANING AN EXPRESSION OF DISSATISFACTION. FOR HEALTH COMPANIES,  A\n   13  GRIEVANCE  IS A WRITTEN COMPLAINT SUBMITTED BY OR ON BEHALF OF A COVERED\n   14  PERSON.\n   15    (B) \"MARKET CONDUCT ACTION\" MEANS ANY OF THE FULL RANGE OF  ACTIVITIES\n   16  THAT  THE SUPERINTENDENT MAY INITIATE TO ASSESS THE MARKET AND PRACTICES\n   17  OF INDIVIDUAL INSURERS, BEGINNING WITH MARKET ANALYSIS AND EXTENDING  TO\n   18  TARGETED EXAMINATIONS.\n   19    (C)  \"MARKET ANALYSIS\" MEANS A PROCESS WHEREBY MARKET CONDUCT SURVEIL-\n   20  LANCE PERSONNEL COLLECT AND ANALYZE INFORMATION  FROM  FILED  SCHEDULES,\n   21  SURVEYS,  REQUIRED REPORTS AND OTHER SOURCES IN ORDER TO DEVELOP A BASE-\n   22  LINE AND TO IDENTIFY PATTERNS OR  PRACTICES  OF  INSURERS  THAT  DEVIATE\n   23  SIGNIFICANTLY  FROM  THE  NORM  OR THAT MAY POSE A POTENTIAL RISK TO THE\n   24  INSURANCE CONSUMER.\n   25    (D) \"MARKET CONDUCT SURVEILLANCE PERSONNEL\"  MEANS  THOSE  INDIVIDUALS\n   26  EMPLOYED OR CONTRACTED BY THE SUPERINTENDENT TO COLLECT, ANALYZE, REVIEW\n   27  OR  ACT  ON  INFORMATION  ON  THE INSURANCE MARKETPLACE WHICH IDENTIFIES\n   28  PATTERNS OR PRACTICES OF INSURERS.\n   29    (E) \"NATIONAL ASSOCIATION OF INSURANCE COMMISSIONERS\" (NAIC) MEANS THE\n   30  ORGANIZATION OF INSURANCE REGULATORS FROM THE FIFTY STATES, THE DISTRICT\n   31  OF COLUMBIA AND FOUR UNITED STATES TERRITORIES.\n   32    (F) \"NAIC MARKET ANALYSIS HANDBOOK\" MEANS THE OUTLINE OF THE  ELEMENTS\n   33  AND OBJECTIVES OF MARKET ANALYSIS DEVELOPED AND ADOPTED BY THE NAIC, AND\n   34  THE  PROCESS BY WHICH STATES CAN ESTABLISH AND IMPLEMENT MARKET ANALYSIS\n   35  PROGRAMS.\n   36    (G) \"NAIC MARKET CONDUCT EXAMINER'S HANDBOOK\" MEANS THE SET OF  GUIDE-\n   37  LINES  DEVELOPED  AND  ADOPTED  BY THE NAIC, WHICH DOCUMENTS ESTABLISHED\n   38  PRACTICES TO BE USED BY MARKET CONDUCT SURVEILLANCE PERSONNEL IN  DEVEL-\n   39  OPING AND EXECUTING AN EXAMINATION.\n   40    (H) \"NAIC MARKET CONDUCT UNIFORM EXAMINATION PROCEDURES\" MEANS THE SET\n   41  OF  GUIDELINES  DEVELOPED AND ADOPTED BY THE NAIC DESIGNED TO BE USED BY\n   42  MARKET CONDUCT SURVEILLANCE PERSONNEL IN CONDUCTING AN EXAMINATION.\n   43    (I) \"NAIC STANDARD DATA REQUEST\" MEANS THE  SET  OF  FIELD  NAMES  AND\n   44  DESCRIPTIONS DEVELOPED AND ADOPTED BY THE NAIC FOR USE BY MARKET CONDUCT\n   45  SURVEILLANCE PERSONNEL IN AN EXAMINATION.\n   46    (J) \"QUALIFIED CONTRACT EXAMINER\" MEANS A PERSON UNDER CONTRACT TO THE\n   47  SUPERINTENDENT,  WHO  IS  QUALIFIED  BY EDUCATION, EXPERIENCE AND, WHERE\n   48  APPLICABLE,  PROFESSIONAL  DESIGNATIONS,  TO  PERFORM   MARKET   CONDUCT\n   49  ACTIONS.\n   50    (K)  \"TARGETED EXAMINATION\" MEANS A FOCUSED EXAM, BASED ON THE RESULTS\n   51  OF MARKET ANALYSIS INDICATING THE NEED TO REVIEW EITHER A SPECIFIC  LINE\n   52  OF  BUSINESS  OR  SPECIFIC BUSINESS PRACTICES, INCLUDING BUT NOT LIMITED\n   53  TO, UNDERWRITING AND RATING, MARKETING  AND  SALES,  COMPLAINT  HANDLING\n   54  OPERATIONS/MANAGEMENT,  ADVERTISING  MATERIALS,  LICENSING, POLICYHOLDER\n   55  SERVICES, NON-FORFEITURES, CLAIMS HANDLING, OR POLICY FORMS AND FILINGS.\n\n       A. 3077                             3\n\n    1  A TARGETED EXAMINATION MAY BE CONDUCTED BY DESK  EXAMINATION  OR  BY  AN\n    2  ON-SITE EXAMINATION:\n    3    (1)  \"DESK EXAMINATION\" MEANS A TARGETED EXAMINATION THAT IS CONDUCTED\n    4  BY AN EXAMINER AT A LOCATION OTHER THAN THE INSURER'S PREMISES.  A  DESK\n    5  EXAMINATION  IS  USUALLY  PERFORMED AT THE DEPARTMENT'S OFFICES WITH THE\n    6  INSURER PROVIDING REQUESTED DOCUMENTS BY HARD COPY, MICROFICHE, DISCS OR\n    7  OTHER ELECTRONIC MEDIA, FOR REVIEW.\n    8    (2) \"ON-SITE EXAMINATION\" MEANS A TARGETED  EXAMINATION  CONDUCTED  AT\n    9  THE INSURER'S HOME OFFICE OR THE LOCATION WHERE THE RECORDS UNDER REVIEW\n   10  ARE STORED.\n   11    (L)  \"SIGNIFICANT  PREMIUM  VOLUME\"  MEANS  FIVE PERCENT OR MORE OF AN\n   12  INSURER'S TOTAL DIRECT BUSINESS PREMIUM FOR A GIVEN CATEGORY OF COVERAGE\n   13  AS IDENTIFIED ON THE INSURER'S ANNUAL FINANCIAL STATEMENT.\n   14    (M) \"THIRD PARTY MODEL OR PRODUCT\" MEANS A MODEL OR  PRODUCT  PROVIDED\n   15  BY  AN  ENTITY  SEPARATE FROM AND NOT UNDER DIRECT OR INDIRECT CORPORATE\n   16  CONTROL OF THE INSURER USING THE MODEL OR PRODUCT.\n   17    S 363. MARKET ANALYSIS PROCEDURES.  (A)(1)  THE  SUPERINTENDENT  SHALL\n   18  GATHER  INFORMATION  FROM DATA CURRENTLY AVAILABLE TO THE DEPARTMENT, AS\n   19  WELL  AS  SURVEYS  AND  REQUIRED  REPORTING  REQUIREMENTS,   INFORMATION\n   20  COLLECTED  BY THE NAIC AND A VARIETY OF OTHER SOURCES IN BOTH THE PUBLIC\n   21  AND PRIVATE SECTORS, AND INFORMATION FROM WITHIN AND OUTSIDE THE  INSUR-\n   22  ANCE INDUSTRY.\n   23    (2)  SUCH INFORMATION SHALL BE ANALYZED IN ORDER TO DEVELOP A BASELINE\n   24  UNDERSTANDING OF THE MARKETPLACE AND  TO  IDENTIFY  FOR  FURTHER  REVIEW\n   25  INSURERS  AND/OR  PRACTICES  THAT DEVIATE SIGNIFICANTLY FROM THE NORM OR\n   26  THAT MAY POSE A POTENTIAL RISK TO THE  INSURANCE  CONSUMER.  THE  SUPER-\n   27  INTENDENT SHALL USE THE NAIC MARKET ANALYSIS HANDBOOK AS ONE RESOURCE IN\n   28  PERFORMING THIS ANALYSIS (OR PROCEDURES, ADOPTED BY REGULATION, THAT ARE\n   29  SUBSTANTIALLY SIMILAR TO THE NAIC MARKET ANALYSIS HANDBOOK).\n   30    (B) IF THE ANALYSIS COMPELS THE SUPERINTENDENT TO INQUIRE FURTHER INTO\n   31  A  PARTICULAR  INSURER  OR  PRACTICE,  THE FOLLOWING CONTINUUM OF MARKET\n   32  CONDUCT ACTIONS MAY  BE  CONSIDERED  PRIOR  TO  CONDUCTING  A  TARGETED,\n   33  ON-SITE  MARKET  CONDUCT  EXAMINATION. THE ACTION SELECTED SHALL BE MADE\n   34  KNOWN TO THE INSURER IN WRITING. THESE ACTIONS MAY  INCLUDE,  BUT  SHALL\n   35  NOT BE LIMITED TO:\n   36    (1) CORRESPONDENCE WITH THE INSURER;\n   37    (2) INSURER INTERVIEWS;\n   38    (3) INFORMATION GATHERING;\n   39    (4) POLICY AND PROCEDURE REVIEWS;\n   40    (5) INTERROGATORIES;\n   41    (6)  REVIEW  OF INSURER SELF-EVALUATION (IF NOT SUBJECT TO A PRIVILEGE\n   42  OF CONFIDENTIALITY) AND COMPLIANCE PROGRAMS, INCLUDING MEMBERSHIP  IN  A\n   43  BEST-PRACTICE ORGANIZATION;\n   44    (7) DESK EXAMINATION.\n   45    THE  SUPERINTENDENT  SHALL SELECT A MARKET CONDUCT ACTION THAT IS COST\n   46  EFFECTIVE FOR THE DEPARTMENT AND THE INSURER, WHILE STILL PROTECTING THE\n   47  INSURANCE CONSUMER.\n   48    (C) THE SUPERINTENDENT SHALL TAKE THOSE STEPS REASONABLY NECESSARY  TO\n   49  ELIMINATE  DUPLICATIVE  INQUIRIES  AND COORDINATE MARKET CONDUCT ACTIONS\n   50  AND FINDINGS WITH OTHER STATES.\n   51    S 364. PROTOCOLS FOR MARKET  CONDUCT  ACTIONS.    (A)  MARKET  CONDUCT\n   52  ACTIONS TAKEN AS A RESULT OF A MARKET ANALYSIS SHALL FOCUS ON THE GENER-\n   53  AL BUSINESS PRACTICES AND COMPLIANCE ACTIVITIES OF INSURERS, RATHER THAN\n   54  IDENTIFYING INFREQUENT OR UNINTENTIONAL RANDOM ERRORS.\n   55    (B)  (1)  THE  SUPERINTENDENT IS AUTHORIZED TO DETERMINE THE FREQUENCY\n   56  AND TIMING OF SUCH MARKET CONDUCT ACTIONS. THE TIMING SHALL DEPEND  UPON\n\n       A. 3077                             4\n\n    1  THE SPECIFIC MARKET CONDUCT ACTION TO BE INITIATED, UNLESS EXTRAORDINARY\n    2  CIRCUMSTANCES INDICATING A RISK TO CONSUMERS REQUIRE IMMEDIATE ACTION.\n    3    (2)  IF  THE SUPERINTENDENT HAS INFORMATION THAT MORE THAN ONE INSURER\n    4  IS ENGAGED IN COMMON PRACTICES THAT MAY VIOLATE STATUTE OR  REGULATIONS,\n    5  HE/SHE MAY SCHEDULE AND COORDINATE MULTIPLE EXAMINATIONS SIMULTANEOUSLY.\n    6    (C)  THE  INSURER  MAY BE GIVEN AN OPPORTUNITY TO RESOLVE MATTERS THAT\n    7  ARISE AS A RESULT OF A MARKET ANALYSIS TO THE SATISFACTION OF THE SUPER-\n    8  INTENDENT BEFORE ANY ADDITIONAL MARKET CONDUCT ACTIONS ARE TAKEN AGAINST\n    9  THE INSURER.\n   10    (D) FOR ANY CHANGE MADE TO AN NAIC WORK  PRODUCT  REFERENCED  IN  THIS\n   11  ARTICLE WHICH MATERIALLY CHANGES THE WAY IN WHICH MARKET CONDUCT ACTIONS\n   12  ARE  CONDUCTED, THE SUPERINTENDENT SHALL GIVE NOTICE AND PROVIDE PARTIES\n   13  WITH AN OPPORTUNITY FOR A PUBLIC HEARING PURSUANT TO THE STATE  ADMINIS-\n   14  TRATIVE  PROCEDURE  ACT. IF NO HEARING IS HELD, THE SUPERINTENDENT SHALL\n   15  USE THE VERSIONS OF SUCH  WORK  PRODUCTS  MOST  RECENTLY  DEVELOPED  AND\n   16  ADOPTED BY THE NAIC.\n   17    S  365.  TARGETED  ON-SITE MARKET CONDUCT EXAMINATIONS.  (A) WHEN LESS\n   18  INTRUSIVE MARKET CONDUCT ACTIONS IDENTIFIED IN SUBSECTION (B) OF SECTION\n   19  THREE HUNDRED SIXTY-THREE OF  THIS  ARTICLE  ARE  NOT  APPROPRIATE,  THE\n   20  SUPERINTENDENT IS AUTHORIZED TO CONDUCT TARGETED, ON-SITE MARKET CONDUCT\n   21  EXAMINATIONS IN ACCORDANCE WITH THE NAIC MARKET CONDUCT UNIFORM EXAMINA-\n   22  TION  PROCEDURES  AND  THE  MARKET CONDUCT EXAMINERS HANDBOOK (OR PROCE-\n   23  DURES, ADOPTED BY REGULATION, THAT  ARE  SUBSTANTIALLY  SIMILAR  TO  THE\n   24  FOREGOING NAIC PRODUCTS).\n   25    (B)  CONCOMITANT  WITH  THE  NOTIFICATION  REQUIREMENTS ESTABLISHED IN\n   26  SUBSECTION (E) OF THIS SECTION, THE SUPERINTENDENT SHALL POST  NOTIFICA-\n   27  TION ON THE NAIC EXAMINATION TRACKING SYSTEM, OR COMPARABLE NAIC PRODUCT\n   28  AS  DETERMINED  BY THE SUPERINTENDENT, THAT A MARKET CONDUCT EXAMINATION\n   29  HAS BEEN SCHEDULED.\n   30    (C) IN LIEU OF AN EXAMINATION OF A FOREIGN OR ALIEN  INSURER  LICENSED\n   31  IN THIS STATE UNDER THIS ARTICLE, THE SUPERINTENDENT MAY ACCEPT AN EXAM-\n   32  INATION  REPORT  ON THE INSURER AS PREPARED BY THE SUPERINTENDENT OF THE\n   33  INSURER'S STATE OF DOMICILE OR OF A STATE IN  WHICH  THE  INSURER  WROTE\n   34  SIGNIFICANT  PREMIUM  VOLUME,  ACCORDING  TO  SUCH INSURER'S MOST RECENT\n   35  ANNUAL FINANCIAL STATEMENT, PROVIDED THAT THE STATE HAS ADOPTED THIS LAW\n   36  OR A MARKET CONDUCT  SURVEILLANCE  LAW  THAT  THE  SUPERINTENDENT  DEEMS\n   37  COMPARABLE.\n   38    (D)  (1)  PRIOR  TO  COMMENCEMENT OF A TARGETED ON-SITE MARKET CONDUCT\n   39  EXAMINATION, MARKET CONDUCT SURVEILLANCE PERSONNEL SHALL PREPARE A  WORK\n   40  PLAN  AND  PROPOSED BUDGET. SUCH PROPOSED BUDGET, WHICH SHALL BE REASON-\n   41  ABLE FOR THE SCOPE OF THE EXAMINATION, AND WORK PLAN SHALL  BE  PROVIDED\n   42  TO THE COMPANY UNDER EXAMINATION.\n   43    (2) MARKET CONDUCT EXAMINATIONS SHALL, TO THE EXTENT FEASIBLE, UTILIZE\n   44  DESK EXAMINATIONS AND DATA REQUESTS PRIOR TO A TARGETED ON-SITE EXAMINA-\n   45  TION.\n   46    (3)  MARKET CONDUCT EXAMINATIONS SHALL BE CONDUCTED IN ACCORDANCE WITH\n   47  THE PROVISIONS SET FORTH IN THE NAIC MARKET CONDUCT  EXAMINERS  HANDBOOK\n   48  AND  THE  NAIC MARKET CONDUCT UNIFORM EXAMINATIONS PROCEDURES (OR PROCE-\n   49  DURES, ADOPTED BY REGULATION, THAT  ARE  SUBSTANTIALLY  SIMILAR  TO  THE\n   50  FOREGOING NAIC PRODUCTS).\n   51    (4) PRIOR TO THE CONCLUSION OF A TARGETED ON-SITE MARKET CONDUCT EXAM-\n   52  INATION,  THE INDIVIDUAL AMONG THE MARKET CONDUCT SURVEILLANCE PERSONNEL\n   53  WHO IS DESIGNATED AS  THE  EXAMINER-IN-CHARGE  SHALL  SCHEDULE  AN  EXIT\n   54  CONFERENCE WITH THE INSURER.\n   55    (E)  ANNOUNCEMENT  OF THE EXAMINATION SHALL BE SENT TO THE INSURER AND\n   56  POSTED ON THE NAIC'S EXAMINATION TRACKING  SYSTEM  (OR  COMPARABLE  NAIC\n\n       A. 3077                             5\n\n    1  PRODUCT, AS DETERMINED BY THE SUPERINTENDENT) AS SOON AS POSSIBLE BUT IN\n    2  NO  CASE  LATER THAN SIXTY DAYS BEFORE THE ESTIMATED COMMENCEMENT OF THE\n    3  ON-SITE EXAMINATION. SUCH ANNOUNCEMENT SHALL CONTAIN:\n    4    (1) THE NAME AND ADDRESS OF THE INSURER OR INSURERS BEING EXAMINED;\n    5    (2) THE NAME AND CONTACT INFORMATION OF THE EXAMINER-IN-CHARGE;\n    6    (3) THE REASON OR REASONS FOR THE TARGETED, ON-SITE EXAMINATION;\n    7    (4) THE DATE THE ON-SITE EXAMINATION IS SCHEDULED TO BEGIN;\n    8    (5)  NOTICE  OF ANY NON-INSURANCE DEPARTMENT PERSONNEL WHO WILL ASSIST\n    9  IN THE EXAMINATION;\n   10    (6) A BUDGET AND WORK PLAN FOR THE TARGETED, ON-SITE EXAMINATION; AND\n   11    (7) A REQUEST FOR THE INSURER TO NAME ITS EXAMINATION COORDINATOR.\n   12    (F) THE SUPERINTENDENT SHALL CONDUCT A PRE-EXAMINATION CONFERENCE WITH\n   13  THE INSURER EXAMINATION COORDINATOR AND KEY PERSONNEL TO CLARIFY  EXPEC-\n   14  TATIONS THIRTY DAYS PRIOR TO COMMENCEMENT OF THE EXAMINATION.\n   15    (G) THE DEPARTMENT SHALL USE THE NAIC STANDARD DATA REQUEST (OR COMPA-\n   16  RABLE  PRODUCT,  ADOPTED BY REGULATION, THAT IS SUBSTANTIALLY SIMILAR TO\n   17  THE FOREGOING NAIC PRODUCT).\n   18    (H) (1) THE SUPERINTENDENT SHALL ADHERE  TO  THE  FOLLOWING  TIMELINE,\n   19  UNLESS  A  MUTUAL  AGREEMENT  IS  REACHED WITH THE INSURER TO MODIFY THE\n   20  TIMELINE:\n   21    (A) THE SUPERINTENDENT SHALL DELIVER THE DRAFT REPORT TO  THE  INSURER\n   22  WITHIN  SIXTY  DAYS OF THE COMPLETION OF THE EXAMINATION.  COMPLETION OF\n   23  THE EXAMINATION SHALL BE DEFINED AS THE DATE THE SUPERINTENDENT CONFIRMS\n   24  IN WRITING THAT THE EXAMINATION IS COMPLETED.\n   25    (B) THE INSURER MUST RESPOND WITH WRITTEN COMMENTS WITHIN THIRTY  DAYS\n   26  OF RECEIPT OF THE DRAFT REPORT.\n   27    (C)  THE DEPARTMENT MUST INFORMALLY RESOLVE ISSUES AND PREPARE A FINAL\n   28  REPORT WITHIN THIRTY DAYS OF RECEIPT OF THE INSURER'S WRITTEN  COMMENTS,\n   29  UNLESS  A MUTUAL AGREEMENT IS REACHED TO EXTEND THE DEADLINE. THE SUPER-\n   30  INTENDENT MAY MAKE CORRECTIONS AND OTHER CHANGES, AS APPROPRIATE.\n   31    (D) THE INSURER SHALL, WITHIN THIRTY DAYS, ACCEPT  THE  FINAL  REPORT,\n   32  ACCEPT  THE  FINDINGS  OF THE REPORT OR REQUEST A HEARING. AN ADDITIONAL\n   33  THIRTY DAYS SHALL BE ALLOWED IF AGREED TO BY THE SUPERINTENDENT AND  THE\n   34  INSURER.  ANY  SUCH  HEARING REQUEST MUST BE MADE IN WRITING AND MUST BE\n   35  CONDUCTED PURSUANT TO THE STATE ADMINISTRATIVE PROCEDURE ACT.\n   36    (2) THE FINAL WRITTEN  AND  ELECTRONIC  MARKET  CONDUCT  REPORT  SHALL\n   37  INCLUDE  THE INSURER'S WRITTEN COMMENTS AND ANY AGREED-TO CORRECTIONS OR\n   38  CHANGES.\n   39    (I) (1) UPON ADOPTION OF THE EXAMINATION REPORT PURSUANT TO SUBSECTION\n   40  (H) OF THIS SECTION, THE  SUPERINTENDENT  SHALL  CONTINUE  TO  HOLD  THE\n   41  CONTENT  OF  THE  EXAMINATION  REPORT  AS PRIVATE AND CONFIDENTIAL FOR A\n   42  PERIOD OF THIRTY DAYS, EXCEPT TO THE EXTENT PROVIDED  FOR  IN  PARAGRAPH\n   43  TWO  OF  THIS  SUBSECTION. THEREAFTER, THE SUPERINTENDENT SHALL OPEN THE\n   44  REPORT FOR PUBLIC INSPECTION, PROVIDED NO COURT OF  COMPETENT  JURISDIC-\n   45  TION HAS STAYED ITS PUBLICATION.\n   46    (2) NOTHING CONTAINED IN THIS ARTICLE SHALL PREVENT OR BE CONSTRUED AS\n   47  PREVENTING THE SUPERINTENDENT FROM DISCLOSING THE CONTENT OF AN EXAMINA-\n   48  TION  REPORT,  PRELIMINARY  EXAMINATION REPORT OR RESULTS, OR ANY MATTER\n   49  RELATING THERETO, TO THE DEPARTMENT OF THIS OR ANY OTHER STATE OR AGENCY\n   50  OF THE FEDERAL GOVERNMENT AT ANY TIME, PROVIDED  THE  AGENCY  OR  OFFICE\n   51  RECEIVING  THE  REPORT  OR  MATTERS  RELATING  THERETO AGREES TO HOLD IT\n   52  CONFIDENTIAL AND IN A MANNER CONSISTENT WITH THIS ARTICLE.\n   53    (J) (1) WHERE THE REASONABLE AND NECESSARY COST OF  A  MARKET  CONDUCT\n   54  EXAMINATION  IS  TO  BE  ASSESSED AGAINST THE INSURER UNDER EXAMINATION,\n   55  SUCH FEES SHALL BE CONSISTENT WITH THAT  OTHERWISE  AUTHORIZED  BY  LAW.\n\n       A. 3077                             6\n\n    1  SUCH  FEES  SHALL BE ITEMIZED AND BILLS SHALL BE PROVIDED TO THE INSURER\n    2  ON A MONTHLY BASIS FOR REVIEW PRIOR TO SUBMISSION FOR PAYMENT.\n    3    (2)  THE SUPERINTENDENT SHALL MAINTAIN ACTIVE MANAGEMENT AND OVERSIGHT\n    4  OF EXAMINATION COSTS, INCLUDING COSTS ASSOCIATED WITH  HIS  OR  HER  OWN\n    5  EXAMINERS  AND  WITH RETAINING QUALIFIED CONTRACT EXAMINERS NECESSARY TO\n    6  PERFORM AN ON-SITE EXAMINATION. TO THE EXTENT THE SUPERINTENDENT RETAINS\n    7  OUTSIDE ASSISTANCE, THE SUPERINTENDENT MUST HAVE  IN  WRITING  PROTOCOLS\n    8  THAT:\n    9    (A) CLEARLY IDENTIFY THE TYPES OF FUNCTIONS TO BE SUBJECT TO OUTSOURC-\n   10  ING;\n   11    (B)  PROVIDE  SPECIFIC  TIMELINES  FOR  COMPLETION  OF  THE OUTSOURCED\n   12  REVIEW;\n   13    (C) REQUIRE DISCLOSURE OF CONTRACT EXAMINERS' RECOMMENDATIONS;\n   14    (D) ESTABLISH AND UTILIZE A DISPUTE RESOLUTION  OR  ARBITRATION  MECH-\n   15  ANISM TO RESOLVE CONFLICTS WITH INSURERS REGARDING EXAMINATION FEES; AND\n   16    (E)  REQUIRE DISCLOSURE OF THE TERMS OF THE CONTRACTS WITH THE OUTSIDE\n   17  CONSULTANTS THAT WILL BE USED, SPECIFICALLY THE FEES AND/OR HOURLY RATES\n   18  THAT CAN BE CHARGED.\n   19    (3) THE SUPERINTENDENT SHALL REVIEW AND AFFIRMATIVELY ENDORSE DETAILED\n   20  BILLINGS FROM THE QUALIFIED CONTRACT EXAMINER BEFORE THE DETAILED  BILL-\n   21  INGS ARE SENT TO THE INSURER.\n   22    S 366. CONFIDENTIALITY REQUIREMENTS.  (A) EXCEPT AS OTHERWISE PROVIDED\n   23  BY  LAW,  MARKET CONDUCT SURVEILLANCE PERSONNEL SHALL HAVE FREE AND FULL\n   24  ACCESS TO ALL BOOKS AND RECORDS, EMPLOYEES, OFFICERS AND  DIRECTORS,  AS\n   25  PRACTICABLE,  OF  THE  INSURER DURING REGULAR BUSINESS HOURS. AN INSURER\n   26  UTILIZING A THIRD-PARTY MODEL OR PRODUCT FOR ANY OF THE ACTIVITIES UNDER\n   27  EXAMINATION SHALL CAUSE, UPON THE REQUEST OF MARKET CONDUCT SURVEILLANCE\n   28  PERSONNEL, THE DETAILS OF SUCH MODELS OR PRODUCTS TO BE  MADE  AVAILABLE\n   29  TO  SUCH  PERSONNEL. ALL DOCUMENTS, INCLUDING BUT NOT LIMITED TO WORKING\n   30  PAPERS, THIRD PARTY MODELS OR PRODUCTS, COMPLAINT LOGS, AND COPIES THER-\n   31  EOF, CREATED, PRODUCED OR OBTAINED BY OR DISCLOSED TO THE SUPERINTENDENT\n   32  OR ANY OTHER PERSON IN THE COURSE OF ANY  MARKET  CONDUCT  ACTIONS  MADE\n   33  PURSUANT  TO  THIS  ARTICLE,  OR IN THE COURSE OF MARKET ANALYSIS BY THE\n   34  SUPERINTENDENT OF THE MARKET CONDITIONS OF AN INSURER,  OR  OBTAINED  BY\n   35  THE  NAIC AS A RESULT OF ANY OF THE PROVISIONS OF THIS ARTICLE, SHALL BE\n   36  CONFIDENTIAL BY LAW AND PRIVILEGED, SHALL NOT BE SUBJECT TO SUBPOENA AND\n   37  SHALL NOT BE SUBJECT TO DISCOVERY  OR  ADMISSIBLE  IN  EVIDENCE  IN  ANY\n   38  PRIVATE CIVIL ACTION.\n   39    (B)  NO WAIVER OF ANY APPLICABLE PRIVILEGE OR CLAIM OF CONFIDENTIALITY\n   40  IN THE DOCUMENTS, MATERIALS, OR INFORMATION SHALL OCCUR AS A  RESULT  OF\n   41  DISCLOSURE TO THE SUPERINTENDENT UNDER THIS SECTION.\n   42    (C)  MARKET  CONDUCT  SURVEILLANCE  PERSONNEL SHALL BE VESTED WITH THE\n   43  POWER TO ISSUE SUBPOENAS AND EXAMINE INSURANCE COMPANY  PERSONNEL  UNDER\n   44  OATH  WHEN SUCH ACTION IS ORDERED BY THE SUPERINTENDENT PURSUANT TO THIS\n   45  ARTICLE.\n   46    (D) NOTWITHSTANDING THE PROVISIONS OF SUBSECTION (A) OF THIS  SECTION,\n   47  IN  ORDER  TO  ASSIST IN THE PERFORMANCE OF THE SUPERINTENDENT'S DUTIES,\n   48  THE SUPERINTENDENT MAY:\n   49    (1) SHARE DOCUMENTS, MATERIALS OR  OTHER  INFORMATION,  INCLUDING  THE\n   50  CONFIDENTIAL  AND PRIVILEGED DOCUMENTS, MATERIALS OR INFORMATION SUBJECT\n   51  TO SUBSECTION (A) OF THIS SECTION, WITH OTHER STATE, FEDERAL AND  INTER-\n   52  NATIONAL  REGULATORY  AGENCIES  AND  LAW ENFORCEMENT AUTHORITIES AND THE\n   53  NAIC AND ITS AFFILIATES AND SUBSIDIARIES, PROVIDED  THAT  THE  RECIPIENT\n   54  AGREES  TO  AND  HAS THE LEGAL AUTHORITY TO MAINTAIN THE CONFIDENTIALITY\n   55  AND PRIVILEGED STATUS OF THE DOCUMENT, MATERIAL, COMMUNICATION OR  OTHER\n   56  INFORMATION;\n\n       A. 3077                             7\n\n    1    (2)  RECEIVE  DOCUMENTS,  MATERIALS,  COMMUNICATIONS  OR  INFORMATION,\n    2  INCLUDING OTHERWISE CONFIDENTIAL AND PRIVILEGED DOCUMENTS, MATERIALS  OR\n    3  INFORMATION,  FROM THE NAIC AND ITS AFFILIATES OR SUBSIDIARIES, AND FROM\n    4  REGULATORY AND LAW ENFORCEMENT OFFICIALS OF OTHER  FOREIGN  OR  DOMESTIC\n    5  JURISDICTIONS,  AND  SHALL  MAINTAIN  AS  CONFIDENTIAL OR PRIVILEGED ANY\n    6  DOCUMENT, MATERIAL OR INFORMATION RECEIVED WITH  NOTICE  OR  THE  UNDER-\n    7  STANDING  THAT  IT  IS  CONFIDENTIAL OR PRIVILEGED UNDER THE LAWS OF THE\n    8  JURISDICTION THAT IS THE SOURCE OF THE DOCUMENT,  MATERIAL  OR  INFORMA-\n    9  TION; AND\n   10    (3) ENTER INTO AGREEMENTS GOVERNING THE SHARING AND USE OF INFORMATION\n   11  CONSISTENT WITH THIS SECTION.\n   12    S  367.  MARKET  CONDUCT  SURVEILLANCE PERSONNEL.   (A) MARKET CONDUCT\n   13  SURVEILLANCE PERSONNEL SHALL BE QUALIFIED BY EDUCATION, EXPERIENCE  AND,\n   14  WHERE  APPLICABLE,  PROFESSIONAL  DESIGNATIONS.  THE  SUPERINTENDENT MAY\n   15  SUPPLEMENT THE IN-HOUSE MARKET CONDUCT SURVEILLANCE STAFF WITH QUALIFIED\n   16  OUTSIDE PROFESSIONAL ASSISTANCE  IF  HE  OR  SHE  DETERMINES  THAT  SUCH\n   17  ASSISTANCE IS NECESSARY.\n   18    (B) MARKET CONDUCT SURVEILLANCE PERSONNEL HAVE A CONFLICT OF INTEREST,\n   19  EITHER  DIRECTLY  OR INDIRECTLY, IF THEY ARE AFFILIATED WITH THE MANAGE-\n   20  MENT, HAVE BEEN EMPLOYED BY, OR OWN A PECUNIARY INTEREST IN THE  INSURER\n   21  SUBJECT  TO  ANY EXAMINATION UNDER THIS ARTICLE.  THIS SECTION SHALL NOT\n   22  BE CONSTRUED TO AUTOMATICALLY PRECLUDE AN INDIVIDUAL FROM BEING:\n   23    (1) A POLICYHOLDER OR CLAIMANT UNDER AN INSURANCE POLICY;\n   24    (2) A GRANTEE OF A MORTGAGE OR SIMILAR INSTRUMENT ON THE  INDIVIDUAL'S\n   25  RESIDENCE  FROM  A REGULATED ENTITY IF DONE UNDER CUSTOMARY TERMS AND IN\n   26  THE ORDINARY COURSE OF BUSINESS;\n   27    (3) AN INVESTMENT OWNER IN SHARES OF REGULATED DIVERSIFIED  INVESTMENT\n   28  COMPANIES; OR\n   29    (4)  A SETTLOR OR BENEFICIARY OF A \"BLIND TRUST\" INTO WHICH ANY OTHER-\n   30  WISE PERMISSIBLE HOLDINGS HAVE BEEN PLACED.\n   31    S 368. IMMUNITY FOR MARKET CONDUCT SURVEILLANCE  PERSONNEL.    (A)  NO\n   32  CAUSE  OF  ACTION SHALL ARISE NOR SHALL ANY LIABILITY BE IMPOSED AGAINST\n   33  THE SUPERINTENDENT, THE SUPERINTENDENT'S AUTHORIZED  REPRESENTATIVES  OR\n   34  AN  EXAMINER  APPOINTED BY THE SUPERINTENDENT FOR ANY STATEMENTS MADE OR\n   35  CONDUCT PERFORMED IN GOOD FAITH WHILE CARRYING  OUT  THE  PROVISIONS  OF\n   36  THIS ARTICLE.\n   37    (B) NO CAUSE OF ACTION SHALL ARISE, NOR SHALL ANY LIABILITY BE IMPOSED\n   38  AGAINST  ANY  PERSON FOR THE ACT OF COMMUNICATING OR DELIVERING INFORMA-\n   39  TION OR DATA TO THE SUPERINTENDENT OR  THE  SUPERINTENDENT'S  AUTHORIZED\n   40  REPRESENTATIVE  OR  EXAMINER  PURSUANT TO AN EXAMINATION MADE UNDER THIS\n   41  ARTICLE, IF THE ACT OF COMMUNICATION OR DELIVERY WAS PERFORMED  IN  GOOD\n   42  FAITH AND WITHOUT FRAUDULENT INTENT OR THE INTENT TO DECEIVE.\n   43    (C)  A  PERSON  IDENTIFIED  IN SUBSECTION (A) OF THIS SECTION SHALL BE\n   44  ENTITLED TO AN AWARD OF ATTORNEY'S FEES AND COSTS IF HE OR  SHE  IS  THE\n   45  PREVAILING  PARTY  IN  A CIVIL CAUSE OF ACTION FOR LIBEL, SLANDER OR ANY\n   46  OTHER RELEVANT TORT ARISING  OUT  OF  ACTIVITIES  IN  CARRYING  OUT  THE\n   47  PROVISIONS  OF  THIS  ARTICLE  AND THE PARTY BRINGING THE ACTION WAS NOT\n   48  SUBSTANTIALLY JUSTIFIED IN DOING SO. FOR  PURPOSES  OF  THIS  SECTION  A\n   49  PROCEEDING  IS \"SUBSTANTIALLY JUSTIFIED\" IF IT HAD A REASONABLE BASIS IN\n   50  LAW OR FACT AT THE TIME THAT IT WAS INITIATED.\n   51    (D) THIS SECTION DOES NOT ABROGATE OR MODIFY IN ANY WAY ANY COMMON LAW\n   52  OR STATUTORY PRIVILEGE OR IMMUNITY  HERETOFORE  ENJOYED  BY  ANY  PERSON\n   53  IDENTIFIED IN SUBSECTION (A) OF THIS SECTION.\n   54    S  369.  FINES AND PENALTIES.  (A) FINES AND PENALTIES LEVIED PURSUANT\n   55  TO THIS ARTICLE OR OTHER PROVISIONS OF THIS CHAPTER SHALL BE CONSISTENT,\n   56  REASONABLE AND JUSTIFIED.\n\n       A. 3077                             8\n\n    1    (B) THE SUPERINTENDENT SHALL TAKE INTO CONSIDERATION ACTIONS TAKEN  BY\n    2  INSURERS  THAT  MAINTAIN  MEMBERSHIP IN BEST-PRACTICE ORGANIZATIONS THAT\n    3  EXIST TO PROMOTE HIGH ETHICAL STANDARDS OF CONDUCT IN  THE  MARKETPLACE,\n    4  AND  INSURERS  THAT  SELF  ASSESS,  SELF-REPORT  AND  REMEDIATE PROBLEMS\n    5  DETECTED TO MITIGATE FINES LEVIED PURSUANT TO THIS ARTICLE.\n    6    S  370.  PARTICIPATION  IN NATIONAL MARKET CONDUCT DATABASES.  (A) THE\n    7  SUPERINTENDENT SHALL COLLECT AND REPORT MARKET DATA TO THE NAIC'S MARKET\n    8  INFORMATION SYSTEMS, INCLUDING THE COMPLAINT DATABASE SYSTEM, THE  EXAM-\n    9  INATION  TRACKING  SYSTEM,  AND  THE  REGULATORY  INFORMATION  RETRIEVAL\n   10  SYSTEM, OR OTHER COMPARABLE SUCCESSOR NAIC PRODUCTS AS DETERMINED BY THE\n   11  SUPERINTENDENT. COMPLAINTS REPORTED TO  THE  COMPLAINT  DATABASE  SYSTEM\n   12  SHALL  BE  JUSTIFIED  COMPLAINTS  THAT  HAVE  BEEN  SUBSTANTIATED BY THE\n   13  DEPARTMENT CONSUMER SERVICE OR OTHER APPROPRIATE PERSONNEL.\n   14    (B) INFORMATION COLLECTED AND MAINTAINED BY THE  DEPARTMENT  SHALL  BE\n   15  COMPILED IN A MANNER THAT MEETS THE REQUIREMENTS OF THE NAIC.\n   16    S  371.  COORDINATION  WITH OTHER STATES THROUGH THE NAIC.  THE SUPER-\n   17  INTENDENT SHALL SHARE INFORMATION AND COORDINATE THE DEPARTMENT'S MARKET\n   18  ANALYSIS AND EXAMINATION EFFORTS WITH OTHER STATES THROUGH THE NAIC.\n   19    S 372. ADDITIONAL DUTIES OF THE SUPERINTENDENT.  (A) AT LEAST ONCE PER\n   20  YEAR, OR MORE FREQUENTLY IF DEEMED NECESSARY, THE  SUPERINTENDENT  SHALL\n   21  PROVIDE  IN AN APPROPRIATE MANNER TO INSURERS AND OTHER ENTITIES SUBJECT\n   22  TO THE SCOPE OF THIS ARTICLE INFORMATION ON NEW  LAWS  AND  REGULATIONS,\n   23  ENFORCEMENT  ACTIONS  AND  OTHER  INFORMATION  THE  SUPERINTENDENT DEEMS\n   24  PERTINENT TO ENSURE COMPLIANCE WITH MARKET CONDUCT REQUIREMENTS.\n   25    (B) THE SUPERINTENDENT SHALL DESIGNATE A SPECIFIC  PERSON  OR  PERSONS\n   26  WITHIN  THE  DEPARTMENT WHOSE RESPONSIBILITIES SHALL INCLUDE THE RECEIPT\n   27  OF INFORMATION FROM EMPLOYEES OF INSURERS AND LICENSED ENTITIES CONCERN-\n   28  ING VIOLATIONS OF LAWS, RULES OR REGULATIONS BY EMPLOYERS.  SUCH  PERSON\n   29  OR  PERSONS  SHALL  BE  PROVIDED WITH PROPER TRAINING ON THE HANDLING OF\n   30  SUCH INFORMATION, WHICH SHALL BE DEEMED A CONFIDENTIAL COMMUNICATION FOR\n   31  THE PURPOSES OF THIS SECTION.\n   32    S 2. Sections 309, 310, 311, 312 and 313  of  the  insurance  law  are\n   33  REPEALED.\n   34    S 3. This act shall take effect on the one hundred eightieth day after\n   35  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to enacting the market conduct surveillance act, and to repeal certain sections of such law relating to administrative and procedural provisions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145133.TXT", "SOBI.D110124.T121120.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898693393
}