{
  "year" : 2011,
  "senateBillNo" : "A3078-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A3078-2011-1295845200000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to school district libraries and certain tax levies",
  "summary" : "Relates to school district libraries and certain tax levies; provides that a school district may levy library taxes in only one part of the school district. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "AA680-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3078\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN, CROUCH, KOLB, HAWLEY -- Multi-Sponsored\n         by -- M. of A.  BURLING, BUTLER, FINCH, FITZPATRICK,  GIGLIO,  JORDAN,\n         McDONOUGH,  J. MILLER,  RABBITT, SAYWARD, TEDISCO, THIELE -- read once\n         and referred to the Committee on Libraries and Education Technology\n\n       AN ACT to amend the real property tax law  and  the  education  law,  in\n         relation to school district libraries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1308 of the real property tax  law  is  amended  to\n    2  read as follows:\n    3    S 1308. Property subject to levy. [Except as provided in section thir-\n    4  teen hundred ten of this chapter, school] SCHOOL district taxes shall be\n    5  levied by the school authorities upon all real property within the boun-\n    6  daries  of  the  district which is not by law exempt from such taxation.\n    7  Such taxes shall be levied against each parcel of such real property. In\n    8  all cases the levy shall be deemed as against the real property  itself.\n    9  A  SCHOOL DISTRICT MAY LEVY LIBRARY TAXES IN ONLY ONE PART OF THE SCHOOL\n   10  DISTRICT. The name of the owner, last known owner or reputed owner shall\n   11  be regarded as an aid to identify such parcel.   A mistake in  any  such\n   12  name shall not affect the validity of the levy against the parcel.\n   13    S  2.  Section  261 of the education law, as amended by chapter 476 of\n   14  the laws of 1977, is amended to read as follows:\n   15    S 261. Incorporation.  Within one month after taking office, the first\n   16  board of trustees of any such public library  or  Indian  library  shall\n   17  apply  to  the  regents for a charter in accordance with the vote estab-\n   18  lishing the library.  IF IT SHALL APPEAR TO THE REGENTS THAT THE SERVICE\n   19  AREA PROPOSED FOR ANY SUCH PUBLIC LIBRARY  INCLUDES  ANY  AREAS  ALREADY\n   20  SERVED  BY A CHARTERED LIBRARY, THE REGENTS SHALL DISAPPROVE SUCH APPLI-\n   21  CATION AND THE CHARTER SHALL NOT BE GRANTED.\n   22    S 3. Section 263 of the education law, as renumbered by chapter 273 of\n   23  the laws of 1950, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02729-01-1\n\n       A. 3078                             2\n\n    1    S 263. Reports. 1. Every  library  or  museum,  other  than  a  school\n    2  library,  which enjoys any exemption from taxation or receives state aid\n    3  or other privilege not usually accorded to business  corporations  shall\n    4  make  the  report required by section two hundred fifteen of this [chap-\n    5  ter]  ARTICLE, and such report shall relieve the institution from making\n    6  any report now required by statute or charter to be made to the legisla-\n    7  ture or to any department, court or other authority of the state.  These\n    8  reports shall be summarized and transmitted to the  legislature  by  the\n    9  regents with the annual reports of the university.\n   10    2.  EVERY SCHOOL LIBRARY SHALL, ON OR BEFORE JANUARY THIRTY-FIRST, TWO\n   11  THOUSAND TWELVE, REVIEW THEIR CHARTER TO DETERMINE IF ANY  PART  OF  ITS\n   12  LIBRARY  SERVICE AREA INCLUDES PARCELS OF LAND ALREADY SERVED BY A CHAR-\n   13  TERED LIBRARY. IF SUCH A SITUATION EXISTS, THE LIBRARY MUST FILE A CHAR-\n   14  TER AMENDMENT WITH THE REGENTS, CHANGING THE SERVICE AREA OF THE LIBRARY\n   15  TO EXCLUDE ANY SUCH PARCELS OF LAND.\n   16    S 4. Subdivision 1 of section 272 of the education law is  amended  by\n   17  adding a new paragraph m to read as follows:\n   18    M.  THE  COMMISSIONER SHALL, FOR THE FIRST FIVE YEARS AFTER THE EFFEC-\n   19  TIVE DATE OF THIS PARAGRAPH, HOLD HARMLESS, WITH FUNDING FROM THE STATE,\n   20  ANY SCHOOL LIBRARIES WHICH LOSE  REVENUE  OVER  THE  PRIOR  YEAR  SOLELY\n   21  BECAUSE  OF  THE  IMPACT  OF  THE AMENDMENTS TO SECTION THIRTEEN HUNDRED\n   22  EIGHT OF THE REAL PROPERTY TAX LAW AND SECTIONS  TWO  HUNDRED  SIXTY-ONE\n   23  AND  TWO  HUNDRED SIXTY-THREE OF THIS ARTICLE BY THE CHAPTER OF THE LAWS\n   24  OF TWO THOUSAND TEN WHICH ADDED THIS PARAGRAPH IN THE FOLLOWING  AMOUNT:\n   25  ONE  HUNDRED PERCENT OF SUCH AMOUNT IN THE FIRST YEAR; EIGHTY PERCENT OF\n   26  SUCH AMOUNT IN THE SECOND YEAR; SIXTY PERCENT  OF  SUCH  AMOUNT  IN  THE\n   27  THIRD  YEAR;  FORTY  PERCENT  OF  SUCH AMOUNT IN THE FOURTH YEAR; TWENTY\n   28  PERCENT OF SUCH AMOUNT IN THE FIFTH YEAR; AND THEREAFTER  SUCH  PAYMENTS\n   29  SHALL CEASE TO BE ALLOWED.\n   30    S  5.  This  act shall take effect on the ninetieth day after it shall\n   31  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law and the education law, in relation to school district libraries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145133.TXT", "SOBI.D110124.T121120.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898693395
}