{
  "year" : 2011,
  "senateBillNo" : "A3083-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3083-2011-1295845200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the conducting of visual assessments by ophthalmic dispensers",
  "summary" : "Relates to the practice of ophthalmic dispensing by ophthalmic dispensers pursuant to a visual assessment; provides that the commissioner of education shall establish educational and examination requirements to certify ophthalmic dispensers to practice visual assessment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4831-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3083\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN ACT to amend the education  law,  in  relation  to  the  practice  of\n         ophthalmic dispensing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 7121 of the education law, as  amended  by  chapter\n    2  647 of the laws of 2005, is amended to read as follows:\n    3    S  7121. Definition of practice of ophthalmic dispensing. 1. The prac-\n    4  tice of the profession of ophthalmic dispensing is defined  as  adapting\n    5  and  fitting  lenses, for the correction of deficiencies, deformities or\n    6  anomalies of the human eyes,  or  adapting  and  fitting  non-corrective\n    7  contact  lenses,  on  written prescriptions from a licensed physician or\n    8  optometrist OR PURSUANT TO A VISUAL ASSESSMENT PERFORMED BY AN OPHTHALM-\n    9  IC DISPENSER WHO IS CERTIFIED TO PERFORM VISUAL ASSESSMENT IN ACCORDANCE\n   10  WITH THE PROVISIONS OF SUBDIVISION THREE OF THIS  SECTION.  Replacements\n   11  or  duplicates  of  such  lenses  may  be  adapted and dispensed without\n   12  prescription. Contact lenses may be fitted by  an  ophthalmic  dispenser\n   13  only  under  the personal supervision of a licensed physician or optome-\n   14  trist.\n   15    2. AN OPHTHALMIC DISPENSER MAY PRACTICE VISUAL ASSESSMENT ONLY  PURSU-\n   16  ANT TO THE PROVISIONS OF THIS SECTION. VISUAL ASSESSMENT FOR PURPOSES OF\n   17  THIS  SECTION MEANS TO TEST A PERSON'S VISION, BY THE USE OF A SERIES OF\n   18  LENSES AND THEIR ROTATION, TO DETERMINE THE DEGREE OF CORRECTION  NEEDED\n   19  TO  COMPENSATE  FOR  HYPEROPIA,  MYOPIA,  PRESBYOPIA, ASTIGMATISM OR ANY\n   20  COMBINATION OF THESE.\n   21    3. THE COMMISSIONER SHALL  ESTABLISH  BY  REGULATION  EDUCATIONAL  AND\n   22  EXAMINATION  REQUIREMENTS  TO  CERTIFY OPHTHALMIC DISPENSERS TO PRACTICE\n   23  VISUAL ASSESSMENT. SUCH EDUCATIONAL REQUIREMENTS  SHALL  INCLUDE  NINETY\n   24  CONTRACT  HOURS  IN  THE  PRINCIPLES  OF  VISUAL ASSESSMENT OFFERED BY A\n   25  DEGREE-GRANTING INSTITUTION ACCEPTABLE TO THE DEPARTMENT.  IN  ADDITION,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05260-01-1\n\n       A. 3083                             2\n\n    1  SUCH  REQUIREMENTS  SHALL  INCLUDE  TWENTY HOURS OF CLINICAL PRACTICE IN\n    2  VISUAL ASSESSMENT UNDER THE SUPERVISION OF  A  LICENSED  OPTOMETRIST  OR\n    3  LICENSED OPHTHALMOLOGIST.\n    4    4. IF AN OPHTHALMIC DISPENSER IS UNABLE TO SELECT LENSES WHICH PROVIDE\n    5  20/30  VISION  IN  EACH  EYE  TO  THE  CLIENT, HE OR SHE SHALL REFER THE\n    6  CONSUMER TO A LICENSED OPHTHALMOLOGIST OR OPTOMETRIST.\n    7    S 2. Notwithstanding the provisions of subdivision 3 of  section  7121\n    8  of  the  education law, as added by section one of this act, the commis-\n    9  sioner of education shall establish by regulation educational and  exam-\n   10  ination requirements to certify ophthalmic dispensers to practice visual\n   11  assessment  who  are licensed and registered prior to the effective date\n   12  of this act; provided, however, that such educational  requirements  may\n   13  include,  but not be limited to, courses, clinical practice, experience,\n   14  or any combination thereof, which is acceptable to such commissioner and\n   15  substantially meets the standards of the educational requirements estab-\n   16  lished pursuant to such subdivision 3 of such section 7121 of the educa-\n   17  tion law.\n   18    S 3. This act shall take effect on the one hundred eightieth day after\n   19  it shall have become a  law;  provided,  however,  the  commissioner  of\n   20  education  is  hereby authorized to promulgate regulations and take such\n   21  other actions necessary to effectuate the purposes of this act prior  to\n   22  such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the practice of ophthalmic dispensing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145133.TXT", "SOBI.D110124.T121120.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898693409
}