{
  "year" : 2011,
  "senateBillNo" : "A3088-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to banks",
    "billEventId" : "A3088-2011-1295845200000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires banks to post information about basic banking services",
  "summary" : "Requires banks to post information about basic banking services near their exits and entrances, including information concerning minimum balances, initial deposits, maximum fees chargeable, and withdrawal limitations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A3545-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3088\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PERRY  --  Multi-Sponsored  by  --  M. of A.\n         BROOK-KRASNY, GLICK,  GOTTFRIED,  HIKIND,  HOOPER,  JACOBS,  V. LOPEZ,\n         McENENY,  MENG, PHEFFER, J. RIVERA, N. RIVERA, ROBINSON, TOWNS -- read\n         once and referred to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to requiring banks to  post\n         notices of basic banking services available\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 14-f of the banking law, as  added\n    2  by chapter 1 of the laws of 1994, is amended to read as follows:\n    3    8.  [Where  a]  A banking institution [posts in the public area of its\n    4  offices notice of the availability of  its  other  consumer  transaction\n    5  accounts,  it]  shall [also] post [equally] conspicuous notice in [such]\n    6  public areas [and in the same manner] NEAR CUSTOMER EXITS AND  ENTRANCES\n    7  REGARDING  the  availability  of  its  basic  banking accounts INCLUDING\n    8  INFORMATION CONCERNING MINIMUM BALANCES, INITIAL DEPOSITS, MAXIMUM  FEES\n    9  CHARGEABLE  AND  LIMITATIONS ON WITHDRAWAL TRANSACTIONS. Where a banking\n   10  institution makes available in such public areas material describing the\n   11  terms of its other consumer transaction accounts,  it  shall  also  make\n   12  comparable  descriptive material available in the same such areas and in\n   13  the same manner for its basic banking account.\n   14    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   15  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02665-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to requiring banks to post notices of basic banking services available ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993582
}