{
  "year" : 2011,
  "senateBillNo" : "A3081-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3081-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a court to revoke the firearms license and seize the weapons of certain individuals",
  "summary" : "Authorizes courts to revoke firearms license and seize the weapons of certain individuals. ",
  "currentCommittee" : null,
  "sameAs" : "S670",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "AA7733-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3081\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. LUPARDO, LENTOL, GOTTFRIED -- Multi-Sponsored by\n         -- M. of A. TOWNS -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law,  the  criminal  procedure  law,  and  the\n         mental  hygiene  law,  in  relation to authorizing court to revoke the\n         firearms license and seize weapons of certain individuals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Subparagraph  (f)  of  paragraph  1 of subdivision a of\n    2  section 265.20 of the penal law, as amended by chapter 578 of  the  laws\n    3  of 2006, is amended to read as follows:\n    4    (f)  A  person  [voluntarily]  surrendering  OR  OTHERWISE VOLUNTARILY\n    5  DELIVERING such weapon, instrument,  appliance  or  substance,  provided\n    6  that  such surrender shall be made to the superintendent of the division\n    7  of state police or a member thereof designated by  such  superintendent,\n    8  or  to the sheriff of the county in which such person resides, or in the\n    9  county of Nassau or in the towns  of  Babylon,  Brookhaven,  Huntington,\n   10  Islip  and  Smithtown  in  the  county of Suffolk to the commissioner of\n   11  police or a member of the police department thereof designated  by  such\n   12  commissioner,  or  if such person resides in a city, town other than one\n   13  named in this subparagraph, or village to  the  police  commissioner  or\n   14  head  of  the  police  force or department thereof or to a member of the\n   15  force or  department  designated  by  such  commissioner  or  head;  and\n   16  provided,  further, that the same shall be surrendered by such person in\n   17  accordance with such terms and conditions as may be established by  such\n   18  superintendent,  sheriff,  police  force  or department. Nothing in this\n   19  paragraph shall be construed as granting immunity from  prosecution  for\n   20  any crime or offense except that of unlawful possession of such weapons,\n   21  instruments,  appliances or substances surrendered as herein provided. A\n   22  person who possesses any such weapon, instrument, appliance or substance\n   23  as an executor or administrator or any other lawful  possessor  of  such\n   24  property of a decedent may continue to possess such property for a peri-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03287-01-1\n\n       A. 3081                             2\n\n    1  od  not  over fifteen days. If such property is not lawfully disposed of\n    2  within such period the possessor shall  deliver  it  to  an  appropriate\n    3  official  described  in this paragraph or such property may be delivered\n    4  to  the  superintendent  of state police. Such officer shall hold it and\n    5  shall thereafter deliver it on the written  request  of  such  executor,\n    6  administrator  or  other  lawful  possessor  of such property to a named\n    7  person, provided such named  person  is  licensed  to  or  is  otherwise\n    8  lawfully  permitted  to  possess  the same. If no request to deliver the\n    9  property is received by such official within one year of the delivery of\n   10  such property, such official shall dispose of it in accordance with  the\n   11  provisions of section 400.05 of this chapter.\n   12    S  2.  Subdivision 6 of section 400.05 of the penal law, as amended by\n   13  chapter 578 of the laws of 2006, is amended to read as follows:\n   14    6. A firearm or other weapon which is surrendered AS REQUIRED BY COURT\n   15  ORDER, or is otherwise voluntarily delivered pursuant to section  265.20\n   16  of  this  chapter and which has not been declared a nuisance pursuant to\n   17  subdivision one of this section, shall be retained by  the  official  to\n   18  whom  it was delivered for a period not to exceed one year. Prior to the\n   19  expiration of such time period, a person who surrenders a firearm  shall\n   20  have  the right to arrange for the sale, or transfer, of such firearm to\n   21  a dealer in firearms licensed in accordance with this chapter or for the\n   22  transfer of such firearm to himself or herself provided that  a  license\n   23  therefor  has  been issued in accordance with this chapter. If no lawful\n   24  disposition of the firearm or other  weapon  is  made  within  the  time\n   25  provided,  the  firearm or weapon concerned shall be declared a nuisance\n   26  and shall be disposed of in  accordance  with  the  provisions  of  this\n   27  section.\n   28    S 3. Section 330.20 of the criminal procedure law is amended by adding\n   29  a new subdivision 2-a to read as follows:\n   30    2-A.  FIREARM,  RIFLE  OR  SHOTGUN  SURRENDER  ORDER.  UPON ENTRY OF A\n   31  VERDICT OF NOT RESPONSIBLE BY REASON OF MENTAL  DISEASE  OR  DEFECT,  OR\n   32  UPON  THE  ACCEPTANCE  OF  A PLEA OF NOT RESPONSIBLE BY REASON OF MENTAL\n   33  DISEASE OR DEFECT,  THE  COURT  SHALL  REVOKE  THE  DEFENDANT'S  FIREARM\n   34  LICENSE,  IF  ANY,  INQUIRE  OF  THE  DEFENDANT  AS TO THE EXISTENCE AND\n   35  LOCATION OF ANY FIREARM, RIFLE OR SHOTGUN OWNED  OR  POSSESSED  BY  SUCH\n   36  DEFENDANT  AND  DIRECT  THE  SURRENDER OF SUCH FIREARM, RIFLE OR SHOTGUN\n   37  PURSUANT TO SUBPARAGRAPH (F)  OF  PARAGRAPH  ONE  OF  SUBDIVISION  A  OF\n   38  SECTION 265.20 OF THE PENAL LAW.\n   39    S  4.  The  criminal  procedure law is amended by adding a new section\n   40  730.55 to read as follows:\n   41  S 730.55 FIREARM, RIFLE OR SHOTGUN SURRENDER ORDER.\n   42    WHENEVER A LOCAL CRIMINAL COURT OR  A  SUPERIOR  COURT  FINDS  THAT  A\n   43  DEFENDANT IS AN INCAPACITATED PERSON, THE COURT SHALL REVOKE THE DEFEND-\n   44  ANT'S FIREARM LICENSE, IF ANY, INQUIRE OF THE DEFENDANT AS TO THE EXIST-\n   45  ENCE AND LOCATION OF ANY FIREARM, RIFLE OR SHOTGUN OWNED OR POSSESSED BY\n   46  SUCH  DEFENDANT AND DIRECT THE SURRENDER OF SUCH FIREARM, RIFLE OR SHOT-\n   47  GUN PURSUANT TO SUBPARAGRAPH (F) OF PARAGRAPH ONE OF  SUBDIVISION  A  OF\n   48  SECTION 265.20 OF THE PENAL LAW.\n   49    S 5. The mental hygiene law is amended by adding a new section 9.36 to\n   50  read as follows:\n   51  S  9.36  ISSUANCE OF COURT ORDER AUTHORIZING INVOLUNTARY CARE AND TREAT-\n   52           MENT UNDER THIS ARTICLE.\n   53    IN ISSUING ANY ORDER OR DETERMINATION UNDER THIS ARTICLE THAT A PERSON\n   54  IS IN NEED OF INVOLUNTARY CARE AND TREATMENT OR THAT THERE IS A NEED FOR\n   55  RETENTION OF SUCH PERSON, THE COURT SHALL REVOKE SUCH  PERSON'S  FIREARM\n   56  LICENSE,  IF ANY, INQUIRE OF THE PERSON AS TO THE EXISTENCE AND LOCATION\n\n       A. 3081                             3\n\n    1  OF ANY FIREARM, RIFLE OR SHOTGUN OWNED OR POSSESSED BY SUCH  PERSON  AND\n    2  DIRECT  THE  SURRENDER  OF  SUCH  FIREARM,  RIFLE OR SHOTGUN PURSUANT TO\n    3  SUBPARAGRAPH (F) OF PARAGRAPH ONE OF SUBDIVISION A OF SECTION 265.20  OF\n    4  THE PENAL LAW.\n    5    S  6.  Paragraph  2  of  subdivision (j) of section 9.60 of the mental\n    6  hygiene law, as amended by chapter 158 of the laws of 2005,  is  amended\n    7  to read as follows:\n    8    (2)  If  after hearing all relevant evidence, the court finds by clear\n    9  and convincing evidence that the  subject  of  the  petition  meets  the\n   10  criteria  for assisted outpatient treatment, and there is no appropriate\n   11  and feasible less restrictive  alternative,  the  court  may  order  the\n   12  subject  to  receive assisted outpatient treatment for an initial period\n   13  not to exceed six months. In  fashioning  the  order,  the  court  shall\n   14  specifically  make  findings  by  clear and convincing evidence that the\n   15  proposed treatment is the least restrictive  treatment  appropriate  and\n   16  feasible  for  the subject. The order shall state an assisted outpatient\n   17  treatment plan, which shall include all categories  of  assisted  outpa-\n   18  tient  treatment,  as  set  forth in paragraph one of subdivision (a) of\n   19  this section, which the assisted outpatient is to receive, but shall not\n   20  include any such category that has not  been  recommended  in  both  the\n   21  proposed  written treatment plan and the testimony provided to the court\n   22  pursuant to subdivision (i) of this section.    SUCH  ORDER  SHALL  ALSO\n   23  STATE  THAT THE SUBJECT'S FIREARMS LICENSE, IF ANY, IS REVOKED. FURTHER,\n   24  THE COURT SHALL INQUIRE OF THE SUBJECT AS TO THE EXISTENCE AND  LOCATION\n   25  OF  ANY  FIREARM, RIFLE OR SHOTGUN OWNED OR POSSESSED BY SUCH PERSON AND\n   26  DIRECT THE SURRENDER OF SUCH  FIREARM,  RIFLE  OR  SHOTGUN  PURSUANT  TO\n   27  SUBPARAGRAPH  (F) OF PARAGRAPH ONE OF SUBDIVISION A OF SECTION 265.20 OF\n   28  THE PENAL LAW.\n   29    S 7. The mental hygiene law is amended by adding a new  section  15.36\n   30  to read as follows:\n   31  S 15.36 ISSUANCE  OF COURT ORDER AUTHORIZING INVOLUNTARY CARE AND TREAT-\n   32            MENT UNDER THIS ARTICLE.\n   33    IN ISSUING ANY ORDER OR DETERMINATION UNDER THIS ARTICLE THAT A PERSON\n   34  IS IN NEED OF INVOLUNTARY CARE AND TREATMENT OR THAT THERE IS A NEED FOR\n   35  RETENTION OF SUCH PERSON, THE COURT SHALL REVOKE SUCH  PERSON'S  FIREARM\n   36  LICENSE,  IF ANY, INQUIRE OF THE PERSON AS TO THE EXISTENCE AND LOCATION\n   37  OF ANY FIREARM, RIFLE OR SHOTGUN OWNED OR POSSESSED BY SUCH  PERSON  AND\n   38  DIRECT  THE  SURRENDER  OF  SUCH  FIREARM,  RIFLE OR SHOTGUN PURSUANT TO\n   39  SUBPARAGRAPH (F) OF PARAGRAPH ONE OF SUBDIVISION A OF SECTION 265.20  OF\n   40  THE PENAL LAW.\n   41    S  8.  Section  29.03  of the mental hygiene law is amended to read as\n   42  follows:\n   43  S 29.03 Effect of court order authorizing retention of a patient.\n   44    No order or determination under this article that a person is in  need\n   45  of  involuntary  care and treatment or that there was need for retention\n   46  of such person shall be construed or deemed to  be  a  determination  or\n   47  finding  that  such  person  is  incompetent  or is unable adequately to\n   48  conduct his OR HER personal or business affairs; PROVIDED, HOWEVER, THAT\n   49  THE EXISTENCE OF SUCH AN ORDER OR DETERMINATION SHALL MAKE  SUCH  PERSON\n   50  INELIGIBLE  FOR  A  FIREARMS  LICENSE  PURSUANT TO SECTION 400.00 OF THE\n   51  PENAL LAW AND SHALL MAKE SUCH PERSON INELIGIBLE TO  PURCHASE  A  FIREARM\n   52  PURSUANT TO 18 USC 922.\n   53    S 9. Severability. If any clause, sentence, paragraph, section or part\n   54  of  this act shall be adjudged by any court of competent jurisdiction to\n   55  be invalid and after exhaustion of  all  further  judicial  review,  the\n   56  judgment  shall  not affect, impair or invalidate the remainder thereof,\n\n       A. 3081                             4\n\n    1  but shall be confined in its operation to the  clause,  sentence,  para-\n    2  graph,  section or part of this act directly involved in the controversy\n    3  in which the judgment shall have been rendered.\n    4    S  10.  This act shall take effect on the ninetieth day after it shall\n    5  have become a law, provided that the amendments to paragraph 2 of subdi-\n    6  vision (j) of section 9.60 of the mental hygiene law made by section six\n    7  of this act shall not affect the repeal of such  section  and  shall  be\n    8  deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the criminal procedure law, and the mental hygiene law, in relation to authorizing court to revoke the firearms license and seize weapons of certain individuals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145133.TXT", "SOBI.D110124.T121120.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898693406
}