{
  "year" : 2011,
  "senateBillNo" : "A3089-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3089-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the issuance of distinctive \"West Indian-American Day Carnival\" license plates",
  "summary" : "Authorizes the issuance of distinctive \"West Indian-American Day Carnival\" license plates; provides an additional annual service charge for such plates shall support such parade. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3552-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3089\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the state  finance  law,\n         in relation to issuing \"West Indian American Day Carnival\" distinctive\n         license plates\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 404-x to read as follows:\n    3    S  404-X.  DISTINCTIVE  \"WEST  INDIAN  AMERICAN  DAY CARNIVAL\" LICENSE\n    4  PLATES.  1. ANY PERSON RESIDING IN THIS STATE SHALL,  UPON  REQUEST,  BE\n    5  ISSUED  A  DISTINCTIVE \"WEST INDIAN AMERICAN DAY CARNIVAL\" LICENSE PLATE\n    6  OF A DESIGN APPROVED BY THE COMMISSIONER.  APPLICATION FOR SUCH  LICENSE\n    7  PLATE  SHALL  BE  FILED WITH THE COMMISSIONER IN SUCH FORM AND DETAIL AS\n    8  THE COMMISSIONER SHALL PRESCRIBE.\n    9    2. A DISTINCTIVE \"WEST INDIAN AMERICAN  DAY  CARNIVAL\"  LICENSE  PLATE\n   10  ISSUED  PURSUANT  TO  THIS SECTION SHALL BE ISSUED IN THE SAME MANNER AS\n   11  OTHER NUMBER PLATES UPON THE PAYMENT OF  THE  REGULAR  REGISTRATION  FEE\n   12  PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE; PROVIDED, HOWEV-\n   13  ER,  THAT  AN  ADDITIONAL  ANNUAL  SERVICE CHARGE OF TWENTY-FIVE DOLLARS\n   14  SHALL BE CHARGED FOR SUCH PLATE.  SUCH ANNUAL SERVICE  CHARGE  SHALL  BE\n   15  DEPOSITED  PURSUANT TO THE PROVISIONS OF SECTION FOUR HUNDRED FOUR-OO OF\n   16  THIS ARTICLE, TO THE CREDIT OF THE DEPARTMENT OF MOTOR VEHICLES DISTINC-\n   17  TIVE PLATE DEVELOPMENT FUND ESTABLISHED BY SECTION NINETY-FIVE-G OF  THE\n   18  STATE  FINANCE  LAW AND SHALL BE USED FOR THE PRODUCTION, DESIGN, ADVER-\n   19  TISING AND MARKETING OF DISTINCTIVE  LICENSE  PLATES  PURSUANT  TO  SUCH\n   20  SECTION  NINETY-FIVE-G;  PROVIDED,  HOWEVER, THAT ANNUAL SERVICE CHARGES\n   21  COLLECTED IN EXCESS OF SIX THOUSAND DOLLARS SHALL BE  DEPOSITED  TO  THE\n   22  CREDIT  OF  THE  \"WEST  INDIAN  AMERICAN  DAY CARNIVAL ASSOCIATION FUND\"\n   23  ESTABLISHED PURSUANT TO SECTION NINETY-SEVEN-KKKK OF THE  STATE  FINANCE\n   24  LAW  AND SHALL BE USED IN SUPPORT OF THE ANNUAL WEST INDIAN AMERICAN DAY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02619-01-1\n\n       A. 3089                             2\n\n    1  PARADE AND CARNIVAL PRODUCED BY THE WEST INDIAN  AMERICAN  DAY  CARNIVAL\n    2  ASSOCIATION,  A  NOT-FOR-PROFIT CORPORATION ORGANIZED AND OPERATED UNDER\n    3  THE LAWS OF THIS STATE PURSUANT TO SUCH SECTION NINETY-SEVEN-KKKK.  SUCH\n    4  DEPOSITS  SHALL NOT BE USED TO REPLACE, OFFSET, OR SUPPLANT ANY EXISTING\n    5  FUNDING OF SUCH ASSOCIATION, BUT SHALL BE IN ADDITION THERETO.\n    6    S 2. The state finance law is amended by adding a new section  97-kkkk\n    7  to read as follows:\n    8    S  97-KKKK.  WEST  INDIAN  AMERICAN DAY CARNIVAL ASSOCIATION FUND.  1.\n    9  THERE IS HEREBY ESTABLISHED IN THE JOINT  CUSTODY  OF  THE  STATE  COMP-\n   10  TROLLER  AND THE COMMISSIONER OF TAXATION AND FINANCE A FUND TO BE KNOWN\n   11  AS THE WEST INDIAN AMERICAN DAY CARNIVAL ASSOCIATION FUND.\n   12    2. SUCH FUND SHALL CONSIST OF ALL MONEYS COLLECTED PURSUANT TO SECTION\n   13  FOUR HUNDRED FOUR-X OF THE VEHICLE AND TRAFFIC LAW, AND ALL OTHER MONEYS\n   14  CREDITED OR TRANSFERRED THERETO FROM ANY OTHER FUND OR  SOURCE  PURSUANT\n   15  TO  LAW,  PROVIDED  THAT  SECTION FOUR HUNDRED FOUR-X OF THE VEHICLE AND\n   16  TRAFFIC LAW SHALL CONTROL THE METHOD OF PAYMENT FOR THE COSTS OF PRODUC-\n   17  ING THE DISTINCTIVE LICENSE PLATES AUTHORIZED PURSUANT TO  SUCH  SECTION\n   18  OF LAW.\n   19    3.  MONEYS  OF THE FUND SHALL BE EXPENDED ONLY FOR THE ACTUAL COSTS OF\n   20  PRODUCING THE ANNUAL WEST INDIAN AMERICAN DAY PARADE AND CARNIVAL BY THE\n   21  WEST INDIAN AMERICAN DAY CARNIVAL ASSOCIATION, EXCLUSIVE OF  ADMINISTRA-\n   22  TIVE  EXPENSES.  MONEYS  SHALL  BE PAID OUT OF THE FUND ON THE AUDIT AND\n   23  WARRANT OF THE STATE COMPTROLLER ON VOUCHERS  APPROVED  BY  THE  GENERAL\n   24  SECRETARY  OF  THE  WEST  INDIAN  AMERICAN DAY CARNIVAL ASSOCIATION. ANY\n   25  INTEREST RECEIVED BY THE COMPTROLLER ON MONEYS ON DEPOSIT  IN  THE  WEST\n   26  INDIAN  AMERICAN  DAY CARNIVAL ASSOCIATION FUND SHALL BE RETAINED IN AND\n   27  BECOME PART OF SUCH FUND. NO MONEY FROM  SUCH  FUND  MAY  BE  WITHDRAWN,\n   28  TRANSFERRED, OR USED BY ANY PERSON FOR ANY PURPOSE OTHER THAN AS PERMIT-\n   29  TED BY THIS SECTION.\n   30    S 3. This act shall take effect on the one hundred eightieth day after\n   31  it shall have become a law. Any rules and regulations required to imple-\n   32  ment  the  foregoing  provisions  of this act shall be promulgated on or\n   33  before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the state finance law, in relation to issuing \"West Indian American Day Carnival\" distinctive license plates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993584
}