{
  "year" : 2011,
  "senateBillNo" : "A308-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A308-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the purchase of cleaner vehicles for use by state agencies",
  "summary" : "Relates to the purchase of cleaner vehicles for use by state agencies; defines terms; provides that on and after January 1, 2012, one hundred percent of all new light-duty vehicles purchased by state agencies shall be alternative fuel motor vehicles with the exception of specialty, police or emergency vehicles as designated by the division of the budget; requires the governor's clean vehicle council to prepare a report detailing how such agencies shall purchase, allocate, distribute and utilize bio-diesel in state vehicles; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A3298-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Silver",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Farrell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          308\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, SILVER, FARRELL, GANTT, MAGEE, DINOWITZ,\n         WRIGHT, BRENNAN, ENGLEBRIGHT, LUPARDO, LANCMAN, REILLY --  Multi-Spon-\n         sored by -- M. of A. ARROYO, AUBRY, BENEDETTO, CLARK, COLTON, CYMBROW-\n         ITZ,  DESTITO,  GABRYSZAK,  GALEF,  GLICK, GOTTFRIED, GUNTHER, HEVESI,\n         JACOBS, JAFFEE, KELLNER, LAVINE, LENTOL, LIFTON, MAISEL, MARKEY, McEN-\n         ENY,  MILLMAN,  MORELLE,  O'DONNELL,  ORTIZ,  PERRY,  PHEFFER,  RAMOS,\n         N. RIVERA,  ROBINSON,  ROSENTHAL, TOWNS, WEISENBERG, ZEBROWSKI -- read\n         once and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to  purchase  of  cleaner\n         vehicles for use by state agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  201-b\n    2  to read as follows:\n    3    S  201-B.   PURCHASE OF CLEANER VEHICLES FOR USE BY STATE AGENCIES. 1.\n    4  DEFINITIONS. AS USED IN THIS SECTION:\n    5    (A) \"ALTERNATIVE FUEL\" MEANS NATURAL  GAS,  LIQUEFIED  PETROLEUM  GAS,\n    6  HYDROGEN,  ELECTRICITY, AND ANY OTHER FUEL WHICH IS AT LEAST EIGHTY-FIVE\n    7  PERCENT, SINGLY OR IN COMBINATION, METHANOL, ETHANOL, ANY OTHER  ALCOHOL\n    8  OR ETHER.\n    9    (B)  \"ALTERNATIVE  FUEL  MOTOR  VEHICLE\" MEANS A MOTOR VEHICLE THAT IS\n   10  OPERATED USING SOLELY AN ALTERNATIVE FUEL OR IS OPERATED USING SOLELY AN\n   11  ALTERNATIVE FUEL IN COMBINATION WITH GASOLINE OR DIESEL FUEL.\n   12    (C) \"GROSS VEHICLE WEIGHT RATING\" MEANS THE  VALUE  SPECIFIED  BY  THE\n   13  MANUFACTURER  OF  A  MOTOR  VEHICLE  MODEL  AS THE MAXIMUM DESIGN LOADED\n   14  WEIGHT OF A SINGLE VEHICLE OF THAT MODEL.\n   15    (D) \"LIGHT-DUTY VEHICLE\" MEANS ANY MOTOR VEHICLE HAVING A GROSS  VEHI-\n   16  CLE WEIGHT RATING OF EIGHT THOUSAND FIVE HUNDRED POUNDS OR LESS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01168-01-1\n\n       A. 308                              2\n\n    1    (E) \"MEDIUM-DUTY VEHICLE\" MEANS ANY MOTOR VEHICLE HAVING A GROSS VEHI-\n    2  CLE  WEIGHT  RATING  OF MORE THAN EIGHT THOUSAND FIVE HUNDRED POUNDS BUT\n    3  NOT MORE THAN FOURTEEN THOUSAND POUNDS.\n    4    (F)  \"MOTOR  VEHICLE\" MEANS A VEHICLE OPERATED OR DRIVEN UPON A PUBLIC\n    5  HIGHWAY WHICH IS PROPELLED BY  ANY  POWER  OTHER  THAN  MUSCULAR  POWER,\n    6  EXCEPT ELECTRICALLY-DRIVEN MOBILITY ASSISTANCE DEVICES OPERATED OR DRIV-\n    7  EN BY A PERSON WITH A DISABILITY.\n    8    (G) \"PURCHASE\" MEANS PURCHASE, LEASE, BORROW, OR OTHERWISE ACQUIRE.\n    9    (H)  \"STATE  AGENCY\"  MEANS ANY DEPARTMENT, BOARD, BUREAU, COMMISSION,\n   10  DIVISION, OFFICE, COUNCIL, COMMITTEE OR  OFFICER  OF  THE  STATE,  OR  A\n   11  PUBLIC  BENEFIT  CORPORATION  OR  PUBLIC AUTHORITY AT LEAST ONE OF WHOSE\n   12  MEMBERS IS APPOINTED BY THE GOVERNOR, BUT SHALL NOT INCLUDE THE GOVERNOR\n   13  OR AGENCIES IN THE LEGISLATIVE OR JUDICIAL BRANCHES.\n   14    (I) \"B100\" SHALL MEAN BIO-DIESEL IN ITS PURE FORM.\n   15    (J) \"B20\" SHALL MEAN A MIXTURE OF TWENTY PERCENT BIO-DIESEL AND EIGHTY\n   16  PERCENT PETROLEUM FUEL.\n   17    (K)  \"B5\"  SHALL  MEAN  A  MIXTURE  OF  FIVE  PERCENT  BIO-DIESEL  AND\n   18  NINETY-FIVE PERCENT PETROLEUM FUEL.\n   19    (L)  \"E85\"  SHALL  MEAN  A  MIXTURE OF EIGHTY-FIVE PERCENT ETHANOL AND\n   20  FIFTEEN PERCENT PETROLEUM FUEL.\n   21    2. ON AND AFTER  JANUARY  FIRST,  TWO  THOUSAND  TWELVE,  ONE  HUNDRED\n   22  PERCENT OF ALL NEW LIGHT-DUTY VEHICLES PURCHASED BY STATE AGENCIES SHALL\n   23  BE  ALTERNATIVE  FUEL  MOTOR  VEHICLES  WITH THE EXCEPTION OF SPECIALTY,\n   24  POLICE OR EMERGENCY VEHICLES AS DESIGNATED BY THE DIVISION OF THE  BUDG-\n   25  ET.\n   26    3.  (A) NOTWITHSTANDING THE PROVISIONS OF SECTION TWO HUNDRED ONE-A OF\n   27  THIS ARTICLE, AND EXCEPT AS PROVIDED FOR IN PARAGRAPHS (B)  AND  (C)  OF\n   28  THIS  SUBDIVISION,  ON AND AFTER JANUARY FIRST, TWO THOUSAND TWELVE EACH\n   29  MEDIUM-DUTY VEHICLE THAT A STATE AGENCY PURCHASES, WITH THE EXCEPTION OF\n   30  SPECIALTY, POLICE OR EMERGENCY VEHICLES AS DESIGNATED BY THE DIVISION OF\n   31  THE BUDGET, SHALL ACHIEVE THE HIGHEST OF  THE  FOLLOWING  RATINGS,  WITH\n   32  SUBPARAGRAPH  (I)  OF  THIS  PARAGRAPH BEING THE HIGHEST VEHICLE RATING,\n   33  APPLICABLE TO MOTOR VEHICLES CERTIFIED TO CALIFORNIA  LEV  II  STANDARDS\n   34  AND AVAILABLE WITHIN THE APPLICABLE MODEL YEAR FOR A MEDIUM-DUTY VEHICLE\n   35  THAT MEETS THE REQUIREMENTS FOR THE INTENDED USE OF SUCH VEHICLE:\n   36    (I) ZERO EMISSION VEHICLE (ZEV)\n   37    (II) ADVANCED TECHNOLOGY PARTIAL ZERO EMISSION VEHICLE (ATPZEV)\n   38    (III) PARTIAL ZERO EMISSION VEHICLE (PZEV)\n   39    (IV) SUPER ULTRA LOW EMISSION VEHICLE (SULEV)\n   40    (V) ULTRA LOW EMISSION VEHICLE (ULEV)\n   41    (VI) LOW EMISSION VEHICLE (LEV)\n   42    (B) THE STATE AGENCY SHALL NOT BE REQUIRED TO PURCHASE A ZERO EMISSION\n   43  VEHICLE  OR ADVANCED TECHNOLOGY PARTIAL ZERO EMISSION VEHICLE IN ACCORD-\n   44  ANCE WITH SUBPARAGRAPH (I) OF PARAGRAPH (A) OF THIS SUBDIVISION  IF  THE\n   45  ONLY  AVAILABLE  VEHICLE  OR  VEHICLES  THAT  ACHIEVE SUCH A RATING COST\n   46  GREATER THAN FIFTY PERCENT MORE THAN THE LOWEST BID AS DETERMINED BY THE\n   47  APPLICABLE PROCUREMENT PROCESS FOR A VEHICLE AVAILABLE IN THE NEXT HIGH-\n   48  EST RATING CATEGORY THAT MEETS THE REQUIREMENTS FOR THE INTENDED USE  BY\n   49  THE AGENCY OF SUCH VEHICLE.\n   50    (C) NOTWITHSTANDING THE REQUIREMENTS OF PARAGRAPH (A) OF THIS SUBDIVI-\n   51  SION,  SUCH  REQUIREMENTS NEED NOT APPLY TO A MAXIMUM OF FIVE PERCENT OF\n   52  THE MEDIUM-DUTY VEHICLES PURCHASED WITHIN EACH YEAR.\n   53    4. WHEN PURCHASING VEHICLES  OTHER  THAN  LIGHT-DUTY  AND  MEDIUM-DUTY\n   54  VEHICLES, INCLUDING NON-ROAD VEHICLES, STATE AGENCIES SHALL PURCHASE THE\n   55  MOST  FUEL  EFFICIENT  MODEL IN THE VEHICLE CLASS UNLESS THE AGENCY HEAD\n\n       A. 308                              3\n\n    1  CERTIFIES IN WRITING THAT PURCHASE OF SUCH  MODEL  WOULD  NOT  MEET  THE\n    2  NEEDS OF THE AGENCY.\n    3    5.  ALL  VEHICLES  SHALL  BE MAINTAINED AND OPERATED IN A MANNER WHICH\n    4  MAXIMIZES FUEL EFFICIENCY AND MINIMIZES AIR POLLUTION. THE  COMMISSIONER\n    5  OF  GENERAL  SERVICES  SHALL  ADOPT  REGULATIONS  AND IMPLEMENT POLICIES\n    6  DESIGNED TO REDUCE PETROLEUM  CONSUMPTION  AND  EMISSIONS  THROUGH  SUCH\n    7  MEASURES  AS  THE  ESTABLISHMENT OF FLEET MANAGEMENT PRACTICES TO REDUCE\n    8  VEHICLE MILES TRAVELED, AND THE INSTITUTION AND ENFORCEMENT  OF  MAINTE-\n    9  NANCE, FUELING AND DRIVING POLICIES TO MAXIMIZE FUEL ECONOMY.\n   10    6.  ALL STATE AGENCIES SHALL ENSURE THAT VEHICLES CAPABLE OF OPERATING\n   11  ON E85 ETHANOL FUEL SHALL DO SO WHENEVER IT IS FEASIBLE TO  DO  SO.  THE\n   12  GOVERNOR'S  CLEAN  VEHICLE  COUNCIL SHALL PREPARE A PLAN OUTLINING STEPS\n   13  THAT CAN BE TAKEN TO ENSURE THAT, TO THE GREATEST EXTENT  POSSIBLE,  ALL\n   14  FLEXIBLE-FUELED  VEHICLES  IN  THE  STATE FLEET THAT CAN UTILIZE ETHANOL\n   15  FUELS WILL DO SO, AND IDENTIFY AND IMPLEMENT  MEASURES  TO  PROVIDE  FOR\n   16  SUCH REFUELING.\n   17    7.  (A)  THE  GOVERNOR'S  CLEAN VEHICLE COUNCIL SHALL PREPARE A REPORT\n   18  DETAILING HOW SUCH AGENCIES SHALL  PURCHASE,  ALLOCATE,  DISTRIBUTE  AND\n   19  UTILIZE  BIO-DIESEL  IN  STATE  VEHICLES. STATE AGENCIES SHALL PURCHASE,\n   20  ALLOCATE, DISTRIBUTE AND  UTILIZE  BIO-DIESEL  IN  ACCORDANCE  WITH  THE\n   21  AFOREMENTIONED REPORT, AND AS SPECIFIED IN THE TABLE BELOW. THE PERCENT-\n   22  AGE  OF DIESEL SHALL BE A BLENDED EQUIVALENT WHICH RESULTS IN AN OVERALL\n   23  CONSUMPTION OF B100 AS SET FORTH BELOW.\n   24    CALENDAR YEAR                                   B100 PERCENTAGE\n   25    2011                                            6.0%\n   26    2012                                            7.0%\n   27    2013                                            8.0%\n   28    2014                                            10.0%\n   29    IN TWO THOUSAND FOURTEEN AND THEREAFTER, THE PERCENTAGE OF  DIESEL  AS\n   30  SPECIFIED  ABOVE SHALL BE SET BY THE COMMISSIONER OF GENERAL SERVICES BY\n   31  REGULATION, BUT SHALL NOT BE LESS THAN TEN PERCENT.\n   32    (B) IN COMPLYING WITH THE REQUIREMENTS  OF  SUBDIVISION  TWO  OF  THIS\n   33  SECTION,  STATE  AGENCIES  MAY  SUBSTITUTE THE USE OF FOUR HUNDRED FIFTY\n   34  GALLONS OF B100 FOR THE ACQUISITION OF ONE ALTERNATIVE FUEL MOTOR  VEHI-\n   35  CLE.    USE  OF  TWO THOUSAND TWO HUNDRED FIFTY GALLONS OF B20 OR USE OF\n   36  NINE THOUSAND GALLONS OF B5 MAY ALSO BE SUBSTITUTED FOR ONE  ALTERNATIVE\n   37  FUEL MOTOR VEHICLE. NO MORE THAN FIFTY PERCENT OF A GIVEN STATE AGENCY'S\n   38  ALTERNATIVE  FUELED  MOTOR  VEHICLE  PURCHASE  REQUIREMENT MAY BE MET BY\n   39  SUBSTITUTING B100, B20 OR B5 IN ACCORDANCE WITH THIS PARAGRAPH.\n   40    (C) THE REQUIREMENTS OF THIS SUBDIVISION  MAY  BE  WAIVED,  EITHER  IN\n   41  WHOLE OR IN PART, BY ANY STATE AGENCY UPON A FINDING BY THE HEAD OF SUCH\n   42  AGENCY  THAT  ADHERENCE  TO  SUCH  REQUIREMENT  WOULD  HAVE UNACCEPTABLE\n   43  IMPACTS UPON THE RELIABLE AND SAFE OPERATION OF SUCH VEHICLES,  OR  UPON\n   44  THE  LIFE  CYCLE OR WARRANTED PERFORMANCE OF CERTAIN CRITICAL COMPONENTS\n   45  OF SUCH VEHICLES. SUCH WAIVERS SHALL BE IN EFFECT NO LONGER THAN  NECES-\n   46  SARY  TO  ADDRESS THE CONDITION, OR FOR A MAXIMUM OF SIXTY DAYS FROM THE\n   47  ISSUANCE OF THE FINDING, WHICHEVER ONE IS LESS; HOWEVER,  IN  THE  EVENT\n   48  THAT THE CONDITION THAT GIVES RISE TO THE WAIVER IS NOT CAPABLE OF BEING\n   49  RESOLVED  WITHIN A SIXTY-DAY PERIOD, SUCH WAIVERS MAY BE EXTENDED FOR AN\n   50  ADDITIONAL PERIOD BY THE HEAD OF THE AGENCY WITH THE CONCURRENCE OF  THE\n   51  PRESIDENT  OF  THE  NEW  YORK  STATE RESEARCH AND DEVELOPMENT AUTHORITY,\n   52  AFTER CONSULTATION WITH THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION.\n   53    8. NOT LATER THAN FEBRUARY FIFTEENTH, TWO THOUSAND THIRTEEN,  AND  NOT\n   54  LATER  THAN FEBRUARY FIFTEENTH OF EACH YEAR THEREAFTER, THE COMMISSIONER\n   55  OF GENERAL SERVICES SHALL SUBMIT TO THE GOVERNOR, THE  TEMPORARY  PRESI-\n   56  DENT  OF  THE  SENATE  AND  THE  SPEAKER OF THE ASSEMBLY A REPORT ON THE\n\n       A. 308                              4\n\n    1  EFFORTS OF EACH AGENCY TO IMPLEMENT THIS SECTION. SUCH REPORT  SHALL  BE\n    2  PREPARED  IN  CONJUNCTION  WITH THE GOVERNOR'S CLEAN VEHICLE COUNCIL AND\n    3  SHALL INCLUDE, AT A MINIMUM, INFORMATION  ON  THE  FOLLOWING  ACTIVITIES\n    4  DURING  THE IMMEDIATELY PRECEDING CALENDAR YEAR: (A) THE TOTAL NUMBER OF\n    5  LIGHT-DUTY VEHICLES, MEDIUM-DUTY VEHICLES, HEAVY DUTY VEHICLES AND OTHER\n    6  MOTOR VEHICLES (INCLUDING NON-ROAD VEHICLES), RESPECTIVELY, PURCHASED BY\n    7  SUCH AGENCY; (B) THE TYPE OR TYPES OF FUEL USED BY  EACH  SUCH  VEHICLE;\n    8  (C) THE TOTAL NUMBER OF VEHICLES, RESPECTIVELY, PURCHASED BY SUCH AGENCY\n    9  THAT  ARE  CERTIFIED  TO  CALIFORNIA LEV II STANDARDS IN EACH OF THE SIX\n   10  RATING CATEGORIES LISTED IN PARAGRAPH (A) OF SUBDIVISION THREE  OF  THIS\n   11  SECTION, DISAGGREGATED ACCORDING TO VEHICLE MODEL; (D) THE TOTAL VEHICLE\n   12  MILES  TRAVELED  BY  SUCH  VEHICLES;  AND  (E)  THE TOTAL AMOUNT OF FUEL\n   13  CONSUMED BY EACH CATEGORY OF MOTOR VEHICLES OPERATED BY  AN  AGENCY  AND\n   14  THE  ESTIMATED TOTAL AMOUNT OF EQUIVALENT CARBON DIOXIDE EMITTED BY SUCH\n   15  VEHICLES, DISAGGREGATED ACCORDING TO FUEL TYPE.\n   16    S 2. Not later than February 15, 2012,  the  commissioner  of  general\n   17  services  shall  submit  to the governor, the temporary president of the\n   18  senate and the speaker of the assembly a report on the status  of  motor\n   19  vehicles  operated  by  state agencies. Such report shall be prepared in\n   20  conjunction with the governor's clean vehicle council and shall include,\n   21  at a minimum, the following information: (a) the total number of  light-\n   22  duty vehicles, medium-duty vehicles, heavy-duty vehicles and other motor\n   23  vehicles  (including  non-road vehicles), respectively, operated by such\n   24  agency; (b) the type or types of fuel used by each such vehicle; (c) the\n   25  total number of vehicles, respectively, operated by such agency that are\n   26  certified to California LEV II standards in each of the six rating cate-\n   27  gories listed in paragraph (a) of subdivision 3 of section 201-b of  the\n   28  executive  law,  as  added  by  section  one  of this act, disaggregated\n   29  according to vehicle model; (d) the total vehicle miles traveled by such\n   30  vehicles in 2011; and (e) the total amount  of  fuel  consumed  by  each\n   31  category of motor vehicles operated by an agency and the estimated total\n   32  amount  of  equivalent  carbon dioxide emitted by such vehicles in 2011,\n   33  disaggregated according to fuel type.\n   34    S 3. This act shall take effect January 1,  2012;  provided,  however,\n   35  that  the commissioner of general services is immediately authorized and\n   36  directed to take any and all actions necessary, including the  promulga-\n   37  tion  of  rules and regulations, to implement this act on or before such\n   38  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to purchase of cleaner vehicles for use by state agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T103106.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945466779
}