{
  "year" : 2011,
  "senateBillNo" : "A3082-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3082-2011-1295845200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to integrated royalty owners in the New York Marcellus Shale region",
  "summary" : "Provides that integrated royalty owners in the New York Marcellus Shale region shall receive a royalty equal to the highest royalty in an existing lease in the spacing unit, but no less than 18.75 percent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A10956-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3082\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  LUPARDO  --  Multi-Sponsored  by -- M. of A.\n         P. LOPEZ -- read once and referred to the Committee  on  Environmental\n         Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to inte-\n         grated royalty owners in the New York Marcellus Shale region\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 3 of paragraph a of subdivision 3  of  section\n    2  23-0901 of the environmental conservation law, as amended by chapter 386\n    3  of the laws of 2005, is amended to read as follows:\n    4    (3)  \"Integrated  royalty owner\" means an owner who has either elected\n    5  to be an integrated royalty owner or who does not elect to become either\n    6  a participating owner or a  non-participating  owner.  [The  integrated]\n    7  INTEGRATED  royalty [owner] OWNERS, OTHER THAN INTEGRATED ROYALTY OWNERS\n    8  IN THE NEW YORK MARCELLUS SHALE REGION, shall receive a royalty equal to\n    9  the lowest royalty in an existing lease in the spacing unit, but no less\n   10  than one-eighth.  INTEGRATED ROYALTY OWNERS IN THE  NEW  YORK  MARCELLUS\n   11  SHALE  REGION SHALL RECEIVE A ROYALTY EQUAL TO THE HIGHEST ROYALTY IN AN\n   12  EXISTING LEASE IN THE SPACING UNIT, BUT NO LESS THAN 18.75 PERCENT.  The\n   13  integrated  royalty  owner shall have no obligation to the well operator\n   14  or any other owner for any charges, taxes or fees  associated  with  the\n   15  operation  of  the oil or gas well and, notwithstanding any other law to\n   16  the contrary, shall not be liable by reason of the owner's status as  an\n   17  integrated  royalty owner for any claims for personal injury or property\n   18  damage suffered by any person relating to the drilling and operation  of\n   19  the well.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03289-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to integrated royalty owners in the New York Marcellus Shale region ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145133.TXT", "SOBI.D110124.T121120.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898693407
}