{
  "year" : 2011,
  "senateBillNo" : "A3084-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3084-2011-1295845200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the division of criminal justice services to establish and operate a uniform statewide higher education emergency notification system",
  "summary" : "Directs the division of criminal justice service to establish and operate a uniform statewide higher education emergency notification system. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A4833-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3084\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to directing the division\n         of criminal justice services to develop and provide for the  operation\n         of a uniform statewide higher education emergency notification system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  837-s\n    2  to read as follows:\n    3    S  837-S.  UNIFORM  STATEWIDE  HIGHER EDUCATION EMERGENCY NOTIFICATION\n    4  SYSTEM. 1. FOR THE PURPOSES OF THIS SECTION:\n    5    (A) \"HIGHER EDUCATION\" SHALL HAVE THE SAME MEANING AS  IS ASCRIBED  TO\n    6  SUCH TERM BY SUBDIVISION EIGHT OF SECTION TWO OF THE EDUCATION LAW.\n    7    (B) \"WIRELESS COMMUNICATIONS DEVICE\" SHALL HAVE THE SAME MEANING AS IS\n    8  ASCRIBED  TO  SUCH TERM BY SUBDIVISION NINE OF SECTION THREE HUNDRED ONE\n    9  OF THE COUNTY LAW.\n   10    (C) \"WIRELESS COMMUNICATIONS SERVICE SUPPLIER\"  SHALL  HAVE  THE  SAME\n   11  MEANING  AS  IS  ASCRIBED  TO SUCH TERM BY SUBDIVISION TWELVE OF SECTION\n   12  THREE HUNDRED ONE OF THE COUNTY LAW.\n   13    2. THE DIVISION, IN CONSULTATION WITH  THE  DEPARTMENT  OF  EDUCATION,\n   14  PUBLIC  SERVICE  COMMISSION AND THE OFFICE FOR TECHNOLOGY, SHALL DEVELOP\n   15  AND PROVIDE FOR THE OPERATION OF A UNIFORM  STATEWIDE  HIGHER  EDUCATION\n   16  EMERGENCY  NOTIFICATION  SYSTEM.  EACH  INSTITUTION  OF HIGHER EDUCATION\n   17  SHALL HAVE THE SOLE DISCRETION AND RESPONSIBILITY OF DETERMINING WHEN AN\n   18  ALERT WILL BE ISSUED.  THE PURPOSE OF SUCH SYSTEM SHALL BE TO:\n   19    (A) PROVIDE FOR A UNIFORM ELECTRONIC DATABASE,  TO  BE  MAINTAINED  BY\n   20  EACH  INSTITUTION  OF  HIGHER  EDUCATION,  OF THE ELECTRONIC ADDRESS AND\n   21  WIRELESS COMMUNICATIONS DEVICE NUMBER OF EACH FACULTY MEMBER AND STUDENT\n   22  OF SUCH INSTITUTION;\n   23    (B) REQUIRE THE SERVICE PROVIDER, WHICH HAS ENTERED  INTO  A  CONTRACT\n   24  WITH  THE DIVISION, TO PROVIDE A FACILITY THROUGH WHICH EACH INSTITUTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05479-01-1\n\n       A. 3084                             2\n\n    1  OF HIGHER EDUCATION CAN MAINTAIN THE ACCURACY OF ITS ELECTRONIC DATABASE\n    2  SO MESSAGES CAN BE SENT IMMEDIATELY AFTER AN EMERGENCY IS DECLARED.  THE\n    3  SERVICE  PROVIDER  SHALL BE RESPONSIBLE FOR THE SECURITY AND RELIABILITY\n    4  OF  THE UNIFORM STATEWIDE HIGHER EDUCATION EMERGENCY NOTIFICATION SYSTEM\n    5  AND SHALL ENSURE THE UNIFORMITY AND COMPLIANCE THEREOF AS DETERMINED  BY\n    6  THE DIVISION;\n    7    (C) IN THE CASE OF AN EMERGENCY AT AN INSTITUTION OF HIGHER EDUCATION,\n    8  SUCH  INSTITUTION  WILL SUBMIT ITS ALERT THROUGH THE EMERGENCY NOTIFICA-\n    9  TION SYSTEM PROVIDED BY THE SERVICE PROVIDER, WHICH HAS ENTERED  INTO  A\n   10  CONTRACT WITH THE DIVISION; AND\n   11    (D) TRANSMIT AN APPROPRIATE EMERGENCY ELECTRONIC MESSAGE TO EACH ELEC-\n   12  TRONIC  ADDRESS AND WIRELESS COMMUNICATIONS DEVICE NUMBER FROM THE DATA-\n   13  BASE, AND SHALL TRANSMIT AN APPROPRIATE EMERGENCY VOICE MESSAGE TO  EACH\n   14  WIRELESS COMMUNICATIONS DEVICE NUMBER.\n   15    3.  THE  COMMISSIONER SHALL ESTABLISH SUCH STANDARDS AND REQUIREMENTS,\n   16  AS HE OR SHE SHALL  DETERMINE  TO  BE  APPROPRIATE  AND  NECESSARY,  FOR\n   17  SERVICE  PROVIDERS  WHICH  WILL  BE  ELIGIBLE  TO BID ON AND PERFORM THE\n   18  REQUIREMENTS OF THE CONTRACT  FOR  THE  EMERGENCY  NOTIFICATION  OF  THE\n   19  STUDENTS  AND FACULTIES OF INSTITUTIONS OF HIGHER EDUCATION. SUCH STAND-\n   20  ARDS AND REQUIREMENTS SHALL BE INCLUDED IN THE REQUEST FOR PROPOSALS FOR\n   21  SUCH CONTRACT. THE SERVICE PROVIDER AWARDED SUCH CONTRACT SHALL  PROVIDE\n   22  FOR  THE INSTALLATION AND OPERATION OF THE EMERGENCY NOTIFICATION SYSTEM\n   23  SUBJECT TO THE RULES AND REGULATIONS OF THE DIVISION.\n   24    4. THE DIVISION SHALL ESTABLISH  AND  ENFORCE  RULES  AND  REGULATIONS\n   25  REQUIRING  EVERY  INSTITUTION OF HIGHER EDUCATION TO MAINTAIN AND UPDATE\n   26  ITS ELECTRONIC DATABASE IN A TIMELY MANNER.  FURTHERMORE,  THE  DIVISION\n   27  SHALL  PROMULGATE RULES AND REGULATIONS PROVIDING FOR THE PERIODIC TEST-\n   28  ING OF THE EMERGENCY NOTIFICATION SYSTEM ESTABLISHED  PURSUANT  TO  THIS\n   29  SECTION  TO  ENSURE THAT IT REMAINS IN CONSTANT READINESS AND EFFECTIVE-\n   30  NESS.\n   31    5. NO WIRELESS COMMUNICATIONS SERVICE SUPPLIER SHALL IMPOSE ANY FEE OR\n   32  CHARGE UPON THE OWNER OF ANY WIRELESS COMMUNICATIONS DEVICE WHICH IN ANY\n   33  MANNER RELATES TO THE RECEIPT OF AN EMERGENCY NOTIFICATION  PURSUANT  TO\n   34  THIS SECTION.\n   35    6.  THE  DIVISION  SHALL CONSULT WITH AND PROVIDE ASSISTANCE TO INSTI-\n   36  TUTIONS OF HIGHER EDUCATION FOR THE PURPOSE OF INTEGRATING  THE  DISSEM-\n   37  INATION OF EMERGENCY NOTIFICATIONS BY MEANS OF THE OTHER PUBLIC INFORMA-\n   38  TION SYSTEMS AVAILABLE AT THE CAMPUS OF EACH SUCH INSTITUTION.\n   39    S 2. This act shall take effect immediately, provided that the uniform\n   40  statewide  higher education emergency notification system shall be fully\n   41  operational within one hundred eighty days of the effective date of this\n   42  act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to directing the division of criminal justice services to develop and provide for the operation of a uniform statewide higher education emergency notification system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121120.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993573
}