{
  "year" : 2011,
  "senateBillNo" : "A3085-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3085-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the abolishment of the Monroe county water authority; repealer",
  "summary" : "Provides for the abolishment of the Monroe county water authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4784-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3085\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, GANTT -- read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT authorizing the abolishment of the Monroe county water authority;\n         and to repeal title 5 of article  5  of  the  public  authorities  law\n         relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. 1. The Monroe county water authority,  created  by  section\n    2  1095  of  the  public  authorities law is abolished.   The Monroe county\n    3  department of finance shall maintain the operation of the authority  for\n    4  the  sole  purpose  of  paying down its outstanding debt, and shall only\n    5  operate the authority until such time as its outstanding debt is reduced\n    6  to zero. Upon such occurrence, any remaining aspects  of  the  authority\n    7  shall immediately cease its operation and be abolished.\n    8    2.  Any  property of the authority shall automatically become property\n    9  of Monroe county and shall be  managed  and  controlled  by  the  county\n   10  department  of environmental services upon the abolition of the authori-\n   11  ty.\n   12    3. a. The authority shall not incur any new debt or enter into any new\n   13  contracts during the period of operation from the  date  that  this  act\n   14  becomes  a  law to the date the authority becomes abolished.  The Monroe\n   15  county department of finance may appoint one or more persons to act as a\n   16  receiver on behalf of the authority. Such person  or  persons  shall  be\n   17  responsible  for collecting any fees due to the authority and making any\n   18  required payments until such time as the outstanding debt of the author-\n   19  ity has been reduced to zero.\n   20    b. The Monroe county department of finance, on behalf of the  authori-\n   21  ty, may enter into such agreements as are necessary to dispense with any\n   22  existing  contracts  of the authority. Such agreements may authorize the\n   23  authority to pay a lump sum in consideration for  the  immediate  termi-\n   24  nation  of  the contract. Any such agreement shall be financially viable\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05239-01-1\n\n       A. 3085                             2\n\n    1  and shall be subject to the approval  of  the  director  of  finance  of\n    2  Monroe county.\n    3    4.  Any employee of the authority as of the effective date of this act\n    4  shall be eligible for transfer and appointment  without  examination  to\n    5  comparable  offices,  positions  and  employment within Monroe county or\n    6  local government. The salary or compensation  of  any  such  officer  or\n    7  employee shall, after such transfer, be paid by the county or such local\n    8  government.  Notwithstanding  the provisions of this act, any such offi-\n    9  cers or employees so transferred, who are members  of  or  beneficiaries\n   10  under  any existing pension or retirement system, shall continue to have\n   11  all rights, privileges, obligations and  status  with  respect  to  such\n   12  fund,  system  or systems as are now prescribed by law, but all contrib-\n   13  utions to any pension or retirement fund or system to  be  paid  by  the\n   14  employer  on account of such officers or employees, shall be paid by the\n   15  county or local government; and all such officers and employees who have\n   16  been appointed to positions under the rules and classifications  of  the\n   17  civil  service  commission  of  the county of Monroe shall have the same\n   18  status with respect thereto  after  transfer  to  the  county  or  local\n   19  government as they had under their original appointments.\n   20    S 2. Title 5 of article 5 of the public authorities law is REPEALED.\n   21    S  3.  This  act shall take effect on the thirtieth day after it shall\n   22  have become a law, provided that the department of finance of the county\n   23  of Monroe shall notify the legislative bill drafting commission  of  the\n   24  date of the final payment of the authority's debt and thus its abolition\n   25  so  that  such  commission may maintain an accurate and timely effective\n   26  data base of the official text of the laws of the state of New  York  in\n   27  furtherance of effectuating the provisions of section 44 of the legisla-\n   28  tive law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the abolishment of the Monroe county water authority; and to repeal title 5 of article 5 of the public authorities law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121120.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993575
}