{
  "year" : 2011,
  "senateBillNo" : "A3091-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3091-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties for sexual performances by a child and provides for consecutive sentencing upon certain multiple convictions",
  "summary" : "Increases the penalties for sexual performances by a child; increases age from 16 to 18 for application of existing sexual performance crimes; creates crimes of use of a child in a sexual performance in the first degree, promoting an obscene sexual performance by a child in the first degree, and promoting a sexual performance by a child in the first degree; provides for consecutive sentencing upon certain multiple convictions. ",
  "currentCommittee" : null,
  "sameAs" : "S622",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2506-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3091\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. PRETLOW -- Multi-Sponsored by -- M. of A. SWEENEY\n         -- read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend the penal law, in relation to increasing the criminal\n         penalties for sexual performances  by  a  child  and  in  relation  to\n         providing for consecutive sentencing upon certain multiple convictions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 2 of section 263.00 of the penal law, as\n    2  amended by chapter 1 of the  laws  of  2000,  are  amended  to  read  as\n    3  follows:\n    4    1.  \"Sexual performance\" means any performance or part thereof which[,\n    5  for purposes of section 263.16 of this article,] includes sexual conduct\n    6  by a child less than [sixteen] EIGHTEEN years of age [or,  for  purposes\n    7  of  section 263.05 or 263.15 of this article, includes sexual conduct by\n    8  a child less than seventeen years of age].\n    9    2. \"Obscene sexual performance\"  means  any  performance  which[,  for\n   10  purposes  of section 263.11 of this article,] includes sexual conduct by\n   11  a child less than [sixteen] EIGHTEEN years of age [or, for  purposes  of\n   12  section  263.10 of this article, includes sexual conduct by a child less\n   13  than seventeen years of age,] in any material which is obscene, as  such\n   14  term is defined in section 235.00 of this chapter.\n   15    S  2.  The penal law is amended by adding a new section 263.03 to read\n   16  as follows:\n   17  S 263.03 USE OF A CHILD IN A SEXUAL PERFORMANCE IN THE FIRST DEGREE.\n   18    A PERSON IS GUILTY OF THE USE OF A CHILD IN A  SEXUAL  PERFORMANCE  IN\n   19  THE  FIRST  DEGREE  IF  KNOWING  THE  CHARACTER  AND  CONTENT THEREOF HE\n   20  EMPLOYS, AUTHORIZES OR INDUCES A CHILD LESS THAN TWELVE YEARS OF AGE  TO\n   21  ENGAGE  IN  A  SEXUAL  PERFORMANCE  OR BEING A PARENT, LEGAL GUARDIAN OR\n   22  CUSTODIAN OF SUCH CHILD, HE CONSENTS TO THE PARTICIPATION BY SUCH  CHILD\n   23  IN A SEXUAL PERFORMANCE.\n   24    USE  OF A CHILD IN A SEXUAL PERFORMANCE IN THE FIRST DEGREE IS A CLASS\n   25  B FELONY.\n   26    S 3. Section 263.05 of the penal law, as amended by chapter 1  of  the\n   27  laws of 2000, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02656-01-1\n\n       A. 3091                             2\n\n    1   S 263.05 Use of a child in a sexual performance IN THE SECOND DEGREE.\n    2    A  person  is  guilty of the use of a child in a sexual performance IN\n    3  THE SECOND DEGREE if  knowing  the  character  and  content  thereof  he\n    4  employs,  authorizes  or  induces a child less than [seventeen] EIGHTEEN\n    5  years of age to engage in a sexual performance or being a parent,  legal\n    6  guardian or custodian of such child, he consents to the participation by\n    7  such child in a sexual performance.\n    8    Use of a child in a sexual performance IN THE SECOND DEGREE is a class\n    9  C felony.\n   10    S  4.  The penal law is amended by adding a new section 263.08 to read\n   11  as follows:\n   12  S 263.08 PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n   13             DEGREE.\n   14    A PERSON IS GUILTY OF PROMOTING AN OBSCENE  SEXUAL  PERFORMANCE  BY  A\n   15  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n   16  OF,  HE  PRODUCES,  DIRECTS  OR  PROMOTES  ANY OBSCENE PERFORMANCE WHICH\n   17  INCLUDES SEXUAL CONDUCT BY A CHILD LESS THAN TWELVE YEARS OF AGE.\n   18    PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE\n   19  IS A CLASS C FELONY.\n   20    S 5. Section 263.10 of the penal law, as amended by chapter 1  of  the\n   21  laws of 2000, is amended to read as follows:\n   22  S  263.10  Promoting  an  obscene  sexual  performance by a child IN THE\n   23             SECOND DEGREE.\n   24    A person is guilty of promoting an obscene  sexual  performance  by  a\n   25  child IN THE SECOND DEGREE when, knowing the character and content ther-\n   26  eof,  he  produces,  directs  or  promotes any obscene performance which\n   27  includes sexual conduct by a child less than [seventeen] EIGHTEEN  years\n   28  of age.\n   29    Promoting  an  obscene  sexual  performance  by  a child IN THE SECOND\n   30  DEGREE is a class D felony.\n   31    S 6. Section 263.11 of the penal law, as added by chapter  11  of  the\n   32  laws of 1996, is amended to read as follows:\n   33  S 263.11 Possessing an obscene sexual performance by a child.\n   34    A  person  is  guilty of possessing an obscene sexual performance by a\n   35  child when, knowing the character and content thereof, he knowingly  has\n   36  in  his  possession  or  control  any obscene performance which includes\n   37  sexual conduct by a child less than [sixteen] EIGHTEEN years of age.\n   38    Possessing an obscene sexual performance by a child is a class E felo-\n   39  ny.\n   40    S 7. The penal law is amended by adding a new section 263.13  to  read\n   41  as follows:\n   42  S 263.13 PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE.\n   43    A PERSON IS GUILTY OF PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE\n   44  FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE PRODUC-\n   45  ES, DIRECTS OR PROMOTES ANY PERFORMANCE WHICH INCLUDES SEXUAL CONDUCT BY\n   46  A CHILD LESS THAN TWELVE YEARS OF AGE.\n   47    PROMOTING  A  SEXUAL  PERFORMANCE  BY A CHILD IN THE FIRST DEGREE IS A\n   48  CLASS C FELONY.\n   49    S 8. Section 263.15 of the penal law, as amended by chapter 1  of  the\n   50  laws of 2000, is amended to read as follows:\n   51  S 263.15 Promoting a sexual performance by a child IN THE SECOND DEGREE.\n   52    A person is guilty of promoting a sexual performance by a child IN THE\n   53  SECOND  DEGREE  when,  knowing  the  character  and  content thereof, he\n   54  produces, directs or promotes  any  performance  which  includes  sexual\n   55  conduct by a child less than [seventeen] EIGHTEEN years of age.\n\n       A. 3091                             3\n\n    1    Promoting  a  sexual  performance by a child IN THE SECOND DEGREE is a\n    2  class D felony.\n    3    S  9.  Section  263.16 of the penal law, as added by chapter 11 of the\n    4  laws of 1996, is amended to read as follows:\n    5  S 263.16 Possessing a sexual performance by a child.\n    6    A person is guilty of possessing a sexual performance by a child when,\n    7  knowing the character and content  thereof,  he  knowingly  has  in  his\n    8  possession or control any performance which includes sexual conduct by a\n    9  child less than [sixteen] EIGHTEEN years of age.\n   10    Possessing a sexual performance by a child is a class E felony.\n   11    S  10. Subdivision 1 of section 263.20 of the penal law, as amended by\n   12  chapter 1 of the laws of 2000, is amended to read as follows:\n   13    1. Under this article, it shall be an  affirmative  defense  that  the\n   14  defendant  in good faith reasonably believed the person appearing in the\n   15  performance was, for purposes  of  section  263.10,  263.11,  263.15  or\n   16  263.16  of  this article, [sixteen years of age or over or, for purposes\n   17  of section 263.05, 263.10 or 263.15 of this article, seventeen] EIGHTEEN\n   18  years of age or over.\n   19    S 11. The opening paragraph of subdivision  1  and  subdivision  2  of\n   20  section  70.25  of the penal law, the opening paragraph of subdivision 1\n   21  as amended by chapter 372 of the laws  of  1981  and  subdivision  2  as\n   22  amended  by chapter 56 of the laws of 1984, are amended and a new subdi-\n   23  vision 6 is added to read as follows:\n   24    Except as provided in subdivisions two, two-a [and], five AND  SIX  of\n   25  this  section,  when multiple sentences of imprisonment are imposed on a\n   26  person at the same time, or when a person who is subject to any  undisc-\n   27  harged  term  of  imprisonment  imposed at a previous time by a court of\n   28  this state is sentenced to  an  additional  term  of  imprisonment,  the\n   29  sentence or sentences imposed by the court shall run either concurrently\n   30  or consecutively with respect to each other and the undischarged term or\n   31  terms  in  such  manner as the court directs at the time of sentence. If\n   32  the court does not specify the manner in which a sentence imposed by  it\n   33  is to run, the sentence shall run as follows:\n   34    2.  When more than one sentence of imprisonment is imposed on a person\n   35  for two or more offenses committed through a single act or omission,  or\n   36  through  an  act  or  omission  which  in  itself constituted one of the\n   37  offenses and also was a material element of the  other,  the  sentences,\n   38  except  if  one  or more of such sentences is for a violation of section\n   39  263.03, 263.05, 263.08, 263.10, 263.13, 263.15, OR 270.20 of this  chap-\n   40  ter, must run concurrently.\n   41    6.  WHEN  A PERSON IS CONVICTED OF USE OF A CHILD IN A SEXUAL PERFORM-\n   42  ANCE IN THE FIRST DEGREE AS DEFINED IN SECTION 263.03 OF THIS CHAPTER OR\n   43  USE OF A CHILD IN A SEXUAL PERFORMANCE IN THE SECOND DEGREE  AS  DEFINED\n   44  IN  SECTION  263.05  OF  THIS  CHAPTER  OR  PROMOTING  AN OBSCENE SEXUAL\n   45  PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS DEFINED IN SECTION  263.08\n   46  OF THIS CHAPTER OR PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN\n   47  THE  SECOND  DEGREE  AS  DEFINED  IN  SECTION  263.10 OF THIS CHAPTER OR\n   48  PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS DEFINED\n   49  IN SECTION 263.13 OF THIS CHAPTER OR PROMOTING A SEXUAL PERFORMANCE BY A\n   50  CHILD IN THE SECOND DEGREE AS DEFINED IN SECTION 263.15 OF THIS CHAPTER,\n   51  AND ANY OTHER CRIME, THE SENTENCES FOR SUCH  CRIMES  SHALL  RUN  CONSEC-\n   52  UTIVELY.\n   53    S  12.  This  act  shall  take  effect  on  the first of November next\n   54  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the criminal penalties for sexual performances by a child and in relation to providing for consecutive sentencing upon certain multiple convictions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993589
}