{
  "year" : 2011,
  "senateBillNo" : "A309-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A309-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"court of appeals nomination reform act\"",
  "summary" : "Enacts the \"court of appeals information reform act\"; directs the commission on judicial nominations to forward to the governor all well qualified candidates for associate judge and/or chief judge ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "AA3866-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          309\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to enacting the \"court of\n         appeals nomination reform act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"court of appeals nomination reform act\".\n    3    S 2. Subdivision 2 of section 63 of the judiciary law, as  amended  by\n    4  chapter 35 of the laws of 1983, is amended to read as follows:\n    5    2.  [(a)  In  recognition  of the unique responsibilities of the chief\n    6  judge of the court of appeals for policies of  judicial  administration,\n    7  for  a  vacancy in the office of chief judge the commission shall recom-\n    8  mend to the governor seven persons.\n    9    (b) For a vacancy in the office of  associate  judge,  the  commission\n   10  shall recommend to the governor at least three persons and not more than\n   11  seven  persons.  Should  more than one vacancy exist at the same time in\n   12  the office of associate judge, the number of persons recommended by  the\n   13  commission  to  the governor shall be at least three plus one additional\n   14  person for each vacancy in such office, and not more than seven plus one\n   15  additional person for each vacancy in such office.\n   16    (c) Should vacancies exist in the offices of chief judge and associate\n   17  judge at the same time, the commission shall recommend for the office of\n   18  associate judge the number of persons as provided in  paragraph  (b)  of\n   19  this  subdivision,  provided,  however,  that  in  addition  thereto the\n   20  commission may also recommend for associate judge any of the persons who\n   21  have been recommended to the governor for the office  of  chief  judge.]\n   22  FOR  A  VACANCY  IN  THE  OFFICE  OF CHIEF JUDGE OR ASSOCIATE JUDGE, THE\n   23  COMMISSION SHALL RECOMMEND TO THE GOVERNOR ALL  WELL  QUALIFIED  PERSONS\n   24  WHO EXEMPLIFY THE CRITERIA SET FORTH IN SUBDIVISION ONE OF THIS SECTION.\n   25    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01338-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to enacting the \"court of appeals nomination reform act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292873915780
}