{
  "year" : 2011,
  "senateBillNo" : "A3092-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to mental health",
    "billEventId" : "A3092-2011-1295845200000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the rights of former outpatients of mental health facilities to have files sealed after ten years",
  "summary" : "Authorizes former outpatients of mental health facilities to request a court of competent jurisdiction to render an order to have their files sealed when more than ten years have elapsed since the last treatment in such facility, they are not currently being treated for mental illness and it would be in the best interests of the petitioner and society to seal such record without the requirement of a special proceeding. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A2519-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3092\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Mental Health\n\n       AN ACT to amend the mental hygiene law, in relation to directing  courts\n         of  law, upon request, to seal the files of certain former outpatients\n         of mental health facilities after ten years\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (b) of section 33.14 of the mental hygiene law\n    2  is relettered subdivision (c) and a new subdivision (b) is added to read\n    3  as  follows:\n    4    (B) (1) NOTWITHSTANDING ANY PROVISION OF LAW  TO  THE  CONTRARY,  UPON\n    5  REQUEST BY A PERSON WHO HAS BEEN ADMITTED TO RECEIVE INPATIENT OR OUTPA-\n    6  TIENT  SERVICES  FOR  MENTAL  ILLNESS, A COURT OF COMPETENT JURISDICTION\n    7  SHALL RENDER AN ORDER DIRECTING THE  SEALING  OF  RECORDS  HELD  BY  THE\n    8  OFFICE  OF  MENTAL HEALTH, A FACILITY, OR ANY OTHER INDIVIDUAL OR PUBLIC\n    9  OR PRIVATE ENTITY, WHICH IDENTIFY A PERSON AS A  RECIPIENT  OF  SERVICES\n   10  FOR  MENTAL  ILLNESS,  SUBJECT  TO SUCH LIMITATIONS OR EXCEPTIONS AS THE\n   11  COURT MAY IMPOSE, UPON A FINDING THAT  COMPETENT  MEDICAL  EVIDENCE  HAS\n   12  DEMONSTRATED THAT THE PERSON IDENTIFIED IN SUCH RECORDS IS NOT CURRENTLY\n   13  SUFFERING  FROM  A  MENTAL  ILLNESS,  HAS  NOT FOR A PERIOD OF TEN YEARS\n   14  RECEIVED OUTPATIENT SERVICES FOR THE TREATMENT OF A MENTAL ILLNESS,  AND\n   15  THE INTERESTS OF SUCH PERSON AND SOCIETY WOULD BEST BE SERVED BY SEALING\n   16  SUCH PERSON'S RECORDS. IT SHALL BE PRESUMED THAT IT WOULD BE IN THE BEST\n   17  INTERESTS  OF  SUCH  PERSON AND SOCIETY TO SEAL ANY RECORD OF A PERSON'S\n   18  RECEIPT OF SERVICES FOR THE TREATMENT OF MENTAL ILLNESS PRIOR TO HIS  OR\n   19  HER SIXTEENTH BIRTHDAY.\n   20    (2)  SUCH REQUEST SHALL BE IN A FORM PRESCRIBED BY THE COURT AND SHALL\n   21  INCLUDE AN AFFIDAVIT EXECUTED BY SUCH  PETITIONER  AND  FILED  WITH  THE\n   22  COURT ALONG WITH COMPETENT MEDICAL EVIDENCE PURSUANT TO PARAGRAPH ONE OF\n   23  THIS  SUBDIVISION.  A  PETITIONER  SHALL  NOT  BE REQUIRED TO COMMENCE A\n   24  SPECIAL PROCEEDING UNDER THIS SUBDIVISION, PROVIDED, HOWEVER, THAT  THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02761-01-1\n\n       A. 3092                             2\n\n    1  SUBDIVISION SHALL NOT ADVERSELY AFFECT A PETITIONER'S RIGHT TO A SPECIAL\n    2  PROCEEDING, HEARING OR ANY OTHER RIGHT UNDER THIS CHAPTER.\n    3    (3) EXCEPT FOR SUCH LIMITATIONS AS THE COURT MAY IMPOSE, A COURT ORDER\n    4  DIRECTING  THE  OFFICE OF MENTAL HEALTH, A FACILITY, OR OTHER INDIVIDUAL\n    5  OR ENTITY TO SEAL RECORDS SHALL REQUIRE THE  OFFICE  OF  MENTAL  HEALTH,\n    6  FACILITY  OR  OTHER  INDIVIDUAL  OR ENTITY TO RESPOND TO ANY OFFICIAL OR\n    7  UNOFFICIAL INQUIRY CONCERNING A  PERSON'S  HISTORY  OF  MENTAL  ILLNESS,\n    8  WHOSE  RECORDS  HAVE  BEEN SEALED, AS THOUGH THE ADMISSION OR RECEIPT OF\n    9  SERVICES DOCUMENTED IN THE SEALED RECORDS HAD NEVER OCCURRED.\n   10    (4) A PERSON WHO IS THE SUBJECT OF AN ORDER DIRECTING THAT HIS OR  HER\n   11  RECORDS  BE  SEALED MAY RESPOND TO ANY OFFICIAL OR UNOFFICIAL INQUIRY BY\n   12  ANY PERSON OR AGENCY CONCERNING SUCH PERSON'S HISTORY OF MENTAL  ILLNESS\n   13  AS  THOUGH THE ADMISSION OR RECEIPT OF SERVICES DOCUMENTED IN THE SEALED\n   14  RECORDS HAD NEVER OCCURRED.\n   15    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   16  have  become  a  law; provided, however, that effective immediately, the\n   17  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   18  for  the implementation of this act on its effective date are authorized\n   19  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to directing courts of law, upon request, to seal the files of certain former outpatients of mental health facilities after ten years ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993591
}