{
  "year" : 2011,
  "senateBillNo" : "A3097-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3097-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts \"Johnny Lopez law\" to include commission of aggravated driving while intoxicated within depraved indifference for purposes of murder in the second; repealer",
  "summary" : "Enacts the \"Johnny Lopez law\" to include the commission of aggravated driving while intoxicated (BAC .18 or more) within the meaning of \"circumstances evincing a depraved indifference to human life\" for purposes of the class A-I felony of murder in the second degree; creates a rebuttable presumption that the commission of aggravated driving while intoxicated is reckless conduct which creates a grave risk of death to another person; eliminates reference to aggravated driving while intoxicated from the class C felony of vehicular manslaughter in the first degree. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A5356-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3097\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. SPANO, MAYERSOHN, GABRYSZAK, BROOK-KRASNY, STEV-\n         ENSON -- Multi-Sponsored by -- M. of A. ABBATE, GALEF, HOOPER, WEISEN-\n         BERG -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to enacting the \"Johnny Lopez\n         law\"; and to repeal subdivision 1 of section 125.13 of such law relat-\n         ing to vehicular manslaughter in the first degree\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"Johnny Lopez law\".\n    3    S 2. Subdivision 1 of section 125.13 of the penal law is REPEALED.\n    4    S 3. Subdivision 2 of section 125.25 of the penal law, as  amended  by\n    5  chapter 791 of the laws of 1967, is amended to read as follows:\n    6    2. Under circumstances evincing a depraved indifference to human life,\n    7  he  OR  SHE  recklessly engages in conduct which creates a grave risk of\n    8  death to another person, and thereby causes the death of another person.\n    9  FOR THE PURPOSES OF THIS SUBDIVISION, \"CIRCUMSTANCES EVINCING A DEPRAVED\n   10  INDIFFERENCE TO HUMAN LIFE\" SHALL INCLUDE, BUT SHALL NOT BE LIMITED  TO,\n   11  THE  OPERATION  OF  A MOTOR VEHICLE IN VIOLATION OF SUBDIVISION TWO-A OF\n   12  SECTION ELEVEN HUNDRED  NINETY-TWO  OF  THE  VEHICLE  AND  TRAFFIC  LAW.\n   13  PROVIDED  FURTHER  THAT  IF IT IS ESTABLISHED THAT THE PERSON OPERATED A\n   14  MOTOR VEHICLE IN VIOLATION OF SUCH SUBDIVISION, THEN THERE  SHALL  BE  A\n   15  REBUTTABLE  PRESUMPTION, THAT AS A RESULT OF SUCH VIOLATION, SUCH PERSON\n   16  ENGAGED IN RECKLESS CONDUCT WHICH CREATES  A  GRAVE  RISK  OF  DEATH  TO\n   17  ANOTHER PERSON; or\n   18    S 4. This act shall take effect on the first of November next succeed-\n   19  ing the date on which it shall have become a law.\n         REPEAL  NOTE.--Subdivision  1  of  section  125.13  of  the penal law,\n       proposed to be repealed by section two of this act, includes within  the\n       class  C  felony  of  vehicular  manslaughter  in  the first degree, the\n       commission of vehicular manslaughter in the second degree while having a\n       blood/alcohol content of .18 of one per centum or greater.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07822-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to enacting the \"Johnny Lopez law\"; and to repeal subdivision 1 of section 125.13 of such law relating to vehicular manslaughter in the first degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T123622.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993577
}