{
  "year" : 2011,
  "senateBillNo" : "A3093A-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to election law",
    "billEventId" : "A3093A-2011-1295845200000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "amend (t) and recommit to election law",
    "billEventId" : "A3093A-2011-1296536400000-amend+%28t%29+and+recommit+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536401000,
    "eventText" : "print number 3093a",
    "billEventId" : "A3093A-2011-1296536401000-print+number+3093a",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the requirement for the use of electronic voting machines during village, special district, library district and fire district elections",
  "summary" : "Eliminates the requirement for the use of electronic voting machines during village, special district, improvement district, library district and fire district elections and authorizes the use of mechanical lever voting machines or paper ballots during such elections through December 31, 2012; establishes certain requirements for paper ballots. ",
  "currentCommittee" : null,
  "sameAs" : "S2339A",
  "lawSection" : "Election Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        3093--A\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMEL, LATIMER, GALEF, ENGLEBRIGHT, ABINANTI,\n         SWEENEY, THIELE, PAULIN, STEVENSON, CROUCH, MURRAY, MONTESANO,  GIGLIO\n         --  Multi-Sponsored by -- M. of A. KATZ, McLAUGHLIN, P. RIVERA -- read\n         once and referred to  the  Committee  on  Election  Law  --  committee\n         discharged, bill amended, ordered reprinted as amended and recommitted\n         to said committee\n\n       AN  ACT  to  amend the election law, in relation to authorizing village,\n         special district, improvement district and library district  elections\n         to  be conducted on mechanical lever voting machines or paper ballots;\n         and to amend the town law, in  relation  to  authorizing  the  use  of\n         mechanical  lever  voting  machines  or paper ballots at fire district\n         elections; and providing for the repeal of such provisions upon  expi-\n         ration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The election law is amended by adding a new  section  7-132\n    2  to read as follows:\n    3    S   7-132.  PAPER  BALLOTS;  VILLAGE,  SPECIAL  DISTRICT,  IMPROVEMENT\n    4  DISTRICT, LIBRARY DISTRICT AND  FIRE  DISTRICT  ELECTIONS.  1.  FOR  ANY\n    5  VILLAGE,  SPECIAL  DISTRICT,  IMPROVEMENT  DISTRICT, LIBRARY DISTRICT OR\n    6  FIRE DISTRICT CONDUCTING AN ELECTION IN WHICH PAPER BALLOTS  ARE  TO  BE\n    7  COUNTED  BY  HAND, THE FORMAT OF SUCH PAPER BALLOTS SHALL CONFORM TO THE\n    8  PROVISIONS OF THIS SECTION.\n    9    2. ALL PAPER BALLOTS SHALL BE PRINTED ON PAPER  OF  A  QUALITY,  SIZE,\n   10  COLOR  AND WEIGHT AS SHALL BE DETERMINED BY THE STATE BOARD OF ELECTIONS\n   11  ON OR BEFORE JULY SEVENTH, TWO THOUSAND ELEVEN.\n   12    3. ALL PAPER BALLOTS OF THE SAME KIND AT THE SAME POLLING PLACE  SHALL\n   13  BE  IDENTICAL  IN  APPEARANCE  AND  FORM.  A DIFFERENT, BUT IN EACH CASE\n   14  UNIFORM STYLE AND SIZE OF TYPE, SHALL BE USED FOR THE  PRINTING  OF  THE\n   15  NAMES  OF  CANDIDATES,  THE TITLES OF OFFICES, POLITICAL DESIGNATION AND\n   16  THE READING FORM OF ALL PROPOSALS AND QUESTIONS PRESENTED. THE NAMES  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04799-06-1\n\n       A. 3093--A                          2\n\n    1  ALL  CANDIDATES  SHALL  BE PRINTED IN UPPER-CASE LETTERS, IN BLACK-FACED\n    2  TYPE.\n    3    4.  EACH PAPER BALLOT SHALL BE PRINTED ON A SINGLE SHEET OF PAPER WITH\n    4  A DETACHABLE STUB WHICH MAY BE SEPARATED THEREFROM  ALONG  A  PERFORATED\n    5  HORIZONTAL LINE ACROSS THE ENTIRE BALLOT. ON THE FACE OF SUCH STUB SHALL\n    6  BE PRINTED THE INSTRUCTIONS TO THE VOTER, AND ON THE BACK THEREOF, IMME-\n    7  DIATELY  ABOVE  THE CENTER OF THE ENDORSEMENT ON THE REAR OF THE BALLOT,\n    8  SHALL BE PRINTED \"#\" WITH THE BLANK  SPACE  FILLED  IN  BY  AN  ELECTION\n    9  INSPECTOR  WITH  THE  CONSECUTIVE NUMBER OF BALLOTS CAST AT THE ELECTION\n   10  BEGINNING WITH #1, AND INCREASING IN REGULAR NUMERICAL ORDER.\n   11    5. ON THE REAR OF THE BALLOT, BELOW THE LINE OF PERFORATIONS, JUST  TO\n   12  THE  RIGHT  OF  CENTER  AND  APPEARING ON THE OUTSIDE OF THE BALLOT WHEN\n   13  FOLDED, AND ALSO ON THE FRONT OF THE BALLOT, DIRECTLY BELOW THE LINE  OF\n   14  PERFORATIONS, SHALL BE PRINTED THE FOLLOWING INFORMATION:\n   15    \"OFFICIAL BALLOT FOR (VILLAGE, SPECIAL DISTRICT, IMPROVEMENT DISTRICT,\n   16  LIBRARY DISTRICT OR FIRE DISTRICT) OFFICERS AND PROPOSITIONS\n   17    (THE DATE OF THE ELECTION)\n   18    (A  FACSIMILE  SIGNATURE  OF  THE  OFFICER  OR OFFICERS PROVIDING SUCH\n   19  BALLOT)\".\n   20    6. ON THE TOP OF THE DETACHABLE STUB OR ON THE EDGE OF THE BALLOT, THE\n   21  FOLLOWING INSTRUCTIONS SHALL BE PRINTED IN HEAVY BLACK TYPE:\n   22                                \"INSTRUCTIONS\n   23    (A) MARK ONLY WITH A PEN HAVING BLUE OR BLACK INK  OR  WITH  A  PENCIL\n   24  HAVING BLACK LEAD.\n   25    (B)  TO VOTE FOR A CANDIDATE WHOSE NAME IS PRINTED ON THIS BALLOT MAKE\n   26  A SINGLE CROSS X MARK OR A CHECK V MARK IN ONE OF  THE  SQUARES  TO  THE\n   27  RIGHT OF AN EMBLEM OPPOSITE HIS OR HER NAME.\n   28    (C)  TO  VOTE  FOR  A  PERSON WHOSE NAME IS NOT PRINTED ON THIS BALLOT\n   29  WRITE OR STAMP HIS OR HER NAME ON A BLANK LINE UNDER THE  NAMES  OF  THE\n   30  CANDIDATES FOR THAT OFFICE.\n   31    (D)  TO  VOTE YES OR NO ON A PROPOSAL MAKE A SINGLE X OR V MARK IN THE\n   32  SQUARE OPPOSITE YOUR VOTE.\n   33    (E) ANY OTHER MARK OR WRITING, OR ANY  ERASURE  MADE  ON  THIS  BALLOT\n   34  OUTSIDE THE VOTING SQUARES OR BLANK SPACES PROVIDED FOR VOTING WILL VOID\n   35  THIS ENTIRE BALLOT.\n   36    (F) DO NOT OVERVOTE. IF YOU SELECT A GREATER NUMBER OF CANDIDATES THAN\n   37  THERE  ARE  VACANCIES  TO  BE  FILLED, YOUR BALLOT WILL BE VOID FOR THAT\n   38  PUBLIC OFFICE OR PARTY POSITION.\n   39    (G) IF YOU TEAR, DEFACE OR WRONGLY MARK THIS  BALLOT,  RETURN  IT  AND\n   40  OBTAIN  ANOTHER.  DO  NOT  ATTEMPT  TO CORRECT MISTAKES ON THE BALLOT BY\n   41  MAKING ERASURES OR CROSS OUTS. ERASURES OR CROSS OUTS MAY INVALIDATE ALL\n   42  OR PART OF YOUR BALLOT. PRIOR TO SUBMITTING YOUR BALLOT, IF YOU  MAKE  A\n   43  MISTAKE  IN COMPLETING THE BALLOT OR WISH TO CHANGE YOUR BALLOT CHOICES,\n   44  YOU MAY OBTAIN AND COMPLETE A NEW BALLOT. YOU HAVE A RIGHT TO A REPLACE-\n   45  MENT BALLOT UPON RETURN OF THE ORIGINAL BALLOT.\"\n   46    7. EACH BALLOT SHALL BE PRINTED IN SECTIONS IN WHICH  THE  CANDIDATES'\n   47  NAMES,  EMBLEMS  AND  POLITICAL  DESIGNATIONS,  THE BALLOT PROPOSALS AND\n   48  OTHER REQUISITE MATTER SHALL EACH BE BOXED IN BY HEAVY BLACK LINES.\n   49    ON THE BALLOT SHALL BE VOTING SQUARES IN WHICH VOTERS MAY  MAKE  THEIR\n   50  VOTING  MARKS. ALL VOTING SQUARES SHALL BE BOUNDED BY HEAVY BLACK LINES,\n   51  THE PERPENDICULAR LINES TO BE NOT LESS THAN ONE-SIXTEENTH  OF  ONE  INCH\n   52  WIDE.    THE  VOTING SQUARES AND THE SPACES OCCUPIED BY THE EMBLEM SHALL\n   53  HAVE A DEPTH AND WIDTH OF FIVE-SIXTEENTHS OF ONE INCH. NO VOTING  SQUARE\n   54  SHALL  BE  PROVIDED IN FRONT OF THE BLANK SPACES PROVIDED FOR A VOTER TO\n   55  WRITE IN A NAME.\n\n       A. 3093--A                          3\n\n    1    8. THE SPACE FOR THE TITLE OF AN OFFICE SHALL BE THREE-EIGHTHS OF  ONE\n    2  INCH,  AND  THE NAME OF A CANDIDATE OR FOR WRITING IN A NAME, ONE-FOURTH\n    3  OF ONE INCH, IN DEPTH. AT THE LEFT OF THE NAME OF EACH DESIGNATED CANDI-\n    4  DATE SHALL BE AN ENCLOSED VOTING SPACE, THREE-EIGHTHS  OF  ONE  INCH  IN\n    5  WIDTH  AND APPROXIMATELY ONE-FOURTH OF ONE INCH IN DEPTH, BOUNDED ABOVE,\n    6  BELOW AND TO THE RIGHT BY BLACK LINES, HEAVIER THAN THOSE WHICH SEPARATE\n    7  THE SPACES CONTAINING THE NAMES OF CANDIDATES. TO  THE  LEFT  OF  VOTING\n    8  SPACES  WHICH  DO  NOT  ADJOIN A VERTICAL LINE DIVIDING TWO PARTS, THERE\n    9  SHALL BE A HEAVY BLACK VERTICAL LINE  APPROXIMATELY  ONE-EIGHTH  OF  ONE\n   10  INCH  IN WIDTH. NO VOTING SPACE SHALL BE PROVIDED IN THE SPACE FOR WRIT-\n   11  ING IN NAMES. IN SUCH CASE, THE SPACE CORRESPONDING TO  A  VOTING  SPACE\n   12  SHALL BE ALL BLACK.\n   13    9. BELOW THE NAMES OF THE CANDIDATES FOR EACH OFFICE OR POSITION THERE\n   14  SHALL  BE  PRINTED AS MANY BLANK SPACES, FOR WRITING IN NAMES OF PERSONS\n   15  FOR WHOM THE VOTER DESIRES TO VOTE, AS THERE ARE PERSONS TO BE NOMINATED\n   16  OR ELECTED.\n   17    10. IN CASE THE SECTIONS SHALL BE SO NUMEROUS AS TO  MAKE  THE  BALLOT\n   18  UNWIELDY  IF  THEY  ARE PRINTED IN ONE COLUMN, THEY MAY BE PRINTED IN AS\n   19  MANY COLUMNS AS SHALL BE NECESSARY,  AND  IN  THAT  CASE,  IN  ORDER  TO\n   20  PRODUCE A RECTANGULAR BALLOT, BLANK SECTIONS MAY BE USED.\n   21    11. THE NAMES OF PARTIES OR INDEPENDENT BODIES WHICH CONTAIN MORE THAN\n   22  FIFTEEN LETTERS MAY, WHENEVER LIMITATIONS OF SPACE SO REQUIRE, BE PRINT-\n   23  ED ON THE BALLOT IN AN ABBREVIATED FORM. IN PRINTING THE NAMES OF CANDI-\n   24  DATES  WHOSE  FULL  NAMES  CONTAIN  MORE  THAN FIFTEEN LETTERS, ONLY THE\n   25  SURNAME MUST BE PRINTED IN FULL. THE OFFICER OR BOARD CHARGED  WITH  THE\n   26  DUTY OF PREPARING THE BALLOTS SHALL REQUEST EACH SUCH CANDIDATE TO INDI-\n   27  CATE,   IN  WRITING,  THE  SHORTENED  FORM  IN  WHICH,  SUBJECT  TO  THE\n   28  RESTRICTION, HIS NAME  SHALL  BE  PRINTED.  IF  NO  SUCH  INDICATION  IS\n   29  RECEIVED  FROM  SUCH CANDIDATE WITHIN THE TIME SPECIFIED IN THE REQUEST,\n   30  SUCH OFFICER OR BOARD SHALL MAKE THE NECESSARY DETERMINATION. NO  EMBLEM\n   31  SHALL  OCCUPY  A SPACE LONGER IN ANY DIRECTION THAN THE VOTING SQUARE TO\n   32  WHICH IT RELATES.\n   33    S 2. Subdivision 1 of section 7-200 of the election law, as amended by\n   34  chapter 181 of the laws of 2005, is amended to read as follows:\n   35    1. The board of elections of the city of New  York  and  other  county\n   36  boards  of  elections  may  adopt  any  kind of voting machine or system\n   37  approved by the state board of elections, or the use of which  has  been\n   38  specifically  authorized  by  law;  and thereupon such voting machine or\n   39  system may be used at any or all elections and  shall  be  used  at  all\n   40  general  or  special elections held by such boards in such city, town or\n   41  village and in every contested primary election in the city of New  York\n   42  and  in every contested primary election outside the city of New York in\n   43  which there are one thousand or more enrolled voters qualified to  vote;\n   44  PROVIDED,  HOWEVER, THAT SUCH MACHINES AND SYSTEMS SHALL NOT BE REQUIRED\n   45  TO BE USED IN ANY VILLAGE, SPECIAL  DISTRICT,  IMPROVEMENT  DISTRICT  OR\n   46  LIBRARY  DISTRICT  ELECTION  AND  THE  USE  OF  MECHANICAL  LEVER VOTING\n   47  MACHINES SHALL BE AUTHORIZED FOR VILLAGE ELECTIONS.   No more  than  two\n   48  types  of  voting  machines or systems may be used by any local board of\n   49  elections at a single election. Notwithstanding the other provisions  of\n   50  this  subdivision,  any local board of elections may borrow or lease for\n   51  use on an experimental basis for a period of  not  more  than  one  year\n   52  each, voting machines or systems of any type approved by the state board\n   53  of elections.\n   54    S 3. Subdivision 1 of section 7-203 of the election law, as amended by\n   55  chapter 180 of the laws of 2005, is amended to read as follows:\n\n       A. 3093--A                          4\n\n    1    1.  The board of elections shall provide a sufficient number of voting\n    2  machines to fully equip all election districts within its  jurisdiction.\n    3  Such  voting  machines shall be used at all general, special and primary\n    4  elections conducted pursuant to this chapter;  PROVIDED,  HOWEVER,  THAT\n    5  THE  USE  OF  SUCH VOTING MACHINES SHALL NOT BE REQUIRED DURING VILLAGE,\n    6  SPECIAL DISTRICT, IMPROVEMENT DISTRICT OR LIBRARY DISTRICT ELECTIONS AND\n    7  THE USE OF MECHANICAL LEVER VOTING MACHINES OR PAPER  BALLOTS  SHALL  BE\n    8  AUTHORIZED AT SUCH ELECTIONS.\n    9    S  4. Subdivision 29 of section 176 of the town law, as added by chap-\n   10  ter 568 of the laws of 1949, is amended to read as follows:\n   11    29. May authorize the use of voting machines at any annual or  special\n   12  election  held within the fire district and such voting machine shall be\n   13  used in accordance with the provisions contained in article nine of  the\n   14  election  law,  PROVIDED  THAT  NO  PROVISION  OF LAW SHALL BE DEEMED TO\n   15  PROHIBIT THE USE OF MECHANICAL LEVER VOTING MACHINES OR PAPER BALLOTS AT\n   16  ANY SUCH ELECTION.\n   17    S 5. This act shall take effect immediately and shall  expire  and  be\n   18  deemed repealed December 31, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to authorizing village, special district, improvement district and library district elections to be conducted on mechanical lever voting machines or paper ballots; and to amend the town law, in relation to authorizing the use of mechanical lever voting machines or paper ballots at fire district elections; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T170413.TXT", "SOBI.D110202.T121712.TXT", "SOBI.D110201.T170913.TXT", "SOBI.D110202.T121211.TXT", "SOBI.D110201.T135359.TXT", "SOBI.D110201.T172414.TXT", "SOBI.D110201.T171914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296667032793
}