{
  "year" : 2011,
  "senateBillNo" : "A3099-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3099-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the owner of a vehicle used to pass or overtake a stopped school bus jointly liable with the operator thereof when violation is on camera or observed",
  "summary" : "Makes the owner of a vehicle used to pass or overtake a stopped school bus jointly liable with the operator thereof when such violation is captured on a camera or observed by a school bus driver; authorizes the use of photographic evidence in the prosecution of such infraction; includes within the class A misdemeanor of assault in the third degree, the causation of physical injury to another person while passing or overtaking a stopped school bus; includes within the class E felony of criminally negligent homicide, the causation of death to another person while passing or overtaking a stopped school bus. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A7259-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3099\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SPANO,  ROSENTHAL, BENEDETTO, COOK, PHEFFER,\n         ORTIZ, GABRYSZAK, P. RIVERA, GUNTHER, JAFFEE, ZEBROWSKI, STEVENSON  --\n         Multi-Sponsored  by  --  M.  of  A.  BURLING, CALHOUN, CRESPO, CROUCH,\n         LUPARDO, MAGEE, McKEVITT, M. MILLER, RABBITT, RAIA,  REILLY,  SWEENEY,\n         TEDISCO,  WEISENBERG  --  read  once  and referred to the Committee on\n         Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the  liabil-\n         ity  of  owners  of  motor vehicles used to overtake or pass a stopped\n         school bus receiving or discharging passengers and authorizing the use\n         of photographic evidence in the prosecution of  such  traffic  infrac-\n         tion;  and to amend the penal law, in relation to assault in the third\n         degree and criminally negligent homicide\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 225-a to read as follows:\n    3    S 225-A. OWNERSHIP AND OPERATION OF VEHICLES; LIABILITY FOR PASSING OR\n    4  OVERTAKING STOPPED SCHOOL BUS. 1.   DEFINITIONS. WHENEVER USED  IN  THIS\n    5  ARTICLE, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    6    A.  \"OWNER\"  MEANS ANY PERSON, CORPORATION, PARTNERSHIP, FIRM, AGENCY,\n    7  ASSOCIATION, LESSOR OR ORGANIZATION WHO AT THE TIME OF THE ISSUANCE OF A\n    8  NOTICE OF VIOLATION:\n    9    (1) IS THE BENEFICIAL OR EQUITABLE OWNER OF A VEHICLE; OR\n   10    (2) HAS TITLE TO A VEHICLE; OR\n   11    (3) IS THE REGISTRANT OR CO-REGISTRANT OF A VEHICLE  WHICH  IS  REGIS-\n   12  TERED  WITH  THE  DEPARTMENT  OR THE DEPARTMENT OF MOTOR VEHICLES OF ANY\n   13  OTHER STATE, TERRITORY, DISTRICT, PROVINCE, NATION  OR  OTHER  JURISDIC-\n   14  TION; OR\n   15    (4) USES A VEHICLE IN ITS VEHICLE RENTING AND/OR LEASING BUSINESS; OR\n   16    (5)  IS  AN OWNER OF A VEHICLE AS DEFINED BY SECTION ONE HUNDRED TWEN-\n   17  TY-EIGHT OF THIS CHAPTER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07852-01-1\n\n       A. 3099                             2\n\n    1    B. \"LESSOR\" MEANS ANY PERSON, CORPORATION, FIRM, PARTNERSHIP,  AGENCY,\n    2  ASSOCIATION  OR ORGANIZATION ENGAGED IN THE BUSINESS OF RENTING OR LEAS-\n    3  ING VEHICLES TO ANY LESSEE OR BAILEE UNDER A RENTAL AGREEMENT, LEASE  OR\n    4  OTHERWISE,  WHEREIN  THE  SAID LESSEE OR BAILEE HAS THE EXCLUSIVE USE OF\n    5  SAID VEHICLE FOR ANY PERIOD OF TIME.\n    6    C.  \"LESSEE\" MEANS ANY PERSON, CORPORATION, FIRM, PARTNERSHIP, AGENCY,\n    7  ASSOCIATION OR ORGANIZATION THAT RENTS, BAILS, LEASES OR  CONTRACTS  FOR\n    8  THE  USE  OF  ONE OR MORE VEHICLES AND HAS THE EXCLUSIVE USE THEREOF FOR\n    9  ANY PERIOD OF TIME.\n   10    D. \"VEHICLE\" MEANS A VEHICLE AS DEFINED IN SECTION ONE HUNDRED  FIFTY-\n   11  NINE OF THIS CHAPTER.\n   12    E.  \"OPERATOR\" MEANS ANY PERSON, CORPORATION, FIRM, PARTNERSHIP, AGEN-\n   13  CY, ASSOCIATION, ORGANIZATION OR LESSEE THAT USES OR OPERATES A  VEHICLE\n   14  WITH  OR  WITHOUT THE PERMISSION OF THE OWNER, AND AN OWNER WHO OPERATES\n   15  HIS OR HER OWN VEHICLE.\n   16    F. \"NOTICE OF VIOLATION\" MEANS A NOTICE OF  VIOLATION  AS  DEFINED  IN\n   17  PARAGRAPH  (B)  OF  SUBDIVISION ONE OF SECTION TWO HUNDRED TWENTY-SIX OF\n   18  THIS ARTICLE.\n   19    G. \"FISCAL YEAR\" MEANS A PERIOD OF ONE YEAR COMMENCING  ON  THE  FIRST\n   20  DAY OF JULY AND TERMINATING ON THE THIRTIETH DAY OF JUNE.\n   21    H.  \"PRIMARY  FILING\"  MEANS  THE INITIAL FILING OF REGISTRATION PLATE\n   22  NUMBERS BY A LESSOR PRIOR TO THE COMMENCEMENT OF EACH FISCAL YEAR.\n   23    2. LIABILITY. A. THE OPERATOR OF A VEHICLE SHALL  BE  LIABLE  FOR  THE\n   24  FINES OR PENALTIES IMPOSED PURSUANT TO THIS ARTICLE. EXCEPT AS OTHERWISE\n   25  PROVIDED  IN  PARAGRAPHS  B  AND E OF THIS SUBDIVISION, THE OWNER OF THE\n   26  VEHICLE, EVEN  IF  NOT  THE  OPERATOR  THEREOF,  SHALL  BE  JOINTLY  AND\n   27  SEVERALLY LIABLE WITH THE OPERATOR THEREOF FOR ANY VIOLATION OF SUBDIVI-\n   28  SION (A) OF SECTION ELEVEN HUNDRED SEVENTY-FOUR OF THIS CHAPTER, IF SUCH\n   29  VEHICLE  WAS  USED OR OPERATED WITH THE PERMISSION OF THE OWNER, EXPRESS\n   30  OR IMPLIED, BUT IN SUCH CASE THE OWNER MAY RECOVER ANY FINE OR PENALTIES\n   31  PAID BY HIM OR HER FROM THE OPERATOR.\n   32    B. THE LESSOR OF A MOTOR VEHICLE SHALL NOT  BE  LIABLE  FOR  FINES  OR\n   33  PENALTIES IMPOSED PURSUANT TO THIS ARTICLE FOR ANY VIOLATION OF SUBDIVI-\n   34  SION (A) OF SECTION ELEVEN HUNDRED SEVENTY-FOUR OF THIS CHAPTER IF:\n   35    (1)  PRIOR  TO THE INFRACTION, THE LESSOR HAS FILED WITH THE OFFICE OF\n   36  THE DEPARTMENT SPECIFIED IN SUCH NOTICE OF  VIOLATION  THE  REGISTRATION\n   37  PLATE  NUMBER,  PLATE  TYPE, AND PLACE OF REGISTRATION OF THE VEHICLE TO\n   38  WHICH THE NOTICE OF VIOLATION WAS ISSUED AND PAID  THE  REQUIRED  FILING\n   39  FEE PROVIDED IN PARAGRAPH F OF THIS SUBDIVISION AND,\n   40    (2) WITHIN THIRTY-SEVEN DAYS AFTER RECEIVING NOTICE FROM THE OFFICE OF\n   41  THE  DEPARTMENT  SPECIFIED  IN  SUCH NOTICE OF VIOLATION OF THE DATE AND\n   42  TIME OF A VIOLATION, TOGETHER WITH THE OTHER  INFORMATION  CONTAINED  IN\n   43  THE  ORIGINAL  NOTICE  OF VIOLATION, THE LESSOR SUBMITS TO THE OFFICE OF\n   44  THE DEPARTMENT SPECIFIED IN SUCH NOTICE OF VIOLATION  THE  CORRECT  NAME\n   45  AND  ADDRESS  OF  THE  LESSEE OF THE VEHICLE IDENTIFIED IN THE NOTICE OF\n   46  VIOLATION AT THE TIME OF SUCH VIOLATION, TOGETHER WITH SUCH OTHER  ADDI-\n   47  TIONAL  INFORMATION  CONTAINED  IN  THE  RENTAL, LEASE OR OTHER CONTRACT\n   48  DOCUMENT, AS MAY BE REASONABLY REQUIRED BY THE OFFICE OF THE  DEPARTMENT\n   49  SPECIFIED  IN  SUCH NOTICE OF VIOLATION PURSUANT TO REGULATIONS THAT MAY\n   50  BE PROMULGATED FOR SUCH PURPOSE.\n   51    C. IF THE LESSOR HAS COMPLIED WITH SUBPARAGRAPH ONE OF PARAGRAPH B  OF\n   52  THIS  SUBDIVISION  SUCH  LESSOR SHALL NOT BE LIABLE FOR ANY PENALTIES IN\n   53  EXCESS OF THE SCHEDULED FINE UNLESS SUCH LESSOR FAILS TO  APPEAR  WITHIN\n   54  THIRTY-SEVEN DAYS OF ACTUAL RECEIPT OF A NOTICE OF VIOLATION PURSUANT TO\n   55  PARAGRAPH E OF THIS SUBDIVISION.\n\n       A. 3099                             3\n\n    1    D. IF THE LESSOR WHO HAS COMPLIED WITH SUBPARAGRAPH ONE OF PARAGRAPH B\n    2  OF  THIS SUBDIVISION HAS PAID ANY FINE OR PENALTY FOR WHICH HE OR SHE IS\n    3  LIABLE AND THE OFFICE OF THE DEPARTMENT  SPECIFIED  IN  SUCH  NOTICE  OF\n    4  VIOLATION  SUBSEQUENTLY  COLLECTS FROM THE OPERATOR OR LESSEE THE AMOUNT\n    5  OF  THE  SCHEDULED  FINE AND PENALTY OWED BY SUCH PERSON, OR ANY PORTION\n    6  THEREOF, THE LESSOR SHALL BE ENTITLED TO REIMBURSEMENT FROM  THE  OFFICE\n    7  OF THE DEPARTMENT SPECIFIED IN SUCH NOTICE OF VIOLATION OF THE AMOUNT OF\n    8  THE  FINE  AND  PENALTY PAID BY THE LESSOR, LESS THE COSTS OF COLLECTION\n    9  INCURRED BY SUCH OFFICE OF THE DEPARTMENT.\n   10    E. THE LESSOR SHALL NOT BE  LIABLE  FOR  ANY  FINES  OR  PENALTIES  IN\n   11  CONNECTION  WITH  A NOTICE OF VIOLATION FOR A VEHICLE WHOSE REGISTRATION\n   12  PLATE NUMBER IS FILED AND THE FEE THEREFOR PAID PRIOR TO THE TIME OF THE\n   13  ISSUANCE OF NOTICE OF VIOLATION, UNLESS THE LESSOR SHALL RECEIVE  NOTICE\n   14  FROM  THE OFFICE OF THE DEPARTMENT SPECIFIED IN SUCH NOTICE OF VIOLATION\n   15  OF THE DATE AND TIME OF SUCH VIOLATION, TOGETHER WITH THE OTHER INFORMA-\n   16  TION CONTAINED IN THE ORIGINAL NOTICE OF VIOLATION, WITHIN  NINETY  DAYS\n   17  AFTER SERVICE OF THE NOTICE OF VIOLATION, IN ACCORDANCE WITH SUBDIVISION\n   18  ONE OF SECTION TWO HUNDRED TWENTY-SIX OF THIS ARTICLE.\n   19    F.  THE  ANNUAL  FEE  FOR  FILING A REGISTRATION PLATE NUMBER WITH THE\n   20  DEPARTMENT BY LESSORS UNDER THIS SECTION SHALL  BE  TWELVE  DOLLARS  PER\n   21  FISCAL  YEAR.  LESSORS  SHALL  ALSO PROVIDE THE OFFICE OF THE DEPARTMENT\n   22  SPECIFIED IN SUCH NOTICE OF VIOLATION WITH SUCH OTHER ADDITIONAL  INFOR-\n   23  MATION  IN  SUCH FORMAT AS THE COMMISSIONER BY REGULATION MAY REASONABLY\n   24  REQUIRE. THE REGISTRATION PLATE NUMBER SHALL  NOT  BE  CONSIDERED  FILED\n   25  WITH  THE OFFICE OF THE DEPARTMENT SPECIFIED IN SUCH NOTICE OF VIOLATION\n   26  UNLESS THE ANNUAL FILING FEE PROVIDED FOR IN THIS SUBDIVISION SHALL HAVE\n   27  BEEN PAID. LESSORS SHALL NOT BE ENTITLED TO A REFUND, REDUCTION,  CREDIT\n   28  OR  OTHER CONSIDERATION IN CONNECTION WITH SUCH ANNUAL FILING FEE IN THE\n   29  EVENT THAT SUCH REGISTRATION PLATE NUMBER  IS  WITHDRAWN  FROM  SERVICE,\n   30  DESTROYED OR SURRENDERED DURING THE FISCAL YEAR FOR WHICH SUCH REGISTRA-\n   31  TION  PLATE  NUMBER  SHALL  HAVE  BEEN FILED. IN THE EVENT THAT A LESSOR\n   32  FILES WITH THE OFFICE OF THE DEPARTMENT  SPECIFIED  IN  SUCH  NOTICE  OF\n   33  VIOLATION  REGISTRATION PLATE NUMBERS DURING THE FISCAL YEAR, THE ANNUAL\n   34  FILING FEE FOR SAME SHALL BE PRORATED ON A MONTHLY BASIS, IN  ACCORDANCE\n   35  WITH A SCHEDULE THAT THE COMMISSIONER SHALL PROMULGATE BY REGULATION FOR\n   36  SUCH  PURPOSE.  THE  PRIMARY  FILING BY EACH LESSOR FOR EACH FISCAL YEAR\n   37  SHALL BE  MADE AT LEAST THIRTY DAYS PRIOR TO  THE  COMMENCEMENT  OF  THE\n   38  FISCAL YEAR.\n   39    G.  WHERE THE UNITED STATES POSTAL AUTHORITIES RETURN TO THE OFFICE OF\n   40  THE DEPARTMENT SPECIFIED IN  SUCH  NOTICE  OF  VIOLATION  A  DELINQUENCY\n   41  NOTICE  FORWARDED  BY  THE  OFFICE  OF  THE DEPARTMENT SPECIFIED IN SUCH\n   42  NOTICE OF VIOLATION TO A NAME AND ADDRESS OF A  LESSEE  FURNISHED  BY  A\n   43  LESSOR IN ACCORDANCE WITH PROVISIONS OF THIS SECTION, SUCH RETURN NOTICE\n   44  SHALL BE PRESUMPTIVE EVIDENCE OF THE FURNISHING OF AN INCORRECT NAME AND\n   45  ADDRESS  BY THE LESSOR. THE LESSOR MAY, HOWEVER, CONCLUSIVELY REBUT SUCH\n   46  PRESUMPTION IF WITHIN SIXTY DAYS AFTER RECEIVING NOTIFICATION  FROM  THE\n   47  OFFICE  OF  THE DEPARTMENT SPECIFIED IN SUCH NOTICE OF VIOLATION OF SUCH\n   48  RETURNED MAIL NOTICE, THE LESSOR SHALL PROVIDE  TO  THE  OFFICE  OF  THE\n   49  DEPARTMENT  SPECIFIED  IN  SUCH NOTICE OF VIOLATION A COPY OF THE RENTAL\n   50  AGREEMENT OR LEASE AGREEMENT FOR SUCH LESSEE  CONTAINING  THE  NAME  AND\n   51  ADDRESS  PREVIOUSLY  FURNISHED TO THE OFFICE OF THE DEPARTMENT SPECIFIED\n   52  IN SUCH NOTICE OF VIOLATION. IN THE EVENT THAT A LESSOR  SHALL  FAIL  TO\n   53  REBUT  THE PRESUMPTION ESTABLISHED BY THIS SUBDIVISION, THE LESSOR SHALL\n   54  BE LIABLE FOR THE FINES IMPOSED PURSUANT TO THIS ARTICLE AND IN  ACCORD-\n   55  ANCE WITH THE RULES AND REGULATIONS PROMULGATED BY THE COMMISSIONER.\n\n       A. 3099                             4\n\n    1    H.  THE  COMMISSIONER  SHALL  BY  RULES  AND REGULATIONS PRESCRIBE THE\n    2  MANNER AND METHOD OF GIVING NOTICE  OF  OUTSTANDING  VIOLATIONS  TO  THE\n    3  LESSEES.  ALL  NOTICES  TO  LESSORS UNDER THIS SECTION SHALL BE BY FIRST\n    4  CLASS MAIL TO THE ADDRESS ON FILE WITH  THE  OFFICE  OF  THE  DEPARTMENT\n    5  SPECIFIED IN SUCH NOTICE OF VIOLATION OR BY SUCH OTHER MEANS AS SHALL BE\n    6  PROVIDED FOR IN THE RULES AND REGULATIONS OF THE COMMISSIONER.\n    7    I.  A LESSOR SHALL COOPERATE BY PROVIDING THE OFFICE OF THE DEPARTMENT\n    8  SPECIFIED IN SUCH NOTICE OF VIOLATION, OR ITS  DESIGNATED  AGENTS,  WITH\n    9  SUCH OTHER ADDITIONAL INFORMATION AS SHALL BE CONTAINED IN SUCH LESSOR'S\n   10  RENTAL  OR  LEASE AGREEMENTS WITH THEIR LESSEES AS SHALL BE AVAILABLE TO\n   11  THEM.\n   12    3. STOLEN VEHICLES. IF ANY OWNER OF A MOTOR VEHICLE RECEIVES A  NOTICE\n   13  OF VIOLATION AS SUCH OWNER FOR A PERIOD DURING WHICH THE DESCRIBED VEHI-\n   14  CLE  WAS  REPORTED  TO  ANY  POLICE DEPARTMENT AS HAVING BEEN STOLEN, IT\n   15  SHALL BE A VALID DEFENSE TO ANY CHARGE OF A VIOLATION OF SUBDIVISION (A)\n   16  OF SECTION ELEVEN HUNDRED SEVENTY-FOUR OF THIS CHAPTER CHARGED  PURSUANT\n   17  TO  THIS  ARTICLE THAT THE MOTOR VEHICLE HAD BEEN REPORTED TO THE POLICE\n   18  AS STOLEN PRIOR TO THE TIME THE VIOLATION  OCCURRED  AND  HAD  NOT  BEEN\n   19  RECOVERED  BY  SUCH  TIME.  FOR  THE  PURPOSES  OF ASSERTING THE DEFENSE\n   20  PROVIDED BY THIS SUBDIVISION, IT SHALL BE SUFFICIENT  THAT  A  CERTIFIED\n   21  COPY  OF THE POLICE REPORT OF THE STOLEN VEHICLE BE MAILED TO THE OFFICE\n   22  OF THE DEPARTMENT SPECIFIED IN SUCH NOTICE OF VIOLATION.\n   23    S 2. The section heading and subdivision 1 of section 226 of the vehi-\n   24  cle and traffic law, as added by chapter 1074 of the laws of  1969,  are\n   25  amended to read as follows:\n   26    Summons;  NOTICE  OF VIOLATION; answer. 1.  Summons.  (A) GENERAL. The\n   27  commissioner shall be authorized to prescribe by regulation the form for\n   28  the summons and complaint to be used for all traffic  violations  speci-\n   29  fied in subdivision one of section two hundred twenty-five of this chap-\n   30  ter, and to establish procedures for proper administrative controls over\n   31  the  disposition  thereof.   Such summons may be the same as the uniform\n   32  summons provided for in section two hundred seven of this chapter.   The\n   33  chief  executive officer of each local police force which is required to\n   34  use the summons and complaint provided for herein shall prepare or cause\n   35  to be prepared such records and reports as  may  be  prescribed  by  the\n   36  commissioner.\n   37    (B)  NOTICE  OF  VIOLATION.  WHENEVER  PHOTOGRAPHIC EVIDENCE OF OR THE\n   38  OPERATOR OF A SCHOOL BUS REPORTS  A  VIOLATION  OF  SUBDIVISION  (A)  OF\n   39  SECTION  ELEVEN  HUNDRED  SEVENTY-FOUR OF THIS CHAPTER, A SUMMONS MAY BE\n   40  SERVED BY MAIL UPON THE OWNER OF THE VEHICLE OBSERVED IN SUCH  VIOLATION\n   41  AS  SET  FORTH  IN THE RECORDS OF THE DEPARTMENT PROVIDED, HOWEVER, THAT\n   42  SUCH SUMMONS IS ACCOMPANIED BY A NOTICE OF VIOLATION REFERRING  TO  SUCH\n   43  SUMMONS,  BOTH  IN  FORM  AS SHALL BE PRESCRIBED BY THE COMMISSIONER FOR\n   44  THIS PURPOSE, SUCH VEHICLE IS IDENTIFIED IN  SUCH  NOTICE  OF  VIOLATION\n   45  BOTH BY ITS REGISTRATION PLATE NUMBER AND A DESCRIPTION THEREOF, INCLUD-\n   46  ING ITS MAKE, MODEL, BODY TYPE AND COLOR, AND SUCH NOTICE IS ACCOMPANIED\n   47  BY  SAID  OFFICER'S CERTIFICATION OF THE EVIDENCE WHICH IS THE BASIS FOR\n   48  SUCH VIOLATION AUTHORIZING THE MAILING THEREOF. WHEN  SUCH  SUMMONS  AND\n   49  NOTICE  OF  VIOLATION  ARE  SO SERVED BY MAIL PURSUANT TO THIS PARAGRAPH\n   50  DUPLICATES OR FACSIMILES THEREOF SHALL BE FILED WITH AND RETAINED BY THE\n   51  OFFICE OF THE DEPARTMENT SPECIFIED ON SUCH NOTICE OF VIOLATION, SHALL BE\n   52  DEEMED RECORDS KEPT IN THE ORDINARY COURSE  OF  BUSINESS  AND  SHALL  BE\n   53  PRIMA  FACIE  EVIDENCE OF THE FACTS CONTAINED THEREIN; IN ADDITION, SUCH\n   54  NOTICE OF VIOLATION AND SUMMONS SERVED BY MAIL AS HEREIN PROVIDED  SHALL\n   55  HAVE  THE  SAME  FORCE  AND  EFFECT  AND  THE RECIPIENT THEREOF SHALL BE\n   56  SUBJECT TO THE SAME PENALTIES FOR DISREGARD THEREOF AS THOUGH  THE  SAME\n\n       A. 3099                             5\n\n    1  WERE  PERSONALLY  SERVED  ON  THE  PERSON CHARGED WITH THE VIOLATION SET\n    2  FORTH THEREIN, EXCEPT AS MAY OTHERWISE BE SET FORTH IN THIS ARTICLE, AND\n    3  SHALL HAVE CLEARLY IMPRINTED THEREON IN EASILY  VISIBLE  BLOCK  LETTERS:\n    4  YOUR FAILURE TO ANSWER THIS SUMMONS MAY RESULT IN THE SUSPENSION OF YOUR\n    5  LICENSE  OR DRIVING PRIVILEGE PURSUANT TO S 226 OF THE VEHICLE AND TRAF-\n    6  FIC LAW.\n    7    S 3. Subdivision 3 and paragraph a of subdivision 4 of section 227  of\n    8  the  vehicle and traffic law, subdivision 3 as amended by chapter 337 of\n    9  the laws of 1970 and renumbered by chapter 288 of the laws of  1989  and\n   10  paragraph  a of subdivision 4 as amended by section 7 of part J of chap-\n   11  ter 62 of the laws of 2003, are amended to read as follows:\n   12    3. After due consideration of the evidence and arguments offered in  a\n   13  contested  case, the hearing officer shall determine whether the charges\n   14  have been established. IN THE CASE OF AN OWNER CHARGED AS SUCH  PURSUANT\n   15  TO  THIS  ARTICLE,  IT SHALL BE A COMPLETE DEFENSE TO SUCH CHARGE THAT A\n   16  VEHICLE ALLEGED TO BE IN VIOLATION WAS OPERATED WITHOUT  THE  PERMISSION\n   17  OF  SUCH  OWNER OR HIS AGENT AND THE ESTABLISHMENT OF LACK OF PERMISSION\n   18  SHALL RESULT IN AN ORDER DISMISSING  SUCH  CHARGE  AGAINST  SUCH  OWNER.\n   19  Where  the  charges  have  not been established, an order dismissing the\n   20  charges shall be entered.  Where a determination is made that  a  charge\n   21  has  been  established,  either in a contested case or in an uncontested\n   22  case where there is an appearance before a hearing  officer,  or  if  an\n   23  answer  admitting the charge otherwise has been received, an appropriate\n   24  order shall be entered in the department's records.\n   25    a. An order entered upon the failure to answer or appear or after  the\n   26  receipt  of  an  answer admitting the charge or where a determination is\n   27  made that the charge has been established shall be civil in nature,  but\n   28  shall  be  treated as a conviction for the purposes of this chapter. The\n   29  commissioner or his designee may include in such order an imposition  of\n   30  any penalty authorized by any provision of this chapter for a conviction\n   31  of  such  violation,  except  that no penalty [therefore] THEREFOR shall\n   32  include imprisonment, nor, if monetary, exceed the amount  of  the  fine\n   33  which  could have been imposed had the charge been heard by a court. The\n   34  driver's license or privileges, or, if the charge involves  a  violation\n   35  of section three hundred eighty-five or section four hundred one of this\n   36  chapter  by  a  registrant  who was not the operator of the vehicle, the\n   37  registration of such vehicle or privilege  of  operation  of  any  motor\n   38  vehicle owned by such registrant may be suspended pending the payment of\n   39  any penalty so imposed; HOWEVER, IN THE CASE OF AN OWNER CHARGED AS SUCH\n   40  PURSUANT TO THIS ARTICLE, HIS OR HER DRIVER'S LICENSE OR PRIVILEGE SHALL\n   41  NOT  BE AFFECTED BY SUCH ORDER OR DETERMINATION OTHER THAN AS SUSPENSION\n   42  THEREOF FOR FAILURE TO APPEAR OR PAY AS SET FORTH IN THIS  ARTICLE,  NOR\n   43  SHALL  A  CONVICTION  HEREUNDER  OF SUCH OWNER AS SUCH RESULT IN DEPART-\n   44  MENTAL ADMINISTRATIVE SANCTIONS AFFECTING HIS OR HER DRIVING LICENSE  OR\n   45  PRIVILEGE.  Any  suspension  issued  pursuant to this paragraph shall be\n   46  subject to the provisions of  paragraph  (j-1)  of  subdivision  two  of\n   47  section five hundred three of this chapter.\n   48    S  4. Section 1174 of the vehicle and traffic law is amended by adding\n   49  a new subdivision (b-1) to read as follows:\n   50    (B-1) THE DRIVER AND/OR OWNER OF A VEHICLE CHARGED WITH THE  VIOLATION\n   51  OF  SUBDIVISION  (A)  OF  THIS SECTION, MAY BE PROSECUTED BASED UPON THE\n   52  OBSERVATIONS OF THE DRIVER OF A SCHOOL BUS OR PHOTOGRAPHIC EVIDENCE.\n   53    S 5. Section 120.00 of the penal law is amended to read as follows:\n   54  S 120.00 Assault in the third degree.\n   55    A person is guilty of assault in the third degree when:\n\n       A. 3099                             6\n\n    1    1. With intent to cause physical injury to another person, he  OR  SHE\n    2  causes such injury to such person or to a third person; or\n    3    2. He OR SHE recklessly causes physical injury to another person; or\n    4    3.  With  criminal  negligence,  he  OR  SHE causes physical injury to\n    5  another person by means of a deadly weapon or a dangerous instrument[.];\n    6  OR\n    7    4. HE OR SHE CAUSES PHYSICAL INJURY TO ANOTHER PERSON WHILE  OPERATING\n    8  A  MOTOR  VEHICLE  IN  VIOLATION  OF  SUBDIVISION  (A) OF SECTION ELEVEN\n    9  HUNDRED SEVENTY-FOUR OF THE VEHICLE AND TRAFFIC LAW.\n   10    Assault in the third degree is a class A misdemeanor.\n   11    S 6. Section 125.10 of the penal law is amended to read as follows:\n   12  S 125.10 Criminally negligent homicide.\n   13    A person is guilty of criminally negligent homicide when[, with]:\n   14    1. WITH criminal negligence, he OR SHE causes  the  death  of  another\n   15  person[.]; OR\n   16    2.  HE  OR  SHE  CAUSES  THE DEATH OF ANOTHER PERSON WHILE OPERATING A\n   17  MOTOR VEHICLE IN VIOLATION OF SUBDIVISION (A) OF SECTION ELEVEN  HUNDRED\n   18  SEVENTY-FOUR OF THE VEHICLE AND TRAFFIC LAW.\n   19    Criminally negligent homicide is a class E felony.\n   20    S  7.  This  act  shall  take  effect  on  the first of September next\n   21  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the liability of owners of motor vehicles used to overtake or pass a stopped school bus receiving or discharging passengers and authorizing the use of photographic evidence in the prosecution of such traffic infraction; and to amend the penal law, in relation to assault in the third degree and criminally negligent homicide ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993574
}