{
  "year" : 2011,
  "senateBillNo" : "A3094-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3094-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires passengers on school buses equipped with seat belts to wear such belts when the bus is in motion",
  "summary" : "Provides that all passengers of school buses must wear seat belts; exempts school bus attendants and others acting in a supervisory capacity from such requirement; requires that drivers announce \"Fasten your seat belts\" before a school bus is placed in motion; empowers the commissioner of education to enforce such provisions; assigns a school bus attendant to each special needs student unable to comply with the seat belt requirement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A7837-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3094\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. SPANO, DINOWITZ, GALEF, COOK, MARKEY, MENG, WEIS-\n         ENBERG,  ROBINSON,  PHEFFER, CASTRO, BARRON, HOOPER, TOBACCO -- Multi-\n         Sponsored by -- M. of A.   BURLING, GABRYSZAK,  GOTTFRIED,  McDONOUGH,\n         SCARBOROUGH,  SCHIMEL, THIELE -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the  education  law,  in\n         relation to requiring the usage of seat safety belts on school buses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 4 of  section  1229-c  of  the\n    2  vehicle  and  traffic law, as separately amended by chapters 232 and 509\n    3  of the laws of 2004, is amended to read as follows:\n    4    (a) \"motor  vehicle\"  shall  include  all  motor  vehicles  which  are\n    5  required  by section three hundred eighty-three of this chapter or regu-\n    6  lation or would be required if such motor vehicle were registered in New\n    7  York state to be equipped [by a safety belt but shall not include]  WITH\n    8  SEAT  BELTS, INCLUDING those vehicles which are used as school buses, as\n    9  such term is defined in section one hundred forty-two  of  this  chapter\n   10  [and];  PROVIDED,  HOWEVER,  THAT  THE  TERM  \"MOTOR  VEHICLE\" SHALL NOT\n   11  INCLUDE those vehicles which are authorized emergency vehicles, as  such\n   12  term is defined in section one hundred one of this chapter;\n   13    S  2. Subdivision 11 of section 1229-c of the vehicle and traffic law,\n   14  as added by chapter 653 of the laws of 1989 and as renumbered by chapter\n   15  104 of the laws of 1991, is amended and a new subdivision 11-a is  added\n   16  to read as follows:\n   17    11.  [Notwithstanding  the  provisions  of  subdivision  four  of this\n   18  section, no] NO person shall operate a school bus unless SUCH PERSON  IS\n   19  REASONABLY SURE THAT all passengers under the age of four are restrained\n   20  in  a  specially  designed  detachable  or removable seat as required by\n   21  subdivision one of this section, or another restraining device  approved\n   22  by the commissioner.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07860-01-1\n\n       A. 3094                             2\n\n    1    11-A.  NO  PERSON SHALL OPERATE A SCHOOL BUS EQUIPPED WITH SEAT SAFETY\n    2  BELTS PURSUANT TO SUBDIVISION FIVE OF SECTION THREE HUNDRED EIGHTY-THREE\n    3  OF THIS CHAPTER OR PURSUANT TO SECTION THIRTY-SIX HUNDRED  THIRTY-FIVE-A\n    4  OF  THE  EDUCATION  LAW  UNLESS  SUCH PERSON IS REASONABLY SURE THAT ALL\n    5  PASSENGERS  ARE  RESTRAINED  BY  A SEAT SAFETY BELT. FOR THE PURPOSES OF\n    6  THIS SUBDIVISION, THE TERM \"PASSENGER\"  SHALL  NOT  INCLUDE  SCHOOL  BUS\n    7  ATTENDANTS,   AS   THAT  TERM  IS  DEFINED  IN  SECTION  TWELVE  HUNDRED\n    8  TWENTY-NINE-D OF THIS ARTICLE, OR ANY OTHER PERSON ACTING IN A  SUPERVI-\n    9  SORY  CAPACITY.  FURTHERMORE,  IN  ANY ACTION FOR PERSONAL INJURIES BY A\n   10  PASSENGER ON A SCHOOL BUS, THE PROVISIONS OF SUBDIVISION FOUR OF SECTION\n   11  THIRTY-EIGHT HUNDRED THIRTEEN OF THE EDUCATION LAW SHALL APPLY.\n   12    S 3. Subdivision 1 of section 3623 of the education law, as amended by\n   13  chapter 474 of the laws of 1996, is amended to read as follows:\n   14    1. a. NO PERSON SHALL OPERATE A SCHOOL BUS EQUIPPED WITH  SEAT  SAFETY\n   15  BELTS PURSUANT TO SUBDIVISION FIVE OF SECTION THREE HUNDRED EIGHTY-THREE\n   16  OF THE VEHICLE AND TRAFFIC LAW OR PURSUANT TO SECTION THIRTY-SIX HUNDRED\n   17  THIRTY-FIVE-A OF THIS ARTICLE UNLESS SUCH PERSON IS REASONABLY SURE THAT\n   18  ALL PASSENGERS ARE RESTRAINED BY A SEAT SAFETY BELT. FOR THE PURPOSES OF\n   19  THIS  SUBDIVISION,  THE  TERM  \"PASSENGER\"  SHALL NOT INCLUDE SCHOOL BUS\n   20  ATTENDANTS,  AS  THAT  TERM  IS  DEFINED  IN  SECTION   TWELVE   HUNDRED\n   21  TWENTY-NINE-D OF THE VEHICLE AND TRAFFIC LAW, OR ANY OTHER PERSON ACTING\n   22  IN A SUPERVISORY CAPACITY. FURTHERMORE, IN ANY ACTION FOR PERSONAL INJU-\n   23  RIES  BY A PASSENGER ON A SCHOOL BUS, THE PROVISIONS OF SUBDIVISION FOUR\n   24  OF SECTION THIRTY-EIGHT HUNDRED THIRTEEN OF THIS CHAPTER SHALL APPLY.\n   25    B. THE DRIVER OF A SCHOOL BUS SHALL BE REQUIRED  TO  ANNOUNCE  TO  THE\n   26  PASSENGERS  OF  SUCH BUS: \"EVERYBODY FASTEN YOUR SEAT BELT\", BEFORE SUCH\n   27  BUS IS PLACED IN MOTION.\n   28    C. NO PERSON SHALL OPERATE A SCHOOL BUS WHILE ANY PASSENGER IS  STAND-\n   29  ING, EITHER IN THE AISLE OR AT THEIR SEAT.\n   30    D. The commissioner of transportation in consultation with the commis-\n   31  sioner shall adopt, promulgate and enforce rules, standards and specifi-\n   32  cations  regulating  and  controlling  the  efficiency  and equipment of\n   33  school buses used to transport pupils, with  particular  regard  to  the\n   34  safety and convenience of such pupils and the suitability and adaptabil-\n   35  ity of such school buses to the requirements of the school district.  No\n   36  school  bus  shall  be  purchased  by  a school district or used for the\n   37  transportation of pupils unless and until it has been  approved  by  the\n   38  commissioner  of  transportation  as complying with the rules, standards\n   39  and specifications relating thereto.\n   40    [b.] E. No bus manufactured  after  January  first,  nineteen  hundred\n   41  seventy-four shall be used to transport pupils under any contract with a\n   42  school  district  or board of cooperative educational services unless it\n   43  has been similarly  approved  by  the  commissioner  of  transportation,\n   44  except  that no such approval shall be required for buses used to trans-\n   45  port pupils and also used to serve the general public  under  a  certif-\n   46  icate  of  public  convenience  for the operation of a bus line, granted\n   47  pursuant to the transportation  law  or  for  buses  used  to  transport\n   48  pupils,  teachers  and other persons acting in a supervisory capacity to\n   49  and from school activities and which bus does not receive  or  discharge\n   50  passengers on or along the public highways on regularly scheduled routes\n   51  and  is  operating  under  a  permit as a contract carrier of passengers\n   52  granted pursuant to the transportation law or by the interstate commerce\n   53  commission.   School buses manufactured  or  assembled  prior  to  April\n   54  first,  nineteen  hundred  seventy-seven  may  not  be used to transport\n   55  pupils, teachers and other persons acting in a supervisory  capacity  to\n   56  and from school activities.\n\n       A. 3094                             3\n\n    1    [c.]  F.  The  commissioner shall PROVIDE FOR THE ENFORCEMENT OF PARA-\n    2  GRAPH A OF THIS SUBDIVISION AND SHALL  establish  and  provide  for  the\n    3  enforcement of rules and regulations requiring instruction on the use of\n    4  seat  safety  belts  [as  specified in subdivision five of section three\n    5  hundred  eighty-three of the vehicle and traffic law and section thirty-\n    6  six hundred thirty-five-a of this chapter], INSTRUCTION ON  THE  DANGERS\n    7  OF  STANDING  WHILE  THE  BUS  IS IN MOTION, drills in safe boarding and\n    8  exiting procedures and emergency drills to be conducted  on  all  school\n    9  buses  and  shall  emphasize  specific  hazards  encountered by children\n   10  during snow, ice, rain and other  inclement  weather.  All  such  drills\n   11  shall  include  instruction  in the importance of orderly conduct by all\n   12  school bus passengers.  A minimum of [three] FOUR such drills  shall  be\n   13  had on each school bus during the school year, the first to be conducted\n   14  during the first seven days of session of the fall term.\n   15    S  4.  Section 3635-a of the education law, as added by chapter 747 of\n   16  the laws of 1986, subdivision 1 as amended by chapter 474 of the laws of\n   17  1996, is amended to read as follows:\n   18    S 3635-a. Safety belt usage.   1. A board of  education  or  board  of\n   19  trustees  may,  in  its  discretion,  following a public hearing for the\n   20  purpose of determining whether a resolution shall  be  adopted,  provide\n   21  for the [use] INSTALLATION of seat safety belts on such school buses, in\n   22  accordance with regulations and standards established by the commission-\n   23  er  under  subdivision  one of section thirty-six hundred [thirty-eight]\n   24  TWENTY-THREE of this [chapter] ARTICLE.\n   25    2. Such public hearing, conducted upon  reasonable  notice,  shall  be\n   26  held  to  consider:  (a)  whether the district shall install seat safety\n   27  belts on buses purchased and/or contracted for prior  to  the  effective\n   28  date  of this section [and require their use]; AND (b) when such instal-\n   29  lation shall be provided[, and (c) whether  use  of  seat  safety  belts\n   30  shall  be  required  on all school buses within the district so equipped\n   31  after a date to be determined by the board  of  education  or  board  of\n   32  trustees].\n   33    3.  Such  hearings  shall  consider  the  effect  of seat safety belts\n   34  installation on the total number of students that can be transported  on\n   35  such buses.\n   36    4. Within twenty days after the public hearing, the board of education\n   37  or  board of trustees shall, by resolution, determine whether to require\n   38  installation [and use] of seat safety belts on some or all school buses.\n   39    4-A.  IF THE BOARD OF EDUCATION OR BOARD OF TRUSTEES HAS DETERMINED TO\n   40  REQUIRE THE INSTALLATION OF SEAT SAFETY BELTS, THE  USE  OF  SUCH  BELTS\n   41  SHALL BE MANDATORY PURSUANT TO PARAGRAPH A OF SUBDIVISION ONE OF SECTION\n   42  THIRTY-SIX HUNDRED TWENTY-THREE OF THIS ARTICLE AND PURSUANT TO SUBDIVI-\n   43  SION ELEVEN-A OF SECTION TWELVE HUNDRED TWENTY-NINE-C OF THE VEHICLE AND\n   44  TRAFFIC LAW.\n   45    5. This section shall apply only to vehicles owned or leased by school\n   46  districts  and  nonpublic  schools,  and  to  vehicles  used  to perform\n   47  contracts with such school  districts  and  nonpublic  schools  for  the\n   48  purpose of transporting school children for hire.\n   49    6.  Nothing  in  this section shall be construed to impose a duty upon\n   50  boards of education or boards of trustees to provide seat  safety  belts\n   51  on  school buses purchased or contracted for prior to the effective date\n   52  of this section, nor shall any board of education or board  of  trustees\n   53  be held liable for failure to provide seat safety belts pursuant to this\n   54  section.  A  school board member or trustee shall have immunity from any\n   55  civil or criminal liability that might otherwise be incurred or  imposed\n   56  as  a result of the provisions of this section provided that such person\n\n       A. 3094                             4\n\n    1  shall have acted in good faith. For the purpose of any proceeding, civil\n    2  or criminal, the good faith of any such person shall be presumed.\n    3    7.  The provisions of this section shall not apply to school districts\n    4  which are using safety belts on school buses or have installed  or  have\n    5  contracted for the installation of seat safety belts prior to the effec-\n    6  tive date of this section.\n    7    S  5.  Subdivision 1 of section 1229-d of the vehicle and traffic law,\n    8  as added by chapter 675 of the laws of  1985,  is  amended  to  read  as\n    9  follows:\n   10    (1) (A) \"School bus attendant\" shall mean a person, INCLUDING A SCHOOL\n   11  AID  OR MONITOR, employed or authorized by a school district OR EMPLOYED\n   12  BY A MOTOR CARRIER UNDER CONTRACT TO A SCHOOL  DISTRICT  to  ride  on  a\n   13  school  bus  as  defined  in paragraph (a) of subdivision one of section\n   14  five hundred nine-a of this chapter for the purpose of maintaining order\n   15  or rendering assistance to pupils with special needs.\n   16    (B) ANY PUPIL WITH SPECIAL NEEDS WHO IS UNABLE TO UTILIZE A SEAT SAFE-\n   17  TY BELT, AS REQUIRED PURSUANT TO SUBDIVISION ELEVEN-A OF SECTION  TWELVE\n   18  HUNDRED  TWENTY-NINE-C  OF  THIS  ARTICLE AND SUBDIVISION ONE OF SECTION\n   19  THIRTY-SIX HUNDRED TWENTY-THREE OF THE EDUCATION LAW, SHALL BE  ASSIGNED\n   20  A SCHOOL BUS ATTENDANT.\n   21    S  6.  Subdivision 4 of section 3813 of the education law, as added by\n   22  chapter 747 of the laws of 1986, is amended to read as follows:\n   23    4. In any action for personal injuries by a passenger on a school  bus\n   24  against  a  school  district,  school bus operator under contract with a\n   25  school district, or any agent or employee  of  a  district  or  operator\n   26  (including,  but  not limited to, bus drivers, matrons, teachers serving\n   27  as chaperones and volunteers) no such person shall be held liable solely\n   28  because the injured party was not wearing a seat  safety  belt  OR  HELD\n   29  LIABLE  SOLELY  BECAUSE  THE  INJURED PARTY WAS INJURED AS THE RESULT OF\n   30  WEARING A SEAT SAFETY BELT; provided, however,  that  nothing  contained\n   31  herein  shall  be construed to grant immunity from liability for failure\n   32  to:\n   33    (a) maintain in operating order any  equipment  required  by  statute,\n   34  rule or regulation;\n   35    (b) comply with applicable statutes, rules or regulations.\n   36    S  7.  This  act  shall  take  effect  on  the first of September next\n   37  succeeding the date on which it shall have become a law. Provided,  that\n   38  any  rules  and  regulations  necessary for the timely implementation of\n   39  this act on its effective date shall be promulgated before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the education law, in relation to requiring the usage of seat safety belts on school buses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145133.TXT", "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993564
}