{
  "year" : 2011,
  "senateBillNo" : "A31-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A31-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York International Scholarship program and makes an appropriation therefor",
  "summary" : "Establishes the New York International Scholarship program; creates a program to supplement individuals receiving grants under the Benjamin A. Gilman International scholarship provided for under the International Academic Opportunity Act of 2000 (PL 106-309) therefore allowing recipients to defray their international travel costs and extending the time spent studying abroad in a non-English speaking country for up to a full academic year; appropriates $1,000,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A568-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          31\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, HOYT, GUNTHER -- Multi-Sponsored by -- M.\n         of A. CLARK, COOK, FARRELL, GALEF, GOTTFRIED, McENENY, MILLMAN, ORTIZ,\n         SWEENEY,  TOWNS,  WRIGHT -- read once and referred to the Committee on\n         Higher Education\n\n       AN ACT to amend the education law, in relation to establishing  the  New\n         York  International  Scholarship  program  and making an appropriation\n         therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 667-d\n    2  to read as follows:\n    3    S 667-D. NEW YORK INTERNATIONAL SCHOLARSHIP. 1. STATEMENT AND PURPOSE.\n    4  IT IS THE PURPOSE OF THIS SECTION TO ESTABLISH AN UNDERGRADUATE SCHOLAR-\n    5  SHIP PROGRAM TO ENABLE AN INDIVIDUAL OF LIMITED FINANCIAL MEANS FROM NEW\n    6  YORK STATE TO SPEND TIME STUDYING ABROAD IN A NON-ENGLISH SPEAKING COUN-\n    7  TRY FOR UP TO A FULL ACADEMIC YEAR.\n    8    2. ESTABLISHMENT AND DURATION. THE PRESIDENT IS AUTHORIZED  TO  ESTAB-\n    9  LISH  THE  NEW  YORK INTERNATIONAL SCHOLARSHIP PROGRAM. THE PRESIDENT IS\n   10  AUTHORIZED TO PROVIDE SCHOLARSHIPS TO SUPPLEMENT FUNDS  RECEIVED  BY  AN\n   11  ELIGIBLE  INDIVIDUAL UNDER THE BENJAMIN A. GILMAN INTERNATIONAL SCHOLAR-\n   12  SHIPS PROVIDED FOR UNDER THE INTERNATIONAL ACADEMIC OPPORTUNITY  ACT  OF\n   13  2000,  TITLE  III  OF  PUBLIC LAW ONE HUNDRED SIX-THREE HUNDRED NINE (PL\n   14  106-309). NO RECIPIENT SHALL BE ELIGIBLE TO RECEIVE AN AWARD PURSUANT TO\n   15  THIS SECTION FOR MORE THAN ONE ACADEMIC YEAR.  SCHOLARSHIPS  UNDER  THIS\n   16  SECTION SHALL BE KNOWN AS THE \"NEW YORK INTERNATIONAL SCHOLARSHIP.\"\n   17    3. AMOUNT. THE PRESIDENT UPON APPLICATION THEREFOR SHALL AWARD A SCHO-\n   18  LARSHIP  UP  TO ONE THOUSAND DOLLARS FOR ANY INDIVIDUAL RECIPIENT OF THE\n   19  BENJAMIN A. GILMAN INTERNATIONAL SCHOLARSHIPS FOR THE PURPOSE OF DEFRAY-\n   20  ING INTERNATIONAL TRAVEL COSTS AND EXTENDING  THE  TIME  SPENT  STUDYING\n   21  ABROAD UP TO A FULL ACADEMIC YEAR; PROVIDED, HOWEVER THAT THE AMOUNT NOT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01076-01-1\n\n       A. 31                               2\n\n    1  EXCEED ONE THOUSAND DOLLARS. A RECIPIENT OF THIS SCHOLARSHIP MAY CONCUR-\n    2  RENTLY  RECEIVE  WITH SUCH AWARD ANY OTHER ACADEMIC OR GENERAL AWARD FOR\n    3  WHICH HE OR SHE MAY BE ELIGIBLE PROVIDED HOWEVER IN NO EVENT  SHALL  THE\n    4  COMBINATION OF ALL SUCH AWARDS EXCEED THE INDIVIDUAL RECIPIENT'S COST OF\n    5  ATTENDANCE AT THE ABROAD INSTITUTION.\n    6    4. ELIGIBILITY. FOR THE PURPOSES OF THIS SECTION AN \"INDIVIDUAL\" SHALL\n    7  MEAN A PERSON:\n    8    A.  IN  GOOD STANDING AT AN INSTITUTION OF HIGHER EDUCATION RECOGNIZED\n    9  AND APPROVED BY THE REGENTS OR THE UNIVERSITY OF THE STATE OF  NEW  YORK\n   10  WHICH  PROVIDES A COURSE OF STUDY LEADING TO THE GRANTING OF A POST-SEC-\n   11  ONDARY DEGREE OR DIPLOMA; AND\n   12    B. ACCEPTED FOR UP TO ONE ACADEMIC YEAR OF STUDY ON A PROGRAM OF STUDY\n   13  ABROAD APPROVED FOR CREDIT BY THE STUDENT'S HOME INSTITUTION; AND\n   14    C. RECEIVING ANY NEED-BASED STUDENT ASSISTANCE OR FINANCIAL AID  UNDER\n   15  ARTICLE THIRTEEN OF THIS CHAPTER; AND\n   16    D.  RECEIVING  MONEYS  FROM  THE  FEDERALLY  FUNDED BENJAMIN A. GILMAN\n   17  INTERNATIONAL SCHOLARSHIP; AND\n   18    E. WHO IS A CITIZEN OR NATIONAL OF THE UNITED STATES.\n   19    5. APPLICATION AND SELECTION. SCHOLARSHIP  APPLICATION  AND  SELECTION\n   20  SHALL  BE  CARRIED OUT THROUGH THE INSTITUTIONS. IN CONSIDERING APPLICA-\n   21  TIONS FOR THE SCHOLARSHIP  UNDER  THIS  SECTION  THE  INSTITUTION  SHALL\n   22  CONSIDER  THE  FINANCIAL NEED OF THE INDIVIDUAL, INCLUDING THE INCREASED\n   23  COSTS OF STUDY ABROAD.\n   24    S 2. The sum of one million dollars ($1,000,000), or so  much  thereof\n   25  as may be necessary, is hereby appropriated to the New York state higher\n   26  education  services  corporation out of any moneys in the state treasury\n   27  to the credit of the state purposes account not  otherwise  appropriated\n   28  for  services and expenses of the corporation, to provide state matching\n   29  funds for the purposes of exclusively carrying  out  the  provisions  of\n   30  this act.\n   31    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   32  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the New York International Scholarship program and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T104412.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T104912.TXT", "SOBI.D101216.T145933.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292529573289
}