{
  "year" : 2011,
  "senateBillNo" : "A3107-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3107-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Consolidates the village of Woodbury and town of Woodbury",
  "summary" : "Consolidates the village of Woodbury and town of Woodbury to create the town of Woodbury, leaving the incorporated village of Harriman intact but prohibiting any new villages from being formed within the town limits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA10007-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3107\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to  consolidating\n         the village of Woodbury with the town of Woodbury\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. It was and is the  intent  of  the  New\n    2  N.Y.    Government Reorganization and Citizen Empowerment Act to provide\n    3  opportunities for local governments and electors to  adopt  consolidated\n    4  forms  of  local  governments, and this act provides that opportunity to\n    5  the village and town of Woodbury upon certain terms.\n    6    S 2. Sections 792 and 793 of the general municipal law are  renumbered\n    7  sections 793 and 794 and a new section 792 is added to read as follows:\n    8    S  792. CONSOLIDATION OF THE VILLAGE OF WOODBURY AND THE TOWN OF WOOD-\n    9  BURY.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE,  OR  ARTICLE\n   10  TWO  OF THE VILLAGE LAW, THE VILLAGE AND TOWN OF WOODBURY, NEW YORK, MAY\n   11  FORM A CONSOLIDATED LOCAL GOVERNMENT ENTITY  BY  A  JOINT  CONSOLIDATION\n   12  AGREEMENT IN ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE, EXCEPT THAT\n   13  THE  NEW GOVERNMENTAL ENTITY TO SURVIVE SHALL BE THE TOWN (INCLUDING THE\n   14  EXISTING PORTION OF THE INCORPORATED VILLAGE OF HARRIMAN PRESENTLY WITH-\n   15  IN THE BOUNDARIES OF THE TOWN OF WOODBURY) THAT SHALL HAVE  ALL  OF  THE\n   16  POWERS,  DUTIES  AND OBLIGATIONS OF A GOVERNMENTAL ENTITY UNDER THE TOWN\n   17  LAW, BUT SHALL NOT BE ELIGIBLE  FOR  THE  FORMATION  OF  ANY  ADDITIONAL\n   18  VILLAGES WITHIN ITS LIMITS. THE NEW GOVERNMENTAL ENTITY TO SURVIVE SHALL\n   19  BE  GOVERNED  INITIALLY BY THE THEN-EXISTING TOWN OF WOODBURY SUPERVISOR\n   20  AND THE TOWN OF WOODBURY TOWN BOARD MEMBERS.\n   21    S 3. Savings clause. If  any  portion,  clause,  sentence,  paragraph,\n   22  section,  word,  or  part  of this act shall be adjudged by any court of\n   23  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n   24  impair  or invalidate the remainder thereof but shall be confined in its\n   25  operation to the portion, clause, sentence, paragraph, word, section  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02867-01-1\n\n       A. 3107                             2\n\n    1  part thereof directly involved in the controversy in which such judgment\n    2  shall  have been rendered. The town and village of Woodbury respectively\n    3  reserve the right, upon a joint resolution  and  compliance  with  state\n    4  law,  to  revert  to  their  previous status in the event any subsequent\n    5  change to this act, as a result of any judgment, renders it  ineffective\n    6  as to its legislative intent.\n    7    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to consolidating the village of Woodbury with the town of Woodbury ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T121620.TXT", "SOBI.D110124.T150133.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295899293758
}