{
  "year" : 2011,
  "senateBillNo" : "A3102-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A3102-2011-1295845200000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for funding for a sound basic education",
  "summary" : "Provides for funding for a sound basic education; directs that a percentage of payments under articles five and ten of the racing, pari-mutuel wagering and breeding law made by off-track betting corporations shall be transferred to the state comptroller for deposit in the sound basic education fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Racing, Pari-Mutuel Wagering and Breeding Law",
  "previousVersions" : [ "A1408-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3102\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WRIGHT, CYMBROWITZ, MARKEY, P. RIVERA -- Multi-\n         Sponsored by -- M. of A. GOTTFRIED,  LENTOL,  PEOPLES-STOKES  --  read\n         once and referred to the Committee on Racing and Wagering\n\n       AN  ACT  to  amend the racing, pari-mutuel wagering and breeding law and\n         the tax law, in relation to funding for a sound basic education\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The state of New York has an obligation\n    2  under its constitution to provide its children with a sound basic educa-\n    3  tion  as recently and explicitly expressed in the Court of Appeals deci-\n    4  sion in CAMPAIGN FOR FISCAL EQUITY V. STATE. In  order  to  comply  with\n    5  such  holding and constitutional duty, the legislature hereby finds that\n    6  new and continuing funding streams are necessary to meet such duty.  The\n    7  legislature  further  finds  that the existing and primary funding mech-\n    8  anism for education in this state, the real property  tax,  has  histor-\n    9  ically been imposed by local governments and state support for education\n   10  should and is intended to rectify uneven revenue yields from that source\n   11  of revenue due to local prevailing market forces.\n   12    Supplementing the local property tax is necessary to assure that chil-\n   13  dren  residing  in areas of high need for educational services that also\n   14  have a small tax base can receive the same fiscal  resources  that  more\n   15  fortunate areas of the state utilize to educate our children. Each child\n   16  is entitled to substantially similar resources. To achieve this end in a\n   17  manner  that  will  not unnecessarily displace or reduce the support for\n   18  other vulnerable populations, the legislature hereby finds  that  licen-\n   19  sees  of  the newly created video lottery terminals, the division of the\n   20  lottery and other such beneficiaries will be receiving a substantial new\n   21  form of revenue due to recently enacted legislation  and  can  absorb  a\n   22  reduction  in income from other sources at this time. The reductions and\n   23  transfers in this act will provide  for  a  continuing  and  substantial\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03142-01-1\n\n       A. 3102                             2\n\n    1  revenue  source  for  the  state  to  partially  fund  its obligation to\n    2  adequately educate every child in this state.\n    3    S  2.  The racing, pari-mutuel wagering and breeding law is amended by\n    4  adding a new section 912 to read as follows:\n    5    S 912. FUNDING FOR SOUND BASIC EDUCATION. 1. NOTWITHSTANDING ANY  LAW,\n    6  REGULATION  OR RULE TO THE CONTRARY, ANY PAYMENT UNDER ARTICLES FIVE AND\n    7  TEN OF THIS CHAPTER REQUIRED TO BE MADE BY AN OFF-TRACK  BETTING  CORPO-\n    8  RATION ESTABLISHED PURSUANT TO SECTIONS FIVE HUNDRED TWO AND SIX HUNDRED\n    9  THREE  OF  THIS  CHAPTER TO A REGIONAL TRACK, OTHER THAN FEES OR COMPEN-\n   10  SATION ARISING FROM RACES CONDUCTED BY A REGIONAL TRACK, SHALL  BE  MADE\n   11  PURSUANT  TO  THE  FOLLOWING SCHEDULE AFTER SUCH TRACK HAS BEEN LICENSED\n   12  AND IS CONDUCTING VIDEO  LOTTERY  GAMING  PURSUANT  TO  SECTION  SIXTEEN\n   13  HUNDRED SEVENTEEN-A OF THE TAX LAW:\n   14    A. TWENTY PER CENTUM OF THE SUM REQUIRED BY THE PROVISIONS OF ARTICLES\n   15  FIVE  AND TEN OF THIS CHAPTER SHALL BE RETAINED BY THE OFF-TRACK BETTING\n   16  CORPORATION MAKING SUCH PAYMENT FOR ITS NECESSARY AND ORDINARY OPERATING\n   17  EXPENSES; AND\n   18    B. THE REMAINDER SHALL BE TRANSFERRED TO THE REGIONAL TRACK IN ACCORD-\n   19  ANCE WITH THE PROVISIONS OF ARTICLES FIVE AND TEN OF THIS CHAPTER AND OF\n   20  THE SUM RECEIVED BY SUCH TRACK, ONE-THIRD SHALL BE PROMPTLY  TRANSFERRED\n   21  TO  THE  HORSEMEN'S  PURSE  ACCOUNT  TO  BE  USED EXCLUSIVELY FOR PURSES\n   22  AWARDED IN RACES CONDUCTED BY SUCH TRACK AND  THE  REMAINING  AMOUNT  OF\n   23  SUCH  SUM  SHALL  BE  PROMPTLY  TRANSFERRED TO THE STATE COMPTROLLER FOR\n   24  DEPOSIT IN THE SOUND BASIC  EDUCATION  FUND  MAINTAINED  BY  SUCH  COMP-\n   25  TROLLER.\n   26    2.  ANY  TRANSFER REQUIRED OF A REGIONAL TRACK PURSUANT TO SUBDIVISION\n   27  ONE OF THIS SECTION SHALL BE MADE WITHIN SEVEN BUSINESS DAYS OF  RECEIPT\n   28  OF  ANY  SUM  FROM  AN  OFF-TRACK BETTING CORPORATION AND ANY TRACK THAT\n   29  FAILS TO DO SO ON THREE OR MORE OCCASIONS WITHIN A  YEAR  OF  THE  FIRST\n   30  SUCH  FAILURE,  SHALL  CONSTITUTE PRESUMPTIVE EVIDENCE OF ANY ELEMENT OF\n   31  INTENT IN A CRIME DEFINED UNDER ARTICLE ONE HUNDRED  FIFTY-FIVE  OF  THE\n   32  PENAL  LAW  IN ANY PROSECUTION OF SUCH CRIME AGAINST THE CHIEF OPERATING\n   33  OFFICER AND/OR THE CHIEF FINANCIAL OFFICER OF SUCH TRACK.\n   34    S 3. Paragraph 2 of subdivision c of section 1612 of the tax  law,  as\n   35  amended  by  section  2 of part CC of chapter 61 of the laws of 2005, is\n   36  amended to read as follows:\n   37    2. Of the ten percent retained  by  the  division  for  administrative\n   38  purposes,  any amounts beyond that which are necessary for the operation\n   39  and administration of this pilot  program  shall  be  deposited  in  the\n   40  [lottery education account] SOUND BASIC EDUCATION FUND MAINTAINED BY THE\n   41  STATE COMPTROLLER.\n   42    S  4.  Section 1614 of the tax law is amended by adding a new subdivi-\n   43  sion c to read as follows:\n   44    C. THE DIRECTOR SHALL PROVIDE WRITTEN NOTIFICATION TO THE DIRECTOR  OF\n   45  THE  BUDGET,  THE  CHAIRPERSON  OF  THE SENATE FINANCE COMMITTEE AND THE\n   46  CHAIRPERSON OF THE ASSEMBLY WAYS AND  MEANS  COMMITTEE  ON  A  QUARTERLY\n   47  BASIS  OF  THE  TOTAL  AMOUNT MAINTAINED BY THE DIVISION AS UNCLAIMED OR\n   48  ABANDONED PRIZE MONEY UNDER THIS SECTION, AND SET FORTH  THE  JUSTIFICA-\n   49  TION  FOR  THE  RETENTION  OF ANY SUM BY THE DIVISION IN EXCESS OF FIFTY\n   50  MILLION FOR ANY PURPOSE OTHER THAN THE TRANSFER OF SUCH  EXCESS  TO  THE\n   51  SOUND  BASIC  EDUCATION  FUND  MAINTAINED BY THE STATE COMPTROLLER ON OR\n   52  BEFORE THE THIRTIETH DAY AFTER THE COMMENCEMENT OF THE FOLLOWING  FISCAL\n   53  YEAR.  UNLESS  SUCH  JUSTIFICATION  FOR  RETENTION  BY  THE  DIVISION IS\n   54  ACCEPTED IN WRITING BY ALL THREE RECIPIENTS OF SUCH NOTICE  AS  PROVIDED\n   55  IN  THIS SUBDIVISION, TRANSFER OF THE EXCESS TO SUCH FUND SHALL OCCUR NO\n\n       A. 3102                             3\n\n    1  LATER THAN THE THIRTIETH DAY AFTER THE  COMMENCEMENT  OF  THE  NEXT  NEW\n    2  FISCAL YEAR.\n    3    S  5.  This  act  shall take effect on the thirtieth of September next\n    4  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the racing, pari-mutuel wagering and breeding law and the tax law, in relation to funding for a sound basic education ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993587
}