{
  "year" : 2011,
  "senateBillNo" : "A3105-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3105-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring a local referendum prior to legislative action taken to alienate parkland",
  "summary" : "Relates to requiring a local referendum prior to legislative action taken to alienate parkland. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A7946-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3105\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. SPANO, JAFFEE, BARRON, COLTON, CASTRO, ENGLE-\n         BRIGHT -- Multi-Sponsored by -- M. of A. BURLING,  McDONOUGH,  THIELE,\n         WEISENBERG -- read once and referred to the Committee on Local Govern-\n         ments\n\n       AN  ACT  to amend the general municipal law, the county law, the village\n         law, the general city law, the town law, the municipal home  rule  law\n         and the statute of local governments, in relation to requiring a local\n         referendum prior to legislative action taken to alienate parkland\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (b) of section 72-h of  the  general  municipal\n    2  law,  as added by chapter 233 of the laws of 1940, is amended to read as\n    3  follows:\n    4    (b) The provisions of this section shall not apply to any real proper-\n    5  ty which is made  inalienable  under  the  provisions  of  any  general,\n    6  special  or  local  law  or of any charter.   PRIOR TO STATE LEGISLATIVE\n    7  ACTION TAKEN TO ALIENATE PARKLAND IN SUPERSESSION OF THE  PROVISIONS  OF\n    8  THIS  SUBDIVISION,  APPROVAL  OF  SUCH ACTION SHALL BE ATTAINED FROM THE\n    9  RESIDENTS DIRECTLY AFFECTED BY THE ALIENATION OF  THE  PARKLAND  THROUGH\n   10  THE MEANS OF A LOCAL REFERENDUM.\n   11    S 2. Section 215 of the county law is amended by adding a new subdivi-\n   12  sion 12 to read as follows:\n   13    12.  PRIOR  TO  STATE LEGISLATIVE ACTION TAKEN TO ALIENATE PARKLAND IN\n   14  SUPERSESSION OF ANY OF THE PROVISIONS OF THIS SECTION, APPROVAL OF  SUCH\n   15  ACTION  SHALL  BE  ATTAINED  FROM THE RESIDENTS DIRECTLY AFFECTED BY THE\n   16  ALIENATION OF THE PARKLAND THROUGH THE MEANS OF A LOCAL REFERENDUM.\n   17    S 3. The village law is amended by adding a new section 1-103 to  read\n   18  as follows:\n   19    S  1-103 LEGISLATIVE ACTION TO ALIENATE PARKLAND; REFERENDUM REQUIRED.\n   20  WHERE CERTAIN PARKLAND IS IMPRESSED WITH A PUBLIC TRUST, THEREBY  NECES-\n   21  SITATING  STATE LEGISLATIVE ACTION TO ALIENATE SUCH REAL PROPERTY, PRIOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07858-01-1\n\n       A. 3105                             2\n\n    1  TO SUCH LEGISLATIVE ACTION, APPROVAL OF SUCH ACTION  SHALL  BE  ATTAINED\n    2  FROM  THE  RESIDENTS DIRECTLY AFFECTED BY THE ALIENATION OF THE PARKLAND\n    3  THROUGH THE MEANS OF A LOCAL REFERENDUM.\n    4    S 4. Subdivision 2 of section 20 of the general city law is amended by\n    5  adding a new closing paragraph to read as follows:\n    6    PRIOR TO STATE LEGISLATIVE ACTION TAKEN TO ALIENATE PARKLAND IN SUPER-\n    7  SESSION  OF  ANY  OF  THE  PROVISIONS  OF THIS SECTION, APPROVAL OF SUCH\n    8  ACTION SHALL BE ATTAINED FROM THE RESIDENTS  DIRECTLY  AFFECTED  BY  THE\n    9  ALIENATION OF THE PARKLAND THROUGH THE MEANS OF A LOCAL REFERENDUM.\n   10    S  5. Subdivision 2 of section 64 of the town law, as amended by chap-\n   11  ter 365 of the laws of 1980, is amended to read as follows:\n   12    2. Acquisition and conveyance of real property. May acquire by  lease,\n   13  purchase, in the manner provided by law, or by acquisition in the manner\n   14  provided by the eminent domain procedure law, any lands or rights there-\n   15  in,  either  within  or  outside  the  town boundaries, required for any\n   16  public purpose, and may, upon the adoption of a  resolution,  convey  or\n   17  lease  real  property in the name of the town, which resolution shall be\n   18  subject to a  permissive  referendum.  If  the  property  or  rights  be\n   19  acquired by acquisition, the town board may subject to the provisions of\n   20  the  eminent  domain  procedure law at once enter into possession of the\n   21  real property or rights described when the judgment shall have been made\n   22  and entered, and the town shall thereupon stand charged and  responsible\n   23  for  the  prompt  payment of the amount which may ultimately be awarded.\n   24  Lands or rights required for a district purpose shall be acquired by the\n   25  town board in the name of the district, and the cost thereof shall be  a\n   26  charge  upon and assessed against such district. Such district lands and\n   27  rights may be sold or leased  in  the  manner  provided  in  subdivision\n   28  twelve  of  section  one  hundred  ninety-eight of this chapter.   WHERE\n   29  CERTAIN PARKLAND IS IMPRESSED WITH THE PUBLIC TRUST, THEREBY NECESSITAT-\n   30  ING STATE LEGISLATIVE ACTION TO ALIENATE SUCH REAL  PROPERTY,  PRIOR  TO\n   31  SUCH  LEGISLATIVE ACTION, APPROVAL OF SUCH ACTION SHALL BE ATTAINED FROM\n   32  THE RESIDENTS DIRECTLY  AFFECTED  BY  THE  ALIENATION  OF  THE  PARKLAND\n   33  THROUGH THE MEANS OF A LOCAL REFERENDUM.\n   34    S 6. The municipal home rule law is amended by adding a new section 12\n   35  to read as follows:\n   36    S  12.  LEGISLATIVE  ACTION TO ALIENATE PARKLAND; REFERENDUM REQUIRED.\n   37  WHERE CERTAIN PARKLAND IS IMPRESSED WITH A PUBLIC TRUST, THEREBY  NECES-\n   38  SITATING  STATE LEGISLATIVE ACTION TO ALIENATE SUCH REAL PROPERTY, PRIOR\n   39  TO SUCH LEGISLATIVE ACTION, APPROVAL OF SUCH ACTION  SHALL  BE  ATTAINED\n   40  FROM  THE  RESIDENTS DIRECTLY AFFECTED BY THE ALIENATION OF THE PARKLAND\n   41  THROUGH THE MEANS OF A LOCAL REFERENDUM.\n   42    S 7. The statute of local governments  is  amended  by  adding  a  new\n   43  section 11-a to read as follows:\n   44    S  11-A. LEGISLATIVE ACTION TO ALIENATE PARKLAND; REFERENDUM REQUIRED.\n   45  WHERE CERTAIN PARKLAND IS IMPRESSED WITH A PUBLIC TRUST, THEREBY  NECES-\n   46  SITATING  STATE LEGISLATIVE ACTION TO ALIENATE SUCH REAL PROPERTY, PRIOR\n   47  TO SUCH LEGISLATIVE ACTION, APPROVAL OF SUCH ACTION  SHALL  BE  ATTAINED\n   48  FROM  THE  RESIDENTS DIRECTLY AFFECTED BY THE ALIENATION OF THE PARKLAND\n   49  THROUGH THE MEANS OF A LOCAL REFERENDUM.\n   50    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, the county law, the village law, the general city law, the town law, the municipal home rule law and the statute of local governments, in relation to requiring a local referendum prior to legislative action taken to alienate parkland ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T121620.TXT", "SOBI.D110124.T122121.TXT", "SOBI.D110124.T150133.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295899293751
}