{
  "year" : 2011,
  "senateBillNo" : "A3101-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3101-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of aggravated harassment of a public service answering point; makes such crime a class E felony",
  "summary" : "Creates the crime of aggravated harassment of a public service answering point; makes such crime a class E felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A10518-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3101\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law, in relation  to  creating  the  crime  of\n         aggravated harassment of a public service answering point\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 240.33  to\n    2  read as follows:\n    3  S 240.33 AGGRAVATED HARASSMENT OF A PUBLIC SERVICE ANSWERING POINT.\n    4    1.  A  PERSON  IS  GUILTY OF AGGRAVATED HARASSMENT OF A PUBLIC SERVICE\n    5  ANSWERING POINT WHEN HE OR SHE INTENTIONALLY  MAKES  A  TELEPHONE  CALL,\n    6  WHETHER  OR  NOT  A  CONVERSATION  ENSUES, WITH NO PURPOSE OF LEGITIMATE\n    7  COMMUNICATION.\n    8    2. FOR THE PURPOSE OF THIS SECTION, \"PUBLIC SERVICE  ANSWERING  POINT\"\n    9  MEANS  A  COMMUNICATION  FACILITY  WHICH  FIRST  RECEIVES 911 CALLS FROM\n   10  PERSONS WITHIN A 911 SERVICE AREA AND WHICH MAY, AS APPROPRIATE, DIRECT-\n   11  LY DISPATCH THE SERVICES OF A PUBLIC SAFETY AGENCY OR EXTEND,  TRANSFER,\n   12  RELAY  OR  OTHERWISE  ROUTE  911  CALLS TO THE APPROPRIATE PUBLIC SAFETY\n   13  AGENCY.\n   14    AGGRAVATED HARASSMENT OF A PUBLIC SERVICE ANSWERING POINT IS A CLASS E\n   15  FELONY.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02040-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crime of aggravated harassment of a public service answering point ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295898993583
}