{
  "year" : 2011,
  "senateBillNo" : "A3108-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3108-2011-1295845200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes article 12 of the civil practice law and rules gender neutral",
  "summary" : "Makes article 12 of the civil practice law and rules gender neutral. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A2530-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3108\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the civil practice law and rules, in relation to  making\n         technical corrections thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1201 of  the  civil  practice  law  and  rules,  as\n    2  amended  by  chapter  115  of  the  laws  of 1981, is amended to read as\n    3  follows:\n    4    S 1201. Representation of infant, incompetent person, or  conservatee.\n    5  Unless the court appoints a guardian ad litem, an infant shall appear by\n    6  the guardian of his OR HER property or, if there is no such guardian, by\n    7  a parent having legal custody, or, if there is no such parent, by anoth-\n    8  er  person or agency having legal custody, or, if the infant is married,\n    9  by an adult  spouse  residing  with  the  infant,  a  person  judicially\n   10  declared  to  be incompetent shall appear by the committee of his OR HER\n   11  property, and a conservatee shall appear by the conservator  of  his  OR\n   12  HER  property.  A person shall appear by his OR HER guardian ad litem if\n   13  he OR SHE is an infant and has no  guardian  of  his  OR  HER  property,\n   14  parent,  or other person or agency having legal custody, or adult spouse\n   15  with whom he OR SHE resides, or if he OR SHE is an infant, person  judi-\n   16  cially  declared  to  be  incompetent,  or  a conservatee [as defined in\n   17  section 77.01 of the mental  hygiene  law]  and  the  court  so  directs\n   18  because of a conflict of interest or for other cause, or if he OR SHE is\n   19  an  adult  incapable  of  adequately prosecuting or defending his OR HER\n   20  rights.\n   21    S 2. Rule 1202 of the civil practice law and rules,  subdivisions  (a)\n   22  and  (b)  as  amended  by chapter 115 of the laws of 1981, is amended to\n   23  read as follows:\n   24    Rule 1202. Appointment of guardian ad litem. (a) By whom motion  made.\n   25  The  court in which an action is triable may appoint a guardian ad litem\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02854-01-1\n\n       A. 3108                             2\n\n    1  at any stage in the action upon its own initiative or  upon  the  motion\n    2  of:\n    3    1. an infant party if he OR SHE is more than fourteen years of age; or\n    4    2.  a  relative,  friend  or a guardian, committee of the property, or\n    5  conservator; or\n    6    3. any other party to the action if a motion has not been  made  under\n    7  paragraph  one  or  two  OF  THIS  SUBDIVISION  within  ten  days  after\n    8  completion of service.\n    9    (b) Notice of motion. Notice of a motion for appointment of a guardian\n   10  ad litem for a person shall be served upon the guardian of  his  OR  HER\n   11  property,  upon  his OR HER committee or upon his OR HER conservator, or\n   12  if he OR SHE has no such guardian, committee, or conservator,  upon  the\n   13  person with whom he OR SHE resides. Notice shall also be served upon the\n   14  person who would be represented if he OR SHE is more than fourteen years\n   15  of age and has not been judicially declared to be incompetent.\n   16    (c)  Consent.  No order appointing a guardian ad litem shall be effec-\n   17  tive until a written consent of the proposed guardian has been submitted\n   18  to the court together with an affidavit stating facts showing his OR HER\n   19  ability to answer for any damage sustained by his OR HER  negligence  or\n   20  misconduct.\n   21    S  3.  Section  1203 of the civil practice law and rules is amended to\n   22  read as follows:\n   23    S 1203. Default judgment.  No  judgment  by  default  may  be  entered\n   24  against  an  infant  or  a  person judicially declared to be incompetent\n   25  unless his OR HER representative appeared in the action or  twenty  days\n   26  have expired since appointment of a guardian ad litem for him OR HER. No\n   27  default judgment may be entered against an adult incapable of adequately\n   28  protecting  his  OR  HER  rights  for  whom a guardian ad litem has been\n   29  appointed unless twenty days have expired since the appointment.\n   30    S 4. Section 1206 of the civil practice law and rules, as  amended  by\n   31  chapter  115  of  the  laws of 1981, the opening paragraph as amended by\n   32  chapter 635 of the laws of 1988, subdivision (b) as amended  by  chapter\n   33  205 of the laws of 1995 and subdivision (c) as amended by chapter 464 of\n   34  the laws of 1995, is amended to read as follows:\n   35    S  1206.  Disposition  of  proceeds  of  claim  of  infant, judicially\n   36  declared incompetent or conservatee. [Except as provided in EPTL  7-4.9,\n   37  any] ANY property to which an infant, a person judicially declared to be\n   38  incompetent  or  a conservatee is entitled, after deducting any expenses\n   39  allowed by the court, shall be distributed to the guardian of his OR HER\n   40  property, the committee of his OR HER property or conservator to be held\n   41  for the use and benefit of  such  infant,  incompetent,  or  conservatee\n   42  except that:\n   43    (a)  in  the  case  of an infant who is married to and resides with an\n   44  adult spouse, the court may order that the property  be  distributed  to\n   45  such adult spouse for the use and benefit of the infant; or\n   46    (b)  if the value of the property does not exceed ten thousand dollars\n   47  the court may order the property distributed to a person with whom  such\n   48  infant,  incompetent  or conservatee resides or who has some interest in\n   49  his OR HER welfare to be held for the use and benefit  of  such  infant,\n   50  incompetent or conservatee; or\n   51    (c)  the court may order that money constituting any part of the prop-\n   52  erty be deposited in one or more specified insured banks or trust compa-\n   53  nies or savings banks or insured state or federal credit  unions  or  be\n   54  invested  in  one or more specified accounts in insured savings and loan\n   55  associations, or it may order that a structured settlement agreement  be\n   56  executed,  which  shall  include  any  settlement  whose  terms  contain\n\n       A. 3108                             3\n\n    1  provisions for the payment of funds on an  installment  basis,  provided\n    2  that  with  respect  to future installment payments, the court may order\n    3  that each party liable for such payments shall fund such payments, in an\n    4  amount necessary to assure the future payments, in the form of an annui-\n    5  ty  contract  executed by a qualified insurer and approved by the super-\n    6  intendent of insurance pursuant to articles fifty-A and fifty-B of  this\n    7  chapter.  The  court  may  elect  that  the money be deposited in a high\n    8  interest yield account such as an insured \"savings  certificate\"  or  an\n    9  insured  \"money  market\"  account. The court may further elect to invest\n   10  the money in one or more insured or guaranteed United States treasury or\n   11  municipal bills, notes or bonds. This money  is  subject  to  withdrawal\n   12  only  upon  order  of  the  court,  except  that no court order shall be\n   13  required to pay over to the infant who has attained the age of  eighteen\n   14  years all moneys so held unless the depository is in receipt of an order\n   15  from  a  court  of  competent jurisdiction directing it to withhold such\n   16  payment beyond the infant's  eighteenth  birthday.  Notwithstanding  the\n   17  preceding sentence, the ability of an infant who has attained the age of\n   18  eighteen  years to accelerate the receipt of future installment payments\n   19  pursuant to a structured settlement agreement shall be governed  by  the\n   20  terms of such agreement. The reference to the age of twenty-one years in\n   21  any order made pursuant to this subdivision or its predecessor, prior to\n   22  September first, nineteen hundred seventy-four, directing payment to the\n   23  infant  without  further  court  order when he OR SHE reaches the age of\n   24  twenty-one years, shall be deemed  to  designate  the  age  of  eighteen\n   25  years; or\n   26    (d)  the  court  may  order  that the property be held for the use and\n   27  benefit of such infant, incompetent or conservatee as provided by subdi-\n   28  vision (d) of [section] RULE 1210.\n   29    S 5. Rule 1208 of the civil practice law  and  rules,  as  amended  by\n   30  chapter 844 of the laws of 1968, is amended to read as follows:\n   31    Rule 1208. Settlement procedure; papers; representation.\n   32    (a)  Affidavit of infant's or incompetent's representative. An affida-\n   33  vit of the infant's or incompetent's representative shall be included in\n   34  the supporting papers and shall state:\n   35    1. his OR HER name, residence and relationship to the infant or incom-\n   36  petent;\n   37    2. the name, age and residence of the infant or incompetent;\n   38    3. the circumstances giving rise to the action or claim;\n   39    4. the nature and extent of the damages sustained  by  the  infant  or\n   40  incompetent,  and  if  the  action  or claim is for damages for personal\n   41  injuries to the infant or incompetent, the name of  each  physician  who\n   42  attended  or treated the infant or incompetent or who was consulted, the\n   43  medical expenses, the period of disability, the amount  of  wages  lost,\n   44  and the present physical condition of the infant or incompetent;\n   45    5.  the  terms  and proposed distribution of the settlement and his OR\n   46  HER approval of both;\n   47    6. the facts surrounding any other motion or petition  for  settlement\n   48  of  the  same claim, of an action to recover on the same claim or of the\n   49  same action;\n   50    7. whether reimbursement  for  medical  or  other  expenses  has  been\n   51  received from any source; and\n   52    8.  whether the infant's or incompetent's representative or any member\n   53  of the infant's or incompetent's family has made  a  claim  for  damages\n   54  alleged  to have been suffered as a result of the same occurrence giving\n   55  rise to the infant's or incompetent's claim and, if so, the amount  paid\n\n       A. 3108                             4\n\n    1  or  to be paid in settlement of such claim or if such claim has not been\n    2  settled the reasons therefor.\n    3    (b)  Affidavit of attorney. If the infant or incompetent or his OR HER\n    4  representative is represented by an attorney, an affidavit of the attor-\n    5  ney shall be included in the supporting papers and shall state:\n    6    1. his OR HER reasons for recommending the settlement;\n    7    2. that directly or indirectly he OR SHE has neither become  concerned\n    8  in the settlement at the instance of a party or person opposing, or with\n    9  interests  adverse  to,  the infant or incompetent nor received nor will\n   10  receive any compensation from such party, and whether or not he  OR  SHE\n   11  has  represented  or  now  represents any other person asserting a claim\n   12  arising from the same occurrence; and\n   13    3. the services rendered by him OR HER.\n   14    (c) Medical or hospital report. If the action or claim is for  damages\n   15  for  personal injuries to the infant or incompetent, one or more medical\n   16  or hospital reports, which need not be verified, shall  be  included  in\n   17  the supporting papers.\n   18    (d) Appearance before court. On the hearing, the moving party or peti-\n   19  tioner,  the infant or incompetent, and his OR HER attorney shall attend\n   20  before the court unless attendance is excused for good cause.\n   21    (e) Representation. No attorney having or  representing  any  interest\n   22  conflicting  with  that  of  an  infant or incompetent may represent the\n   23  infant or incompetent.\n   24    (f) Preparation of papers by attorney for adverse party. If the infant\n   25  or incompetent is not represented by  an  attorney  the  papers  may  be\n   26  prepared  by the attorney for an adverse party or person and shall state\n   27  that fact.\n   28    S 6. Rule 1210 of the civil practice law  and  rules,  as  amended  by\n   29  judicial conference proposal number 2 for the year 1969, subdivision (d)\n   30  as  amended  by  chapter  464 of the laws of 1995, is amended to read as\n   31  follows:\n   32    Rule 1210. Guardian of infant. (a) Petition for appointment;  by  whom\n   33  presented; contents. An infant, if of the age of fourteen years or more,\n   34  or  a  relative  or  friend  of an infant, may present a petition to the\n   35  court for appointment of a guardian. The petition shall  state  the  age\n   36  and residence of the infant, the name and residence of any living parent\n   37  and  of  the  person proposed as guardian, the relationship if any which\n   38  such person bears to the infant, and the nature, status and value of the\n   39  infant's estate.\n   40    (b) Hearing. The court shall ascertain the  age  of  the  infant,  the\n   41  amount of his OR HER personal property, the gross amount or value of the\n   42  rents  and profits of his OR HER real estate during his OR HER minority,\n   43  and the sufficiency of the security offered by the proposed guardian. If\n   44  the infant is of the age of fourteen years  or  more,  the  court  shall\n   45  examine  him  OR HER as to his OR HER voluntary nomination of or prefer-\n   46  ence for a suitable guardian; if he OR SHE is under the age of fourteen,\n   47  the court shall select and appoint a suitable guardian.\n   48    (c) Undertaking. The court shall make an order requiring or dispensing\n   49  wholly or partly with an undertaking, in an amount and according to  the\n   50  conditions  set  forth  in section seventeen hundred eight of the surro-\n   51  gate's court procedure act.\n   52    (d) Direction as to management of estate. The court in its  discretion\n   53  may  direct  that  the  principal  of  the  estate  or any part of it be\n   54  invested in bonds of the state of New York or of the United  States,  or\n   55  invested  in  bonds  or  other  obligations  of  any county, city, town,\n   56  village or school district of the state of New York, or  deposited  with\n\n       A. 3108                             5\n\n    1  any bank, trust company, insured savings and loan association or insured\n    2  savings  bank  or  insured  state or federal credit union which has been\n    3  designated as a depository for such fund; or  invested  in  a  bond  and\n    4  mortgage  on unincumbered and improved property within the state, having\n    5  a value, to be shown to the satisfaction  of  the  court,  of  at  least\n    6  double  the amount of principal invested, for the benefit of the infant,\n    7  and may direct that only the interest or income be received by the guar-\n    8  dian.\n    9    (e) Filing of  certified  copy  of  order  of  appointment.  Upon  the\n   10  appointment  of  a  guardian  of  the person or property, or both, of an\n   11  infant, the guardian shall file a certified copy of the order of his  OR\n   12  HER appointment with the clerk of the surrogate's court of the county in\n   13  which he OR SHE has been appointed.\n   14    S 7. Rule 1211 of the civil practice law and rules, subdivision (a) as\n   15  amended  by  chapter  276  of  the  laws  of 1972, is amended to read as\n   16  follows:\n   17    Rule 1211. Allowance for infant's support.  (a)  Petition  to  supreme\n   18  court,  county  court  or surrogate's court; contents. A petition to the\n   19  supreme court, county court or the surrogate's court for the application\n   20  of an infant's property or a portion thereof to  the  infant's  support,\n   21  maintenance or education shall set forth in detail:\n   22    1.  the  amount and nature of the infant's property, where it is situ-\n   23  ated and how invested, his OR HER income from such property or any other\n   24  source and any claim against the infant;\n   25    2. whether or not the infant's parents are living and,  if  either  of\n   26  them  is  living, all circumstances relative to their ability to support\n   27  the infant, and, if neither of  them  is  living,  the  names  of  other\n   28  persons  legally  obligated  to support the infant and the circumstances\n   29  relative to their ability to support the infant; and\n   30    3. the terms of any previous order made by any court within or without\n   31  the state for similar relief and the disposition made  of  any  property\n   32  pursuant thereto.\n   33    (b) Notice. Such notice as the court shall direct shall be given to:\n   34    1.  the  guardian  of  the  property of the infant, if the petition is\n   35  presented by a person other than such guardian;\n   36    2. the infant's father if he  is  living  or,  if  not,  then  to  the\n   37  infant's mother or, if neither parent is living, then to the person with\n   38  whom the infant resides; and\n   39    3. the infant if he OR SHE is of the age of fourteen years or more.\n   40    S  8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to making technical corrections thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T121620.TXT", "SOBI.D110124.T150133.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295899293765
}