{
  "year" : 2011,
  "senateBillNo" : "A310-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A310-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends provisions relating to the financing of charter schools to provide for financing by the state",
  "summary" : "Amends provisions relating to the financing of charter schools to provide for financing by the state rather than local school districts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3823-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          310\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GALEF,  PAULIN, PEOPLES-STOKES, ENGLEBRIGHT,\n         SPANO, CALHOUN, GIGLIO, CASTRO --  Multi-Sponsored  by  --  M.  of  A.\n         AMEDORE, BOYLAND, BURLING, COLTON, CONTE, COOK, CROUCH, FINCH, GIBSON,\n         HOOPER,  MAGEE,  McENENY,  SALADINO,  SCHIMEL, SWEENEY, THIELE -- read\n         once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the financing of char-\n         ter schools\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2856 of the education law, as added by chapter 4 of\n    2  the laws of 1998, subdivision 1 as amended by chapter 378 of the laws of\n    3  2007,  paragraph (a) of subdivision 1 as amended by section 12 of part A\n    4  of chapter 57 of the laws of 2009, is amended to read as follows:\n    5    S 2856. Financing of charter  schools.  1.    (a)  The  enrollment  of\n    6  students  attending charter schools shall NOT be included in the enroll-\n    7  ment, attendance, membership and, if applicable, count of students  with\n    8  disabilities  of  the  school  district  in which the pupil resides. The\n    9  charter school shall report all such data to the  [school  districts  of\n   10  residence]  DEPARTMENT  in  a timely manner. [Each school district shall\n   11  report such enrollment, attendance and count of students with  disabili-\n   12  ties  to  the department.] The [school district of residence] DEPARTMENT\n   13  shall pay directly to the charter school for each  student  enrolled  in\n   14  the  charter  school  [who  resides  in the school district] the charter\n   15  school basic tuition, which shall be an  amount  equal  to  one  hundred\n   16  percent  of the amount calculated pursuant to paragraph f of subdivision\n   17  one of section thirty-six hundred two of this chapter for the  STUDENT'S\n   18  school  district  OF  RESIDENCE  for  the  year  prior  to the base year\n   19  increased by the percentage change in the state total approved operating\n   20  expense calculated pursuant to paragraph t of subdivision one of section\n   21  thirty-six hundred two of this chapter from two years prior to the  base\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03380-01-1\n\n       A. 310                              2\n\n    1  year  to  the  base  year;  provided, however, that for the two thousand\n    2  nine--two thousand ten school year, the  charter  school  basic  tuition\n    3  shall  be  the  amount  payable by such district as charter school basic\n    4  tuition for the two thousand eight--two thousand nine school year.\n    5    (b)  The  [school  district] DEPARTMENT shall also pay directly to the\n    6  charter school any federal or state aid attributable to a student with a\n    7  disability attending THE charter school in proportion to  the  level  of\n    8  services  for  such  student  with  a disability that the charter school\n    9  provides  directly  or  indirectly.  Notwithstanding  anything  in  this\n   10  section  to  the  contrary, amounts payable pursuant to this subdivision\n   11  from state or local funds  may  be  reduced  pursuant  to  an  agreement\n   12  between  the  DEPARTMENT,  THE CHARTER school and the charter entity set\n   13  forth in the charter. Payments made pursuant to this  subdivision  shall\n   14  be  made  by the [school district] DEPARTMENT in six substantially equal\n   15  installments each year beginning on the first business day of  July  and\n   16  every  two  months  thereafter.  Amounts  payable under this subdivision\n   17  shall be determined by the commissioner. Amounts payable  to  a  charter\n   18  school  in its first year of operation shall be based on the projections\n   19  of initial-year enrollment set forth in the charter until actual enroll-\n   20  ment data is reported to the school district by the charter school. Such\n   21  projections shall be reconciled with the  actual  enrollment  as  actual\n   22  enrollment data is so reported and at the end of the school's first year\n   23  of  operation and each subsequent year based on a final report of actual\n   24  enrollment by the charter school, and any necessary adjustments  result-\n   25  ing from such final report shall be made to payments during the school's\n   26  following year of operation.\n   27    (c)  Notwithstanding  any  other  provision of this subdivision to the\n   28  contrary, payment of the federal aid attributable to a  student  with  a\n   29  disability  attending  a charter school shall be made in accordance with\n   30  the requirements of section 8065-a of title twenty of the United  States\n   31  code  and sections 76.785-76.799 and 300.209 of title thirty-four of the\n   32  code of federal regulations.\n   33    2. [In the event of  the  failure  of  the  school  district  to  make\n   34  payments  required  by  this section, the state comptroller shall deduct\n   35  from any state funds which become due to such school district an  amount\n   36  equal  to the unpaid obligation. The comptroller shall pay over such sum\n   37  to the charter  school  upon  certification  of  the  commissioner.  The\n   38  commissioner shall promulgate regulations to implement the provisions of\n   39  this subdivision.\n   40    3.]  Nothing in this article shall be construed to prohibit any person\n   41  or organization from providing funding or other assistance to the estab-\n   42  lishment or operation of a charter school. The board of  trustees  of  a\n   43  charter school is authorized to accept gifts, donations or grants of any\n   44  kind  made  to  the  charter  school  and  to  expend or use such gifts,\n   45  donations or grants in accordance with the conditions prescribed by  the\n   46  donor;  provided,  however,  that  no  gift,  donation  or  grant may be\n   47  accepted if subject to a condition that is contrary to any provision  of\n   48  law or term of the charter.\n   49    S  2.  This act shall take effect immediately, provided, however, that\n   50  the amendments to subdivision 1 of section 2856  of  the  education  law\n   51  made  by section one of this act shall not affect the expiration of such\n   52  subdivision and shall be deemed to expire therewith;  provided  further,\n   53  however that the amendments to paragraph (a) of subdivision 1 of section\n   54  2856  of the education law made by section one of this act shall survive\n   55  the expiration and reversion of such subdivision as provided in subdivi-\n   56  sion d of section 27 of chapter 378 of the laws of 2007, as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the financing of charter schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T103106.TXT", "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945466783
}