{
  "year" : 2011,
  "senateBillNo" : "A3104-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3104-2011-1295845200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires integrated pest management plans in child day care centers, head start day care centers and schools",
  "summary" : "Requires integrated pest management plans, as developed or approved by the commissioner of the department of environmental conservation in consultation with the commissioner of education and the commissioner of health, to be implemented in child day care centers, head start day care centers and schools. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AB1617-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3104\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ZEBROWSKI, SWEENEY, CASTRO, LIFTON, MENG, SCHI-\n         MEL, JAFFEE -- Multi-Sponsored by --  M.  of  A.  BOYLAND,  GOTTFRIED,\n         O'DONNELL,  PHEFFER,  TITONE,  WEISENBERG -- read once and referred to\n         the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, the social  services\n         law and the education law, in relation to integrated pest management\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 33 of the environmental conservation law is amended\n    2  by adding a new title 17 to read as follows:\n    3                                   TITLE 17\n    4                         INTEGRATED PEST MANAGEMENT\n    5  SECTION 33-1701. SCOPE OF INTEGRATED PEST MANAGEMENT PLAN.\n    6          33-1703. INTEGRATED PEST MANAGEMENT PLAN REQUIREMENTS.\n    7          33-1705. APPLICATION FOR INDIVIDUAL INTEGRATED  PEST  MANAGEMENT\n    8                     PLAN.\n    9  S 33-1701. SCOPE OF INTEGRATED PEST MANAGEMENT PLAN.\n   10    THE  COMMISSIONER,  IN CONSULTATION WITH THE COMMISSIONER OF EDUCATION\n   11  AND THE COMMISSIONER OF HEALTH, SHALL DEVELOP AN INTEGRATED PEST MANAGE-\n   12  MENT PLAN FOR ALL CHILD DAY CARE CENTERS OR HEAD START DAY CARE CENTERS,\n   13  AS DEFINED IN SUBDIVISION SIX OF SECTION THREE HUNDRED NINETY-A  OF  THE\n   14  SOCIAL SERVICES LAW, AND ALL SCHOOLS.\n   15  S 33-1703. INTEGRATED PEST MANAGEMENT PLAN REQUIREMENTS.\n   16    1. \"INTEGRATED PEST MANAGEMENT\" AND \"(IPM)\" SHALL MEAN A DECISION-MAK-\n   17  ING  PROCESS FOR PEST CONTROL THAT UTILIZES REGULAR MONITORING TO DETER-\n   18  MINE IF AND WHEN CONTROLS   ARE NEEDED;  EMPLOYS  PHYSICAL,  MECHANICAL,\n   19  CULTURAL,  BIOLOGICAL  AND EDUCATIONAL PRACTICES   TO CONTROL CONDITIONS\n   20  THAT PROMOTE PEST INFESTATIONS AND TO KEEP PEST POPULATIONS AT TOLERABLE\n   21  DAMAGE OR ANNOYANCE LEVELS; AND WHEN NECESSARY, JUDICIOUSLY APPLY CHEMI-\n   22  CAL PESTICIDES THAT POSE THE LEAST RISK TO HUMAN HEALTH.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06213-01-1\n\n       A. 3104                             2\n\n    1    2. THE INTEGRATED PEST MANAGEMENT PLAN FOR CHILD DAY CARE CENTERS, AND\n    2  HEAD START DAY CARE CENTERS AND SCHOOLS, AS DEVELOPED BY THE COMMISSION-\n    3  ER, SHALL REQUIRE AT A MINIMUM THE FOLLOWING:\n    4    A.   A PROVISION FOR PUBLIC ACCESS TO ALL INFORMATION ABOUT THE IMPLE-\n    5  MENTATION OF THE PLANS;\n    6    B. ALL PESTICIDE APPLICATIONS TO BE CONDUCTED BY A  CERTIFIED  COMMER-\n    7  CIAL  APPLICATOR.  PESTICIDE  APPLICATIONS  BY PERSONS WORKING UNDER THE\n    8  DIRECT SUPERVISION OF A CERTIFIED PESTICIDE APPLICATOR SHALL BE  PROHIB-\n    9  ITED;\n   10    C. WHEN PESTICIDES ARE TO BE APPLIED TO THE GROUNDS,  TURF,  TREES  OR\n   11  SHRUBS,  VISUAL  NOTIFICATION MARKERS, AS PROVIDED IN SECTION 33-1003 OF\n   12  THIS ARTICLE, SHALL BE POSTED AT LEAST EVERY FIFTY FEET  WITH  AT  LEAST\n   13  ONE MARKER ON EACH SIDE OF THE  APPLICATION AREA;\n   14    D.  APPLICATION  OF PESTICIDES SHALL BE DONE UTILIZING THE LEAST TOXIC\n   15  SUBSTANCES THAT WOULD PROVE EFFECTIVE; AND\n   16    E. A COPY OF THE PESTICIDE LABEL TO BE PROMINENTLY POSTED IN A  COMMON\n   17  AREA OF ANY BUILDING WHICH IS TO RECEIVE THE PESTICIDE APPLICATION. SUCH\n   18  NOTICE  AND  A  LEGIBLE COPY OF THE PESTICIDE PRODUCT LABEL SHALL REMAIN\n   19  POSTED FOR AT LEAST FORTY-EIGHT HOURS FOLLOWING THE  PESTICIDE  APPLICA-\n   20  TION.  THE  NOTICE  SHALL  INCLUDE, AT A MINIMUM, THE NAME AND TELEPHONE\n   21  NUMBER OF THE CONTACT PERSON WHO SHALL  PROVIDE DETAILED INFORMATION  ON\n   22  THE  PESTICIDE APPLICATION. A COPY OF THE PESTICIDE LABEL  SHALL BE MADE\n   23  AVAILABLE TO ANY PERSON REQUESTING SUCH LABEL WITHIN  TWENTY-FOUR  HOURS\n   24  OF SUCH REQUEST.\n   25  S 33-1705. APPLICATION FOR INDIVIDUAL INTEGRATED PEST MANAGEMENT PLAN.\n   26    A  CHILD  DAY  CARE  CENTER,  HEAD START DAY CARE CENTER OR SCHOOL MAY\n   27  PROPOSE AN INTEGRATED PEST MANAGEMENT PLAN, SEPARATE  FROM  THE  COMMIS-\n   28  SIONER'S  PLAN,  BASED  UPON  THE  UNIQUE  CIRCUMSTANCES OF THE DAY CARE\n   29  CENTER OR SCHOOL. THE COMMISSIONER MAY APPROVE OR DENY  THE  APPLICATION\n   30  BASED UPON AN ANALYSIS OF THE UNIQUE CIRCUMSTANCES COMPARED TO THE GOALS\n   31  OF THE COMMISSIONER'S INTEGRATED PEST MANAGEMENT PLAN.  UPON APPROVAL OF\n   32  SUCH APPLICATION BY THE  COMMISSIONER, THE DAY CARE CENTER OR SCHOOL MAY\n   33  SUBSTITUTE  THE  COMMISSIONER'S  PLAN WITH THE APPROVED INDIVIDUAL INTE-\n   34  GRATED PESTICIDE MANAGEMENT PLAN IN COMPLIANCE WITH THIS TITLE.\n   35    S 2. Section 390-a of the social services law is amended by  adding  a\n   36  new subdivision 6 to read as follows:\n   37    6.  ALL  PROVIDERS  OF  A  CHILD DAY CARE CENTER AS DEFINED IN SECTION\n   38  THREE HUNDRED NINETY OF THIS TITLE, OR A  HEAD  START  DAY  CARE  CENTER\n   39  FUNDED  PURSUANT  TO  TITLE V OF THE FEDERAL OPPORTUNITY ACT OF NINETEEN\n   40  HUNDRED SIXTY-FOUR, AS AMENDED, ARE REQUIRED TO IMPLEMENT AN  INTEGRATED\n   41  PEST MANAGEMENT PLAN WHICH HAS BEEN DEVELOPED OR APPROVED BY THE COMMIS-\n   42  SIONER OF THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION PURSUANT TO TITLE\n   43  SEVENTEEN OF ARTICLE THIRTY-THREE OF THE ENVIRONMENTAL CONSERVATION LAW.\n   44    S  3.    The education law is amended by adding a new section 409-l to\n   45  read as follows:\n   46    S 409-L. INTEGRATED PEST MANAGEMENT REQUIREMENTS  FOR  SCHOOLS.    ALL\n   47  SCHOOLS  ARE  REQUIRED  TO  IMPLEMENT AN INTEGRATED PEST MANAGEMENT PLAN\n   48  WHICH HAS BEEN DEVELOPED OR APPROVED BY THE COMMISSIONER OF THE  DEPART-\n   49  MENT  OF ENVIRONMENTAL CONSERVATION PURSUANT TO TITLE SEVENTEEN OF ARTI-\n   50  CLE THIRTY-THREE OF THE ENVIRONMENTAL CONSERVATION LAW.\n   51    S 4. This act shall take effect on the one hundred eightieth day after\n   52  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, the social services law and the education law, in relation to integrated pest management ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T145633.TXT", "SOBI.D110124.T121620.TXT", "SOBI.D110124.T150133.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295899293746
}