{
  "year" : 2011,
  "senateBillNo" : "A3115-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3115-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a tax surcharge to fund an omnibus education financing plan in New York city",
  "summary" : "Creates a tax surcharge to fund an omnibus education financing plan in New York city; also provides for a maintenance of effort requirement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A3622-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3115\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CLARK, ORTIZ -- Multi-Sponsored by -- M. of A.\n         COOK, GOTTFRIED, J. RIVERA -- read once and referred to the  Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law and the education law, in relation to educa-\n         tion tax surcharge\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares that an omnibus education financing plan is essential to effec-\n    3  tively  and  comprehensively  provide  a sound basic education to public\n    4  school students in the city of New York. The  \"emergency  in  education\"\n    5  surcharge  tax,  grounded  in  the  need  to provide immediate, adequate\n    6  support for public education in the city of New York, is  such  a  plan.\n    7  The  plan  recognizes  and addresses several factors: (1) that increased\n    8  operating aid is necessary to ensure New York city students are prepared\n    9  to achieve the higher standards implemented by the New York state  board\n   10  of  regents,  (2)  that the city of New York is committed to shouldering\n   11  its \"fair share\" of  the  cost  of  educating  students  in  its  public\n   12  schools, and (3) that students currently attending public schools in the\n   13  city  of  New  York  cannot  afford to wait as litigation concerning the\n   14  state of New York's education financing system is decided by the courts.\n   15  The mayor and the city council have agreed that  the  financing  program\n   16  provided  for  in this act will provide the funds necessary to implement\n   17  the \"emergency in education\" plan. The  state  must  authorize  the  new\n   18  revenue  sources requested by the city of New York to enable the city to\n   19  effectively educate public school students.\n   20    S 2. The tax law is amended by adding a new section 1304-e to read  as\n   21  follows:\n   22    S 1304-E. EMERGENCY IN EDUCATION TAX SURCHARGE. (A) IN ADDITION TO THE\n   23  TAXES AUTHORIZED BY ANY OTHER SECTION OF THIS ARTICLE, ANY CITY IMPOSING\n   24  SUCH  TAXES  IS HEREBY AUTHORIZED AND EMPOWERED TO ADOPT AND AMEND LOCAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06574-01-1\n\n       A. 3115                             2\n\n    1  LAWS IMPOSING IN ANY SUCH CITY TAX SURCHARGES ON (1) THE NEW  YORK  CITY\n    2  ADJUSTED  GROSS  INCOME,  AND  (2)  THE  TAX  DUE UNDER SECTION THIRTEEN\n    3  HUNDRED FOUR OF THIS ARTICLE OF EVERY CITY RESIDENT  INDIVIDUAL,  ESTATE\n    4  AND  TRUST,  AS SET FORTH IN SUBSECTIONS (B), (C), (D), (E), (F) AND (G)\n    5  OF THIS SECTION.\n    6    (B) FOR TAXABLE YEARS  BEGINNING  IN  TWO  THOUSAND  ELEVEN,  THE  TAX\n    7  SURCHARGES  IMPOSED  PURSUANT  TO THE AUTHORITY OF THIS SECTION SHALL BE\n    8  DETERMINED AS FOLLOWS: (1) A TAX OF ONE PERCENT ON THE  PORTION  OF  THE\n    9  NEW YORK CITY SOURCE ADJUSTED GROSS INCOME OF EVERY RESIDENT INDIVIDUAL,\n   10  ESTATE  OR TRUST AND OF EVERY NONRESIDENT OR PART-YEAR RESIDENT INDIVID-\n   11  UAL, ESTATE OR TRUST, ABOVE ONE HUNDRED THOUSAND DOLLARS, (2) A  TAX  OF\n   12  ONE  PERCENT  ON  THE  PORTION OF SUCH INCOME ABOVE TWO HUNDRED THOUSAND\n   13  DOLLARS, AND (3) A SURCHARGE OF  TWELVE  AND  ONE-HALF  PERCENT  ON  THE\n   14  AMOUNT  OF  TAX DUE BY EVERY RESIDENT INDIVIDUAL, ESTATE OR TRUST AND OF\n   15  EVERY NONRESIDENT OR PART-YEAR  RESIDENT  INDIVIDUAL,  ESTATE  OR  TRUST\n   16  PURSUANT TO SECTION THIRTEEN HUNDRED FOUR OF THIS ARTICLE.\n   17    (C)  FOR  TAXABLE  YEARS  BEGINNING  IN  TWO  THOUSAND TWELVE, THE TAX\n   18  SURCHARGES IMPOSED PURSUANT TO THE AUTHORITY OF THIS  SECTION  SHALL  BE\n   19  DETERMINED  AS  FOLLOWS:  (1) A TAX OF NINE-TENTHS OF ONE PERCENT ON THE\n   20  PORTION OF THE NEW YORK CITY SOURCE ADJUSTED GROSS INCOME OF EVERY RESI-\n   21  DENT INDIVIDUAL, ESTATE OR TRUST AND OF EVERY NONRESIDENT  OR  PART-YEAR\n   22  RESIDENT  INDIVIDUAL,  ESTATE  OR  TRUST,  ABOVE  ONE  HUNDRED  THOUSAND\n   23  DOLLARS, (2) A TAX OF NINE-TENTHS OF ONE PERCENT ON THE PORTION OF  SUCH\n   24  INCOME ABOVE TWO HUNDRED THOUSAND DOLLARS, AND (3) A SURCHARGE OF ELEVEN\n   25  AND ONE-QUARTER PERCENT ON THE AMOUNT OF TAX DUE BY EVERY RESIDENT INDI-\n   26  VIDUAL,  ESTATE  OR TRUST AND OF EVERY NONRESIDENT OR PART-YEAR RESIDENT\n   27  INDIVIDUAL, ESTATE OR TRUST PURSUANT TO SECTION THIRTEEN HUNDRED FOUR OF\n   28  THIS ARTICLE.\n   29    (D) FOR TAXABLE YEARS BEGINNING IN  TWO  THOUSAND  THIRTEEN,  THE  TAX\n   30  SURCHARGES  IMPOSED  PURSUANT  TO THE AUTHORITY OF THIS SECTION SHALL BE\n   31  DETERMINED AS FOLLOWS: (1) A TAX OF EIGHT-TENTHS OF ONE PERCENT  ON  THE\n   32  PORTION OF THE NEW YORK CITY SOURCE ADJUSTED GROSS INCOME OF EVERY RESI-\n   33  DENT  INDIVIDUAL,  ESTATE OR TRUST AND OF EVERY NONRESIDENT OR PART-YEAR\n   34  RESIDENT  INDIVIDUAL,  ESTATE  OR  TRUST,  ABOVE  ONE  HUNDRED  THOUSAND\n   35  DOLLARS, (2) A TAX OF EIGHT-TENTHS OF ONE PERCENT ON THE PORTION OF SUCH\n   36  INCOME  ABOVE  TWO  HUNDRED THOUSAND DOLLARS, AND (3) A SURCHARGE OF TEN\n   37  PERCENT ON THE AMOUNT OF TAX DUE BY EVERY RESIDENT INDIVIDUAL, ESTATE OR\n   38  TRUST AND OF EVERY NONRESIDENT OR PART-YEAR RESIDENT INDIVIDUAL,  ESTATE\n   39  OR TRUST PURSUANT TO SECTION THIRTEEN HUNDRED FOUR OF THIS ARTICLE.\n   40    (E)  FOR  TAXABLE  YEARS  BEGINNING  IN TWO THOUSAND FOURTEEN, THE TAX\n   41  SURCHARGES IMPOSED PURSUANT TO THE AUTHORITY OF THIS  SECTION  SHALL  BE\n   42  DETERMINED  AS  FOLLOWS: (1) A TAX OF SEVEN-TENTHS OF ONE PERCENT ON THE\n   43  PORTION OF THE NEW YORK CITY SOURCE ADJUSTED GROSS INCOME OF EVERY RESI-\n   44  DENT INDIVIDUAL, ESTATE OR TRUST AND OF EVERY NONRESIDENT  OR  PART-YEAR\n   45  RESIDENT  INDIVIDUAL,  ESTATE  OR  TRUST,  ABOVE  ONE  HUNDRED  THOUSAND\n   46  DOLLARS, (2) A TAX OF SEVEN-TENTHS OF ONE PERCENT ON THE PORTION OF SUCH\n   47  INCOME ABOVE TWO HUNDRED THOUSAND DOLLARS, AND (3) A SURCHARGE OF  EIGHT\n   48  AND  THREE-QUARTERS  PERCENT  ON THE AMOUNT OF TAX DUE BY EVERY RESIDENT\n   49  INDIVIDUAL, ESTATE OR TRUST AND OF EVERY NONRESIDENT OR PART-YEAR  RESI-\n   50  DENT  INDIVIDUAL,  ESTATE  OR TRUST PURSUANT TO SECTION THIRTEEN HUNDRED\n   51  FOUR OF THIS ARTICLE.\n   52    (F) FOR TAXABLE YEARS BEGINNING  IN  TWO  THOUSAND  FIFTEEN,  THE  TAX\n   53  SURCHARGES  IMPOSED  PURSUANT  TO THE AUTHORITY OF THIS SECTION SHALL BE\n   54  DETERMINED AS FOLLOWS: (1) A TAX OF SIX-TENTHS OF  ONE  PERCENT  ON  THE\n   55  PORTION OF THE NEW YORK CITY SOURCE ADJUSTED GROSS INCOME OF EVERY RESI-\n   56  DENT  INDIVIDUAL,  ESTATE OR TRUST AND OF EVERY NONRESIDENT OR PART-YEAR\n\n       A. 3115                             3\n\n    1  RESIDENT  INDIVIDUAL,  ESTATE  OR  TRUST,  ABOVE  ONE  HUNDRED  THOUSAND\n    2  DOLLARS,  (2)  A TAX OF SIX-TENTHS OF ONE PERCENT ON THE PORTION OF SUCH\n    3  INCOME ABOVE TWO HUNDRED THOUSAND DOLLARS, AND (3) A SURCHARGE OF  SEVEN\n    4  AND ONE-HALF PERCENT ON THE AMOUNT OF TAX DUE BY EVERY RESIDENT INDIVID-\n    5  UAL,  ESTATE  OR  TRUST  AND  OF EVERY NONRESIDENT OR PART-YEAR RESIDENT\n    6  INDIVIDUAL, ESTATE OR TRUST PURSUANT TO SECTION THIRTEEN HUNDRED FOUR OF\n    7  THIS ARTICLE.\n    8    (G) FOR TAXABLE YEARS BEGINNING IN TWO THOUSAND SIXTEEN AND  THEREAFT-\n    9  ER, THE TAX SURCHARGES IMPOSED PURSUANT TO THE AUTHORITY OF THIS SECTION\n   10  SHALL  BE DETERMINED AS FOLLOWS: (1) A TAX OF ONE-HALF OF ONE PERCENT ON\n   11  THE PORTION OF THE NEW YORK CITY SOURCE ADJUSTED GROSS INCOME  OF  EVERY\n   12  RESIDENT  INDIVIDUAL,  ESTATE  OR  TRUST  AND  OF  EVERY  NONRESIDENT OR\n   13  PART-YEAR RESIDENT INDIVIDUAL, ESTATE OR TRUST, ABOVE ONE HUNDRED  THOU-\n   14  SAND  DOLLARS,  (2)  A  TAX OF ONE-HALF OF ONE PERCENT ON THE PORTION OF\n   15  SUCH INCOME ABOVE TWO HUNDRED THOUSAND DOLLARS, AND (3) A  SURCHARGE  OF\n   16  SIX  AND  ONE-QUARTER PERCENT ON THE AMOUNT OF TAX DUE BY EVERY RESIDENT\n   17  INDIVIDUAL, ESTATE OR TRUST AND OF EVERY NONRESIDENT OR PART-YEAR  RESI-\n   18  DENT  INDIVIDUAL,  ESTATE  OR TRUST PURSUANT TO SECTION THIRTEEN HUNDRED\n   19  FOUR OF THIS ARTICLE.\n   20    (H) THE COMMISSIONER IN COOPERATION WITH THE COMPTROLLER  SHALL  MAIN-\n   21  TAIN  SUCH  RECORDS  AS  ARE  NECESSARY TO DETERMINE WHAT PORTION OF THE\n   22  INCOME TAX REVENUES COLLECTED ON BEHALF OF A CITY IMPOSING TAXES  PURSU-\n   23  ANT  TO  THIS ARTICLE ARE ATTRIBUTABLE TO THE EMERGENCY IN EDUCATION TAX\n   24  SURCHARGE ESTABLISHED BY THIS SECTION AND SHALL TRANSMIT SUCH  FUNDS  TO\n   25  SUCH  CITY  IN  A MANNER THAT ALLOWS SUCH FUNDS TO BE CLEARLY SEGREGATED\n   26  FROM ALL OTHER FUNDS AND ACCOUNTED FOR SEPARATELY. SUCH CITY SHALL MAIN-\n   27  TAIN SUCH FUNDS IN A SEPARATE FUND TO BE CALLED THE EMERGENCY IN  EDUCA-\n   28  TION  TAX SURCHARGE REVENUE ACCOUNT AND SHALL PUBLISH MONTHLY REPORTS ON\n   29  SUCH FUND'S RECEIPTS, DISBURSEMENTS AND BALANCES IN A MANNER  THAT  WILL\n   30  ALLOW  FOR A CLEAR UNDERSTANDING OF THE FINANCIAL CONDITION OF SUCH FUND\n   31  AND OF THE USES THAT HAVE BEEN MADE OF THE FUND'S RESOURCES.   DISBURSE-\n   32  MENTS FROM THIS FUND SHALL BE IN ADDITION TO THE FUNDS THAT SUCH CITY IS\n   33  REQUIRED TO MAKE FOR EDUCATIONAL PURPOSES PURSUANT TO SUBDIVISION FIVE-B\n   34  OF  SECTION  TWENTY-FIVE HUNDRED SEVENTY-SIX OF THE EDUCATION LAW AND NO\n   35  DISBURSEMENTS FROM THIS FUND OR OTHER FINANCIAL  TRANSACTIONS  INVOLVING\n   36  THIS  FUND SHALL BE TAKEN INTO CONSIDERATION IN ANY MANNER WHATSOEVER IN\n   37  DETERMINING SUCH CITY'S COMPLIANCE WITH THE REQUIREMENTS OF SUCH  SUBDI-\n   38  VISION  FIVE-B  OF SECTION TWENTY-FIVE HUNDRED SEVENTY-SIX OF THE EDUCA-\n   39  TION LAW.\n   40    (I) ANY MONIES GENERATED BY THIS SECTION  SHALL  BE  USED  FOR  PUBLIC\n   41  EDUCATION PURPOSES ONLY, INCLUDING HIRING AND RETAINING TEACHERS, TEACH-\n   42  ER  TRAINING, DECREASING CLASS SIZES, AND EQUIPPING AND BUILDING FACILI-\n   43  TIES.\n   44    S 3. The education law is amended by adding a new section 2589 to read\n   45  as follows:\n   46    S 2589. EMERGENCY IN EDUCATION OPERATING AID. 1. IN  ADDITION  TO  THE\n   47  GENERAL  OPERATING  AID AUTHORIZED BY ANY OTHER SECTION OF LAW, ANY CITY\n   48  IMPOSING AN EMERGENCY IN EDUCATION TAX  SURCHARGE  PURSUANT  TO  SECTION\n   49  THIRTEEN  HUNDRED  FOUR-E OF THE TAX LAW SHALL RECEIVE ADDITIONAL APPOR-\n   50  TIONMENTS OF PUBLIC MONEY FOR GENERAL  OPERATING  AID  PURPOSES,  TO  BE\n   51  KNOWN AS EMERGENCY IN EDUCATION OPERATING AID, FOR SCHOOL YEARS COMMENC-\n   52  ING  ON AND AFTER JULY FIRST, TWO THOUSAND TWELVE AS SET FORTH IN SUBDI-\n   53  VISIONS TWO, THREE, FOUR, FIVE, SIX AND  SEVEN  OF  THIS  SECTION.  SUCH\n   54  APPORTIONMENTS SHALL BE IN ADDITION TO AND NOT IN LIEU OF THE APPORTION-\n   55  MENTS  OF  PUBLIC  MONEY TO SUCH CITY FOR GENERAL OPERATING AID PURPOSES\n   56  MADE AVAILABLE TO SUCH CITY  PURSUANT  TO  OTHER  SECTIONS  OF  LAW  AND\n\n       A. 3115                             4\n\n    1  PROVIDED  THAT  THE AMOUNTS MADE AVAILABLE TO SUCH CITY PURSUANT TO SUCH\n    2  OTHER PROVISIONS OF LAW SHALL NOT IN ANY SCHOOL YEAR  COMMENCING  ON  OR\n    3  AFTER  JULY  FIRST,  TWO  THOUSAND  TWELVE  BE LESS THAN THE AMOUNT MADE\n    4  AVAILABLE  TO SUCH CITY FOR SUCH PURPOSES, WITH THE CATEGORIES OF AID TO\n    5  BE COVERED BY THIS REQUIREMENT TO BE  DETERMINED  BY  THE  COMMISSIONER,\n    6  DURING  THE  SCHOOL  YEAR  COMMENCING ON JULY FIRST, TWO THOUSAND ELEVEN\n    7  TIMES A NUMBER DETERMINED BY DIVIDING THE CONSUMER PRICE INDEX  FOR  ALL\n    8  URBAN  CONSUMERS FOR THE CALENDAR YEAR PRECEDING THE COMMENCEMENT OF THE\n    9  SCHOOL YEAR FOR WHICH  SUCH  APPORTIONMENT  IS  BEING  PROVIDED  BY  THE\n   10  CONSUMER  PRICE  INDEX FOR ALL URBAN CONSUMERS FOR THE TWO THOUSAND NINE\n   11  CALENDAR YEAR.\n   12    2. FOR THE SCHOOL YEAR COMMENCING ON JULY FIRST, TWO THOUSAND  TWELVE,\n   13  SUCH  EMERGENCY  IN  EDUCATION OPERATING AID SHALL BE AN AMOUNT EQUAL TO\n   14  TWENTY PERCENT OF THE AMOUNT TRANSMITTED TO  SUCH  A  CITY  PURSUANT  TO\n   15  SUBSECTION  (H) OF SECTION THIRTEEN HUNDRED FOUR-E OF THE TAX LAW DURING\n   16  THE TWO THOUSAND NINE CALENDAR YEAR.\n   17    3. FOR THE SCHOOL YEAR COMMENCING ON JULY FIRST,  TWO  THOUSAND  THIR-\n   18  TEEN, SUCH EMERGENCY IN EDUCATION OPERATING AID SHALL BE AN AMOUNT EQUAL\n   19  TO  TWENTY  PERCENT OF THE AMOUNT TRANSMITTED TO SUCH A CITY PURSUANT TO\n   20  SUBSECTION (H) OF SECTION THIRTEEN HUNDRED FOUR-E OF THE TAX LAW  DURING\n   21  THE TWO THOUSAND TEN CALENDAR YEAR.\n   22    4.    FOR THE SCHOOL YEAR COMMENCING ON JULY FIRST, TWO THOUSAND FOUR-\n   23  TEEN, SUCH EMERGENCY IN EDUCATION OPERATING AID SHALL BE AN AMOUNT EQUAL\n   24  TO FORTY PERCENT OF THE AMOUNT TRANSMITTED TO SUCH A  CITY  PURSUANT  TO\n   25  SUBSECTION  (H) OF SECTION THIRTEEN HUNDRED FOUR-E OF THE TAX LAW DURING\n   26  THE TWO THOUSAND ELEVEN CALENDAR YEAR.\n   27    5. FOR THE SCHOOL YEAR COMMENCING ON JULY FIRST, TWO THOUSAND FIFTEEN,\n   28  SUCH EMERGENCY IN EDUCATION OPERATING AID SHALL BE AN  AMOUNT  EQUAL  TO\n   29  SIXTY  PERCENT  OF  THE  AMOUNT  TRANSMITTED  TO SUCH A CITY PURSUANT TO\n   30  SUBSECTION (H) OF SECTION THIRTEEN HUNDRED FOUR-E OF THE TAX LAW  DURING\n   31  THE TWO THOUSAND TWELVE CALENDAR YEAR.\n   32    6. FOR THE SCHOOL YEAR COMMENCING ON JULY FIRST, TWO THOUSAND SIXTEEN,\n   33  SUCH  EMERGENCY  IN  EDUCATION OPERATING AID SHALL BE AN AMOUNT EQUAL TO\n   34  EIGHTY PERCENT OF THE AMOUNT TRANSMITTED TO  SUCH  A  CITY  PURSUANT  TO\n   35  SUBSECTION  (H) OF SECTION THIRTEEN HUNDRED FOUR-E OF THE TAX LAW DURING\n   36  THE TWO THOUSAND THIRTEEN CALENDAR YEAR.\n   37    7. FOR THE SCHOOL YEAR COMMENCING ON AND AFTER JULY FIRST,  TWO  THOU-\n   38  SAND  SEVENTEEN,  SUCH  EMERGENCY IN EDUCATION OPERATING AID SHALL BE AN\n   39  AMOUNT EQUAL TO THE AMOUNT  TRANSMITTED  TO  SUCH  A  CITY  PURSUANT  TO\n   40  SUBSECTION  (H) OF SECTION THIRTEEN HUNDRED FOUR-E OF THE TAX LAW DURING\n   41  THE PRECEDING CALENDAR YEAR.\n   42    8. THE MONEYS GENERATED BY THIS  SECTION  SHALL  BE  USED  FOR  PUBLIC\n   43  EDUCATION PURPOSES ONLY, INCLUDING HIRING AND RETAINING TEACHERS, TEACH-\n   44  ER  TRAINING,  DECREASING  CLASS SIZES AND EQUIPPING AND BUILDING CLASS-\n   45  ROOMS.\n   46    S 4. Section 2576 of the education law is  amended  by  adding  a  new\n   47  subdivision 5-c to read as follows:\n   48    5-C.  A.  IF THE TOTAL AMOUNT REQUESTED IN SUCH ESTIMATE IS NOT APPRO-\n   49  PRIATED, EACH CITY HAVING A POPULATION OF ONE MILLION OR  MORE  INHABIT-\n   50  ANTS SHALL APPROPRIATE AN AMOUNT NOT LESS THAN THE GREATER OF:\n   51    (I)  THE  PRODUCT  OF  THE  CITY  SHARE IN THE BASE YEAR AND THE PUPIL\n   52  CHANGE INDEX, AS SUCH TERMS ARE DEFINED IN PARAGRAPH C OF THIS  SUBDIVI-\n   53  SION, OR\n   54    (II)  AN  AMOUNT  EQUAL TO THE AVERAGE PROPORTION OF THE TOTAL EXPENSE\n   55  BUDGET OF SUCH CITY, AS AMENDED,  NOT  INCLUDING  THE  PORTION  OF  SUCH\n   56  EXPENSE BUDGET EQUAL TO THE TOTAL STATE AND FEDERAL AID APPROPRIATED FOR\n\n       A. 3115                             5\n\n    1  EDUCATION  PURPOSES,  APPROPRIATED  FOR THE PURPOSES OF SUCH CITY SCHOOL\n    2  DISTRICT IN THE THREE FISCAL YEARS OF SUCH  CITY  IMMEDIATELY  PRECEDING\n    3  THE YEAR FOR WHICH SAID ESTIMATE IS FILED.\n    4    B.  IF  THE TOTAL AMOUNT REQUESTED IN THE ESTIMATE EXCEEDS THE GREATER\n    5  OF THE TWO AMOUNTS COMPUTED IN PARAGRAPH A  OF  THIS  SUBDIVISION,  SUCH\n    6  EXCESS  SHALL  BE  SUBJECT  TO SUCH CONSIDERATION AND SUCH ACTION BY THE\n    7  APPROPRIATE CITY LEGISLATIVE BODY AND/OR CITY OFFICER AS THAT TAKEN UPON\n    8  OTHER DEPARTMENTAL ESTIMATES.  THE CITY IS AUTHORIZED TO MAKE ADDITIONAL\n    9  APPROPRIATIONS FOR EDUCATIONAL PURPOSES AUTHORIZED BY THIS CHAPTER.\n   10    C. FOR THE PURPOSES OF THIS SUBDIVISION, THE TERMS:\n   11    (I) \"CITY SHARE\" SHALL MEAN:  THE  TOTAL  APPROPRIATION  OF  ANY  CITY\n   12  HAVING  A  POPULATION  OF ONE MILLION OR MORE INHABITANTS FOR ELEMENTARY\n   13  AND SECONDARY EDUCATION PURPOSES AS DEFINED BY  THE  COMMISSIONER  MINUS\n   14  THE  TOTAL  AMOUNT  OF FEDERAL AND STATE AID APPROPRIATED FOR ELEMENTARY\n   15  AND SECONDARY EDUCATION PURPOSES;\n   16    (II) \"BASE YEAR\" SHALL MEAN: THE FISCAL YEAR IMMEDIATELY PRECEDING THE\n   17  FISCAL YEAR FOR WHICH THE ESTIMATE IS FILED;\n   18    (III) \"PUPIL CHANGE INDEX\" SHALL MEAN: THE RATIO COMPUTED BY  DIVIDING\n   19  THE  TOTAL PUBLIC SCHOOL ENROLLMENT OF THE CITY SCHOOL DISTRICT, INCLUD-\n   20  ING ALL STUDENTS WHOLLY OR PARTIALLY SUPPORTED BY SUCH CITY'S FUNDS,  IN\n   21  THE  YEAR  IN WHICH THE ESTIMATE IS FILED BY THE ENROLLMENT OF SUCH CITY\n   22  SCHOOL DISTRICT IN THE YEAR IMMEDIATELY PRECEDING THE YEAR IN WHICH  THE\n   23  ESTIMATE IS FILED.\n   24    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the education law, in relation to education tax surcharge ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T122121.TXT", "SOBI.D110124.T142130.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295896890481
}