{
  "year" : 2011,
  "senateBillNo" : "A3118-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3118-2011-1295845200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the regents to ensure that a course in the use of the stock market is included during grades nine through twelve",
  "summary" : "Directs the regents to ensure that a course in the use of the stock market is included during grades nine through twelve; course to include investment concept, savings and relationship to the national economy. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A8266-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3118\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. HEASTIE -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN ACT to amend the education law, in relation to requiring  instruction\n         regarding use of the stock market\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  801-b\n    2  to read as follows:\n    3    S  801-B.  INSTRUCTION  REGARDING USE OF THE STOCK MARKET. THE REGENTS\n    4  SHALL ENSURE THAT THE COURSE  OF  INSTRUCTION  IN  GRADES  NINE  THROUGH\n    5  TWELVE  INCLUDES  A COMPONENT ON USE OF THE STOCK MARKET. SUCH COMPONENT\n    6  SHALL INSTRUCT STUDENTS ON THE PRINCIPLES OF PRUDENT INVESTMENT, SAVINGS\n    7  AND HOW THE STOCK MARKET REFLECTS  THE  NATIONAL  ECONOMY.  THE  REGENTS\n    8  SHALL  DETERMINE HOW TO INCORPORATE SUCH COMPONENT IN EXISTING CURRICULA\n    9  AND THE COMMISSIONER SHALL PROMULGATE ANY REGULATIONS  NEEDED  TO  CARRY\n   10  OUT SUCH DETERMINATION OF THE REGENTS.\n   11    S  2.  This act shall take effect on the first of July next succeeding\n   12  the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06493-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring instruction regarding use of the stock market ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T142630.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897190649
}