{
  "year" : 2011,
  "senateBillNo" : "A3112-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3112-2011-1295845200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that tenants of manufactured homes shall receive rent reductions equal to the tax reduction attributable to a tax exemption",
  "summary" : "Provides that tenants of manufactured homes shall receive rent reductions equal to the tax reduction attributable to a tax exemption; modifies criteria for the STAR exemption; updates terminology, changing \"trailer or mobile\" to \"manufactured\" home. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1967-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3112\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN -- Multi-Sponsored by -- M. of A. TEDISCO\n         -- read once and referred to the Committee on Real Property Taxation\n\n       AN  ACT to amend the real property tax law and the real property law, in\n         relation to the application of exemptions to manufactured homes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (g) of subdivision 12 of section 102 of the real\n    2  property tax law, as amended by chapter 637 of  the  laws  of  2004,  is\n    3  amended to read as follows:\n    4    (g)  [Forms  of  housing  adaptable to motivation by a power connected\n    5  thereto, commonly called \"trailers\" or \"mobile homes\", which are or  can\n    6  be  used for residential, business, commercial or office purposes] MANU-\n    7  FACTURED HOMES, AS DEFINED IN PARAGRAPH FOUR OF SUBDIVISION A OF SECTION\n    8  TWO HUNDRED THIRTY-THREE OF THE REAL  PROPERTY  LAW,  except  those  (1)\n    9  located  within  the boundaries of an assessing unit for less than sixty\n   10  days, (2) unoccupied and for sale or (3)  \"recreational  vehicles\"  that\n   11  are  four hundred square feet or less in size, self propelled or towable\n   12  by an automobile or light duty truck and used as temporary living  quar-\n   13  ters for recreational, camping, travel or seasonal use. The value of any\n   14  [trailer  or  mobile] MANUFACTURED home shall be included in the assess-\n   15  ment of the land on which it is located[;  provided,  however,  that  if\n   16  either  the trailer or mobile home or the land on which it is located is\n   17  entitled to any exemption pursuant to  article  four  of  this  chapter,\n   18  other  than the exemption authorized by section four hundred twenty-five\n   19  of this chapter,  such  trailer  or  mobile  home  shall  be  separately\n   20  assessed  in the name of the owner thereof].  IF THE OWNER OF A MANUFAC-\n   21  TURED HOME DOES NOT OWN THE LAND, HE OR SHE MAY APPLY FOR  AN  EXEMPTION\n   22  PURSUANT  TO  ARTICLE  FOUR  OF  THIS CHAPTER ONLY UPON THE MANUFACTURED\n   23  HOME. IF GRANTED, ONLY THE PORTION  OF  THE  ASSESSMENT  OF  THE  PARCEL\n   24  ATTRIBUTABLE TO THE MANUFACTURED HOME SHALL BE SUBJECT TO EXEMPTION FROM\n   25  TAXATION  PURSUANT  TO  THIS  SECTION.  IN  NO EVENT SHALL THE EXEMPTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02839-01-1\n\n       A. 3112                             2\n\n    1  EXCEED THE TOTAL ASSESSED VALUE ATTRIBUTABLE TO THE  MANUFACTURED  HOME.\n    2  THE  EXEMPTION  SHALL  BE  CREDITED  BY THE APPROPRIATE TAXING AUTHORITY\n    3  AGAINST THE ASSESSED VALUATION OF THE PARCEL AND THE REDUCTION  IN  REAL\n    4  PROPERTY  TAXES  REALIZED  THEREBY SHALL BE CREDITED BY THE LANDOWNER IN\n    5  THE MANNER PRESCRIBED PURSUANT TO SUBDIVISION W OF SECTION  TWO  HUNDRED\n    6  THIRTY-THREE OF THE REAL PROPERTY LAW;\n    7    S 2. Paragraph (l) of subdivision 2 of section 425 of the real proper-\n    8  ty  tax  law, as added by section 1 of part B of chapter 389 of the laws\n    9  of 1997, subparagraph (iii) as amended by section 3 of part A of chapter\n   10  405 of the laws of 1999, is amended to read as follows:\n   11    (l) [Trailers and mobile] MANUFACTURED homes.  (i) [When the value  of\n   12  a trailer or mobile home has been included in the assessment of the land\n   13  on  which  it is located pursuant to paragraph (g) of subdivision twelve\n   14  of section one hundred two of this chapter, the provisions of this para-\n   15  graph shall apply.\n   16    (ii)] If the owner of the [trailer or mobile] MANUFACTURED  home  also\n   17  owns  the  land,  he  or  she  may  apply for exemption pursuant to this\n   18  section in the same manner as any other homeowner.\n   19    [(iii)] (II) If the owner of the [trailer or mobile] MANUFACTURED home\n   20  does not own the land, he or she may apply  for  exemption  pursuant  to\n   21  this  section  only  upon  the [trailer or mobile] MANUFACTURED home. If\n   22  granted, only the portion of the assessment of the  parcel  attributable\n   23  to  the  [trailer  or  mobile]  MANUFACTURED  home  shall  be subject to\n   24  exemption from taxation pursuant to this section. In no event shall  the\n   25  exemption  exceed  the total assessed value attributable to the [trailer\n   26  or mobile] MANUFACTURED home. The exemption shall  be  credited  by  the\n   27  appropriate  taxing  authority  against  the  assessed  valuation of the\n   28  parcel. Upon the completion of the final assessment  roll,  or  as  soon\n   29  thereafter as is practicable, the assessor shall forward to the landown-\n   30  er a statement setting forth the exemption attributable to each eligible\n   31  [trailer  or  mobile] MANUFACTURED home.  The reduction in real property\n   32  taxes attributable to each eligible  [trailer  or  mobile]  MANUFACTURED\n   33  home  shall  be  credited  by  the landowner against the rent payable on\n   34  account of such [trailer or mobile] MANUFACTURED home,  subject  to  the\n   35  provisions  of  subdivision w of section two hundred thirty-three of the\n   36  real property law.\n   37    S 3. Subdivision w of section 233 of the real property law, as amended\n   38  by section 18 of part B of chapter 389 of the laws  of  1997,  paragraph\n   39  3-a  as  added by chapter 405 of the laws of 2001, is amended to read as\n   40  follows:\n   41    w. Real property tax payments. 1.  A  manufactured  home  park  owner,\n   42  operator  or the agent of such owner or operator shall reduce the annual\n   43  rent paid by a manufactured home OWNER OR tenant for  use  of  the  land\n   44  upon  which such manufactured home sits in an amount equal to the [total\n   45  of the real property taxes  actually  paid  by  such  manufactured  home\n   46  tenant  for such manufactured home plus the amount by which the taxes on\n   47  such manufactured home were reduced as a  result  of  the  partial  real\n   48  property  tax exemption granted to the manufactured home tenant pursuant\n   49  to article four of the real property tax law, provided such manufactured\n   50  home tenant:\n   51    (a) owns a manufactured home which is separately assessed, subject  to\n   52  the provisions of paragraph two of this subdivision;\n   53    (b)]  AMOUNT BY WHICH THE TAXES ON SUCH MANUFACTURED HOME WERE REDUCED\n   54  AS A RESULT OF AN EXEMPTION GRANTED PURSUANT TO ARTICLE FOUR OF THE REAL\n   55  PROPERTY TAX LAW, PROVIDED THE MANUFACTURED  HOME  OWNER  OR  TENANT  is\n\n       A. 3112                             3\n\n    1  entitled  to and actually receives a partial real property tax exemption\n    2  pursuant to article four of [the real property tax] SUCH law[; and\n    3    (c) pays the real property taxes due on such home].\n    4    2.  [In  the  case  of  a  manufactured  home  which is not separately\n    5  assessed, but which is entitled to and actually receives the school  tax\n    6  relief  (STAR)  exemption authorized by section four hundred twenty-five\n    7  of the real property tax law, the tenant of such manufactured home shall\n    8  be entitled to a rent reduction pursuant to this subdivision to the same\n    9  extent as a tenant of a manufactured home which satisfies  the  criteria\n   10  set  forth  in  paragraph  one  of this subdivision. Such rent reduction\n   11  shall be equal to the amount by which the  taxes  on  such  manufactured\n   12  home were reduced as a result of such exemption.\n   13    3.]  A  manufactured home park owner or operator providing a reduction\n   14  in rent as required by [paragraph one or two of]  this  subdivision  may\n   15  retain, in consideration for record keeping expenses, two percent of the\n   16  amount of such reduction.\n   17    [3-a.]  3. Any reduction required to be provided pursuant to paragraph\n   18  one or two of this subdivision shall be provided as follows:\n   19    (a) a reduction in monthly rent (prorating  the  reduction  in  twelve\n   20  parts) shall take effect upon the first monthly rental payment due sixty\n   21  days  after the last date for the payment of real property taxes with no\n   22  penalty or interest for lateness and shall be extended to the next elev-\n   23  en monthly payments thereafter; or\n   24    (b) with the consent of the manufactured home park owner, operator, or\n   25  agent of such owner or operator, a reduction in rent may  be  offset  in\n   26  the  entire  amount  of  such reduction against the first monthly rental\n   27  payment due sixty days after the last date for the payment of real prop-\n   28  erty taxes with no penalty or interest for  lateness,  and  the  balance\n   29  thereof,  if  any, may be offset against the monthly rental payments for\n   30  succeeding months, until exhausted; or\n   31    (c) at the election of the manufactured home park owner, operator,  or\n   32  agent  of  such owner or operator, the total amount of such reduction in\n   33  rent may be paid to the tenant no later than sixty days after  the  last\n   34  date  for the payment of real property taxes with no penalty or interest\n   35  for lateness.\n   36    4. The failure of a manufactured home park owner or operator to comply\n   37  with the provisions of this subdivision shall be a violation  punishable\n   38  by a fine not to exceed five hundred dollars for each violation.\n   39    S  4. This act shall take effect on the first of January next succeed-\n   40  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law and the real property law, in relation to the application of exemptions to manufactured homes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T143130.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897490813
}