{
  "year" : 2011,
  "senateBillNo" : "A3114-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3114-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a cut in projected state aid to school districts which do not accurately report certain numbers and information",
  "summary" : "Provides that any school district which fails to accurately report and provide information and certain numbers for school aid purposes for three prior years shall receive a fifty percent reduction in state aid; further provides that for the purposes of this section, such information shall include but not be limited to, enrollment numbers and expenses related to textbooks, computer software, hardware and technology, transportation, computer technology usage and construction. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10338-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3114\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN, FINCH -- Multi-Sponsored by -- M. of A.\n         CASTRO, MAYERSOHN -- read once and referred to the Committee on Educa-\n         tion\n\n       AN ACT to amend the education law, in relation to  requiring  a  cut  in\n         projected state aid to school districts which do not accurately report\n         certain numbers and information\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3602-g\n    2  to read as follows:\n    3    S 3602-G. PROJECTED STATE AID CUT MANDATED IN  CERTAIN  CIRCUMSTANCES.\n    4  ANY  SCHOOL DISTRICT WHICH FAILS TO ACCURATELY REPORT AND PROVIDE INFOR-\n    5  MATION AND CERTAIN NUMBERS FOR SCHOOL AID PURPOSES FOR THREE PRIOR YEARS\n    6  SHALL RECEIVE A FIFTY PERCENT REDUCTION IN STATE AID. FOR  THE  PURPOSES\n    7  OF  THIS  SECTION, SUCH INFORMATION SHALL INCLUDE BUT NOT BE LIMITED TO,\n    8  ENROLLMENT NUMBERS AND EXPENSES RELATED TO TEXTBOOKS, COMPUTER SOFTWARE,\n    9  HARDWARE AND TECHNOLOGY, TRANSPORTATION, COMPUTER TECHNOLOGY  USAGE  AND\n   10  CONSTRUCTION.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02870-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring a cut in projected state aid to school districts which do not accurately report certain numbers and information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T143130.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897490816
}