{
  "year" : 2011,
  "senateBillNo" : "A3110-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3110-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that before a municipality commences any undertaking within the bounds of another municipality, that such municipality obtains permission to do so",
  "summary" : "Provides that no municipality shall acquire, construct, reconstruct, improve, better or extend any undertaking within the bounds of another municipality without the express permission of the governing body of the so affected municipality. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1573-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3110\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to municipalities\n         obtaining express permission from another municipality before  extend-\n         ing any undertaking within the bounds of such affected municipality\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 403-b to read as follows:\n    3    S  403-B.    ACQUISITION  AND  CONSTRUCTION  WITH  EXPRESS PERMISSION.\n    4  NOTWITHSTANDING THE PROVISION OF ANY OTHER LAW,  NO  MUNICIPALITY  SHALL\n    5  ACQUIRE, CONSTRUCT, RECONSTRUCT, IMPROVE, BETTER OR EXTEND ANY UNDERTAK-\n    6  ING  WITHIN  THE  BOUNDS  OF  ANOTHER  MUNICIPALITY  WITHOUT THE EXPRESS\n    7  PERMISSION OF THE GOVERNING BODY OF THE SO AFFECTED MUNICIPALITY.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02731-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to municipalities obtaining express permission from another municipality before extending any undertaking within the bounds of such affected municipality ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T142630.TXT", "SOBI.D110124.T143130.TXT", "SOBI.D110124.T121620.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897490802
}