{
  "year" : 2011,
  "senateBillNo" : "A3127-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3127-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to contracts for transportation of children",
  "summary" : "Relates to contracts for transportation of children; requires that in New York city that the board of education or the city school district awards a contract or contracts for transportation pursuant to an evaluation of proposals submitted in response to a request for proposals, the board or city school district shall include employee protection provisions rationally relating to the promotion of a pool of qualified workers and the avoidance of labor disputes; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : "S1368",
  "lawSection" : "Family Court Act",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3127\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  O'DONNELL  --  read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the family court act, in relation to contracts  for  the\n         transportation of children\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 3 of section 236 of the family court  act,  as\n    2  amended  by  chapter  705  of  the  laws  of 1992, is amended to read as\n    3  follows:\n    4    3. (a) Every such order for services to be  provided  after  September\n    5  first, nineteen hundred eighty-six which provides for the transportation\n    6  of  a  child  shall  further  require  that such transportation shall be\n    7  provided by the county or the city of New York, as the case may be, and,\n    8  that the city of New York may delegate the  authority  to  provide  such\n    9  transportation  to the board of education OR THE CITY SCHOOL DISTRICT of\n   10  such city.\n   11    (b) Such order shall further require that such transportation shall be\n   12  provided within thirty days of the issuance of such order, and, shall be\n   13  provided as part of a municipal cooperation agreement [or], as part of a\n   14  contract awarded to the lowest responsible bidder in accordance with the\n   15  provisions of section one hundred three of the general municipal law, OR\n   16  IN THE CITY OF NEW YORK, NOTWITHSTANDING THE PROVISIONS OF ANY  GENERAL,\n   17  SPECIAL  OR LOCAL LAW OR CHARTER, AS PART OF A CONTRACT AWARDED PURSUANT\n   18  TO AN EVALUATION OF PROPOSALS SUBMITTED IN RESPONSE  TO  A  REQUEST  FOR\n   19  PROPOSALS  PREPARED BY SUCH CITY OR BY THE CHANCELLOR OF THE CITY SCHOOL\n   20  DISTRICT OF SUCH CITY,   and that buses and  vehicles  utilized  in  the\n   21  performance  of  such  contract  shall meet the minimum requirements for\n   22  school age children as established by the  commissioner  of  transporta-\n   23  tion.  WHEN, IN THE CITY OF NEW YORK, THE BOARD OF EDUCATION OR THE CITY\n   24  SCHOOL DISTRICT AWARDS A CONTRACT OR CONTRACTS FOR TRANSPORTATION PURSU-\n   25  ANT TO AN EVALUATION OF PROPOSALS SUBMITTED IN RESPONSE TO A REQUEST FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02932-01-1\n\n       A. 3127                             2\n\n    1  PROPOSALS, THE BOARD OR CITY  SCHOOL  DISTRICT  SHALL  INCLUDE  EMPLOYEE\n    2  PROTECTION  PROVISIONS RATIONALLY RELATING TO THE PROMOTION OF A POOL OF\n    3  QUALIFIED WORKERS AND THE AVOIDANCE OF LABOR DISPUTES, INCLUDING BUT NOT\n    4  LIMITED TO PROVISIONS FOR THE PREFERENCE IN HIRING OF EMPLOYEES PERFORM-\n    5  ING  WORK  FOR  EMPLOYERS UNDER CONTRACTS WITH THE BOARD OF EDUCATION OR\n    6  THE CITY SCHOOL DISTRICT,  THE  PRESERVATION  OF  WAGES,  BENEFITS,  AND\n    7  SENIORITY  FOR  SUCH  EMPLOYEES,  AND  OTHER  PROVISIONS RELATING TO THE\n    8  HIRING, COMPENSATION, AND RETENTION OF EMPLOYEES,  IN  THE  REQUEST  FOR\n    9  PROPOSALS AND IN THE AWARDED CONTRACT.\n   10    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to contracts for the transportation of children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697161
}