{
  "year" : 2011,
  "senateBillNo" : "A3122-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to health",
    "billEventId" : "A3122-2011-1295845200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to protecting indoor air quality in state owned, leased or operated buildings",
  "summary" : "Relates to protecting indoor air quality in state owned, leased or operated buildings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2076-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3122\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. LUPARDO, GOTTFRIED, LANCMAN, PAULIN, DINOWITZ,\n         BENEDETTO, MAYERSOHN, GABRYSZAK,  ROSENTHAL,  BROOK-KRASNY,  ROBINSON,\n         COLTON  --  Multi-Sponsored  by  --  M.  of A. BOYLAND, CAHILL, CLARK,\n         DESTITO, GALEF, HOOPER, JAFFEE, MAISEL, McENENY,  MILLMAN,  J. RIVERA,\n         SWEENEY,  WEISENBERG  --  read  once  and referred to the Committee on\n         Health\n\n       AN ACT to amend the public health law, in relation to protecting  indoor\n         air quality in state owned, leased or operated buildings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  49-A to read as follows:\n    3                                 ARTICLE 49-A\n    4                             INDOOR AIR QUALITY\n    5  SECTION 4920. PURPOSE.\n    6          4921. DEFINITIONS.\n    7          4922. INDOOR AIR QUALITY PLAN.\n    8          4923. INDOOR AIR QUALITY STANDARDS.\n    9          4924. INDOOR AIR INVESTIGATIONS.\n   10          4925. TRAINING COURSE.\n   11    S  4920. PURPOSE.  IT IS THE PURPOSE OF THIS ARTICLE TO PROTECT PUBLIC\n   12  HEALTH BY PROVIDING FOR ADEQUATE QUANTITY AND QUALITY OF INDOOR  AIR  IN\n   13  STATE  OWNED, LEASED OR OPERATED BUILDINGS. IN ORDER TO ACHIEVE THIS AIM\n   14  IT IS NECESSARY TO PROVIDE  THAT  A  STATE  OWNED,  LEASED  OR  OPERATED\n   15  BUILDING'S  HEATING, VENTILATION AND AIR CONDITIONING SYSTEM BE OPERATED\n   16  AND MAINTAINED ACCORDING TO DESIGN. IT IS ALSO  NECESSARY  THAT  PERSONS\n   17  WHO  ARE EXPERIENCING ADVERSE HEALTH EFFECTS BECAUSE OF INDOOR AIR PROB-\n   18  LEMS HAVE MEANS TO COMMUNICATE THESE PROBLEMS AND HAVE  THEM  ADDRESSED.\n   19  IN  ORDER  TO ENSURE A MINIMUM AND ADEQUATE SUPPLY OF FRESH AIR TO STATE\n   20  OWNED, LEASED OR OPERATED BUILDING OCCUPANTS, IT IS  FURTHER,  ALSO  THE\n   21  PURPOSE OF THIS ARTICLE TO ADOPT ESTABLISHED STANDARDS FOR VENTILATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03284-01-1\n\n       A. 3122                             2\n\n    1    S 4921. DEFINITIONS. AS USED IN THIS ARTICLE:\n    2    1.  \"BUILDING\"  MEANS AN OCCUPIED STRUCTURE, OWNED, LEASED OR OPERATED\n    3  BY THE STATE OF GREATER THAN TWENTY-FIVE THOUSAND SQUARE FEET  OF  FLOOR\n    4  SPACE,  USING MECHANICAL VENTILATION PROVIDING OUTDOOR AIR, RECIRCULATED\n    5  AIR, OR A MIXTURE OF OUTDOOR AND RECIRCULATED AIR, EXCLUDING A  RESIDEN-\n    6  TIAL  STRUCTURE  CONTAINING SIX OR FEWER DWELLING UNITS OR ANY STRUCTURE\n    7  OR PORTION OF A STRUCTURE WHERE STATE REGULATION OF INDOOR  AIR  QUALITY\n    8  WOULD BE PREEMPTED BY FEDERAL LAW.  THIS DEFINITION SHALL EXCLUDE BARNS,\n    9  WHICH  FOR  THE PURPOSES OF THIS ARTICLE SHALL MEAN A STRUCTURE THAT WAS\n   10  DESIGNED AND USED FOR STORING FARM EQUIPMENT OR  AGRICULTURAL  PRODUCTS,\n   11  OR FOR HOUSING LIVESTOCK.\n   12    2. \"OWNER\" MEANS THE STATE OR ANY STATE AGENCY.\n   13    S  4922.  INDOOR  AIR  QUALITY  PLAN.  1. RESPONSIBILITIES OF BUILDING\n   14  OWNER.\n   15    (A) THE OWNER OF A BUILDING SHALL BE RESPONSIBLE  FOR  DEVELOPING  AND\n   16  MAINTAINING  AN INDOOR AIR QUALITY PLAN FOR THE BUILDING; THE PLAN SHALL\n   17  CONTAIN THE FOLLOWING COMPONENTS:\n   18    (I) A DETAILED DESCRIPTION OF THE BUILDING'S HEATING, VENTILATION  AND\n   19  AIR CONDITIONING SYSTEM, ITS OPERATION, AND PROCEDURES AND SCHEDULES FOR\n   20  NECESSARY MAINTENANCE;\n   21    (II)  AN INVENTORY OF TOXIC SUBSTANCES USED IN THE BUILDING, INCLUDING\n   22  COPIES OF APPLICABLE MATERIAL SAFETY DATA SHEETS;\n   23    (III) A PLAN DETAILING MODIFICATIONS AND RENOVATIONS TO THE  BUILDING,\n   24  INCLUDING AN ASSESSMENT OF THE EFFECTS OF RENOVATION ON INDOOR AIR QUAL-\n   25  ITY VENTILATION AND OTHER FACTORS RELEVANT TO AIR QUALITY;\n   26    (IV)  PRIOR  TO COMMENCING CONSTRUCTION OR RENOVATION PROJECTS, A PLAN\n   27  TO MINIMIZE EXPOSURE TO CONTAMINANTS AND  MITIGATE  ADVERSE  EFFECTS  ON\n   28  BUILDING OCCUPANTS DURING AND AFTER CONSTRUCTION OR RENOVATION;\n   29    (V)  A  PROCEDURE  FOR  MAINTAINING  AND  PROVIDING  ACCESS (INCLUDING\n   30  INSPECTION AND COPYING) TO WRITTEN RECORDS OR LOGS PURSUANT TO PARAGRAPH\n   31  (B) OF THIS SUBDIVISION; AND\n   32    (VI) A SYSTEM TO RESPOND TO REQUESTS FOR INFORMATION, INVESTIGATE  AND\n   33  RESPOND  TO COMPLAINTS OF INDOOR AIR QUALITY PROBLEMS AND ADVERSE HEALTH\n   34  EFFECTS BY OCCUPANTS CONSISTENT WITH PARAGRAPH (D) OF THIS SUBDIVISION.\n   35    (B) THE OWNER OF A BUILDING SHALL BE RESPONSIBLE  FOR  DEVELOPING  AND\n   36  MAINTAINING  THE  FOLLOWING  RECORDS  AND LOGS AS PART OF THE INDOOR AIR\n   37  QUALITY PLAN:\n   38    (I) A WRITTEN RECORD OF MAINTENANCE PERFORMED ON THE BUILDING'S  HEAT-\n   39  ING, VENTILATION, AND AIR CONDITIONING SYSTEM;\n   40    (II)  A  LOG  OF  PESTICIDE  USE  AND APPLICATION, INCLUDING COPIES OF\n   41  APPLICABLE MATERIAL SAFETY DATA SHEETS;\n   42    (III) A WRITTEN RECORD OF MODIFICATIONS AND RENOVATIONS TO THE  BUILD-\n   43  ING,  INCLUDING  BUT  NOT LIMITED TO MODIFICATION OF THE HEATING, VENTI-\n   44  LATION AND AIR CONDITIONING SYSTEM, CONSTRUCTION  AND  MODIFICATIONS  OF\n   45  WALLS  AND  INTERIOR SPACE WHICH COULD AFFECT AIR FLOW TO BUILDING OCCU-\n   46  PANTS; AND\n   47    (IV) A LOG OF COMPLAINTS OF INDOOR AIR QUALITY PROBLEMS AND REPORTS OF\n   48  ADVERSE HEALTH EFFECTS AND  ACTIONS  AND  RESPONSES  TO  COMPLAINTS  AND\n   49  REPORTS.\n   50    (C)  THE  OWNER  OF  A  BUILDING  SHALL DESIGNATE A PERSON OR GROUP OF\n   51  PERSONS WHO SHALL BE RESPONSIBLE FOR COORDINATING THE INDOOR AIR QUALITY\n   52  PLAN INCLUDING:\n   53    (I) OPERATING AND MAINTAINING THE BUILDING'S HEATING, VENTILATION, AND\n   54  AIR CONDITIONING SYSTEM;\n\n       A. 3122                             3\n\n    1    (II) MAINTAINING THE INDOOR AIR QUALITY PLAN PURSUANT TO PARAGRAPH (A)\n    2  OF THIS SUBDIVISION; DEVELOPING AND MAINTAINING THE WRITTEN RECORDS  AND\n    3  LOGS PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION; AND\n    4    (III)  RECEIVING  AND  RESPONDING  TO COMPLAINTS OF INDOOR AIR QUALITY\n    5  PROBLEMS AND REQUESTS FOR INFORMATION PURSUANT TO PARAGRAPH (D) OF  THIS\n    6  SUBDIVISION.\n    7    (D) THE OWNER OF THE BUILDING SHALL POST IN THE LOBBY OF THE BUILDING,\n    8  OR  CONSPICUOUSLY  WHERE  BUILDING OCCUPANTS HAVE ACCESS TO IT, A NOTICE\n    9  STATING THE PROCEDURES FOR MAKING REQUESTS  AND  COMPLAINTS  UNDER  THIS\n   10  PARAGRAPH  AND NAME AND TELEPHONE NUMBER OF THE PERSON OR PERSONS DESIG-\n   11  NATED PURSUANT TO PARAGRAPH (C) OF THIS SUBDIVISION.\n   12    (E) A BUILDING OWNER MAY CONTRACT WITH A MANAGEMENT COMPANY, LESSEE OR\n   13  OTHER PARTY RESPONSIBLE FOR THE BUILDING'S OPERATION AND MAINTENANCE  TO\n   14  CARRY OUT THE RESPONSIBILITIES OF THIS SUBDIVISION.\n   15    (F)  A BUILDING OWNER SHALL PROVIDE BUILDING OCCUPANTS WITH REASONABLE\n   16  ACCESS TO THE INDOOR AIR QUALITY PLAN PURSUANT TO PARAGRAPH (A) OF  THIS\n   17  SUBDIVISION;  PROVIDED,  HOWEVER, THAT A BUILDING OWNER MAY EXCLUDE FROM\n   18  THAT ACCESS ANY INFORMATION THE DISCLOSURE OF WHICH WOULD POSE A SECURI-\n   19  TY RISK.\n   20    (G) A BUILDING OWNER SHALL SUBMIT A COPY OF  THE  INDOOR  AIR  QUALITY\n   21  PLAN  PURSUANT  TO  PARAGRAPH  (A) OF THIS SUBDIVISION TO THE DEPARTMENT\n   22  UPON REQUEST BY THE DEPARTMENT.\n   23    (H) WHERE THE OWNER OPERATES MORE  THAN  ONE  SIMILAR  BUILDING  ON  A\n   24  CONTIGUOUS  SITE,  THE OWNER MAY PREPARE A PLAN WHICH INCLUDES MORE THAN\n   25  ONE BUILDING.\n   26    2. THE DEPARTMENT SHALL PROMULGATE REGULATIONS NECESSARY TO CARRY  OUT\n   27  THE PROVISIONS OF THIS SECTION.\n   28    S  4923.  INDOOR  AIR QUALITY STANDARDS. 1. WITHIN ONE YEAR AFTER THIS\n   29  SECTION SHALL HAVE TAKEN EFFECT, THE DEPARTMENT,  IN  CONSULTATION  WITH\n   30  THE  DEPARTMENT OF LABOR, ENERGY RESEARCH AND DEVELOPMENT AUTHORITY, AND\n   31  THE OFFICE OF FIRE PREVENTION, THE DEPARTMENT  OF  ECONOMIC  DEVELOPMENT\n   32  AND  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION, SHALL ADOPT REGU-\n   33  LATIONS ESTABLISHING STANDARDS  OF  VENTILATION  FOR  NEW  AND  EXISTING\n   34  BUILDINGS.  THE  STANDARDS  SHALL TAKE INTO EFFECT BUILDING ARRANGEMENT,\n   35  STRUCTURE, SIZE, USE, AGE,  AND  OCCUPANCY.  THE  DEPARTMENT  MAY  ISSUE\n   36  DIFFERENT  REGULATIONS FOR NEW BUILDINGS, EXISTING BUILDINGS, AND BUILD-\n   37  INGS THAT ARE BEING  SUBSTANTIALLY  RENOVATED.  FOR  SCHOOLS,  STANDARDS\n   38  SHALL  BE  APPROPRIATE FOR CHILDREN.  IN ESTABLISHING THE STANDARDS, THE\n   39  DEPARTMENT SHALL CONSIDER THE MOST CURRENT  APPLICABLE  STANDARDS  OF  A\n   40  NATIONALLY-RECOGNIZED  SOCIETY  OR  SOCIETIES OF HEATING, REFRIGERATION,\n   41  AND AIR CONDITIONING ENGINEERS.\n   42    2. THE DEPARTMENT MAY ESTABLISH A PROCEDURE  WHERE  ANY  PROVISION  OR\n   43  REQUIREMENT OF THE INDOOR AIR QUALITY REGULATIONS MAY BE VARIED OR MODI-\n   44  FIED  IN  CASES WHERE STRICT COMPLIANCE WOULD ENTAIL PRACTICAL DIFFICUL-\n   45  TIES OR UNNECESSARY HARDSHIP OR  WOULD  OTHERWISE  BE  UNWARRANTED.  THE\n   46  PROCEDURE  SHALL BE DESIGNED TO INSURE THAT ANY VARIANCE OR MODIFICATION\n   47  SHALL NOT SUBSTANTIALLY ADVERSELY AFFECT PROVISIONS FOR  HEALTH,  SAFETY\n   48  AND  SECURITY,  AND  THAT  EQUALLY  SAFE  AND PROPER ALTERNATIVES MAY BE\n   49  PRESCRIBED. REQUESTS FOR A VARIANCE SHALL BE RESOLVED WITHIN SIXTY  DAYS\n   50  OF  THE  DATE OF APPLICATION UNLESS A LONGER PERIOD IS REQUIRED FOR GOOD\n   51  CAUSE SHOWN.\n   52    S 4924.  INDOOR AIR INVESTIGATIONS.  1. UPON RECEIPT OF A COMPLAINT OR\n   53  COMPLAINTS EXCLUDING COMPLAINTS IN RELATION TO TEMPERATURE OF INDOOR AIR\n   54  QUALITY RELATING TO A BUILDING FROM  THREE  OR  MORE  OCCUPANTS  OF  THE\n   55  BUILDING  OR, FROM A TENANT OF ALL OR PART OF THE BUILDING, THE BUILDING\n   56  OWNER OR DESIGNEE SHALL INITIATE AN INVESTIGATION OF  THE  COMPLAINT  OR\n\n       A. 3122                             4\n\n    1  COMPLAINTS.    THE BUILDING OWNER SHALL RESPOND IN WRITING WITHIN THIRTY\n    2  DAYS INDICATING THE RESULTS OF THE INITIAL INVESTIGATION AND ANY CORREC-\n    3  TIVE ACTIONS TAKEN OR PENDING.\n    4    2.  IF  THE  COMPLAINANT  IS  DISSATISFIED  WITH  THE  RESPONSE TO THE\n    5  COMPLAINT, THE COMPLAINANT MAY FILE A FORMAL COMPLAINT WITH THE  COMMIS-\n    6  SIONER,  WHO  SHALL  INITIATE  AN  INVESTIGATION OF THE COMPLAINT.   THE\n    7  COMPLAINT SHALL BE IN WRITING AND INDICATE THE GROUNDS FOR THE COMPLAIN-\n    8  ANT AND SHALL BE SIGNED BY THE COMPLAINANT.  A COPY SHALL BE PROVIDED BY\n    9  THE COMMISSIONER TO THE BUILDING OWNER OR THE PERSON DESIGNATED FOR SUCH\n   10  PURPOSES PROMPTLY, AND IN ANY EVENT  PRIOR  TO  ANY  INSPECTION  BY  THE\n   11  DEPARTMENT.  ON THE REQUEST OF COMPLAINANT, THE COMPLAINANT'S NAME SHALL\n   12  BE  WITHHELD.    THE  COMPLAINANT OR A REPRESENTATIVE OF THE COMPLAINANT\n   13  SHALL BE GIVEN THE OPPORTUNITY TO ACCOMPANY THE  DEPARTMENT'S  INSPECTOR\n   14  DURING AN INSPECTION FOR THE PURPOSE OF AIDING SUCH INSPECTION.\n   15    3.  IF  THE COMMISSIONER DETERMINES THAT AN INDOOR AIR QUALITY PROBLEM\n   16  EXISTS IN A BUILDING, SUCH COMMISSIONER SHALL ISSUE IN  WRITING  TO  THE\n   17  BUILDING  OWNER  AND COMPLAINANT SUCH FINDINGS AND ANY PROPOSED MEANS OF\n   18  CORRECTING SUCH PROBLEMS. THE BUILDING  OWNER  OR  REPRESENTATIVE  SHALL\n   19  RESPOND  TO  THE  FINDINGS  WITHIN  THIRTY  DAYS INCLUDING ANY PLANS FOR\n   20  CORRECTING THE INDOOR AIR QUALITY PROBLEM.  THE BUILDING OWNER OR REPRE-\n   21  SENTATIVE SHALL NOTIFY THE COMMISSIONER OF ACTIONS TAKEN TO CORRECT SUCH\n   22  PROBLEMS.\n   23    S 4925. TRAINING COURSE. THE  DEPARTMENT,  IN  CONSULTATION  WITH  THE\n   24  DEPARTMENT  OF  LABOR, AND NATIONALLY RECOGNIZED SOCIETIES OF INDUSTRIAL\n   25  HYGIENE, FIRE PREVENTION AND HEATING, REFRIGERATION, AND AIR  CONDITION-\n   26  ING,  SHALL  DEVELOP  MODEL  COURSES IN THE OPERATION AND MAINTENANCE OF\n   27  HEATING, VENTILATION, AND AIR CONDITIONING SYSTEMS.    THE  COMMISSIONER\n   28  SHALL HAVE AUTHORITY TO APPROVE PROGRAMS IN HEATING, VENTILATION AND AIR\n   29  CONDITIONING  OPERATION  AND  MAINTENANCE  AND  SHALL MAINTAIN A LIST OF\n   30  APPROVED PROGRAMS, WHICH SHALL BE MADE AVAILABLE TO  INTERESTED  PARTIES\n   31  UPON  REQUEST.   THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS\n   32  SETTING FORTH THE CRITERIA FOR APPROVAL OF SUCH PROGRAMS.\n   33    S 2. This act shall  take  effect  on  the  first  of  September  next\n   34  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to protecting indoor air quality in state owned, leased or operated buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T122121.TXT", "SOBI.D110124.T150133.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295899293777
}