{
  "year" : 2011,
  "senateBillNo" : "A312-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A312-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows retail licensees for on-premises consumption to join in a cooperative agreement for the purchase of alcoholic beverages",
  "summary" : "Allows two or more retail licensees for on-premises consumption to join in a cooperative agreement for the purchase of alcoholic beverages in larger quantity. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A484-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          312\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL, MAGEE, McENENY -- Multi-Sponsored by --\n         M. of A. COOK, GOTTFRIED -- read once and referred to the Committee on\n         Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         allowing  retail  licensees  for  on-premises consumption to join in a\n         cooperative agreement for the purchase of alcoholic beverages\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The alcoholic beverage control law is amended by adding a\n    2  new section 106-c to read as follows:\n    3    S 106-C. COOPERATIVE AGREEMENTS BY LICENSEES TO  SELL  AT  RETAIL  FOR\n    4  CONSUMPTION  ON  THE  PREMISES.  ANY  TWO  OR  MORE RETAIL LICENSEES FOR\n    5  ON-PREMISES CONSUMPTION MAY JOIN IN  A  COOPERATIVE  AGREEMENT  TO  MAKE\n    6  JOINT  PURCHASES  OF ALCOHOLIC BEVERAGES IN LARGER QUANTITIES THAN MIGHT\n    7  OTHERWISE BE PURCHASED; PROVIDED, HOWEVER, THAT ALL ALCOHOLIC  BEVERAGES\n    8  PURCHASED  PURSUANT  TO  ANY SUCH AGREEMENT SHALL BE DISTRIBUTED TO NONE\n    9  OTHER THAN A LICENSEE WHO IS A PARTY TO SUCH AGREEMENT.\n   10    S 2. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law; provided, however, that effective immediate-\n   12  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   13  necessary  for  the implementation of this act on its effective date are\n   14  authorized and directed to be made and completed  by  the  state  liquor\n   15  authority on or before such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00476-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to allowing retail licensees for on-premises consumption to join in a cooperative agreement for the purchase of alcoholic beverages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T160005.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101220.T143835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292873915795
}