{
  "year" : 2011,
  "senateBillNo" : "A3123-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to health",
    "billEventId" : "A3123-2011-1295845200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions to protect indoor air quality including indoor air quality plans by building owners and air quality standards and investigations",
  "summary" : "Makes provisions for the protection of indoor air quality including the requirement that building owners develop and maintain an indoor environmental plan and undertake other responsibilities relating thereto including investigating complaints and providing a written response thereto; directs department of health, in consultation with specified others, to adopt standards of ventilation for new and existing buildings and to develop model courses in the operation and maintenance of heating ventilation and air conditioning systems. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2075-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3123\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. LUPARDO, GOTTFRIED, SWEENEY, DINOWITZ, GALEF,\n         O'DONNELL, ORTIZ, MILLMAN, COLTON, ROSENTHAL, KAVANAGH --  Multi-Spon-\n         sored  by -- M. of A. BING, BOYLAND, BRENNAN, CANESTRARI, CLARK, COOK,\n         ENGLEBRIGHT, GLICK, HOOPER, HOYT, JACOBS, V. LOPEZ, MAYERSOHN,  McENE-\n         NY, PERRY, PHEFFER, J. RIVERA, P. RIVERA, ROBINSON, TOWNS, WEISENBERG,\n         WRIGHT -- read once and referred to the Committee on Health\n\n       AN  ACT to amend the public health law, in relation to protecting indoor\n         air quality\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new article\n    2  49-A to read as follows:\n    3                                 ARTICLE 49-A\n    4                             INDOOR AIR QUALITY\n    5  SECTION 4920. PURPOSE.\n    6          4921. DEFINITIONS.\n    7          4922. INDOOR AIR QUALITY PLAN.\n    8          4923. INDOOR AIR QUALITY STANDARDS.\n    9          4924. INDOOR AIR INVESTIGATIONS.\n   10          4925. TRAINING COURSE.\n   11    S 4920. PURPOSE.  IT IS THE PURPOSE OF THIS ARTICLE TO PROTECT  PUBLIC\n   12  HEALTH BY PROVIDING FOR ADEQUATE QUANTITY AND QUALITY OF INDOOR AIR.  IN\n   13  ORDER  TO  ACHIEVE THIS AIM IT IS NECESSARY TO PROVIDE THAT A BUILDING'S\n   14  HEATING, VENTILATION AND AIR CONDITIONING SYSTEM BE OPERATED  AND  MAIN-\n   15  TAINED  ACCORDING  TO DESIGN.  IT IS ALSO NECESSARY THAT PERSONS WHO ARE\n   16  EXPERIENCING ADVERSE HEALTH EFFECTS BECAUSE OF INDOOR AIR PROBLEMS  HAVE\n   17  MEANS  TO  COMMUNICATE THESE PROBLEMS AND HAVE THEM ADDRESSED.  IN ORDER\n   18  TO ENSURE A MINIMUM AND ADEQUATE SUPPLY OF FRESH AIR TO  BUILDING  OCCU-\n   19  PANTS,  IT  IS FURTHER, ALSO THE PURPOSE OF THIS ARTICLE TO ADOPT ESTAB-\n   20  LISHED STANDARDS FOR VENTILATION.\n   21    S 4921. DEFINITIONS. AS USED IN THIS ARTICLE:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03282-01-1\n\n       A. 3123                             2\n\n    1    1. \"BUILDING\" MEANS AN OCCUPIED STRUCTURE OF GREATER THAN  TWENTY-FIVE\n    2  THOUSAND  SQUARE  FEET  OF  FLOOR  SPACE,  USING  MECHANICAL VENTILATION\n    3  PROVIDING OUTDOOR AIR, RECIRCULATED AIR, OR A  MIXTURE  OF  OUTDOOR  AND\n    4  RECIRCULATED  AIR,  EXCLUDING  A RESIDENTIAL STRUCTURE CONTAINING SIX OR\n    5  FEWER  DWELLING  UNITS  OR ANY STRUCTURE OR PORTION OF A STRUCTURE WHERE\n    6  STATE REGULATION OF INDOOR AIR QUALITY WOULD  BE  PREEMPTED  BY  FEDERAL\n    7  LAW.    THIS  DEFINITION  SHALL EXCLUDE BARNS, WHICH FOR THE PURPOSES OF\n    8  THIS ARTICLE SHALL MEAN A STRUCTURE THAT WAS DESIGNED AND USED FOR STOR-\n    9  ING FARM EQUIPMENT OR AGRICULTURAL PRODUCTS, OR FOR HOUSING LIVESTOCK.\n   10    2. \"OWNER\" MEANS  ANY  INDIVIDUAL,  PARTNERSHIP,  CORPORATION,  STATE,\n   11  COUNTY,  CITY,  TOWN,  VILLAGE,  SCHOOL  DISTRICT OR ANY OTHER POLITICAL\n   12  SUBDIVISION OR CIVIL DIVISION OF THE STATE, THAT OWNS THE FREEHOLD OF  A\n   13  PREMISES  OR  ANY  LESSER  ESTATE  THEREIN,  A  MORTGAGEE  OR  VENDEE IN\n   14  POSSESSION, A CONTRACT VENDEE, ASSIGNEE OF  RENTS,  RECEIVER,  EXECUTOR,\n   15  TRUSTEE,  LESSEE, OR ANY OTHER PERSON, FIRM OR CORPORATION IN CONTROL OF\n   16  A BUILDING.\n   17    S 4922. INDOOR AIR  QUALITY  PLAN.  1.  RESPONSIBILITIES  OF  BUILDING\n   18  OWNER.\n   19    (A)  THE  OWNER  OF A BUILDING SHALL BE RESPONSIBLE FOR DEVELOPING AND\n   20  MAINTAINING AN INDOOR AIR QUALITY PLAN FOR THE BUILDING; THE PLAN  SHALL\n   21  CONTAIN THE FOLLOWING COMPONENTS:\n   22    (I)  A DETAILED DESCRIPTION OF THE BUILDING'S HEATING, VENTILATION AND\n   23  AIR CONDITIONING SYSTEM, ITS OPERATION, AND PROCEDURES AND SCHEDULES FOR\n   24  NECESSARY MAINTENANCE;\n   25    (II) AN INVENTORY OF TOXIC SUBSTANCES USED IN THE BUILDING,  INCLUDING\n   26  COPIES OF APPLICABLE MATERIAL SAFETY DATA SHEETS;\n   27    (III)  A PLAN DETAILING MODIFICATIONS AND RENOVATIONS TO THE BUILDING,\n   28  INCLUDING AN ASSESSMENT OF THE EFFECTS OF RENOVATION ON INDOOR AIR QUAL-\n   29  ITY VENTILATION AND OTHER FACTORS RELEVANT TO AIR QUALITY;\n   30    (IV) PRIOR TO COMMENCING CONSTRUCTION OR RENOVATION PROJECTS,  A  PLAN\n   31  TO  MINIMIZE  EXPOSURE  TO  CONTAMINANTS AND MITIGATE ADVERSE EFFECTS ON\n   32  BUILDING OCCUPANTS DURING AND AFTER CONSTRUCTION OR RENOVATION;\n   33    (V) A  PROCEDURE  FOR  MAINTAINING  AND  PROVIDING  ACCESS  (INCLUDING\n   34  INSPECTION AND COPYING) TO WRITTEN RECORDS OR LOGS PURSUANT TO PARAGRAPH\n   35  (B) OF THIS SUBDIVISION; AND\n   36    (VI)  A SYSTEM TO RESPOND TO REQUESTS FOR INFORMATION, INVESTIGATE AND\n   37  RESPOND TO COMPLAINTS OF INDOOR AIR QUALITY PROBLEMS AND ADVERSE  HEALTH\n   38  EFFECTS BY OCCUPANTS CONSISTENT WITH PARAGRAPH (D) OF THIS SUBDIVISION.\n   39    (B)  THE  OWNER  OF A BUILDING SHALL BE RESPONSIBLE FOR DEVELOPING AND\n   40  MAINTAINING THE FOLLOWING RECORDS AND LOGS AS PART  OF  THE  INDOOR  AIR\n   41  QUALITY PLAN:\n   42    (I)  A WRITTEN RECORD OF MAINTENANCE PERFORMED ON THE BUILDING'S HEAT-\n   43  ING, VENTILATION, AND AIR CONDITIONING SYSTEM;\n   44    (II) A LOG OF PESTICIDE  USE  AND  APPLICATION,  INCLUDING  COPIES  OF\n   45  APPLICABLE MATERIAL SAFETY DATA SHEETS;\n   46    (III)  A WRITTEN RECORD OF MODIFICATIONS AND RENOVATIONS TO THE BUILD-\n   47  ING, INCLUDING BUT NOT LIMITED TO MODIFICATION OF  THE  HEATING,  VENTI-\n   48  LATION  AND  AIR  CONDITIONING SYSTEM, CONSTRUCTION AND MODIFICATIONS OF\n   49  WALLS AND INTERIOR SPACE WHICH COULD AFFECT AIR FLOW TO  BUILDING  OCCU-\n   50  PANTS; AND\n   51    (IV) A LOG OF COMPLAINTS OF INDOOR AIR QUALITY PROBLEMS AND REPORTS OF\n   52  ADVERSE  HEALTH  EFFECTS  AND  ACTIONS  AND  RESPONSES TO COMPLAINTS AND\n   53  REPORTS.\n   54    (C) THE OWNER OF A BUILDING SHALL  DESIGNATE  A  PERSON  OR  GROUP  OF\n   55  PERSONS WHO SHALL BE RESPONSIBLE FOR COORDINATING THE INDOOR AIR QUALITY\n   56  PLAN INCLUDING:\n\n       A. 3123                             3\n\n    1    (I) OPERATING AND MAINTAINING THE BUILDING'S HEATING, VENTILATION, AND\n    2  AIR CONDITIONING SYSTEM;\n    3    (II) MAINTAINING THE INDOOR AIR QUALITY PLAN PURSUANT TO PARAGRAPH (A)\n    4  OF  THIS SUBDIVISION; DEVELOPING AND MAINTAINING THE WRITTEN RECORDS AND\n    5  LOGS PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION; AND\n    6    (III) RECEIVING AND RESPONDING TO COMPLAINTS  OF  INDOOR  AIR  QUALITY\n    7  PROBLEMS  AND REQUESTS FOR INFORMATION PURSUANT TO PARAGRAPH (D) OF THIS\n    8  SUBDIVISION.\n    9    (D) THE OWNER OF THE BUILDING SHALL POST IN THE LOBBY OF THE BUILDING,\n   10  OR CONSPICUOUSLY WHERE BUILDING OCCUPANTS HAVE ACCESS TO  IT,  A  NOTICE\n   11  STATING  THE  PROCEDURES  FOR  MAKING REQUESTS AND COMPLAINTS UNDER THIS\n   12  PARAGRAPH AND NAME AND TELEPHONE NUMBER OF THE PERSON OR PERSONS  DESIG-\n   13  NATED PURSUANT TO PARAGRAPH (C) OF THIS SUBDIVISION.\n   14    (E) A BUILDING OWNER MAY CONTRACT WITH A MANAGEMENT COMPANY, LESSEE OR\n   15  OTHER  PARTY RESPONSIBLE FOR THE BUILDING'S OPERATION AND MAINTENANCE TO\n   16  CARRY OUT THE RESPONSIBILITIES OF THIS SUBDIVISION.\n   17    (F) A BUILDING OWNER SHALL PROVIDE BUILDING OCCUPANTS WITH  REASONABLE\n   18  ACCESS  TO THE INDOOR AIR QUALITY PLAN PURSUANT TO PARAGRAPH (A) OF THIS\n   19  SUBDIVISION; PROVIDED, HOWEVER, THAT A BUILDING OWNER MAY  EXCLUDE  FROM\n   20  THAT ACCESS ANY INFORMATION THE DISCLOSURE OF WHICH WOULD POSE A SECURI-\n   21  TY RISK.\n   22    (G)  A  BUILDING  OWNER  SHALL SUBMIT A COPY OF THE INDOOR AIR QUALITY\n   23  PLAN PURSUANT TO PARAGRAPH (A) OF THIS  SUBDIVISION  TO  THE  DEPARTMENT\n   24  UPON REQUEST BY THE DEPARTMENT.\n   25    (H)  WHERE  THE  OWNER  OPERATES  MORE  THAN ONE SIMILAR BUILDING ON A\n   26  CONTIGUOUS SITE, THE OWNER MAY PREPARE A PLAN WHICH INCLUDES  MORE  THAN\n   27  ONE BUILDING.\n   28    2.  THE DEPARTMENT SHALL PROMULGATE REGULATIONS NECESSARY TO CARRY OUT\n   29  THE PROVISIONS OF THIS SECTION.\n   30    S 4923. INDOOR AIR QUALITY STANDARDS. 1. WITHIN ONE  YEAR  AFTER  THIS\n   31  SECTION  SHALL  TAKE  EFFECT,  THE  DEPARTMENT, IN CONSULTATION WITH THE\n   32  DEPARTMENT OF LABOR, ENERGY RESEARCH AND DEVELOPMENT AUTHORITY, AND  THE\n   33  OFFICE  OF  FIRE  PREVENTION, THE DEPARTMENT OF ECONOMIC DEVELOPMENT AND\n   34  THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION,  SHALL  ADOPT  REGULATIONS\n   35  ESTABLISHING  STANDARDS  OF  VENTILATION FOR NEW AND EXISTING BUILDINGS.\n   36  THE STANDARDS SHALL TAKE INTO EFFECT  BUILDING  ARRANGEMENT,  STRUCTURE,\n   37  SIZE,  USE, AGE, AND OCCUPANCY. THE DEPARTMENT MAY ISSUE DIFFERENT REGU-\n   38  LATIONS FOR NEW BUILDINGS, EXISTING BUILDINGS, AND  BUILDINGS  THAT  ARE\n   39  BEING SUBSTANTIALLY RENOVATED. FOR SCHOOLS, STANDARDS SHALL BE APPROPRI-\n   40  ATE  FOR CHILDREN.   IN ESTABLISHING THE STANDARDS, THE DEPARTMENT SHALL\n   41  CONSIDER THE MOST CURRENT APPLICABLE STANDARDS  OF  A  NATIONALLY-RECOG-\n   42  NIZED SOCIETY OR SOCIETIES OF HEATING, REFRIGERATION, AND AIR CONDITION-\n   43  ING ENGINEERS.\n   44    2.  THE  DEPARTMENT  MAY  ESTABLISH A PROCEDURE WHERE ANY PROVISION OR\n   45  REQUIREMENT OF THE INDOOR AIR QUALITY REGULATIONS MAY BE VARIED OR MODI-\n   46  FIED IN CASES WHERE STRICT COMPLIANCE WOULD ENTAIL  PRACTICAL  DIFFICUL-\n   47  TIES  OR  UNNECESSARY  HARDSHIP  OR  WOULD OTHERWISE BE UNWARRANTED. THE\n   48  PROCEDURE SHALL BE DESIGNED TO INSURE THAT ANY VARIANCE OR  MODIFICATION\n   49  SHALL  NOT  SUBSTANTIALLY ADVERSELY AFFECT PROVISIONS FOR HEALTH, SAFETY\n   50  AND SECURITY, AND THAT EQUALLY  SAFE  AND  PROPER  ALTERNATIVES  MAY  BE\n   51  PRESCRIBED.  REQUESTS FOR A VARIANCE SHALL BE RESOLVED WITHIN SIXTY DAYS\n   52  OF THE DATE OF APPLICATION UNLESS A LONGER PERIOD IS REQUIRED  FOR  GOOD\n   53  CAUSE SHOWN.\n   54    S 4924.  INDOOR AIR INVESTIGATIONS.  1. UPON RECEIPT OF A COMPLAINT OR\n   55  COMPLAINTS EXCLUDING COMPLAINTS IN RELATION TO TEMPERATURE OF INDOOR AIR\n   56  QUALITY  RELATING  TO  A  BUILDING  FROM  THREE OR MORE OCCUPANTS OF THE\n\n       A. 3123                             4\n\n    1  BUILDING OR, FROM A TENANT OF ALL OR PART OF THE BUILDING, THE  BUILDING\n    2  OWNER  OR  DESIGNEE  SHALL INITIATE AN INVESTIGATION OF THE COMPLAINT OR\n    3  COMPLAINTS.  THE BUILDING OWNER SHALL RESPOND IN WRITING  WITHIN  THIRTY\n    4  DAYS INDICATING THE RESULTS OF THE INITIAL INVESTIGATION AND ANY CORREC-\n    5  TIVE ACTIONS TAKEN OR PENDING.\n    6    2.  IF  THE  COMPLAINANT  IS  DISSATISFIED  WITH  THE  RESPONSE TO THE\n    7  COMPLAINT, THE COMPLAINANT MAY FILE A FORMAL COMPLAINT WITH THE  COMMIS-\n    8  SIONER,  WHO  SHALL  INITIATE  AN  INVESTIGATION OF THE COMPLAINT.   THE\n    9  COMPLAINT SHALL BE IN WRITING AND INDICATE THE GROUNDS FOR THE COMPLAIN-\n   10  ANT AND SHALL BE SIGNED BY THE COMPLAINANT.  A COPY SHALL BE PROVIDED BY\n   11  THE COMMISSIONER TO THE BUILDING OWNER OR THE PERSON DESIGNATED FOR SUCH\n   12  PURPOSES PROMPTLY, AND IN ANY EVENT  PRIOR  TO  ANY  INSPECTION  BY  THE\n   13  DEPARTMENT.  ON THE REQUEST OF COMPLAINANT, THE COMPLAINANT'S NAME SHALL\n   14  BE  WITHHELD.    THE  COMPLAINANT OR A REPRESENTATIVE OF THE COMPLAINANT\n   15  SHALL BE GIVEN THE OPPORTUNITY TO ACCOMPANY THE  DEPARTMENT'S  INSPECTOR\n   16  DURING AN INSPECTION FOR THE PURPOSE OF AIDING SUCH INSPECTION.\n   17    3.  IF  THE COMMISSIONER DETERMINES THAT AN INDOOR AIR QUALITY PROBLEM\n   18  EXISTS IN A BUILDING, SUCH COMMISSIONER SHALL ISSUE IN  WRITING  TO  THE\n   19  BUILDING  OWNER  AND COMPLAINANT SUCH FINDINGS AND ANY PROPOSED MEANS OF\n   20  CORRECTING SUCH PROBLEMS. THE BUILDING  OWNER  OR  REPRESENTATIVE  SHALL\n   21  RESPOND  TO  THE  FINDINGS  WITHIN  THIRTY  DAYS INCLUDING ANY PLANS FOR\n   22  CORRECTING THE INDOOR AIR QUALITY PROBLEM.  THE BUILDING OWNER OR REPRE-\n   23  SENTATIVE SHALL NOTIFY THE COMMISSIONER OF ACTIONS TAKEN TO CORRECT SUCH\n   24  PROBLEMS.\n   25    S 4925. TRAINING COURSE. THE  DEPARTMENT,  IN  CONSULTATION  WITH  THE\n   26  DEPARTMENT  OF  LABOR, AND NATIONALLY RECOGNIZED SOCIETIES OF INDUSTRIAL\n   27  HYGIENE, FIRE PREVENTION AND HEATING, REFRIGERATION, AND AIR  CONDITION-\n   28  ING,  SHALL  DEVELOP  MODEL  COURSES IN THE OPERATION AND MAINTENANCE OF\n   29  HEATING, VENTILATION, AND AIR CONDITIONING SYSTEMS.    THE  COMMISSIONER\n   30  SHALL HAVE AUTHORITY TO APPROVE PROGRAMS IN HEATING, VENTILATION AND AIR\n   31  CONDITIONING  OPERATION  AND  MAINTENANCE  AND  SHALL MAINTAIN A LIST OF\n   32  APPROVED PROGRAMS, WHICH SHALL BE MADE AVAILABLE TO  INTERESTED  PARTIES\n   33  UPON  REQUEST.   THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS\n   34  SETTING FORTH THE CRITERIA FOR APPROVAL OF SUCH PROGRAMS.\n   35    S 2. This act shall  take  effect  on  the  first  of  September  next\n   36  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to protecting indoor air quality ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153637.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901397959
}