{
  "year" : 2011,
  "senateBillNo" : "A3124-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3124-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows school districts and BOCES units to provide administrative services together",
  "summary" : "Allows school districts and BOCES units to agree or contract to provide administrative services together that they can provide on their own. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A11285-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3124\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. P. LOPEZ -- read once and referred to the Commit-\n         tee on Education\n\n       AN  ACT  to  amend  the education law, in relation to authorizing school\n         districts and boards of cooperative educational services to enter into\n         agreements or contracts with each other to perform the same  functions\n         and  provide  the  same services that each is authorized to perform or\n         provide\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 1510-a\n    2  to read as follows:\n    3    S  1510-A.  SHARING  OF  SCHOOL  ADMINISTRATIVE SERVICES.   ANY SCHOOL\n    4  DISTRICT OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES MAY ENTER INTO  AN\n    5  AGREEMENT  WITH ANY OTHER SCHOOL DISTRICT OR BOARD OF COOPERATIVE EDUCA-\n    6  TIONAL SERVICES TO PERFORM THE SAME ADMINISTRATIVE FUNCTIONS AND PROVIDE\n    7  THE SAME ADMINISTRATIVE SERVICES THAT EACH IS AUTHORIZED TO  PERFORM  OR\n    8  PROVIDE.\n    9    S  2.  Section  1604  of  the education law is amended by adding a new\n   10  subdivision 43 to read as follows:\n   11    43. TO AGREE OR CONTRACT WITH ANY SCHOOL DISTRICT OR BOARD OF  COOPER-\n   12  ATIVE  EDUCATIONAL SERVICES TO PERFORM THE SAME ADMINISTRATIVE FUNCTIONS\n   13  AND PROVIDE THE SAME ADMINISTRATIVE SERVICES THAT EACH IS AUTHORIZED  TO\n   14  PERFORM OR PROVIDE.\n   15    S  3.  Section  1709  of  the education law is amended by adding a new\n   16  subdivision 43 to read as follows:\n   17    43. TO AGREE OR CONTRACT WITH ANY SCHOOL DISTRICT OR BOARD OF  COOPER-\n   18  ATIVE  EDUCATIONAL SERVICES TO PERFORM THE SAME ADMINISTRATIVE FUNCTIONS\n   19  AND PROVIDE THE SAME ADMINISTRATIVE SERVICES THAT EACH IS AUTHORIZED  TO\n   20  PERFORM OR PROVIDE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05987-01-1\n\n       A. 3124                             2\n\n    1    S 4. Subparagraph 1 of paragraph d of subdivision 4 of section 1950 of\n    2  the  education  law,  as  amended by chapter 474 of the laws of 1996, is\n    3  amended to read as follows:\n    4    (1)  Aidable shared services. At the request of [component] ANY school\n    5  [districts] DISTRICT, and with the approval of the commissioner, provide\n    6  any of the following services on a  cooperative  basis:  ADMINISTRATION,\n    7  school  nurse  teacher,  attendance  supervisor, supervisor of teachers,\n    8  dental hygienist, psychologist, teachers of art, music, physical  educa-\n    9  tion,  career  education  subjects,  guidance  [counsellors] COUNSELORS,\n   10  operation of special classes for students  with  disabilities,  as  such\n   11  term is defined in article eighty-nine of this chapter; pupil and finan-\n   12  cial  accounting  service  by means of mechanical equipment; maintenance\n   13  and operation of cafeteria or restaurant service for the use  of  pupils\n   14  and teachers while at school, and such other services as the commission-\n   15  er  may approve. Such cafeteria or restaurant service may be used by the\n   16  community for school related functions and  activities  and  to  furnish\n   17  meals  to  the  elderly residents of the district, sixty years of age or\n   18  older. Utilization by elderly residents or school related  groups  shall\n   19  be  subject  to the approval of the board of education. Charges shall be\n   20  sufficient to bear the direct cost of preparation and  serving  of  such\n   21  meals, exclusive of any other available reimbursements.\n   22    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing school districts and boards of cooperative educational services to enter into agreements or contracts with each other to perform the same functions and provide the same services that each is authorized to perform or provide ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697130
}