{
  "year" : 2011,
  "senateBillNo" : "A3129-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3129-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city of Yonkers to adopt a local law creating a bureau of administrative adjudication for certain code and ordinance violations",
  "summary" : "Authorizes the city of Yonkers to adopt a local law creating a bureau of administrative adjudication for code and ordinance violations regarding conditions which constitute a threat or danger to the public health, safety or welfare. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2680-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3129\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the general municipal law, in  relation  to  bureaus  of\n         administrative adjudication\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 380 of the general municipal law, as added by chap-\n    2  ter 382 of the laws of 1995, is amended to read as follows:\n    3    S 380. Code and ordinance violations; administrative adjudication.  1.\n    4  Any municipality having a population of more than three hundred thousand\n    5  but less than three hundred fifty thousand may adopt a local law  estab-\n    6  lishing  an  administrative  adjudication  hearing  procedure  under the\n    7  provisions of this article for all code and ordinance violations regard-\n    8  ing conditions which constitute a threat or danger to the public health,\n    9  safety or welfare. Such bureaus shall be responsible for  the  impartial\n   10  administration  and  conduct of adjudicatory proceedings in such munici-\n   11  pality.\n   12    2. THE CITY OF YONKERS MAY ADOPT A LOCAL LAW ESTABLISHING AN  ADMINIS-\n   13  TRATIVE  ADJUDICATION  HEARING  PROCEDURE  UNDER  THE PROVISIONS OF THIS\n   14  ARTICLE FOR ALL CODE AND ORDINANCE  VIOLATIONS  RELATING  TO  CONDITIONS\n   15  WHICH  CONSTITUTE  A  THREAT  OR  DANGER TO THE PUBLIC HEALTH, SAFETY OR\n   16  WELFARE, PROVIDED, HOWEVER, THAT SUCH ADMINISTRATIVE ADJUDICATION  HEAR-\n   17  ING  PROCEDURE SHALL NOT APPLY TO VIOLATIONS OF THE BUILDING CODE OF THE\n   18  CITY OF YONKERS.\n   19    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02820-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to bureaus of administrative adjudication ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154637.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901997347
}