{
  "year" : 2011,
  "senateBillNo" : "A3120-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to election law",
    "billEventId" : "A3120-2011-1295845200000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for regulation of delegates to a constitutional convention, their election, and public financing for such elections",
  "summary" : "Provides for regulation of delegates to a constitutional convention, their election, and public financing for such elections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A4146-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3120\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. LUPARDO, HOYT, PAULIN, RAMOS, MAGNARELLI, SCHROE-\n         DER, JAFFEE, KAVANAGH, THIELE, CASTELLI -- Multi-Sponsored by -- M. of\n         A.  CAHILL, GUNTHER, LATIMER, MAGEE, REILLY, ROBINSON -- read once and\n         referred to the Committee on Election Law\n\n       AN ACT to amend the election law, the legislative law, the public  offi-\n         cers  law and the state finance law, in relation to the nomination and\n         election of delegates to a constitutional convention\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature hereby finds and\n    2  declares that the power of the people of this state to call a  constitu-\n    3  tional  convention  to  periodically reevaluate their social contract is\n    4  one of the great democratic mechanisms in existence.   It is  important,\n    5  however,  to  ensure that the people of this state are fully represented\n    6  and have fair access to this important process.\n    7    S 2. Subdivision 1 and the opening  paragraph  and  paragraph  (h)  of\n    8  subdivision  2  of  section  6-136 of the election law, subdivision 1 as\n    9  amended by chapter 200 of the laws of 1996,  the  opening  paragraph  of\n   10  subdivision  2  as  amended by chapter 659 of the laws of 1994 and para-\n   11  graph (h) of subdivision 2 as amended by chapter 79 of the laws of 1992,\n   12  are amended and three new subdivisions 2-a, 4 and 5 are added to read as\n   13  follows:\n   14    1. Petitions for any office to be filled by the voters of  the  entire\n   15  state,  EXCEPT THE OFFICE OF DELEGATE-AT-LARGE TO A CONVENTION TO REVISE\n   16  AND AMEND THE STATE CONSTITUTION,  must  be  signed  by  not  less  than\n   17  fifteen  thousand  or  five  per  centum, whichever is less, of the then\n   18  enrolled voters of the party in the state (excluding voters in  inactive\n   19  status), of whom not less than one hundred or five per centum, whichever\n   20  is less, of such enrolled voters shall reside in each of one-half of the\n   21  congressional districts of the state.  PETITIONS FOR THE OFFICE OF DELE-\n   22  GATE-AT-LARGE TO A CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02417-01-1\n\n       A. 3120                             2\n\n    1  MUST  BE  SIGNED  BY NOT LESS THAN FIVE THOUSAND OR TWO AND ONE-HALF PER\n    2  CENTUM, WHICHEVER IS LESS, OF SUCH ENROLLED VOTERS.\n    3    All other petitions, EXCEPT PETITIONS FOR THE OFFICE OF DISTRICT DELE-\n    4  GATE TO A CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION, must be\n    5  signed  by not less than five per centum, as determined by the preceding\n    6  enrollment, of the then enrolled voters of the party residing within the\n    7  political unit in which the office  or  position  is  to  be  voted  for\n    8  (excluding  voters  in inactive status), provided, however, that for the\n    9  following public offices the number of signatures need  not  exceed  the\n   10  following limits:\n   11    (h) For any office to be filled by all the voters of any state senato-\n   12  rial district, EXCEPT THE OFFICE OF DISTRICT DELEGATE TO A CONVENTION TO\n   13  REVISE AND AMEND THE STATE CONSTITUTION, one thousand signatures;\n   14    2-A.  PETITIONS FOR THE OFFICE OF DISTRICT DELEGATE TO A CONVENTION TO\n   15  REVISE AND AMEND THE STATE CONSTITUTION MUST BE SIGNED BY NOT LESS  THAN\n   16  FIVE  HUNDRED  OR TWO AND ONE-HALF PER CENTUM, WHICHEVER IS LESS, OF THE\n   17  THEN ENROLLED VOTERS OF THE  PARTY  RESIDING  WITHIN  THE  STATE  SENATE\n   18  DISTRICT (EXCLUDING VOTERS IN INACTIVE STATUS).\n   19    4.  IF  A  PETITION  OF  A  CANDIDATE  FOR THE OFFICE OF DELEGATE TO A\n   20  CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION IS REJECTED,  SUCH\n   21  CANDIDATE  SHALL  BE  AFFORDED  SEVEN BUSINESS DAYS TO CORRECT TECHNICAL\n   22  ERRORS IN FILED PETITIONS AFTER THE OFFICIAL FILING OF PETITION OR, WHEN\n   23  THE PETITION IS THE SUBJECT OF A JUDICIAL CHALLENGE WITHIN  SEVEN  BUSI-\n   24  NESS DAYS AFTER THE COMMENCEMENT OF THE LAWSUIT.\n   25    5.  THE  PROVISIONS  OF  THIS  SECTION SHALL BE LIBERALLY CONSTRUED TO\n   26  AVOID THE DISQUALIFICATION OF CANDIDATES TO THE MAXIMUM EXTENT FEASIBLE,\n   27  NOT  INCONSISTENT  WITH  SUBSTANTIAL  COMPLIANCE   THEREWITH   AND   THE\n   28  PREVENTION  OF FRAUD. \"SUBSTANTIAL COMPLIANCE\" WITHIN THIS SECTION MEANS\n   29  ACTUAL COMPLIANCE IN RESPECT TO THE SUBSTANCE ESSENTIAL TO EVERY REASON-\n   30  ABLE OBJECTIVE OF THE STATUTE. IT MEANS THAT A  COURT  SHOULD  DETERMINE\n   31  WHETHER  THE  STATUTE  HAS BEEN FOLLOWED SUFFICIENTLY SO AS TO CARRY OUT\n   32  THE INTENT FOR WHICH IT WAS ADOPTED. SUBSTANTIAL COMPLIANCE WITH A STAT-\n   33  UTE IS NOT SHOWN UNLESS IT IS MADE TO APPEAR THAT  THE  PURPOSE  OF  THE\n   34  STATUTE  IS  SHOWN  TO  HAVE  BEEN  SERVED. WHAT CONSTITUTES SUBSTANTIAL\n   35  COMPLIANCE WITH A STATUTE IS A MATTER DEPENDING ON  THE  FACTS  OF  EACH\n   36  PARTICULAR CASE.\n   37    S  3.  Section  7-104 of the election law is amended by adding two new\n   38  subdivisions 9 and 10 to read as follows:\n   39    9. AT A GENERAL ELECTION AT WHICH THE NAMES OF  CANDIDATES  FOR  DELE-\n   40  GATE-AT-LARGE TO A CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION\n   41  APPEAR  ON  THE  BALLOT,  EACH  VOTER  SHALL BE ENTITLED TO VOTE FOR ONE\n   42  CANDIDATE AND THE FIFTEEN CANDIDATES  STATEWIDE  RECEIVING  THE  HIGHEST\n   43  NUMBER  OF  VOTES SHALL BE ELECTED TO THE OFFICE OF DELEGATE-AT-LARGE TO\n   44  SUCH CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION.\n   45    10. AT A GENERAL ELECTION AT WHICH THE NAMES  OF  CANDIDATES  FOR  THE\n   46  OFFICE  OF  DISTRICT  DELEGATE  TO  A CONVENTION TO REVISE AND AMEND THE\n   47  STATE CONSTITUTION APPEAR ON THE BALLOT OF  SUCH  DISTRICT,  EACH  VOTER\n   48  SHALL  BE ENTITLED TO VOTE FOR ONE CANDIDATE AND THE THREE CANDIDATES OF\n   49  SUCH DISTRICT RECEIVING THE HIGHEST NUMBER OF VOTES SHALL BE ELECTED  TO\n   50  THE  OFFICE OF DISTRICT DELEGATES TO SUCH CONVENTION TO REVISE AND AMEND\n   51  THE STATE CONSTITUTION.\n   52    S 4. Subdivision 1 of section 14-114 of the election law is amended by\n   53  adding a new paragraph b-1 to read as follows:\n   54    B-1. NO CONTRIBUTOR MAY  MAKE  A  CONTRIBUTION  TO  ANY  CANDIDATE  OR\n   55  AUTHORIZED COMMITTEE OF A CANDIDATE FOR AN OFFICE OR POSITION SUBJECT TO\n   56  THE  PROVISIONS  OF  THIS  SECTION  WHO  IS ALSO A CANDIDATE IN THE SAME\n\n       A. 3120                             3\n\n    1  ELECTION FOR THE OFFICE OF DELEGATE-AT-LARGE OR DISTRICT DELEGATE  TO  A\n    2  CONVENTION  TO  REVISE  AND  AMEND  THE  STATE CONSTITUTION, AND NO SUCH\n    3  CANDIDATE OR AUTHORIZED COMMITTEE OF A CANDIDATE  FOR  DELEGATE-AT-LARGE\n    4  OR  DISTRICT  DELEGATE  MAY ACCEPT ANY CONTRIBUTION FROM ANY CONTRIBUTOR\n    5  WHICH IS IN THE AGGREGATE AMOUNT, GREATER THAN THE LARGER  AMOUNT  WHICH\n    6  MAY BE CONTRIBUTED TO SUCH A CANDIDATE FOR DELEGATE-AT-LARGE OR DISTRICT\n    7  DELEGATE  TO  A CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION OR\n    8  SUCH OTHER OFFICE OR POSITION SUBJECT TO THE PROVISIONS OF THIS SECTION.\n    9    S 5. Sections 14-100 through 14-130 of article 14 of the election  law\n   10  are  designated  title  1  and  a  new title heading is added to read as\n   11  follows:\n\n   12                 GENERAL CAMPAIGN RECEIPTS AND EXPENDITURES\n\n   13    S 6. Article 14 of the election law is amended by adding a new title 2\n   14  to read as follows:\n   15                                   TITLE II\n   16                           STATE PUBLIC FINANCING\n   17                             FOR THE ELECTION OF\n   18                          DELEGATES TO A CONVENTION\n   19                        TO REVISE AND AMEND THE STATE\n   20                                CONSTITUTION\n   21  SECTION 14-200. DEFINITIONS.\n   22          14-202. ELIGIBILITY.\n   23          14-204. QUALIFIED CAMPAIGN EXPENDITURES.\n   24          14-206. OPTIONAL PUBLIC FINANCING.\n   25          14-208. CONTRIBUTION AND RECEIPT LIMITATIONS.\n   26          14-210. EXPENDITURE LIMITATIONS.\n   27          14-212. EXAMINATIONS AND AUDITS; REPAYMENTS.\n   28          14-214. PENALTIES.\n   29          14-216. CIVIL PENALTIES.\n   30    S 14-200. DEFINITIONS. AS USED IN THIS TITLE, UNLESS  ANOTHER  MEANING\n   31  IS CLEARLY INDICATED:\n   32    1. THE TERM \"STATE BOARD\" SHALL MEAN THE STATE BOARD OF ELECTIONS.\n   33    2.  THE  TERM  \"CANDIDATE\"  SHALL  MEAN  A CANDIDATE FOR NOMINATION OR\n   34  ELECTION TO THE OFFICE OF DELEGATE-AT-LARGE TO A  CONVENTION  TO  REVISE\n   35  AND  AMEND  THE  STATE  CONSTITUTION,  OR  A CANDIDATE FOR NOMINATION OR\n   36  ELECTION TO THE OFFICE OF DISTRICT DELEGATE TO A  CONVENTION  TO  REVISE\n   37  AND AMEND THE STATE CONSTITUTION.\n   38    3.  THE TERM \"ELIGIBLE CANDIDATE\" SHALL MEAN A CANDIDATE WHO MEETS THE\n   39  REQUIREMENTS FOR ELIGIBILITY IN SECTION 14-202 OF THIS TITLE.\n   40    4. THE TERM \"MATCHABLE CONTRIBUTIONS\" SHALL MEAN THAT PORTION  OF  THE\n   41  AGGREGATE  CONTRIBUTIONS  MADE AFTER THE EFFECTIVE DATE OF THIS TITLE BY\n   42  NATURAL PERSONS RESIDENT IN THE STATE OF NEW YORK  TO  A  CANDIDATE  FOR\n   43  NOMINATION  OR  ELECTION TO ANY OF THE OFFICES COVERED BY THE PROVISIONS\n   44  OF THIS TITLE WHICH DO NOT EXCEED FIVE HUNDRED DOLLARS, WHICH HAVE  BEEN\n   45  REPORTED  IN  FULL  BY THE CANDIDATE'S AUTHORIZED COMMITTEE TO THE STATE\n   46  BOARD, INCLUDING THE CONTRIBUTOR'S FULL  NAME  AND  RESIDENTIAL  ADDRESS\n   47  AND, WITH RESPECT TO CONTRIBUTIONS OF MORE THAN ONE HUNDRED DOLLARS, THE\n   48  NAME  AND  ADDRESS  OF  THE  CONTRIBUTOR'S EMPLOYER. \"MATCHABLE CONTRIB-\n   49  UTIONS\" SHALL BE THE NET AMOUNT OF ANY MONETARY CONTRIBUTION REALIZED BY\n   50  A CANDIDATE OR DESIGNATED COMMITTEE AFTER DEDUCTING THE REASONABLE VALUE\n   51  OF ANY GOODS OR SERVICES PROVIDED THE CONTRIBUTOR IN CONNECTION WITH THE\n   52  CONTRIBUTION, EXCEPT THAT CONTRIBUTIONS FROM ANY PERSON WHO HAS RECEIVED\n   53  A PAYMENT OR ANYTHING OF VALUE FROM SUCH COMMITTEE OR FROM A PERSON  WHO\n   54  IS  AN  OFFICER,  DIRECTOR  OR  EMPLOYEE  OF,  OR A PERSON WHO HAS A TEN\n\n       A. 3120                             4\n\n    1  PERCENT OR GREATER OWNERSHIP INTEREST IN ANY ENTITY WHICH  HAS  RECEIVED\n    2  SUCH  A PAYMENT OR THING OF VALUE SHALL NOT BE MATCHABLE. A LOAN MAY NOT\n    3  BE TREATED AS A MATCHABLE CONTRIBUTION. FOR PURPOSES  OF  THIS  SUBDIVI-\n    4  SION,  A \"CONTRIBUTOR\" SHALL BE DEEMED TO INCLUDE THE SPOUSE AND UNEMAN-\n    5  CIPATED CHILDREN OF ANY INDIVIDUAL CONTRIBUTOR.\n    6    5. THE TERM \"QUALIFIED CAMPAIGN EXPENDITURE\" SHALL MEAN AN EXPENDITURE\n    7  FOR WHICH PUBLIC FUNDS MAY BE USED.\n    8    6. THE TERM \"FUND\" SHALL MEAN THE  NEW  YORK  STATE  DELEGATE  TO  THE\n    9  CONSTITUTIONAL  CONVENTION  CAMPAIGN FINANCE FUND ESTABLISHED IN SECTION\n   10  EIGHTY-ONE OF THE STATE FINANCE LAW.\n   11    7. THE TERM \"THRESHOLD FOR ELIGIBILITY\" SHALL MEAN THE AMOUNT OF TOTAL\n   12  MATCHABLE CONTRIBUTIONS THAT THE AUTHORIZED COMMITTEE  OF  AN  OTHERWISE\n   13  ELIGIBLE  CANDIDATE  FOR  ELECTION  MUST RECEIVE IN ORDER TO QUALIFY FOR\n   14  OPTIONAL PUBLIC FINANCING PURSUANT TO THIS TITLE.\n   15    S 14-202. ELIGIBILITY. 1. TO BE ELIGIBLE FOR OPTIONAL PUBLIC FINANCING\n   16  UNDER THIS TITLE, A CANDIDATE FOR NOMINATION OR ELECTION MUST:\n   17    (A) MEET ALL THE REQUIREMENTS OF THIS CHAPTER AND OTHER PROVISIONS  OF\n   18  LAW TO HAVE HIS OR HER NAME ON THE BALLOT;\n   19    (B)  BE  A  CANDIDATE  AS DEFINED IN SECTION 14-200 OF THIS TITLE AT A\n   20  PRIMARY OR GENERAL ELECTION AND MEET THE THRESHOLD FOR  ELIGIBILITY  SET\n   21  FORTH IN SUBDIVISION TWO OF THIS SECTION;\n   22    (C)  ELECT  TO  PARTICIPATE  IN  THE PUBLIC FUNDING PROVISIONS OF THIS\n   23  TITLE NOT LATER THAN SEVEN DAYS AFTER THE LAST DAY TO  FILE  DESIGNATING\n   24  PETITIONS FOR THE OFFICE SUCH CANDIDATE IS SEEKING;\n   25    (D) AGREE TO OBTAIN AND FURNISH TO THE STATE BOARD ANY EVIDENCE IT MAY\n   26  REASONABLY  REQUEST  RELATING  TO  HIS  OR  HER CAMPAIGN EXPENDITURES OR\n   27  CONTRIBUTIONS AND FURNISH SUCH OTHER PROOF OF COMPLIANCE WITH THIS TITLE\n   28  AS MAY BE REQUESTED BY THE STATE BOARD;\n   29    (E) HAVE A SINGLE AUTHORIZED  POLITICAL  COMMITTEE  WHICH  HE  OR  SHE\n   30  CERTIFIES AS THE AUTHORIZED COMMITTEE FOR THE PURPOSES OF THIS TITLE;\n   31    (F)  AGREE TO IDENTIFY ACCURATELY IN ALL CAMPAIGN MATERIALS THE PERSON\n   32  OR ENTITY THAT PAID FOR SUCH CAMPAIGN MATERIAL; AND\n   33    (G) AGREE NOT TO MAKE EXPENDITURES FOR HIS OR HER  DESIGNATION,  NOMI-\n   34  NATION  OR  ELECTION TO MORE THAN ONE OFFICE OR POSITION OR ANY COMBINA-\n   35  TION THEREOF ON THE BALLOT IN THE SAME ELECTION IN WHICH HE OR SHE IS  A\n   36  CANDIDATE  FOR THE OFFICE OF DELEGATE-AT-LARGE OR DISTRICT DELEGATE TO A\n   37  CONVENTION TO REVISE AND AMEND THE  STATE  CONSTITUTION,  WHICH  IN  THE\n   38  AGGREGATE,  FOR  ALL  SUCH OFFICES AND POSITIONS SOUGHT AT THE ELECTION,\n   39  EXCEED THE EXPENDITURE LIMITATIONS ESTABLISHED  BY  THIS  TITLE  FOR  AN\n   40  ELIGIBLE CANDIDATE.\n   41    2.  THE THRESHOLD FOR ELIGIBILITY FOR PUBLIC FUNDING FOR CANDIDATES IN\n   42  A PRIMARY OR GENERAL ELECTION FOR THE FOLLOWING OFFICES SHALL BE:\n   43    (A) A CANDIDATE FOR DELEGATE-AT-LARGE TO A CONVENTION  TO  REVISE  AND\n   44  AMEND  THE  STATE  CONSTITUTION IN A PRIMARY ELECTION OR A CANDIDATE FOR\n   45  DELEGATE-AT-LARGE TO A CONVENTION TO REVISE AND AMEND THE STATE  CONSTI-\n   46  TUTION  IN  A  GENERAL  ELECTION.  NOT  LESS  THAN SEVENTY-FIVE THOUSAND\n   47  DOLLARS IN MATCHABLE CONTRIBUTIONS INCLUDING AT LEAST FIVE HUNDRED  SUCH\n   48  CONTRIBUTIONS  OF  TEN  DOLLARS  OR  MORE OR ONE-HALF OF THE EXPENDITURE\n   49  LIMIT, WHICHEVER IS LESS.\n   50    (B) DISTRICT DELEGATE TO A CONVENTION TO REVISE AND  AMEND  THE  STATE\n   51  CONSTITUTION IN A PRIMARY OR GENERAL ELECTION. NOT LESS THAN SEVEN THOU-\n   52  SAND  FIVE HUNDRED DOLLARS IN MATCHABLE CONTRIBUTIONS INCLUDING AT LEAST\n   53  TWENTY-FIVE SUCH CONTRIBUTIONS OF TEN DOLLARS OR MORE FROM RESIDENTS  OF\n   54  THE  DISTRICT  IN  WHICH  THE  SEAT  IS  TO BE FILLED OR ONE-HALF OF THE\n   55  EXPENDITURE LIMIT, WHICHEVER IS LESS.\n\n       A. 3120                             5\n\n    1    3. IN ORDER TO BE ELIGIBLE  TO  RECEIVE  PUBLIC  FUNDS  IN  A  PRIMARY\n    2  ELECTION,  A  CANDIDATE MUST AGREE THAT IN THE EVENT SUCH CANDIDATE IS A\n    3  CANDIDATE FOR SUCH OFFICE IN THE GENERAL ELECTION  IN  SUCH  YEAR,  SUCH\n    4  CANDIDATE  WILL  BE  BOUND  BY  THE PROVISIONS OF THIS TITLE AND SECTION\n    5  EIGHTY-ONE  OF THE STATE FINANCE LAW, INCLUDING, BUT NOT LIMITED TO, THE\n    6  RECEIPT AND EXPENDITURE LIMITS OF THIS TITLE.\n    7    4. CANDIDATES FOR DISTRICT DELEGATE WHO ARE  CONTESTED  IN  A  PRIMARY\n    8  ELECTION  AND  WHO  DO  NOT  SEEK PUBLIC FUNDS SHALL NOT BE ELIGIBLE FOR\n    9  PUBLIC FUNDS FOR THE GENERAL ELECTION IN THAT YEAR.\n   10    5. CANDIDATES WHO ARE UNOPPOSED IN A GENERAL  ELECTION  SHALL  NOT  BE\n   11  ELIGIBLE TO RECEIVE PUBLIC FUNDS.\n   12    6.  NO  CANDIDATE  FOR  ELECTION  TO AN OFFICE IN A PRIMARY OR GENERAL\n   13  ELECTION WHO HAS QUALIFIED FOR PUBLIC FUNDS SHALL  RECEIVE  SUCH  PUBLIC\n   14  FUNDS  UNLESS  AT  LEAST  ONE  OTHER  CANDIDATE  FOR SUCH OFFICE IN SUCH\n   15  ELECTION ALSO QUALIFIED TO RECEIVE PUBLIC FUNDS OR AT  LEAST  ONE  OTHER\n   16  CANDIDATE  FOR SUCH OFFICE IN SUCH ELECTION AND SUCH CANDIDATE'S AUTHOR-\n   17  IZED COMMITTEE HAVE SPENT, OR CONTRACTED OR OBLIGATED TO SPEND, OR  HAVE\n   18  RECEIVED  IN  LOANS  OR CONTRIBUTIONS AN AMOUNT EXCEEDING TEN PERCENT OF\n   19  THE EXPENDITURE LIMIT FOR SUCH OFFICE IN SUCH ELECTION WHICH IS FIXED BY\n   20  THIS TITLE FOR CANDIDATES WHO HAVE ELECTED TO ACCEPT SUCH PUBLIC  FUNDS.\n   21  IF A CANDIDATE FOR AN OFFICE AND THE AUTHORIZED COMMITTEE OF SUCH CANDI-\n   22  DATE REACHES THE THRESHOLD TO QUALIFY TO RECEIVE PUBLIC FUNDS, OR SPENDS\n   23  OR  CONTRACTS  OR  OBLIGATES  TO SPEND, OR RECEIVES IN LOANS OR CONTRIB-\n   24  UTIONS, AN AMOUNT EXCEEDING TEN PERCENT OF  THE  EXPENDITURE  LIMIT  FOR\n   25  SUCH  OFFICE  IN SUCH ELECTION AT ANY TIME AFTER THE FILING DEADLINE FOR\n   26  THE LAST REPORT REQUIRED TO BE FILED BEFORE THE  FIRST  DISTRIBUTION  OF\n   27  PUBLIC  FUNDS FOR SUCH ELECTION, SUCH CANDIDATE OR COMMITTEE MUST NOTIFY\n   28  THE STATE BOARD OF THAT FACT WITHIN FORTY-EIGHT HOURS BY EXPRESS MAIL.\n   29    S 14-204. QUALIFIED CAMPAIGN EXPENDITURES. 1.  PUBLIC  FUNDS  PROVIDED\n   30  UNDER  THE  PROVISIONS OF THIS TITLE AND SECTION EIGHTY-ONE OF THE STATE\n   31  FINANCE LAW MAY ONLY BE USED  FOR  EXPENDITURES  BY  ANY  ONE  COMMITTEE\n   32  AUTHORIZED  BY  THE  CANDIDATE  TO MAKE EXPENDITURES ON SUCH CANDIDATE'S\n   33  BEHALF, TO FURTHER THE CANDIDATE'S NOMINATION  OR  ELECTION  DURING  THE\n   34  CALENDAR  YEAR  IN  WHICH  THE  PRIMARY OR GENERAL ELECTION IN WHICH THE\n   35  CANDIDATE SEEKING NOMINATION OR ELECTION IS HELD, FOR SERVICES,  MATERI-\n   36  ALS,  FACILITIES  OR  OTHER  THINGS  OF VALUE USED DURING THAT YEAR. THE\n   37  TOTAL OF ALL EXPENDITURES MADE BY THE  CANDIDATE  AND  SUCH  CANDIDATE'S\n   38  AUTHORIZED  COMMITTEE,  INCLUDING  ALL  PAYMENTS RECEIVED FROM THE FUND,\n   39  SHALL NOT EXCEED THE  EXPENDITURE  LIMITATIONS  ESTABLISHED  IN  SECTION\n   40  14-210  OF THIS TITLE, EXCEPT INSOFAR AS SUCH PAYMENTS ARE MADE TO REPAY\n   41  LOANS USED TO PAY CAMPAIGN EXPENDITURES.\n   42    2. SUCH PUBLIC FUNDS MAY NOT BE USED FOR:\n   43    (A) AN EXPENDITURE IN VIOLATION OF ANY LAW OF THE UNITED STATES OR  OF\n   44  THIS STATE;\n   45    (B)  PAYMENTS  OR  ANYTHING OF VALUE GIVEN OR MADE TO THE CANDIDATE, A\n   46  RELATIVE OF THE CANDIDATE, OR TO A BUSINESS ENTITY  IN  WHICH  ANY  SUCH\n   47  PERSON  HAS  A TEN PERCENT OR GREATER OWNERSHIP INTEREST OR OF WHICH ANY\n   48  SUCH PERSON IS AN OFFICER, DIRECTOR OR EMPLOYEE;\n   49    (C) PAYMENT IN EXCESS OF THE FAIR MARKET VALUE OF SERVICES, MATERIALS,\n   50  FACILITIES OR OTHER THINGS OF VALUE RECEIVED IN EXCHANGE;\n   51    (D) ANY EXPENDITURE MADE AFTER THE CANDIDATE, OR  THE  ONLY  REMAINING\n   52  OPPONENT OF THE CANDIDATE, HAS BEEN DISQUALIFIED OR HAD SUCH CANDIDATE'S\n   53  PETITIONS  DECLARED INVALID BY A BOARD OF ELECTIONS OR A COURT OF COMPE-\n   54  TENT JURISDICTION UNTIL AND UNLESS SUCH FINDING IS REVERSED BY A  HIGHER\n   55  AUTHORITY.  THIS  PARAGRAPH  SHALL  NOT APPLY TO A CANDIDATE ENTITLED TO\n\n       A. 3120                             6\n\n    1  EXPEND PUBLIC FUNDS PURSUANT TO THE PROVISIONS OF SUBDIVISION  THREE  OF\n    2  SECTION 14-206 OF THIS TITLE;\n    3    (E)  ANY EXPENDITURE MADE TO CHALLENGE THE VALIDITY OF ANY PETITION OF\n    4  DESIGNATION OR NOMINATION OR ANY CERTIFICATE OF NOMINATION,  ACCEPTANCE,\n    5  AUTHORIZATION, DECLINATION OR SUBSTITUTION;\n    6    (F)  EXPENDITURE FOR NONCAMPAIGN RELATED FOOD, DRINK OR ENTERTAINMENT;\n    7  AND\n    8    (G) GIFTS, EXCEPT BROCHURES, BUTTONS, SIGNS AND OTHER CAMPAIGN MATERI-\n    9  AL.\n   10    S 14-206. OPTIONAL PUBLIC FINANCING. 1. ELIGIBLE CANDIDATES FOR  NOMI-\n   11  NATION  OR  ELECTION IN PRIMARY AND GENERAL ELECTIONS MAY OBTAIN PAYMENT\n   12  TO AUTHORIZED  COMMITTEES  FROM  PUBLIC  FUNDS  FOR  QUALIFIED  CAMPAIGN\n   13  EXPENDITURES.  NO  SUCH  PUBLIC  FUNDS  SHALL  BE  PAID TO AN AUTHORIZED\n   14  COMMITTEE UNTIL THE CANDIDATE HAS QUALIFIED AS AN ELIGIBLE CANDIDATE AND\n   15  FILED A SWORN STATEMENT WITH THE STATE BOARD ELECTING TO RECEIVE  PUBLIC\n   16  FUNDS  AND  AGREEING  TO  ABIDE  BY  THE  REQUIREMENTS OF THIS TITLE AND\n   17  SECTION EIGHTY-ONE OF THE STATE FINANCE LAW. PAYMENTS SHALL  NOT  EXCEED\n   18  THE  AMOUNTS  SPECIFIED IN THIS TITLE, AND SHALL BE MADE ONLY IN ACCORD-\n   19  ANCE WITH THE PROVISIONS OF THIS TITLE AND  SECTION  EIGHTY-ONE  OF  THE\n   20  STATE  FINANCE LAW. SUCH PAYMENTS MAY ONLY BE MADE TO AN ELIGIBLE CANDI-\n   21  DATE'S AUTHORIZED COMMITTEE. NO PUBLIC FUNDS SHALL  BE  USED  EXCEPT  AS\n   22  REIMBURSEMENT  OR  PAYMENT  FOR QUALIFIED CAMPAIGN EXPENDITURES ACTUALLY\n   23  AND LAWFULLY INCURRED OR TO REPAY LOANS USED TO PAY  QUALIFIED  CAMPAIGN\n   24  EXPENDITURES.\n   25    2.  (A)  THE  AUTHORIZED COMMITTEE OF EACH ELIGIBLE CANDIDATE SHALL BE\n   26  ENTITLED TO PAYMENT FOR QUALIFIED CAMPAIGN EXPENDITURES  NOT  TO  EXCEED\n   27  ONE  DOLLAR  FOR EACH ONE DOLLAR OF MATCHABLE CONTRIBUTIONS OBTAINED AND\n   28  REPORTED TO THE STATE BOARD IN ACCORDANCE WITH THE  PROVISIONS  OF  THIS\n   29  TITLE.\n   30    (B)  HOWEVER, IF ANY CANDIDATE IN ANY ELECTION FOR AN OFFICE FOR WHICH\n   31  PUBLIC FUNDS ARE AVAILABLE PURSUANT TO THE PROVISIONS OF THIS TITLE  AND\n   32  SECTION  EIGHTY-ONE  OF THE STATE FINANCE LAW, ELECTS NOT TO ACCEPT SUCH\n   33  PUBLIC FUNDS AND SUCH CANDIDATE AND SUCH CANDIDATE'S AUTHORIZED  COMMIT-\n   34  TEE  SPEND  OR  CONTRACT  OR  OBLIGATE  TO SPEND, OR RECEIVE IN LOANS OR\n   35  CONTRIBUTIONS, AN AMOUNT EXCEEDING ONE-THIRD OF  THE  EXPENDITURE  LIMIT\n   36  FOR  SUCH  OFFICE FIXED BY THIS TITLE FOR CANDIDATES WHO HAVE ELECTED TO\n   37  ACCEPT SUCH PUBLIC FUNDS, THEN THE AUTHORIZED COMMITTEE OF EACH ELIGIBLE\n   38  CANDIDATE FOR SUCH OFFICE SHALL BE ENTITLED  TO  PAYMENT  FOR  QUALIFIED\n   39  CAMPAIGN  EXPENDITURES NOT TO EXCEED TWO DOLLARS FOR EACH SUCH DOLLAR OF\n   40  MATCHABLE CONTRIBUTIONS. IF A CANDIDATE WHO ELECTS NOT  TO  ACCEPT  SUCH\n   41  PUBLIC FUNDS, OR THE AUTHORIZED COMMITTEE OF SUCH A CANDIDATE, SPENDS OR\n   42  CONTRACTS  OR OBLIGATES TO SPEND, OR RECEIVES IN LOANS OR CONTRIBUTIONS,\n   43  AN AMOUNT EXCEEDING ONE-THIRD OF THE EXPENDITURE LIMIT FOR SUCH  OFFICE,\n   44  SUCH  CANDIDATE  OR  COMMITTEE  MUST  NOTIFY THE STATE BOARD OF THE FACT\n   45  WITHIN FORTY-EIGHT HOURS BY EXPRESS MAIL.\n   46    3. NO CANDIDATE FOR NOMINATION FOR AN OFFICE WHO  IS  UNOPPOSED  IN  A\n   47  PRIMARY  ELECTION  SHALL BE ENTITLED TO PAYMENT FROM THE FUND FOR QUALI-\n   48  FIED CAMPAIGN EXPENDITURES, UNLESS THERE IS A CONTEST  IN  SUCH  PRIMARY\n   49  FOR  THE  NOMINATION  OF AT LEAST ONE OTHER PARTY FOR SUCH OFFICE. WHERE\n   50  THERE IS SUCH A CONTEST, THE AUTHORIZED COMMITTEE OF AN UNOPPOSED CANDI-\n   51  DATE FOR NOMINATION MAY RECEIVE ONE-HALF  OF  THE  PAYMENT  PROVIDED  IN\n   52  SUBDIVISION  TWO OF THIS SECTION, PROVIDED THAT SUCH CANDIDATE OTHERWISE\n   53  QUALIFIES PURSUANT TO THE PROVISIONS OF THIS  TITLE.  SUCH  PAYMENT  MAY\n   54  ONLY  BE EXPENDED FOR PROPERTY, SERVICES OR FACILITIES USED ON OR BEFORE\n   55  THE DATE OF SUCH PRIMARY.\n\n       A. 3120                             7\n\n    1    4. THE TOTAL PAYMENTS FROM THE FUND RECEIVED BY THE AUTHORIZED COMMIT-\n    2  TEE OF ANY CANDIDATE, WHEN ADDED TO THE TOTAL OF CONTRIBUTIONS  RECEIVED\n    3  BY  SUCH  CANDIDATE  AND  SUCH CANDIDATE'S AUTHORIZED COMMITTEE, MAY NOT\n    4  EXCEED THE AMOUNT WHICH MAY BE EXPENDED BY SUCH  CANDIDATE  PURSUANT  TO\n    5  THE PROVISIONS OF THIS TITLE.\n    6    5. THE STATE BOARD SHALL PROMPTLY EXAMINE ALL REPORTS OF CONTRIBUTIONS\n    7  TO DETERMINE THAT, ON THEIR FACE, THEY MEET THE REQUIREMENTS FOR MATCHA-\n    8  BLE CONTRIBUTIONS, AND SHALL KEEP A RECORD OF SUCH CONTRIBUTIONS.\n    9    6.  THE STATE BOARD SHALL PROMULGATE REGULATIONS FOR THE CERTIFICATION\n   10  FOR APPROVAL OF PAYMENT BY THE NEW YORK STATE DELEGATE TO THE  CONSTITU-\n   11  TIONAL  CONVENTION  CAMPAIGN FINANCE FUND PURSUANT TO SECTION EIGHTY-ONE\n   12  OF THE STATE FINANCE LAW OF THE SUM OF PUBLIC FUNDS THAT SUCH  CANDIDATE\n   13  HAS QUALIFIED TO RECEIVE FROM THE NEW YORK STATE DELEGATE TO THE CONSTI-\n   14  TUTIONAL  CONVENTION  CAMPAIGN  FINANCE  FUND.   THESE REGULATIONS SHALL\n   15  INCLUDE THE PROMULGATION AND DISTRIBUTION OF  FORMS  ON  WHICH  CONTRIB-\n   16  UTIONS  AND  EXPENDITURES  ARE  TO BE REPORTED, THE PERIODS DURING WHICH\n   17  SUCH REPORTS MUST BE FILED AND  THE  VERIFICATION  REQUIRED.  THE  STATE\n   18  BOARD  SHALL  ENDEAVOR  TO INSTITUTE PROCEDURES WHICH WILL MAKE POSSIBLE\n   19  PAYMENT BY THE NEW YORK STATE DELEGATE TO THE CONSTITUTIONAL  CONVENTION\n   20  CAMPAIGN  FINANCE  FUND  WITHIN  FOUR BUSINESS DAYS AFTER RECEIPT OF THE\n   21  REQUIRED FORMS AND VERIFICATIONS.\n   22    S 14-208. CONTRIBUTION AND RECEIPT LIMITATIONS. 1. THE FOLLOWING LIMI-\n   23  TATIONS APPLY TO ALL CONTRIBUTIONS FOR THOSE OFFICES  FOR  WHICH  PUBLIC\n   24  FUNDS ARE AVAILABLE PURSUANT TO THE PROVISIONS OF THIS TITLE AND SECTION\n   25  EIGHTY-ONE OF THE STATE FINANCE LAW:\n   26    (A) IN ANY PRIMARY OR GENERAL ELECTION FOR A PUBLIC OFFICE TO BE VOTED\n   27  ON BY THE VOTERS OF THE ENTIRE STATE, NO CONTRIBUTOR MAY MAKE A CONTRIB-\n   28  UTION  TO  ANY  CANDIDATE  OR  AUTHORIZED COMMITTEE, AND NO CANDIDATE OR\n   29  AUTHORIZED COMMITTEE MAY ACCEPT ANY CONTRIBUTION FROM  ANY  CONTRIBUTOR,\n   30  WHICH, IN THE AGGREGATE AMOUNT, IS GREATER THAN FOUR THOUSAND DOLLARS. A\n   31  CANDIDATE  FOR DELEGATE-AT-LARGE TO A CONVENTION TO REVISE AND AMEND THE\n   32  STATE CONSTITUTION IN A GENERAL ELECTION WHO HAS ELECTED TO  PARTICIPATE\n   33  IN  THE  OPTIONAL  PUBLIC  FINANCING PROVISIONS OF THIS TITLE MAY ACCEPT\n   34  FROM ONE OR MORE OF THE PARTY COMMITTEES OR  CONSTITUTED  COMMITTEES  OF\n   35  ALL THE PARTIES WHICH HAVE NOMINATED SUCH CANDIDATE, AN AMOUNT WHICH, IN\n   36  THE  AGGREGATE,  DOES NOT EXCEED ONE HUNDRED THOUSAND DOLLARS.  A CANDI-\n   37  DATE FOR DELEGATE-AT-LARGE TO A CONVENTION TO REVISE AND AMEND THE STATE\n   38  CONSTITUTION IN A GENERAL ELECTION WHO HAS ELECTED NOT TO PARTICIPATE IN\n   39  SUCH OPTIONAL PUBLIC FINANCING MAY ACCEPT FROM SUCH PARTY OR CONSTITUTED\n   40  COMMITTEE AN AMOUNT, WHICH IN THE AGGREGATE, DOES NOT EXCEED FIFTY THOU-\n   41  SAND DOLLARS.\n   42    (B) IN ANY PRIMARY OR GENERAL ELECTION  FOR  DISTRICT  DELEGATE  TO  A\n   43  CONVENTION  TO  REVISE  AND AMEND THE STATE CONSTITUTION, NO CONTRIBUTOR\n   44  MAY MAKE A CONTRIBUTION TO ANY CANDIDATE OR AUTHORIZED COMMITTEE, AND NO\n   45  CANDIDATE OR AUTHORIZED COMMITTEE MAY ACCEPT ANY CONTRIBUTION  FROM  ANY\n   46  CONTRIBUTOR,  WHICH,  IN THE AGGREGATE AMOUNT, IS GREATER THAN ONE THOU-\n   47  SAND FIVE HUNDRED DOLLARS, EXCEPT THAT A CANDIDATE FOR DISTRICT DELEGATE\n   48  TO A CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION IN A  GENERAL\n   49  ELECTION WHO HAS ELECTED TO PARTICIPATE IN THE OPTIONAL PUBLIC FINANCING\n   50  PROVISIONS  OF  THIS  TITLE OR SUCH CANDIDATE'S AUTHORIZED COMMITTEE MAY\n   51  ACCEPT FROM ONE OR MORE OF THE PARTY OR CONSTITUTED COMMITTEES OF ALL OF\n   52  THE PARTIES WHICH HAVE NOMINATED SUCH CANDIDATE, AN AMOUNT WHICH IN  THE\n   53  AGGREGATE  DOES  NOT  EXCEED  FIFTY  THOUSAND  DOLLARS.  A CANDIDATE FOR\n   54  DISTRICT DELEGATE TO A CONVENTION TO REVISE AND AMEND THE STATE  CONSTI-\n   55  TUTION  WHO  HAS  ELECTED  NOT  TO  PARTICIPATE  IN SUCH OPTIONAL PUBLIC\n\n       A. 3120                             8\n\n    1  FINANCING MAY ACCEPT FROM SUCH PARTY OR CONSTITUTED COMMITTEES AN AMOUNT\n    2  WHICH, IN THE AGGREGATE, DOES NOT EXCEED THIRTY THOUSAND DOLLARS.\n    3    (C)  HOWEVER,  IF ANY CANDIDATE ELECTS NOT TO ACCEPT SUCH PUBLIC FUNDS\n    4  AND SUCH CANDIDATE AND SUCH CANDIDATE'S AUTHORIZED  COMMITTEE  SPEND  OR\n    5  CONTRACT  OR OBLIGATE TO SPEND, OR RECEIVE IN LOANS OR CONTRIBUTIONS, AN\n    6  AMOUNT EXCEEDING ONE-THIRD OF THE  EXPENDITURE  LIMIT  FOR  SUCH  OFFICE\n    7  FIXED  BY  THIS  TITLE  FOR  CANDIDATES  WHO HAVE ELECTED TO ACCEPT SUCH\n    8  PUBLIC FUNDS, CONTRIBUTORS TO THOSE CANDIDATES FOR SUCH OFFICE WHO  HAVE\n    9  ELECTED  TO RECEIVE PUBLIC FUNDS SHALL BE ALLOWED TO CONTRIBUTE AND SUCH\n   10  CANDIDATES OR AUTHORIZED COMMITTEES SHALL BE ALLOWED TO ACCEPT  CONTRIB-\n   11  UTIONS  FROM  ANY  CONTRIBUTOR,  WHICH,  IN THE AGGREGATE, ARE TWICE THE\n   12  AMOUNT WHICH WOULD OTHERWISE BE ALLOWED BY PARAGRAPHS  (A)  AND  (B)  OF\n   13  THIS SUBDIVISION, WHICHEVER IS APPLICABLE. IF A CANDIDATE WHO ELECTS NOT\n   14  TO  ACCEPT  SUCH  PUBLIC  FUNDS,  AND THE AUTHORIZED COMMITTEE OF SUCH A\n   15  CANDIDATE SPENDS OR CONTRACTS OR OBLIGATES  TO  SPEND,  OR  RECEIVES  IN\n   16  LOANS OR CONTRIBUTIONS, AN AMOUNT EXCEEDING ONE-THIRD OF THE EXPENDITURE\n   17  LIMIT FOR SUCH OFFICE, SUCH CANDIDATE OR COMMITTEE MUST NOTIFY THE STATE\n   18  BOARD OF THAT FACT WITHIN FORTY-EIGHT HOURS BY EXPRESS MAIL.\n   19    (D)  SIXTY  DAYS  BEFORE  AN ELECTION AT WHICH A BALLOT QUESTION WHICH\n   20  ASKS THE VOTERS OF THE STATE IF THERE SHALL BE A  CONVENTION  TO  REVISE\n   21  AND AMEND THE STATE CONSTITUTION IS ON THE BALLOT, THE STATE BOARD SHALL\n   22  DETERMINE  THE  PERCENTAGE  DIFFERENCE BETWEEN THE MOST RECENT AVAILABLE\n   23  MONTHLY CONSUMER PRICE INDEX FOR ALL URBAN CONSUMERS  PUBLISHED  BY  THE\n   24  UNITED  STATES  BUREAU OF LABOR STATISTICS AND SUCH CONSUMER PRICE INDEX\n   25  PUBLISHED FOR THE SAME MONTH AT THE END OF TWO THOUSAND ONE.  THE AMOUNT\n   26  OF EACH CONTRIBUTION LIMIT FIXED IN THIS SUBDIVISION SHALL  BE  ADJUSTED\n   27  BY  THE  AMOUNT OF SUCH PERCENTAGE DIFFERENCE TO THE CLOSEST ONE HUNDRED\n   28  DOLLARS BY THE STATE BOARD, WHICH SHALL  FORTHWITH  ISSUE  A  REGULATION\n   29  SETTING FORTH THE AMOUNT OF EACH SUCH CONTRIBUTION LIMIT.  EACH CONTRIB-\n   30  UTION LIMIT AS SO ADJUSTED SHALL BE THE CONTRIBUTION LIMIT IN EFFECT FOR\n   31  ANY ELECTION HELD BEFORE THE NEXT SUCH ADJUSTMENT.\n   32    2.  A  COMMITTEE WHICH HAS BEEN AUTHORIZED BY A PERSON WHO IS A CANDI-\n   33  DATE FOR DELEGATE-AT-LARGE OR  DISTRICT  DELEGATE  TO  A  CONVENTION  TO\n   34  REVISE AND AMEND THE STATE CONSTITUTION IN CONNECTION WITH SUCH PERSON'S\n   35  CANDIDACY  FOR  ANOTHER  OFFICE OR POSITION MAY NOT BE DESIGNATED AS THE\n   36  AUTHORIZED COMMITTEE FOR THE ELECTION FOR DELEGATE-AT-LARGE OR  DISTRICT\n   37  DELEGATE  TO  THE CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION.\n   38  SUCH COMMITTEE MAY NOT CONTRIBUTE TO SUCH CANDIDATE AND SUCH CANDIDATE'S\n   39  AUTHORIZED COMMITTEE FOR THE OFFICE  OF  DELEGATE-AT-LARGE  OR  DISTRICT\n   40  DELEGATE  TO A CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION ANY\n   41  MORE THAN THE CONTRIBUTION LIMIT FOR SUCH  OFFICE  ESTABLISHED  BY  THIS\n   42  TITLE,  NOR  SHALL SUCH OTHER AUTHORIZED COMMITTEE TRANSFER ANY MONEY OR\n   43  THING OF VALUE TO SUCH CANDIDATE OR THE  COMMITTEE  AUTHORIZED  BY  SUCH\n   44  CANDIDATE FOR THE ELECTION FOR DELEGATE-AT-LARGE OR DISTRICT DELEGATE TO\n   45  A CONVENTION TO REVISE AND AMEND THE STATE CONSTITUTION.\n   46    3.  EXCEPT FOR THE LIMITATIONS SPECIFICALLY SET FORTH IN THIS SECTION,\n   47  SUCH ELIGIBLE CANDIDATES SHALL BE SUBJECT TO THE PROVISIONS  OF  SECTION\n   48  14-114 OF THIS ARTICLE.\n   49    S  14-210. EXPENDITURE LIMITATIONS. 1. THE FOLLOWING LIMITATIONS APPLY\n   50  TO ALL EXPENDITURES BY ELIGIBLE CANDIDATES AND THEIR AUTHORIZED  COMMIT-\n   51  TEES RECEIVING PUBLIC FUNDS PURSUANT TO THE PROVISIONS OF THIS TITLE AND\n   52  SECTION EIGHTY-ONE OF THE STATE FINANCE LAW.\n   53    2.  (A)  IN  ANY PRIMARY ELECTION, EXPENDITURES BY ELIGIBLE CANDIDATES\n   54  FOR DELEGATE-AT-LARGE TO A CONVENTION TO  REVISE  AND  AMEND  THE  STATE\n   55  CONSTITUTION AND THEIR AUTHORIZED COMMITTEES, INCLUDING EXPENDITURES FOR\n   56  NOMINATION  TO  ANY  OTHER OFFICE OR POSITION FOR WHICH SUCH PERSON IS A\n\n       A. 3120                             9\n\n    1  CANDIDATE AT SUCH ELECTION, SHALL NOT EXCEED  THE  SUM  OF  SEVENTY-FIVE\n    2  CENTS  FOR EACH VOTER ENROLLED IN THE CANDIDATE'S PARTY IN THE STATE, OR\n    3  TWO HUNDRED FIFTY THOUSAND DOLLARS, WHICHEVER IS GREATER,  AND  EXPENDI-\n    4  TURES  BY  ELIGIBLE  CANDIDATES FOR DISTRICT DELEGATE TO A CONVENTION TO\n    5  REVISE AND AMEND THE STATE CONSTITUTION AND THEIR AUTHORIZED  COMMITTEES\n    6  SHALL  NOT  EXCEED THE SUM OF ONE DOLLAR AND SEVENTY-FIVE CENTS FOR EACH\n    7  VOTER ENROLLED IN THE CANDIDATE'S PARTY IN THE DISTRICT  IN  WHICH  SUCH\n    8  CANDIDATE IS A CANDIDATE AS DETERMINED BY THE RECORDS OF THE APPROPRIATE\n    9  BOARD  OR  BOARDS  OF ELECTION AS OF THE LAST GENERAL ELECTION PRECEDING\n   10  THE PRIMARY ELECTION, OR FIFTEEN THOUSAND DOLLARS, WHICHEVER IS GREATER.\n   11  HOWEVER, SUCH  EXPENDITURES  SHALL  NOT  EXCEED  FIVE  HUNDRED  THOUSAND\n   12  DOLLARS  IN  A PRIMARY ELECTION FOR DELEGATE-AT-LARGE TO A CONVENTION TO\n   13  REVISE AND AMEND THE STATE CONSTITUTION, AND THIRTY THOUSAND DOLLARS  IN\n   14  A  PRIMARY  ELECTION FOR DISTRICT DELEGATE TO A CONVENTION TO REVISE AND\n   15  AMEND THE STATE CONSTITUTION.\n   16    (B) IN ANY GENERAL ELECTION, EXPENDITURES BY ELIGIBLE  CANDIDATES  FOR\n   17  THE FOLLOWING OFFICES AND THEIR DESIGNATED COMMITTEES, INCLUDING EXPEND-\n   18  ITURES  FOR  ELECTION  TO  ANY  OTHER  OFFICE FOR WHICH SUCH PERSON IS A\n   19  CANDIDATE AT SUCH ELECTION, SHALL NOT EXCEED THE FOLLOWING AMOUNTS:\n\n   20  FOR A CANDIDATE FOR:\n\n   21  DELEGATE-AT-LARGE\n   22  TO A CONVENTION TO REVISE AND\n   23  AMEND THE STATE CONSTITUTION       $1,500,000\n\n   24  DISTRICT DELEGATE\n   25  TO A CONVENTION TO REVISE AND\n   26  AMEND THE STATE CONSTITUTION       $150,000\n\n   27    (C) HOWEVER, IF ANY CANDIDATE ELECTS NOT TO ACCEPT SUCH  PUBLIC  FUNDS\n   28  AND  SUCH  CANDIDATE  AND SUCH CANDIDATE'S AUTHORIZED COMMITTEE SPEND OR\n   29  CONTRACT OR OBLIGATE TO SPEND, OR RECEIVE IN LOANS OR CONTRIBUTIONS,  AN\n   30  AMOUNT  EXCEEDING  ONE-THIRD  OF  THE  EXPENDITURE LIMIT FOR SUCH OFFICE\n   31  FIXED BY PARAGRAPH (A) OR (B) OF THIS SUBDIVISION, WHICHEVER IS APPLICA-\n   32  BLE, FOR CANDIDATES WHO HAVE ELECTED TO ACCEPT SUCH PUBLIC FUNDS,  THERE\n   33  SHALL  BE  NO EXPENDITURE LIMIT FOR THOSE CANDIDATES FOR SUCH OFFICE WHO\n   34  HAVE ELECTED TO RECEIVE PUBLIC FUNDS. IF A CANDIDATE WHO ELECTS  NOT  TO\n   35  ACCEPT  SUCH PUBLIC FUNDS, AND SUCH CANDIDATE AND THE AUTHORIZED COMMIT-\n   36  TEE OF SUCH A CANDIDATE SPENDS OR CONTRACTS OR OBLIGATES  TO  SPEND,  OR\n   37  RECEIVES IN LOANS OR CONTRIBUTIONS, AN AMOUNT EXCEEDING ONE-THIRD OF THE\n   38  EXPENDITURE  LIMIT  FOR  SUCH  OFFICE,  SUCH CANDIDATE OR COMMITTEE MUST\n   39  NOTIFY THE STATE BOARD OF THAT FACT WITHIN FORTY-EIGHT HOURS BY  EXPRESS\n   40  MAIL.\n   41    (D)  CANDIDATES  FOR  OFFICE WHO ARE UNOPPOSED IN THE PRIMARY ELECTION\n   42  MAY EXPEND BEFORE THE  PRIMARY  ELECTION,  FOR  SERVICES,  MATERIALS  OR\n   43  FACILITIES  USED  ON  OR  BEFORE  THE  DATE OF SUCH PRIMARY ELECTION, AN\n   44  AMOUNT EQUAL TO HALF THE SUM SUCH CANDIDATES WOULD BE ENTITLED TO  SPEND\n   45  IF  THEIR  NOMINATION  WAS  CONTESTED IN SUCH PRIMARY ELECTION; PROVIDED\n   46  THAT THERE IS A CONTEST IN SUCH PRIMARY FOR THE NOMINATION OF  AT  LEAST\n   47  ONE OTHER PARTY FOR SUCH OFFICE.\n   48    (E) EXPENDITURES FOR LEGAL FEES AND EXPENSES TO DEFEND THE VALIDITY OF\n   49  PETITIONS  OF  DESIGNATION  OR NOMINATION OR CERTIFICATES OF NOMINATION,\n   50  ACCEPTANCE, AUTHORIZATION, DECLINATION OR SUBSTITUTION, OR TO  CHALLENGE\n   51  SUCCESSFULLY,  ANY  SUCH PETITION OR CERTIFICATE ON GROUNDS OF FRAUD AND\n   52  FOR EXPENSES INCURRED TO COMPLY  WITH  THE  CAMPAIGN  FINANCE  REPORTING\n\n       A. 3120                            10\n\n    1  REQUIREMENTS  OF  THIS  ARTICLE  SHALL NOT BE SUBJECT TO THE EXPENDITURE\n    2  LIMITS OF THIS SUBDIVISION.\n    3    (F)  NOTWITHSTANDING  ANY  EXPENDITURE LIMIT IN THIS SUBDIVISION, EACH\n    4  COUNTY COMMITTEE OF ANY PARTY WHICH NOMINATES A CANDIDATE FOR  STATEWIDE\n    5  OFFICE,  INCLUDING  ANY SUBCOMMITTEES OF SUCH A COMMITTEE, MAY EXPEND IN\n    6  SUPPORT OF EACH SUCH CANDIDATE FOR STATEWIDE OFFICE OF  SUCH  PARTY  WHO\n    7  HAS  AGREED TO ACCEPT PUBLIC FINANCING, AN AMOUNT WHICH SHALL NOT EXCEED\n    8  THE SUM OF TWO CENTS FOR EACH VOTER REGISTERED IN SUCH COUNTY AS  DETER-\n    9  MINED  BY  THE  RECORDS  OF THE APPROPRIATE BOARD OF ELECTIONS AS OF THE\n   10  PRECEDING GENERAL ELECTION.\n   11    (G) SIXTY DAYS BEFORE AN ELECTION AT WHICH  A  BALLOT  QUESTION  WHICH\n   12  ASKS  THE  VOTERS  OF THE STATE IF THERE SHALL BE A CONVENTION TO REVISE\n   13  AND AMEND THE STATE CONSTITUTION IS ON THE BALLOT, THE STATE BOARD SHALL\n   14  DETERMINE THE PERCENTAGE DIFFERENCE BETWEEN THE  MOST  RECENT  AVAILABLE\n   15  MONTHLY  CONSUMER  PRICE  INDEX FOR ALL URBAN CONSUMERS PUBLISHED BY THE\n   16  UNITED STATES BUREAU OF LABOR STATISTICS AND SUCH CONSUMER  PRICE  INDEX\n   17  PUBLISHED AT THE END OF TWO THOUSAND ONE. THE AMOUNT OF EACH EXPENDITURE\n   18  LIMIT  FIXED IN THIS SUBDIVISION SHALL BE ADJUSTED BY THE AMOUNT OF SUCH\n   19  PERCENTAGE DIFFERENCE TO THE CLOSEST ONE THOUSAND DOLLARS BY  THE  STATE\n   20  BOARD, WHICH SHALL FORTHWITH ISSUE A REGULATION SETTING FORTH THE AMOUNT\n   21  OF  EACH SUCH CONTRIBUTION LIMIT. EACH CONTRIBUTION LIMIT AS SO ADJUSTED\n   22  SHALL BE THE CONTRIBUTION LIMIT IN EFFECT FOR ANY ELECTION  HELD  BEFORE\n   23  THE NEXT SUCH ADJUSTMENT.\n   24    3.  IN  COMPUTING  THE  AGGREGATE AMOUNT EXPENDED FOR PURPOSES OF THIS\n   25  SECTION, EXPENDITURES MADE BY A COMMITTEE IN SUPPORT OF  MORE  THAN  ONE\n   26  CANDIDATE  SHALL  BE  ALLOCATED  AMONG  SUCH CANDIDATES SUPPORTED BY THE\n   27  COMMITTEE IN ACCORDANCE WITH FORMULAS PROMULGATED BY THE STATE BOARD OR,\n   28  IN THE ABSENCE OF SUCH OFFICIAL FORMULAS, IN ACCORDANCE WITH ANY FORMULA\n   29  BASED UPON REASONABLE STANDARDS. THE STATEMENTS FILED BY SUCH  COMMITTEE\n   30  IN  ACCORDANCE  WITH  THIS  CHAPTER  SHALL SET FORTH, IN ADDITION TO THE\n   31  OTHER INFORMATION REQUIRED, THE TOTAL AMOUNT EXPENDED BY  THE  COMMITTEE\n   32  ON BEHALF OF ALL SUCH CANDIDATES AND THE AMOUNT ALLOCATED TO EACH CANDI-\n   33  DATE  BY DOLLAR AMOUNT AND PERCENTAGE.  EXPENDITURES BY A STATE OR OTHER\n   34  COMMITTEE OF A POLITICAL PARTY FOR ACTIVITIES WHICH DO  NOT  SUPPORT  OR\n   35  OPPOSE  THE  ELECTION OF ANY CANDIDATE OR CANDIDATES BY NAME OR BY CLEAR\n   36  INFERENCE SHALL NOT BE REGARDED AS EXPENDITURES ON BEHALF OF OR IN OPPO-\n   37  SITION TO A CANDIDATE.\n   38    S 14-212. EXAMINATIONS AND AUDITS;  REPAYMENTS.  1.  THE  STATE  BOARD\n   39  SHALL  CONDUCT A THOROUGH EXAMINATION AND AUDIT OF THE CONTRIBUTIONS AND\n   40  QUALIFIED CAMPAIGN EXPENSES OF THE AUTHORIZED COMMITTEE OF EVERY  ELIGI-\n   41  BLE  CANDIDATE  WHO RECEIVED PAYMENTS PURSUANT TO SECTION 14-206 OF THIS\n   42  TITLE.\n   43    2. (A) IF THE STATE BOARD DETERMINES THAT ANY PORTION OF  THE  PAYMENT\n   44  MADE  TO  SUCH  AUTHORIZED  COMMITTEE FROM THE FUND WAS IN EXCESS OF THE\n   45  AGGREGATE AMOUNT OF PAYMENTS TO WHICH SUCH ELIGIBLE CANDIDATE WAS  ENTI-\n   46  TLED  PURSUANT  TO  SECTION  14-206  OF THIS TITLE, IT SHALL NOTIFY SUCH\n   47  COMMITTEE, AND SUCH COMMITTEE SHALL PAY TO THE  STATE  BOARD  AN  AMOUNT\n   48  EQUAL TO THE AMOUNT OF EXCESS PAYMENTS.\n   49    (B)  IF  THE STATE BOARD DETERMINES THAT ANY AMOUNT OF PAYMENT MADE TO\n   50  AN AUTHORIZED COMMITTEE OF AN ELIGIBLE CANDIDATE FROM THE FUND WAS  USED\n   51  FOR  PURPOSES OTHER THAN TO DEFRAY QUALIFIED CAMPAIGN EXPENSES, IT SHALL\n   52  NOTIFY THE SAID AUTHORIZED COMMITTEE OF THE AMOUNT DISQUALIFIED, AND THE\n   53  SAID AUTHORIZED COMMITTEE SHALL PAY TO THE STATE BOARD AN  AMOUNT  EQUAL\n   54  TO SUCH DISQUALIFIED AMOUNT.\n   55    (C)  IF THE TOTAL OF CONTRIBUTIONS AND PAYMENTS FROM THE FUND RECEIVED\n   56  BY ANY CANDIDATE AND SUCH CANDIDATE'S AUTHORIZED COMMITTEE  EXCEEDS  THE\n\n       A. 3120                            11\n\n    1  CAMPAIGN  EXPENDITURES  OF  SUCH CANDIDATE AND COMMITTEE, SUCH CANDIDATE\n    2  AND COMMITTEE SHALL USE SUCH EXCESS FUNDS  TO  REIMBURSE  THE  FUND  FOR\n    3  PAYMENTS  RECEIVED  BY  SUCH  COMMITTEE FROM THE FUND NOT LATER THAN TEN\n    4  DAYS  AFTER  ALL  LIABILITIES HAVE BEEN PAID AND IN ANY EVENT, NOT LATER\n    5  THAN MARCH THIRTY-FIRST OF THE YEAR FOLLOWING THE YEAR OF  THE  ELECTION\n    6  FOR  WHICH  SUCH  PAYMENTS  WERE INTENDED. NO SUCH EXCESS FUNDS SHALL BE\n    7  USED FOR ANY OTHER PURPOSE, UNLESS THE TOTAL AMOUNT DUE  THE  FUND  FROM\n    8  SUCH CANDIDATE AND COMMITTEE HAS BEEN REPAID.\n    9    3. IF A COURT OF COMPETENT JURISDICTION DISQUALIFIES A CANDIDATE WHOSE\n   10  AUTHORIZED  COMMITTEE HAS RECEIVED PUBLIC FUNDS ON THE GROUNDS THAT SUCH\n   11  CANDIDATE COMMITTED FRAUDULENT ACTS IN ORDER TO OBTAIN A  PLACE  ON  THE\n   12  BALLOT  AND SUCH DECISION IS NOT REVERSED BY A HIGHER COURT, SUCH CANDI-\n   13  DATE AND SUCH CANDIDATE'S AUTHORIZED COMMITTEE SHALL PAY  TO  THE  STATE\n   14  BOARD  AN  AMOUNT  EQUAL  TO  THE TOTAL OF PUBLIC FUNDS RECEIVED BY SUCH\n   15  AUTHORIZED COMMITTEE.\n   16    4. ALL PAYMENTS RECEIVED BY THE STATE BOARD PURSUANT TO  THIS  SECTION\n   17  SHALL  BE DEPOSITED IN THE NEW YORK STATE DELEGATE TO THE CONSTITUTIONAL\n   18  CONVENTION CAMPAIGN FINANCE FUND.\n   19    S 14-214. PENALTIES. 1. ANY PERSON WHO KNOWINGLY AND  WILLFULLY  FAILS\n   20  TO  FILE  A STATEMENT REQUIRED TO BE FILED BY THIS TITLE OR THE RULES OR\n   21  REGULATIONS OF THE STATE BOARD IN  IMPLEMENTATION  THEREOF  WITHIN  FIVE\n   22  DAYS  AFTER  THE  DATE PROVIDED FOR FILING SUCH STATEMENT, OR ANY PERSON\n   23  WHO KNOWINGLY AND WILLFULLY VIOLATES ANY OTHER PROVISION OF  THIS  TITLE\n   24  OR  OF  SECTION EIGHTY-ONE OF THE STATE FINANCE LAW SHALL BE GUILTY OF A\n   25  CLASS A MISDEMEANOR, UNLESS A GREATER PENALTY IS SPECIFICALLY PRESCRIBED\n   26  IN ANOTHER APPLICABLE STATUTE.\n   27    2. ANY PERSON WHO KNOWINGLY AND WILLFULLY CONTRIBUTES  OR  EXPENDS  OR\n   28  AIDS  OR  PARTICIPATES IN THE CONTRIBUTION OR EXPENDITURE OF FUNDS IN AN\n   29  AMOUNT EXCEEDING AN APPLICABLE MAXIMUM SPECIFIED IN THIS TITLE,  OR  WHO\n   30  KNOWINGLY  AND  WILLFULLY ACCEPTS OR AIDS OR PARTICIPATES IN THE ACCEPT-\n   31  ANCE OF A CONTRIBUTION IN AN  AMOUNT  EXCEEDING  AN  APPLICABLE  MAXIMUM\n   32  SPECIFIED IN THIS TITLE SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   33    3.  ANY  PERSON  WHO  KNOWINGLY  AND  WILLFULLY NEGLECTS OR REFUSES TO\n   34  FURNISH ANY INFORMATION REQUIRED OR  AUTHORIZED  BY  THIS  TITLE  OR  BY\n   35  SECTION  EIGHTY-ONE  OF  THE  STATE  FINANCE LAW, OR TO EXHIBIT RECORDS,\n   36  PAPERS OR DOCUMENTS AUTHORIZED BY THIS TITLE OR BY SECTION EIGHTY-ONE OF\n   37  THE STATE FINANCE LAW TO BE INSPECTED OR WHICH ARE REQUIRED TO BE EXHIB-\n   38  ITED, SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   39    4. ANY PERSON WHO KNOWINGLY AND WILLFULLY EXPENDS OR AIDS  OR  PARTIC-\n   40  IPATES  IN  THE  EXPENDITURE OF FUNDS FOR A PURPOSE OR IN A MANNER WHICH\n   41  VIOLATES THE PROVISIONS OF THIS TITLE, OR WHICH VIOLATES THE  PROVISIONS\n   42  OF  SECTION  EIGHTY-ONE  OF  THE STATE FINANCE LAW, SHALL BE GUILTY OF A\n   43  CLASS A MISDEMEANOR.\n   44    5. ANY PERSON WHO KNOWINGLY AND WILLFULLY FAILS TO RETURN OR  AIDS  OR\n   45  PARTICIPATES  IN  THE FAILURE TO RETURN TO THE STATE BOARD OR TO THE NEW\n   46  YORK STATE DELEGATE TO THE CONSTITUTIONAL  CONVENTION  CAMPAIGN  FINANCE\n   47  FUND ANY FUNDS REQUIRED TO BE RETURNED TO SUCH BOARD OR FUND PURSUANT TO\n   48  THE  PROVISIONS OF THIS TITLE OR SECTION EIGHTY-ONE OF THE STATE FINANCE\n   49  LAW SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   50    6. ANY PERSON  WHO  FURNISHES  ANY  FALSE,  FICTITIOUS  OR  FRAUDULENT\n   51  EVIDENCE,  BOOKS  OR  INFORMATION  TO THE STATE BOARD OF ELECTIONS UNDER\n   52  THIS TITLE OR  INCLUDES  IN  ANY  EVIDENCE,  BOOKS,  OR  INFORMATION  SO\n   53  FURNISHED  ANY  MISREPRESENTATION  OF  A  MATERIAL FACT, OR FALSIFIES OR\n   54  CONCEALS ANY EVIDENCE, BOOKS, OR INFORMATION RELEVANT TO  ANY  AUDIT  BY\n   55  THE  STATE  BOARD  OF  ELECTIONS OR KNOWINGLY AND WILLFULLY VIOLATES ANY\n\n       A. 3120                            12\n\n    1  OTHER PROVISION OF THIS TITLE OR OF  SECTION  EIGHTY-ONE  OF  THE  STATE\n    2  FINANCE LAW SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n    3    7. THE ATTORNEY GENERAL SHALL BE PRIMARILY RESPONSIBLE FOR INSTITUTING\n    4  AND  CONDUCTING  PROSECUTIONS  UNDER  THIS  SECTION.  IN SUCH CASES, THE\n    5  ATTORNEY GENERAL OR THE ATTORNEY GENERAL'S DEPUTY SHALL EXERCISE ALL THE\n    6  POWERS AND PERFORM ALL THE DUTIES  WHICH  THE  DISTRICT  ATTORNEY  WOULD\n    7  OTHERWISE BE AUTHORIZED OR REQUIRED TO EXERCISE OR PERFORM; WHENEVER ANY\n    8  SUCH  PROSECUTION  IS  INSTITUTED  BY THE ATTORNEY GENERAL, THE DISTRICT\n    9  ATTORNEY SHALL ONLY EXERCISE SUCH POWERS AND PERFORM SUCH DUTIES AS  ARE\n   10  REQUIRED  OF THE DISTRICT ATTORNEY BY THE ATTORNEY GENERAL OR THE DEPUTY\n   11  ATTORNEY GENERAL.  UNTIL  AND  UNLESS  THE  ATTORNEY  GENERAL  EXERCISES\n   12  AUTHORITY  UNDER THIS SECTION, AN OTHERWISE AUTHORIZED DISTRICT ATTORNEY\n   13  MAY INSTITUTE AND CONDUCT A PROSECUTION UNDER THIS SECTION.\n   14    8. WHENEVER THE ATTORNEY GENERAL IS AUTHORIZED  UNDER  THIS  TITLE  TO\n   15  PROSECUTE A CRIMINAL PROCEEDING ON BEHALF OF THE STATE BOARD, THE ATTOR-\n   16  NEY  GENERAL  SHALL  HAVE  THE  DISCRETION  TO DELEGATE THE AUTHORITY TO\n   17  INITIATE OR CONDUCT ANY SUCH PROSECUTION TO THE STATE BOARD.\n   18    S 14-216. CIVIL PENALTIES. 1. ANY PERSON WHO FAILS TO FILE A STATEMENT\n   19  OR RECORD REQUIRED TO BE FILED BY THIS TITLE OR THE RULES OR REGULATIONS\n   20  OF THE STATE BOARD IN IMPLEMENTATION THEREOF SHALL BE SUBJECT TO A CIVIL\n   21  PENALTY, NOT IN EXCESS OF ONE THOUSAND DOLLARS, TO BE RECOVERABLE  IN  A\n   22  CIVIL ACTION BROUGHT BY THE STATE BOARD.\n   23    2.  IF  THE  AGGREGATE  AMOUNT OF EXPENDITURES BY A CANDIDATE AND SUCH\n   24  CANDIDATE'S AUTHORIZED COMMITTEE  EXCEEDS  THE  EXPENDITURE  LIMITATIONS\n   25  CONTAINED  IN  THIS  TITLE,  SUCH  CANDIDATE SHALL BE LIABLE FOR A CIVIL\n   26  PENALTY IN AN AMOUNT EQUAL TO THREE TIMES THE SUM BY WHICH SUCH EXPENDI-\n   27  TURES EXCEED THE PERMITTED AMOUNT.\n   28    S 7. Paragraphs (ix) and (x) of subdivision (c) of section 1-c of  the\n   29  legislative  law, as added by chapter 1 of the laws of 2005, are amended\n   30  and a new paragraph (xi) is added to read as follows:\n   31    (ix) the adoption or rejection of any rule, regulation, or  resolution\n   32  having  the  force  and effect of a local law, ordinance, resolution, or\n   33  regulation; [or]\n   34    (x) the outcome of any rate making proceeding by any  municipality  or\n   35  subdivision thereof; OR\n   36    (XI)  THE ACTION OR INACTION OF A DELEGATE TO A CONSTITUTIONAL CONVEN-\n   37  TION.\n   38    S 8. Section 1-f of the legislative law, as added by chapter 2 of  the\n   39  laws of 1999, is  amended to read as follows:\n   40    S  1-f.  [Monthly registration] REGISTRATION docket. 1. MONTHLY REGIS-\n   41  TRATION DOCKET. It shall be the duty of  the  commission  to  compile  a\n   42  monthly  docket of statements of registration containing all information\n   43  required by section one-e of this article.   Each  such  monthly  docket\n   44  shall contain all statements of registration filed during such month and\n   45  all  amendments  to  previously filed statements of registration. Copies\n   46  shall be made available for public inspection.\n   47    2. CONSTITUTIONAL CONVENTION DELEGATE CONTACT LOG.  FROM THE DATE UPON\n   48  WHICH THE BOARD OF ELECTIONS CERTIFIES THE ELECTION OF DELEGATES TO  THE\n   49  CONSTITUTIONAL  CONVENTION  TO THE DATE THE CONSTITUTIONAL CONVENTION IS\n   50  ADJOURNED, EACH LOBBYIST, AS DEFINED BY THIS ARTICLE, SHALL FILE  A  LOG\n   51  EACH  WEEK  OF ALL CONTACTS WITH DELEGATES TO THE CONSTITUTIONAL CONVEN-\n   52  TION. SUCH LOG OF THESE CONTACTS SHALL BE SUBMITTED TO  THE  COMMISSION.\n   53  THE  COMMISSION  SHALL  MAINTAIN A WEEKLY DOCKET WHICH SHALL CONTAIN ALL\n   54  LOGS, COPIES OF WHICH SHALL BE OPEN AND AVAILABLE FOR INSPECTION BY  THE\n   55  PUBLIC.\n\n       A. 3120                            13\n\n    1    S  9.  Section  1-o  of the legislative law is amended by adding a new\n    2  subdivision (e) to read as follows:\n    3    (E) ANY PERSON WHO FAILS TO FILE ANY LOG OF CONTACTS WITH DELEGATES OF\n    4  THE  CONSTITUTIONAL  CONVENTION  AS  REQUIRED  BY  THIS ARTICLE SHALL BE\n    5  SUBJECT TO A CIVIL PENALTY, NOT IN EXCESS OF TWENTY-FIVE DOLLARS FOR THE\n    6  FIRST OFFENSE. ANY PERSON WHO KNOWINGLY AND WILLFULLY FAILS TO FILE  ANY\n    7  LOG  OF  CONTACTS  WITH  DELEGATES  OF  THE CONSTITUTIONAL CONVENTION AS\n    8  REQUIRED BY THIS ARTICLE SHALL BE GUILTY OF A CLASS  A  MISDEMEANOR  FOR\n    9  THE SECOND OFFENSE AND EACH OFFENSE THEREAFTER.\n   10    S  10.  The  opening  paragraph  of  paragraph (a) of subdivision 2 of\n   11  section 73-a of the public officers law, as added by chapter 813 of  the\n   12  laws of 1987, is amended to read as follows:\n   13    Every statewide elected official, state officer or employee, member of\n   14  the  legislature,  DELEGATE  TO A CONSTITUTIONAL CONVENTION, legislative\n   15  employee and political party chairman and every candidate for  statewide\n   16  elected  office  or  for  member of the legislature OR FOR DELEGATE TO A\n   17  CONSTITUTIONAL CONVENTION shall file an annual  statement  of  financial\n   18  disclosure  containing  the  information  and  in  the form set forth in\n   19  subdivision three hereof. Such statement shall be filed on or before the\n   20  fifteenth day of May with respect to the preceding calendar year, except\n   21  that:\n   22    S 11. The state finance law is amended by adding a new section  81  to\n   23  read as follows:\n   24    S  81.  NEW  YORK  STATE  DELEGATE  TO  THE  CONSTITUTIONAL CONVENTION\n   25  CAMPAIGN FINANCE FUND. 1. THERE IS HEREBY ESTABLISHED A SPECIAL FUND, TO\n   26  BE KNOWN AS THE NEW YORK STATE DELEGATE TO THE CONSTITUTIONAL CONVENTION\n   27  CAMPAIGN FINANCE FUND, IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND\n   28  THE COMMISSIONER OF TAXATION AND FINANCE. THE MONEYS IN SUCH FUND MAY BE\n   29  EXPENDED BY THE STATE BOARD OF ELECTIONS ONLY AS  PAYMENTS  FOR  PARTIC-\n   30  IPATING  CANDIDATES  IN  ACCORDANCE  WITH THE PROVISIONS OF TITLE TWO OF\n   31  ARTICLE FOURTEEN OF THE ELECTION LAW.\n   32    2. THE FUND SHALL BE KEPT SEPARATE FROM ALL OTHER FUNDS AND  SHALL  BE\n   33  CREDITED  WITH  ALL  SUMS  APPROPRIATED THEREFOR, ANY DONATIONS RECEIVED\n   34  PURSUANT TO SUBDIVISION FIVE OF THIS SECTION AND ALL  EARNINGS  ACCRUING\n   35  ON SUCH FUNDS.\n   36    3.  AS SOON AS PRACTICABLE IN THE YEAR TWO THOUSAND ELEVEN AND IN TIME\n   37  FOR INCLUSION IN THE EXECUTIVE EXPENSE BUDGET IN EVERY YEAR  THEREAFTER,\n   38  AND  AT  SUCH  OTHER  TIMES  AS  THE STATE BOARD OF ELECTIONS SHALL DEEM\n   39  NECESSARY, SAID BOARD SHALL SUBMIT ITS ESTIMATE OF THE AMOUNT OF  PUBLIC\n   40  FUNDS WHICH WILL BE NECESSARY TO PROVIDE CANDIDATES FOR DELEGATES TO THE\n   41  CONSTITUTIONAL CONVENTION SUFFICIENT FINANCING FOR ELECTIONS IN THE NEXT\n   42  YEAR IN WHICH ELECTIONS ARE SCHEDULED PURSUANT TO LAW, AND A RESERVE FOR\n   43  CONTINGENCIES.  SUCH  ESTIMATES SHALL BE SUBMITTED IN SUCH MANNER AND AT\n   44  SUCH TIMES AS TO ENSURE THAT SUCH AMOUNTS AS SHALL BE NECESSARY  MAY  BE\n   45  APPROPRIATED  IN  FULL BY THE BEGINNING OF THE FISCAL YEAR PRIOR TO THAT\n   46  IN WHICH ELECTIONS ARE SCHEDULED PURSUANT TO  LAW  AND  THAT  ADDITIONAL\n   47  AMOUNTS MAY BE APPROPRIATED AS NECESSARY.\n   48    4.  THE  MONEYS IN SUCH FUND SHALL BE PAID TO PARTICIPATING CANDIDATES\n   49  BY SAID BOARD UPON ITS CERTIFICATION THAT SUCH  CANDIDATES  QUALIFY  FOR\n   50  SUCH FUNDS.\n   51    5. SAID BOARD SHALL BE EMPOWERED TO ACCEPT DONATIONS TO BE CREDITED TO\n   52  THE  FUND. SAID BOARD MAY DEVISE SUCH METHODS OF SOLICITING AND COLLECT-\n   53  ING DONATIONS AS IT MAY DEEM FEASIBLE AND APPROPRIATE.\n   54    S 12.  If  any  item,  clause,  sentence,  subparagraph,  subdivision,\n   55  section,  or  any  other part of this act, or the application thereof to\n   56  any person or circumstances, is held to be invalid, such  holding  shall\n\n       A. 3120                            14\n\n    1  not  affect,  impair,  or  invalidate  the remainder of this act, of the\n    2  application of such section or part of a section held  invalid,  to  any\n    3  other person or circumstances, but shall be confined in its operation to\n    4  the item, clause, sentence, subparagraph, subdivision, section, or other\n    5  part of this act directly involved in such holding, or to the person and\n    6  circumstances therein involved.\n    7    S 13. This act shall take effect on the first of January next succeed-\n    8  ing  the  date  on  which it shall have become a law; provided, however,\n    9  that the state commissioner of taxation and finance and the state  comp-\n   10  troller  may  promulgate  any rules, regulations and forms necessary for\n   11  the implementation of section eighty-one of the state  finance  law,  as\n   12  added  by  section eleven of this act on or before the effective date of\n   13  this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, the legislative law, the public officers law and the state finance law, in relation to the nomination and election of delegates to a constitutional convention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T142630.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295897190656
}