{
  "year" : 2011,
  "senateBillNo" : "A3125-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3125-2011-1295845200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the powers and duties of the commissioner and the department of environmental conservation relating to the pollution of fresh water supplies",
  "summary" : "Relates to the powers and duties of the commissioner and the department of environmental conservation relating to the pollution of fresh water supplies by oil, gas, salt water or other contaminants, and to how the rules and regulations shall also apply equally to all wells in the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A11494-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3125\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. LIFTON, CAHILL, JAFFEE, O'DONNELL, NOLAN, TITONE,\n         MILLMAN,  P. RIVERA, MAISEL, SCHIMEL, GLICK, GOTTFRIED, PHEFFER, WEIS-\n         ENBERG -- read once and referred to  the  Committee  on  Environmental\n         Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         powers and duties of the commissioner and the department  of  environ-\n         mental conservation relating to the pollution of fresh water supplies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph d of subdivision 8 and paragraph b of subdivision\n    2  9 of section 23-0305 of the environmental conservation law,  as  amended\n    3  by chapter 846 of the laws of 1981, are amended to read as follows:\n    4    d. Require the drilling, casing, operation, plugging and replugging of\n    5  wells  and  reclamation of surrounding land in accordance with rules and\n    6  regulations of the department in such manner as to prevent or remedy the\n    7  following, including but not limited to: the escape of oil,  gas,  brine\n    8  or  water  out  of one stratum into another; the intrusion of water into\n    9  oil or gas strata other than during enhanced  recovery  operations;  the\n   10  pollution  of  fresh  water  supplies  by  oil, gas, salt water or other\n   11  contaminants; and blowouts, cavings, seepages and fires.  THE RULES  AND\n   12  REGULATIONS  PROMULGATED  BY  THE  DEPARTMENT  TO  PREVENT OR REMEDY THE\n   13  POLLUTION OF FRESH WATER SUPPLIES BY  OIL,  GAS,  SALT  WATER  OR  OTHER\n   14  CONTAMINANTS SHALL APPLY EQUALLY TO ALL WELLS IN THE STATE.\n   15    b.  Require  the  drilling, casing, operation and plugging of wells in\n   16  accordance with rules and regulations of the department in such a manner\n   17  as to prevent the loss or escape of oil or gas reserves to  the  surface\n   18  or  to other strata; the intrusion of brine or water into commercial oil\n   19  or gas reserves; the pollution of fresh water supplies by  oil,  gas  or\n   20  salt  water,  and  to facilitate the efficient use of ground and surface\n   21  waters in solution mining.  THE RULES AND REGULATIONS PROMULGATED BY THE\n   22  DEPARTMENT TO PREVENT OR REMEDY THE POLLUTION OF FRESH WATER SUPPLIES BY\n   23  OIL, GAS, SALT WATER OR OTHER CONTAMINANTS SHALL APPLY  EQUALLY  TO  ALL\n   24  WELLS IN THE STATE.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07759-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the powers and duties of the commissioner and the department of environmental conservation relating to the pollution of fresh water supplies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697140
}