{
  "year" : 2011,
  "senateBillNo" : "A3121-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to health",
    "billEventId" : "A3121-2011-1295845200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for trichloroethylene (TCE) exposure prevention",
  "summary" : "Provides for trichloroethylene (TCE) exposure prevention; directs the department of health to prescribe a maximum indoor air contaminant level for trichloroethylene, for such standard, the targeted risk of residual contamination shall be based on the most protective underlying assumptions and cancer potency factor and shall not exceed an excess cancer risk of one in one-million for carcinogenic end points and a hazard index of one for non-cancer end points, in order to minimize health risks associated to exposure to trichloroethylene. ",
  "currentCommittee" : null,
  "sameAs" : "S2025",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2267-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3121\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. LUPARDO -- Multi-Sponsored by -- M. of A. CAHILL,\n         COLTON,   ENGLEBRIGHT,  GLICK,  JAFFEE,  KAVANAGH,  KELLNER,  LATIMER,\n         LIFTON, P. RIVERA, SCHIMEL, SWEENEY -- read once and referred  to  the\n         Committee on Health\n\n       AN ACT to amend the public health law and the environmental conservation\n         law, in relation to trichloroethylene (TCE) exposure prevention\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 13 of the public health law is amended by adding  a\n    2  new title 12-B to read as follows:\n    3             TITLE 12-B - TRICHLOROETHYLENE EXPOSURE PREVENTION\n    4  SECTION 1389-F. MAXIMUM CONTAMINANT LEVELS FOR TRICHLOROETHYLENE (TCE).\n    5    S  1389-F. MAXIMUM CONTAMINANT LEVELS FOR TRICHLOROETHYLENE (TCE). THE\n    6  DEPARTMENT SHALL PRESCRIBE A MAXIMUM INDOOR AIR  CONTAMINANT  LEVEL  FOR\n    7  TRICHLOROETHYLENE,  FOR  SUCH  STANDARD,  THE  TARGETED RISK OF RESIDUAL\n    8  CONTAMINATION SHALL BE BASED ON THE MOST PROTECTIVE  UNDERLYING  ASSUMP-\n    9  TIONS  AND  CANCER  POTENCY FACTOR AND SHALL NOT EXCEED AN EXCESS CANCER\n   10  RISK OF ONE IN ONE MILLION FOR CARCINOGENIC  END  POINTS  AND  A  HAZARD\n   11  INDEX  OF  ONE  FOR  NON-CANCER  END POINTS, IN ORDER TO MINIMIZE HEALTH\n   12  RISKS ASSOCIATED TO EXPOSURE TO TRICHLOROETHYLENE.\n   13    S 2. Paragraph i of subdivision 1 of section 3-0301  of  the  environ-\n   14  mental  conservation law, as amended by chapter 654 of the laws of 2005,\n   15  is amended to read as follows:\n   16    i. Provide for prevention and abatement of all  water,  land  and  air\n   17  pollution, INCLUDING INDOOR AIR, AND including, but not limited to, that\n   18  related  to  hazardous  substances,  particulates,  gases, dust, vapors,\n   19  noise, radiation, odor, nutrients and heated liquids[;].  IN  ESTABLISH-\n   20  ING  REMEDIATION  STANDARDS  AND  ACTION  LEVELS  FOR INDOOR AIR, LEVELS\n   21  UTILIZED BY THE DEPARTMENT IN ANY PROGRAMS  WHERE  LEVELS  OF  HAZARDOUS\n   22  CHEMICALS  ARE  REGULATED,  MONITORED,  OR REPORTED SHALL BE AT LEAST AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03285-01-1\n\n       A. 3121                             2\n\n    1  STRINGENT AS THOSE SET IN SECTION THIRTEEN HUNDRED EIGHTY-NINE-F OF  THE\n    2  PUBLIC HEALTH LAW FOR ANY CONTAMINANT LISTED THEREIN.\n    3    S  3.  Subdivision 1 of section 27-2403 of the environmental conserva-\n    4  tion law, as added by chapter 707 of the laws of  2006,  is  amended  to\n    5  read as follows:\n    6    1.  (A)  A  person identified as a responsible party pursuant to title\n    7  thirteen of this article or a participant as defined in paragraph (a) of\n    8  subdivision one of section 27-1405 of this article shall provide  within\n    9  thirty  days of validation of any test undertaken pursuant to this arti-\n   10  cle or article twelve of the navigation law the results of any such test\n   11  to any identifiable owner of real property that has been tested. In  the\n   12  event  that  such a test is undertaken by the department, the department\n   13  shall provide, within thirty  days  of  validation  of  such  test,  the\n   14  results of such test to any identifiable owner of real property that has\n   15  been tested.\n   16    (B)  ANY  MAXIMUM  CONTAMINANT  LEVEL  SET BY THE DEPARTMENT OF HEALTH\n   17  PURSUANT TO SECTION THIRTEEN HUNDRED EIGHTY-NINE-F OF THE PUBLIC  HEALTH\n   18  LAW  SHALL  BE UTILIZED IN DETERMINING THE APPLICABILITY OF THIS SECTION\n   19  FOR ANY CONTAMINANT LISTED THEREIN.\n   20    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the environmental conservation law, in relation to trichloroethylene (TCE) exposure prevention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T122121.TXT", "SOBI.D110124.T150133.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295899293771
}