{
  "year" : 2011,
  "senateBillNo" : "A3126-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3126-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an exemption from the tax on sales and the compensating use tax for labor used to maintain, service, repair or improve historic real property",
  "summary" : "Establishes an exemption from the tax on sales and the compensating use tax for labor used to maintain, service, repair or improve historic real property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4689-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3126\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to  establishing  an  exemption\n         from  the  tax on sales and the compensating use tax for labor used to\n         improve historic real property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The opening paragraph of paragraph 3 of subdivision (c) of\n    2  section 1105 of the tax law, as amended by chapter 986 of  the  laws  of\n    3  1983, is amended to read as follows:\n    4    Installing  tangible  personal  property,  excluding a mobile home, or\n    5  maintaining, servicing or repairing tangible personal property,  includ-\n    6  ing  a  mobile  home,  OR MAINTAINING, SERVICING, REPAIRING OR IMPROVING\n    7  HISTORIC REAL PROPERTY, not held for sale in the regular course of busi-\n    8  ness, whether or not the services are performed directly or by means  of\n    9  coin-operated  equipment  or  by any other means, and whether or not any\n   10  tangible personal property  is  transferred  in  conjunction  therewith,\n   11  except:\n   12    S  2. This act shall take effect on the first of January next succeed-\n   13  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05449-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing an exemption from the tax on sales and the compensating use tax for labor used to improve historic real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697154
}