{
  "year" : 2011,
  "senateBillNo" : "A3128-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to housing",
    "billEventId" : "A3128-2011-1295845200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the limitation of rent increases after vacancy of a rent regulated housing accommodation",
  "summary" : "Provides for the limitation of rent increases after vacancy of a housing accommodation under the Rent Regulation Reform Act of 1997 by providing that the statutory allowance in such Act replaces and is in lieu of any other previously authorized vacancy allowance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A2523-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3128\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Housing\n\n       AN ACT to amend the administrative code of the city  of  New  York,  the\n         emergency tenant protection act of nineteen seventy-four, the emergen-\n         cy  housing rent control law and the local emergency rent control act,\n         in relation to limiting rent increase after vacancy of certain housing\n         accommodations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision d of section 26-510 of the administrative code\n    2  of the city of New York is amended and a new subdivision j is  added  to\n    3  read as follows:\n    4    d.  Any housing accommodation covered by this law owned by a member in\n    5  good standing of an association registered with the department of  hous-\n    6  ing  preservation  and  development  pursuant  to section 26-511 of this\n    7  chapter which becomes vacant for any reason, other  than  harassment  of\n    8  the prior tenant, may be offered for rental at any price notwithstanding\n    9  any  guideline  level  established  by  the guidelines board for renewal\n   10  leases, provided the offering price does  not  exceed  the  rental  then\n   11  authorized  by  the  guidelines  board  for such dwelling unit plus five\n   12  percent for a new lease not exceeding  two  years  and  a  further  five\n   13  percent for a new lease having a minimum term of three years, until July\n   14  first,  nineteen  hundred  seventy[,  at which time the guidelines board\n   15  shall determine what the rental for a vacancy shall be].\n   16    J. NOTWITHSTANDING ANY OTHER PROVISION OF THIS LAW, ON AND AFTER  JUNE\n   17  SIXTEENTH,  NINETEEN  HUNDRED  NINETY-SEVEN  THE  ADJUSTMENT FOR VACANCY\n   18  LEASES COVERED BY THE PROVISIONS OF THIS LAW SHALL BE DETERMINED  EXCLU-\n   19  SIVELY  PURSUANT  TO PARAGRAPH FIVE-A OF SUBDIVISION C OF SECTION 26-511\n   20  OF THIS CHAPTER.  THE RENT GUIDELINES BOARD SHALL NO  LONGER  PROMULGATE\n   21  ADJUSTMENTS FOR VACANCY LEASES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02764-01-1\n\n       A. 3128                             2\n\n    1    S  2.  Section  4  of  section  4  of chapter 576 of the laws of 1974,\n    2  constituting the emergency tenant protection act  of  nineteen  seventy-\n    3  four, is amended by adding a new subdivision e to read as follows:\n    4    E.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS ACT, ON AND AFTER JUNE\n    5  16, 1997 THE ADJUSTMENT FOR VACANCY LEASES COVERED BY THE PROVISIONS  OF\n    6  THIS  ACT  SHALL BE DETERMINED EXCLUSIVELY PURSUANT TO SUBDIVISION (A-1)\n    7  OF SECTION TEN OF THIS ACT. COUNTY RENT GUIDELINES BOARDS SHALL NO LONG-\n    8  ER PROMULGATE ADJUSTMENTS FOR VACANCY LEASES.\n    9    S 3. Subdivision f of section 26-512 of the administrative code of the\n   10  city of New York, as added by chapter  116  of  the  laws  of  1997,  is\n   11  amended to read as follows:\n   12    f.  Notwithstanding  any  provision of this law to the contrary in the\n   13  case where all tenants named in a lease have permanently vacated a hous-\n   14  ing accommodation and a family member of such tenant or tenants is enti-\n   15  tled to and executes a renewal lease for the  housing  accommodation  if\n   16  such accommodation continues to be subject to this law after such family\n   17  member  vacates,  on  the occurrence of such vacancy the legal regulated\n   18  rent shall be increased by a sum equal to the allowance [then in  effect\n   19  for  vacancy  leases, including the amount allowed by] PURSUANT TO para-\n   20  graph [(five-a)] FIVE-A of subdivision c of section 26-511 of this  law.\n   21  Such  increase  shall be in addition to any other increases provided for\n   22  in this law including an adjustment based upon a major capital  improve-\n   23  ment,  or  a  substantial  modification or increase of dwelling space or\n   24  services, or installation of new equipment or improvements or new furni-\n   25  ture or furnishings provided in or to the housing accommodation pursuant\n   26  to section 26-511 of this law and shall be applicable in like manner  to\n   27  each second subsequent succession.\n   28    S  4.  Subdivision  g  of section 6 of section 4 of chapter 576 of the\n   29  laws of 1974, constituting the emergency tenant protection act of  nine-\n   30  teen  seventy-four,  as  added  by  chapter  116 of the laws of 1997, is\n   31  amended to read as follows:\n   32    g. Notwithstanding any provision of this act to the  contrary  in  the\n   33  case where all tenants named in a lease have permanently vacated a hous-\n   34  ing accommodation and a family member of such tenant or tenants is enti-\n   35  tled  to  and  executes a renewal lease for the housing accommodation if\n   36  such accommodation continues to be subject to this act after such family\n   37  member vacates, on the occurrence of such vacancy  the  legal  regulated\n   38  rent  shall be increased by a sum equal to the allowance [then in effect\n   39  for vacancy leases, including the amount allowed by] PURSUANT TO  subdi-\n   40  vision (a-1) of section ten of this act. Such increase shall be in addi-\n   41  tion  to  any  other  increases  provided  for  in this act including an\n   42  adjustment based upon a major  capital  improvement,  or  a  substantial\n   43  modification  or increase of dwelling space or services, or installation\n   44  of new  equipment  or  improvements  or  new  furniture  or  furnishings\n   45  provided  in or to the housing accommodation, pursuant to section six of\n   46  this act and shall be applicable in like manner to  each  second  subse-\n   47  quent succession.\n   48    S  5.  Subdivision  9 of section 5 of chapter 274 of the laws of 1946,\n   49  constituting the emergency housing rent control law, as added by chapter\n   50  116 of the laws of 1997, is amended to read as follows:\n   51    9. Notwithstanding any provision of this law to the  contrary  in  the\n   52  case where all tenants occupying the housing accommodation on the effec-\n   53  tive date of this subdivision have vacated the housing accommodation and\n   54  a  family  member  of such vacating tenant or tenants is entitled to and\n   55  continues to occupy the housing accommodation subject to the protections\n   56  of this law, if such accommodation continues to be subject to  this  law\n\n       A. 3128                             3\n\n    1  after  such family member vacates, on the occurrence of such vacancy the\n    2  maximum collectable rent shall be increased by a sum equal to the allow-\n    3  ance [then in effect] for  vacancy  leases  for  housing  accommodations\n    4  covered  by  the rent stabilization law of nineteen hundred sixty-nine[,\n    5  including the amount allowed by] PURSUANT TO  paragraph [five-a] 5-A  of\n    6  subdivision  c  of section 26-511 of such law. This increase shall be in\n    7  addition to any other  increases  provided  in  this  law  including  an\n    8  adjustment  based  upon  a  major  capital improvement, or a substantial\n    9  increase or decrease in dwelling space or  a  change  in  the  services,\n   10  furniture,  furnishings  or  equipment  provided in the housing accommo-\n   11  dation, pursuant to section four of this law and shall be applicable  in\n   12  like manner to each second subsequent succession.\n   13    S  6.  Section  26-403.2 of the administrative code of the city of New\n   14  York, as added by chapter 116 of the laws of 1997, is amended to read as\n   15  follows:\n   16    S 26-403.2 Increase in maximum collectable rent.  Notwithstanding  any\n   17  provision  of  this  law  to  the contrary in the case where all tenants\n   18  occupying the housing  accommodation  on  the  effective  date  of  this\n   19  section  have  vacated  the housing accommodation and a family member of\n   20  such vacating tenant or tenants is entitled to and continues  to  occupy\n   21  the  housing  accommodation  subject  to the protections of this law, if\n   22  such accommodation continues to be subject to this law after such family\n   23  member vacates, on the occurrence of such vacancy the maximum  collecta-\n   24  ble  rent  shall  be  increased by a sum equal to the allowance [then in\n   25  effect] for vacancy leases for housing  accommodations  covered  by  the\n   26  rent  stabilization  law  of nineteen hundred sixty-nine[, including the\n   27  amount allowed by] PURSUANT TO paragraph  five-a  of  subdivision  c  of\n   28  section  26-511  of such law.  This increase shall be in addition to any\n   29  other increases provided for in this law including an  adjustment  based\n   30  upon  a major capital improvement, or a substantial increase or decrease\n   31  in dwelling space or a change in the services, furniture, furnishings or\n   32  equipment provided in the housing  accommodation,  pursuant  to  section\n   33  26-405 of this law and shall be applicable in like manner to each second\n   34  subsequent succession.\n   35    S 7. The sixth undesignated paragraph of subdivision 5 of section 1 of\n   36  chapter  21  of  the laws of 1962, constituting the local emergency rent\n   37  control act, as amended by chapter 82 of the laws of 2003, is amended to\n   38  read as follows:\n   39    Notwithstanding any provision of this act to the contrary,  any  local\n   40  law  adopted pursuant to this act shall provide that notwithstanding any\n   41  provision of such local law in the case where all tenants occupying  the\n   42  housing  accommodation  on  the  effective  date  of this paragraph have\n   43  vacated the housing accommodation and a family member of  such  vacating\n   44  tenant  or  tenants  is  entitled to and continues to occupy the housing\n   45  accommodation subject to the protections of such act, if  such  accommo-\n   46  dation  continues  to  be  subject  to such act after such family member\n   47  vacates, on the occurrence of such vacancy the maximum collectable  rent\n   48  shall  be increased by a sum equal to the allowance [then in effect] for\n   49  vacancy leases for housing accommodations covered by the rent stabiliza-\n   50  tion law of nineteen hundred sixty-nine[, including the  amount  allowed\n   51  by] PURSUANT TO paragraph [(5-a)] 5-A of subdivision c of section 26-511\n   52  of  such  law. This increase shall be in addition to any other increases\n   53  provided for in this act and shall be applicable in like manner to  each\n   54  second subsequent succession.\n   55    S 8. This act shall take effect immediately; provided, however, that:\n\n       A. 3128                             4\n\n    1    (a)  the amendments to sections 26-510 and 26-512 of the rent stabili-\n    2  zation law of nineteen hundred sixty-nine made by sections one and three\n    3  of this act shall expire on the same date as such law expires and  shall\n    4  not  affect  the expiration of such law as provided under section 26-520\n    5  of such law;\n    6    (b)  the amendments to section 26-403.2 of the city rent and rehabili-\n    7  tation law made by section six of this act shall remain  in  full  force\n    8  and effect only as long as the public emergency requiring the regulation\n    9  and control of residential rents and evictions continues, as provided in\n   10  subdivision  3  of section 1 of the local emergency housing rent control\n   11  act;\n   12    (c) the amendments to the emergency tenant protection act of  nineteen\n   13  seventy-four, made by sections two and four of this act, shall expire on\n   14  the same date as such act expires and shall not affect the expiration of\n   15  such  act  as provided in section 17 of chapter 576 of the laws of 1974,\n   16  as amended;\n   17    (d) the amendment to section 5 of the emergency housing  rent  control\n   18  law made by section five of this act shall expire in accordance with the\n   19  provisions  of  subdivision 2 of section 1 of chapter 274 of the laws of\n   20  1946, as amended; and\n   21    (e) the amendments to subdivision 5 of section 1 of the local emergen-\n   22  cy housing rent control act, made by section seven of  this  act,  shall\n   23  not  affect  the effectiveness of such subdivision and shall cease to be\n   24  in full force and effect pursuant to subdivision 3 of section 1 of  such\n   25  act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four, the emergency housing rent control law and the local emergency rent control act, in relation to limiting rent increase after vacancy of certain housing accommodations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697175
}