{
  "year" : 2011,
  "senateBillNo" : "A3136-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3136-2011-1295845200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes commissioner of economic development to grant matching funds to eligible applicants to implement regional marketing programs as defined herein",
  "summary" : "Authorizes commissioner of economic development to grant matching funds to eligible applicants to implement regional marketing programs, defined as the use of media advertising and promotional materials for purposes of marketing: (a) the natural resources, infrastructure, and other attractions of a region which are non-proprietary in nature and which serve to promote the location and development of new businesses within the region; (b) products manufactured by strategic alliances of businesses within a region; and (c) other products manufactured under a quality control program which may include use of a logo-type or similar advertising construct established by the legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A2934-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3136\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. SCHIMMINGER, MARKEY, DESTITO, RAMOS -- Multi-\n         Sponsored by -- M. of A.  COOK, GALEF, HOYT, KOLB, MAGEE,  MAGNARELLI,\n         McENENY, SWEENEY -- read once and referred to the Committee on Econom-\n         ic Development\n\n       AN  ACT  to amend the economic development law, in relation to providing\n         matching funds for eligible applicants in regional marketing programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  economic  development law is amended by adding a new\n    2  article 12-A to read as follows:\n    3                                 ARTICLE 12-A\n    4                         REGIONAL MARKETING PROGRAMS\n    5  SECTION 245. DEFINITIONS.\n    6          246. MATCHING FUNDS FOR ELIGIBLE APPLICANTS.\n    7          247. APPLICATION PROCESS.\n    8          248. PAYMENTS OF FUNDS TO ELIGIBLE APPLICANTS.\n    9          249. REPORTING REQUIREMENTS.\n   10    S 245. DEFINITIONS. AS USED IN THIS ARTICLE, UNLESS A DIFFERENT  MEAN-\n   11  ING  APPEARS  FROM THE CONTEXT, THE FOLLOWING WORDS AND TERMS SHALL HAVE\n   12  THE FOLLOWING MEANINGS:\n   13    1. \"ELIGIBLE APPLICANT\" MEANS ANY NOT-FOR-PROFIT CORPORATION OR  OTHER\n   14  NONPROFIT  ORGANIZATION,  ASSOCIATION,  OR  AGENCY THAT IS DESIGNATED BY\n   15  RESOLUTION OF THE SEVERAL COUNTY LEGISLATURES OR OTHER GOVERNING  BODIES\n   16  OF  COUNTIES  WITHIN  AN ECONOMIC DEVELOPMENT REGION OF THE STATE ESTAB-\n   17  LISHED PURSUANT TO SECTION TWO HUNDRED THIRTY OF THIS CHAPTER,  OR  UPON\n   18  THE DESIGNATION OF THE CITY COUNCIL OF THE CITY OF NEW YORK, AS AN AGEN-\n   19  CY  AUTHORIZED  TO  MAKE  APPLICATION  FOR  AND  RECEIVE  GRANTS FOR THE\n   20  PURPOSES SPECIFIED IN THIS ARTICLE.\n   21    2. \"RECOGNIZED ADVERTISING\" MEANS MEDIA  ADVERTISING  AND  PROMOTIONAL\n   22  MATERIALS  TO  BE  BROADCAST,  DISSEMINATED, OR OTHERWISE DISTRIBUTED IN\n   23  ACCORDANCE WITH A PLAN APPROVED BY THE COMMISSIONER.\n   24    3. \"REGION\" MEANS AN ECONOMIC DEVELOPMENT REGION OF THE  STATE  ESTAB-\n   25  LISHED PURSUANT TO SECTION TWO HUNDRED THIRTY OF THIS CHAPTER, AN INTER-\n   26  NATIONAL REGION, OR A MULTI-STATE REGION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06361-01-1\n\n       A. 3136                             2\n\n    1    4. \"REGIONAL MARKETING PROGRAM\" MEANS THE USE OF MEDIA ADVERTISING AND\n    2  PROMOTIONAL  MATERIALS  FOR  PURPOSES  OF  MARKETING:  (A)  THE  NATURAL\n    3  RESOURCES, INFRASTRUCTURE, AND OTHER ATTRACTIONS OF A REGION  WHICH  ARE\n    4  NON-PROPRIETARY  IN  NATURE AND WHICH SERVE TO PROMOTE AND ENCOURAGE THE\n    5  LOCATION  AND  DEVELOPMENT  OF  NEW  BUSINESSES  WITHIN  THE REGION; (B)\n    6  PRODUCTS MANUFACTURED BY STRATEGIC  ALLIANCES  OF  BUSINESSES  WITHIN  A\n    7  REGION;  AND (C) OTHER PRODUCTS MANUFACTURED IN ACCORDANCE WITH AN OFFI-\n    8  CIAL QUALITY CONTROL PROGRAM, WHICH MAY INCLUDE THE USE OF  A  LOGO-TYPE\n    9  OR SIMILAR ADVERTISING CONSTRUCT ESTABLISHED BY THE LEGISLATURE.\n   10    5.  \"STRATEGIC  ALLIANCE\"  MEANS  AN INFORMAL OR FORMAL ASSOCIATION OF\n   11  BUSINESSES IN A MANUFACTURING INDUSTRY ESTABLISHED FOR  THE  PURPOSE  OF\n   12  SOLVING  COMMON PROBLEMS AND ENGAGING IN COOPERATIVE ACTIVITIES AND THAT\n   13  IS CONSIDERED TO BE CRITICAL TO THE ECONOMY OF A REGION.\n   14    S 246. MATCHING FUNDS FOR ELIGIBLE APPLICANTS. 1. THE COMMISSIONER, IN\n   15  FURTHERANCE  OF  THE  OBJECTIVES  OF  THE  REGIONAL  BUSINESS  MARKETING\n   16  PROGRAM,  IS  AUTHORIZED  TO MATCH FUNDS EXPENDED BY ELIGIBLE APPLICANTS\n   17  FOR THE PURPOSE OF IMPLEMENTATION  OF  REGIONAL  MARKETING  PROGRAMS  AS\n   18  DEFINED  IN  SUBDIVISION  FOUR OF SECTION TWO HUNDRED FORTY-FIVE OF THIS\n   19  ARTICLE; PROVIDED, HOWEVER, THAT:\n   20    (A) NO SUCH MATCHING FUNDS SHALL EXCEED THE SUM OF FIVE HUNDRED  THOU-\n   21  SAND DOLLARS OR FIFTY PERCENT OF THE TOTAL COST OF IMPLEMENTATION OF THE\n   22  REGIONAL MARKETING PLAN, WHICHEVER IS LESS;\n   23    (B)  NO  SUCH  MATCHING  FUNDS SHALL BE USED FOR ADMINISTRATIVE COSTS,\n   24  INCLUDING SALARIES, ASSOCIATED WITH THE  IMPLEMENTATION  OF  A  REGIONAL\n   25  MARKETING PLAN;\n   26    (C)  NO  SUCH MATCHING FUNDS SHALL BE USED FOR THE DIRECT BENEFIT OF A\n   27  FOR-PROFIT BUSINESS UNLESS  SUCH  EXPENDITURE  SHALL  FURTHER  A  PUBLIC\n   28  PURPOSE AND HAVE A CLEAR, LONG-TERM BENEFIT TO THE REGIONAL ECONOMY.\n   29    2. THE COMMISSIONER IS AUTHORIZED TO MATCH FUNDS EXPENDED BY AN ELIGI-\n   30  BLE APPLICANT IF THE ELIGIBLE APPLICANT REPRESENTS ONE OR MORE COUNTIES,\n   31  BUT  FEWER THAN EACH OF THE SEVERAL COUNTIES, IN A STATE ECONOMIC DEVEL-\n   32  OPMENT REGION.\n   33    S 247. APPLICATION PROCESS. 1. THE  COMMISSIONER,  UPON  INVESTIGATION\n   34  AND  RECEIPT OF CERTIFIED COPIES OF SUCH RESOLUTIONS AS MAY BE NECESSARY\n   35  TO SATISFY HIM OR HER THAT AN ELIGIBLE APPLICANT HAS  BEEN  DULY  DESIG-\n   36  NATED  TO  REPRESENT  A PARTICULAR REGION, SHALL RECOGNIZE SUCH ELIGIBLE\n   37  APPLICANT AS THE SOLE SUCH APPLICANT WITHIN SUCH REGION.  IN  THE  EVENT\n   38  THAT EACH OF THE SEVERAL COUNTIES WITHIN A REGION IS UNABLE OR UNWILLING\n   39  TO  DESIGNATE A SINGLE APPLICANT TO REPRESENT A PARTICULAR REGION, OR IS\n   40  UNABLE OR UNWILLING TO ENCUMBER FUNDS  PURSUANT TO SECTION  TWO  HUNDRED\n   41  FORTY-EIGHT  OF  THIS  ARTICLE, ONE OR MORE COUNTIES WITHIN A REGION MAY\n   42  DESIGNATE AN ELIGIBLE APPLICANT TO REPRESENT  A  PARTICULAR  REGION.  IN\n   43  REVIEWING  SUCH  APPLICATIONS,  THE  COMMISSIONER  MAY SELECT FROM AMONG\n   44  COMPETING OR OVERLAPPING APPLICATIONS THE APPLICATION THAT  THE  COMMIS-\n   45  SIONER CONSIDERS TO BE OF GREATER BENEFIT TO A PARTICULAR REGION AND THE\n   46  WELFARE OF THE PEOPLE OF THE STATE.\n   47    2.  THE  COMMISSIONER IS AUTHORIZED TO ACCEPT AND SET REASONABLE DEAD-\n   48  LINES FOR THE SUBMISSION OF APPLICATIONS FOR EACH FISCAL YEAR COVERED BY\n   49  APPROPRIATIONS IN ORDER TO MATCH FUNDS EXPENDED BY  ELIGIBLE  APPLICANTS\n   50  FOR THE PURPOSE OF THE IMPLEMENTATION OF REGIONAL MARKETING PROGRAMS. IN\n   51  REVIEWING  AND  SELECTING  APPLICATIONS  FROM  ELIGIBLE  APPLICANTS  FOR\n   52  ASSISTANCE UNDER THIS PROGRAM, THE COMMISSIONER SHALL ENSURE  THAT  EACH\n   53  APPLICATION  FOR  SUCH  FUNDS SHALL HAVE THEREIN SET FORTH THE SCHEDULE,\n   54  BUDGET, SCOPE, AND THEME OF THE PROPOSED REGIONAL MARKETING  PROGRAM  TO\n   55  BE  UNDERTAKEN  FOR  THE PURPOSE OF ENCOURAGING AND STIMULATING BUSINESS\n   56  DEVELOPMENT AND ECONOMIC ACTIVITY WITHIN THE REGION OF THE STATE.\n\n       A. 3136                             3\n\n    1    3. FOR THE PURPOSE OF PROMOTING  INTERREGIONAL  ECONOMIC  DEVELOPMENT,\n    2  THE  COMMISSIONER MAY APPROVE APPLICATIONS DULY SUBMITTED BY ONE OR MORE\n    3  COUNTIES IN EACH OF AT LEAST TWO STATE ECONOMIC DEVELOPMENT REGIONS.  IN\n    4  APPROVING  SUCH APPLICATIONS, THE COMMISSIONER SHALL DETERMINE THAT SUCH\n    5  APPLICATIONS  ARE  OF GREATER BENEFIT TO ONE OR MORE COUNTIES IN EACH OF\n    6  AT LEAST TWO REGIONS OF THE STATE AND TO THE WELFARE OF  THE  PEOPLE  OF\n    7  THE  STATE  THAN  APPLICATIONS  SUBMITTED PURSUANT TO SUBDIVISION ONE OF\n    8  THIS SECTION.\n    9    4. NOTHING SHALL LIMIT AN ELIGIBLE APPLICANT FROM CREATING A  REGIONAL\n   10  MARKETING PROGRAM WITH ANOTHER STATE, TERRITORY, PROTECTORATE, DEPENDEN-\n   11  CY, OR COUNTRY.\n   12    S  248.  PAYMENTS  OF FUNDS TO ELIGIBLE APPLICANTS. 1. UPON SUBMISSION\n   13  AND APPROVAL OF EACH APPLICATION AND THE AUTHORIZATION OF FUNDS  BY  THE\n   14  COMMISSIONER IN ACCORDANCE THEREWITH, THE COMMISSIONER SHALL GIVE NOTICE\n   15  TO  THE  ELIGIBLE APPLICANT OF SUCH APPROVAL AND AUTHORIZATION AND SHALL\n   16  DIRECT SUCH ELIGIBLE APPLICANT TO PROCEED  WITH  ITS  PROPOSED  BUSINESS\n   17  MARKETING  PROGRAM  AS DESCRIBED IN ITS APPLICATION. UPON THE FURNISHING\n   18  OF SATISFACTORY EVIDENCE TO  THE  DEPARTMENT  THAT  THE  SEVERAL  COUNTY\n   19  LEGISLATURES  OR  OTHER  GOVERNING  BODIES  OF THE COUNTIES, OR THE CITY\n   20  COUNCIL OF THE CITY OF NEW YORK,  IDENTIFIED  IN  THE  APPLICATION  HAVE\n   21  ENCUMBERED FUNDS IN THE AMOUNT COMMITTED AND APPROVED BY THE COMMISSION-\n   22  ER,  THE STATE MATCHING FUNDS ALLOCATED TO SUCH ELIGIBLE APPLICANT SHALL\n   23  BE PAID, FROM THE FUNDS APPROPRIATED FOR SUCH PURPOSE, PURSUANT TO  THIS\n   24  ARTICLE.    ANY  STATE  FUNDS SO PAID MAY BE EXPENDED ONLY ON A MATCHING\n   25  BASIS AND ONLY WITHIN TWELVE MONTHS OF SUCH PAYMENT, UNLESS AN EXTENSION\n   26  OF TIME HAS BEEN REQUESTED AND, UPON SHOWING OF GOOD CAUSE,  GRANTED  BY\n   27  THE COMMISSIONER.\n   28    2. NO ADVERTISING OR MARKETING FUNDED FOR THE PURPOSES OF THIS ARTICLE\n   29  SHALL  CONTAIN  REFERENCE  TO  OR THE NAME OF ANY PUBLIC OFFICIAL OF THE\n   30  STATE OF NEW YORK OR ITS POLITICAL  SUBDIVISIONS.  \"REFERENCE\"  INCLUDES\n   31  BUT  IS  NOT  LIMITED TO PHOTOGRAPHS, DRAWINGS, CARICATURES, QUOTATIONS,\n   32  INVITATIONS, SIGNATURES, ENDORSEMENTS, OR SOUND OR VIDEO RECORDINGS.\n   33    3. ANY LOGOTYPE, SPECIAL PRINTING CHARACTERS, SLOGAN, OR  LIKE  DEVICE\n   34  DEVELOPED  BY THE DEPARTMENT PURSUANT TO AN ADVERTISING CONSTRUCT ESTAB-\n   35  LISHED BY THE LEGISLATURE USED  TO  IDENTIFY  PRODUCTS  MANUFACTURED  IN\n   36  ACCORDANCE  WITH  AN  OFFICIAL  QUALITY  CONTROL  PROGRAM  AS  PART OF A\n   37  REGIONAL BUSINESS MARKETING PROGRAM SHALL BECOME  THE  PROPERTY  OF  THE\n   38  STATE  OF  NEW  YORK,  AND ITS USE MAY BE SUBJECT TO ADDITIONAL REQUIRE-\n   39  MENTS, AS AND IF DEEMED NECESSARY BY THE LEGISLATURE.\n   40    S 249.   REPORTING  REQUIREMENTS.  1.  IN  ACCORDANCE  WITH  GENERALLY\n   41  ACCEPTED ACCOUNTING PRINCIPLES, EACH ELIGIBLE APPLICANT SHALL FURNISH AN\n   42  ANNUAL  FINANCIAL  STATEMENT  TO THE COMMISSIONER. SUCH REPORTS SHALL BE\n   43  SUBMITTED ON OR BEFORE JANUARY FIRST OF EACH YEAR.\n   44    2. THE DEPARTMENT SHALL ANNUALLY, ON OR BEFORE MARCH FIRST, SUBMIT  TO\n   45  THE  GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, AND THE SPEAKER OF\n   46  THE ASSEMBLY A REPORT ON THE ACTIVITIES OF THE REGIONAL BUSINESS MARKET-\n   47  ING MATCHING FUNDS PROGRAM. SUCH REPORT SHALL INCLUDE A SUMMARY  OF  THE\n   48  FINANCIAL  STATEMENTS  RECEIVED  BY  THE DEPARTMENT FROM ELIGIBLE APPLI-\n   49  CANTS, A SUMMARY OF ACTIVITIES CONDUCTED  BY  ELIGIBLE  APPLICANTS,  AND\n   50  ANALYSES  OF  THE  EFFECTIVENESS  OF THE PROGRAM IN STIMULATING ECONOMIC\n   51  GROWTH AND JOB CREATION. AS A PRODUCT OF SUCH ANALYSES,  THE  DEPARTMENT\n   52  SHALL  COMPILE  AND  DISSEMINATE  TO  EACH ELIGIBLE APPLICANT A LIST AND\n   53  DESCRIPTION OF BEST PRACTICES IN ORDER TO FURTHER PROMOTE AND  ENCOURAGE\n   54  THE  LOCATION  AND  DEVELOPMENT  OF  NEW BUSINESSES IN THE STATE AND THE\n   55  EXPANSION AND DEVELOPMENT OF NEW MARKETS FOR NEW YORK PRODUCTS.\n   56    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to providing matching funds for eligible applicants in regional marketing programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T122121.TXT", "SOBI.D110124.T155137.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295902297569
}