{
  "year" : 2011,
  "senateBillNo" : "A3133-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3133-2011-1295845200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes health insurers to provide actuarially appropriate reductions in health insurance premiums for participation in a wellness program",
  "summary" : "Authorizes health insurers, subject to the approval of the superintendent of insurance, to provide actuarially appropriate reductions in health insurance premiums for an enrollee's or insured's participation in a wellness program (defined); provides for the appointment of an advisory committee on wellness to be co-chaired by the commissioner of health and the superintendent of insurance and to report on the development and effectiveness of wellness programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2867-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3133\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. SCHIMMINGER, PEOPLES-STOKES, SWEENEY -- Multi-\n         Sponsored by -- M. of A.  BARCLAY, COLTON, LATIMER, MAGEE -- read once\n         and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in  relation  to  making  actuarially\n         appropriate  reductions  in health insurance premiums in return for an\n         enrollee's or insured's participation in a bona fide wellness program;\n         and to establish an advisory committee on wellness to report thereon\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3231 of the insurance law, as added by chapter 501\n    2  of the laws of 1992, is amended by adding a new subsection (c-1) to read\n    3  as follows:\n    4    (C-1) SUBJECT TO THE APPROVAL OF THE  SUPERINTENDENT,  AN  INSURER  OR\n    5  HEALTH  MAINTENANCE  ORGANIZATION  ISSUING AN INDIVIDUAL OR GROUP HEALTH\n    6  INSURANCE POLICY PURSUANT TO THIS SECTION  MAY  PROVIDE  AN  ACTUARIALLY\n    7  APPROPRIATE  REDUCTION  IN  PREMIUM RATES IN RETURN FOR AN ENROLLEE'S OR\n    8  INSURED'S ADHERENCE TO A BONA FIDE WELLNESS PROGRAM. A BONA  FIDE  WELL-\n    9  NESS  PROGRAM IS EITHER A RISK MANAGEMENT SYSTEM THAT IDENTIFIES AT-RISK\n   10  POPULATIONS OR ANY OTHER SYSTEMATIC PROGRAM OR COURSE OF MEDICAL CONDUCT\n   11  WHICH HELPS TO PROMOTE GOOD HEALTH, HELPS TO PREVENT OR  MITIGATE  ACUTE\n   12  OR CHRONIC SICKNESS OR DISEASE, OR WHICH MINIMIZES ADVERSE HEALTH CONSE-\n   13  QUENCES  DUE TO LIFESTYLE. SUCH WELLNESS PROGRAM SHALL DEMONSTRATE ACTU-\n   14  ARIALLY THAT IT ENCOURAGES THE GENERAL GOOD HEALTH AND WELL-BEING OF THE\n   15  COVERED POPULATION. THE INSURER OR HEALTH MAINTENANCE ORGANIZATION SHALL\n   16  NOT REQUIRE SPECIFIC OUTCOMES AS A RESULT OF AN ENROLLEE'S OR  INSURED'S\n   17  ADHERENCE TO THE APPROVED WELLNESS PROGRAM.\n   18    S 2. Subsection (h) of section 4235 of the insurance law is amended by\n   19  adding a new paragraph 5 to read as follows:\n   20    (5)  EACH  DOMESTIC,  FOREIGN  OR ALIEN INSURER DOING BUSINESS IN THIS\n   21  STATE, WHEN FILING WITH THE  SUPERINTENDENT  ITS  SCHEDULES  OF  PREMIUM\n   22  RATES,  RULES AND CLASSIFICATION OF RISKS FOR USE IN CONNECTION WITH THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06180-01-1\n\n       A. 3133                             2\n\n    1  ISSUANCE OF ITS POLICIES OF GROUP ACCIDENT, GROUP HEALTH OR GROUP  ACCI-\n    2  DENT  AND  HEALTH  INSURANCE, MAY PROVIDE FOR AN ACTUARIALLY APPROPRIATE\n    3  REDUCTION IN PREMIUM RATES IN RETURN  FOR  AN  ENROLLEE'S  OR  INSURED'S\n    4  ADHERENCE  TO A BONA FIDE WELLNESS PROGRAM. A BONA FIDE WELLNESS PROGRAM\n    5  IS EITHER A RISK MANAGEMENT SYSTEM THAT IDENTIFIES  AT-RISK  POPULATIONS\n    6  OR ANY OTHER SYSTEMATIC PROGRAM OR COURSE OF MEDICAL CONDUCT WHICH HELPS\n    7  TO  PROMOTE  GOOD  HEALTH, HELPS TO PREVENT OR MITIGATE ACUTE OR CHRONIC\n    8  SICKNESS OR DISEASE, OR WHICH MINIMIZES ADVERSE HEALTH CONSEQUENCES  DUE\n    9  TO  LIFESTYLE.  SUCH WELLNESS PROGRAM SHALL DEMONSTRATE ACTUARIALLY THAT\n   10  IT ENCOURAGES THE GENERAL GOOD HEALTH  AND  WELL-BEING  OF  THE  COVERED\n   11  POPULATION.  THE  INSURER  OR  HEALTH MAINTENANCE ORGANIZATION SHALL NOT\n   12  REQUIRE SPECIFIC OUTCOMES AS A RESULT  OF  AN  ENROLLEE'S  OR  INSURED'S\n   13  ADHERENCE TO THE APPROVED WELLNESS PROGRAM.\n   14    S  3.  Section  4317  of  the insurance law is amended by adding a new\n   15  subsection (c-1) to read as follows:\n   16    (C-1) SUBJECT TO THE APPROVAL OF THE  SUPERINTENDENT,  AN  INSURER  OR\n   17  HEALTH  MAINTENANCE  ORGANIZATION  ISSUING AN INDIVIDUAL OR GROUP HEALTH\n   18  INSURANCE CONTRACT PURSUANT TO THIS SECTION MAY PROVIDE  AN  ACTUARIALLY\n   19  APPROPRIATE  REDUCTION  IN  PREMIUM RATES IN RETURN FOR AN ENROLLEE'S OR\n   20  INSURED'S ADHERENCE TO A BONA FIDE WELLNESS PROGRAM. A BONA  FIDE  WELL-\n   21  NESS  PROGRAM IS EITHER A RISK MANAGEMENT SYSTEM THAT IDENTIFIES AT-RISK\n   22  POPULATIONS OR ANY OTHER SYSTEMATIC PROGRAM OR COURSE OF MEDICAL CONDUCT\n   23  WHICH HELPS TO PROMOTE GOOD HEALTH, HELPS TO PREVENT OR  MITIGATE  ACUTE\n   24  OR CHRONIC SICKNESS OR DISEASE, OR WHICH MINIMIZES ADVERSE HEALTH CONSE-\n   25  QUENCES DUE TO LIFESTYLE.  SUCH WELLNESS PROGRAM SHALL DEMONSTRATE ACTU-\n   26  ARIALLY THAT IT ENCOURAGES THE GENERAL GOOD HEALTH AND WELL-BEING OF THE\n   27  COVERED POPULATION. THE INSURER OR HEALTH MAINTENANCE ORGANIZATION SHALL\n   28  NOT  REQUIRE SPECIFIC OUTCOMES AS A RESULT OF AN ENROLLEE'S OR INSURED'S\n   29  ADHERENCE TO THE APPROVED WELLNESS PROGRAM.\n   30    S 4. Subsection (n) of section 4326 of the insurance law is amended by\n   31  adding a new paragraph 4 to read as follows:\n   32    (4) APPROVAL OF THE SUPERINTENDENT, AN INSURER OR  HEALTH  MAINTENANCE\n   33  ORGANIZATION  ISSUING A CONTRACT FOR QUALIFYING SMALL EMPLOYERS OR INDI-\n   34  VIDUALS PURSUANT TO THIS SECTION MAY PROVIDE AN ACTUARIALLY  APPROPRIATE\n   35  REDUCTION  IN  PREMIUM  RATES  IN  RETURN FOR AN ENROLLEE'S OR INSURED'S\n   36  ADHERENCE TO A BONA FIDE WELLNESS PROGRAM. A BONA FIDE WELLNESS  PROGRAM\n   37  IS  EITHER  A RISK MANAGEMENT SYSTEM THAT IDENTIFIES AT-RISK POPULATIONS\n   38  OR ANY OTHER SYSTEMATIC PROGRAM OR COURSE OF MEDICAL CONDUCT WHICH HELPS\n   39  TO PROMOTE GOOD HEALTH, HELPS TO PREVENT OR MITIGATE  ACUTE  OR  CHRONIC\n   40  SICKNESS  OR DISEASE, OR WHICH MINIMIZES ADVERSE HEALTH CONSEQUENCES DUE\n   41  TO LIFESTYLE. SUCH WELLNESS PROGRAM SHALL DEMONSTRATE  ACTUARIALLY  THAT\n   42  IT  ENCOURAGES  THE  GENERAL  GOOD  HEALTH AND WELL-BEING OF THE COVERED\n   43  POPULATION. THE INSURER OR HEALTH  MAINTENANCE  ORGANIZATION  SHALL  NOT\n   44  REQUIRE  SPECIFIC  OUTCOMES  AS  A  RESULT OF AN ENROLLEE'S OR INSURED'S\n   45  ADHERENCE TO THE APPROVED WELLNESS PROGRAM.\n   46    S 5. a. The commissioner of health and the superintendent of insurance\n   47  shall convene an advisory committee on  wellness  to  examine  and  make\n   48  recommendations to the governor and legislature on issues, including but\n   49  not limited to:\n   50    (1)  methods  to  more  efficiently disseminate information about more\n   51  healthful  lifestyles  to  promote  a  reduction  in  acute  or  chronic\n   52  illnesses,  how  to  develop  innovative  wellness  programs that can be\n   53  implemented by insurers, health  maintenance  organizations,  hospitals,\n   54  physicians and other health care providers, whether or not the provision\n   55  of health care and its financing can be restructured to encourage gener-\n   56  al  good  health and well-being of this state's citizens, whether or not\n\n       A. 3133                             3\n\n    1  other incentives, both monetary and non-monetary, can  be  developed  to\n    2  encourage persons to pursue more healthy lifestyles, and survey and make\n    3  suggestions  on  how  to improve the effectiveness of programs currently\n    4  being  administered  by state, county and local governments that promote\n    5  good health.\n    6    (2) the cost effectiveness of developing or expanding current wellness\n    7  programs administered by state and local governments, hospitals,  public\n    8  and  private schools and clinics, health insurers and health maintenance\n    9  organizations that provide for early prenatal care,  cancer  screenings,\n   10  asthma  and  diabetes identification and treatments, childhood immuniza-\n   11  tions, and early risk  management  systems  to  identify  at-risk  popu-\n   12  lations.\n   13    (3) whether or not more research should be encouraged, to be conducted\n   14  by  private  organizations and the department of health, to determine if\n   15  disparities exist in the diagnosis and medical treatment of  individuals\n   16  based  on  variables  such  as  age,  race,  gender,  ethnicity or other\n   17  cultural factors, and whether or not it is advisable to  establish  age,\n   18  race, gender or ethnic based testing and screening examination schedules\n   19  to identify the early onset of illness or disease.\n   20    b.  The  advisory  committee on wellness shall be comprised of fifteen\n   21  members, and co-chaired by the commissioner of  health  and  the  super-\n   22  intendent  of  insurance, or their designees. The governor shall appoint\n   23  seven members to the committee and the temporary president of the senate\n   24  and the speaker of the assembly shall each appoint three members to  the\n   25  committee,  and  the  minority  leaders of the senate and assembly shall\n   26  each appoint one member. The  appointees  shall  be  representatives  of\n   27  health  insurers,  hospitals,  physicians,  clinics,  other  health care\n   28  providers such as those that  specialize  in  the  provision  of  mental\n   29  health,  chiropractic  and  homeopathic care, state agencies such as the\n   30  office of mental health, the departments of environmental  conservation,\n   31  and  agriculture  and  markets, county and other local health department\n   32  personnel, and school board officials. The appointees shall be named  no\n   33  later  than  120  days  after the effective date of this section.  After\n   34  evaluating the issues stated in  subdivision  a  of  this  section,  the\n   35  committee  shall deliver a report within a year of the effective date of\n   36  this section on its findings on such issues to the  governor,  temporary\n   37  president of the senate, speaker of the assembly, and the minority lead-\n   38  ers of the senate and assembly. Such report shall contain the results of\n   39  its evaluation and any findings or recommendations on enhancing the good\n   40  health and well-being of the state's residents.\n   41    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to making actuarially appropriate reductions in health insurance premiums in return for an enrollee's or insured's participation in a bona fide wellness program; and to establish an advisory committee on wellness to report thereon ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697127
}