{
  "year" : 2011,
  "senateBillNo" : "A3130-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3130-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the time period bases and manner of payment of employment preparation education apportionment state aid",
  "summary" : "Provides for the time period bases and manner of payment of employment preparation education apportionment state aid. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2634-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3130\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation to the employment  prepa-\n         ration education apportionment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph e of subdivision 11 of section 3602 of the educa-\n    2  tion law, as amended by section 15 of part B of chapter 57 of  the  laws\n    3  of 2007, is amended to read as follows:\n    4    e.  Employment preparation education apportionment. In addition to any\n    5  other aid payable under this section, the apportionment pursuant to this\n    6  subdivision shall be the product obtained when the  employment  prepara-\n    7  tion  education  hours  are multiplied by the aid per contact hour which\n    8  shall equal the product of the employment preparation program aid  ceil-\n    9  ing  and  the employment preparation education aid ratio computed to two\n   10  decimals, rounded, as calculated based on data on file with the  commis-\n   11  sioner on May fifteenth of the base year. Notwithstanding the provisions\n   12  of  section  thirty-six hundred nine-a of this part, the payment of such\n   13  apportionment shall be based upon reports required by  the  commissioner\n   14  for  the  periods  ending  December thirty-first, MARCH THIRTY-FIRST and\n   15  June thirtieth of each school year; payments  for  the  first  reporting\n   16  period shall be made after April first, based on claims on file by March\n   17  first,  provided  that  the  total of all such payments shall not exceed\n   18  twenty-five percent of  the  amount  for  such  school  year,  with  the\n   19  approved amount of such claims reduced on a pro rata basis if necessary;\n   20  PAYMENTS FOR THE SECOND REPORTING PERIOD SHALL BE MADE AFTER JULY FIRST,\n   21  BASED  ON CLAIMS ON FILE BY MAY THIRTY-FIRST, PROVIDED THAT THE TOTAL OF\n   22  ALL SUCH PAYMENTS SHALL NOT EXCEED SEVENTY-FIVE PERCENT OF THE AMOUNT OF\n   23  SUCH CLAIMS INCLUDING THE REMAINDER OF ANY  CLAIMS  DUE  FOR  THE  FIRST\n   24  PERIOD,  WITH  THE  APPROVED AMOUNT OF SUCH CLAIMS REDUCED ON A PRO RATA\n   25  SHARE IF NECESSARY; the remainder of any  payments  due  for  the  first\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02786-01-1\n\n       A. 3130                             2\n\n    1  [period]  AND  SECOND  PERIODS plus any payments due for the rest of the\n    2  school year shall be paid after October first, based on claims  on  file\n    3  by  September  fifteenth, provided that the total of such payments shall\n    4  not  exceed the total amount of ninety-six million dollars ($96,000,000)\n    5  for such school year, with the approved amount of such claims reduced on\n    6  a pro rata basis if necessary, provided that the total of  such  payment\n    7  for services provided to persons who received a high school diploma or a\n    8  high  school  equivalency diploma recognized by New York state shall not\n    9  exceed the total amount set aside for such purpose pursuant to paragraph\n   10  a-one of this subdivision in any such school  year,  with  the  approved\n   11  amount  of such claims reduced on a pro rata basis if necessary; and aid\n   12  paid pursuant to this paragraph shall not be included in the computation\n   13  of the district expenditure need as defined in such  section  thirty-six\n   14  hundred nine-a of this part. The employment preparation education appor-\n   15  tionment  for  the city school district of the city of New York shall be\n   16  computed only for the city as a whole.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the employment preparation education apportionment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154637.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901997367
}