{
  "year" : 2011,
  "senateBillNo" : "A3135-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3135-2011-1295845200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends license fees to sell liquor at retail for on premises consumption outside the city of New York to standardize such fees",
  "summary" : "Amends license fees to sell liquor at retail for on premises consumption outside the city of New York to standardize such fees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "AA2851-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3135\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. SCHIMMINGER, HOYT, MORELLE, CAHILL, MAGNARELLI --\n         Multi-Sponsored  by  --  M. of A. DESTITO -- read once and referred to\n         the Committee on Economic Development\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         license fees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of  section  66  of  the  alcoholic  beverage\n    2  control law, as amended by section 3 of part Z of chapter 85 of the laws\n    3  of 2002, is amended to read as follows:\n    4    4.  The  annual  fee for a license, under section sixty-four or sixty-\n    5  four-a OF THIS ARTICLE, to sell liquor at retail to be consumed  on  the\n    6  premises  where  sold shall be twenty-one hundred seventy-six dollars in\n    7  the counties of New York, Kings, Bronx and Queens; fifteen hundred thir-\n    8  ty-six dollars in the county of Richmond [and in cities having  a  popu-\n    9  lation  of  more  than  one  hundred thousand and less than one million;\n   10  twelve hundred sixteen dollars in cities having  a  population  of  more\n   11  than  fifty thousand and less than one hundred thousand]; and the sum of\n   12  eight hundred ninety-six dollars elsewhere; except that the license fees\n   13  for catering establishments shall be two-thirds the license  fee  speci-\n   14  fied  herein  and for clubs, except luncheon clubs and golf clubs, shall\n   15  be seven hundred fifty dollars in counties of New York, Kings, Bronx and\n   16  Queens; five hundred dollars in the county of  Richmond  and  in  cities\n   17  having  a population of more than one hundred thousand and less than one\n   18  million; three hundred fifty dollars in cities having  a  population  of\n   19  more than fifty thousand and less than one hundred thousand; and the sum\n   20  of  two  hundred  fifty  dollars elsewhere. The annual fees for luncheon\n   21  clubs shall be three hundred seventy-five dollars, and for golf clubs in\n   22  the counties of New York, Kings, Bronx,  Queens,  Nassau,  Richmond  and\n   23  Westchester, two hundred fifty dollars, and elsewhere one hundred eight-\n   24  y-seven dollars and fifty cents.  Notwithstanding any other provision of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06177-01-1\n\n       A. 3135                             2\n\n    1  law  to  the contrary, there shall be no annual fee for a license, under\n    2  section sixty-four OF THIS ARTICLE, to  sell  liquor  at  retail  to  be\n    3  consumed  on  the premises where the applicant is an organization organ-\n    4  ized  under  section  two hundred sixty of the military law and incorpo-\n    5  rated pursuant to the not-for-profit corporation law.  Provided,  howev-\n    6  er,  that  where  any premises for which a license is issued pursuant to\n    7  section sixty-four or sixty-four-a of  this  article  remain  open  only\n    8  within the period commencing April first and ending October thirty-first\n    9  of  any one year, or only within the period commencing October first and\n   10  ending the following April thirtieth, the liquor authority may,  in  its\n   11  discretion,  grant  a  summer  or winter license effective only for such\n   12  appropriate period of time, for which a license fee shall be paid to  be\n   13  pro-rated  for  the  period  for which such license is effective, at the\n   14  rate provided for in the city, town or village in  which  such  premises\n   15  are located, except that no such license fee shall be less than one-half\n   16  of the regular annual license fee; provided further that where the prem-\n   17  ises  to  be  licensed are a race track or a golf course or are licensed\n   18  pursuant  to  section  sixty-four  or  sixty-four-a  of  this  [chapter]\n   19  ARTICLE,  the period of such summer license may commence March first and\n   20  end November thirtieth.\n   21    Where a hotel, restaurant, club, golf course or  race  track  is  open\n   22  prior to April first and/or subsequent to October thirty-first by reason\n   23  of  the issuance of a caterer's permit or permits issued by the authori-\n   24  ty, such fact alone shall not affect the eligibility of the premises  or\n   25  the person owning or operating such hotel, restaurant, club, golf course\n   26  or race track for a summer license.\n   27    S 2. This act shall take effect April 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to license fees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T122121.TXT", "SOBI.D110124.T155137.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295902297567
}