{
  "year" : 2011,
  "senateBillNo" : "A3134-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to election law",
    "billEventId" : "A3134-2011-1295845200000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions relating to the joint nomination of candidates for the offices of governor and lieutenant governor",
  "summary" : "Makes provisions relating to the joint nomination of candidates for the offices of governor and lieutenant governor; provides candidates be designated jointly either by the state committee or by petition; provides said petition will be valid only if it jointly designates both candidates. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A2848-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3134\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, GALEF, LATIMER, KAVANAGH -- Multi-\n         Sponsored by -- M. of A. ABBATE,  CAHILL,  GOTTFRIED,  HOOPER,  MAGEE,\n         PHEFFER -- read once and referred to the Committee on Election Law\n\n       AN ACT to amend the election law, in relation to the joint nomination of\n         candidates for the offices of governor and lieutenant governor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1, 2 and 5 of section 6-104  of  the  election\n    2  law are amended to read as follows:\n    3    1.  Party  designation of a candidate for nomination for any office to\n    4  be filled by the voters of the entire state shall be made by  the  state\n    5  committee.  CANDIDATES FOR THE OFFICES OF GOVERNOR AND LIEUTENANT GOVER-\n    6  NOR SHALL BE DESIGNATED JOINTLY BY A SINGLE VOTE.\n    7    2. The state committee shall make a decision  by  majority  vote.  The\n    8  person  OR  PERSONS  receiving  the  majority  vote shall be the party's\n    9  designated candidate OR GROUP OF  CANDIDATES  for  nomination,  and  all\n   10  other  persons  OR GROUPS OF PERSONS who shall have received twenty-five\n   11  percent or more of the vote cast on any ballot shall have the  right  to\n   12  make  written demand, duly acknowledged, to the state board of elections\n   13  that their names appear on the primary ballot  as  candidates  for  such\n   14  nomination.    Such demand shall be made not later than seven days after\n   15  such meeting and may be withdrawn in the  same  manner  within  fourteen\n   16  days after such meeting.\n   17    5.  Enrolled members of the party may make other designations by peti-\n   18  tion for [a member] MEMBERS of the same party. A PETITION DESIGNATING  A\n   19  CANDIDATE  FOR  THE  OFFICE  OF GOVERNOR OR LIEUTENANT GOVERNOR SHALL BE\n   20  VALID ONLY IF IT JOINTLY DESIGNATES CANDIDATES FOR BOTH SUCH OFFICES  ON\n   21  SUCH PETITION.\n   22    S  2. Subdivision 1 of section 7-114 of the election law is amended by\n   23  adding a new paragraph (e) to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05966-01-1\n\n       A. 3134                             2\n\n    1    (E) WITH RESPECT TO CANDIDATES FOR THE OFFICES OF GOVERNOR  AND  LIEU-\n    2  TENANT  GOVERNOR,  BALLOTS  SHALL BE PRINTED SO THAT THE NAMES OF CANDI-\n    3  DATES FOR BOTH OFFICES WHO WERE DESIGNATED JOINTLY SHALL APPEAR  IN  THE\n    4  SAME  ROW OR COLUMN, WITH THE NAME OF THE CANDIDATE FOR GOVERNOR APPEAR-\n    5  ING  FIRST  AND  THE  MACHINE SHALL BE SO ADJUSTED THAT BOTH OFFICES ARE\n    6  VOTED FOR JOINTLY AND HAVE BUT ONE DESIGNATING LETTER OR NUMBER.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the joint nomination of candidates for the offices of governor and lieutenant governor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697135
}