{
  "year" : 2011,
  "senateBillNo" : "A3138-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3138-2011-1295845200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for optional excusal from jury service for persons age 70 or over",
  "summary" : "Provides for optional excusal from jury service for persons age 70 or over, without any need to show mental or physical incapacity, undue hardship or extreme inconvenience to the applicant. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "A2923-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3138\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, ENGLEBRIGHT, HOYT, MILLMAN, ARROYO\n         -- Multi-Sponsored by -- M. of A.  COLTON,  COOK,  HOOPER,  P. RIVERA,\n         SWEENEY,  TOWNS, WEISENBERG -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to optional excusal  from\n         jury service for persons age 70 and over\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 517  of  the  judiciary  law  is\n    2  amended by adding a new paragraph 3 to read as follows:\n    3    (3)  AN  APPLICATION  FOR  EXCUSAL  FROM THE WHOLE OF THE TIME OF JURY\n    4  SERVICE SHALL BE GRANTED HEREUNDER UPON THE REQUEST OF ANY PERSON WHO IS\n    5  SEVENTY YEARS OF AGE OR OVER MADE TO THE COMMISSIONER OF JURORS, WITHOUT\n    6  ANY NEED TO SHOW  MENTAL  OR  PHYSICAL  INCAPACITY,  UNDUE  HARDSHIP  OR\n    7  EXTREME INCONVENIENCE TO THE APPLICANT.\n    8    S  2.  Subdivision (c) of section 517 of the judiciary law, as amended\n    9  by chapter 86 of the laws of 1995, is amended to read as follows:\n   10    (c) [In] EXCEPT AS PROVIDED IN PARAGRAPH THREE OF SUBDIVISION  (A)  OF\n   11  THIS  SECTION,  IN determining whether an application for excusal should\n   12  be granted, the commissioner or the court  shall  consider  whether  the\n   13  applicant  has  a mental or physical condition that causes him or her to\n   14  be incapable of performing jury service or there is any other fact WHICH\n   15  indicates that attendance  for  jury  service  in  accordance  with  the\n   16  summons  would  cause  undue  hardship  or  extreme inconvenience to the\n   17  applicant, a person under his or her care or supervision, or the public.\n   18  Except as provided in paragraph two of subdivision (a) of this  section,\n   19  in  determining whether an application for postponement should be grant-\n   20  ed, the commissioner or the court shall be guided by  standards  promul-\n   21  gated by the chief administrator of the courts.\n   22    S  3.  This  act  shall  take  effect  on  the first of September next\n   23  succeeding the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06360-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to optional excusal from jury service for persons age 70 and over ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697155
}