{
  "year" : 2011,
  "senateBillNo" : "A3131-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3131-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes certain residential programs, residential facilities and child care institutions from the definition of the term \"youth shelter\" for certain purposes",
  "summary" : "Removes certain residential programs, residential facilities and child care institutions from the definition of the term \"youth shelter\" for purposes of the education of persons in youth shelters. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2636-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3131\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law,  in  relation  to  the  education  of\n         persons in youth shelters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs b and f of subdivision 7 of section 3202 of  the\n    2  education law, paragraph b as amended by section 27 of part B of chapter\n    3  57  of  the  laws of 2007 and paragraph f as added by chapter 564 of the\n    4  laws of 2001, are amended to read as follows:\n    5    b. Except as otherwise provided in this paragraph, the school district\n    6  in which the child resided at the time of the child's commitment to  the\n    7  custody  of the sheriff or local commissioner of corrections or REMANDED\n    8  TO A youth shelter shall reimburse the [education]  department  for  its\n    9  expenditure for the full time equivalent attendance of such child pursu-\n   10  ant  to  subdivision  thirteen of section thirty-six hundred two of this\n   11  chapter on behalf of such child, in an amount equal to  the  product  of\n   12  such  full  time  equivalent  attendance  and  the school district basic\n   13  contribution, as such term is defined in subdivision  eight  of  section\n   14  forty-four  hundred  one  of  this chapter, provided, however, that such\n   15  basic contribution shall be  multiplied  by  the  full  time  equivalent\n   16  attendance multiplied by one hundred twenty per centum for such children\n   17  attending  programs which operate between July first and June thirtieth.\n   18  If at the applicable time specified in this paragraph a school  district\n   19  other than the school district in which the child resides is responsible\n   20  for  the  cost  of  instruction of the child or for reimbursement of the\n   21  state for its expenditure  on  behalf  of  the  child  pursuant  to  any\n   22  provision  of  this  chapter,  then  such other school district shall be\n   23  responsible for reimbursement of the [education] department  in  accord-\n   24  ance  with  this  paragraph. Upon certification by the commissioner, the\n   25  comptroller shall deduct from any state funds  which  become  due  to  a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02788-01-1\n\n       A. 3131                             2\n\n    1  school district an amount equal to the reimbursement required to be made\n    2  by  such  school  district  in  accordance  with this paragraph, and the\n    3  amount so deducted shall not be included in  the  operating  expense  of\n    4  such  district  for  the  purpose  of  computing  the approved operating\n    5  expense pursuant to paragraph t of subdivision one of section thirty-six\n    6  hundred two of this chapter.\n    7    f. As used in this subdivision, \"youth shelter\" shall mean an alterna-\n    8  tive residential facility for the incarceration of  youths  between  the\n    9  ages  of sixteen and twenty-one who are remanded by the criminal courts,\n   10  PROVIDED THAT SUCH TERM SHALL NOT INCLUDE  RESIDENTIAL  PROGRAMS  ESTAB-\n   11  LISHED  PURSUANT  TO  ARTICLE  NINETEEN-G OR NINETEEN-H OF THE EXECUTIVE\n   12  LAW, A RESIDENTIAL FACILITY OR GROUP HOME OPERATED, LICENSED  OR  CERTI-\n   13  FIED  BY  THE  OFFICE  OF  CHILDREN AND FAMILY SERVICES OR ITS SUCCESSOR\n   14  PURSUANT TO SUCH ARTICLES NINETEEN-G AND NINETEEN-H,  OR  A  CHILD  CARE\n   15  INSTITUTION  AS  DEFINED IN SUBDIVISION TWO OF SECTION FOUR THOUSAND ONE\n   16  OF THIS CHAPTER.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the education of persons in youth shelters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154637.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901997381
}