{
  "year" : 2011,
  "senateBillNo" : "A3139-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3139-2011-1295845200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to increasing the limit of the amount of money which may be on deposit with the excelsior linked deposit program",
  "summary" : "Increases the limit on the amount of funds which may be on deposit with the excelsior linked deposit program at any given time from $460 million to $525 million. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A2850-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3139\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. SCHIMMINGER, GALEF, MORELLE, BING, MAGNARELLI,\n         LUPARDO -- Multi-Sponsored by -- M.  of  A.  AUBRY,  BRENNAN,  CAHILL,\n         COLTON,  DESTITO, FARRELL, GOTTFRIED, HOOPER, HOYT, PHEFFER, ROBINSON,\n         SWEENEY, TOWNS, WEISENBERG, WRIGHT -- read once and  referred  to  the\n         Committee on Economic Development\n\n       AN  ACT  to  amend  the  state finance law, in relation to the excelsior\n         linked deposit program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 214 of the state finance law, as amended by section\n    2  1  of  part  P  of chapter 59 of the laws of 2007, is amended to read as\n    3  follows:\n    4    S 214. Establishment and  purpose;  linked  deposit  program  authori-\n    5  zation.    The  excelsior  linked deposit program is hereby created. The\n    6  purpose of the program is to encourage and  assist  eligible  businesses\n    7  within  the  state  to  undertake eligible projects that will materially\n    8  contribute to improving their performance and competitiveness. The comp-\n    9  troller is hereby authorized to use any moneys of the  state  the  comp-\n   10  troller  is  authorized  to invest pursuant to section ninety-eight-a of\n   11  this chapter as linked deposits for the program. Not  more  than  [four]\n   12  FIVE hundred [sixty] TWENTY-FIVE million dollars of such moneys shall be\n   13  on  deposit  pursuant to the program at any given time. The commissioner\n   14  of taxation and finance is hereby authorized to use funds in the  linked\n   15  deposit  program  fund  established  pursuant to section ninety-two-v of\n   16  this chapter as linked deposits for  the  program.  Not  more  than  one\n   17  hundred million dollars from the linked deposit program fund shall be on\n   18  deposit pursuant to the program at any given time.\n   19    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06161-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the excelsior linked deposit program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T161139.TXT", "SOBI.D110124.T122121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903499282
}