{
  "year" : 2011,
  "senateBillNo" : "A3146-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3146-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires signatures for payments in lieu of taxes for project in the town of Chester",
  "summary" : "Requires signatures of the chief executive of the town of Chester for payments in lieu of taxes prior to the grant of application or the effectiveness of any such grant for a payment in lieu of taxes by the Orange county industrial development agency or any other agency that affects a municipality; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A11451-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3146\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to  the  town  of\n         Chester and the Orange county industrial agency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The opening paragraph of section 912 of the general munic-\n    2  ipal law, as added by chapter 390 of the laws  of  1972,  is  designated\n    3  subdivision 1 and three new subdivisions 2, 3 and 4 are added to read as\n    4  follows:\n    5    2.  PRIOR  TO THE APPROVAL OF ANY APPLICATION FOR A PAYMENT IN LIEU OF\n    6  TAXES (PILOT) AGREEMENT BY THE AGENCY FOR A PROJECT LOCATED IN THE  TOWN\n    7  OF  CHESTER,  THE  WRITTEN CONSENT OF THE CHIEF EXECUTIVE OFFICER OF THE\n    8  AFFECTED TOWN SHALL BE OBTAINED.   THE  AGENCY  SHALL  ALSO  OBTAIN  THE\n    9  APPROVAL,  BY THREE-FIFTHS MAJORITY, OF THE TOWN GOVERNING BODY PRIOR TO\n   10  ANY PILOT AGREEMENT BEING APPROVED BY THE AGENCY FOR A  PROJECT  LOCATED\n   11  IN  THE  TOWN OF CHESTER. IN ADDITION, THE AGENCY SHALL OBTAIN AN IMPACT\n   12  ANALYSIS TO DETERMINE THE IMPACT ON THE TOWN  OF  THE  PROJECT  AND  THE\n   13  PLANNED  PILOT  AGREEMENT.  THE APPLICANT FOR SUCH PILOT AGREEMENT SHALL\n   14  BEAR THE COSTS RELATED TO THE REQUIRED IMPACT ANALYSIS. THE  AGENCY  AND\n   15  THE  TOWN  GOVERNING  BODY  SHALL  JOINTLY  SELECT A QUALIFIED ENTITY TO\n   16  CONDUCT THE IMPACT ANALYSIS. THE MEMBERSHIP OF THE AGENCY, WHEN  REVIEW-\n   17  ING  APPLICATIONS AND APPROVING PILOT AGREEMENTS FOR PROJECTS LOCATED IN\n   18  THE TOWN OF CHESTER, SHALL INCLUDE AT LEAST ONE MEMBER  OF  SUCH  TOWN'S\n   19  GOVERNING  BODY  AND  AT LEAST THREE AT LARGE MEMBERS DRAWN FROM A CROSS\n   20  SECTION OF THE TOWN COMMUNITY.\n   21    3. THE AGENCY SHALL REVIEW ANY PILOT AGREEMENT FOR A  PROJECT  LOCATED\n   22  IN  THE TOWN OF CHESTER AFTER THE THIRD YEAR OF ENTERING INTO SUCH PILOT\n   23  AGREEMENT, AND EVERY THIRD YEAR THEREAFTER, AND ADJUST THE PILOT  AGREE-\n   24  MENT  ACCORDINGLY BASED ON CHANGES TO THE ASSESSED VALUE AND TAX RATE OF\n   25  ALL OTHER REAL PROPERTIES LOCATED IN SUCH TOWN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02807-01-1\n\n       A. 3146                             2\n\n    1    4. A PILOT AGREEMENT FOR A PROJECT LOCATED  IN  THE  TOWN  OF  CHESTER\n    2  SHALL  NOT  BE  RENEWED  OR RENEGOTIATED UNTIL A FULL FORENSIC AUDIT HAS\n    3  BEEN COMPLETED OF THE ACCOUNTS OF THE PARTY OBLIGATED TO  MAKE  PAYMENTS\n    4  IN  LIEU  OF  TAXES PURSUANT TO THE PILOT AGREEMENT WITH THE AGENCY. THE\n    5  AGENCY  AND  THE  TOWN  GOVERNING  BODY SHALL JOINTLY CHOOSE A QUALIFIED\n    6  ENTITY TO CONDUCT SUCH FORENSIC AUDIT.  THE PARTY THAT IS  OBLIGATED  TO\n    7  MAKE  PAYMENTS IN LIEU OF TAXES PURSUANT TO THE PILOT AGREEMENT WITH THE\n    8  AGENCY SHALL BEAR THE COSTS OF PREPARING SUCH FORENSIC AUDIT.  THE  TOWN\n    9  OF CHESTER MAY REQUEST FROM THE OFFICE OF THE STATE COMPTROLLER AN AUDIT\n   10  OR REVIEW OF THE FORENSIC AUDIT PRIOR TO THE RENEWAL OR RENEGOTIATION OF\n   11  A PILOT AGREEMENT FOR A PROJECT LOCATED IN THE TOWN OF CHESTER.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the town of Chester and the Orange county industrial agency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T131624.TXT", "SOBI.D110124.T153637.TXT", "SOBI.D110124.T125122.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901397953
}