{
  "year" : 2011,
  "senateBillNo" : "A3149-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3149-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to adjournment of school district elections and budget votes in certain school districts",
  "summary" : "Relates to adjournment of school district elections and budget votes in certain school districts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10934-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3149\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation to adjournment of  school\n         district elections and budget votes in certain school districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2022 of the education law is amended  by  adding  a\n    2  new subdivision 7 to read as follows:\n    3    7.  NOTWITHSTANDING  ANY  PROVISION OF LAW TO THE CONTRARY, THE ANNUAL\n    4  DISTRICT MEETING AND ELECTION  OF  THE  HIGHLAND  FALLS  CENTRAL  SCHOOL\n    5  DISTRICT  THAT  IS SCHEDULED TO BE HELD ON THE THIRD TUESDAY OF MAY, TWO\n    6  THOUSAND ELEVEN IS HEREBY ADJOURNED UNTIL THE FIRST TUESDAY IN JUNE, TWO\n    7  THOUSAND ELEVEN. THE TRUSTEES OR BOARD OF EDUCATION OF EACH SUCH  SCHOOL\n    8  DISTRICT SHALL PROVIDE NOTICE OF SUCH ADJOURNED MEETING TO THE QUALIFIED\n    9  VOTERS  IN  THE  MANNER PRESCRIBED FOR NOTICE OF THE ANNUAL MEETING, AND\n   10  SUCH NOTICE  SHALL  PROVIDE  FOR  AN  ADJOURNED  BUDGET  HEARING.    THE\n   11  ADJOURNED  DISTRICT  MEETING  OR  DISTRICT MEETING AND ELECTION SHALL BE\n   12  DEEMED THE ANNUAL MEETING OR ANNUAL MEETING AND ELECTION OF THE DISTRICT\n   13  FOR ALL PURPOSES UNDER THIS TITLE.   NOTWITHSTANDING THE  PROVISIONS  OF\n   14  SUBDIVISION  SEVEN OF SECTION SIXTEEN HUNDRED EIGHT OR SUBDIVISION SEVEN\n   15  OF SECTION  SEVENTEEN  HUNDRED  SIXTEEN  OF  THIS  TITLE  OR  ANY  OTHER\n   16  PROVISION  OF  LAW,  RULE OR REGULATION TO THE CONTRARY, IN TWO THOUSAND\n   17  ELEVEN THE HIGHLAND FALLS CENTRAL SCHOOL DISTRICT  PROPERTY  TAX  REPORT\n   18  CARD  SHALL  BE  SUBMITTED  TO  THE DEPARTMENT NO LATER THAN TWENTY DAYS\n   19  PRIOR TO THE DATE OF THE ADJOURNED MEETING AND THE DEPARTMENT SHALL MAKE\n   20  ITS COMPILATION AVAILABLE ELECTRONICALLY AT LEAST SEVEN  DAYS  PRIOR  TO\n   21  SUCH DATE.\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02799-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to adjournment of school district elections and budget votes in certain school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697126
}