{
  "year" : 2011,
  "senateBillNo" : "A3147-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3147-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes the salary cap on district superintendents of BOCES",
  "summary" : "Removes the salary cap on district superintendents of BOCES. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10318-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3147\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation to  removing  the  salary\n         cap on district superintendents of BOCES\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 2 of paragraph a of subdivision 4  of  section\n    2  1950  of  the  education  law,  as amended by chapter 698 of the laws of\n    3  2003, is amended to read as follows:\n    4    (2) Notwithstanding any inconsistent provision  of  law  in  no  event\n    5  shall  the total salary including amounts paid pursuant to section twen-\n    6  ty-two hundred nine of this [chapter] TITLE for district superintendents\n    7  for each school year through the two thousand  two--two  thousand  three\n    8  school  year  exceed  ninety-eight percent of that earned by the commis-\n    9  sioner for state fiscal year nineteen hundred  ninety-two--ninety-three,\n   10  and  in  no  event shall such total salary for a district superintendent\n   11  for the two thousand three--two thousand four school year or any  subse-\n   12  quent  school year exceed: (i) one hundred six percent of the salary cap\n   13  applicable in the preceding school year, or (ii) ninety-eight percent of\n   14  that earned by the commissioner in the two thousand three--two  thousand\n   15  four  state  fiscal  year, whichever is less. PROVIDED, HOWEVER, THAT IF\n   16  INDIVIDUAL BOCES BOARDS OPT TO USE LOCAL FUNDS  TO  CREATE  COMPENSATION\n   17  AGREEMENTS  NECESSARY  TO  HIRE DISTRICT SUPERINTENDENTS, ANY PORTION OF\n   18  THE STATE CONTRIBUTION TO SUPPLEMENT SUCH SALARIES SHALL  BE  FORFEITED.\n   19  In no event shall any district superintendent be permitted to accumulate\n   20  vacation  or sick leave credits in excess of the vacation and sick leave\n   21  credits managerial/confidential employees of the state are permitted  to\n   22  accumulate  pursuant  to  regulations  promulgated  by  the  state civil\n   23  service commission, nor may any district superintendent at the  time  of\n   24  separation  from  service be compensated for accrued and unused vacation\n   25  credits or sick leave, or use accrued and unused sick leave for  retire-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02869-01-1\n\n       A. 3147                             2\n\n    1  ment  service  credit or to pay for health insurance in retirement, at a\n    2  rate in excess of the rate permitted to managerial/confidential  employ-\n    3  ees  of  the  state  pursuant  to regulations of the state civil service\n    4  commission.  In addition to the payment of supplementary salary, a board\n    5  of cooperative educational services may provide for the payment  of  all\n    6  or  a  portion of the cost of insurance benefits for the district super-\n    7  intendent of schools, including but not  limited  to  health  insurance,\n    8  disability  insurance,  life  insurance  or  any other form of insurance\n    9  benefit made  available  to  managerial/confidential  employees  of  the\n   10  state;  provided  that any such payments for whole life, split dollar or\n   11  other life insurance policies having a cash value shall be  included  in\n   12  the  total  salary  of  the district superintendent for purposes of this\n   13  subparagraph, and provided further that any payments  for  the  employee\n   14  contribution, co-pay or uncovered medical expenses under a health insur-\n   15  ance  plan  also  shall  be included in the total salary of the district\n   16  superintendent.  Notwithstanding any other provision  of  law,  payments\n   17  for  such  insurance  benefits  may be based on the district superinten-\n   18  dent's total salary or the amount of his  or  her  supplementary  salary\n   19  only.  Any  payments  for transportation or travel expenses in excess of\n   20  actual, documented expenses incurred in the performance  of  duties  for\n   21  the  board  of  cooperative  educational  services or the state, and any\n   22  other lump sum payment  not  specifically  excluded  from  total  salary\n   23  pursuant  to this subparagraph, shall be included in the total salary of\n   24  the district superintendent for purposes of this  subparagraph.  Nothing\n   25  herein  shall prohibit a district superintendent from waiving any rights\n   26  provided for in an existing contract or agreement as hereafter prohibit-\n   27  ed in favor of revised compensation or benefit provisions  as  permitted\n   28  herein.  In  no  event  shall the terms of the district superintendent's\n   29  contract, including any provisions relating to an  increase  in  salary,\n   30  compensation  or  other  benefits,  be  contingent upon the terms of any\n   31  contract or collective bargaining agreement between the board of cooper-\n   32  ative educational services and its  teachers  or  other  employees.  The\n   33  commissioner  may  adopt regulations for the purpose of implementing the\n   34  provisions of this paragraph.\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to removing the salary cap on district superintendents of BOCES ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T153637.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901397958
}