{
  "year" : 2011,
  "senateBillNo" : "A3144-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3144-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Designates state route 218, in the county of Orange, as the \"General David H. Petraeus Highway\"",
  "summary" : "Designates state route 218, in the county of Orange, from state route 9-W to the Thayer Gate of West Point (USMA), as the \"General David H. Petraeus Highway\". ",
  "currentCommittee" : null,
  "sameAs" : "S1506",
  "lawSection" : "Highway Law",
  "previousVersions" : [ "A2648-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3144\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CALHOUN,  KOLB, MONTESANO, FINCH, RABBITT --\n         Multi-Sponsored by -- M.   of  A.  BARCLAY,  BURLING,  DESTITO,  OAKS,\n         SAYWARD, TITONE, TOBACCO -- read once and referred to the Committee on\n         Transportation\n\n       AN  ACT to amend the highway law, in relation to designating state route\n         218 in the county of Orange as the \"General David H. Petraeus Highway\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The highway law is amended by adding a new section 343-y to\n    2  read as follows:\n    3    S  343-Y.  PORTION OF THE STATE HIGHWAY SYSTEM TO BE DESIGNATED AS THE\n    4  \"GENERAL DAVID H. PETRAEUS HIGHWAY\". ALL THAT PORTION OF THE STATE HIGH-\n    5  WAY SYSTEM BEGINNING AT THE INTERSECTION OF STATE ROUTE NINE-W AND STATE\n    6  ROUTE TWO HUNDRED EIGHTEEN IN THE TOWN OF CORNWALL, AND CONTINUING IN  A\n    7  GENERALLY  SOUTHERLY  DIRECTION ON STATE ROUTE TWO HUNDRED EIGHTEEN, AND\n    8  TERMINATING AT THE TERMINUS OF SUCH ROUTE TWO HUNDRED  EIGHTEEN  AT  THE\n    9  THAYER  GATE  (SOUTH GATE) OF THE UNITED STATES MILITARY ACADEMY AT WEST\n   10  POINT IN THE VILLAGE OF HIGHLAND FALLS, SHALL BE DESIGNATED AND BE KNOWN\n   11  AS THE \"GENERAL DAVID H. PETRAEUS HIGHWAY\".\n   12    S 2. The commissioner of transportation shall provide for the  instal-\n   13  lation  and  maintenance of adequate signing of the state highway system\n   14  as designated pursuant to section one of this  act;  provided  that,  to\n   15  avoid  any  confusion  and to limit any possible disruption of commerce,\n   16  the designation called for pursuant to section one of this act shall  be\n   17  one of ceremonial nature and the official name of such highway shall not\n   18  be changed as a result of this act.\n   19    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02894-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to designating state route 218 in the county of Orange as the \"General David H. Petraeus Highway\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110124.T153637.TXT", "SOBI.D110124.T125122.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901397935
}