{
  "year" : 2011,
  "senateBillNo" : "A3143-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3143-2011-1295845200000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the regulation of unsolicited circulars",
  "summary" : "Provides for the regulation of unsolicited circulars; authorizes the governing body of any county or city in the state of New York to establish, by adoption of a local law, a registry for residents who wish to refuse the delivery of any handbill, circular or other printed matter of a commercial or business nature to their residence; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2537-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3143\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to the  regulation\n         of unsolicited circulars\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. In the interest of further  eliminating\n    2  litter  and improving the quality of life for New York residents, and of\n    3  reducing waste removal and recycling costs to local governments, and  of\n    4  reducing  the  use  of our natural resources, the legislature finds that\n    5  there is a compelling government interest in regulating the distribution\n    6  of unwanted handbills and telephone directories.\n    7    S 2. The general business law is amended by adding a new section 399-j\n    8  to read as follows:\n    9    S 399-J. REGULATION OF UNSOLICITED CIRCULARS. 1. THE GOVERNING BODY OF\n   10  ANY COUNTY OR CITY IN THE STATE OF NEW YORK IS AUTHORIZED TO  ESTABLISH,\n   11  BY  ADOPTION OF A LOCAL LAW, A REGISTRY FOR RESIDENTS WHO WISH TO REFUSE\n   12  THE DELIVERY OF ANY HANDBILL, CIRCULAR OR  OTHER  PRINTED  MATTER  OF  A\n   13  COMMERCIAL  OR  BUSINESS  NATURE TO THEIR RESIDENCE, INCLUDING ANY TELE-\n   14  PHONE DIRECTORY, UNLESS THE TELEPHONE DIRECTORY IS THAT PUBLISHED BY THE\n   15  LOCAL EXCHANGE TELEPHONE CORPORATION, OR ITS AFFILIATES, PROVIDING TELE-\n   16  PHONE SERVICE TO THAT  PERSON  IN  ACCORDANCE  WITH  THE  PROVISIONS  OF\n   17  SECTION  NINETY-ONE  OF THE PUBLIC SERVICE LAW. ANY CITY OR COUNTY WHICH\n   18  ESTABLISHES SUCH A REGISTRY SHALL ENTER THE NAME OF THE REQUESTING RESI-\n   19  DENT IN SUCH REGISTRY. SUCH REQUESTS SHALL BE MADE IN WRITING, BY  PHONE\n   20  AT  A  DESIGNATED NUMBER OR NUMBERS OR BY ELECTRONIC COMMUNICATION AT AN\n   21  ELECTRONIC MAIL ADDRESS OR WEBSITE DESIGNATED BY  THE  COUNTY  OR  CITY.\n   22  EACH COUNTY OR CITY ESTABLISHING SUCH A REGISTRY SHALL DESIGNATE A LOCAL\n   23  GOVERNMENT  AGENCY  TO  MAINTAIN  THE REGISTRY AND TO BE RESPONSIBLE FOR\n   24  ENFORCEMENT OF THE PROVISIONS OF THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02890-01-1\n\n       A. 3143                             2\n\n    1    2. IN ORDER TO CONTINUE DISTRIBUTION IN ANY COUNTY OR CITY  ESTABLISH-\n    2  ING  SUCH  A  REGISTRY, ALL DISTRIBUTORS OF SUCH HANDBILLS, CIRCULARS OR\n    3  OTHER LIKE PRINTED MATTER SHALL  PROVIDE  THE  LOCAL  GOVERNMENT  AGENCY\n    4  DESIGNATED  BY  THAT  COUNTY  OR CITY WITH ACCURATE CONTACT INFORMATION,\n    5  INCLUDING  AN  ADDRESS  AND  PHONE  NUMBER.  FAILURE TO PROVIDE ACCURATE\n    6  CONTACT INFORMATION  OR  DISCONTINUE  DISTRIBUTION  SHALL  CONSTITUTE  A\n    7  VIOLATION OF THE PROVISIONS OF THIS SECTION AND SHALL SUBJECT THE VIOLA-\n    8  TOR  TO  FINES  AS PROVIDED IN SUBDIVISION THREE OF THIS SECTION. IF THE\n    9  DISTRIBUTOR IN VIOLATION CANNOT BE LOCATED,  THE  COMPANY  OR  COMPANIES\n   10  DOING THE ADVERTISING WILL BE SUBJECT TO THE SAME FINES. EVERY SIX WEEKS\n   11  THE  LOCAL  GOVERNMENT  AGENCY  DESIGNATED  BY THAT COUNTY OR CITY SHALL\n   12  PROVIDE DISTRIBUTORS WITH AN UPDATED LIST OF ALL RESIDENTS  WHO  DO  NOT\n   13  WANT  DISTRIBUTION.  DISTRIBUTORS  THEN  HAVE  SIX WEEKS TO UPDATE THEIR\n   14  LISTS AND DISCONTINUE DISTRIBUTION.\n   15    3. VIOLATORS OF THE PROVISIONS OF THIS SECTION SHALL BE SUBJECT  TO  A\n   16  CIVIL PENALTY OF NOT LESS THAN ONE HUNDRED DOLLARS AND NOT MORE THAN TWO\n   17  HUNDRED  FIFTY DOLLARS FOR A FIRST VIOLATION. THE CIVIL PENALTY SHALL BE\n   18  NOT LESS THAN TWO HUNDRED FIFTY DOLLARS AND NOT MORE THAN  FIVE  HUNDRED\n   19  DOLLARS FOR A SECOND VIOLATION AND EACH VIOLATION THEREAFTER.\n   20    4.  IF ANY CLAUSE, SENTENCE OR PROVISION OF THIS SECTION SHALL BE HELD\n   21  TO BE UNCONSTITUTIONAL BY A COURT OF COMPETENT JURISDICTION, THE REMAIN-\n   22  DER OF THIS SECTION SHALL NOT BE AFFECTED THEREBY.\n   23    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the regulation of unsolicited circulars ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110124.T153637.TXT", "SOBI.D110124.T125122.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901397930
}