{
  "year" : 2011,
  "senateBillNo" : "A314-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A314-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring local building and planning regulations to accommodate the use of renewable and alternative energy sources",
  "summary" : "Relates to requiring local building and planning regulations to accommodate the use of renewable energy resources such as solar thermal, photovoltaic, wind, hydroelectric, geothermal electric, geothermal ground source heat, tidal energy, wave energy, ocean thermal, and fuel cells using renewable fuels. ",
  "currentCommittee" : null,
  "sameAs" : "S664",
  "lawSection" : "Town Law",
  "previousVersions" : [ "A626-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          314\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN, GALEF, REILLY, SCHIMEL, SCHIMMINGER,\n         MAGNARELLI, JAFFEE, LUPARDO, ENGLEBRIGHT -- Multi-Sponsored by  --  M.\n         of  A.  BOYLAND,  CAHILL,  CLARK,  COLTON, V. LOPEZ, McENENY, PHEFFER,\n         SWEENEY -- read once and referred to the Committee  on  Local  Govern-\n         ments\n\n       AN ACT to amend the town law and the village law, in relation to requir-\n         ing  local building and planning regulations to accommodate the use of\n         renewable and alternative energy sources\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 263 of the town law, as amended by chapter 602 of\n    2  the laws of 2003, is amended to read as follows:\n    3    S 263. Purposes in view. Such regulations shall be made in  accordance\n    4  with  a  comprehensive  plan  and  designed  to lessen congestion in the\n    5  streets; to secure safety from fire, flood, panic and other dangers;  to\n    6  promote  health  and general welfare; to provide adequate light and air;\n    7  to prevent the overcrowding of land; to  avoid  undue  concentration  of\n    8  population;  to make provision for, so far as conditions may permit, the\n    9  accommodation of [solar energy  systems  and  equipment  and  access  to\n   10  sunlight  necessary  therefor] RENEWABLE ENERGY RESOURCES, WHICH FOR THE\n   11  PURPOSES OF THIS SECTION SHALL  INCLUDE  SOLAR  THERMAL,  PHOTOVOLTAICS,\n   12  WIND, HYDROELECTRIC, GEOTHERMAL ELECTRIC, GEOTHERMAL GROUND SOURCE HEAT,\n   13  TIDAL ENERGY, WAVE ENERGY, OCEAN THERMAL, AND FUEL CELLS USING RENEWABLE\n   14  FUELS;  to  facilitate  the  practice  of  forestry;  to  facilitate the\n   15  adequate provision of transportation, water,  sewerage,  schools,  parks\n   16  and  other  public  requirements.  Such  regulations  shall be made with\n   17  reasonable consideration, among other things, as to the character of the\n   18  district and its peculiar suitability for particular uses,  and  with  a\n   19  view  to  conserving  the  value  of  buildings and encouraging the most\n   20  appropriate use of land throughout such municipality.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00875-01-1\n\n       A. 314                              2\n\n    1    S 2. Section 7-704 of the village law, as amended by  chapter  742  of\n    2  the laws of 1979, is amended to read as follows:\n    3    S 7-704 Purposes in view. Such regulations shall be made in accordance\n    4  with  a  comprehensive  plan  and  designed  to lessen congestion in the\n    5  streets; to secure safety from fire, panic, floods and other dangers; to\n    6  promote health and the general welfare; to provide  adequate  light  and\n    7  air;  to  prevent the overcrowding of land; to avoid undue concentration\n    8  of population; to make provision for, so far as conditions  may  permit,\n    9  the  accommodation  of [solar energy systems and equipment and access to\n   10  sunlight necessary therefor] RENEWABLE ENERGY RESOURCES, WHICH  FOR  THE\n   11  PURPOSES  OF  THIS  SECTION  SHALL INCLUDE SOLAR THERMAL, PHOTOVOLTAICS,\n   12  WIND, HYDROELECTRIC, GEOTHERMAL ELECTRIC, GEOTHERMAL GROUND SOURCE HEAT,\n   13  TIDAL ENERGY, WAVE ENERGY, OCEAN THERMAL, AND FUEL CELLS USING RENEWABLE\n   14  FUELS; to facilitate the adequate provision  of  transportation,  water,\n   15  sewerage, schools, parks and other public requirements. Such regulations\n   16  shall  be  made with reasonable consideration, among other things, as to\n   17  the character of the district and its peculiar suitability  for  partic-\n   18  ular  uses,  and  with  a  view to conserving the value of buildings and\n   19  encouraging the most appropriate use of  land  throughout  such  munici-\n   20  pality.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law and the village law, in relation to requiring local building and planning regulations to accommodate the use of renewable and alternative energy sources ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T155337.TXT", "SOBI.D101217.T161006.TXT", "SOBI.D101221.T103607.TXT", "SOBI.D101217.T160506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293569617205
}