{
  "year" : 2011,
  "senateBillNo" : "A3157-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to social services",
    "billEventId" : "A3157-2011-1295845200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of a medical assistance sponsor buy-in program by the department of health",
  "summary" : "Provides for the establishment of a medical assistance sponsor buy-in program by the department of health; program shall provide that qualified aliens whose sponsors have signed an affidavit of support shall be eligible for medical assistance during periods in which the sponsor has made buy-in support payments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A457-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3157\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. JACOBS, COLTON -- read once and referred to the\n         Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to  establishing  a\n         medical assistance sponsor buy-in program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 366 of the social services law is amended by adding\n    2  a new subdivision 14 to read as follows:\n    3    14. NOTWITHSTANDING ANY LAW TO THE CONTRARY, THE DEPARTMENT OF  HEALTH\n    4  SHALL  ESTABLISH  A  MEDICAL  ASSISTANCE  SPONSOR  BUY-IN  PROGRAM. SUCH\n    5  PROGRAM SHALL PROVIDE THAT QUALIFIED ALIENS AS DEFINED IN SECTION 431 OF\n    6  THE FEDERAL PERSONAL RESPONSIBILITY AND WORK OPPORTUNITY  RECONCILIATION\n    7  ACT  OF  1996 (8 U.S. CODE 1641) WHOSE SPONSORS HAVE SIGNED AN AFFIDAVIT\n    8  OF SUPPORT PURSUANT TO SECTION 213A OF THE IMMIGRATION  AND  NATURALIZA-\n    9  TION  ACT  SHALL, IF OTHERWISE ELIGIBLE, BE ELIGIBLE FOR MEDICAL ASSIST-\n   10  ANCE FOR SUCH PERIODS OF TIME FOR WHICH THE  SPONSOR  HAS  MADE  MEDICAL\n   11  ASSISTANCE BUY-IN PAYMENTS TO THE SOCIAL SERVICES DISTRICT IN WHICH SUCH\n   12  ALIEN  RESIDES.  THE  DEPARTMENT  OF  HEALTH IS AUTHORIZED TO PROMULGATE\n   13  REGULATIONS ESTABLISHING MEDICAL ASSISTANCE BUY-IN PAYMENT  RATES.  SUCH\n   14  RATES  SHALL REFLECT THE PROJECTED AVERAGE COST OF NON-EMERGENCY MEDICAL\n   15  ASSISTANCE COSTS AND SHALL BE SET ON A SLIDING SCALE BASED ON THE  SPON-\n   16  SOR'S INCOME.\n   17    S  2.  Paragraph  (c)  of  subdivision  1 of section 122 of the social\n   18  services law, as amended by chapter 214 of the laws of 1998, is  amended\n   19  to read as follows:\n   20    (c)  The  following  persons, not described in paragraph (a) or (b) of\n   21  this subdivision, shall, if otherwise eligible, be eligible  for  safety\n   22  net  assistance  and  medical assistance, except that medical assistance\n   23  shall be limited to care and services (not including care  and  services\n   24  related to an organ transplant procedure) necessary for the treatment of\n   25  an  emergency  medical condition as that term is defined in section 1903\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04325-01-1\n\n       A. 3157                             2\n\n    1  of the federal social security act unless and  until  federal  financial\n    2  participation is available for the costs of providing medical assistance\n    3  provided,  however,  that  any  such  person  who,  on the fourth day of\n    4  August,  nineteen  hundred  ninety-seven  was  residing in a residential\n    5  health care facility licensed by the department of health or in a  resi-\n    6  dential  facility  licensed,  operated or funded by the office of mental\n    7  health or the office of mental retardation and  developmental  disabili-\n    8  ties,  and was in receipt of a medical assistance authorization based on\n    9  a finding that he or she was a person permanently residing in the United\n   10  States under color of law shall, if otherwise eligible, be eligible  for\n   11  medical  assistance  and provided, further, that any such person who, on\n   12  the fourth day of August, nineteen hundred ninety-seven,  was  diagnosed\n   13  as  having  AIDS,  as defined in subdivision one of section two thousand\n   14  seven hundred eighty of the public health law, and  was  in  receipt  of\n   15  medical  assistance  authorization  pursuant  to title eleven of article\n   16  five of this chapter based on a finding that he  or  she  was  a  person\n   17  permanently  residing  in the United States under color of law shall, if\n   18  otherwise eligible, be eligible for medical assistance PROVIDED FURTHER,\n   19  HOWEVER, THAT ANY QUALIFIED ALIEN WHOSE SPONSOR HAS SIGNED AN  AFFIDAVIT\n   20  OF  SUPPORT  PURSUANT TO SECTION 213A OF THE IMMIGRATION AND NATURALIZA-\n   21  TION ACT AND WHOSE SPONSOR IS ENROLLED IN THE MEDICAL ASSISTANCE SPONSOR\n   22  BUY-IN PROGRAM PURSUANT TO SUBDIVISION THIRTEEN OF SECTION THREE HUNDRED\n   23  SIXTY-SIX OF THIS CHAPTER, SHALL, IF OTHERWISE ELIGIBLE, BE ELIGIBLE FOR\n   24  MEDICAL ASSISTANCE:\n   25    (i) a qualified alien who entered the United  States  less  than  five\n   26  years  earlier  or  for less than five years has had a status within the\n   27  meaning of the term \"qualified alien\" as defined in section 431  of  the\n   28  federal  personal responsibility and work opportunity reconciliation act\n   29  of 1996 (8 U.S. Code 1641), as amended, if such  entry  occurred  on  or\n   30  after the twenty-second day of August, nineteen hundred ninety-six; and\n   31    (ii)  an  alien  whose  status  is  not within the meaning of the term\n   32  \"qualified alien\" as defined in section  431  of  the  federal  personal\n   33  responsibility  and  work opportunity reconciliation act of 1996 (8 U.S.\n   34  Code 1641), as amended, but who is otherwise permanently residing in the\n   35  United States under color of law.\n   36    S 3. Subdivision 4 of section 122  of  the  social  services  law,  as\n   37  amended  by  chapter  214  of  the  laws  of 1998, is amended to read as\n   38  follows:\n   39    4. To the extent permitted by federal law and regulation,  the  income\n   40  and  resources  of a sponsor of an alien, who has signed an affidavit of\n   41  support pursuant to section 213A of the immigration  and  naturalization\n   42  act,  and  the  income  and resources of such sponsor's spouse, shall be\n   43  deemed available to such alien for purposes of determining the eligibil-\n   44  ity of such alien for assistance funded under the  temporary  assistance\n   45  to needy families block grant and medical assistance  PROVIDED, HOWEVER,\n   46  THAT THIS SUBDIVISION SHALL NOT APPLY TO ALIENS WHOSE SPONSOR IS PARTIC-\n   47  IPATING  IN  THE  MEDICAL  ASSISTANCE  SPONSOR BUY-IN PROGRAM AUTHORIZED\n   48  PURSUANT TO SUBDIVISION THIRTEEN OF SECTION THREE HUNDRED  SIXTY-SIX  OF\n   49  THIS CHAPTER.\n   50    S 4. Subdivision 5 of section 122 of the social services law, as added\n   51  by section 7 of part B of chapter 436 of the laws of 1997, is amended to\n   52  read as follows:\n   53    5. If and to the extent that the family assistance, safety net assist-\n   54  ance,  state  additional  payments  in  the supplemental security income\n   55  program, emergency assistance to  aged,  blind  or  disabled  adults  or\n   56  medical assistance is paid to or on behalf of an alien for whom an affi-\n\n       A. 3157                             3\n\n    1  davit  of support pursuant to section 213A of the immigration and natur-\n    2  alization act has  been  signed,  the  social  services  district  shall\n    3  request  reimbursement  by the sponsor in the amount of such assistance,\n    4  EXCEPT FOR THE MEDICAL ASSISTANCE RECEIVED BY AN ALIEN DURING THE PERIOD\n    5  OF  TIME IN WHICH THE ALIEN'S SPONSOR IS ENROLLED IN THE MEDICAL ASSIST-\n    6  ANCE SPONSOR BUY-IN PROGRAM PURSUANT TO SUBDIVISION THIRTEEN OF  SECTION\n    7  THREE  HUNDRED  SIXTY-SIX  OF THIS CHAPTER, and, if the sponsor does not\n    8  within forty-five  days  of  such  request  indicate  a  willingness  to\n    9  commence  payments, such social services district may commence an action\n   10  against the sponsor pursuant to the  affidavit.  Remedies  available  to\n   11  enforce an affidavit of support include all of the remedies described in\n   12  sections  3201,  3202,  3204   and 3205 of title 28 of the United States\n   13  Code, as well as an order for specific performance and payment of  legal\n   14  fees  and  other costs of collection, and include corresponding remedies\n   15  available under state law; provided, however, that no  action  shall  be\n   16  brought more than ten years after assistance was last given.\n   17    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing a medical assistance sponsor buy-in program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110124.T125623.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T131124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697171
}