{
  "year" : 2011,
  "senateBillNo" : "A3150-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3150-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to state payments for state mandates",
  "summary" : "Creates a new article on state payments for state mandates. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A1785-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3150\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, THIELE, KOLB -- Multi-Sponsored by -- M.\n         of  A. BUTLER, CROUCH, FINCH, TEDISCO -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to state payment  for\n         state mandates\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. The legislature finds\n    2  and declares that:\n    3    (A) Actions of  the  state  government  that  directly  or  indirectly\n    4  prescribe  the manner, standards, level and conditions of public service\n    5  to be provided  by  the  state's  counties,  municipalities  and  school\n    6  districts are often taken with little regard for the fiscal consequences\n    7  of such actions upon the affected local jurisdictions.\n    8    (B)  Many  of the state's counties and municipalities are experiencing\n    9  varying degrees of fiscal stress resulting  from  the  need  to  provide\n   10  adequate  public  services  to  their citizens but without the local tax\n   11  resources to do so.\n   12    (C) The state government, prior to imposing new  or  expanded  service\n   13  requirements  upon  its  political  subdivisions, should be aware of and\n   14  confront the issue of where the burden of paying for those  requirements\n   15  will fall.\n   16    (D)  It  is  appropriate, therefore, that the state government provide\n   17  full funding for any net additional costs to counties, municipalities or\n   18  school districts that are incurred by those jurisdictions  in  complying\n   19  with  the  required  performance of a new or expanded program or service\n   20  under the provisions of any state law, rule, regulation or order.\n   21    S 2. Short title. This act shall be known and  may  be  cited  as  the\n   22  \"state payment for mandates act\".\n   23    S  3.  The state finance law is amended by adding a new article 4-B to\n   24  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02748-01-1\n\n       A. 3150                             2\n\n    1                                  ARTICLE 4-B\n    2                         STATE PAYMENT FOR MANDATES\n    3  SECTION 54-P. DEFINITIONS.\n    4          54-Q. FUNDING OF STATE MANDATES.\n    5          54-R. MANDATE REVIEW REQUIREMENTS.\n    6          54-S. NOTIFICATION OF LOCAL IMPACT STATEMENT.\n    7          54-T. APPROPRIATIONS REQUIREMENT.\n    8    S 54-P. DEFINITIONS. AS USED IN THIS ARTICLE:\n    9    1. \"DIVISION\" MEANS THE STATE DIVISION OF THE BUDGET.\n   10    2. \"COUNTY\" MEANS THE GOVERNING BODY AND THE OFFICERS AND EMPLOYEES OF\n   11  A COUNTY.\n   12    3.  \"EXPANDED PROGRAM OR SERVICE\" MEANS A PROGRAM OR SERVICE THE SCOPE\n   13  OR LEVEL OF WHICH WOULD BE INCREASED, EXTENDED OR ENHANCED  BY  A  COUN-\n   14  TY'S, MUNICIPALITY'S OR SCHOOL DISTRICT'S COMPLIANCE WITH THE PROVISIONS\n   15  OF A STATE LAW, REGULATION, RULE OR ORDER.\n   16    4.  \"MUNICIPALITY\"  MEANS  THE  GOVERNING  BODY  AND  THE OFFICERS AND\n   17  EMPLOYEES OF A MUNICIPALITY.\n   18    5. \"NET ADDITIONAL COST\" MEANS THE COST OR COSTS  INCURRED  OR  ANTIC-\n   19  IPATED TO BE INCURRED WITHIN A ONE-YEAR PERIOD BY A COUNTY, MUNICIPALITY\n   20  OR  SCHOOL  DISTRICT  IN  PERFORMING  OR ADMINISTERING A NEW OR EXPANDED\n   21  PROGRAM OR SERVICE REQUIRED BY A STATE LAW, REGULATION, RULE  OR  ORDER,\n   22  AFTER  SUBTRACTING  THEREFROM ANY REVENUES RECEIVED OR RECEIVABLE BY THE\n   23  COUNTY, MUNICIPALITY OR SCHOOL DISTRICT ON ACCOUNT  OF  THE  PROGRAM  OR\n   24  SERVICE, INCLUDING BUT NOT LIMITED TO:\n   25    (A) FEES CHARGED TO THE RECIPIENTS OF THE PROGRAM OR SERVICE;\n   26    (B)  STATE  OR  FEDERAL  AID  PAID  SPECIFICALLY  OR  CATEGORICALLY IN\n   27  CONNECTION WITH THE PROGRAM OR SERVICE; AND\n   28    (C) ANY OFFSETTING SAVINGS RESULTING FROM  THE  DIMINUTION  OR  ELIMI-\n   29  NATION  OF  ANY  OTHER  PROGRAM  OR SERVICE DIRECTLY ATTRIBUTABLE TO THE\n   30  PERFORMANCE OR ADMINISTRATION OF THE REQUIRED PROGRAM OR SERVICE.\n   31    6. \"NEW PROGRAM OR SERVICE\" MEANS A PROGRAM OR  SERVICE  DIFFERENT  IN\n   32  KIND  OR PURPOSE FROM THOSE IN EXISTENCE AT THE TIME OF THE ENACTMENT OF\n   33  A LAW OR PROMULGATION OF A  RULE,  REGULATION  OR  ORDER  REQUIRING  THE\n   34  PERFORMANCE  OR  ADMINISTRATION  OF THE PROGRAM BY ONE OR MORE COUNTIES,\n   35  MUNICIPALITIES OR SCHOOL DISTRICTS.\n   36    7. \"PROGRAM OR SERVICE\" MEANS A SPECIFIC AND IDENTIFIABLE ACTIVITY  OF\n   37  A  COUNTY,  MUNICIPALITY  OR  SCHOOL  DISTRICT WHICH IS AVAILABLE TO THE\n   38  GENERAL PUBLIC OR WHICH IS CONDUCTED, ADMINISTERED OR PROVIDED FOR OR ON\n   39  BEHALF OF THE CITIZENS OF A COUNTY, MUNICIPALITY OR SCHOOL DISTRICT.\n   40    8. \"SCHOOL DISTRICT\" MEANS THE GOVERNING BODY AND OFFICERS AND EMPLOY-\n   41  EES OF A SCHOOL DISTRICT.\n   42    S 54-Q. FUNDING OF STATE MANDATES. 1. NOTWITHSTANDING ANY  LAW,  REGU-\n   43  LATION,  RULE OR ORDER TO THE CONTRARY, AND EXCEPT AS PROVIDED IN SUBDI-\n   44  VISIONS THREE AND FOUR OF THIS SECTION, ANY PROVISION OF A LAW OR  OF  A\n   45  RULE,  REGULATION  OR ORDER ISSUED PURSUANT TO LAW, WHICH BECOMES EFFEC-\n   46  TIVE ON OR AFTER THE EFFECTIVE DATE OF THIS ARTICLE, AND WHICH  HAS  THE\n   47  EFFECT OF REQUIRING A COUNTY, MUNICIPALITY OR SCHOOL DISTRICT TO PERFORM\n   48  OR  ADMINISTER  A  NEW OR EXPANDED PROGRAM OR SERVICE HAVING A NET ADDI-\n   49  TIONAL COST IN EXCESS OF ONE THOUSAND DOLLARS FOR  ANY  COUNTY,  MUNICI-\n   50  PALITY  OR  SCHOOL  DISTRICT  OR  ONE  HUNDRED  THOUSAND DOLLARS FOR ALL\n   51  AFFECTED COUNTIES, MUNICIPALITIES OR SCHOOL DISTRICTS, SHALL BE INOPERA-\n   52  TIVE ON THE COUNTY, MUNICIPALITY  OR  SCHOOL  DISTRICTS  UNTIL  A  STATE\n   53  APPROPRIATION  IS  MADE  AND  SUFFICIENT FUNDS PROVIDED TO EACH AFFECTED\n   54  COUNTY, MUNICIPALITY OR SCHOOL DISTRICT AS MAY BE NECESSARY  TO  PAY  IN\n   55  FULL ANY NET ADDITIONAL COST OF COMPLIANCE WITH THE REQUIREMENT.\n\n       A. 3150                             3\n\n    1    2.  A LAW SUBJECT TO THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION\n    2  SHALL MAKE AN INITIAL APPROPRIATION THEREIN IN AN AMOUNT  SUFFICIENT  TO\n    3  PAY IN FULL ANY NET ADDITIONAL  COST OF COMPLIANCE BY THE AFFECTED COUN-\n    4  TIES  OR  MUNICIPALITIES,  OR  BOTH  AS THE CASE MAY BE. THEREAFTER, THE\n    5  STATE SHALL PROVIDE FUNDING FOR CONTINUING PROGRAMS OR SERVICES, SUBJECT\n    6  TO  THE  PROVISIONS  OF  SUBDIVISION  ONE OF THIS SECTION, IN THE ANNUAL\n    7  APPROPRIATIONS ACT OR SUPPLEMENTS THERETO OR IN APPROPRIATIONS  OF  BOND\n    8  MONEYS  OR  OTHER  DESIGNATED  SOURCES OF FUNDING. A RULE, REGULATION OR\n    9  ORDER SUBJECT TO SUBDIVISION ONE OF THIS SECTION SHALL BE FUNDED IN  THE\n   10  ANNUAL  APPROPRIATIONS  ACT OR SUPPLEMENTS THERETO, OR IN APPROPRIATIONS\n   11  OF BOND MONEYS OR OTHER DESIGNATED SOURCES OF FUNDING.\n   12    3. THE PROVISIONS OF THIS SECTION  SHALL  NOT  APPLY  TO  ANY  NEW  OR\n   13  EXPANDED PROGRAM OR SERVICE THAT:\n   14    (A) IS REQUIRED OR ARISES FROM A COURT ORDER OR JUDGMENT;\n   15    (B)  IS  PROVIDED  AT THE OPTION OF THE COUNTY, MUNICIPALITY OR SCHOOL\n   16  DISTRICT UNDER A LAW, REGULATION, RULE OR ORDER THAT IS PERMISSIVE RATH-\n   17  ER THAN MANDATORY;\n   18    (C) IS REQUIRED BY PRIVATE, SPECIAL OR LOCAL LAWS; OR\n   19    (D) IS REQUIRED BY OR ARISES FROM AN EXECUTIVE ORDER OF  THE  GOVERNOR\n   20  EXERCISING HIS EMERGENCY POWERS.\n   21    4. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY WHEN A LAW REQUIRING\n   22  A COUNTY, MUNICIPALITY OR SCHOOL DISTRICT TO PERFORM OR ADMINISTER A NEW\n   23  OR  EXPANDED  PROGRAM  OR SERVICE IS ENACTED WITHOUT MAKING AN APPROPRI-\n   24  ATION PURSUANT TO SUBDIVISION TWO OF THIS  SECTION,  PROVIDED  THAT  THE\n   25  BILL RESULTING IN THE ENACTMENT OF THE LAW SHALL PASS THE LEGISLATURE BY\n   26  A TWO-THIRDS VOTE OF ALL THE MEMBERS OF THE SENATE AND ASSEMBLY.\n   27    S  54-R.  MANDATE  REVIEW REQUIREMENTS. 1. WHENEVER ANY BILL IS INTRO-\n   28  DUCED INTO EITHER HOUSE OF THE LEGISLATURE, AND THAT BILL RECEIVES FIRST\n   29  READING PURSUANT TO THE RULES OF THE HOUSE INTO WHICH IT IS  INTRODUCED,\n   30  THE  BILL  SHALL  BE  IMMEDIATELY  REVIEWED  BY  THE CHAIR OF THE SENATE\n   31  FINANCE COMMITTEE OR THE ASSEMBLY WAYS AND MEANS COMMITTEE AS  APPROPRI-\n   32  ATE.    IF,  UPON  HIS OR HER REVIEW, HE OR SHE DETERMINES THAT THE BILL\n   33  WILL NOT RESULT IN NET ADDITIONAL COSTS IF THE BILL IS  ENACTED,  HE  OR\n   34  SHE  SHALL  CERTIFY  THAT DETERMINATION, ON A STATEMENT SIGNED BY HIM OR\n   35  HER AND FILED IN HIS OR HER OFFICE. IF HE OR  SHE  DETERMINES  THAT  THE\n   36  BILL  MAY  RESULT  IN  NET  ADDITIONAL COSTS IF ENACTED, HE OR SHE SHALL\n   37  IMMEDIATELY FORWARD NOTICE TO THE BILL'S SPONSOR AND THE  CHAIR  OF  THE\n   38  COMMITTEE, IF ANY, TO WHICH THE BILL HAS BEEN REFERRED OR TO THE PRESID-\n   39  ING  OFFICER OF THE HOUSE IN WHICH THE BILL ORIGINATED IF NO SUCH REFER-\n   40  ENCE WAS MADE, THAT, IN HIS OR HER JUDGMENT, A LOCAL IMPACT STATEMENT IS\n   41  REQUIRED. HE OR SHE SHALL ALSO FORWARD A NOTICE  TO  THE  DIVISION  THAT\n   42  SUCH  A  BILL  HAS  BEEN INTRODUCED AND THAT A LOCAL IMPACT STATEMENT IS\n   43  REQUIRED.\n   44    2. UPON RECEIPT OF SUCH NOTICE THAT A BILL HAS BEEN INTRODUCED IN  THE\n   45  LEGISLATURE THAT MAY RESULT IN NET ADDITIONAL COSTS TO A COUNTY, MUNICI-\n   46  PALITY OR SCHOOL DISTRICT, THE DIVISION SHALL COMPLETE AS SOON AS POSSI-\n   47  BLE,  BUT  WITHIN  THIRTY DAYS OF NOTIFICATION, A LOCAL IMPACT STATEMENT\n   48  CONTAINING THE MOST ACCURATE ESTIMATE POSSIBLE, IN DOLLARS, OF  THE  NET\n   49  ADDITIONAL  COSTS,  IF  ANY,  THAT WILL BE REQUIRED OF A COUNTY, MUNICI-\n   50  PALITY OR SCHOOL DISTRICT TO PERFORM OR ADMINISTER  A  NEW  OR  EXPANDED\n   51  PROGRAM  OR  SERVICE. LOCAL IMPACT STATEMENTS COMPLETED PURSUANT TO THIS\n   52  SUBDIVISION SHALL BE FORTHWITH DELIVERED TO THE GOVERNOR AND THE PRESID-\n   53  ING OFFICERS OF THE SENATE AND ASSEMBLY.\n   54    3. WHENEVER ANY STATE ADMINISTRATIVE OR EXECUTIVE RULE, REGULATION  OR\n   55  ORDER  IS PROPOSED OR ADOPTED, THE STATE DEPARTMENT HEAD OR STATE OFFICE\n   56  ISSUING THE RULE, REGULATION OR ORDER, AND THE SECRETARY  OF  STATE,  OR\n\n       A. 3150                             4\n\n    1  THE  GOVERNOR,  AS  MAY  BE  CUSTODIAN OF THE RULE, REGULATION OR ORDER,\n    2  SHALL FORTHWITH FORWARD A COPY OF THE PROPOSED OR  ADOPTED  RULE,  REGU-\n    3  LATION OR ORDER TO THE DIVISION WITH A NOTICE TO COMPLETE A LOCAL IMPACT\n    4  STATEMENT WITHIN THIRTY DAYS OF THE PROPOSAL OR ADOPTION.\n    5    4.  UPON  RECEIPT  OF  A  NOTICE  FROM THE SECRETARY OF STATE, A STATE\n    6  DEPARTMENT HEAD, A STATE OFFICER OR THE  GOVERNOR  OF  THE  PROPOSAL  OR\n    7  ADOPTION  OF AN EXECUTIVE OR ADMINISTRATIVE RULE, REGULATION OR ORDER BY\n    8  THAT OFFICIAL, THE DIVISION SHALL COMPLETE  AS  SOON  AS  POSSIBLE,  BUT\n    9  WITHIN  THIRTY DAYS OF NOTIFICATION, A LOCAL IMPACT STATEMENT CONTAINING\n   10  THE MOST ACCURATE ESTIMATE POSSIBLE, IN DOLLARS, OF THE  NET  ADDITIONAL\n   11  COSTS, IF ANY, THAT WILL BE REQUIRED OF A COUNTY, MUNICIPALITY OR SCHOOL\n   12  DISTRICT  TO PERFORM OR ADMINISTER A NEW OR EXPANDED PROGRAM OR SERVICE.\n   13  LOCAL IMPACT STATEMENTS COMPLETED PURSUANT TO THIS SUBDIVISION SHALL  BE\n   14  FORTHWITH  DELIVERED  TO  THE GOVERNOR AND THE PRESIDING OFFICERS OF THE\n   15  SENATE AND ASSEMBLY TOGETHER WITH A COPY  OF  THE  RULE,  REGULATION  OR\n   16  ORDER.\n   17    5. THE DIVISION SHALL CONDUCT AN ANNUAL REVIEW OF ALL PENDING LEGISLA-\n   18  TIVE  BILLS,  AND LAWS, REGULATIONS, RULES AND ORDERS ENACTED OR ADOPTED\n   19  AFTER THE EFFECTIVE DATE OF THIS ARTICLE, FOR  WHICH  THE  DIVISION  HAS\n   20  PREVIOUSLY  COMPLETED A LOCAL IMPACT STATEMENT. ANY ANNUAL CHANGE IN THE\n   21  DOLLAR ESTIMATE OF THE NET ADDITIONAL COSTS FROM THAT  PROVIDED  IN  THE\n   22  ORIGINAL  LOCAL  IMPACT  STATEMENT  SHALL  BE UPDATED AS A RESULT OF THE\n   23  REVIEW TO DISCLOSE THAT CHANGE, AND THE UPDATED LOCAL  IMPACT  STATEMENT\n   24  SHALL BE DELIVERED TO THE RECIPIENTS OF THE ORIGINAL LOCAL IMPACT STATE-\n   25  MENT.\n   26    S  54-S.  NOTIFICATION  OF  LOCAL IMPACT STATEMENT. A BILL FOR WHICH A\n   27  LOCAL IMPACT STATEMENT IS REQUIRED SHALL  NOT  PROCEED  FROM  SECOND  TO\n   28  THIRD  READING  IN  THE HOUSE OF ORIGIN UNTIL THE COMPLETED LOCAL IMPACT\n   29  STATEMENT IS RECEIVED BY  THE  PRESIDING  OFFICER  OF  THAT  HOUSE.  THE\n   30  PRESIDING OFFICER SHALL CAUSE NOTICE OF THE RECEIPT OF EACH LOCAL IMPACT\n   31  STATEMENT TO BE ENTERED ON THE JOURNAL OF THAT HOUSE.\n   32    S  54-T.  APPROPRIATIONS  REQUIREMENT. EXCEPT AS OTHERWISE PROVIDED IN\n   33  THIS ARTICLE, A BILL  FOR  WHICH  A  LOCAL  IMPACT  STATEMENT  HAS  BEEN\n   34  RECEIVED  SHALL  NOT  RECEIVE  PASSAGE IN EITHER HOUSE UNTIL IT CONTAINS\n   35  THEREIN AN APPROPRIATION AT LEAST EQUAL IN AMOUNT TO  THE  AMOUNT  ESTI-\n   36  MATED  IN THE LOCAL IMPACT STATEMENT AS NECESSARY TO PAY IN FULL ANY NET\n   37  ADDITIONAL COSTS OF COMPLIANCE THEREWITH.\n   38    S 4. This act shall take effect on the first of April next  succeeding\n   39  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to state payment for state mandates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697133
}