{
  "year" : 2011,
  "senateBillNo" : "A3152-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3152-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the membership of the Orange county water authority from 5 members to 7 members",
  "summary" : "Increases the membership of the Orange county water authority from five to seven members. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA11141-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3152\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in  relation  to  increasing\n         the membership of the Orange county water authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 1199-dd of the public  authorities\n    2  law,  as added by chapter 709 of the laws of 1987, is amended to read as\n    3  follows:\n    4    1. A public corporation, to be  known  as  the  \"Orange  county  water\n    5  authority\"  is  hereby  created for the public purposes and charged with\n    6  the duties and having the powers provided in this title.  The  authority\n    7  shall  be  a  body  corporate  and politic constituting a public benefit\n    8  corporation and shall be a \"public district\"  for  purposes  of  section\n    9  eighty-nine-l  of  the  public  service law, the objects of which in the\n   10  judgment of the legislature cannot be attained under  general  laws.  It\n   11  shall  consist  of  [five]  SEVEN members, who shall be residents of the\n   12  county and  be  appointed  by  the  county  executive.  All  members  so\n   13  appointed  shall  be  subject to confirmation by the county legislature.\n   14  The first members appointed by the county executive shall  be  appointed\n   15  for  the  following  terms  of office: two for a term ending on December\n   16  thirty-first of the second year following the year in which  this  title\n   17  shall  have  become law; [and] three for a term ending on December thir-\n   18  ty-first of the third year following the year in which this title  shall\n   19  have  become  law;  ONE  FOR A TERM ENDING ON DECEMBER THIRTY-FIRST, TWO\n   20  THOUSAND THIRTEEN; AND ONE FOR A TERM ENDING ON  DECEMBER  THIRTY-FIRST,\n   21  TWO THOUSAND FOURTEEN.  Subsequent appointments of members shall be made\n   22  for  a term of two years ending in each case on December thirty-first of\n   23  the last year of such term. All members shall continue  to  hold  office\n   24  until  their  successors  are appointed and qualify.  Vacancies shall be\n   25  filled in the  manner  provided  for  original  appointment.  Vacancies,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02802-01-1\n\n       A. 3152                             2\n\n    1  occurring  otherwise  than  by  expiration  of  term of office, shall be\n    2  filled by appointment for the unexpired terms.  Members may  be  removed\n    3  from  office  for  the  same  reasons  and  in the same manner as may be\n    4  provided  by  law for the removal of officers of the county. The members\n    5  of the authority shall receive no compensation for their  services,  but\n    6  shall be reimbursed for all their actual and necessary expenses incurred\n    7  in  connection  with the carrying out of the purposes of this title. The\n    8  powers of the authority shall be vested  in  and  be  exercised  by  the\n    9  governing  body  at  a  meeting  duly  called and held where a quorum of\n   10  [three] FOUR members are present. No action shall be taken except pursu-\n   11  ant to the favorable vote of at least [three] FOUR members. The  govern-\n   12  ing body may delegate to one or more of its members, officers, agents or\n   13  employees such powers and duties as it may deem proper.\n   14    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to increasing the membership of the Orange county water authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697142
}