{
  "year" : 2011,
  "senateBillNo" : "A3153-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3153-2011-1295845200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates criteria for the selection of state contracts in cases where there is a tie in the bid for such contracts",
  "summary" : "Creates criteria for the selection of state contracts where there is a tie in a bid. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A2041-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3153\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the state finance law, in relation to creating  criteria\n         for the selection of certain state contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 10 of section 163 of  the  state\n    2  finance  law,  as added by chapter 83 of the laws of 1995, is amended to\n    3  read as follows:\n    4    a. Selection and  award  shall  be  a  written  determination  in  the\n    5  procurement  record  made  by  the  commissioner  or a state agency in a\n    6  manner consistent with the provisions of the solicitation. In the  event\n    7  two  offers are found to be substantially equivalent, price shall be the\n    8  basis for determining the award  recipient  or,  when  price  and  other\n    9  factors  are  found to be substantially equivalent, the determination of\n   10  the commissioner or agency head to award a contract to one  or  more  of\n   11  such  bidders  shall  be  final. IN SUCH CASE, A TIE BETWEEN TWO BIDDERS\n   12  WHOSE BIDS ARE FOUND TO  BE  SUBSTANTIALLY  EQUIVALENT  WILL  BE  BROKEN\n   13  ACCORDING TO THE FOLLOWING METHODS, IN DESCENDING ORDER:\n   14    (A) IN-STATE BUSINESS;\n   15    (B) SMALL BUSINESS OR CERTIFIED MWBE;\n   16    (C)  AWARD ITEM OR ITEMS TO VENDOR WHO WAS LOW VENDOR ON OTHER ITEM OR\n   17  ITEMS BEING BID PER THE SAME REQUISITION;\n   18    (D) BEST DELIVERY;\n   19    (E) CONTINUITY OF AN EXITING BUSINESS RELATIONSHIP;\n   20    (F) BY LOT OR COIN TOSS.\n   21    The basis for  determining  the  award  shall  be  documented  in  the\n   22  procurement record.\n   23    S  2.  This act shall take effect immediately, provided, however, that\n   24  the amendments to paragraph a of subdivision 10 of section  163  of  the\n   25  state  finance  law made by section one of this act shall not affect the\n   26  repeal of such section and shall be deemed repealed therewith.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02845-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to creating criteria for the selection of certain state contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110124.T125623.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697151
}