{
  "year" : 2011,
  "senateBillNo" : "A3156-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to social services",
    "billEventId" : "A3156-2011-1295845200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for eligibility for medical assistance for the treatment of an emergency medical condition",
  "summary" : "Provides for eligibility for medical assistance for the treatment of an emergency medical condition as defined in the federal social security act; provides that eligibility determinations are to be made consistent with provisions of the social services law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A378-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3156\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. JACOBS, McENENY -- read once and referred to the\n         Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to eligibility  for\n         medical assistance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 122 of the social services law  is\n    2  amended by adding a new paragraph (i) to read as follows:\n    3    (I)  NOTHING IN THIS SUBDIVISION SHALL PRECLUDE PERSONS WHO ARE ELIGI-\n    4  BLE FOR MEDICAL ASSISTANCE, EXCEPT THAT MEDICAL ASSISTANCE IS LIMITED TO\n    5  CARE AND SERVICES (NOT INCLUDING CARE AND SERVICES RELATED TO  AN  ORGAN\n    6  TRANSPLANT  PROCEDURE)  NECESSARY  FOR  THE  TREATMENT  OF  AN EMERGENCY\n    7  MEDICAL CONDITION AS THAT TERM IS DEFINED IN SECTION 1903 OF THE FEDERAL\n    8  SOCIAL SECURITY ACT FROM APPLYING  FOR  AND  RECEIVING  SUCH  ASSISTANCE\n    9  PRIOR TO THE ONSET OF AN EMERGENCY MEDICAL CONDITION. ELIGIBILITY DETER-\n   10  MINATIONS  FOR  SUCH  MEDICAL  ASSISTANCE  SHALL BE MADE CONSISTENT WITH\n   11  SECTION THREE HUNDRED SIXTY-SIX-A OF THIS  CHAPTER,  INCLUDING  BUT  NOT\n   12  LIMITED  TO  TIMEFRAMES  FOR ELIGIBILITY DETERMINATIONS AND PROVISION OF\n   13  IDENTIFICATION CARDS, AND PROVIDED FURTHER THAT THE ABSENCE OF AN  EMER-\n   14  GENCY  MEDICAL  CONDITION  SHALL  NOT  BE CONSIDERED IN SUCH ELIGIBILITY\n   15  DETERMINATIONS.\n   16    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04317-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to eligibility for medical assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110124.T125623.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T131124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697164
}