{
  "year" : 2011,
  "senateBillNo" : "A3154-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3154-2011-1295845200000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that candidates who have provided firefighting service may deduct up to a maximum of six years from their age for purposes of meeting the age requirements",
  "summary" : "Provides that candidates who have provided firefighting service may deduct up to a maximum of six years from their age for purposes of meeting the age requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A3625-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3154\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CROUCH, BURLING, FINCH, GIGLIO -- read once and\n         referred to the Committee on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation to age eligibility of\n         candidates for promotion to provisional or permanent  appointments  as\n         police officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 58 of the civil service law is amended by adding  a\n    2  new subdivision 7 to read as follows:\n    3    7.  THE MAXIMUM AGE REQUIREMENT ESTABLISHED IN SUBDIVISION ONE OF THIS\n    4  SECTION, FOR EXAMINATION OR FOR APPOINTMENT OR PROMOTION TO, SUCH PROVI-\n    5  SIONAL OR PERMANENT APPOINTMENT OF CERTAIN POLICE OFFICERS,  THE  PERIOD\n    6  OF  SERVICE  AS A VOLUNTEER FIREFIGHTER AS SUCH IS DEFINED BY THE DUTIES\n    7  AND ACTIVITIES DESCRIBED IN SUBDIVISION  ONE  OF  SECTION  FIVE  OF  THE\n    8  VOLUNTEER  FIREFIGHTERS' BENEFIT LAW AND THE SAME SUCH DUTIES AND ACTIV-\n    9  ITIES PERFORMED FOR A  SPECIALIZED  TEAM  ESTABLISHED  PURSUANT  TO  THE\n   10  PROVISIONS  OF  SECTION TWO HUNDRED NINE-BB OF THE GENERAL MUNICIPAL LAW\n   11  FOR WHICH THE VOLUNTEER FIREFIGHTER DOES NOT RECEIVE ANY REMUNERATION OR\n   12  A GRATUITY, IF SUCH SERVICE OTHERWISE FALLS  WITHIN  THE  DEFINITION  OF\n   13  SERVICE  AS  A  FIREFIGHTER,  OF  A  CANDIDATE  OR ELIGIBLE SHALL NOT BE\n   14  INCLUDED IN COMPUTING THE AGE OF SUCH  CANDIDATE  OR  ELIGIBLE  FOR  THE\n   15  PURPOSES  OF  SUCH  EXAMINATION  OR  APPOINTMENT OR PROMOTION; PROVIDED,\n   16  HOWEVER, THAT NEITHER SHALL THE TOTAL TIME DEDUCTED HEREUNDER IN COMPUT-\n   17  ING THE AGE OF A CANDIDATE OR ELIGIBLE EXCEED SIX YEARS.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04551-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to age eligibility of candidates for promotion to provisional or permanent appointments as police officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110124.T125623.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T131124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697157
}