{
  "year" : 2011,
  "senateBillNo" : "A3158-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to banks",
    "billEventId" : "A3158-2011-1295845200000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the electronic fund transfer privacy act",
  "summary" : "Enacts the \"Electronic Fund Transfer Privacy Act\"; provides privacy protection for consumer engaging in electronic fund transfer transactions by limiting disclosure of personal information about any consumer involved in such and limiting the circumstances in which government authority may get such information; outlines procedures and limitations for obtaining such information and civil penalties for violations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A546-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3158\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. JACOBS -- Multi-Sponsored by -- M. of A. ABBATE,\n         BRENNAN, CYMBROWITZ, DINOWITZ, ENGLEBRIGHT, GALEF,  GLICK,  GOTTFRIED,\n         HIKIND,  HOYT, P. RIVERA, SWEENEY, WEINSTEIN -- read once and referred\n         to the Committee on Banks\n\n       AN ACT to amend the general business law, in relation to restricting the\n         disclosure of personal information contained in electronic fund trans-\n         fers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  24-D to read as follows:\n    3                                 ARTICLE 24-D\n    4                    ELECTRONIC FUND TRANSFER PRIVACY ACT\n    5  SECTION 375. SHORT TITLE.\n    6          375-A. DEFINITIONS.\n    7          375-B. EXPECTATION OF CONFIDENTIALITY.\n    8          375-C. DISCLOSURE TO A GOVERNMENT AUTHORITY; COURT ORDER.\n    9          375-D. CIVIL REMEDIES.\n   10          375-E. SEPARABILITY CLAUSE; CONSTRUCTION.\n   11    S  375.  SHORT  TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   12  THE \"ELECTRONIC FUND TRANSFER PRIVACY ACT\".\n   13    S 375-A. DEFINITIONS. AS USED IN  THIS  ARTICLE,  UNLESS  THE  CONTEXT\n   14  OTHERWISE REQUIRES:\n   15    (A) \"ACCESS DEVICE\" MEANS A CARD, CODE OR OTHER MEANS OF ACCESS TO THE\n   16  CONSUMER'S  ACCOUNT, OR ANY COMBINATION THEREOF, THAT MAY BE USED BY THE\n   17  CONSUMER FOR THE PURPOSE OF INITIATING ELECTRONIC FUND TRANSFERS.\n   18    (B) \"ACCOUNT\" MEANS A  DEMAND,  TIME  OR  SAVINGS  DEPOSIT,  OR  OTHER\n   19  CONSUMER  ASSET  ACCOUNT,  OTHER THAN AN OCCASIONAL OR INCIDENTAL CREDIT\n   20  BALANCE, HELD EITHER DIRECTLY OR INDIRECTLY BY A  FINANCIAL  INSTITUTION\n   21  AND ESTABLISHED FOR PERSONAL, FAMILY OR HOUSEHOLD PURPOSES.\n   22    (C) \"CONSUMER\" MEANS A NATURAL PERSON.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04249-01-1\n\n       A. 3158                             2\n\n    1    (D) \"ELECTRONIC FUND TRANSFER\" MEANS ANY TRANSFER OF FUNDS, OTHER THAN\n    2  A  TRANSACTION  ORIGINATED BY CHECK, DRAFT, OR SIMILAR PAPER INSTRUMENT,\n    3  WHICH IS INITIATED THROUGH AN ELECTRONIC BRANCH,  TELEPHONE  INSTRUMENT,\n    4  OR  COMPUTER  OR MAGNETIC TAPE OR POINT-OF-SALE TERMINAL SO AS TO ORDER,\n    5  INSTRUCT  OR  AUTHORIZE  A  FINANCIAL  INSTITUTION TO DEBIT OR CREDIT AN\n    6  ACCOUNT. SUCH TERM INCLUDES BUT IS NOT LIMITED TO  POINT-OF-SALE  TRANS-\n    7  FERS,  AUTOMATED  TELLER  MACHINE  TRANSACTIONS, DIRECT DEPOSIT OR WITH-\n    8  DRAWALS OF FUNDS AND TRANSFERS INITIATED BY TELEPHONE.\n    9    (E) \"FINANCIAL INSTITUTION\" MEANS A STATE OR NATIONAL BANK, A STATE OR\n   10  FEDERAL SAVINGS AND LOAN ASSOCIATION, A STATE OR FEDERAL MUTUAL  SAVINGS\n   11  BANK, A CO-OPERATIVE BANK, A STATE OR FEDERAL CREDIT UNION, OR ANY OTHER\n   12  PERSON  WHO,  DIRECTLY  OR  INDIRECTLY,  HOLDS AN ACCOUNT BELONGING TO A\n   13  CONSUMER. THE TERM ALSO INCLUDES ANY PERSON WHO ISSUES AN ACCESS  DEVICE\n   14  AND AGREES WITH A CONSUMER TO PROVIDE ELECTRONIC FUND TRANSFER SERVICES.\n   15    (F)  \"GOVERNMENT AUTHORITY\" MEANS ANY FEDERAL, STATE, OR LOCAL UNIT OF\n   16  GOVERNMENT OR ANY AGENCY OR INSTRUMENTALITY THEREOF.\n   17    (G) \"ITEM\" MEANS ANY INSTRUMENT FOR THE PAYMENT OF MONEY,  WHETHER  OR\n   18  NOT IT IS NEGOTIABLE AND WHETHER OR NOT IT TAKES A PAPER FORM.\n   19    (H) \"PERSON\" MEANS A NATURAL PERSON, PARTNERSHIP, CORPORATION, ASSOCI-\n   20  ATION, GOVERNMENT AUTHORITY, OR OTHER LEGAL ENTITY.\n   21    (I)  \"PERSONALLY  IDENTIFIABLE INFORMATION\" MEANS ANY INFORMATION THAT\n   22  IDENTIFIES ANY INDIVIDUAL AS A CONSUMER HAVING AN ACCOUNT AFFECTED BY AN\n   23  ELECTRONIC FUND TRANSFER OR THAT OTHERWISE  PROVIDES  INFORMATION  ABOUT\n   24  THAT INDIVIDUAL, HIS ACCOUNT AND THE ELECTRONIC FUND TRANSFER.\n   25    S 375-B. EXPECTATION OF CONFIDENTIALITY. (A) NO FINANCIAL INSTITUTION,\n   26  OR  ITS  OFFICERS,  EMPLOYEES  OR  AGENTS,  MAY  DISCLOSE THE EXISTENCE,\n   27  LOCATION, DATE, TIME, CONTENTS, EFFECT OR MEANING OF ANY  ITEM  INVOLVED\n   28  IN AN ELECTRONIC FUND TRANSFER MADE BY A CONSUMER EXCEPT TO:\n   29    (1) THE CONSUMER MAKING THE TRANSFER;\n   30    (2) ANY OTHER PERSON WHO IS A PARTY TO THE ELECTRONIC FUND TRANSFER OR\n   31  IS NECESSARY TO EFFECTUATE THE TRANSFER, BUT ONLY TO THE EXTENT THAT THE\n   32  INFORMATION IS NECESSARY TO EFFECTUATE THE TRANSFER;\n   33    (3) AN OFFICER, EMPLOYEE OR AGENT OF THE FINANCIAL INSTITUTION HOLDING\n   34  THE  CONSUMER'S ACCOUNT AFFECTED BY THE TRANSFER FOR THE SOLE PURPOSE OF\n   35  SERVICING THE ACCOUNT RELATIONSHIP, BUT  ONLY  TO  THE  EXTENT  ACTUALLY\n   36  NECESSARY;\n   37    (4)  A  PERSON  AUTHORIZED BY LAW TO HAVE ACCESS TO THE RECORDS OF THE\n   38  FINANCIAL INSTITUTION IN THE COURSE OF SUCH PERSON'S OFFICIAL DUTIES;\n   39    (5) ANY SUPERVISORY OR REGULATORY AGENCY IN THE EXERCISE OF ITS SUPER-\n   40  VISORY OR REGULATORY FUNCTION OR DISCLOSURE THAT IS  OTHERWISE  REQUIRED\n   41  BY ANY LAW OR REGULATION OF SUCH AN AGENCY;\n   42    (6)  A  GOVERNMENT AUTHORITY PURSUANT TO A COURT ORDER AS PROVIDED FOR\n   43  IN SECTION THREE HUNDRED SEVENTY-FIVE-C OF THIS ARTICLE; OR\n   44    (7) PURSUANT TO THE WRITTEN AUTHORIZATION OF THE CONSUMER  MAKING  THE\n   45  TRANSFER; PROVIDED, HOWEVER, THAT SUCH AUTHORIZATION SHALL NOT REMAIN IN\n   46  EFFECT LONGER THAN FORTY-FIVE DAYS.\n   47    (B)  NO  FINANCIAL  INSTITUTION  MAY  SELL OR OTHERWISE DISCLOSE LISTS\n   48  CONTAINING  PERSONALLY  IDENTIFIABLE  INFORMATION  CONCERNING  CONSUMERS\n   49  USING ELECTRONIC FUND TRANSFER SYSTEMS.\n   50    (C)  ANY PERSON RECEIVING PERSONALLY IDENTIFIABLE INFORMATION PURSUANT\n   51  TO SUBDIVISION (A) OF THIS SECTION SHALL NOT REDISCLOSE THAT INFORMATION\n   52  TO ANOTHER PERSON UNLESS AUTHORIZED TO DO SO BY LAW.\n   53    (D) EACH FINANCIAL INSTITUTION SHALL  MAINTAIN  REASONABLE  PROCEDURES\n   54  ACCEPTABLE TO THE BANKING DEPARTMENT DESIGNED TO PREVENT ANY DISCLOSURE,\n   55  OTHER THAN A DISCLOSURE PERMITTED BY SUBDIVISION (A) OF THIS SECTION, OF\n   56  PERSONALLY  IDENTIFIABLE  INFORMATION  RELATING  TO  AN  ELECTRONIC FUND\n\n       A. 3158                             3\n\n    1  TRANSFER. IF A FINANCIAL INSTITUTION BECOMES AWARE  OF  AN  UNAUTHORIZED\n    2  DISCLOSURE,  IT  SHALL,  NOT  LATER THAN THREE DAYS AFTER OBTAINING SUCH\n    3  KNOWLEDGE, DISCLOSE TO  THE  APPLICABLE  CONSUMER  BY  REGISTERED  MAIL,\n    4  RETURN RECEIPT REQUESTED, THE FACT OF THE OCCURRENCE OF THE UNAUTHORIZED\n    5  DISCLOSURE  AND THE PARTICULARS THEREOF KNOWN TO THE SERVICE PROVIDER OR\n    6  TO THE FINANCIAL INSTITUTION.\n    7    (E) NO PERSON MAY OBTAIN PERSONALLY IDENTIFIABLE INFORMATION  RELATING\n    8  TO ANY ELECTRONIC FUND TRANSFER ORIGINATED BY OR ADDRESSED TO A CONSUMER\n    9  EXCEPT AS PROVIDED IN SUBDIVISION (A) OF THIS SECTION.\n   10    (F)  A  FINANCIAL  INSTITUTION MAY NOT INCORPORATE ITS ELECTRONIC FUND\n   11  TRANSFER SYSTEM LINES WITH ANY OTHER ELECTRONIC FUND TRANSFER SYSTEM FOR\n   12  THE PURPOSE OF ASCERTAINING THE PHYSICAL LOCATION OF A CONSUMER USING AN\n   13  ELECTRONIC FUND TRANSFER SYSTEM AT THE TIME OF EFFECTING A TRANSFER.\n   14    (G) NOTHING IN THIS SECTION SHALL PRECLUDE A BANKING INSTITUTION  FROM\n   15  NOTIFYING APPROPRIATE OFFICIALS OF SUSPECTED VIOLATIONS OF LAW. PROVIDED\n   16  HOWEVER, THAT ANY ACCESS TO CUSTOMER RECORDS BY A LAW ENFORCEMENT AGENCY\n   17  OR  OFFICIAL THEREOF SHALL BE GOVERNED BY SECTION THREE HUNDRED SEVENTY-\n   18  FIVE-C OF THIS ARTICLE.\n   19    S 375-C. DISCLOSURE TO A GOVERNMENT AUTHORITY; COURT ORDER.  A  FINAN-\n   20  CIAL INSTITUTION MAY DISCLOSE PERSONALLY IDENTIFIABLE INFORMATION RELAT-\n   21  ING TO AN ELECTRONIC FUND TRANSFER IF:\n   22    (A)  THE  FINANCIAL  INSTITUTION IS SERVED WITH A SEARCH WARRANT WHICH\n   23  PARTICULARLY DESCRIBES  THE  INFORMATION  OR  MATERIAL  REQUIRED  TO  BE\n   24  DISCLOSED.  IN  SUCH  EVENT THE FINANCIAL INSTITUTION SHALL (1) DISCLOSE\n   25  ONLY THE INFORMATION AND MATERIAL THUS  DESCRIBED  AND  (2)  UNLESS  THE\n   26  WARRANT  EXPRESSLY PROVIDES TO THE CONTRARY, IMMEDIATELY NOTIFY IN WRIT-\n   27  ING THE INDIVIDUAL OR ENTITY INVOLVED  THAT  SUCH  DISCLOSURE  HAS  BEEN\n   28  MADE;\n   29    (B)  THE FINANCIAL INSTITUTION IS SERVED WITH A SUBPOENA WHICH PARTIC-\n   30  ULARLY DESCRIBES THE INFORMATION OR MATERIAL REQUIRED TO  BE  DISCLOSED.\n   31  IN  SUCH  EVENT, UNLESS OTHERWISE PROVIDED BY COURT ORDER, OR UNLESS THE\n   32  SUBPOENA STATES ON ITS FACE THAT IT IS SERVED ON BEHALF  OF  A  JUDGMENT\n   33  CREDITOR  SEEKING  TO  ENFORCE  A  JUDGMENT  WHICH  HAS BEEN ENTERED AND\n   34  REMAINS UNSATISFIED, THE FINANCIAL INSTITUTION  SHALL  NOT  COMPLY  WITH\n   35  SUCH  SUBPOENA  UNTIL  EXPIRATION  OF  SEVEN  DAYS  AFTER  IT SHALL HAVE\n   36  PROVIDED THE INDIVIDUAL OR ENTITY INVOLVED WITH WRITTEN NOTICE  OF  SUCH\n   37  SUBPOENA,  WHICH  NOTICE  SHALL  BE PROVIDED IMMEDIATELY UPON RECEIPT OF\n   38  SUCH SUBPOENA. SUCH SEVEN DAY PERIOD SHALL BE MEASURED FROM THE DATE  OF\n   39  MAILING BY FIRST CLASS MAIL BY THE FINANCIAL INSTITUTION OF THE REQUIRED\n   40  NOTIFICATION;\n   41    (C)  NOTWITHSTANDING  THE  FOREGOING IF THE SEARCH WARRANT OR SUBPOENA\n   42  PROVIDES THAT THE INFORMATION REQUESTED SHALL BE PRODUCED  IN  A  COURT,\n   43  SUCH  DISCLOSURE  MAY  BE MADE PRIOR TO THE EXPIRATION OF SUCH SEVEN DAY\n   44  PERIOD IN COMPLIANCE WITH THE TERMS OF THE SEARCH WARRANT OR SUBPOENA.\n   45    S 375-D.  CIVIL REMEDIES.  (A) A CONSUMER AGGRIEVED  BY  VIOLATION  OF\n   46  THIS  ARTICLE  MAY MAINTAIN A CIVIL ACTION FOR DAMAGES AND FOR EQUITABLE\n   47  RELIEF.\n   48    (B) ANY PERSON WHO DISCLOSES PERSONALLY  IDENTIFIABLE  INFORMATION  IN\n   49  VIOLATION  OF  THIS  ARTICLE  OR  WHO  OTHERWISE  ENGAGES  IN CONDUCT IN\n   50  VIOLATION OF THIS ARTICLE SHALL BE  LIABLE  TO  THE  AGGRIEVED  CONSUMER\n   51  ACTING  EITHER IN AN INDIVIDUAL CAPACITY OR AS THE MEMBER OF A CLASS FOR\n   52  AN AMOUNT EQUAL TO THE SUM OF:\n   53    (1) ANY ACTUAL DAMAGES  SUSTAINED  BY  THE  CONSUMER  OR  ONE  HUNDRED\n   54  DOLLARS, WHICHEVER IS GREATER, AS A RESULT OF THE DISCLOSURE;\n\n       A. 3158                             4\n\n    1    (2)  IN THE CASE OF ANY SUCCESSFUL ACTION FOR DAMAGES, THE PLAINTIFF'S\n    2  REASONABLE ATTORNEY'S FEES AND  OTHER  COSTS  OF  LITIGATION  REASONABLY\n    3  INCURRED.\n    4    (C) IN ANY CIVIL ACTION BROUGHT UNDER THIS SECTION IN WHICH THE PLAIN-\n    5  TIFF  OR PLAINTIFFS HAVE SUBSTANTIALLY PREVAILED, THE COURT, IN ADDITION\n    6  TO ANY ACTUAL DAMAGES OR  EQUITABLE  RELIEF,  MAY  AWARD  SUCH  PUNITIVE\n    7  DAMAGES AS MAY BE WARRANTED.\n    8    (D) NO ACTION UNDER THIS SECTION SHALL BE BROUGHT LATER THAN TWO YEARS\n    9  FROM  THE  DATE  OF THE DISCOVERY OF THE VIOLATION, BUT IN NO CASE SHALL\n   10  SUCH AN ACTION BE BROUGHT LATER THAN SEVEN YEARS FROM THE  DATE  OF  THE\n   11  VIOLATION.\n   12    S  375-E.  SEPARABILITY  CLAUSE; CONSTRUCTION. (A) IF ANY PROVISION OF\n   13  THIS ARTICLE OR THE APPLICATION THEREOF IS HELD INVALID,  THE  REMAINDER\n   14  OF THIS ARTICLE AND THE APPLICATION OF ANY PROVISION TO OTHER PERSONS OR\n   15  CIRCUMSTANCES SHALL NOT BE AFFECTED THEREBY.\n   16    (B)  THIS  ARTICLE SHALL BE LIBERALLY CONSTRUED TO EFFECT THE PURPOSES\n   17  THEREOF.\n   18    S 2. This act shall take effect on the first of January next  succeed-\n   19  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to restricting the disclosure of personal information contained in electronic fund transfers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110124.T125623.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697176
}