{
  "year" : 2011,
  "senateBillNo" : "A3151-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3151-2011-1295845200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts police officers, firefighters and volunteer ambulance workers from service as a juror",
  "summary" : "Exempts police officers, members of a fire company, and volunteer firemen and volunteer ambulance workers from service as a grand or petit juror; provides a procedure for claiming such an exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "A2042-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3151\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, BUTLER -- Multi-Sponsored by -- M. of A.\n         CONTE,  J. MILLER,  SAYWARD,  THIELE  -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to exemption from service\n         as a juror\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 500 of the judiciary law, as amended by chapter 86\n    2  of the laws of 1995, is amended to read as follows:\n    3    S 500. Declaration of policy. It is the policy of this state that  all\n    4  litigants  in  the  courts of this state entitled to trial by jury shall\n    5  have the right to grand and petit juries selected at random from a  fair\n    6  cross-section  of  the  community  in  the  county or other governmental\n    7  subdivision wherein the court convenes; and that all  eligible  citizens\n    8  shall  have  the  opportunity  to serve on grand and petit juries in the\n    9  courts of this state,  and  shall  have  an  obligation  to  serve  when\n   10  summoned for that purpose, unless EXEMPTED OR excused.\n   11    S 2. Section 509 of the judiciary law, as amended by chapter 86 of the\n   12  laws  of  1995, subdivision (a) as amended by chapter 520 of the laws of\n   13  1998, is amended to read as follows:\n   14    S 509. Qualification of jurors. (a) The commissioner of  jurors  shall\n   15  determine  the  qualifications  of  a  prospective juror on the basis of\n   16  information provided on the  juror's  qualification  questionnaire.  The\n   17  commissioner  of  jurors  may  also consider other information including\n   18  information obtained from public agencies concerning  previous  criminal\n   19  convictions.  The  commissioner  may  require  the fingerprinting of all\n   20  persons drawn for grand jury service. A record of the  persons  who  are\n   21  found  not  qualified [or who are], EXEMPTED OR excused, and the reasons\n   22  therefor, shall be maintained by the commissioner of jurors. The  county\n   23  jury  board  shall  have  the  power  to review any determination of the\n   24  commissioner as to qualifications, EXEMPTIONS and  excuses.  Such  ques-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02846-01-1\n\n       A. 3151                             2\n\n    1  tionnaires and records shall be considered confidential and shall not be\n    2  disclosed  except to the county jury board or as permitted by the appel-\n    3  late division.\n    4    (b)  The  commissioner  may  mail  to each prospective juror the juror\n    5  qualification questionnaire AND A  LIST  OF  THE  EXEMPTIONS  FROM  JURY\n    6  SERVICE  PROVIDED FOR IN THIS ARTICLE.  The person to whom the question-\n    7  naire is mailed shall complete and sign it and return it to the  commis-\n    8  sioner  within  ten  days  of mailing. If the questionnaire has not been\n    9  returned or properly completed, or if the commissioner otherwise  deter-\n   10  mines that a personal interview is required, the commissioner may summon\n   11  the  prospective  juror  to  appear before him or her for the purpose of\n   12  filling out the questionnaire or being examined as to his or her  compe-\n   13  tence, qualifications, eligibility and liability to serve as a juror AND\n   14  TO  PRESENT CLAIMS FOR EXEMPTIONS.  Such person shall not be entitled to\n   15  any fee or mileage when responding for such purpose. The summons may  be\n   16  served personally or by leaving it at the person's residence or place of\n   17  business  with  a  person of suitable age and discretion, or by mail. If\n   18  served personally or by  substitution  the  summons  shall  require  the\n   19  person  summoned  to  attend  not  less than five days after service. If\n   20  served by mail the summons shall require the person summoned  to  attend\n   21  not less than eight days after mailing.\n   22    S 3. The judiciary law is amended by adding  a new section 512 to read\n   23  as follows:\n   24    S  512.  EXEMPTIONS.  (A) UPON CLAIMING EXEMPTIONS THEREFROM, A POLICE\n   25  OFFICER, AS DEFINED IN SECTION 1.20 OF THE  CRIMINAL  PROCEDURE  LAW;  A\n   26  MEMBER  OF  A FIRE COMPANY OR DEPARTMENT DULY ORGANIZED ACCORDING TO THE\n   27  LAWS OF THE STATE OR ANY POLITICAL SUBDIVISION  THEREOF  AND  PERFORMING\n   28  DUTIES  THEREIN;  AN EXEMPT VOLUNTEER FIREFIGHTER, AS DEFINED IN SECTION\n   29  TWO HUNDRED OF THE GENERAL MUNICIPAL LAW; OR A VOLUNTEER AMBULANCE WORK-\n   30  ER, AS DEFINED IN SUBDIVISION NINE-B OF SECTION TWO  HUNDRED  NINETEEN-C\n   31  OF THE GENERAL MUNICIPAL LAW, IS EXEMPT FROM SERVICE AS A JUROR.\n   32    (B)  A PERSON CLAIMING TO BE EXEMPT FROM JURY SERVICE PURSUANT TO THIS\n   33  SECTION SHALL FILE WITH THE  COMMISSIONER  OF  JURORS  AN  AFFIDAVIT,  A\n   34  CERTIFICATE OR A QUESTIONNAIRE AS REQUIRED BY SUCH COMMISSIONER, STATING\n   35  THE FACTS ENTITLING AN EXEMPTION. IF A PERSON CLAIMS AN EXEMPTION AND IT\n   36  IS  NOT  GRANTED, THE CLAIM MAY BE PRESENTED TO THE COURT WHEN DRAWN FOR\n   37  JURY SERVICE OR SUCH PERSON MAY SEEK TO HAVE SUCH  REFUSAL  REVIEWED  IN\n   38  THE  MANNER  PROVIDED BY ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW\n   39  AND RULES.\n   40    S 4. Section 518 of the judiciary law, as amended by chapter 86 of the\n   41  laws of 1995, is amended to read as follows:\n   42    S 518. Discharge by the court. The court shall discharge a person from\n   43  serving as a trial or a grand juror whenever it  satisfactorily  appears\n   44  that he or she is not qualified OR CLAIMS THE BENEFIT OF THE EXEMPTION.\n   45    S  5. This act shall take effect on the first of January next succeed-\n   46  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to exemption from service as a juror ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T154137.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697138
}