{
  "year" : 2011,
  "senateBillNo" : "A3165-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3165-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a modification reducing federal gross income in determining New York adjusted gross income for active volunteer firefighters and volunteer ambulance members",
  "summary" : "Provides a modification reducing federal adjusted gross income (USAGI) in determining New York adjusted gross income (NYAGI) for state income tax purposes for active volunteer firefighters and members of volunteer ambulance companies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4609-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3165\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, SCHIMMINGER, CLARK, CUSICK, WEISENBERG\n         -- Multi-Sponsored by -- M. of A. ORTIZ,  PHEFFER  --  read  once  and\n         referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend  the tax law, in relation to providing a modification\n         reducing  federal  adjusted  gross  income  in  determining  New  York\n         adjusted  gross  income  for  personal  income tax purposes for active\n         volunteer firefighters  and  active  members  of  volunteer  ambulance\n         companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (c) of section 612 of the tax law is amended  by\n    2  adding a new paragraph 39 to read as follows:\n    3    (39)  THE  SUM OF ONE THOUSAND FIVE HUNDRED DOLLARS FOR A TAXPAYER WHO\n    4  IS EITHER AN ACTIVE VOLUNTEER FIREFIGHTER  OR  AN  ACTIVE  MEMBER  OF  A\n    5  VOLUNTEER  AMBULANCE  COMPANY, EXCEPT THAT IF SUCH TAXPAYER IS AN ACTIVE\n    6  MEMBER OF BOTH A VOLUNTEER FIRE COMPANY AND A VOLUNTEER AMBULANCE COMPA-\n    7  NY, THE SUM OF TWO THOUSAND DOLLARS. IF SUCH MODIFICATION REDUCES FEDER-\n    8  AL ADJUSTED GROSS INCOME BELOW ZERO, ONLY THE PORTION OF SUCH  MODIFICA-\n    9  TION THAT REDUCES FEDERAL ADJUSTED GROSS INCOME TO ZERO MAY BE CLAIMED.\n   10    S  2. This act shall take effect on the first of January next succeed-\n   11  ing the date on which it shall have become a  law  and  shall  apply  to\n   12  taxable years which begin on or after such date; provided, however, that\n   13  effective  immediately,  the  addition,  amendment  and/or repeal of any\n   14  rules or regulations necessary for the implementation of  the  foregoing\n   15  section  of this act on its effective date is authorized and directed to\n   16  be made and completed on or before such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05371-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a modification reducing federal adjusted gross income in determining New York adjusted gross income for personal income tax purposes for active volunteer firefighters and active members of volunteer ambulance companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131624.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796505
}