{
  "year" : 2011,
  "senateBillNo" : "A3164-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3164-2011-1295845200000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the employee retirement system board of trustees to operate the New York state and local employees' retirement system",
  "summary" : "Establishes the employee retirement system board of trustees to operate the New York state and local employees' retirement system and the New York state and local police and fire retirement system, and regulating investment firms doing business with the common retirement fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "A10969-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3164\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. MONTESANO, FINCH -- read once and referred to the\n         Committee on Governmental Employees\n\n       AN  ACT  to  amend  the  retirement  and  social security law, the state\n         finance law and the public officers law, in relation  to  establishing\n         the  employee  retirement  system board of trustees to operate the New\n         York state and local employees' retirement system  and  the  New  York\n         state  and  local  police  and  fire retirement system, and regulating\n         investment firms doing business with the common retirement fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2  of  the retirement and social security law is\n    2  amended by adding a new subdivision 8-a to read as follows:\n    3    8-A. \"EMPLOYEE RETIREMENT SYSTEM BOARD\" OR \"BOARD.\" THE ENTITY  ESTAB-\n    4  LISHED PURSUANT TO SECTION TEN-A OF THIS ARTICLE.\n    5    S 2. The retirement and social security law is amended by adding a new\n    6  section 10-a to read as follows:\n    7    S  10-A.  THE  EMPLOYEE  RETIREMENT SYSTEM BOARD.   1. THERE IS HEREBY\n    8  ESTABLISHED THE EMPLOYEE RETIREMENT SYSTEM BOARD, WHICH SHALL CONSIST OF\n    9  FIVE MEMBERS TO BE APPOINTED BY A  DESIGNATING  COMMISSION  PURSUANT  TO\n   10  SECTION SEVENTY-THREE-C OF THE PUBLIC OFFICERS LAW.\n   11    2.  EACH  MEMBER  OF  THE  BOARD SHALL HAVE EXPERIENCE IN THE FIELD OF\n   12  SECURITIES INVESTMENT, PENSION ADMINISTRATION, PENSION  LAW  OR  GOVERN-\n   13  MENTAL  FINANCE,  SHALL  SERVE FIVE YEAR TERMS AND MAY BE REAPPOINTED TO\n   14  THE BOARD; PROVIDED, HOWEVER, THAT OF THE MEMBERS INITIALLY APPOINTED TO\n   15  THE BOARD, ONE SHALL SERVE FOR ONE YEAR, ONE SHALL SERVE FOR TWO  YEARS,\n   16  ONE  SHALL SERVE FOR THREE YEARS, ONE SHALL SERVE FOR FOUR YEARS AND ONE\n   17  SHALL SERVE FOR FIVE YEARS, AS DESIGNATED BY THE COMMISSION.  MEMBERS OF\n   18  THE BOARD SHALL RECEIVE NO COMPENSATION  FOR  THEIR  SERVICES  AS  BOARD\n   19  MEMBERS,  BUT  SHALL  BE  ENTITLED TO REIMBURSEMENT FOR THEIR ACTUAL AND\n   20  NECESSARY EXPENSES INCURRED  IN  THE  PERFORMANCE  OF  THEIR  FUNCTIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02309-02-1\n\n       A. 3164                             2\n\n    1  VACANCIES TO THE BOARD SHALL BE FILLED WITHIN SIXTY DAYS OF THEIR OCCUR-\n    2  RENCE IN THE SAME MANNER AS ORIGINAL APPOINTMENTS.\n    3    3. THE MEMBERS OF THE BOARD SHALL BE SUBJECT TO SECTIONS SEVENTY-THREE\n    4  AND SEVENTY-FOUR OF THE PUBLIC OFFICERS LAW.\n    5    4. BOARD MEMBERS SHALL PARTICIPATE IN TRAINING, DEVELOPED AND ADMINIS-\n    6  TERED  BY  THE DEPARTMENT OF AUDIT AND CONTROL, IN CONSULTATION WITH THE\n    7  SUPERINTENDENT OF INSURANCE AND THE ATTORNEY GENERAL,  REGARDING  LEGAL,\n    8  FIDUCIARY,  FINANCIAL  AND  ETHICAL  RESPONSIBILITIES WITHIN ONE YEAR OF\n    9  APPOINTMENT TO THE BOARD.\n   10    5. A MAJORITY OF THE MEMBERS OF THE BOARD SHALL CONSTITUTE  A  QUORUM,\n   11  AND ALL ACTIONS OF THE BOARD SHALL REQUIRE APPROVAL OF A MAJORITY OF THE\n   12  TOTAL MEMBERS OF THE BOARD.\n   13    6.  THE  BOARD  MAY  EMPLOY  AN EXECUTIVE DIRECTOR, AND TWO ADDITIONAL\n   14  EMPLOYEES AS IT MAY REQUIRE. THE BOARD SHALL ESTABLISH COMPENSATION THAT\n   15  IS REASONABLE AND CUSTOMARY FOR SUCH POSITIONS.\n   16    7. THE BOARD MAY, IN CONSULTATION WITH THE  SUPERINTENDENT  OF  INSUR-\n   17  ANCE,  PROMULGATE RULES AND REGULATIONS ON THE GOVERNANCE OF THE RETIRE-\n   18  MENT SYSTEM, AND SUCH OTHER RULES AND REGULATIONS AS IT MAY DEEM  APPRO-\n   19  PRIATE.\n   20    S  3.  Subdivisions b and c and the opening paragraph of subdivision g\n   21  of section 13 of the retirement and social security law,  subdivision  b\n   22  as  amended  by  chapter 369 of the laws of 1964, are amended to read as\n   23  follows:\n   24    b. The [comptroller] MEMBERS OF THE EMPLOYEE RETIREMENT  SYSTEM  BOARD\n   25  shall  be  trustee of the several funds of the retirement system AND THE\n   26  COMPTROLLER SHALL BE CUSTODIAN OF SUCH  FUNDS.    Such  funds  shall  be\n   27  invested  by  the  comptroller  AS AUTHORIZED BY THE EMPLOYEE RETIREMENT\n   28  SYSTEM BOARD, in securities in which he OR SHE is authorized by  law  to\n   29  invest the funds of the state, except that he OR SHE may invest in obli-\n   30  gations  consisting  of  notes,  bonds,  debentures,  or equipment trust\n   31  certificates issued under an indenture, which are the direct obligations\n   32  of, or in the case of equipment trust certificates are secured by direct\n   33  obligations of, a railroad or industrial corporation, or  a  corporation\n   34  engaged  directly  and  primarily  in  the  production,  transportation,\n   35  distribution, or sale of electricity or gas, or the operation  of  tele-\n   36  phone  or  telegraph  systems  or  waterworks, or in some combination of\n   37  them; provided the obligor corporation  is  one  which  is  incorporated\n   38  under  the  laws  of  the United States, or any state thereof, or of the\n   39  District of Columbia, and said obligations shall be rated at the time of\n   40  purchase within the three  highest  classifications  established  by  at\n   41  least  two  standard  rating services. The maximum amount that the comp-\n   42  troller AS AUTHORIZED BY THE BOARD may invest in such obligations  shall\n   43  not exceed thirty per centum of the assets of the New York state employ-\n   44  ees'  retirement system's funds; and provided further that not more than\n   45  two and one half per centum of the assets of the New York state  employ-\n   46  ees'  retirement  system's funds shall be invested in the obligations of\n   47  any one corporation of the  highest  classification  and  subsidiary  or\n   48  subsidiaries thereof, that not more than two per centum of the assets of\n   49  the  New  York  state  employees'  retirement  system's  funds  shall be\n   50  invested in the obligations of any one corporation of the second highest\n   51  classification and subsidiary or subsidiaries  thereof,  that  not  more\n   52  than  one  and  one  half per centum of the assets of the New York state\n   53  employees' retirement system's funds shall  be  invested  in  the  obli-\n   54  gations  of  any one corporation of the third highest classification and\n   55  subsidiary or subsidiaries thereof.    He  OR  SHE  shall,  however,  be\n   56  subject  to  all terms, conditions, limitations and restrictions imposed\n\n       A. 3164                             3\n\n    1  by this article and by law upon the  making  of  such  investments.  The\n    2  comptroller AS AUTHORIZED BY THE BOARD shall have full power:\n    3    1.  To hold, purchase, sell, assign, transfer or dispose of any of the\n    4  securities or investments, in which any of the funds of  the  retirement\n    5  system shall be invested, including the proceeds of such investments and\n    6  any monies belonging to such funds, and\n    7    2.  In  his OR HER name as [trustee] CUSTODIAN, to foreclose mortgages\n    8  upon default or to take title to real property in  such  proceedings  in\n    9  lieu thereof and to lease and sell real property so acquired.\n   10    c. The comptroller AS AUTHORIZED BY THE BOARD annually shall credit to\n   11  each  of the funds of the retirement system regular interest on the mean\n   12  amount therein for the preceding year.\n   13    Neither the comptroller nor THE MEMBERS OF THE  BOARD  OR  any  person\n   14  employed on the work of the retirement system shall:\n   15    S 4. The retirement and social security law is amended by adding a new\n   16  article 3-B to read as follows:\n   17                                  ARTICLE 3-B\n   18                TRANSPARENCY, ACCOUNTABILITY AND PROHIBITIONS\n   19                       IN THE STATE RETIREMENT SYSTEM\n   20  SECTION 156. PROHIBITION ON PLACEMENT AGENTS.\n   21    S  156.  PROHIBITION  ON  PLACEMENT  AGENTS.   1. DEFINITIONS. FOR THE\n   22  PURPOSES OF THIS SECTION, THE FOLLOWING DEFINITIONS SHALL APPLY:\n   23    (A) \"CONFLICT OF INTEREST\" SHALL MEAN A CIRCUMSTANCE  UNDER  WHICH  AN\n   24  INDIVIDUAL  OR  ENTITY  HAS  AN INTEREST THAT HE, SHE OR IT IS AWARE MAY\n   25  IMPAIR HIS, HER OR ITS IMPARTIAL OR OBJECTIVE JUDGMENT.\n   26    (B) \"CONSULTANT\" SHALL MEAN ANY PERSON (OTHER THAN AN EMPLOYEE OF  THE\n   27  BOARD  OR  THE  COMPTROLLER)  OR  ENTITY RETAINED BY THE FUND TO PROVIDE\n   28  TECHNICAL OR PROFESSIONAL SERVICES TO THE FUND RELATING  TO  INVESTMENTS\n   29  BY  THE  FUND, INCLUDING OUTSIDE INVESTMENT COUNSEL AND LITIGATION COUN-\n   30  SEL, CUSTODIANS, ADMINISTRATORS, BROKER-DEALERS, AND PERSONS OR ENTITIES\n   31  THAT IDENTIFY INVESTMENT OBJECTIVES AND RISKS, ASSIST IN  THE  SELECTION\n   32  OF  MONEY MANAGERS, SECURITIES, OR OTHER INVESTMENTS, OR MONITOR INVEST-\n   33  MENT PERFORMANCE.\n   34    (C) \"FAMILY MEMBER\" SHALL MEAN ANY PERSON RELATED BY BLOOD,  MARRIAGE,\n   35  ADOPTION, OR OPERATION OF LAW WHO RESIDES IN THE SAME HOUSEHOLD, AND ANY\n   36  PERSON  RELATED  TO SUCH PERSON WITHIN THE THIRD DEGREE OF CONSANGUINITY\n   37  OR AFFINITY.\n   38    (D) \"FUND\" SHALL MEAN THE NEW YORK STATE COMMON RETIREMENT FUND.\n   39    (E) \"EMPLOYEE RETIREMENT SYSTEM BOARD\" OR \"BOARD\" SHALL MEAN THE ENTI-\n   40  TY ESTABLISHED PURSUANT TO SECTION TEN-A OF THIS CHAPTER.\n   41    (F) \"INVESTMENT MANAGER\" SHALL MEAN ANY PERSON (OTHER THAN AN EMPLOYEE\n   42  OF THE DEPARTMENT OF AUDIT AND CONTROL) OR ENTITY ENGAGED BY THE FUND IN\n   43  THE MANAGEMENT OF PART OR ALL OF AN INVESTMENT PORTFOLIO  OF  THE  FUND.\n   44  \"MANAGEMENT\" SHALL INCLUDE, BUT IS NOT LIMITED TO, ANALYSIS OF PORTFOLIO\n   45  HOLDINGS, AND THE PURCHASE, SALE, AND LENDING THEREOF.\n   46    (G)  \"INVESTMENT POLICY STATEMENT\" SHALL MEAN A WRITTEN DOCUMENT THAT,\n   47  CONSISTENT WITH LAW, SETS FORTH A FRAMEWORK FOR THE  INVESTMENT  PROGRAM\n   48  OF THE FUND.\n   49    (H) \"PLACEMENT AGENT\" SHALL MEAN ANY PERSON OR ENTITY THAT IS DIRECTLY\n   50  OR  INDIRECTLY  ENGAGED  AND  COMPENSATED  BY  AN  INVESTMENT MANAGER TO\n   51  PROMOTE INVESTMENTS TO OR  SOLICIT  INVESTMENTS  BY  THE  FUND,  WHETHER\n   52  COMPENSATED  ON  A  FLAT  FEE, A CONTINGENT FEE, OR ANY OTHER BASIS, AND\n   53  SHALL INCLUDE A REGISTERED LOBBYIST. REGULAR EMPLOYEES OF AN  INVESTMENT\n   54  MANAGER ARE EXCLUDED FROM THIS DEFINITION UNLESS THEY ARE EMPLOYED PRIN-\n   55  CIPALLY  FOR  THE  PURPOSE  OF  SECURING  OR INFLUENCING THE DECISION TO\n   56  SECURE A PARTICULAR TRANSACTION OR INVESTMENT BY THE FUND. FOR  PURPOSES\n\n       A. 3164                             4\n\n    1  OF  THIS  PARAGRAPH,  THE  TERM  \"EMPLOYEE\" SHALL INCLUDE ANY PERSON WHO\n    2  WOULD QUALIFY AS AN EMPLOYEE UNDER THE FEDERAL INTERNAL REVENUE CODE  OF\n    3  1986, AS AMENDED.\n    4    (I)  \"RETIREMENT  SYSTEM\"  SHALL  MEAN  THE  NEW  YORK STATE AND LOCAL\n    5  EMPLOYEES' RETIREMENT SYSTEM AND THE NEW YORK STATE AND LOCAL POLICE AND\n    6  FIRE RETIREMENT SYSTEM.\n    7    (J) \"THIRD PARTY ADMINISTRATOR\" SHALL MEAN ANY PERSON OR  ENTITY  THAT\n    8  CONTRACTUALLY PROVIDES ADMINISTRATIVE SERVICES TO THE RETIREMENT SYSTEM,\n    9  INCLUDING  RECEIVING  AND RECORDING EMPLOYER AND EMPLOYEE CONTRIBUTIONS,\n   10  MAINTAINING ELIGIBILITY ROSTERS,  VERIFYING  ELIGIBILITY  FOR  BENEFITS,\n   11  PAYING  BENEFITS  OR  MAINTAINING  ANY  OTHER RETIREMENT SYSTEM RECORDS.\n   12  \"ADMINISTRATIVE SERVICES\" SHALL NOT INCLUDE  SERVICES  PROVIDED  TO  THE\n   13  FUND RELATING TO FUND INVESTMENTS.\n   14    2. IN ORDER TO PRESERVE THE INDEPENDENCE AND INTEGRITY OF THE FUND, TO\n   15  PRECLUDE  POTENTIAL  CONFLICTS  OF  INTEREST, AND TO ASSIST THE BOARD IN\n   16  FULFILLING ITS DUTIES AS A FIDUCIARY TO THE FUND:\n   17    (A) THE BOARD SHALL NOT ENGAGE, HIRE, INVEST  WITH  OR  COMMIT  TO  AN\n   18  OUTSIDE  INVESTMENT MANAGER, EITHER DIRECTLY OR INDIRECTLY, WHO IS USING\n   19  THE SERVICES OF A PLACEMENT AGENT TO ASSIST THE  INVESTMENT  MANAGER  IN\n   20  OBTAINING INVESTMENTS BY THE FUND; AND\n   21    (B)  AN  INVESTMENT  MANAGER  MAY  NOT USE THE SERVICES OF A PLACEMENT\n   22  AGENT TO ASSIST THE INVESTMENT MANAGER IN OBTAINING INVESTMENTS  BY  THE\n   23  FUND OR OTHERWISE DOING BUSINESS THEREWITH.\n   24    3.  AN  INVESTMENT  MANAGER  SHALL  DISCLOSE AND CERTIFY ON AT LEAST A\n   25  SEMI-ANNUAL BASIS, AND MORE FREQUENTLY AS DETERMINED BY THE BOARD:\n   26    (A) THE NAME,  TITLE  AND  DESCRIPTION  OF  RESPONSIBILITIES  OF  EACH\n   27  EMPLOYEE  OF  THE  INVESTMENT  MANAGER WHOSE PROFESSIONAL DUTIES INCLUDE\n   28  CONTACT WITH THE RETIREMENT SYSTEM, INCLUDING  THE  RETIREMENT  SYSTEM'S\n   29  EMPLOYEES, ADVISORS, CONSULTANTS AND THIRD-PARTY ADMINISTRATORS;\n   30    (B)  WHETHER AN EMPLOYEE OF THE INVESTMENT MANAGER, WHOSE PROFESSIONAL\n   31  DUTIES INCLUDE CONTACT WITH THE  RETIREMENT  SYSTEM,  IS  A  CURRENT  OR\n   32  FORMER  RETIREMENT  SYSTEM EMPLOYEE, ADVISOR, CONSULTANT, OR THIRD-PARTY\n   33  ADMINISTRATOR;\n   34    (C) WHETHER ANY EMPLOYEE OF THE INVESTMENT MANAGER, WHOSE PROFESSIONAL\n   35  DUTIES INCLUDE CONTACT WITH THE RETIREMENT SYSTEM, HAS REGISTERED  AS  A\n   36  LOBBYIST WITH ANY STATE OR THE FEDERAL GOVERNMENT IN THE PAST TWO YEARS;\n   37  AND\n   38    (D)  THE  NAMES AND ADDRESSES OF ALL THIRD PARTIES THAT THE INVESTMENT\n   39  MANAGER COMPENSATED IN CONNECTION WITH  INVESTMENTS  IN  THE  RETIREMENT\n   40  SYSTEM, INCLUDING ANY FEES, COMMISSIONS OR RETAINERS, AND THE AMOUNTS OF\n   41  SUCH COMPENSATION.\n   42    4.  AN  INVESTMENT  MANAGER  SHALL  PROMPTLY DISCLOSE TO THE BOARD, IN\n   43  WRITING, ANY APPARENT, POTENTIAL OR ACTUAL CONFLICT OF INTEREST  BETWEEN\n   44  THE INVESTMENT MANAGER, INCLUDING THE INVESTMENT MANAGER'S EMPLOYEES AND\n   45  ANY  FAMILY MEMBERS OF THE INVESTMENT MANAGER AND ITS EMPLOYEES, AND THE\n   46  RETIREMENT SYSTEM, INCLUDING THE RETIREMENT SYSTEM'S EMPLOYEES, CONSULT-\n   47  ANTS, THIRD-PARTY ADMINISTRATORS AND ANY FAMILY MEMBERS OF  THE  EMPLOY-\n   48  EES, CONSULTANTS, AND THIRD-PARTY ADMINISTRATORS.  THE INVESTMENT MANAG-\n   49  ER  SHALL  NOT  PROVIDE  ANY SERVICES CONCERNING ANY MATTERS AFFECTED BY\n   50  SUCH CONFLICT OF INTEREST UNLESS THE RETIREMENT SYSTEM EXPRESSLY  WAIVES\n   51  SUCH PROHIBITION OR UNTIL THE CONFLICT OF INTEREST IS OTHERWISE CURED.\n   52    5.  AN  INVESTMENT  MANAGER  SHALL PUBLISH ALL DISCLOSURES AND CERTIF-\n   53  ICATIONS REQUIRED BY THIS SECTION ON THE INVESTMENT MANAGER'S WEBSITE.\n   54    6. THE ATTORNEY GENERAL MAY ENFORCE THE PROVISIONS  OF  THIS  SECTION,\n   55  AND  MAY  SEEK AN INJUNCTION, ON NOTICE OF FIVE DAYS, ENJOINING A PERSON\n   56  OR ENTITY FROM CONTINUING TO ENGAGE IN ANY CONDUCT IN VIOLATION OF  THIS\n\n       A. 3164                             5\n\n    1  SECTION.  NOTHING  IN THIS SECTION SHALL BE CONSTRUED TO LIMIT ANY RIGHT\n    2  OR REMEDY OTHERWISE AVAILABLE  UNDER  LAW  TO  ANY  PERSON,  OR  ENTITY,\n    3  INCLUDING THE ATTORNEY GENERAL.\n    4    7. THE BOARD SHALL:\n    5    (A)  FILE  WITH THE SUPERINTENDENT OF INSURANCE AN ANNUAL STATEMENT AS\n    6  PRESCRIBED BY SECTION THREE HUNDRED SEVEN OF THE INSURANCE LAW,  INCLUD-\n    7  ING  THE RETIREMENT SYSTEM'S FINANCIAL STATEMENT, TOGETHER WITH AN OPIN-\n    8  ION OF AN INDEPENDENT  CERTIFIED  PUBLIC  ACCOUNTANT  ON  THE  FINANCIAL\n    9  STATEMENT;\n   10    (B) DISCLOSE ON THE OFFICE OF STATE COMPTROLLER'S WEBSITE, ON AT LEAST\n   11  AN  ANNUAL  BASIS,  ALL  FEES  PAID  BY THE FUND TO INVESTMENT MANAGERS,\n   12  CONSULTANTS, AND THIRD-PARTY ADMINISTRATORS;\n   13    (C) DISCLOSE ON THE OFFICE OF STATE COMPTROLLER'S WEBSITE  THE  FUND'S\n   14  INVESTMENT POLICIES AND PROCEDURES; AND\n   15    (D)  REQUIRE  FIDUCIARY  AND  CONFLICT OF INTEREST REVIEWS OF THE FUND\n   16  EVERY THREE YEARS BY A QUALIFIED UNAFFILIATED PERSON.\n   17    8. FOR PURPOSES OF THIS SECTION,  ANY  INVESTMENT  MADE  BY  THE  FUND\n   18  PURSUANT  TO  SUBDIVISION  SEVEN OF SECTION ONE HUNDRED SEVENTY-SEVEN OF\n   19  THIS CHAPTER SHALL BE DEEMED TO BE THE INVESTMENT OF THE  FUND  IN  SUCH\n   20  INVESTMENT ENTITY, RATHER THAN IN THE ASSET OF SUCH INVESTMENT ENTITY.\n   21    9.  ANY  PERSON  OR ENTITY THAT HAS A REASONABLE BASIS TO BELIEVE THAT\n   22  ANY OTHER PERSON OR ENTITY HAS VIOLATED THIS SECTION SHALL REPORT TO THE\n   23  BOARD AND THE ATTORNEY GENERAL EVIDENCE OF THE VIOLATION.\n   24    10. ANY VIOLATION OF THIS SECTION OR  REGULATIONS  PROMULGATED  THERE-\n   25  UNDER  SHALL  BE A MISDEMEANOR, PUNISHABLE BY A FINE NOT TO EXCEED TWEN-\n   26  TY-FIVE THOUSAND DOLLARS OR BY IMPRISONMENT NOT TO EXCEED SIX MONTHS  OR\n   27  BY  BOTH  SUCH FINE AND IMPRISONMENT. ANY SECOND OR SUBSEQUENT VIOLATION\n   28  SHALL BE A FELONY PUNISHABLE BY A FINE NOT TO EXCEED ONE  HUNDRED  THOU-\n   29  SAND  DOLLARS  OR  BY  IMPRISONMENT FOR A CLASS E FELONY OR BY BOTH SUCH\n   30  FINE AND IMPRISONMENT.\n   31    S 5.  Section 302 of the retirement and social security law is amended\n   32  by adding a new subdivision 8-a to read as follows:\n   33    8-A. \"EMPLOYEE RETIREMENT SYSTEM BOARD\" OR \"BOARD.\" THE ENTITY  ESTAB-\n   34  LISHED PURSUANT TO SECTION TEN-A OF THIS CHAPTER.\n   35    S 6. Subdivision g of section 311 of the retirement and social securi-\n   36  ty law, as added by chapter 1000 of the laws of 1966, is amended to read\n   37  as follows:\n   38    g. The comptroller shall, IN CONSULTATION WITH THE EMPLOYEE RETIREMENT\n   39  SYSTEM  BOARD,  adopt and amend pursuant to this article only such rules\n   40  and regulations as he OR SHE determines to be for the best  interest  of\n   41  the retirement system and its members.\n   42    S  7.  Subdivisions b and c and the opening paragraph of subdivision g\n   43  of section 313 of the retirement and social security law,  as  added  by\n   44  chapter 1000 of the laws of 1966, are amended to read as follows:\n   45    b.  The  [comptroller] MEMBERS OF THE EMPLOYEE RETIREMENT SYSTEM BOARD\n   46  shall be trustee of the several funds of the policemen's  and  firemen's\n   47  retirement  system AND THE COMPTROLLER SHALL BE CUSTODIAN OF SUCH FUNDS.\n   48  Such funds shall be invested by the comptroller   AS AUTHORIZED  BY  THE\n   49  BOARD,  in  securities in which he OR SHE is authorized by law to invest\n   50  the funds of the state, except that he OR SHE may invest in  obligations\n   51  consisting  of  notes, bonds, debentures or equipment trust certificates\n   52  issued under an indenture, which are the direct obligations  of,  or  in\n   53  the  case  of  equipment  trust certificates are secured by direct obli-\n   54  gations of, a railroad  or  industrial  corporation,  or  a  corporation\n   55  engaged  directly  and  primarily  in  the  production,  transportation,\n   56  distribution, or sale of electricity, or gas, or the operation of  tele-\n\n       A. 3164                             6\n\n    1  phone  or  telegraph  systems  or  waterworks, or in some combination of\n    2  them; provided the obligor corporation  is  one  which  is  incorporated\n    3  under  the  laws  of  the United States, or any state thereof, or of the\n    4  District of Columbia, and said obligations shall be rated at the time of\n    5  purchase  within  the  three  highest  classifications established by at\n    6  least two standard rating services.  The maximum amount that  the  comp-\n    7  troller  AS AUTHORIZED BY THE BOARD may invest in such obligations shall\n    8  not exceed thirty per centum of the assets of the New York state police-\n    9  men's and firemen's retirement system's funds; and provided further that\n   10  not more than two and one-half per centum of the assets of the New  York\n   11  state  policemen's  and  firemen's  retirement  system's  funds shall be\n   12  invested in the obligations of any one corporation of the highest  clas-\n   13  sification  and  subsidiary  or subsidiaries thereof, that not more than\n   14  two per centum of the assets of the New York state policemen's and fire-\n   15  men's retirement system's funds shall be invested in the obligations  of\n   16  any  one corporation of the second highest classification and subsidiary\n   17  or subsidiaries thereof, that not more than one and one-half per  centum\n   18  of the assets of the New York state policemen's and firemen's retirement\n   19  system's  funds  shall  be invested in the obligations of any one corpo-\n   20  ration of the third highest classification  and  subsidiary  or  subsid-\n   21  iaries  thereof.    He  OR  SHE shall, however, be subject to all terms,\n   22  conditions, limitations and restrictions imposed by this article and  by\n   23  law  upon  the making of such investments. The comptroller AS AUTHORIZED\n   24  BY THE BOARD shall have full power:\n   25    1. To hold, purchase, sell, assign, transfer or dispose of any of  the\n   26  securities  or investments, in which any of the funds of the policemen's\n   27  and  firemen's  retirement  system  shall  be  invested,  including  the\n   28  proceeds of such investments and any monies belonging to such funds, and\n   29    2.  In  his OR HER name as [trustee] CUSTODIAN, to foreclose mortgages\n   30  upon default or to take title to real property in  such  proceedings  in\n   31  lieu thereof and to lease and sell real property so acquired.\n   32    c. The comptroller AS AUTHORIZED BY THE BOARD annually shall credit to\n   33  each  of  the  funds  of the policemen's and firemen's retirement system\n   34  regular interest on the mean amount therein for the preceding year.\n   35    Neither the comptroller nor THE MEMBER OF  THE  BOARD  OR  any  person\n   36  employed  on the work of the policemen's and firemen's retirement system\n   37  shall:\n   38    S 8. Section 421 of the retirement and social security law,  as  added\n   39  by chapter 306 of the laws of 1967, is amended to read as follows:\n   40    S  421.  Definitions. As used or referred to in this article, unless a\n   41  different meaning clearly appears from the context. 1. The term \"employ-\n   42  ees' retirement system\"  shall  mean  the  New  York  state  [employees]\n   43  EMPLOYEES' retirement system.\n   44    2.  The  term \"policemen's and firemen's retirement system\" shall mean\n   45  the New York state [policemen's and firemen's] AND LOCAL POLICE AND FIRE\n   46  retirement system.\n   47    3. The term \"each retirement [sytsem] SYSTEM\" shall mean each  of  the\n   48  foregoing defined systems.\n   49    4. [The term \"comptroller\" shall mean the state comptroller.\n   50    5.]  The  term  \"actuary\"  shall  mean  the  actuary of the employees'\n   51  retirement system acting jointly with the actuary of the policemen's and\n   52  firemen's retirement system.\n   53    5. \"EMPLOYEE RETIREMENT SYSTEM BOARD\" OR \"BOARD\" SHALL MEAN THE ENTITY\n   54  ESTABLISHED PURSUANT TO SECTION TEN-A OF THIS CHAPTER.\n   55    S 9. Section 422 of the retirement and social security law,  as  added\n   56  by chapter 306 of the laws of 1967, is amended to read as follows:\n\n       A. 3164                             7\n\n    1    S  422. Establishment of a common retirement fund.  1. There is hereby\n    2  established a fund, in the custody of the comptroller, to  be  known  as\n    3  the common retirement fund.  Notwithstanding any other provision of this\n    4  chapter,  all  of  the  assets  and  income of the employees' retirement\n    5  system  and  of the policemen's and firemen's retirement system shall be\n    6  held by the comptroller as [trustee] CUSTODIAN of such fund,  except  as\n    7  such  assets  and income may be allocated or distributed to the funds of\n    8  each retirement system by the comptroller.\n    9    2. The fund shall consist initially of the total assets of the employ-\n   10  ees' retirement  system  as  of  March  thirty-first,  nineteen  hundred\n   11  sixty-seven,  as such assets are defined in subdivision a of section two\n   12  hundred ninety-three of this chapter. After the annual valuation of  the\n   13  assets  and  liabilities  of  the  employees'  retirement system and the\n   14  determination relating to assets and liabilities required by subdivision\n   15  b of section two hundred ninety-three of this chapter,  the  comptroller\n   16  shall  credit  to each retirement system a participating interest in the\n   17  assets of such fund in the proportion and percentage that the assets  of\n   18  each retirement system bear to the total assets of the common retirement\n   19  fund.  [On  March thirty-first, nineteen hundred sixty-eight, and at the\n   20  close of each succeeding fiscal year, the] THE comptroller shall  credit\n   21  each retirement system with a participating interest in such fund in the\n   22  proportion and percentage that the interest attributable to each retire-\n   23  ment  system  bears  to the total assets of such fund, after considering\n   24  contributions, earnings, disbursements and expenses attributable to each\n   25  system.\n   26    S 10. Section 423 of  the  retirement  and  social  security  law,  as\n   27  amended  by  chapter  770  of  the  laws  of 1970, is amended to read as\n   28  follows:\n   29    S 423. Investments.  a. [On and after April  first,  nineteen  hundred\n   30  sixty-seven,  the]  THE  comptroller,  AS  AUTHORIZED BY THE BOARD shall\n   31  invest the available monies of the common retirement fund in any invest-\n   32  ments and securities authorized by law for each  retirement  system  and\n   33  shall hold such investments in his OR HER name as [trustee] CUSTODIAN of\n   34  such  fund, notwithstanding any other provision of this chapter. Partic-\n   35  ipating interests in such investments shall be credited to each  retire-\n   36  ment  system  in  the  manner  and  at the time specified in [paragraph]\n   37  SUBDIVISION two of section four hundred twenty-two of this article.\n   38    b. To assist in the management of the monies of the common  retirement\n   39  fund,  the  comptroller  shall  appoint an investment advisory committee\n   40  consisting of not less than seven members who shall serve for [his]  THE\n   41  COMPTROLLER'S  term of office.  A vacancy occurring from any cause other\n   42  than expiration of term shall be  filled  by  the  comptroller  for  the\n   43  remainder of the term. Each member of the committee shall be experienced\n   44  in  the field of investments and shall have served, or shall be serving,\n   45  as a senior officer or member of the  board  of  an  insurance  company,\n   46  banking  corporation  or  other  financial  or  investment  organization\n   47  authorized to do business in the state of New York. The committee  shall\n   48  advise  the  comptroller, AS WELL AS THE EXECUTIVE DIRECTOR OF THE BOARD\n   49  on investment policies relating to the monies of the  common  retirement\n   50  fund  and  shall  review, from time to time, the investment portfolio of\n   51  the fund and make such recommendations as may be deemed necessary.\n   52    The comptroller shall appoint a separate mortgage advisory  committee,\n   53  with  the  advice  and  consent of the investment advisory committee, to\n   54  review proposed mortgage and  real  estate  investments  by  the  common\n   55  retirement  fund. In making investments, as authorized by law, the comp-\n   56  troller shall be guided by policies established by each  committee  from\n\n       A. 3164                             8\n\n    1  time  to  time; and, in the event the mortgage advisory committee disap-\n    2  proves a proposed mortgage or real estate investment, such shall not  be\n    3  made.\n    4    No  officer  or  employee  of  any state department or agency shall be\n    5  eligible for  membership  on  either  committee.  Each  committee  shall\n    6  convene  periodically  on  call  of  the  comptroller, or on call of the\n    7  [chairman] CHAIR OF THE COMMITTEE.  The members of each committee  shall\n    8  be entitled to reimbursement for their actual and necessary expenses but\n    9  shall receive no compensation for their services.\n   10    S  11.  Sections 423-a and 423-b of the retirement and social security\n   11  law, section 423-a as added by chapter 112  of  the  laws  of  1986  and\n   12  section  423-b  as added by chapter 624 of the laws of 1999, are amended\n   13  to read as follows:\n   14    S 423-a. Northern Ireland related investments.  1. Notwithstanding any\n   15  other provision of law, on and after  January  first,  nineteen  hundred\n   16  eighty-seven,  any  moneys or assets of the common retirement fund which\n   17  shall remain or be invested in the stocks,  securities  or  other  obli-\n   18  gations of any institution or company doing business in or with Northern\n   19  Ireland or with agencies or instrumentalities thereof, shall be invested\n   20  subject to the provisions of subdivision three of this section.\n   21    2. On or before the first day of January of each year, the comptroller\n   22  AS  AUTHORIZED BY THE BOARD shall determine the existence of affirmative\n   23  action taken by institutions or companies  doing  business  in  Northern\n   24  Ireland to eliminate ethnic or religious discrimination based on actions\n   25  taken for:\n   26    (a) Increasing the representation of individuals from underrepresented\n   27  religious  groups  in  the  workforce including managerial, supervisory,\n   28  administrative, clerical and technical jobs.\n   29    (b) Providing adequate security for the protection of minority employ-\n   30  ees both at the workplace and while travelling to and from work.\n   31    (c) The banning of provocative religious or political emblems from the\n   32  workplace.\n   33    (d) Publicly advertising all job openings and making special  recruit-\n   34  ment  efforts  to  attract  applicants  from  underrepresented religious\n   35  groups.\n   36    (e) Providing that layoff, recall, and termination  procedures  should\n   37  not in practice favor particular religious groupings.\n   38    (f)  The  abolition  of job reservations, apprenticeship restrictions,\n   39  and differential employment criteria, which discriminate on the basis of\n   40  religion or ethnic origin.\n   41    (g) The development of training programs that will prepare substantial\n   42  numbers of current minority employees for skilled  jobs,  including  the\n   43  expansion  of  existing  programs  and  the  creation of new programs to\n   44  train, upgrade, and improve the skills of minority employees.\n   45    (h) The establishment of procedures to assess, identify, and  actively\n   46  recruit minority employees with potential for further advancement.\n   47    (i)  The  appointment  of  senior  management staff members to oversee\n   48  affirmative action efforts and the setting up of timetables to carry out\n   49  affirmative action principles.\n   50    3. Consistent with sound investment policy, the comptroller AS AUTHOR-\n   51  IZED BY THE BOARD shall invest the assets of the common retirement  fund\n   52  in  such a manner that the investments in institutions doing business in\n   53  or with Northern Ireland shall reflect the advances made by such  insti-\n   54  tutions  in eliminating discrimination as established pursuant to subdi-\n   55  vision two of this section.\n\n       A. 3164                             9\n\n    1    S 423-b. New York state venture capital program.  The  comptroller  AS\n    2  AUTHORIZED  BY  THE  BOARD  is hereby authorized to establish within the\n    3  common retirement fund a New York state venture capital program for  the\n    4  purpose  of  investing  in  qualified businesses as defined in paragraph\n    5  [six]  SEVEN  of  subdivision  (a) of section eleven of the tax law. The\n    6  comptroller [is authorized to] AS AUTHORIZED BY THE BOARD MAY invest  up\n    7  to  two hundred fifty million dollars of assets of the common retirement\n    8  fund to carry out the purposes  of  this  section.  The  comptroller  AS\n    9  AUTHORIZED BY THE BOARD may make investments pursuant to this section in\n   10  partnerships, corporations, trusts or limited liability companies organ-\n   11  ized  on  a  for-profit  basis  that enter into agreements to invest the\n   12  moneys of the New York state venture capital program in qualified  busi-\n   13  nesses.  The  comptroller  AS  AUTHORIZED  BY  THE BOARD shall make such\n   14  investments consistent with the provisions of paragraph (b) of  subdivi-\n   15  sion  nine  of  section  one  hundred seventy-seven of this chapter. The\n   16  comptroller may establish procedures necessary to  insure  that  invest-\n   17  ments  of  moneys of the New York state venture capital program are, for\n   18  each investment in a qualified business, equitably  matched  by  invest-\n   19  ments  made  by  other  sources.  The  comptroller shall, to the maximum\n   20  extent practicable, insure that the geographic distribution  of  invest-\n   21  ments in the program is in proportion to the state population.\n   22    S  12. Section 425 of the retirement and social security law, as added\n   23  by chapter 306 of the laws of 1967, is amended to read as follows:\n   24    S 425. Separability of retirement systems.  No provision of this arti-\n   25  cle shall be construed as an impairment of the separability of or of the\n   26  corporate powers and privileges of the employees' retirement  system  or\n   27  the  policemen's  and  firemen's  retirement  system. The comptroller AS\n   28  AUTHORIZED BY THE BOARD shall establish or continue separate  funds  and\n   29  accounts  for each retirement system, consistent with the common retire-\n   30  ment fund herein provided for, as may be required to carry out the sepa-\n   31  rate purposes and privileges of each retirement system.\n   32    S 13. The retirement and social security law is amended  by  adding  a\n   33  new article 23 to read as follows:\n   34                                  ARTICLE 23\n   35                              INVESTMENT FIRMS\n   36  SECTION 1300. LEGISLATIVE INTENT.\n   37          1301. DEFINITIONS.\n   38          1302. BAN ON INVESTMENT FIRM BUSINESS.\n   39          1303. PROHIBITION ON SOLICITING AND COORDINATING CONTRIBUTIONS.\n   40          1304. CIRCUMVENTION OF RULE.\n   41          1305. REQUIRED DISCLOSURE TO COMMISSION ON PUBLIC INTEGRITY.\n   42          1306. VOLUNTARY DISCLOSURE TO COMMISSION ON PUBLIC INTEGRITY.\n   43          1307. PROHIBITION OF CERTAIN EMPLOYMENT.\n   44          1308. PROHIBITION OF CERTAIN FINANCIAL RELATIONSHIPS.\n   45          1309. INTERNAL PROCEDURES.\n   46          1310. PROHIBITION OF CERTAIN CONTACTS.\n   47          1311. GIFTS.\n   48          1312. MANDATORY REPORTING.\n   49          1313. ATTORNEY GENERAL ACTION.\n   50          1314. CRIMINAL SANCTIONS.\n   51    S 1300.  LEGISLATIVE INTENT. THE PURPOSE AND INTENT OF THIS ARTICLE IS\n   52  TO  ENSURE THAT THE HIGH STANDARDS AND INTEGRITY OF INVESTMENT FIRMS ARE\n   53  MAINTAINED TO PREVENT FRAUDULENT AND MANIPULATIVE ACTS AND PRACTICES, TO\n   54  PROMOTE JUST AND EQUITABLE PRINCIPLES, TO PERFECT A FREE AND OPEN MARKET\n   55  AND TO PROTECT THE COMMON RETIREMENT FUND AND THE PUBLIC INTEREST BY:\n\n       A. 3164                            10\n\n    1    1. PROHIBITING INVESTMENT FIRMS FROM ENGAGING  IN  BUSINESS  WITH  THE\n    2  COMMON RETIREMENT FUND IF CERTAIN POLITICAL CONTRIBUTIONS HAVE BEEN MADE\n    3  TO OFFICIALS THAT OVERSEE THE FUND; AND\n    4    2.  REQUIRING  INVESTMENT FIRMS TO DISCLOSE CERTAIN POLITICAL CONTRIB-\n    5  UTIONS, AS WELL AS OTHER INFORMATION, TO ALLOW PUBLIC SCRUTINY OF  POLI-\n    6  TICAL CONTRIBUTIONS BY THOSE IN THE BUSINESS.\n    7    S 1301. DEFINITIONS. AS USED IN THIS ARTICLE:\n    8    1. \"COMMON RETIREMENT FUND\" SHALL MEAN ALL OF THE ASSETS AND INCOME OF\n    9  THE  EMPLOYEES'  RETIREMENT SYSTEM AND OF THE POLICE AND FIRE RETIREMENT\n   10  SYSTEM.\n   11    2. \"ISSUER\" SHALL MEAN THE COMPTROLLER  OR  HIS  OR  HER  DESIGNEE  IN\n   12  RELATION TO THE ISSUANCE OF FUNDS FOR INVESTMENT FROM THE COMMON RETIRE-\n   13  MENT FUND.\n   14    3.  \"INVESTMENT  FIRM\" SHALL MEAN ANY PERSON OR ENTITY THAT ACCEPTS AN\n   15  INVESTMENT FROM  OR  PROVIDES  INVESTMENT  MANAGEMENT  SERVICES  TO  THE\n   16  RETIREMENT  SYSTEM  IN CONNECTION WITH THE MANAGEMENT OR INVESTMENT OF A\n   17  RETIREMENT SYSTEM'S TRUST FUND OR ASSETS. INVESTMENT FIRM  INCLUDES  ANY\n   18  SUBSIDIARY  OR AFFILIATE OVER WHICH THE INVESTMENT FIRM EXERCISES EXCLU-\n   19  SIVE CONTROL.\n   20    4. \"OFFICIAL\" SHALL MEAN ANY PERSON, INCLUDING THE  PERSON'S  ELECTION\n   21  COMMITTEE,  WHO WAS, AT THE TIME OF A CONTRIBUTION, AN INCUMBENT, CANDI-\n   22  DATE OR SUCCESSFUL CANDIDATE FOR AN  ELECTIVE  OFFICE  OF  A  GOVERNMENT\n   23  ENTITY,  IF  THE  OFFICE  IS  DIRECTLY  RESPONSIBLE FOR, OR CAN DIRECTLY\n   24  INFLUENCE THE OUTCOME OF, THE RETIREMENT  SYSTEM'S  INVESTMENT  WITH  OR\n   25  ENGAGEMENT OF THE INVESTMENT FIRM.\n   26    S  1302.    BAN ON INVESTMENT FIRM BUSINESS.  NO INVESTMENT FIRM SHALL\n   27  ENGAGE IN BUSINESS WITH THE COMMON  RETIREMENT  FUND  WITHIN  TWO  YEARS\n   28  AFTER ANY CONTRIBUTION TO AN OFFICIAL OF THE COMMON RETIREMENT FUND MADE\n   29  BY:\n   30    1. THE INVESTMENT FIRM;\n   31    2. ANY FINANCE PROFESSIONAL ASSOCIATED WITH SUCH INVESTMENT FIRM; OR\n   32    3.  ANY  POLITICAL ACTION COMMITTEE CONTROLLED BY THE INVESTMENT FIRM;\n   33  PROVIDED, HOWEVER, THAT THIS SECTION SHALL NOT PROHIBIT  THE  INVESTMENT\n   34  FIRM  FROM  ENGAGING  IN BUSINESS WITH THE COMMON RETIREMENT FUND IF THE\n   35  ONLY CONTRIBUTIONS MADE BY THE FOREGOING PERSONS AND ENTITIES  TO  OFFI-\n   36  CIALS  OF SUCH ISSUER WITHIN THE PREVIOUS TWO YEARS WERE MADE BY PERSONS\n   37  TO OFFICIALS OF SUCH ISSUER FOR WHOM THE PERSONS WERE ENTITLED  TO  VOTE\n   38  AND  WHICH  CONTRIBUTIONS, IN TOTAL, WERE NOT IN EXCESS OF THREE HUNDRED\n   39  DOLLARS BY ANY INVESTMENT FIRM TO EACH OFFICIAL, PER ELECTION.\n   40    S 1303. PROHIBITION ON SOLICITING AND COORDINATING CONTRIBUTIONS.   NO\n   41  INVESTMENT  FIRM SHALL SOLICIT ANY PERSON, INCLUDING BUT NOT LIMITED TO,\n   42  ANY AFFILIATED ENTITY OF THE INVESTMENT FIRM OR POLITICAL ACTION COMMIT-\n   43  TEE, TO:\n   44    1. MAKE OR COORDINATE ANY CONTRIBUTION, TO AN OFFICIAL OF  THE  COMMON\n   45  RETIREMENT FUND WITH WHICH THE INVESTMENT FIRM IS ENGAGING OR IS SEEKING\n   46  TO ENGAGE IN BUSINESS WITH; OR\n   47    2.  MAKE  OR COORDINATE ANY PAYMENT TO A POLITICAL PARTY OF A STATE OR\n   48  LOCALITY WHERE THE INVESTMENT FIRM IS ENGAGING OR IS SEEKING  TO  ENGAGE\n   49  IN BUSINESS WITH THE COMMON RETIREMENT FUND.\n   50    S 1304. CIRCUMVENTION OF RULE. NO INVESTMENT FIRM, OR ANY PROFESSIONAL\n   51  THAT  CONDUCTS  BUSINESS WITH THE COMMON RETIREMENT FUND SHALL, DIRECTLY\n   52  OR INDIRECTLY, THROUGH OR BY ANY OTHER PERSON, RELATIVE OR MEANS, DO ANY\n   53  ACT THAT SHALL RESULT IN A VIOLATION OF SECTION THIRTEEN HUNDRED TWO  OR\n   54  THIRTEEN HUNDRED THREE OF THIS ARTICLE.\n   55    S  1305.  REQUIRED  DISCLOSURE  TO COMMISSION ON PUBLIC INTEGRITY.  1.\n   56  EXCEPT AS OTHERWISE PROVIDED IN SUBDIVISION TWO OF  THIS  SECTION,  EACH\n\n       A. 3164                            11\n\n    1  INVESTMENT  FIRM  SHALL,  BY JANUARY THIRTY-FIRST, APRIL THIRTIETH, JULY\n    2  THIRTY-FIRST AND OCTOBER  THIRTY-FIRST  OF  EACH  YEAR,  REPORT  TO  THE\n    3  COMMISSION  ON PUBLIC INTEGRITY, IN A FORMAT REQUIRED BY THE COMMISSION,\n    4  THE FOLLOWING INFORMATION:\n    5    (A)  FOR  CONTRIBUTIONS  TO  OFFICIALS  OF  THE COMMON RETIREMENT FUND\n    6  (OTHER THAN A CONTRIBUTION MADE BY AN INVESTMENT FIRM TO AN OFFICIAL  OF\n    7  AN  ISSUER  FOR  WHOM  SUCH  INVESTMENT  FIRM IS ENTITLED TO VOTE IF ALL\n    8  CONTRIBUTIONS BY SUCH INVESTMENT FIRM TO SUCH OFFICIAL, IN TOTAL, DO NOT\n    9  EXCEED THREE HUNDRED DOLLARS PER ELECTION)  AND  PAYMENTS  TO  POLITICAL\n   10  PARTIES  OF  A STATE OR POLITICAL SUBDIVISION (OTHER THAN A PAYMENT MADE\n   11  BY AN INVESTMENT FIRM TO A POLITICAL PARTY OF A  STATE  OR  A  POLITICAL\n   12  SUBDIVISION  IN  WHICH  SUCH  INVESTMENT FIRM IS ENTITLED TO VOTE IF ALL\n   13  PAYMENTS BY SUCH INVESTMENT FIRM TO SUCH POLITICAL PARTY, IN  TOTAL,  DO\n   14  NOT EXCEED THREE HUNDRED DOLLARS PER YEAR) MADE BY THE PERSONS AND ENTI-\n   15  TIES DESCRIBED IN SUBPARAGRAPH (II) OF THIS PARAGRAPH:\n   16    (I) THE NAME AND TITLE (INCLUDING ANY CITY, COUNTY, STATE OR POLITICAL\n   17  SUBDIVISION)  OF  EACH  OFFICIAL  AND POLITICAL PARTY RECEIVING CONTRIB-\n   18  UTIONS OR PAYMENTS DURING SUCH CALENDAR QUARTER;\n   19    (II) THE CONTRIBUTION OR PAYMENT AMOUNT MADE AND THE CONTRIBUTOR CATE-\n   20  GORY OF EACH OF THE FOLLOWING PERSONS AND ENTITIES MAKING SUCH  CONTRIB-\n   21  UTIONS OR PAYMENTS DURING SUCH CALENDAR QUARTER:\n   22    (A)  ANY  INVESTMENT FIRM OR FINANCE PROFESSIONAL ASSOCIATED WITH SUCH\n   23  INVESTMENT FIRM; AND\n   24    (B) EACH POLITICAL ACTION COMMITTEE CONTROLLED BY THE INVESTMENT  FIRM\n   25  OR ANY FINANCE PROFESSIONAL ASSOCIATED WITH SUCH INVESTMENT FIRM;\n   26    (B)  A  LIST  OF  STATE  OFFICIALS  WITH WHICH THE INVESTMENT FIRM HAS\n   27  ENGAGED IN BUSINESS DURING SUCH CALENDAR QUARTER, ALONG WITH THE TYPE OF\n   28  BUSINESS;\n   29    (C) WHETHER ANY CONTRIBUTION LISTED IN THIS SUBDIVISION IS THE SUBJECT\n   30  OF AN AUTOMATIC EXEMPTION, AND THE DATE OF SUCH AUTOMATIC EXEMPTION; AND\n   31    (D) SUCH OTHER INFORMATION REQUIRED BY THE COMMISSION ON PUBLIC INTEG-\n   32  RITY.\n   33    2. NO INVESTMENT FIRM SHALL BE REQUIRED TO MAKE A DISCLOSURE  PURSUANT\n   34  TO  THIS  SECTION TO THE COMMISSION ON PUBLIC INTEGRITY FOR ANY CALENDAR\n   35  QUARTER IN WHICH:\n   36    (A) SUCH INVESTMENT FIRM HAS  NO  INFORMATION  TO  DISCLOSE  FOR  SUCH\n   37  CALENDAR QUARTER; OR\n   38    (B)  SUCH  INVESTMENT FIRM HAS NOT ENGAGED IN BUSINESS WITH THE COMMON\n   39  RETIREMENT FUND, BUT ONLY IF SUCH INVESTMENT  FIRM  DID  NOT  ENGAGE  IN\n   40  BUSINESS  WITH  THE  COMMON RETIREMENT FUND DURING THE SEVEN CONSECUTIVE\n   41  CALENDAR QUARTERS IMMEDIATELY PRECEDING SUCH CALENDAR QUARTER.\n   42    3. THE COMMISSION ON PUBLIC INTEGRITY SHALL MAKE PUBLIC A COPY OF  THE\n   43  DISCLOSURES RECEIVED FROM ANY INVESTMENT FIRM.\n   44    4. IF AN INVESTMENT FIRM ENGAGES IN BUSINESS DURING ANY CALENDAR QUAR-\n   45  TER AFTER NOT HAVING REPORTED THE INFORMATION DESCRIBED IN PARAGRAPH (A)\n   46  OF  SUBDIVISION  ONE  OF  THIS  SECTION FOR ONE OR MORE CONTRIBUTIONS OR\n   47  PAYMENTS MADE DURING THE TWO-YEAR PERIOD PRECEDING SUCH CALENDAR QUARTER\n   48  SOLELY AS A RESULT OF PARAGRAPH (B) OF SUBDIVISION TWO OF THIS  SECTION,\n   49  THEN  SUCH  INVESTMENT  FIRM  SHALL  INCLUDE IN THE INFORMATION FOR SUCH\n   50  CALENDAR QUARTER ALL SUCH INFORMATION (INCLUDING YEAR AND CALENDAR QUAR-\n   51  TER OF SUCH CONTRIBUTIONS OR PAYMENTS) NOT SO REPORTED DURING SUCH  TWO-\n   52  YEAR PERIOD.\n   53    5.  AN  INVESTMENT  FIRM THAT SUBMITS INFORMATION TO THE COMMISSION ON\n   54  PUBLIC INTEGRITY SHALL:\n\n       A. 3164                            12\n\n    1    (A) SEND TWO COPIES OF SUCH DISCLOSURE TO  THE  COMMISSION  ON  PUBLIC\n    2  INTEGRITY  BY CERTIFIED OR REGISTERED MAIL, OR SOME OTHER EQUALLY PROMPT\n    3  MEANS THAT PROVIDES A RECORD OF SENDING; OR\n    4    (B)  SUBMIT AN ELECTRONIC VERSION OF SUCH DISCLOSURE TO THE COMMISSION\n    5  ON PUBLIC INTEGRITY IN SUCH FORMAT AND MANNER SPECIFIED  IN  REGULATIONS\n    6  PROMULGATED BY THE COMMISSION ON PUBLIC INTEGRITY.\n    7    S  1306.  VOLUNTARY  DISCLOSURE TO COMMISSION ON PUBLIC INTEGRITY. THE\n    8  COMMISSION ON  PUBLIC  INTEGRITY  SHALL  ACCEPT  ADDITIONAL  DISCLOSURES\n    9  RELATED  TO  CONTRIBUTIONS  MADE TO OFFICIALS OF ISSUERS AND PAYMENTS TO\n   10  POLITICAL PARTIES AND POLITICAL SUBDIVISIONS VOLUNTARILY SUBMITTED BY AN\n   11  INVESTMENT FIRM PROVIDED THAT SUCH DISCLOSURES ARE SUBMITTED IN  ACCORD-\n   12  ANCE WITH SECTION THIRTEEN HUNDRED FIVE OF THIS ARTICLE.\n   13    S  1307.  PROHIBITION  OF CERTAIN EMPLOYMENT. NO INVESTMENT FIRM SHALL\n   14  EMPLOY OR COMPENSATE IN ANY MANNER A BOARD MEMBER, OFFICIAL,  RETIREMENT\n   15  FUND  OFFICIAL,  EMPLOYEE OR FIDUCIARY OF THE COMMON RETIREMENT FUND FOR\n   16  TWO YEARS AFTER THE TERMINATION OF SUCH PERSON'S RELATIONSHIP  WITH  THE\n   17  COMMON  RETIREMENT  FUND UNLESS SUCH PERSON SHALL NOT HAVE CONTACT WITH,\n   18  OR PROVIDE SERVICES TO, THE COMMON RETIREMENT FUND.\n   19    S 1308. PROHIBITION OF CERTAIN FINANCIAL RELATIONSHIPS. NO  INVESTMENT\n   20  FIRM OR RELATED PARTY SHALL HAVE A DIRECT OR INDIRECT FINANCIAL, COMMER-\n   21  CIAL  OR  BUSINESS  RELATIONSHIP  WITH  AN OFFICIAL OR ISSUER OF PENSION\n   22  FUNDS, UNLESS THE BOARD CONSENTS AFTER FULL DISCLOSURE BY THE INVESTMENT\n   23  FIRM OR RELATED PARTY.\n   24    S 1309. INTERNAL PROCEDURES. AN INVESTMENT FIRM SHALL  ADOPT  INTERNAL\n   25  PROCEDURES  TO  MONITOR AND ENSURE ITS COMPLIANCE WITH THIS ARTICLE, AND\n   26  SHALL PROVIDE TO THE BOARD AND THE ATTORNEY  GENERAL  A  COPY  OF  THESE\n   27  PROCEDURES, INCLUDING ANY UPDATES THERETO.\n   28    S  1310.  PROHIBITION  OF CERTAIN CONTACTS. UPON THE COMMON RETIREMENT\n   29  FUND'S RELEASE OF ANY REQUEST  FOR  PROPOSAL,  INVITATION  FOR  BID,  OR\n   30  COMPARABLE  PROCUREMENT VEHICLE FOR ANY INVESTMENT SERVICES, THERE SHALL\n   31  BE NO COMMUNICATION BETWEEN ANY BOARD MEMBER, OFFICIAL, RETIREMENT  FUND\n   32  OFFICIAL, EMPLOYEE OR FIDUCIARY OF THE COMMON RETIREMENT FUND CONCERNING\n   33  THE  PROCUREMENT PROCESS UNTIL THE PROCESS IS COMPLETE, PROVIDED, HOWEV-\n   34  ER, THAT A REQUEST FOR TECHNICAL CLARIFICATION REGARDING THE PROCUREMENT\n   35  PROCESS ITSELF SHALL BE PERMISSIBLE, AND AN INVESTMENT FIRM SHALL DIRECT\n   36  SUCH REQUEST TO THE PERSON DESIGNATED BY  THE  COMMON  RETIREMENT  FUND.\n   37  NOTHING  HEREIN  SHALL PROHIBIT AN INVESTMENT FIRM FROM COMPLYING WITH A\n   38  REQUEST FOR INFORMATION FROM  THE  COMMON  RETIREMENT  FUND  DURING  THE\n   39  PROCUREMENT PROCESS.\n   40    S  1311. GIFTS. AN INVESTMENT FIRM SHALL NOT GIVE OR OFFER TO GIVE ANY\n   41  GIFT TO ANY BOARD MEMBER, OFFICIAL, RETIREMENT FUND  OFFICIAL,  EMPLOYEE\n   42  OR  FIDUCIARY  OF  THE  COMMON  RETIREMENT FUND OTHER THAN AN ARTICLE OF\n   43  MERCHANDISE NOT EXCEEDING FIFTEEN DOLLARS IN  VALUE,  WHICH  SHALL  HAVE\n   44  CONSPICUOUSLY  STAMPED  OR  PRINTED  THEREON  THE  ADVERTISEMENT  OF THE\n   45  INVESTMENT FIRM. FOR THE PURPOSE OF THIS SECTION, A GIFT SHALL  INCLUDE,\n   46  BUT  IS  NOT  LIMITED  TO,  MONEY,  LOANS, LODGING, MEALS, REFRESHMENTS,\n   47  VACATIONS, PRIZES, DISCOUNTS, AND ENTERTAINMENT.\n   48    S 1312. MANDATORY REPORTING. ANY PERSON OR ENTITY THAT HAS  A  REASON-\n   49  ABLE  BASIS TO BELIEVE THAT ANY OTHER PERSON OR ENTITY HAS VIOLATED THIS\n   50  ARTICLE SHALL REPORT TO THE BOARD AND THE ATTORNEY GENERAL  EVIDENCE  OF\n   51  THE VIOLATION.\n   52    S  1313. ATTORNEY GENERAL ACTION. THE ATTORNEY GENERAL MAY ENFORCE THE\n   53  PROVISIONS OF THIS ARTICLE AND MAY SEEK AN INJUNCTION, ON NOTICE OF FIVE\n   54  DAYS, ENJOINING A PERSON OR ENTITY FROM  CONTINUING  TO  ENGAGE  IN  ANY\n   55  CONDUCT  IN  VIOLATION OF THIS ARTICLE. NOTHING IN THIS ARTICLE SHALL BE\n\n       A. 3164                            13\n\n    1  CONSTRUED TO LIMIT ANY RIGHT OR REMEDY OTHERWISE AVAILABLE UNDER LAW  TO\n    2  ANY PERSON OR ENTITY, INCLUDING THE ATTORNEY GENERAL.\n    3    S  1314.  CRIMINAL  SANCTIONS.  ANY VIOLATION OF THIS ARTICLE OR REGU-\n    4  LATIONS PROMULGATED THEREUNDER SHALL BE A MISDEMEANOR, PUNISHABLE  BY  A\n    5  FINE  NOT  TO EXCEED TWENTY-FIVE THOUSAND DOLLARS OR BY IMPRISONMENT NOT\n    6  TO EXCEED SIX MONTHS OR BY BOTH SUCH FINE AND IMPRISONMENT.  ANY  SECOND\n    7  OR  SUBSEQUENT  VIOLATION  SHALL BE A FELONY PUNISHABLE BY A FINE NOT TO\n    8  EXCEED ONE HUNDRED THOUSAND DOLLARS OR BY IMPRISONMENT  FOR  A  CLASS  E\n    9  FELONY OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   10    S  14.  The opening paragraph and the second undesignated paragraph of\n   11  section 98 of the state finance law are amended to read as follows:\n   12    The comptroller, AS AUTHORIZED BY THE EMPLOYEE RETIREMENT SYSTEM BOARD\n   13  OF TRUSTEES ESTABLISHED PURSUANT TO SECTION TEN-A OF THE RETIREMENT  AND\n   14  SOCIAL SECURITY LAW, shall invest and keep invested all moneys belonging\n   15  to any and all funds which the comptroller OR SUCH BOARD now is or here-\n   16  after shall be authorized to invest, in any of the following securities:\n   17    The  comptroller,  AS  AUTHORIZED  BY  THE  EMPLOYEE RETIREMENT SYSTEM\n   18  BOARD, whenever he, SHE OR IT deems it for the best interest of  any  of\n   19  such  funds, may dispose of any of the securities therein or investments\n   20  therefor, in making other investments authorized by law, and he, SHE  OR\n   21  IT  may exchange any such securities for those held in any other of such\n   22  funds, and the comptroller OR SUCH BOARD may take such action as may  be\n   23  necessary  to  obtain  the benefits of the insurance provided for in the\n   24  national housing act, and may draw his, HER  OR  ITS  warrant  upon  the\n   25  treasurer for the amount required for such investments and exchanges.\n   26    S  15. The public officers law is amended by adding a new section 73-c\n   27  to read as follows:\n   28    S 73-C. DESIGNATING COMMISSION  FOR  THE  EMPLOYEE  RETIREMENT  SYSTEM\n   29  BOARD.    1. DEFINITIONS. FOR THE PURPOSE OF THIS CHAPTER, THE FOLLOWING\n   30  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   31    A. \"DESIGNATING COMMISSION\" MEANS THE DESIGNATING COMMISSION  FOR  THE\n   32  EMPLOYEE RETIREMENT SYSTEM BOARD.\n   33    B.  \"DESIGNATING MEMBERS\" MEANS THE MEMBERS OF THE DESIGNATING COMMIS-\n   34  SION FOR THE EMPLOYEE RETIREMENT SYSTEM BOARD.\n   35    C. \"COMMISSIONER\" MEANS  A  MEMBER  OF  THE  STATE  GOVERNMENT  ETHICS\n   36  COMMISSION.\n   37    D.  \"CANDIDATE\" MEANS ANY INDIVIDUAL UNDER CONSIDERATION BY THE DESIG-\n   38  NATING COMMISSION FOR THE POSITION OF TRUSTEE OF THE EMPLOYEE RETIREMENT\n   39  SYSTEM BOARD.\n   40    E. \"APPOINTING OFFICER\" MEANS THE STATE ELECTED  OFFICIAL  RESPONSIBLE\n   41  FOR APPOINTING THE DESIGNATING MEMBERS.\n   42    2.  ORGANIZATION  OF  THE  DESIGNATING  COMMISSION.  A.  A DESIGNATING\n   43  COMMISSION FOR THE EMPLOYEE RETIREMENT SYSTEM  BOARD  IS  HEREBY  ESTAB-\n   44  LISHED.  THE DESIGNATING COMMISSION SHALL CONSIST OF TEN MEMBERS OF WHOM\n   45  FOUR SHALL BE APPOINTED BY THE GOVERNOR, AND ONE EACH  BY  THE  ATTORNEY\n   46  GENERAL,  THE STATE COMPTROLLER, THE SPEAKER OF THE ASSEMBLY, THE TEMPO-\n   47  RARY PRESIDENT OF THE SENATE, THE MINORITY LEADER OF THE SENATE, AND THE\n   48  MINORITY LEADER OF THE ASSEMBLY. OF THE FOUR MEMBERS  APPOINTED  BY  THE\n   49  GOVERNOR,  NO  MORE  THAN  TWO  SHALL  BE ENROLLED IN THE SAME POLITICAL\n   50  PARTY.  NO MEMBER OF THE DESIGNATING COMMISSION SHALL BE A MEMBER OF THE\n   51  LEGISLATURE, AN EMPLOYEE OF STATE GOVERNMENT, HOLD  ANY  OFFICE  IN  ANY\n   52  POLITICAL  PARTY  OR  BE  A  REGISTERED LOBBYIST IN THIS STATE OR IN ANY\n   53  OTHER STATE. NO MEMBER OF THE DESIGNATING COMMISSION SHALL BE A PARTNER,\n   54  OF COUNSEL OR OTHERWISE EMPLOYED  BY  A  LOBBYING  FIRM  OR  ANY  ENTITY\n   55  RECEIVING A STATE CONTRACT THAT SHARES IN ANY PART OF THE PROFIT DERIVED\n   56  FROM  LOBBYING.  TO  THE EXTENT POSSIBLE, THE MEMBERS OF THE DESIGNATING\n\n       A. 3164                            14\n\n    1  COMMISSION SHALL BE INDIVIDUALS WITH  KNOWLEDGE  OR  EXPERIENCE  IN  THE\n    2  FIELD  OF SECURITIES INVESTMENTS, PENSION ADMINISTRATION, PENSION LAW OR\n    3  GOVERNMENTAL FINANCE.\n    4    B. THE MEMBERS FIRST APPOINTED BY THE GOVERNOR SHALL HAVE RESPECTIVELY\n    5  ONE,  TWO,  THREE  AND FOUR-YEAR TERMS AS HE SHALL DESIGNATE. THE MEMBER\n    6  FIRST APPOINTED BY THE ATTORNEY GENERAL SHALL HAVE A TWO-YEAR TERM.  THE\n    7  MEMBER  FIRST  APPOINTED  BY THE STATE COMPTROLLER SHALL HAVE A TWO-YEAR\n    8  TERM. THE MEMBER FIRST APPOINTED  BY  THE  TEMPORARY  PRESIDENT  OF  THE\n    9  SENATE  SHALL  HAVE  A  ONE-YEAR TERM. THE MEMBER FIRST APPOINTED BY THE\n   10  MINORITY LEADER OF THE SENATE SHALL HAVE A  TWO-YEAR  TERM.  THE  MEMBER\n   11  FIRST  APPOINTED  BY  THE SPEAKER OF THE ASSEMBLY SHALL HAVE A FOUR-YEAR\n   12  TERM. THE MEMBER FIRST APPOINTED BY THE MINORITY LEADER OF THE  ASSEMBLY\n   13  SHALL  HAVE A THREE-YEAR TERM.  EACH SUBSEQUENT APPOINTMENT SHALL BE FOR\n   14  A TERM OF FOUR YEARS.\n   15    C. A VACANCY SHALL BE DEEMED TO OCCUR IMMEDIATELY UPON THE APPOINTMENT\n   16  OR ELECTION OF ANY MEMBER TO AN OFFICE THAT WOULD DISQUALIFY HIM OR  HER\n   17  FOR  APPOINTMENT  TO,  OR  MEMBERSHIP  ON, THE DESIGNATING COMMISSION. A\n   18  VACANCY OCCURRING FOR ANY REASON OTHER THAN BY EXPIRATION OF TERM  SHALL\n   19  BE  FILLED  BY THE APPOINTING OFFICER FOR THE REMAINDER OF THE UNEXPIRED\n   20  TERM.  NO MEMBER OF THE DESIGNATING COMMISSION  SHALL  HOLD  OFFICE  FOR\n   21  MORE  THAN  NINETY  DAYS AFTER THE EXPIRATION OF HIS OR HER TERM. IF THE\n   22  APPOINTING OFFICER FAILS TO APPOINT A PERSON TO A VACANT  OFFICE,  BY  A\n   23  MAJORITY VOTE WITHOUT VACANCY, THE DESIGNATING COMMISSION SHALL SELECT A\n   24  PERSON TO FILL THE VACANT OFFICE.\n   25    D.  THE MEMBERS SHALL DESIGNATE ONE OF THEIR NUMBER TO SERVE AS CHAIR-\n   26  MAN FOR A PERIOD OF TWO YEARS  OR  UNTIL  HIS  OR  HER  TERM  OF  OFFICE\n   27  EXPIRES, WHICHEVER PERIOD IS SHORTER.\n   28    E. NO MEMBER OF THE DESIGNATING COMMISSION SHALL RECEIVE COMPENSATION,\n   29  BUT MAY RECEIVE HIS OR HER ACTUAL AND NECESSARY EXPENSES INCURRED IN THE\n   30  DISCHARGE OF HIS OR HER DUTIES.\n   31    F.  EIGHT  MEMBERS  OF  THE  DESIGNATING COMMISSION SHALL CONSTITUTE A\n   32  QUORUM.\n   33    3. FUNCTIONS OF THE DESIGNATING COMMISSION. A. THE DESIGNATING COMMIS-\n   34  SION SHALL CONSIDER AND EVALUATE THE QUALIFICATIONS  OF  CANDIDATES  FOR\n   35  APPOINTMENT  AS A MEMBER OF THE EMPLOYEE RETIREMENT SYSTEM BOARD AND, AS\n   36  A VACANCY OCCURS IN ANY SUCH OFFICE, SHALL APPOINT PERSONS WHO BY  THEIR\n   37  CHARACTER,  TEMPERAMENT,  PROFESSIONAL  APTITUDE AND EXPERIENCE ARE WELL\n   38  QUALIFIED TO HOLD SUCH OFFICE.  THE DESIGNATING COMMISSION SHALL  SELECT\n   39  ONE SUCH PERSON TO SERVE AS CHAIR OF THE BOARD.\n   40    B. AN APPOINTMENT AS MEMBER OF THE EMPLOYEE RETIREMENT SYSTEM BOARD BY\n   41  THE  DESIGNATING  COMMISSION  SHALL  REQUIRE  THE  CONCURRENCE  OF SEVEN\n   42  MEMBERS OF THE DESIGNATING COMMISSION. THE APPOINTMENT SHALL  BE  TRANS-\n   43  MITTED TO THE GOVERNOR, THE ATTORNEY GENERAL, THE STATE COMPTROLLER, THE\n   44  TEMPORARY  PRESIDENT  OF  THE  SENATE,  THE SPEAKER OF THE ASSEMBLY, THE\n   45  MINORITY LEADER OF THE SENATE AND THE MINORITY LEADER OF THE ASSEMBLY IN\n   46  A SINGLE WRITTEN REPORT, WHICH SHALL BE RELEASED TO THE  PUBLIC  BY  THE\n   47  DESIGNATING  COMMISSION AT THE TIME IT IS SUBMITTED. THE REPORT SHALL BE\n   48  IN WRITING, SIGNED ONLY BY THE CHAIRMAN, AND SHALL INCLUDE THE DESIGNAT-\n   49  ING  COMMISSION'S  FINDINGS  RELATING  TO  THE  CHARACTER,  TEMPERAMENT,\n   50  PROFESSIONAL APTITUDE, EXPERIENCE, QUALIFICATIONS AND FITNESS FOR OFFICE\n   51  OF EACH CANDIDATE WHO IS APPOINTED COMMISSIONER.\n   52    C. NO PERSON SHALL BE APPOINTED MEMBER OF THE BOARD BY THE DESIGNATING\n   53  COMMISSION  WHO  HAS  NOT  CONSENTED TO BE A CANDIDATE, WHO HAS NOT BEEN\n   54  PERSONALLY INTERVIEWED BY A QUORUM OF THE MEMBERSHIP OF THE  DESIGNATING\n   55  COMMISSION,  AND WHO HAS NOT FILED A FINANCIAL STATEMENT WITH THE DESIG-\n   56  NATING COMMISSION, ON A FORM TO BE PRESCRIBED BY THE DESIGNATING COMMIS-\n\n       A. 3164                            15\n\n    1  SION. THE FINANCIAL STATEMENT SHALL CONSIST OF A SWORN STATEMENT OF  THE\n    2  PERSON'S  ASSETS, LIABILITIES AND SOURCES OF INCOME, AND ANY OTHER RELE-\n    3  VANT FINANCIAL INFORMATION WHICH THE DESIGNATING COMMISSION MAY REQUIRE.\n    4  THE  DESIGNATING COMMISSION SHALL TRANSMIT THE FINANCIAL STATEMENT FILED\n    5  BY EACH PERSON WHO IS APPOINTED TO THE GOVERNOR, THE  ATTORNEY  GENERAL,\n    6  THE STATE COMPTROLLER, THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAK-\n    7  ER  OF  THE ASSEMBLY, THE MINORITY LEADER OF THE SENATE AND THE MINORITY\n    8  LEADER OF THE ASSEMBLY. THE DESIGNATING COMMISSION SHALL MAKE  AVAILABLE\n    9  TO  THE  PUBLIC  THE  FINANCIAL  STATEMENT  FILED  BY  THE PERSON WHO IS\n   10  APPOINTED TO FILL A VACANCY. THE FINANCIAL STATEMENTS FILED BY ALL OTHER\n   11  PERSONS NOT APPOINTED BY THE DESIGNATING COMMISSION SHALL  BE  CONFIDEN-\n   12  TIAL.\n   13    4. ADDITIONAL FUNCTIONS OF THE DESIGNATING COMMISSION. THE DESIGNATING\n   14  COMMISSION SHALL HAVE THE FOLLOWING FUNCTIONS, POWERS AND DUTIES:\n   15    A.  ESTABLISH DETAILED COMMUNICATION PROCEDURES TO ASSURE THAT PERSONS\n   16  WHO MAY BE QUALIFIED FOR APPOINTMENT TO THE BOARD, OTHER THAN THOSE  WHO\n   17  HAVE  REQUESTED CONSIDERATION OR WHO HAVE BEEN RECOMMENDED FOR CONSIDER-\n   18  ATION BY OTHERS, ARE ENCOURAGED TO AGREE TO BE CONSIDERED BY THE  DESIG-\n   19  NATING COMMISSION.  THE TOTAL NUMBER OF REQUESTS FOR CONSIDERATION SHALL\n   20  BE DOCUMENTED FOR THE PUBLIC RECORD.\n   21    B. CONDUCT INVESTIGATIONS, ADMINISTER OATHS OR AFFIRMATIONS, INTERVIEW\n   22  WITNESSES AND COMPEL THEIR ATTENDANCE, EXAMINE THEM UNDER OATH OR AFFIR-\n   23  MATION  AND  REQUIRE  THE PRODUCTION OF ANY BOOKS, RECORDS, DOCUMENTS OR\n   24  OTHER EVIDENCE THAT IT MAY DEEM RELEVANT OR MATERIAL TO  ITS  EVALUATION\n   25  OF CANDIDATES FOR TRUSTEE.\n   26    C.  REQUIRE  FROM  ANY  COURT,  DEPARTMENT,  DIVISION,  BOARD, BUREAU,\n   27  COMMISSION, OR OTHER AGENCY OF THE STATE OR POLITICAL SUBDIVISION THERE-\n   28  OF OR ANY PUBLIC AUTHORITY SUCH ASSISTANCE,  INFORMATION  AND  DATA,  AS\n   29  WILL  ENABLE  IT  PROPERLY TO EVALUATE THE QUALIFICATIONS OF CANDIDATES,\n   30  SUBJECT TO ANY ABSOLUTE  JUDICIAL  OR  EXECUTIVE  PRIVILEGE,  WHERE  ONE\n   31  EXISTS.\n   32    NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW, THE DESIGNATING COMMIS-\n   33  SION, WITH THE CONSENT OF THE APPLICANT, SHALL BE  ENTITLED  TO  REQUIRE\n   34  FROM ANY FORMAL DELIBERATIVE BODY ANY FORMAL WRITTEN COMPLAINT AGAINST A\n   35  CANDIDATE,  IN  WHICH  THE  APPLICANT'S  MISCONDUCT WAS ESTABLISHED, ANY\n   36  PENDING COMPLAINT AGAINST A CANDIDATE, AND THE RECORD  TO  DATE  OF  ANY\n   37  PENDING  PROCEEDING  PURSUANT TO A FORMAL WRITTEN COMPLAINT AGAINST SUCH\n   38  CANDIDATE.  THE  DELIBERATIVE  BODY  THAT  HAS  JURISDICTION  OVER  SUCH\n   39  COMPLAINT  SHALL  HAVE FIFTEEN DAYS WITHIN WHICH TO RESPOND TO A REQUEST\n   40  MADE PURSUANT TO THIS SUBDIVISION.\n   41    D. REQUIRE THE APPEARANCE OF ANY CANDIDATE BEFORE IT AND INTERVIEW ANY\n   42  PERSON CONCERNING THE QUALIFICATIONS OF ANY CANDIDATE.\n   43    E. ESTABLISH PROCEDURES TO COMMUNICATE WITH THE GOVERNOR, THE ATTORNEY\n   44  GENERAL, THE STATE COMPTROLLER, THE TEMPORARY PRESIDENT OF  THE  SENATE,\n   45  THE  SPEAKER  OF THE ASSEMBLY, THE MINORITY LEADER OF THE SENATE AND THE\n   46  MINORITY LEADER OF THE ASSEMBLY CONCERNING  THE  QUALIFICATIONS  OF  ANY\n   47  PERSON WHO IT HAS APPOINTED AS TRUSTEE.\n   48    F.  APPOINT, AND AT PLEASURE REMOVE, A COUNSEL AND SUCH OTHER STAFF AS\n   49  IT MAY REQUIRE FROM TIME TO TIME, AND PRESCRIBE THEIR POWERS AND DUTIES.\n   50  THE DESIGNATING COMMISSION SHALL FIX THE COMPENSATION OF ITS  STAFF  AND\n   51  PROVIDE FOR REIMBURSEMENT OF THEIR EXPENSES WITHIN THE AMOUNTS APPROPRI-\n   52  ATED BY LAW.\n   53    G. DO ALL OTHER THINGS NECESSARY AND CONVENIENT TO CARRY OUT ITS FUNC-\n   54  TIONS PURSUANT TO THIS ARTICLE.\n\n       A. 3164                            16\n\n    1    5. RULES OF THE DESIGNATING COMMISSION. A.  THE DESIGNATING COMMISSION\n    2  SHALL  ADOPT, AND MAY AMEND, WRITTEN RULES OF PROCEDURE NOT INCONSISTENT\n    3  WITH LAW.\n    4    B.  RULES OF THE DESIGNATING COMMISSION SHALL BE FILED WITH THE SECRE-\n    5  TARY OF STATE AND SHALL BE PUBLISHED  IN  THE  OFFICIAL  COMPILATION  OF\n    6  CODES,  RULES  AND REGULATIONS OF THE STATE. UPON REQUEST OF ANY PERSON,\n    7  THE SECRETARY OF STATE SHALL FURNISH A COPY OF THE  DESIGNATING  COMMIS-\n    8  SION'S RULES WITHOUT CHARGE.\n    9    C.  RULES  OF THE DESIGNATING COMMISSION MAY PRESCRIBE FORMS AND QUES-\n   10  TIONNAIRES TO BE COMPLETED AND, IF REQUIRED BY THE  DESIGNATING  COMMIS-\n   11  SION, VERIFIED BY CANDIDATES.\n   12    D.  RULES  OF  THE  DESIGNATING COMMISSION SHALL PROVIDE THAT UPON THE\n   13  COMPLETION BY THE DESIGNATING COMMISSION OF ITS CONSIDERATION AND EVALU-\n   14  ATION OF THE QUALIFICATIONS OF A CANDIDATE, THERE SHALL BE NO  RECONSID-\n   15  ERATION  OF  SUCH CANDIDATE FOR THE VACANCY FOR WHICH HE WAS CONSIDERED,\n   16  EXCEPT WITH THE CONCURRENCE OF EIGHT MEMBERS OF THE DESIGNATING  COMMIS-\n   17  SION.\n   18    6.  CONFIDENTIALITY  OF PROCEEDINGS AND RECORDS. A. ALL COMMUNICATIONS\n   19  TO THE DESIGNATING COMMISSION, AND ITS  PROCEEDINGS,  AND  ALL  APPLICA-\n   20  TIONS,  CORRESPONDENCE,  INTERVIEWS,  TRANSCRIPTS, REPORTS AND ALL OTHER\n   21  PAPERS, FILES AND RECORDS OF THE DESIGNATING COMMISSION SHALL BE  CONFI-\n   22  DENTIAL  AND  PRIVILEGED  AND,  EXCEPT  FOR  THE PURPOSES OF ARTICLE TWO\n   23  HUNDRED TEN OF THE PENAL LAW, SHALL NOT BE MADE AVAILABLE TO ANY  PERSON\n   24  EXCEPT AS OTHERWISE PROVIDED IN THIS ARTICLE.\n   25    B.  NEITHER  THE  MEMBERS  OF  THE  BOARD,  MEMBERS OF THE DESIGNATING\n   26  COMMISSION NOR ITS STAFF SHALL PUBLICLY DIVULGE THE  NAMES  OF,  OR  ANY\n   27  INFORMATION  CONCERNING,  ANY  CANDIDATE EXCEPT AS OTHERWISE PROVIDED IN\n   28  THIS ARTICLE.  ANY VIOLATION OF THIS SUBDIVISION  SHALL  BE  A  CLASS  A\n   29  MISDEMEANOR.\n   30    7.  PROCEDURES  WHEN VACANCIES OCCUR. A. WHENEVER A VACANCY WILL OCCUR\n   31  FOR THE POSITION OF MEMBER OF THE EMPLOYEE RETIREMENT  SYSTEM  BOARD  BY\n   32  EXPIRATION OF A TERM, THE MEMBER OF THE BOARD SHALL NOTIFY THE DESIGNAT-\n   33  ING  COMMISSION  OF  THE  ANTICIPATED VACANCY NO LATER THAN SEVEN MONTHS\n   34  PRECEDING THE VACANCY.    THE  DESIGNATING  COMMISSION  SHALL  MAKE  ITS\n   35  APPOINTMENT  TO  THE  BOARD ON OR BEFORE THE DATE OF EXPIRATION, TO TAKE\n   36  EFFECT ON THE DAY FOLLOWING SUCH EXPIRATION.\n   37    B. WHENEVER A VACANCY OCCURS OTHER THAN BY  EXPIRATION  OF  TERM,  THE\n   38  COMMISSIONERS  OF  STATE  GOVERNMENT ETHICS SHALL IMMEDIATELY NOTIFY THE\n   39  DESIGNATING COMMISSION OF SUCH VACANCY. THE DESIGNATING COMMISSION SHALL\n   40  MAKE ITS APPOINTMENT NO LATER THAN ONE HUNDRED TWENTY DAYS AFTER RECEIPT\n   41  OF SUCH NOTICE.\n   42    S 16.  This act shall take effect on the ninetieth day after it  shall\n   43  have become a law.\n         FISCAL NOTE.--Pursuant to Legislative Law, Section 50:\n         This bill would create an Employee Retirement System Board to serve as\n       the trustee of the Common Retirement Fund (CRF), and would designate the\n       Comptroller  as  the custodian of the CRF. Members of the Board would be\n       nominated by a designating commission,  which  would  be  authorized  to\n       appoint  and  compensate  staff  as  it  may require. The Board would be\n       authorized to make rules  and  regulations  on  the  governance  of  the\n       retirement  system,  as well as any other rules and regulations it deems\n       appropriate, and shall direct the investment of CRF. The Board would  be\n       authorized  to employ an executive director and two additional employees\n       as it may require. This bill would also establish prohibitions on place-\n       ment agents, and enact standards of integrity for investment firms deal-\n       ing with the CRF.\n\n       A. 3164                            17\n\n         If this bill is enacted, we estimate that there  would  be  additional\n       annual  costs  to compensate staff of the designating commission and the\n       Board, and to reimburse the members of the  designating  commission  and\n       the  Board for their actual and necessary expenses. These costs would be\n       shared  by  the State of New York and the participating employers of the\n       New York State and Local Employees' Retirement System and the  New  York\n       State and Local Police and Fire Retirement System.\n         This  estimate,  dated  December  27,  2010, and intended for use only\n       during the  2011  Legislative  Session,  is  Fiscal  Note  No.  2011-71,\n       prepared  by  the  Actuary  for  the New York State and Local Employees'\n       Retirement System and the New York  State  and  Local  Police  and  Fire\n       Retirement System.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, the state finance law and the public officers law, in relation to establishing the employee retirement system board of trustees to operate the New York state and local employees' retirement system and the New York state and local police and fire retirement system, and regulating investment firms doing business with the common retirement fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131624.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796502
}