{
  "year" : 2011,
  "senateBillNo" : "A3168-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to cities",
    "billEventId" : "A3168-2011-1295845200000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Assigns liability for monetary penalties for an illegal conversion of a housing unit to the person actually so doing and/or the owner, not the residents",
  "summary" : "Provides that the contractor who performed the construction work which results in an illegal conversion of a housing unit shall be held liable for monetary penalties related to such illegal conversion, rather than the residents; provides that the owner of the building shall be held liable if he or she knew or should reasonably have known that the construction was being done without prior approval by the department of buildings and without the required permits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A3547-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3168\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. ARROYO,\n         COOK -- read once and referred to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to the liability for an illegal conversion\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The administrative code of the city of New York is  amended\n    2  by adding a new section 28-210.3 to read as follows:\n    3    S  28-210.3  LIABILITY  FOR ILLEGAL CONVERSION. A. FOR THE PURPOSES OF\n    4  THIS SECTION, AN \"ILLEGAL CONVERSION\" SHALL MEAN THE CREATION OR MODIFI-\n    5  CATION OF A HOUSING UNIT OR UNITS, FOR WHICH  APPROVAL  OR  PERMITS  ARE\n    6  REQUIRED  BY LAW OR REGULATION, WITHOUT FIRST OBTAINING SUCH APPROVAL OR\n    7  PERMITS FROM THE DEPARTMENT OF BUILDINGS.\n    8    B. IN THE EVENT AN ILLEGAL  CONVERSION  HAS  OCCURRED,  DETERMINED  BY\n    9  ORDER  OR JUDGMENT OF THE ENVIRONMENTAL CONTROL BOARD, THE CONTRACTOR OR\n   10  INDIVIDUAL WHO PERFORMED THE CONSTRUCTION SHALL BE HELD LIABLE  FOR  ANY\n   11  MONETARY PENALTIES RELATED THERETO.\n   12    C.  NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THE OWNER OF\n   13  THE BUILDING IN WHICH AN ILLEGAL CONVERSION HAS BEEN PERFORMED SHALL NOT\n   14  BE  HELD  LIABLE FOR SUCH MONETARY PENALTIES PURSUANT TO A DETERMINATION\n   15  OF AN ILLEGAL CONVERSION UNLESS:\n   16    (I) HE OR SHE IS ALSO THE INDIVIDUAL WHO PERFORMED  THE  CONSTRUCTION;\n   17  OR\n   18    (II)  HE  OR SHE KNEW OR REASONABLY SHOULD HAVE KNOWN THAT APPROVAL OF\n   19  THE DEPARTMENT OF BUILDINGS AND PERMITS WERE REQUIRED AND HAD  NOT  BEEN\n   20  OBTAINED PRIOR TO SUCH CONSTRUCTION.\n   21    D.  IT  SHALL  BE A COMPLETE AND AFFIRMATIVE DEFENSE TO ANY VIOLATIONS\n   22  ISSUED BY THE DEPARTMENT OF BUILDINGS FOR ILLEGAL  CONVERSIONS  OR  WORK\n   23  DONE WITHOUT A PERMIT THAT:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02666-01-1\n\n       A. 3168                             2\n\n    1    (I)  THE DEPARTMENT OF FINANCE RECORDS AND THE DEPARTMENT OF BUILDINGS\n    2  RECORDS CONFLICT AS TO THE DESCRIPTION  OR  ASSESSMENT  OF  THE  SUBJECT\n    3  PROPERTY; OR\n    4    (II)  THE OWNER OF THE BUILDING PURCHASED SAID PROPERTY IN THE ILLEGAL\n    5  CONVERSION CONDITION.\n    6    S 2. This act shall take effect on the ninetieth day  after  it  shall\n    7  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the liability for an illegal conversion ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796521
}