{
  "year" : 2011,
  "senateBillNo" : "A3166-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3166-2011-1295845200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the enhanced STAR exemption to permanent total disabled volunteer firefighters",
  "summary" : "Extends the enhanced school tax relief exemption to permanent total disabled volunteer firefighters. ",
  "currentCommittee" : null,
  "sameAs" : "S2447",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1983-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3166\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to extending  the\n         enhanced  STAR  exemption  to permanent total disabled volunteer fire-\n         fighters\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (a) of subdivision 2 of section 425 of the real\n    2  property tax law, as amended by section 1 of part E of chapter 83 of the\n    3  laws of 2002, is amended and a new subdivision 4-b is added to  read  as\n    4  follows:\n    5    (a)  Overview.  There shall be two variations of the exemption author-\n    6  ized by this section: an exemption for property  owned  by  persons  who\n    7  satisfy  the  criteria  set  forth in subdivision three of this section,\n    8  which shall be known as the \"basic\" STAR exemption, and an exemption for\n    9  property owned by senior citizens, AND PERMANENT TOTAL  DISABLED  VOLUN-\n   10  TEER  FIREFIGHTERS  who  satisfy the criteria set forth in both subdivi-\n   11  sions three and four of this section, OR FOR PROPERTY OWNED BY PERMANENT\n   12  TOTAL DISABLED VOLUNTEER FIREFIGHTERS WHO SATISFY THE CRITERIA SET FORTH\n   13  IN SUBDIVISION FOUR-B OF THIS SECTION, TOGETHER which shall be known  as\n   14  the \"enhanced\" STAR exemption. The exempt amount for each assessing unit\n   15  shall be determined annually as set forth in this subdivision, by multi-\n   16  plying  the \"base figure\" by the locally-applicable \"sales price differ-\n   17  ential factor,\" if any,  multiplying  the  product  by  the  appropriate\n   18  \"equalization  factor\"  for  the  assessing  unit,  and,  if  necessary,\n   19  increasing the result to equal the applicable  \"floor.\"  The  result  is\n   20  then rounded to the nearest multiple of ten dollars.\n   21    4-B.  PERMANENT  TOTAL  DISABLED VOLUNTEER FIREFIGHTERS.  THE ENHANCED\n   22  EXEMPTION SHALL BE PROVIDED FOR PROPERTY OWNED BY PERMANENT TOTAL  DISA-\n   23  BLED  VOLUNTEER  FIREFIGHTERS,  AS  SUCH  PERSONS ARE DEFINED IN SECTION\n   24  EIGHT OF THE VOLUNTEER FIREFIGHTERS' BENEFIT LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05795-02-1\n\n       A. 3166                             2\n\n    1    S 2. Section 425 of the real property tax law is amended by  adding  a\n    2  new subdivision 5-a to read as follows:\n    3    5-A. PERMANENT TOTAL DISABLED FIREFIGHTER. (A) ENHANCED EXEMPTION. THE\n    4  ENHANCED  EXEMPTION  SHALL  BE  PROVIDED FOR PROPERTY OWNED BY PERMANENT\n    5  TOTAL DISABLED FIREFIGHTERS. THE FOLLOWING REQUIREMENTS  SHALL  BE  MET:\n    6  (I) THE OWNER SHALL BE A PERMANENT TOTAL DISABLED FIREFIGHTER AS DEFINED\n    7  IN  SECTION  EIGHT  OF THE VOLUNTEER FIREFIGHTERS' BENEFIT LAW; AND (II)\n    8  THE COMBINED INCOME OF ALL OWNERS, AND OF ANY OWNERS'  SPOUSES  RESIDING\n    9  ON THE PREMISES, MAY NOT EXCEED THE APPLICABLE INCOME STANDARD SPECIFIED\n   10  IN THIS SUBDIVISION.\n   11    (B)  INCOME.  (I) THE COMBINED INCOME OF ALL OF THE OWNERS, AND OF ANY\n   12  OWNERS' SPOUSES RESIDING ON THE PREMISES, MAY NOT EXCEED THE  APPLICABLE\n   13  INCOME STANDARD SPECIFIED HEREIN.\n   14    (A)  FOR  FINAL ASSESSMENT ROLLS TO BE COMPLETED PRIOR TO TWO THOUSAND\n   15  THREE, ELIGIBILITY FOR THE EXEMPTION SHALL BE BASED UPON INCOME FOR  THE\n   16  INCOME TAX YEAR IMMEDIATELY PRECEDING THE DATE OF MAKING APPLICATION FOR\n   17  THE EXEMPTION, AND THE INCOME STANDARD SHALL BE SIXTY THOUSAND DOLLARS.\n   18    (B)  FOR FINAL ASSESSMENT ROLLS TO BE COMPLETED IN TWO THOUSAND THREE,\n   19  ELIGIBILITY FOR THE EXEMPTION SHALL BE BASED UPON INCOME FOR THE  INCOME\n   20  TAX  YEAR  ENDING  IN TWO THOUSAND ONE, AND THE INCOME STANDARD SHALL BE\n   21  THE PREVIOUSLY-APPLICABLE INCOME  STANDARD  OF  SIXTY  THOUSAND  DOLLARS\n   22  INCREASED  BY  THE COST-OF-LIVING-ADJUSTMENT PERCENTAGE FOR TWO THOUSAND\n   23  ONE. FOR PURPOSES OF  THIS  COMPUTATION,  THE  COST-OF-LIVING-ADJUSTMENT\n   24  PERCENTAGE  FOR  TWO  THOUSAND  ONE  SHALL  BE  EQUAL TO THE \"APPLICABLE\n   25  INCREASE PERCENTAGE\" USED BY THE UNITED STATES  COMMISSIONER  OF  SOCIAL\n   26  SECURITY  TO  DETERMINE  MONTHLY SOCIAL SECURITY BENEFITS PAYABLE IN TWO\n   27  THOUSAND ONE TO INDIVIDUALS, AS PROVIDED BY SUBSECTION  (I)  OF  SECTION\n   28  FOUR HUNDRED FIFTEEN OF TITLE FORTY-TWO OF THE UNITED STATES CODE.\n   29    (C)  FOR  FINAL ASSESSMENT ROLLS TO BE COMPLETED IN EACH ENSUING YEAR,\n   30  THE APPLICABLE INCOME TAX YEAR, COST-OF-LIVING-ADJUSTMENT PERCENTAGE AND\n   31  APPLICABLE INCREASE PERCENTAGE SHALL ALL BE ADVANCED BY  ONE  YEAR,  AND\n   32  THE  INCOME  STANDARD SHALL BE THE PREVIOUSLY-APPLICABLE INCOME STANDARD\n   33  INCREASED BY THE  NEW  COST-OF-LIVING-ADJUSTMENT  PERCENTAGE.  IF  THERE\n   34  SHOULD  BE  A  YEAR FOR WHICH THERE IS NO APPLICABLE INCREASE PERCENTAGE\n   35  DUE TO A GENERAL BENEFIT INCREASE AS DEFINED  BY  SUBDIVISION  THREE  OF\n   36  SUBSECTION (I) OF SECTION FOUR HUNDRED FIFTEEN OF TITLE FORTY-TWO OF THE\n   37  UNITED  STATES  CODE, THE APPLICABLE INCREASE PERCENTAGE FOR PURPOSES OF\n   38  THIS COMPUTATION SHALL BE DEEMED TO BE THE PERCENTAGE WHICH  WOULD  HAVE\n   39  YIELDED THAT GENERAL BENEFIT INCREASE.\n   40    (D)  IN NO CASE SHALL AN INCOME STANDARD BE DECREASED FROM ONE ASSESS-\n   41  MENT ROLL TO THE NEXT.\n   42    (E) IF THE INCOME STANDARD INITIALLY COMPUTED FOR AN  ASSESSMENT  ROLL\n   43  IS NOT EXACTLY EQUAL TO A MULTIPLE OF FIFTY DOLLARS, IT SHALL BE ROUNDED\n   44  UP TO THE NEXT HIGHER MULTIPLE OF FIFTY DOLLARS.\n   45    (F)  IT  SHALL  BE  THE RESPONSIBILITY OF THE COMMISSIONER TO ANNUALLY\n   46  DETERMINE ALL INCOME STANDARDS PURSUANT TO  THIS  SUBDIVISION  BEGINNING\n   47  WITH  FINAL  ASSESSMENT  ROLLS  TO BE COMPLETED IN TWO THOUSAND NINE, TO\n   48  CAUSE NOTICE THEREOF TO BE PUBLISHED IN THE STATE REGISTER,  TO  DISSEM-\n   49  INATE NOTICE THEREOF TO ASSESSORS, COUNTY DIRECTORS OF REAL PROPERTY TAX\n   50  SERVICES, AND SUCH OTHER PARTIES AS IT MAY DEEM APPROPRIATE, AND TO POST\n   51  NOTICE THEREOF ON ITS WEBSITE.\n   52    (II)  THE  TERM \"INCOME\" AS USED HEREIN SHALL MEAN THE \"ADJUSTED GROSS\n   53  INCOME\" FOR FEDERAL INCOME TAX PURPOSES AS REPORTED ON  THE  APPLICANT'S\n   54  FEDERAL  OR  STATE INCOME TAX RETURN FOR THE APPLICABLE INCOME TAX YEAR,\n   55  SUBJECT TO ANY SUBSEQUENT AMENDMENTS OR REVISIONS, REDUCED  BY  DISTRIB-\n   56  UTIONS,  TO  THE  EXTENT  INCLUDED  IN  FEDERAL  ADJUSTED  GROSS INCOME,\n\n       A. 3166                             3\n\n    1  RECEIVED FROM AN INDIVIDUAL RETIREMENT ACCOUNT AND AN INDIVIDUAL RETIRE-\n    2  MENT ANNUITY; PROVIDED THAT IF NO SUCH RETURN WAS FILED FOR THE APPLICA-\n    3  BLE INCOME TAX YEAR, \"INCOME\" SHALL MEAN THE ADJUSTED GROSS INCOME  THAT\n    4  WOULD HAVE BEEN SO REPORTED IF SUCH A RETURN HAD BEEN FILED.\n    5    (III)  ANY  INFORMATION OR DOCUMENTATION SUBMITTED BY THE APPLICANT IN\n    6  CONNECTION WITH APPLICATIONS FOR OR RENEWAL OF THE EXEMPTION  AUTHORIZED\n    7  UNDER  THIS  SECTION TO VERIFY INCOME, SHALL BE DEEMED CONFIDENTIAL, AND\n    8  THE ASSESSOR, ANY MUNICIPAL OFFICER OR MUNICIPAL EMPLOYEES ARE PROHIBIT-\n    9  ED FROM DISCLOSING ANY  SUCH  INFORMATION,  EXCEPT  FOR  ANY  DISCLOSURE\n   10  NECESSARY  IN  THE  PERFORMANCE  OF THEIR OFFICIAL DUTIES, AND EXCEPT AS\n   11  AUTHORIZED BY SUBPARAGRAPH  (V)  OF  THIS  PARAGRAPH.  ANY  UNAUTHORIZED\n   12  DISCLOSURE  OF  SUCH  INFORMATION SHALL BE DEEMED A VIOLATION OF SECTION\n   13  EIGHT HUNDRED FIVE-A OF THE GENERAL MUNICIPAL LAW.\n   14    (IV) EFFECTIVE WITH APPLICATIONS FOR THE ENHANCED EXEMPTION  ON  FINAL\n   15  ASSESSMENT  ROLLS  TO BE COMPLETED IN TWO THOUSAND NINE, THE APPLICATION\n   16  FORM SHALL INDICATE THAT THE OWNERS OF  THE  PROPERTY  AND  ANY  OWNERS'\n   17  SPOUSES  RESIDING  ON  THE  PREMISES  MAY AUTHORIZE THE ASSESSOR TO HAVE\n   18  THEIR INCOME ELIGIBILITY  VERIFIED  ANNUALLY  THEREAFTER  BY  THE  STATE\n   19  DEPARTMENT  OF TAXATION AND FINANCE, IN LIEU OF FURNISHING COPIES OF THE\n   20  APPLICABLE INCOME TAX RETURN OR RETURNS WITH  THE  APPLICATION.  IF  THE\n   21  OWNERS  OF THE PROPERTY AND ANY OWNERS' SPOUSES RESIDING ON THE PREMISES\n   22  ELECT TO PARTICIPATE IN THIS PROGRAM, WHICH SHALL BE KNOWN AS  THE  STAR\n   23  INCOME  VERIFICATION PROGRAM, THEY MUST FURNISH THEIR TAXPAYER IDENTIFI-\n   24  CATION NUMBERS IN ORDER TO  FACILITATE  MATCHING  WITH  RECORDS  OF  THE\n   25  DEPARTMENT OF TAXATION AND FINANCE. THEREAFTER, THEIR INCOME ELIGIBILITY\n   26  SHALL  BE  VERIFIED  ANNUALLY  BY  THE  STATE DEPARTMENT OF TAXATION AND\n   27  FINANCE AND THE ASSESSOR SHALL NOT  REQUEST  INCOME  DOCUMENTATION  FROM\n   28  THEM,  UNLESS  SUCH  DEPARTMENT ADVISES THE ASSESSOR THROUGH THE COMMIS-\n   29  SIONER THAT THEY  DO  NOT  SATISFY  THE  APPLICABLE  INCOME  ELIGIBILITY\n   30  REQUIREMENTS,  OR  THAT  IT  IS UNABLE TO DETERMINE WHETHER THEY SATISFY\n   31  THOSE REQUIREMENTS.\n   32    (V) (A) EXCEPT IN THE CASE OF A CITY WITH A POPULATION OF ONE  MILLION\n   33  OR MORE, THE ASSESSOR SHALL FORWARD TO THE COMMISSIONER, IN THE TIME AND\n   34  MANNER REQUIRED BY THE COMMISSIONER, INFORMATION IDENTIFYING THE PERSONS\n   35  WHO HAVE ELECTED TO PARTICIPATE IN THE STAR INCOME VERIFICATION PROGRAM.\n   36    THE  COMMISSIONER  SHALL FORWARD SUCH INFORMATION TO THE DEPARTMENT OF\n   37  TAXATION AND FINANCE IN THE MANNER PROVIDED BY  THE  AGREEMENT  EXECUTED\n   38  PURSUANT  TO SECTION ONE HUNDRED SEVENTY-ONE-O OF THE TAX LAW, AND SHALL\n   39  NOTIFY THE ASSESSOR OF THE RESPONSE OR RESPONSES IT RECEIVES  FROM  SUCH\n   40  DEPARTMENT  PURSUANT TO SUCH AGREEMENT. AFTER RECEIVING SUCH RESPONSE OR\n   41  RESPONSES, THE ASSESSING AUTHORITY SHALL CAUSE NOTICES TO BE  MAILED  TO\n   42  PARTICIPANTS  AS  PROVIDED  BY PARAGRAPH (B) OF SUBDIVISION FIVE OF THIS\n   43  SECTION. INFORMATION  OBTAINED  BY  THE  COMMISSIONER  IDENTIFYING  SUCH\n   44  PERSONS,  AND RESPONSES OBTAINED FROM SUCH DEPARTMENT SHALL BE CONFIDEN-\n   45  TIAL AND SHALL NOT BE SUBJECT TO DISCLOSURE UNDER  ARTICLE  SIX  OF  THE\n   46  PUBLIC OFFICERS LAW.\n   47    (B)  IN  THE CASE OF A CITY OF ONE MILLION OR MORE, THE ASSESSOR SHALL\n   48  FORWARD TO THE DEPARTMENT OF TAXATION  AND  FINANCE,  IN  THE  TIME  AND\n   49  MANNER  REQUIRED  BY THE DEPARTMENT, INFORMATION IDENTIFYING THE PERSONS\n   50  WHO HAVE ELECTED TO PARTICIPATE IN THE STAR INCOME VERIFICATION PROGRAM.\n   51    THE DEPARTMENT SHALL ADVISE THE ASSESSOR OF ITS FINDINGS IN THE MANNER\n   52  PROVIDED BY THE AGREEMENT  EXECUTED  PURSUANT  TO  SECTION  ONE  HUNDRED\n   53  SEVENTY-ONE-O   OF  THE  TAX  LAW.  AFTER  RECEIVING  SUCH  RESPONSE  OR\n   54  RESPONSES, THE ASSESSING AUTHORITY SHALL CAUSE NOTICES TO BE  MAILED  TO\n   55  PARTICIPANTS  AS  PROVIDED  BY PARAGRAPH (B) OF SUBDIVISION FIVE OF THIS\n   56  SECTION. INFORMATION  OBTAINED  BY  THE  COMMISSIONER  IDENTIFYING  SUCH\n\n       A. 3166                             4\n\n    1  PERSONS,  AND RESPONSES OBTAINED FROM SUCH DEPARTMENT SHALL BE CONFIDEN-\n    2  TIAL AND SHALL NOT BE SUBJECT TO DISCLOSURE UNDER  ARTICLE  SIX  OF  THE\n    3  PUBLIC OFFICERS LAW.\n    4    (VI)  NOTWITHSTANDING  THE PROVISIONS OF SUBPARAGRAPHS (IV) AND (V) OF\n    5  THIS PARAGRAPH, WHICH ESTABLISH  A  STAR  INCOME  VERIFICATION  PROGRAM,\n    6  INCOME  DOCUMENTATION  MUST  BE  SUBMITTED TO THE ASSESSOR IN CONNECTION\n    7  WITH EACH OF THE FOLLOWING: (A) INITIAL APPLICATIONS  FOR  THE  ENHANCED\n    8  STAR  EXEMPTION;  (B)  RENEWAL  APPLICATIONS  SUBMITTED  BY  A PERSON OR\n    9  PERSONS WHO HAVE NOT ELECTED TO PARTICIPATE IN THE STAR INCOME VERIFICA-\n   10  TION PROGRAM; (C) APPLICATIONS THAT WOULD ALLOW AN ENHANCED EXEMPTION TO\n   11  RESUME AFTER HAVING BEEN DISCONTINUED; (D) APPLICATIONS SUBMITTED  BY  A\n   12  PERSON  OR  PERSONS  WHO  HAVE  PREVIOUSLY  QUALIFIED  FOR  THE ENHANCED\n   13  EXEMPTION BUT NOT IN THE ASSESSING UNIT IN QUESTION;  AND  (E)  APPLICA-\n   14  TIONS  WITH  RESPECT TO WHICH THE DEPARTMENT OF TAXATION AND FINANCE HAS\n   15  ADVISED THE ASSESSOR THROUGH THE  COMMISSIONER  THAT  IT  IS  UNABLE  TO\n   16  DETERMINE  WHETHER  A  PARTICIPANT  OR  PARTICIPANTS  IN THE STAR INCOME\n   17  VERIFICATION PROGRAM SATISFY THE INCOME ELIGIBILITY REQUIREMENTS.\n   18    (C) ABSENCE FROM RESIDENCE. AN EXEMPTION MAY BE  GRANTED  PURSUANT  TO\n   19  THIS  SUBDIVISION  NOTWITHSTANDING THE FACT THAT AN OWNER IS ABSENT FROM\n   20  THE RESIDENCE WHILE RECEIVING HEALTH-RELATED CARE AS AN INPATIENT  OF  A\n   21  RESIDENTIAL  HEALTH  CARE  FACILITY,  AS DEFINED IN SECTION TWENTY-EIGHT\n   22  HUNDRED ONE OF THE PUBLIC HEALTH LAW, PROVIDED THAT DURING SUCH CONFINE-\n   23  MENT SUCH PROPERTY IS NOT OCCUPIED BY ANYONE OTHER THAN  THE  SPOUSE  OR\n   24  CO-OWNER OF SUCH OWNER.\n   25    S  3.  Subparagraph (ii) of paragraph (a) of subdivision 13 of section\n   26  425 of the real property tax law, as added by section 1  of  part  B  of\n   27  chapter 389 of the laws of 1997, is amended and a new subparagraph (iii)\n   28  is added to read as follows:\n   29    (ii)  in  the  case  of  an application for the enhanced exemption for\n   30  property owned by senior citizens, the applicant or applicants misrepre-\n   31  sented their age or income so as to appear eligible for such  exemption,\n   32  when they were not[.]; OR\n   33    (III)  IN  THE  CASE  OF AN APPLICATION FOR THE ENHANCED EXEMPTION FOR\n   34  PROPERTY OWNED BY A PERMANENT TOTAL DISABLED VOLUNTEER FIREFIGHTER,  THE\n   35  APPLICANT OR APPLICANTS MISREPRESENTED THE FACT THAT HE OR SHE IS SUCH A\n   36  PERMANENT  OR  TOTAL  DISABLED  VOLUNTEER FIREFIGHTER, WHEN HE OR SHE IS\n   37  NOT.\n   38    S 4. This act shall take effect on the first of January next  succeed-\n   39  ing  the  date  on  which  it shall have become a law and shall apply to\n   40  taxable years which begin on or after such date; provided, however, that\n   41  effective immediately, the addition,  amendment  and/or  repeal  of  any\n   42  rules or regulations necessary for the implementation of this act on its\n   43  effective date is authorized and directed to be made and completed on or\n   44  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to extending the enhanced STAR exemption to permanent total disabled volunteer firefighters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110124.T125623.TXT", "SOBI.D110124.T152636.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796511
}