{
  "year" : 2011,
  "senateBillNo" : "A3167-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to correction",
    "billEventId" : "A3167-2011-1295845200000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the posting of a notice in certain rental premises regarding access to the sex offender registry",
  "summary" : "Requires landlords to post notices in certain rental premises regarding access to the sex offender registry; provides the language for such notice; and provides such posting requirement shall only apply to multiple dwellings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A3524-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3167\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY, SPANO, COLTON -- Multi-Sponsored by -- M.\n         of A. HOOPER, TOWNS -- read once and  referred  to  the  Committee  on\n         Correction\n\n       AN ACT to amend the correction law, in relation to requiring the posting\n         of  a  notice  in  certain rental premises regarding access to the sex\n         offender registry\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The correction law is amended by adding a new section 168-\n    2  kk to read as follows:\n    3    S  168-KK.  POSTING  OF  GENERAL  NOTICE  IN  MULTIPLE  DWELLINGS.  1.\n    4  NOTWITHSTANDING  ANY  LAW, RULE OR REGULATION TO THE CONTRARY, THE LAND-\n    5  LORD OF A MULTIPLE DWELLING SHALL POST IN A CONSPICUOUS  PLACE  IN  EACH\n    6  AND  EVERY  ENTRANCE WAY OF SUCH MULTIPLE DWELLING, AT LEAST ONE COPY OF\n    7  THE NOTICE AS PROVIDED FOR IN SUBDIVISION TWO OF THIS SECTION. THE DIVI-\n    8  SION OF HOUSING AND COMMUNITY RENEWAL SHALL  PROMULGATE  ANY  RULES  AND\n    9  REGULATIONS  IT  DEEMS  NECESSARY FOR THE FURTHER IMPLEMENTATION OF THIS\n   10  SECTION.\n   11    2. SUCH NOTICE SHALL CONTAIN THE FOLLOWING LANGUAGE:\n   12    \"NOTICE: THE NEW YORK STATE  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES\n   13  MAINTAINS  AND  DISTRIBUTES A SUBDIRECTORY, WHICH INCLUDES THE LOCATIONS\n   14  AND PHOTOGRAPHS OF HIGH RISK  SEX  OFFENDERS.  IF  YOU  HAVE  REASON  TO\n   15  BELIEVE  A SEX OFFENDER RESIDES IN YOUR BUILDING OR NEIGHBORHOOD, PLEASE\n   16  CONTACT YOUR LOCAL LAW ENFORCEMENT AGENCY FOR FURTHER INFORMATION ON HOW\n   17  TO ACCESS AND VIEW THE SUBDIRECTORY OF HIGH RISK SEX OFFENDERS.  YOU MAY\n   18  ALSO ACCESS THE INFORMATION AT A SPECIAL  TOLL  FREE  TELEPHONE  NUMBER,\n   19  1-800-262-3257,  TO  VERIFY THE REGISTRATION OF A PARTICULAR INDIVIDUAL.\n   20  IT IS ILLEGAL TO USE INFORMATION OBTAINED FROM THE DIVISION OF  CRIMINAL\n   21  JUSTICE  SERVICES SUBDIRECTORY OR THE SPECIAL TOLL FREE TELEPHONE NUMBER\n   22  TO COMMIT A CRIME AGAINST ANY PERSON LISTED  OR  TO  ENGAGE  IN  ILLEGAL\n   23  DISCRIMINATION OR HARASSMENT AGAINST SUCH PERSON.\"\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02552-01-1\n\n       A. 3167                             2\n\n    1    3.  FOR PURPOSES OF THIS SECTION, THE FOLLOWING TERMS HAVE THE FOLLOW-\n    2  ING MEANINGS:\n    3    A.  \"LANDLORD\" SHALL INCLUDE OWNER, AGENT, MANAGER, SUPERINTENDENT, OR\n    4  ANY OTHER PERSON WHOSE RESPONSIBILITIES INCLUDE MAINTENANCE OF A  MULTI-\n    5  PLE DWELLING; AND\n    6    B.  \"MULTIPLE  DWELLING\"  MEANS  THE  SAME  AS SUCH TERM IS DEFINED IN\n    7  SECTION FOUR OF THE MULTIPLE DWELLING LAW AND SECTION FOUR OF THE MULTI-\n    8  PLE RESIDENCE LAW.\n    9    S 2. This act shall take effect on the one hundred twentieth day after\n   10  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to requiring the posting of a notice in certain rental premises regarding access to the sex offender registry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796515
}