{
  "year" : 2011,
  "senateBillNo" : "A3169-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3169-2011-1295845200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for intervention by certain campus security personnel in relation to reportedly mentally ill students",
  "summary" : "Provides for intervention by certain campus security personnel in relation to reportedly mentally ill students and notification to person to be contacted in case of such mental health emergency. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3562-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3169\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. MENG --\n         read once and referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to safe school or college\n         campuses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 6435-a\n    2  to read as follows:\n    3    S  6435-A.  SAFE  CAMPUS  INTERVENTION.  1.  IF A PERSON ALLEGED TO BE\n    4  MENTALLY ILL IS A STUDENT RESIDING, OR IN ATTENDANCE,  AT  A  SCHOOL  OR\n    5  COLLEGE AT THE TIME THAT SUCH PERSON IS OBSERVED EXHIBITING SAID MENTAL-\n    6  LY  ILL  BEHAVIOR, ANY TEACHER, ADMINISTRATOR OR STUDENT MAY REPORT SUCH\n    7  BEHAVIOR TO THE CHIEF OF SAFETY AND SECURITY, OR OTHER OFFICER RESPONSI-\n    8  BLE FOR CAMPUS SAFETY AND SECURITY OR A DESIGNEE, AND SUCH PERSONNEL MAY\n    9  EXERCISE THE AUTHORIZED POWERS  GIVEN  TO  PEACE  OFFICERS  PURSUANT  TO\n   10  SECTION  9.41 OF THE MENTAL HYGIENE LAW. IN SUCH INSTANCES, THE INSTITU-\n   11  TION SHALL, UPON REMOVAL OF SAID STUDENT ALLEGED  TO  BE  MENTALLY  ILL,\n   12  IMMEDIATELY  NOTIFY  THE  APPROPRIATE  PERSON OR PERSONS SO LISTED TO BE\n   13  NOTIFIED IN CASE OF EMERGENCY INVOLVING ALLEGED  MENTAL  HEALTH  ILLNESS\n   14  INTERVENTION  OR  TREATMENT  ON  THE  STUDENT'S ADMISSION APPLICATION OR\n   15  STUDENT RECORDS.\n   16    2. ALL SCHOOLS AND COLLEGES SHALL INFORM AND ADVISE  ALL  STUDENTS  OF\n   17  THIS  PROVISION OF LAW AT THE TIME OF ACCEPTANCE AND ENTRY TO THE INSTI-\n   18  TUTION.\n   19    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02612-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to safe school or college campuses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T132124.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796499
}