{
  "year" : 2011,
  "senateBillNo" : "A3160-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3160-2011-1295845200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the business employment incentive program",
  "summary" : "Creates the business employment incentive program to foster job growth; provides grants to businesses that create a certain amount of new employment opportunities within their companies; makes the department of economic development responsible for implementing the program; requires the department to establish the appropriate criteria, guidelines, rules, regulations, and fees for participation in the program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A4570-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3160\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, SCHIMMINGER, ORTIZ, V. LOPEZ, DESTITO --\n         Multi-Sponsored by -- M. of A. COOK, HEASTIE, PHEFFER -- read once and\n         referred  to  the  Committee  on  Economic  Development, Job Creation,\n         Commerce and Industry\n\n       AN ACT to amend the economic development law, in  relation  to  creating\n         the business employment incentive program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The economic development law is amended  by  adding  a  new\n    2  article 18 to read as follows:\n    3                                 ARTICLE 18\n    4                    BUSINESS EMPLOYMENT INCENTIVE PROGRAM\n    5  SECTION 400. GENERAL.\n    6          401. PROJECT REQUIREMENTS.\n    7          402. GRANT APPLICATION.\n    8          403. INCENTIVE AGREEMENT.\n    9          404. SUBMISSION OF NEW YORK TAX RETURN, OTHER INFORMATION; AUDIT.\n   10          405. FAILURE OF BUSINESS TO COMPLY, CIRCUMSTANCES.\n   11          406. DISBURSEMENT CONDITIONS.\n   12          407. GRANT LIMITATIONS.\n   13          408. IMPLEMENTATION, STUDY.\n   14          409. FEES.\n   15          410. RULES.\n   16          411. ANNUAL REPORT.\n   17    S  400.  GENERAL.  THERE  IS  HEREBY ESTABLISHED A BUSINESS EMPLOYMENT\n   18  INCENTIVE PROGRAM. THE PROGRAM IS TO BE ADMINISTERED BY THE  DEPARTMENT.\n   19  IN  ORDER TO FOSTER JOB CREATION IN THIS STATE, THE DEPARTMENT MAY ENTER\n   20  INTO AGREEMENTS WITH BUSINESSES TO PROVIDE BUSINESS EMPLOYMENT INCENTIVE\n   21  GRANTS, WITHIN AVAILABLE APPROPRIATIONS, WITH  THE  PROVISIONS  OF  THIS\n   22  ARTICLE IF THE DEPARTMENT FINDS THAT:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05369-01-1\n\n       A. 3160                             2\n\n    1    1.  THE  PROJECT PROPOSED BY THE BUSINESS WILL CREATE, DURING THE TERM\n    2  OF THE AGREEMENT, A NET INCREASE IN EMPLOYMENT BY THE BUSINESS  AND  ITS\n    3  RELATED PERSONS AS PROVIDED IN SECTION FOUR HUNDRED ONE OF THIS ARTICLE;\n    4    2.  THE  PROJECT  IS ECONOMICALLY SOUND AND WILL BENEFIT THE PEOPLE OF\n    5  NEW YORK BY INCREASING OPPORTUNITIES FOR EMPLOYMENT AND BY STRENGTHENING\n    6  NEW YORK'S ECONOMY; AND\n    7    3. THE DEPARTMENT DETERMINES THAT THE RECEIPT OF THE BUSINESS  EMPLOY-\n    8  MENT INCENTIVE GRANT WILL BE A MATERIAL FACTOR IN THE BUSINESS' DECISION\n    9  TO GO FORWARD WITH THE PROJECT.\n   10    S 401. PROJECT REQUIREMENTS. 1. A BUSINESS MAY APPLY TO THE DEPARTMENT\n   11  FOR A GRANT FOR ANY PROJECT WHICH:\n   12    (A)  WILL  CREATE AT LEAST SEVENTY-FIVE ELIGIBLE POSITIONS IN THE BASE\n   13  YEARS; OR\n   14    (B) WILL CREATE AT LEAST TWENTY-FIVE ELIGIBLE POSITIONS IN A  TARGETED\n   15  AREA IN THE BASE YEARS.\n   16    2.  IN THE CASE WHERE A BUSINESS IS A LANDLORD, THE BUSINESS MAY APPLY\n   17  TO THE DEPARTMENT FOR A GRANT FOR ANY PROJECT IN WHICH:\n   18    (A)(I) AT LEAST SEVENTY-FIVE ELIGIBLE POSITIONS  ARE  CREATED  IN  THE\n   19  BASE YEARS; OR\n   20    (II) AT LEAST TWENTY-FIVE ELIGIBLE POSITIONS ARE CREATED IN A TARGETED\n   21  AREA IN THE BASE YEARS; AND\n   22    (B) THE TENANTS OR PROPOSED TENANTS HAVE AGREED TO ASSIGN TO THE LAND-\n   23  LORD  ANY  CLAIM OF RIGHT THAT THEY MAY HAVE TO A GRANT PROVIDED BY THIS\n   24  ARTICLE; AND\n   25    (C) THE TENANT OR PROPOSED TENANTS HAVE AGREED TO COOPERATE  WITH  THE\n   26  LANDLORD  BY  ANNUALLY  PROVIDING  TO  THE  DEPARTMENT THE NUMBER OF NEW\n   27  EMPLOYEES IN ELIGIBLE POSITIONS, THE WITHHOLDINGS AND ANY OTHER INFORMA-\n   28  TION WHICH MAY BE REQUIRED BY THE DEPARTMENT.\n   29    3. A PROJECT WHICH CONSISTS SOLELY OF  POINT-OF-FINAL-PURCHASE  RETAIL\n   30  FACILITIES  SHALL  NOT  BE ELIGIBLE FOR A GRANT UNDER THIS ARTICLE. IF A\n   31  PROJECT CONSISTS OF BOTH POINT-OF-FINAL-PURCHASE RETAIL  FACILITIES  AND\n   32  NON-RETAIL  FACILITIES,  ONLY  THE  PORTION OF THE PROJECT CONSISTING OF\n   33  NON-RETAIL FACILITIES SHALL BE ELIGIBLE FOR A GRANT, AND ONLY THE  WITH-\n   34  HOLDINGS  FROM  NEW  EMPLOYEES  WHICH ARE EMPLOYED IN THE PORTION OF THE\n   35  PROJECT WHICH REPRESENTS NON-RETAIL FACILITIES SHALL BE USED  TO  DETER-\n   36  MINE  THE  AMOUNT  OF  THE  GRANT.  IF A WAREHOUSE FACILITY IS PART OF A\n   37  POINT-OF-FINAL-PURCHASE RETAIL FACILITY AND SUPPLIES ONLY THAT FACILITY,\n   38  THE WAREHOUSE FACILITY SHALL NOT BE ELIGIBLE  FOR  A  GRANT.    FOR  THE\n   39  PURPOSES  OF  THIS  ARTICLE,  CATALOG  DISTRIBUTION CENTERS SHALL NOT BE\n   40  CONSIDERED POINT-OF-FINAL-PURCHASE RETAIL FACILITIES.\n   41    S 402. GRANT APPLICATION. 1. A BUSINESS SHALL APPLY TO THE  DEPARTMENT\n   42  FOR A GRANT ON A FORM PRESCRIBED BY THE DEPARTMENT WHICH SHALL INCLUDE:\n   43    (A)  THE  NAME  OF THE BUSINESS, THE PROPOSED LOCATION OF THE PROJECT,\n   44  AND THE TYPE OF ACTIVITY WHICH WILL BE ENGAGED IN AT THE PROJECT SITE;\n   45    (B) THE NAMES AND ADDRESSES OF THE PRINCIPALS  OR  MANAGEMENT  OF  THE\n   46  BUSINESS,  AND  THE  NATURE  OF  THE FORM OF BUSINESS ORGANIZATION UNDER\n   47  WHICH IT IS OPERATED;\n   48    (C) THE MOST RECENT FINANCIAL STATEMENT OF THE BUSINESS;\n   49    (D) THE NUMBER OF ELIGIBLE POSITIONS PROPOSED TO BE CREATED DURING THE\n   50  BASE YEARS AND THEREAFTER; AND\n   51    (E) AN ESTIMATE OF THE TOTAL WITHHOLDINGS.\n   52    2. A COOPERATIVE ASSOCIATION MAY APPLY, IN ONE  CONSOLIDATED  APPLICA-\n   53  TION  IN  A FORM AND MANNER DETERMINED BY THE DEPARTMENT, FOR A GRANT ON\n   54  ITS OWN BEHALF AS A BUSINESS AND FOR GRANTS ON BEHALF OF THE MEMBERS  OF\n   55  THE ASSOCIATION WHO MAY QUALIFY UNDER THIS ARTICLE.\n\n       A. 3160                             3\n\n    1    3.  IF  A  COOPERATIVE ASSOCIATION IS APPLYING FOR GRANTS ON BEHALF OF\n    2  ITS MEMBERS, THE MEMBERS FOR WHOM THE  APPLICATION  IS  SUBMITTED  SHALL\n    3  ASSIGN  TO THE ASSOCIATION ANY CLAIM OF RIGHT THE MEMBERS MAY HAVE UNDER\n    4  THIS ARTICLE TO APPLY FOR GRANTS INDIVIDUALLY DURING  THE  TERM  OF  THE\n    5  BUSINESS EMPLOYMENT INCENTIVE AGREEMENT, AND AGREE TO COOPERATE WITH THE\n    6  ASSOCIATION  IN PROVIDING TO THE DEPARTMENT ALL THE INFORMATION REQUIRED\n    7  FOR THE INITIAL APPLICATION, THE BUSINESS  EMPLOYMENT  INCENTIVE  AGREE-\n    8  MENT,  AND  ANY  OTHER  INFORMATION  THE  DEPARTMENT MAY REQUIRE FOR THE\n    9  PURPOSES OF THIS ARTICLE. THE COOPERATIVE ASSOCIATION SHALL BE RESPONSI-\n   10  BLE FOR PROVIDING TO THE DEPARTMENT ALL THE INFORMATION  REQUIRED  UNDER\n   11  THIS ARTICLE.\n   12    4.  IF  A COOPERATIVE ASSOCIATION APPLIES FOR A GRANT ON BEHALF OF ITS\n   13  MEMBERS, THE MEMBERS INCLUDED IN THE APPLICATION  MAY  BE  PERMITTED  TO\n   14  MEET  THE  QUALIFICATIONS FOR A GRANT COLLECTIVELY BY PARTICIPATING IN A\n   15  PROJECT THAT WILL MEET THE REQUIREMENTS OF  SECTIONS  FOUR  HUNDRED  AND\n   16  FOUR  HUNDRED ONE OF THIS ARTICLE, THE AMOUNT OF A GRANT SHALL BE CALCU-\n   17  LATED UNDER THE TERMS OF THIS ARTICLE AS IF THE MEMBERS ARE ALL  COLLEC-\n   18  TIVELY  ONE  BUSINESS  ENTITY, AND ANY RESTRICTIONS ON THE QUALIFICATION\n   19  FOR A GRANT SHALL APPLY TO EACH MEMBER WHO IS LISTED IN THE  APPLICATION\n   20  AS PARTICIPATING IN THE PROJECT. THE GRANTS AWARDED SHALL BE PAID TO THE\n   21  COOPERATIVE  ASSOCIATION. A GRANT RECEIVED UNDER THIS ARTICLE BY A COOP-\n   22  ERATIVE ASSOCIATION MAY BE APPORTIONED TO THE MEMBERS OF THE ASSOCIATION\n   23  IN A MANNER DETERMINED BY THE ASSOCIATION. EACH MEMBER INCLUDED  IN  THE\n   24  APPLICATION  SHALL BE REQUIRED TO SIGN THE BUSINESS EMPLOYMENT INCENTIVE\n   25  AGREEMENT AND SHALL ABIDE BY ITS TERMS.\n   26    5. (A) THE AMOUNT OF THE EMPLOYMENT INCENTIVE AWARDED AS  A  GRANT  IN\n   27  EACH  CASE  SHALL  BE NOT LESS THAN TEN PERCENT AND NOT MORE THAN EIGHTY\n   28  PERCENT OF THE WITHHOLDINGS OF  THE  BUSINESS,  OR  NOT  LESS  THAN  TEN\n   29  PERCENT AND NOT MORE THAN FIFTY PERCENT OF THE ESTIMATED TAX OF PARTNERS\n   30  OF  AN  ELIGIBLE  PARTNERSHIP WHETHER PAID DIRECTLY BY THE PARTNER OR BY\n   31  THE ELIGIBLE PARTNERSHIP ON BEHALF OF SUCH  PARTNER'S  ACCOUNT,  OR  ANY\n   32  COMBINATION  THEREOF, AND SHALL BE SUBJECT TO THE PROVISIONS OF SECTIONS\n   33  FOUR HUNDRED SIX AND FOUR HUNDRED SEVEN OF THIS ARTICLE. THE  EMPLOYMENT\n   34  INCENTIVE  SHALL  BE BASED ON CRITERIA DEVELOPED BY THE DEPARTMENT AFTER\n   35  CONSIDERING THE FOLLOWING:\n   36    (I) THE NUMBER OF ELIGIBLE POSITIONS TO BE CREATED;\n   37    (II) THE EXPECTED DURATION OF THOSE POSITIONS;\n   38    (III) THE TYPE OF CONTRIBUTION THE BUSINESS CAN MAKE TO THE  LONG-TERM\n   39  GROWTH OF THE STATE'S ECONOMY;\n   40    (IV)  THE  AMOUNT  OF  OTHER  FINANCIAL  ASSISTANCE  THE BUSINESS WILL\n   41  RECEIVE FROM THE STATE FOR THE PROJECT; AND\n   42    (V) THE TOTAL DOLLAR INVESTMENT THE BUSINESS IS MAKING IN THE PROJECT.\n   43    (B) THE TERM OF THE GRANT SHALL NOT EXCEED TEN YEARS.\n   44    (C) AT THE DISCRETION OF THE DEPARTMENT, THE GRANT MAY APPLY  ONLY  TO\n   45  NEW  EMPLOYEES OR PARTNERS IN ELIGIBLE POSITIONS CREATED DURING THE BASE\n   46  YEARS, OR TO ADDITIONAL NEW EMPLOYEES OR PARTNERS IN ELIGIBLE  POSITIONS\n   47  CREATED DURING THE REMAINDER OF THE TERM OF THE GRANT.\n   48    S  403.  INCENTIVE AGREEMENT. THE BUSINESS EMPLOYMENT INCENTIVE AGREE-\n   49  MENT SHALL INCLUDE, BUT SHALL NOT BE LIMITED TO, THE FOLLOWING:\n   50    1. A DETAILED DESCRIPTION OF THE PROPOSED PROJECT WHICH WILL RESULT IN\n   51  JOB CREATION, AND THE NUMBER OF NEW EMPLOYEES TO BE HIRED  IN  THE  BASE\n   52  YEARS;\n   53    2.  THE  TERM OF THE GRANT, AND THE FIRST YEAR FOR WHICH THE GRANT MAY\n   54  BE CLAIMED;\n\n       A. 3160                             4\n\n    1    3. THE NEW EMPLOYEES WHOSE POSITIONS ARE SUBJECTS OF THE GRANT, PURSU-\n    2  ANT TO PARAGRAPH (C) OF SUBDIVISION FIVE OF SECTION FOUR HUNDRED TWO  OF\n    3  THIS ARTICLE;\n    4    4. A REQUIREMENT THAT THE APPLICANT MAINTAIN THE PROJECT AT A LOCATION\n    5  IN NEW YORK FOR AT LEAST ONE AND A HALF TIMES THE NUMBER OF YEARS OF THE\n    6  TERM  OF  THE  GRANT,  WITH AT LEAST THE NUMBER OF ELIGIBLE POSITIONS AS\n    7  REQUIRED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE;\n    8    5. THE EMPLOYMENT INCENTIVE, AS DETERMINED PURSUANT TO  PARAGRAPH  (A)\n    9  OF SUBDIVISION FIVE OF SECTION FOUR HUNDRED TWO OF THIS ARTICLE;\n   10    6.  A  METHOD  FOR  DETERMINING  THE  NUMBER  OF NEW EMPLOYEES WHO ARE\n   11  EMPLOYED DURING A GRANT YEAR;\n   12    7. A METHOD FOR THE BUSINESS TO REPORT ANNUALLY TO THE DEPARTMENT  THE\n   13  NUMBER OF NEW EMPLOYEES FOR WHICH THE GRANT IS TO BE MADE;\n   14    8.  A  REQUIREMENT THAT THE BUSINESS REPORT TO THE DEPARTMENT ANNUALLY\n   15  THE AGGREGATE AMOUNT OF WITHHOLDINGS DURING THE GRANT YEAR;\n   16    9. A PROVISION PERMITTING AN AUDIT OF THE PAYROLL RECORDS OF THE BUSI-\n   17  NESS BY THE DEPARTMENT FROM TIME TO TIME, AS THE DEPARTMENT DEEMS NECES-\n   18  SARY;\n   19    10. A PROVISION WHICH PERMITS THE DEPARTMENT  TO  AMEND  AN  AGREEMENT\n   20  PURSUANT TO SECTION FOUR HUNDRED FIVE OF THIS ARTICLE;\n   21    11.  A PROVISION WHICH REQUIRES THE BUSINESS TO MAINTAIN OPERATIONS AT\n   22  THE PROJECT LOCATION OR ANOTHER LOCATION APPROVED BY THE DEPARTMENT  FOR\n   23  AT  LEAST ONE AND A HALF TIMES THE TERM OF THE GRANT, AND A PROVISION TO\n   24  PERMIT THE DEPARTMENT TO RECAPTURE ALL OR  PART  OF  THE  GRANT  AT  ITS\n   25  DISCRETION  IF THE BUSINESS DOES NOT REMAIN AT THE SITE FOR THE REQUIRED\n   26  TERM; AND\n   27    12. A PROVISION ESTABLISHING THE  CONDITIONS  UNDER  WHICH  THE  GRANT\n   28  AGREEMENT  MAY  BE  TERMINATED AND GRANT FUNDS RECAPTURED BY THE DEPART-\n   29  MENT.\n   30    S 404. SUBMISSION OF NEW YORK TAX RETURN, OTHER INFORMATION; AUDIT. 1.\n   31  NO LATER THAN FEBRUARY FIRST OF EACH YEAR, FOR THE PRECEDING GRANT YEAR,\n   32  EVERY BUSINESS WHICH IS AWARDED A GRANT UNDER THIS ARTICLE SHALL  SUBMIT\n   33  TO  THE  DEPARTMENT A COPY OF ITS APPLICABLE NEW YORK TAX RETURN SHOWING\n   34  BUSINESS INCOME AND WITHHOLDINGS AS A CONDITION OF ITS  CONTINUATION  IN\n   35  THE  GRANT  PROGRAM,  TOGETHER WITH AN ANNUAL PAYROLL REPORT SHOWING (A)\n   36  THE ELIGIBLE POSITIONS WHICH ARE CREATED DURING THE BASE YEARS  AND  (B)\n   37  THE  NEW  ELIGIBLE  POSITIONS CREATED DURING EACH SUBSEQUENT YEAR OF THE\n   38  GRANT.\n   39    2. THE DEPARTMENT MAY REQUIRE BY REGULATION ANY INFORMATION  WHICH  IT\n   40  DEEMS NECESSARY TO EFFECTUATE THE PROVISIONS OF THIS ARTICLE.\n   41    3. THE DEPARTMENT MAY CAUSE AN AUDIT OF ANY BUSINESS RECEIVING A GRANT\n   42  TO BE CONDUCTED AT ANY TIME.\n   43    S  405. FAILURE OF BUSINESS TO COMPLY, CIRCUMSTANCES.  1. IF THE BUSI-\n   44  NESS RECEIVING A GRANT FAILS TO MEET OR COMPLY  WITH  ANY  CONDITION  OR\n   45  REQUIREMENT  SET  FORTH IN A GRANT AGREEMENT OR IN RULES AND REGULATIONS\n   46  OF THE DEPARTMENT, THE DEPARTMENT MAY AMEND THE AGREEMENT TO REDUCE  THE\n   47  AMOUNT  OF  THE EMPLOYMENT INCENTIVE OR THE TERM OF THE GRANT AGREEMENT.\n   48  THE REDUCTION OF THE EMPLOYMENT INCENTIVE SHALL  BE  APPLICABLE  TO  THE\n   49  GRANT  YEAR IMMEDIATELY FOLLOWING THE GRANT YEAR IN WHICH THE DEPARTMENT\n   50  AMENDS THE AGREEMENT.\n   51    2. IF A BUSINESS FAILS TO MAINTAIN EMPLOYMENT AT THE LEVELS STIPULATED\n   52  IN THE AGREEMENT OR OTHERWISE FAILS TO COMPLY WITH ANY CONDITION OF  THE\n   53  GRANT AGREEMENT FOR ANY TWO CONSECUTIVE YEARS, THE DEPARTMENT MAY TERMI-\n   54  NATE THE AGREEMENT.\n   55    S  406.  DISBURSEMENT  CONDITIONS.  NO  AMOUNT SHALL BE DISBURSED TO A\n   56  RECIPIENT BUSINESS AS A GRANT UNDER THIS ARTICLE IN ANY YEAR  UNTIL  THE\n\n       A. 3160                             5\n\n    1  STATE COMPTROLLER HAS CERTIFIED THAT THE AMOUNT OF WITHHOLDINGS OR ESTI-\n    2  MATED  TAXES  OF  PARTNERS, OR ANY COMBINATION THEREOF, RECEIVED IN THAT\n    3  YEAR FROM THE BUSINESS OR THE PARTNERS OF THE BUSINESS EQUALS OR EXCEEDS\n    4  THE AMOUNT OF THE GRANT.\n    5    S 407. GRANT LIMITATIONS. A BUSINESS THAT IS RECEIVING ANY OTHER GRANT\n    6  BY  OPERATION OF STATE LAW SHALL NOT RECEIVE AN AMOUNT AS A GRANT PURSU-\n    7  ANT TO THIS ARTICLE WHICH, WHEN COMBINED WITH SUCH OTHER GRANTS, EXCEEDS\n    8  THE TOTAL OF EIGHTY PERCENT OF ITS WITHHOLDINGS OR FIFTY PERCENT OF  THE\n    9  ESTIMATED TAX, OR ANY COMBINATION THEREOF PAID, EXCEPT UPON THE APPROVAL\n   10  OF THE STATE COMPTROLLER.\n   11    S 408. IMPLEMENTATION, STUDY.  THE DEPARTMENT SHALL CONDUCT A STUDY TO\n   12  DETERMINE  THE  MINIMUM FUNDING LEVEL REQUIRED TO IMPLEMENT THE BUSINESS\n   13  EMPLOYMENT INCENTIVE PROGRAM SUCCESSFULLY. MAJOR CONSIDERATION SHALL  BE\n   14  GIVEN  TO  THE RATE OF RETURN FOR EACH JOB CREATED AS  A RESULT OF BUSI-\n   15  NESS EMPLOYMENT INCENTIVE GRANTS.\n   16    S 409. FEES. THE DEPARTMENT SHALL ESTABLISH AN APPLICATION FEE  FOR  A\n   17  GRANT  APPLICATION  AND SERVICE FEES PAYABLE BY EACH BUSINESS WHICH IS A\n   18  GRANT RECIPIENT TO PAY THE COSTS OF THE ADMINISTRATION OF THE PROGRAM.\n   19    S 410. RULES. THE DEPARTMENT SHALL ADOPT RULES NECESSARY TO  IMPLEMENT\n   20  THE  PROVISIONS OF THE BUSINESS EMPLOYMENT INCENTIVE PROGRAM NOT RELATED\n   21  TO THE COLLECTION OR DETERMINATION OF TAXES  AND  TAX  WITHHOLDING.  THE\n   22  RULES  SHALL PROVIDE FOR THE RECIPIENTS OF BUSINESS EMPLOYMENT INCENTIVE\n   23  GRANTS TO BE CHARGED AN INITIAL APPLICATION  FEE,  AND  ONGOING  SERVICE\n   24  FEES,  TO  COVER  THE  ADMINISTRATIVE  COSTS RELATED TO THE PROGRAM. THE\n   25  RULES ALSO SHALL INCLUDE THE PROCEDURES TO CLARIFY  THE  APPLICATION  OF\n   26  THE  VARIOUS PROVISIONS OF THIS ARTICLE TO COOPERATIVE ASSOCIATIONS THAT\n   27  SUBMIT APPLICATIONS ON BEHALF OF THEIR MEMBERS.\n   28    S 411. ANNUAL REPORT.  THE DEPARTMENT SHALL SUBMIT  A  REPORT  ON  THE\n   29  BUSINESS  EMPLOYMENT INCENTIVE PROGRAM TO THE GOVERNOR, TEMPORARY PRESI-\n   30  DENT OF THE SENATE, AND SPEAKER OF THE ASSEMBLY  ON  OR  BEFORE  OCTOBER\n   31  THIRTY-FIRST  OF EACH YEAR.  THE REPORT SHALL INCLUDE INFORMATION ON THE\n   32  NUMBER OF AGREEMENTS ENTERED INTO DURING THE PRECEDING  FISCAL  YEAR,  A\n   33  DESCRIPTION  OF  THE  PROJECT  UNDER  EACH AGREEMENT, THE NUMBER OF JOBS\n   34  CREATED, NEW INCOME TAX  REVENUE  RECEIVED  FROM  WITHHOLDINGS,  AMOUNTS\n   35  AWARDED  AS  GRANTS AND AN UPDATE ON THE STATUS OF PROJECTS UNDER AGREE-\n   36  MENT BEFORE THE PRECEDING FISCAL YEAR.  AFTER THE PROGRAM'S FIFTH  YEAR,\n   37  THE  DEPARTMENT, IN CONJUNCTION WITH THE STATE COMPTROLLER, SHALL ASSESS\n   38  THE EFFECTIVENESS OF THE PROGRAM IN CREATING NEW JOBS IN  NEW  YORK  AND\n   39  THE IMPACT ON STATE REVENUES.\n   40    S  2. This act shall take effect on the first of January next succeed-\n   41  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to creating the business employment incentive program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110124.T125623.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T164141.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905301446
}