{
  "year" : 2011,
  "senateBillNo" : "A3162-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3162-2011-1295845200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the discharge of a firearm or long bow within 1000 feet of a school or school playground",
  "summary" : "Prohibits the discharge of a firearm or long bow within 1000 feet of a school or school playground; increases the distance which hunters may hunt near schools from 500 feet to 1,000 feet. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1765-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3162\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, COLTON, ENGLEBRIGHT -- Multi-Sponsored\n         by -- M. of A. CLARK, DESTITO, FARRELL, GALEF, ORTIZ, PHEFFER --  read\n         once and referred to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         prohibiting the discharge of firearms or long bows within one thousand\n         feet of a school or school playground\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph 2 of paragraph a of subdivision 4 of section\n    2  11-0931 of the environmental conservation law, as amended by chapter 483\n    3  of the laws of 2010, is amended to read as follows:\n    4    (2) discharge a firearm, crossbow or long bow within (I) five  hundred\n    5  feet  from  a  dwelling  house, farm building or farm structure actually\n    6  occupied or used[, school  building,  school  playground,]  or  occupied\n    7  factory  or  church, OR (II) ONE THOUSAND FEET FROM A SCHOOL BUILDING OR\n    8  SCHOOL PLAYGROUND;\n    9    S 2. Subparagraph 2 of paragraph a of subdivision 4 of section 11-0931\n   10  of the environmental conservation law is amended to read as follows:\n   11    (2) discharge a firearm or long bow within (I) five hundred feet  from\n   12  a  dwelling  house, farm building or farm structure actually occupied or\n   13  used[, school building,  school  playground,]  or  occupied  factory  or\n   14  church, OR (II) ONE THOUSAND FEET FROM A SCHOOL BUILDING OR SCHOOL PLAY-\n   15  GROUND;\n   16    S  3.  This  act shall take effect immediately; provided however, that\n   17  the amendment to subparagraph 2 of  paragraph  a  of  subdivision  4  of\n   18  section  11-0931  of  the environmental conservation law made by section\n   19  one of this act shall be subject to the expiration and reversion of such\n   20  subdivision pursuant to section 17 of chapter 483 of the laws  of  2010,\n   21  as  amended,  when  upon such date the provisions of section two of this\n   22  act shall take effect.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05713-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting the discharge of firearms or long bows within one thousand feet of a school or school playground ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T131624.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T154637.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901997373
}