{
  "year" : 2011,
  "senateBillNo" : "A3178-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3178-2011-1295845200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to repeat violators who endanger the public health, safety or the environment",
  "summary" : "Relates to repeat violators who endanger the public health, safety or the environment; increases penalties for such violators. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2570-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3178\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, COLTON -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         repeat violators\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Sections 71-2711, 71-2712, 71-2713 and 71-2714 of the envi-\n    2  ronmental conservation law, as amended by chapter  26  of  the  laws  of\n    3  1998, are amended to read as follows:\n    4  S 71-2711. Endangering  public  health, safety or the environment in the\n    5               fourth degree.\n    6    A person is guilty of endangering public health, safety or  the  envi-\n    7  ronment in the fourth degree when:\n    8    1. With criminal negligence, [he] SUCH PERSON engages in conduct which\n    9  causes  the  release  of a substance acutely hazardous to public health,\n   10  safety or the environment; or\n   11    2. With criminal negligence, [he] SUCH PERSON engages in conduct which\n   12  causes the release of more than one  hundred  gallons  or  one  thousand\n   13  pounds,  whichever  is  less,  of  an  aggregate  weight  or volume of a\n   14  substance hazardous to public health, safety or the environment; or\n   15    3. [He] SUCH PERSON knowingly or recklessly engages in  conduct  which\n   16  causes  the release of a substance hazardous to public health, safety or\n   17  the environment; OR\n   18    4. SUCH PERSON COMMITS THE CRIME OF  ENDANGERING  THE  PUBLIC  HEALTH,\n   19  SAFETY  OR  THE  ENVIRONMENT  IN  THE FIFTH DEGREE AS DEFINED IN SECTION\n   20  71-2710 OF THIS TITLE AND HAS BEEN PREVIOUSLY  CONVICTED  OF  ANY  CRIME\n   21  DEFINED  IN  SECTION  71-2710, 71-2712, 71-2713 OR 71-2714 OF THIS TITLE\n   22  WITHIN THE PRECEDING TEN YEARS.\n   23    Endangering public health, safety or the  environment  in  the  fourth\n   24  degree is a class A misdemeanor.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02769-01-1\n\n       A. 3178                             2\n\n    1  S 71-2712. Endangering  public  health, safety or the environment in the\n    2               third degree.\n    3    A  person  is guilty of endangering public health, safety or the envi-\n    4  ronment in the third degree when:\n    5    1.  [He] SUCH PERSON recklessly engages in conduct  which  causes  the\n    6  release of a substance acutely hazardous to public health, safety or the\n    7  environment; or\n    8    2.    [He]  SUCH PERSON recklessly engages in conduct which causes the\n    9  release of more than two hundred gallons or two thousand pounds,  which-\n   10  ever  is less, of an aggregate weight or volume of a substance hazardous\n   11  to public health, safety or the environment; or\n   12    3.  [He] SUCH PERSON recklessly engages in conduct  which  causes  the\n   13  release  of more than one hundred gallons or one thousand pounds, which-\n   14  ever is less, of an aggregate weight or volume of a substance  hazardous\n   15  to  public health, safety or the environment  and such release creates a\n   16  substantial risk of physical injury to any person who is not  a  partic-\n   17  ipant in the crime; or\n   18    4.    [He]  SUCH  PERSON knowingly engages in conduct which causes the\n   19  release of more than one hundred gallons or one thousand pounds,  which-\n   20  ever  is less, of an aggregate weight or volume of a substance hazardous\n   21  to public health, safety or the environment; OR\n   22    5. SUCH PERSON COMMITS THE CRIME OF  ENDANGERING  THE  PUBLIC  HEALTH,\n   23  SAFETY  OR  THE  ENVIRONMENT  IN THE FOURTH DEGREE AS DEFINED IN SECTION\n   24  71-2711 OF THIS TITLE AND HAS BEEN PREVIOUSLY  CONVICTED  OF  ANY  CRIME\n   25  DEFINED  IN  SECTION  71-2710, 71-2711, 71-2713 OR 71-2714 OF THIS TITLE\n   26  WITHIN THE PRECEDING TEN YEARS.\n   27    Endangering public health, safety or  the  environment  in  the  third\n   28  degree is a class E felony.\n   29  S 71-2713. Endangering  public  health, safety or the environment in the\n   30               second degree.\n   31    A person is guilty of endangering public health, safety or  the  envi-\n   32  ronment in the second degree when:\n   33    1.    [He]  SUCH  PERSON knowingly engages in conduct which causes the\n   34  release of a substance hazardous to public health, safety or  the  envi-\n   35  ronment and such release causes physical injury to any person who is not\n   36  a participant in the crime; or\n   37    2.    [He]  SUCH  PERSON knowingly engages in conduct which causes the\n   38  release of a substance acutely hazardous to public health, safety or the\n   39  environment or the release of a substance  which  at  the  time  of  the\n   40  conduct  [he] SUCH PERSON knows to meet any of the criteria set forth in\n   41  paragraph (b) of subdivision one of section 37-0103 of this chapter; or\n   42    3.  [He] SUCH PERSON knowingly engages in  conduct  which  causes  the\n   43  release  of more than one thousand five hundred gallons or fifteen thou-\n   44  sand pounds, whichever is less, of an aggregate weight or  volume  of  a\n   45  substance hazardous to public health, safety or the environment; or\n   46    4.    [He]  SUCH PERSON recklessly engages in conduct which causes the\n   47  release of a substance acutely hazardous to public health, safety or the\n   48  environment and such release causes physical injury to any person who is\n   49  not a participant in the crime; or\n   50    5.  [He] SUCH PERSON knowingly engages in  conduct  which  causes  the\n   51  release  of more than one hundred gallons or one thousand pounds, which-\n   52  ever is less, of an aggregate weight or volume of a substance  hazardous\n   53  to  public  health,  safety or the environment and such substance enters\n   54  water; or\n\n       A. 3178                             3\n\n    1    6.  [He] SUCH PERSON knowingly or recklessly engages in conduct  which\n    2  causes  the release of a substance hazardous to public health, safety or\n    3  the environment and such substance enters a primary water supply; OR\n    4    7.  SUCH  PERSON  COMMITS  THE CRIME OF ENDANGERING THE PUBLIC HEALTH,\n    5  SAFETY OR THE ENVIRONMENT IN THE THIRD  DEGREE  AS  DEFINED  IN  SECTION\n    6  71-2712  OF  THIS  TITLE  AND HAS BEEN PREVIOUSLY CONVICTED OF ANY CRIME\n    7  DEFINED IN SECTION 71-2710, 71-2711, 71-2712 OR 71-2714  OF  THIS  TITLE\n    8  WITHIN THE PRECEDING TEN YEARS.\n    9    Endangering  public  health,  safety  or the environment in the second\n   10  degree is a class D felony.\n   11  S 71-2714. Endangering public health, safety or the environment  in  the\n   12               first degree.\n   13    A  person  is guilty of endangering public health, safety or the envi-\n   14  ronment in the first degree when:\n   15    1. [He] SUCH PERSON intentionally engages in conduct which causes  the\n   16  release of a substance acutely hazardous to public health, safety or the\n   17  environment  or  the  release  of  a  substance which at the time of the\n   18  conduct [he] SUCH PERSON knows to meet any of the criteria set forth  in\n   19  paragraph (b) of subdivision one of section 37-0103 of this chapter when\n   20  [he]  SUCH  PERSON is aware that such conduct creates a substantial risk\n   21  of serious physical injury to any person who is not a participant in the\n   22  crime; or\n   23    2. [He] SUCH PERSON knowingly engages  in  conduct  which  causes  the\n   24  release of a substance acutely hazardous to public health, safety or the\n   25  environment  or  the  release  of  a  substance which at the time of the\n   26  conduct [he] SUCH PERSON knows to meet any of the criteria set forth  in\n   27  paragraph  (b) of subdivision one of section 37-0103 of this chapter and\n   28  such release causes physical injury to any person who is not  a  partic-\n   29  ipant in the crime; OR\n   30    3.  SUCH  PERSON  COMMITS  THE CRIME OF ENDANGERING THE PUBLIC HEALTH,\n   31  SAFETY OR THE ENVIRONMENT IN THE SECOND DEGREE  AS  DEFINED  IN  SECTION\n   32  71-2713  OF  THIS  TITLE  AND HAS BEEN PREVIOUSLY CONVICTED OF ANY CRIME\n   33  DEFINED IN SECTION 71-2710, 71-2711, 71-2712 OR 71-2713  OF  THIS  TITLE\n   34  WITHIN THE PRECEDING TEN YEARS.\n   35    Endangering  public  health,  safety  or  the environment in the first\n   36  degree is a class C felony.\n   37    S 2. Sections 71-2715 and 71-2717 of  the  environmental  conservation\n   38  law,  as amended by chapter 671 of the laws of 1986, are amended to read\n   39  as follows:\n   40  S 71-2715. Unlawful dealing in hazardous wastes  OR  SUBSTANCES  in  the\n   41               second degree.\n   42    No person shall:\n   43    1.  With  intent  that  another person possess or dispose of hazardous\n   44  wastes OR SUBSTANCES HAZARDOUS OR ACUTELY HAZARDOUS  TO  PUBLIC  HEALTH,\n   45  SAFETY  OR  THE  ENVIRONMENT  without  authorization,  solicit, request,\n   46  command, importune or otherwise attempt to cause such  other  person  to\n   47  engage in such conduct; or\n   48    2. Believing it probable that [he] SUCH PERSON is rendering aid to [a]\n   49  ANOTHER  person who intends to possess or dispose of hazardous wastes OR\n   50  SUBSTANCES HAZARDOUS OR ACUTELY HAZARDOUS TO PUBLIC  HEALTH,  SAFETY  OR\n   51  THE  ENVIRONMENT without authorization, engage in conduct which provides\n   52  such OTHER person with the means or opportunity for the commission ther-\n   53  eof and which in fact aids such OTHER person to commit such act.\n   54    Unlawful dealing in hazardous [waste]  WASTES  OR  SUBSTANCES  in  the\n   55  second degree is a class A misdemeanor.\n\n       A. 3178                             4\n\n    1  S 71-2717. Unlawful  dealing  in  hazardous  wastes OR SUBSTANCES in the\n    2               first degree.\n    3    No person shall:\n    4    1.  Remove, assist in the removal, or make available for removal, more\n    5  than one hundred gallons or one thousand pounds, whichever is  less,  of\n    6  an  aggregate weight or volume of hazardous wastes OR SUBSTANCES HAZARD-\n    7  OUS OR ACUTELY HAZARDOUS TO PUBLIC SAFETY OR THE  ENVIRONMENT  intending\n    8  that  such  wastes OR SUBSTANCES are to be possessed or disposed of by a\n    9  person who does not have authorization; or\n   10    2. Solicit, agree to receive or receive a benefit  for  possession  or\n   11  disposal  of hazardous wastes OR SUBSTANCES HAZARDOUS OR ACUTELY HAZARD-\n   12  OUS TO PUBLIC SAFETY OR THE ENVIRONMENT intending that the possession or\n   13  disposal is to be done without authorization; or\n   14    3. Offer, agree to confer, confer upon another or authorize or  direct\n   15  anyone  to  offer,  agree to confer or confer upon another a benefit for\n   16  possession or disposal of hazardous wastes OR  SUBSTANCES  HAZARDOUS  OR\n   17  ACUTELY HAZARDOUS TO PUBLIC SAFETY OR THE ENVIRONMENT intending that the\n   18  person  who  is  to  perform  such  possession or disposal does not have\n   19  authorization.\n   20    Unlawful dealing in hazardous [waste]  WASTES  OR  SUBSTANCES  in  the\n   21  first degree is a class E felony.\n   22    S 3. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to repeat violators ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796513
}