{
  "year" : 2011,
  "senateBillNo" : "A3170-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to election law",
    "billEventId" : "A3170-2011-1295845200000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the Bloomberg waiver for candidates in compliance with N.Y. cities campaign finance board regulations",
  "summary" : "Establishes the Bloomberg waiver for candidates in compliance with NYC's campaign finance board regulations regarding a voluntary personal spending limit; failure to set a voluntary limit waives the existing limitations on an opposing publicly funded candidate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A3556-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3170\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Election Law\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to  fair  competition  for  publicly  financed candidates by\n         establishing the Bloomberg waiver\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Subparagraph (iii) of paragraph (a) of subdivision 1 of\n    2  section 3-718 of the administrative code of the city  of  New  York,  as\n    3  separately  added  by local law numbers 58, 59 and 60 of the city of New\n    4  York for the year 2004, is amended to read as follows:\n    5    (iii) (A) file  a  written  certification  in  such  form  as  may  be\n    6  prescribed  by  the  campaign finance board, which sets forth his or her\n    7  acceptance of and agreement to comply with the terms and  conditions  of\n    8  this  section and the rules promulgated hereby, which includes an affir-\n    9  mation that the candidate has a sufficient amount of personal  funds  to\n   10  fund his or her campaign; [and]\n   11    (B)  THAT THE CAMPAIGN FINANCE BOARD SHALL PROPOSE TO SUCH CANDIDATE A\n   12  VOLUNTARY PERSONAL FUNDS SPENDING LIMIT OF NOT  MORE  THAN  ONE  HUNDRED\n   13  TWENTY-FIVE PERCENT OF SUCH CAMPAIGN FINANCE BOARD'S RECOMMENDED EXPEND-\n   14  ITURE  LIMIT OF THE ELECTED OFFICE CONTESTED; PROVIDED, HOWEVER, THAT IF\n   15  SUCH LIMIT IS DECLINED BY SUCH CANDIDATE,  A  BLOOMBERG  WAIVER  OF  THE\n   16  EXISTING LIMITATIONS ON AN OPPOSING, PUBLICLY FUNDED CANDIDATE'S ABILITY\n   17  TO RAISE AND EXPEND PRIVATE FUNDS MAY BE GRANTED BY THE CAMPAIGN FINANCE\n   18  BOARD UPON APPLICATION, IN A MANNER DETERMINED BY SUCH BOARD, AND UPON A\n   19  SHOWING  OF  SUBSTANTIAL  FINANCIAL  DISADVANTAGE  DEMONSTRATED  BY  THE\n   20  DISPARITY IN PERSONAL FUNDS AVAILABLE; PROVIDED, HOWEVER, THAT ONCE SUCH\n   21  WAIVER IS GRANTED,  THE  FINANCIALLY  DISADVANTAGED  CANDIDATE  MAY  NOT\n   22  EXPEND A GREATER AMOUNT THAN THE AMOUNT EXPENDED BY THE PERSONALLY FUND-\n   23  ED OPPONENT AS REPORTED TO THE STATE BOARD OF ELECTIONS; EXCEPT THAT THE\n   24  LIMITATIONS ON MATCHING FUNDS SHALL NOT BE MODIFIED; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02615-01-1\n\n       A. 3170                             2\n\n    1    (C) the deadline for filing such certification for a primary, general,\n    2  or  special  election  shall  be  the  deadline  date for filing written\n    3  certifications pursuant to PARAGRAPH (C) OF SUBDIVISION ONE  OF  section\n    4  [3-703(1)(c)]  3-703  by  candidates  seeking nomination for election or\n    5  election  to  the  same  office  in the same calendar year as candidates\n    6  seeking to file a certification pursuant to this subparagraph,  and  the\n    7  provisions  of  PARAGRAPH  (C)  OF  SUBDIVISION  ONE  OF  [such] section\n    8  [3-703(1)(c)] 3-703 relating to  the  occurrence  of  an  \"extraordinary\n    9  circumstance\" shall apply to limited participating candidates; and\n   10    S  2. This act shall take effect on the first of January next succeed-\n   11  ing the date on which it shall have become a  law  and  shall  apply  to\n   12  elections occurring on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to fair competition for publicly financed candidates by establishing the Bloomberg waiver ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T125623.TXT", "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796500
}