{
  "year" : 2011,
  "senateBillNo" : "A3175-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3175-2011-1295845200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands requirements for public notification of public meetings",
  "summary" : "Establishes when a public body has the ability to do so that the time and place of a public meeting shall be conspicuously posted on an internet website and sent by electronic mail to any individuals who have registered with the public body to receive such by electronic mail. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A1564-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3175\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the  public  officers  law,  in  relation  to  expanding\n         requirements for public notification of public meetings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 104 of the public officers law, as\n    2  added by chapter 511 of the laws of 1976 and such section as  renumbered\n    3  by chapter 652 of the laws of 1983, is amended and a new subdivision 3-a\n    4  is added to read as follows:\n    5    3.  [The  public  notice  provided  for  by  this section shall not be\n    6  construed to require publication as a legal notice] WHEN A  PUBLIC  BODY\n    7  HAS  THE  ABILITY  TO  DO  SO, NOTICE OF THE TIME AND PLACE OF A MEETING\n    8  GIVEN IN ACCORDANCE WITH SUBDIVISION ONE OR TWO OF  THIS  SECTION  SHALL\n    9  ALSO:\n   10    A. BE CONSPICUOUSLY POSTED ON AN INTERNET WEBSITE; AND\n   11    B.  BE  SENT BY ELECTRONIC MAIL TO ANY INDIVIDUALS WHO HAVE REGISTERED\n   12  WITH THE PUBLIC BODY TO RECEIVE SUCH NOTICE BY ELECTRONIC MAIL.\n   13    3-A. TO THE EXTENT PRACTICABLE, A PUBLIC BODY SHALL ALSO  ESTABLISH  A\n   14  SYSTEM  FOR  INDIVIDUALS  TO  REGISTER  FOR  ON-GOING  ELECTRONIC  MAILS\n   15  CONTAINING INFORMATION  ON  THE  STATUS  OF  ITS  SIGNIFICANT  PROJECTS.\n   16  SIGNIFICANT  PROJECTS  ARE  PROJECTS  DETERMINED  BY  THE PUBLIC BODY TO\n   17  INVOLVE A MAJOR EXPENDITURE OF PUBLIC FUNDS OR ARE OF SIGNIFICANT INTER-\n   18  EST TO THE PUBLIC. THESE INCLUDE, BUT ARE NOT LIMITED TO:\n   19    A. PENDING AWARDS OF CONTRACTS COSTING IN EXCESS  OF  TEN  PERCENT  OR\n   20  MORE OF THE TOTAL PROJECTED PROJECT COST;\n   21    B. PROJECT TIMELINES AND MILESTONES;\n   22    C.  AND  THE STATUS OF ENVIRONMENTAL IMPACT STATEMENTS ON THE PROJECTS\n   23  CONDUCTED PURSUANT TO LOCAL, STATE OR FEDERAL LAW.\n   24    S 2. This act shall take effect on the one hundred eightieth day after\n   25  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07506-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to expanding requirements for public notification of public meetings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T134626.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796529
}