{
  "year" : 2011,
  "senateBillNo" : "A3172-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3172-2011-1295845200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires tax exempt organizations to report on funds spent on judgments and settlements regarding harassment, assault or abuse allegations against its officials",
  "summary" : "Requires tax exempt organizations to report on moneys spent on judgments and settlements regarding harassment, assault or abuse allegations against its officers, directors, employees, agents and trustees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Estates, Powers and Trusts Law",
  "previousVersions" : [ "A3408-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3172\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. PHEFFER\n         -- read once and referred to the Committee on Judiciary\n\n       AN ACT to amend the estates, powers and trusts  law  and  the  executive\n         law,  in relation to requiring not-for-profit and exempt organizations\n         and trustees to report annually whether or not moneys  were  spent  to\n         pay  judgments or settle accusations related to harassment, assault or\n         abuse allegedly committed by officers, directors, employees or  agents\n         of the organizations or trustees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 8-1.4 of the estates,  powers  and  trusts  law  is\n    2  amended by adding a new paragraph (t) to read as follows:\n    3    (T)  (1)  NOTWITHSTANDING  THE  EXEMPTIONS  FROM  THE REGISTRATION AND\n    4  REPORTING PROVISIONS OF THIS SECTION SPECIFIED IN PARAGRAPH (B) OF  THIS\n    5  SECTION,  THE  PROVISIONS  OF THIS PARAGRAPH SHALL APPLY TO A DESIGNATED\n    6  \"TRUSTEE\", AS DEFINED IN PARAGRAPH (A) OF THIS SECTION,  EXCEPT  TO  THE\n    7  EXTENT, IF ANY, THAT THE APPLICATION OF THIS PARAGRAPH TO ANY PARTICULAR\n    8  TRUSTEE IS FOUND BY THE FINAL JUDGMENT OF A COURT OF COMPETENT JURISDIC-\n    9  TION,  AFTER ANY AND ALL APPEALS HAVE BEEN EXHAUSTED, TO BE VIOLATIVE OF\n   10  THE FEDERAL OR STATE CONSTITUTION.\n   11    (2) A DESIGNATED TRUSTEE SHALL FILE ANNUALLY WITH THE ATTORNEY GENERAL\n   12  ON A FORM PRESCRIBED BY THE ATTORNEY GENERAL AND ON SUCH DATE  OR  DATES\n   13  AS  THE  ATTORNEY GENERAL SHALL REQUIRE, A DISCLOSURE STATEMENT, SETTING\n   14  FORTH UNDER THE PENALTIES OF PERJURY WHETHER OR NOT  ANY  OF  THE  FUNDS\n   15  ENTRUSTED  TO SUCH BOARD OF TRUSTEES OR DESIGNATED TRUSTEE WERE EXPENDED\n   16  DURING THE IMMEDIATELY PRECEDING FISCAL YEAR COVERED BY  SUCH  STATEMENT\n   17  FOR  THE  PURPOSE OF SATISFYING ANY JUDGMENT OR PAYING THE AMOUNT OF ANY\n   18  SETTLEMENT RELATED TO ONE OR  MORE  ALLEGATIONS  OF  SEXUAL  HARASSMENT,\n   19  SEXUAL  ASSAULT,  OR  CHILD  ABUSE  COMMITTED  BY  AN OFFICER, DIRECTOR,\n   20  EMPLOYEE OR AGENT OF THE BOARD OF TRUSTEES OR A  DESIGNATED  TRUSTEE.  A\n   21  TRUSTEE  OTHERWISE  REQUIRED TO FILE AN ANNUAL FINANCIAL REPORT PURSUANT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02557-01-1\n\n       A. 3172                             2\n\n    1  TO THIS SECTION OR SECTION ONE HUNDRED SEVENTY-TWO-B  OF  THE  EXECUTIVE\n    2  LAW  SHALL SATISFY THE FILING REQUIREMENT OF THIS PARAGRAPH BY INCLUDING\n    3  SUCH ANNUAL DISCLOSURE STATEMENT WITH THE FILING OF THE TRUSTEE'S ANNUAL\n    4  FINANCIAL  REPORT OR AS A PART OF THE TRUSTEE'S ANNUAL FINANCIAL REPORT.\n    5  THE FAILURE TO FILE OR TIMELY FILE SUCH ANNUAL DISCLOSURE  STATEMENT  OR\n    6  TO  INCLUDE  IT  AS  A  PART OF THE TRUSTEE'S ANNUAL FINANCIAL REPORT AS\n    7  PERMITTED HEREIN SHALL SUBJECT THE TRUSTEE IN DEFAULT TO THE SAME  FINES\n    8  AND  PENALTIES  AS  THOSE THAT ARE APPLICABLE TO FAILURE BY A TRUSTEE TO\n    9  FILE OR TIMELY FILE THE TRUSTEE'S ANNUAL FINANCIAL REPORT.\n   10    S 2. Section 172-b of the executive law is amended  by  adding  a  new\n   11  subdivision 9 to read as follows:\n   12    9.  (A)  NOTWITHSTANDING  THE  EXEMPTIONS  FROM  THE  REGISTRATION AND\n   13  REPORTING PROVISIONS OF THIS ARTICLE SPECIFIED IN  SECTION  ONE  HUNDRED\n   14  SEVENTY-TWO-A  OF THIS ARTICLE, THE PROVISIONS OF THIS SUBDIVISION SHALL\n   15  APPLY TO ALL \"CHARITABLE ORGANIZATIONS\" DEFINED IN SECTION  ONE  HUNDRED\n   16  SEVENTY-ONE-A  OF  THIS  ARTICLE  AND TO ALL ENTITIES OTHERWISE EXEMPTED\n   17  FROM  THIS  ARTICLE  THAT  ARE  ENUMERATED  IN   SECTION   ONE   HUNDRED\n   18  SEVENTY-TWO-A  OF  THIS  ARTICLE, EXCEPT TO THE EXTENT, IF ANY, THAT THE\n   19  APPLICATION OF THIS SUBDIVISION TO ANY PARTICULAR  CHARITABLE  ORGANIZA-\n   20  TION  IS  FOUND  BY THE FINAL JUDGMENT OF A COURT OF COMPETENT JURISDIC-\n   21  TION, AFTER ANY AND ALL APPEALS HAVE BEEN EXHAUSTED, TO BE VIOLATIVE  OF\n   22  THE FEDERAL OR STATE CONSTITUTION.\n   23    (B)  EVERY  CHARITABLE ORGANIZATION AND EVERY ENTITY THAT IS OTHERWISE\n   24  EXEMPTED FROM THE APPLICATION OF THIS ARTICLE  BY  SECTION  ONE  HUNDRED\n   25  SEVENTY-TWO-A  OF  THIS  ARTICLE  SHALL  FILE ANNUALLY WITH THE ATTORNEY\n   26  GENERAL ON A FORM PRESCRIBED BY THE ATTORNEY GENERAL AND ON SUCH DATE OR\n   27  DATES AS THE ATTORNEY GENERAL SHALL  REQUIRE,  A  DISCLOSURE  STATEMENT,\n   28  SETTING  FORTH  UNDER THE PENALTIES OF PERJURY WHETHER OR NOT ANY OF THE\n   29  FUNDS ENTRUSTED TO SUCH CHARITABLE ORGANIZATION OR EXEMPTED ENTITY  WERE\n   30  EXPENDED  DURING  THE  IMMEDIATELY PRECEDING FISCAL YEAR COVERED BY SUCH\n   31  STATEMENT FOR THE PURPOSE OF  SATISFYING  ANY  JUDGMENT  OR  PAYING  THE\n   32  AMOUNT  OF  ANY  SETTLEMENT RELATED TO ONE OR MORE ALLEGATIONS OF SEXUAL\n   33  HARASSMENT, SEXUAL ASSAULT, OR CHILD  ABUSE  COMMITTED  BY  AN  OFFICER,\n   34  DIRECTOR,  EMPLOYEE  OR AGENT OF THE CHARITABLE ORGANIZATION OR EXEMPTED\n   35  ENTITY. A CHARITABLE ORGANIZATION OTHERWISE REQUIRED TO FILE  AN  ANNUAL\n   36  FINANCIAL  REPORT  PURSUANT  TO  THIS  ARTICLE  OR  SECTION 8-1.4 OF THE\n   37  ESTATES, POWERS AND TRUSTS LAW MAY SATISFY THE ANNUAL FILING REQUIREMENT\n   38  OF THIS SUBDIVISION BY INCLUDING SUCH ANNUAL DISCLOSURE  STATEMENT  WITH\n   39  THE  FILING  OF THE CHARITABLE ORGANIZATION'S ANNUAL FINANCIAL REPORT OR\n   40  AS A PART OF SUCH ORGANIZATION'S ANNUAL FINANCIAL REPORT. THE FAILURE TO\n   41  FILE OR TIMELY FILE SUCH ANNUAL DISCLOSURE STATEMENT OR TO INCLUDE IT AS\n   42  A PART OF A CHARITABLE ORGANIZATION'S ANNUAL FINANCIAL REPORT AS PERMIT-\n   43  TED HEREIN  SHALL  SUBJECT  THE  CHARITABLE  ORGANIZATION  OR  OTHERWISE\n   44  EXEMPTED ENTITY IN DEFAULT TO THE SAME FINES AND PENALTIES AS THOSE THAT\n   45  ARE APPLICABLE TO FAILURE BY A CHARITABLE ORGANIZATION TO FILE OR TIMELY\n   46  FILE THE CHARITABLE ORGANIZATION'S ANNUAL FINANCIAL REPORT.\n   47    S 3. This act shall take effect on the one hundred twentieth day after\n   48  it shall have become a law.  Effective immediately, the addition, amend-\n   49  ment  and/or repeal of any rules or regulations necessary for the imple-\n   50  mentation of this act on its effective date are authorized and  directed\n   51  to  be  made  and  completed  by  the attorney general on or before such\n   52  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the estates, powers and trusts law and the executive law, in relation to requiring not-for-profit and exempt organizations and trustees to report annually whether or not moneys were spent to pay judgments or settle accusations related to harassment, assault or abuse allegedly committed by officers, directors, employees or agents of the organizations or trustees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135627.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796510
}