{
  "year" : 2011,
  "senateBillNo" : "A3179-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3179-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires weapons and ammunition to be secured when being transported and imposes a fine of at least $1,000 for violation",
  "summary" : "Requires all motor vehicles transporting five or more weapons or ammunition for five or more weapons to have a separate storage area secured by padlock or combination lock and all such weapons and ammunition to be so secured when being transported and imposes a fine of at least $1,000 and not more than $5,000 for violation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2676-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3179\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PRETLOW, HOOPER, GALEF -- Multi-Sponsored by --\n         M. of A. AUBRY, CLARK, DINOWITZ, GLICK, JACOBS, MAYERSOHN,  WEINSTEIN,\n         WRIGHT -- read once and referred to the Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to the trans-\n         portation of weapons and ammunition\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 379 to read as follows:\n    3    S 379. SAFETY REQUIREMENTS FOR  VEHICLE  TRANSPORTING  WEAPONS  AND/OR\n    4  AMMUNITION. 1. ALL MOTOR VEHICLES USED TO TRANSPORT FIVE OR MORE WEAPONS\n    5  OF  ANY  TYPE,  AND AMMUNITION SUFFICIENT FOR FIVE OR MORE WEAPONS SHALL\n    6  HAVE A SEPARATE STORAGE AREA SECURED BY A PADLOCK  OR  COMBINATION  LOCK\n    7  AND  ACCESSIBLE  ONLY  BY  REMOVING  SUCH  LOCK,  WHICH SHALL BE OF SUCH\n    8  STRENGTH TO RESIST BEING CUT BY ANY READILY AVAILABLE TOOL. AT  NO  TIME\n    9  SHALL AMMUNITION AND WEAPONS BE SECURED IN THE SAME STORAGE AREA.\n   10    2. THE COMMISSIONER SHALL HAVE THE POWER TO PROMULGATE RULES AND REGU-\n   11  LATIONS  RELATING  TO  THE  TRANSPORTATION  OF WEAPONS AND/OR AMMUNITION\n   12  CONSISTENT WITH THIS SECTION.\n   13    3. THE TRANSPORTATION OF WEAPONS AND/OR AMMUNITION NOT  IN  COMPLIANCE\n   14  WITH  THIS  SECTION OR THE RULES AND REGULATIONS PROMULGATED PURSUANT TO\n   15  THIS SECTION SHALL BE PUNISHABLE BY A FINE  OF  AT  LEAST  ONE  THOUSAND\n   16  DOLLARS AND NOT MORE THAN FIVE THOUSAND DOLLARS FOR EACH VIOLATION.\n   17    S 2. This act shall take effect on the first of November next succeed-\n   18  ing  the  date  on  which it shall have become a law, provided, however,\n   19  that any rules and regulations necessary for the implementation of  this\n   20  act shall be promulgated on or before such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02817-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the transportation of weapons and ammunition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110124.T160138.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295902898889
}