{
  "year" : 2011,
  "senateBillNo" : "A3177-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3177-2011-1295845200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain health insurance policies to provide coverage for diagnostic testing for ovarian cancer",
  "summary" : "Provides that every health insurance policy which provides coverage for hospital, surgical or medical care shall provide coverage for the standard diagnostic testing for ovarian cancer upon the recommendation of a physician; provides that such standard diagnostic testing shall include a pelvic examination, a sonogram and a CA 125 blood test and related laboratory and diagnostic services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2521-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3177\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. PRETLOW, JAFFEE -- Multi-Sponsored by -- M. of A.\n         BING,  CAHILL,  CLARK,  COOK, CUSICK, DESTITO, DINOWITZ, GALEF, GLICK,\n         HOOPER, HOYT, JACOBS,  V. LOPEZ,  MAGEE,  MAYERSOHN,  MILLMAN,  ORTIZ,\n         PERRY,  SCARBOROUGH,  SWEENEY, TOWNS, WEINSTEIN, WEISENBERG, WRIGHT --\n         read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance  law,  in  relation  to  health  insurance\n         coverage for diagnostic testing for ovarian cancer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subsection (i) of section 3216 of  the  insurance  law  is\n    2  amended by adding a new paragraph 11-b to read as follows:\n    3    (11-B) (A) EVERY POLICY DELIVERED OR ISSUED FOR DELIVERY IN THIS STATE\n    4  WHICH  PROVIDES  MEDICAL  COVERAGE  THAT INCLUDES COVERAGE FOR PHYSICIAN\n    5  SERVICES IN A PHYSICIAN'S OFFICE AND EVERY POLICY WHICH  PROVIDES  MAJOR\n    6  MEDICAL  OR  SIMILAR COMPREHENSIVE-TYPE COVERAGE SHALL PROVIDE, UPON THE\n    7  PRESCRIPTION OF A HEALTH CARE PROVIDER LEGALLY AUTHORIZED  TO  PRESCRIBE\n    8  UNDER  TITLE EIGHT OF THE EDUCATION LAW, COVERAGE FOR DIAGNOSTIC TESTING\n    9  FOR OVARIAN CANCER, INCLUDING A PELVIC EXAMINATION, A SONOGRAM, A CA 125\n   10  BLOOD TEST AND LABORATORY AND DIAGNOSTIC SERVICES PROVIDED IN CONNECTION\n   11  WITH EXAMINING AND EVALUATING SUCH BLOOD TEST FOR WOMEN AGED  FORTY  AND\n   12  OVER  WITH  ONE OR MORE FEMALE RELATIVES WITH A PRIOR HISTORY OF OVARIAN\n   13  CANCER.\n   14    (B) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n   15  AS MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSISTENT\n   16  WITH THOSE ESTABLISHED FOR OTHER BENEFITS WITHIN A GIVEN POLICY.\n   17    S 2. Subsection (l) of section 3221 of the insurance law is amended by\n   18  adding a new paragraph 11-b to read as follows:\n   19    (11-B) (A) EVERY INSURER WHICH DELIVERS OR ISSUES FOR DELIVERY IN THIS\n   20  STATE A POLICY WHICH PROVIDES MEDICAL COVERAGE  THAT  INCLUDES  COVERAGE\n   21  FOR PHYSICIAN SERVICES IN A PHYSICIAN'S OFFICE OR MAJOR MEDICAL OR SIMI-\n   22  LAR  COMPREHENSIVE-TYPE COVERAGE SHALL PROVIDE, UPON THE PRESCRIPTION OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02765-01-1\n\n       A. 3177                             2\n\n    1  A HEALTH CARE PROVIDER LEGALLY AUTHORIZED TO PRESCRIBE UNDER TITLE EIGHT\n    2  OF THE EDUCATION  LAW,  COVERAGE  FOR  DIAGNOSTIC  TESTING  FOR  OVARIAN\n    3  CANCER,  INCLUDING A PELVIC EXAMINATION, A SONOGRAM, A CA 125 BLOOD TEST\n    4  AND LABORATORY AND DIAGNOSTIC SERVICES PROVIDED IN CONNECTION WITH EXAM-\n    5  INING  AND EVALUATING SUCH BLOOD TEST FOR WOMEN AGED FORTY AND OVER WITH\n    6  ONE OR MORE FEMALE RELATIVES WITH A PRIOR HISTORY OF OVARIAN CANCER.\n    7    (B) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n    8  AS MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSISTENT\n    9  WITH THOSE ESTABLISHED FOR OTHER BENEFITS WITHIN A GIVEN POLICY.\n   10    S 3. Section 4303 of the insurance law is  amended  by  adding  a  new\n   11  subsection (hh) to read as follows:\n   12    (HH)  (1)  A  HOSPITAL  SERVICE CORPORATION, MEDICAL EXPENSE INDEMNITY\n   13  CORPORATION OR HEALTH SERVICE CORPORATION WHICH PROVIDES MEDICAL  COVER-\n   14  AGE  THAT  INCLUDES  COVERAGE  FOR  PHYSICIAN  SERVICES IN A PHYSICIAN'S\n   15  OFFICE OR MAJOR MEDICAL OR  SIMILAR  COMPREHENSIVE-TYPE  COVERAGE  SHALL\n   16  PROVIDE, UPON THE PRESCRIPTION OF A HEALTH CARE PROVIDER LEGALLY AUTHOR-\n   17  IZED  TO  PRESCRIBE UNDER TITLE EIGHT OF THE EDUCATION LAW, COVERAGE FOR\n   18  DIAGNOSTIC TESTING FOR OVARIAN CANCER, INCLUDING A PELVIC EXAMINATION, A\n   19  SONOGRAM, A CA 125 BLOOD TEST AND  LABORATORY  AND  DIAGNOSTIC  SERVICES\n   20  PROVIDED IN CONNECTION WITH EXAMINING AND EVALUATING SUCH BLOOD TEST FOR\n   21  WOMEN AGED FORTY AND OVER WITH ONE OR MORE FEMALE RELATIVES WITH A PRIOR\n   22  HISTORY OF OVARIAN CANCER.\n   23    (2) SUCH COVERAGE MAY BE SUBJECT TO ANNUAL DEDUCTIBLES AND COINSURANCE\n   24  AS MAY BE DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSISTENT\n   25  WITH THOSE ESTABLISHED FOR OTHER BENEFITS WITHIN A GIVEN POLICY.\n   26    S  4. This act shall take effect on the first of January next succeed-\n   27  ing the date on which it shall have become a law and shall apply to  all\n   28  policies issued, renewed, altered or modified on or after such effective\n   29  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to health insurance coverage for diagnostic testing for ovarian cancer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796508
}