{
  "year" : 2011,
  "senateBillNo" : "A3176-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3176-2011-1295845200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions with respect to student awards, loans and tuition assistance programs",
  "summary" : "Requires the higher education services corporation to make a determination of financial eligibility of a student for financial aid, awards and loans within 60 days from the day of the receipt of the financial aid application; where the higher education services corporation fails to make a timely determination the applicant shall be deemed eligible for such aid for the semester for which the application was made; allows for a 30-day extension if notice is given to the educational institution within the initial 60-day period. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2723-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3176\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN ACT to amend the education law, in relation to general  and  academic\n         performance  awards,  student  loans  and  tuition  assistance program\n         awards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 665 of the education law is amended by adding a new\n    2  subdivision 8 to read as follows:\n    3    8.  TIMELINESS  OF  FINANCIAL AID DETERMINATIONS.  NOTWITHSTANDING ANY\n    4  OTHER PROVISION OF LAW, THE CORPORATION SHALL MAKE ITS DETERMINATION  OF\n    5  FINANCIAL  AID ELIGIBILITY WITHIN SIXTY DAYS FROM THE DAY OF THE RECEIPT\n    6  OF THE COMPLETED FINANCIAL AID APPLICATION  FROM  THE  STUDENT.  IN  THE\n    7  EVENT  THAT  SUCH  FINANCIAL AID DETERMINATION IS NOT MADE BY THE CORPO-\n    8  RATION WITHIN SIXTY DAYS AFTER RECEIPT OF THE  COMPLETED  FINANCIAL  AID\n    9  APPLICATION  FROM  THE STUDENT, SUCH STUDENT SHALL BE DEEMED ELIGIBLE TO\n   10  RECEIVE FINANCIAL AID FOR THE SEMESTER FOR WHICH THE COMPLETED FINANCIAL\n   11  AID APPLICATION IS MADE; PROVIDED, HOWEVER,  THAT  THE  CORPORATION  MAY\n   12  OBTAIN AN ADDITIONAL THIRTY DAY EXTENSION TO MAKE ITS ELIGIBILITY DETER-\n   13  MINATION  UPON WRITTEN NOTIFICATION TO THE INSTITUTION WITHIN SIXTY DAYS\n   14  THAT ADDITIONAL TIME IS NECESSARY TO EXAMINE AND  REVIEW  THE  COMPLETED\n   15  FINANCIAL AID APPLICATION OF SUCH STUDENT.\n   16    S  2.  This  act  shall take effect on the first of July in the second\n   17  year next succeeding the year in which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03004-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to general and academic performance awards, student loans and tuition assistance program awards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796506
}