{
  "year" : 2011,
  "senateBillNo" : "A3173-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to election law",
    "billEventId" : "A3173-2011-1295845200000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice of ensuing election's date and time to be in bold type",
  "summary" : "Requires the board of elections to print in bold print of at least sixteen point font the date and time of all upcoming primary and general elections in bold type on address verification notices sent out prior to elections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A3549-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3173\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. PERRY, KAVANAGH -- Multi-Sponsored by -- M. of A.\n         HOOPER,  HOYT, ORTIZ, SCARBOROUGH, WRIGHT -- read once and referred to\n         the Committee on Election Law\n\n       AN ACT to amend the election law, in relation to the notice of the  days\n         and hours for voting in primary and general elections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 4-117  of  the  election  law,  as\n    2  amended  by  chapter  288  of  the  laws  of 2009, is amended to read as\n    3  follows:\n    4    1. The board of elections, between August first and  August  fifth  of\n    5  each  year, shall send by first class mail on which is endorsed \"ADDRESS\n    6  CORRECTION REQUESTED\" and which contains a request that  any  such  mail\n    7  received  for persons not residing at the address be dropped back in the\n    8  mail, a communication,  in  a  form  approved  by  the  state  board  of\n    9  elections,  to  every registered voter who has been registered without a\n   10  change of address since the beginning of  such  year,  except  that  the\n   11  board  of elections shall not be required to send such communications to\n   12  voters in inactive status. The communication shall notify the  voter  IN\n   13  BOLD  PRINT  OF  AT LEAST SIXTEEN POINT FONT CONTAINED IN SUCH NOTICE of\n   14  the days and hours of the ensuing primary  and  general  elections,  the\n   15  place  where  he  appears  by his registration records to be entitled to\n   16  vote, AND ALSO IN OTHER THAN BOLD TYPE OF the fact that voters who  have\n   17  moved  or  will  have moved from the address where they were last regis-\n   18  tered must re-register or, that if such move was to another  address  in\n   19  the  same county or city, that such voter may either notify the board of\n   20  elections of his new address or vote by  paper  ballot  at  the  polling\n   21  place  for  his new address even if such voter has not re-registered, or\n   22  otherwise notified the board of elections of the change of  address.  If\n   23  the  location of the polling place for the voter's election district has\n   24  been moved, the communication shall contain the following legend in bold\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02609-01-1\n\n       A. 3173                             2\n\n    1  type: \"YOUR POLLING PLACE HAS BEEN CHANGED. YOU NOW VOTE  AT..........\".\n    2  The  communication  shall  also  indicate  whether  the polling place is\n    3  accessible to physically disabled voters, that a voter who will  be  out\n    4  of the city or county on the day of the primary or general election or a\n    5  voter  who  is ill or physically disabled may obtain an absentee ballot,\n    6  that a physically disabled voter whose polling place is  not  accessible\n    7  may  request  that  his  registration  record  be  moved  to an election\n    8  district which has a polling place which is accessible, the phone number\n    9  to call for applications to move a registration record or  for  absentee\n   10  ballot applications, the phone number to call for the location of regis-\n   11  tration  and  polling  places, the phone number to call to indicate that\n   12  the voter is willing to serve on election day as an election  inspector,\n   13  poll clerk, interpreter or in other capacities, the phone number to call\n   14  to obtain an application for registration by mail, and such other infor-\n   15  mation  concerning  the  elections  or  registration  as  the  board may\n   16  include. In lieu of  sending  such  communication  to  every  registered\n   17  voter,  the  board  of  elections  may  send a single communication to a\n   18  household containing more than one registered voter, provided  that  the\n   19  names  of all such voters appear as part of the address on such communi-\n   20  cation.\n   21    S 2. This act shall take effect on the first of December next succeed-\n   22  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the notice of the days and hours for voting in primary and general elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T152636.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135627.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295900796517
}