{
  "year" : 2011,
  "senateBillNo" : "A3188-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to housing",
    "billEventId" : "A3188-2011-1295845200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to how certain owners of certain buildings in the city of New York may serve warrants of eviction upon certain tenants",
  "summary" : "Relates to how certain owners of certain buildings in the city of New York may serve warrants of eviction upon certain tenants. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A6443-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3188\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CYMBROWITZ, BARRON, CASTRO, ROBINSON -- Multi-\n         Sponsored by -- M. of A.   CAMARA, JACOBS,  TITUS  --  read  once  and\n         referred to the Committee on Housing\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to warrants of eviction\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Clause (ii) of subparagraph (c) of paragraph 9 of subdivi-\n    2  sion c of section 26-511 of the administrative code of the city  of  New\n    3  York is amended to read as follows:\n    4    (ii)  [the  owner  requires  the  unit  for  a  non-residential use in\n    5  connection with its charitable or  educational  purposes]  THE  TENANT'S\n    6  INITIAL  OCCUPANCY PREDATES THE OWNER'S ACQUISITION OF THE BUILDING, AND\n    7  SUCH TENANT IS LESS THAN SIXTY-TWO YEARS OF AGE AND HAS BEEN A TENANT IN\n    8  A HOUSING ACCOMMODATION IN THAT BUILDING FOR LESS THAN TWENTY YEARS, THE\n    9  OWNER MAY ONLY SERVE A WARRANT OF EVICTION IF THE  OWNER  HAS  GIVEN  AT\n   10  LEAST ONE YEAR'S NOTICE TO THE TENANT OF THE OWNER'S INTENTION TO CHANGE\n   11  THE  USE  OF  THE BUILDING TO NON-RESIDENTIAL USE IN CONNECTION WITH ITS\n   12  CHARITABLE OR EDUCATIONAL PURPOSE AND HAS OFFERED WITH REASONABLE  INDI-\n   13  CIA  OF  GOOD FAITH, TO REIMBURSE THE TENANT FOR ALL REASONABLE EXPENSES\n   14  TO LOCATE A COMPARABLE RENTAL UNIT AND TO RELOCATE; or\n   15    S 2. This act shall take effect immediately, but shall  not  apply  in\n   16  cases in which a court of competent jurisdiction has issued a warrant of\n   17  eviction  before such effective date; provided, however, that the amend-\n   18  ments made to section 26-511 of the administrative code of the  city  of\n   19  New  York  by section one of this act shall not affect the expiration of\n   20  such section and shall be deemed to expire therewith.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07799-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to warrants of eviction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130123.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198097
}