{
  "year" : 2011,
  "senateBillNo" : "A3182-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3182-2011-1295845200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Pilot program to enable the capture and storage of carbon dioxide; establishes the carbon capture and sequestration act",
  "summary" : "Relates to a pilot program to enable the capture and storage of carbon dioxide; establishes the carbon capture and sequestration act. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A8802-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3182\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the public service law, in relation to a  pilot  program\n         to  enable the capture and storage of carbon dioxide; and to enact the\n         \"carbon capture and sequestration act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 2 and 4 of section 120 of the public service\n    2  law, subdivision 2 as amended and subdivision 4 as added by chapter  538\n    3  of  the  laws  of  1981, are amended and a new subdivision 5 is added to\n    4  read as follows:\n    5    2. \"Major utility transmission facility\" means: (a) an electric trans-\n    6  mission line of a design capacity of one hundred  twenty-five  kilovolts\n    7  or  more  extending  a  distance  of one mile or more, or of one hundred\n    8  kilovolts or more and  less  than  one  hundred  twenty-five  kilovolts,\n    9  extending  a  distance of ten miles or more, including associated equip-\n   10  ment, but shall not include any such transmission  line  located  wholly\n   11  underground  in  a city with a population in excess of one hundred twen-\n   12  ty-five thousand or a primary transmission line approved by the  federal\n   13  energy regulatory commission in connection with a hydro-electric facili-\n   14  ty;  [and]  (b) a fuel gas transmission line extending a distance of one\n   15  thousand feet or more to be used to transport fuel gas at  pressures  of\n   16  one hundred twenty-five pounds per square inch or more, excluding appur-\n   17  tenant  facilities,  but  shall  not  include any such transmission line\n   18  which is located wholly underground in a city or wholly within the right\n   19  of way of a state, county or town highway or  village  street  as  those\n   20  terms  are  defined in article one of the highway law and article six of\n   21  the village law,  or  which  replaces  an  existing  transmission  line,\n   22  including  appurtenant  facilities,  and extends a distance of less than\n   23  one mile; AND (C)  A  CAPTURED  CARBON  TRANSMISSION  LINE  EXTENDING  A\n   24  DISTANCE  OF  ONE THOUSAND FEET OR MORE TO BE USED TO TRANSPORT CAPTURED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05133-01-1\n\n       A. 3182                             2\n\n    1  CARBON AT PRESSURES OF ONE HUNDRED TWENTY-FIVE POUNDS PER SQUARE INCH OR\n    2  MORE, EXCLUDING APPURTENANT FACILITIES, BUT SHALL NOT INCLUDE  ANY  SUCH\n    3  TRANSMISSION LINE WHICH IS LOCATED WHOLLY UNDERGROUND IN A CITY OR WHOL-\n    4  LY WITHIN THE RIGHT OF WAY OF A STATE, COUNTY OR TOWN HIGHWAY OR VILLAGE\n    5  STREET  AS THOSE TERMS ARE DEFINED IN ARTICLE ONE OF THE HIGHWAY LAW AND\n    6  ARTICLE SIX OF THE  VILLAGE  LAW.    CAPTURED  CARBON  DISPERSAL  LINES,\n    7  INJECTION  WELLS  AND  UNDERGROUND  WELL  FIELDS ARE NOT INCLUDED IN THE\n    8  MEANING OF THE TERM \"MAJOR UTILITY TRANSMISSION FACILITY\".\n    9    4.  \"Appurtenant  facilities\"  means  installations   (excluding   gas\n   10  compressors)  which are merely auxiliary or appurtenant to a fuel gas OR\n   11  CAPTURED CARBON transmission line such as: valves; drips; measuring  and\n   12  regulating  equipment;  yard  and  station  piping;  cathodic protection\n   13  equipment; gas cleaning; cooling  and  dehydration  equipment;  residual\n   14  refining  equipment;  water  pumping;  treatment  and cooling equipment;\n   15  electrical and communication equipment; and buildings.\n   16    5. \"CAPTURED CARBON\" MEANS CARBON DIOXIDE IN ANY STATE AND  ASSOCIATED\n   17  CONSTITUENTS  EXTRACTED  FROM  THE  EMISSIONS  OF AN ELECTRIC GENERATING\n   18  FACILITY OR AN INDUSTRIAL FACILITY FOR THE PURPOSES OF SEQUESTRATION.\n   19    S 2. Subdivision 1 of section  123  of  the  public  service  law,  as\n   20  amended  by  chapter  538  of  the  laws  of 1981, is amended to read as\n   21  follows:\n   22    1. Upon the receipt of an application  with  respect  to  an  electric\n   23  transmission  line  that complies with section one hundred twenty-two OF\n   24  THIS ARTICLE, the commission shall promptly fix a date for the commence-\n   25  ment of a public hearing thereon not less than sixty nor more than nine-\n   26  ty days after such receipt. Except as otherwise provided in section  one\n   27  hundred  twenty-one-a of this article upon the receipt of an application\n   28  with respect to a fuel gas transmission line that complies with  section\n   29  one  hundred  twenty-two  OF THIS ARTICLE, the commission shall promptly\n   30  fix a date for the commencement of a public  hearing  thereon  not  less\n   31  than  twenty  nor  more  than  sixty days after such receipt.   UPON THE\n   32  RECEIPT OF AN APPLICATION WITH RESPECT TO A CAPTURED CARBON TRANSMISSION\n   33  LINE THAT COMPLIES WITH SECTION ONE HUNDRED TWENTY-TWO OF THIS  ARTICLE,\n   34  THE  COMMISSION  SHALL  PROMPTLY  FIX  A  DATE FOR THE COMMENCEMENT OF A\n   35  PUBLIC HEARING THEREON NOT LESS THAN SIXTY NOR  MORE  THAN  NINETY  DAYS\n   36  AFTER  SUCH  RECEIPT.  The  testimony  presented  at such hearing may be\n   37  presented in writing or orally, provided that the  commission  may  make\n   38  rules designed to exclude repetitive, redundant or irrelevant testimony.\n   39  The  commission  shall  make  a record of all testimony in all contested\n   40  hearings.\n   41    S 3. Paragraph (e) of subdivision 1  of  section  126  of  the  public\n   42  service  law, as added by chapter 272 of the laws of 1970, is amended to\n   43  read as follows:\n   44    (e) in the case of a gas OR CAPTURED CARBON  transmission  line,  that\n   45  the  location  of  the  line will not pose an undue hazard to persons or\n   46  property along the area traversed by the line;\n   47    S 4. The carbon capture and sequestration act  is  hereby  enacted  to\n   48  read as follows:\n   49                    Carbon Capture and Sequestration Act\n   50  Section 1. Short title.\n   51           2. Legislative findings.\n   52           3. Definitions.\n   53           4. Administration.\n   54           5. Powers and duties of the commissioner and the department.\n   55           6. Procedure for obtaining carbon sequestration lease.\n   56           7. Procedure for obtaining carbon sequestration permit.\n\n       A. 3182                             3\n\n    1           8. Authority to acquire property.\n    2           9. Procedure for closure of carbon sequestration reservoir.\n    3           10. Ownership of captured carbon and reservoir pore space.\n    4           11. Imposition of fee  for  application  for  permit  to drill,\n    5                 deepen, plug back or convert a well.\n    6    S 1. Short title. This act shall be known and  may  be  cited  as  the\n    7  \"carbon capture and sequestration act.\"\n    8    S  2.  Legislative  findings.  The  legislature finds that the earth's\n    9  climate is changing as a result of global warming, due in part to  emis-\n   10  sions  of  carbon  dioxide  and  other greenhouse gases. The legislature\n   11  further finds that it  is  in  the  public  interest  to  encourage  the\n   12  research and development of technology to facilitate the capture, trans-\n   13  port  and underground storage of carbon dioxide emissions from anthropo-\n   14  genic sources, and that the public health and  the  environment  of  the\n   15  state  would  be  served  by  a  carbon capture and sequestration demon-\n   16  stration project and the authorization and regulation of the siting  and\n   17  operation of such a project.\n   18    S  3.  Definitions. Terms used in this act shall have the same meaning\n   19  as defined in title 1 of article 23 of  the  environmental  conservation\n   20  law, except that for purposes of this act:\n   21    1.  \"Buffer  zone\"  means  all  that  area outside and surrounding the\n   22  carbon sequestration reservoir which the department approves  as  appro-\n   23  priate  to  protect  the  integrity  of such reservoir, no part of which\n   24  shall be more than 3,500 linear feet from the boundary  of  such  reser-\n   25  voir.\n   26    2.  \"Captured carbon\" means carbon dioxide in any state and associated\n   27  constituents which have been extracted from the emissions of an electric\n   28  generating facility or an industrial facility for the purpose of seques-\n   29  tration pursuant to this act.\n   30    3. \"Carbon sequestration permit\" means a permit to utilize and operate\n   31  a reservoir for carbon sequestration or modify  a  carbon  sequestration\n   32  reservoir,  which  may  include  the injection of captured carbon into a\n   33  reservoir, and the observation and monitoring of the  carbon  sequestra-\n   34  tion  reservoir  and  its  buffer  zone boundaries, as authorized in the\n   35  permit.\n   36    4. \"Department\" means the department of environmental conservation and\n   37  \"commissioner\" means the state commissioner of  environmental  conserva-\n   38  tion.\n   39    5. \"Owner\" means the person who possesses any well subject to this act\n   40  or  who  has  the  right to drill into and inject captured carbon into a\n   41  reservoir.\n   42    6. \"Operator\" means any person engaged in the business of drilling  or\n   43  operating wells for the purpose of injecting captured carbon for storage\n   44  or utilizing and operating a reservoir for carbon sequestration.\n   45    7.  \"Reservoir\" means any underground reservoir, natural or artificial\n   46  cavern, or geologic feature, formation or unit, whether or not previous-\n   47  ly occupied by or containing oil, gas or brine.\n   48    8. \"Sequestration\" or \"carbon sequestration\" means the long-term stor-\n   49  age of captured carbon in a reservoir.\n   50    9. \"Waste\" means:\n   51    (a) the inefficient, excessive or improper use of reservoir space; and\n   52    (b) the escape, release, seepage or migration of captured carbon  from\n   53  a carbon sequestration reservoir.\n   54    S  4. Administration.  1. Except to the extent that the administration\n   55  of this act is specifically entrusted to other agencies or  officers  of\n\n       A. 3182                             4\n\n    1  the  state by its provisions, the administration of this act shall be by\n    2  the department.\n    3    2.  The provisions of this act shall supersede all local laws or ordi-\n    4  nances relating to the regulation of carbon sequestration including  any\n    5  pertaining to wells and storage reservoirs but shall not supersede local\n    6  government  jurisdiction over local roads or the rights of local govern-\n    7  ments under the real property tax law.\n    8    S 5. Powers and duties of the commissioner and  the  department.    In\n    9  addition  to the powers specified in subdivisions 1 through 7 of section\n   10  23-0305 of the environmental conservation law, with  respect  to  carbon\n   11  sequestration reservoirs the department shall have the power to:\n   12    1.  Make  such  investigations or require an owner or operator to make\n   13  investigations as the department deems proper to determine whether waste\n   14  exists or is imminent.\n   15    2. Require identification of ownership of carbon sequestration leases,\n   16  wells and well sites, and any equipment such as structures, tanks, gath-\n   17  ering systems and facilities for the  capture,  collection,  transporta-\n   18  tion, injection and sequestration of captured carbon.\n   19    3. Classify geologic reservoirs as carbon sequestration reservoirs and\n   20  buffer zones, including the delineation of boundaries of such reservoirs\n   21  and  buffer zones, for purposes material to the interpretation or admin-\n   22  istration of this act.\n   23    4. Classify wells as injection, observation or monitoring wells.\n   24    5. Require the drilling, casing, operation and plugging  of  wells  in\n   25  accordance with rules and regulations of the department in such a manner\n   26  as to prevent the loss or escape of captured carbon to the surface or to\n   27  other  strata,  the  intrusion of water into the strata sequestering the\n   28  captured carbon, the pollution of fresh water supplies and  other  envi-\n   29  ronmental impacts.\n   30    6.  Give  notice  or  require  an  owner or operator to give notice to\n   31  persons engaging in mining operations of the commencement of  any  phase\n   32  of  carbon sequestration which may affect the safety of such underground\n   33  mining operations or of the mining properties involved.  Rules and regu-\n   34  lations of the department may specify the distance from such underground\n   35  mining operations within which such notice  shall  be  given  and  shall\n   36  contain such other provisions as in the judgment of the department shall\n   37  be  necessary  in  the  interest  of safety. The department shall not be\n   38  required to furnish any notice unless the person or persons  engaged  in\n   39  underground mining operations or having rights in mining properties have\n   40  notified the department of the existence and location of the underground\n   41  mining operations or properties.\n   42    7.  Enter,  take temporary possession of, plug or replug any abandoned\n   43  well as provided in the rules and regulations of the department, whenev-\n   44  er any owner or operator neglects or refuses to comply  with  the  rules\n   45  and  regulations.  Any plugging or replugging by the department shall be\n   46  at the expense of the owner or operator whose duty it may be to plug the\n   47  well and the state of New York shall be held harmless for all  accounts,\n   48  damages,  costs and judgments arising from the plugging or replugging of\n   49  the well and the surface  restoration  of  the  affected  land.  Primary\n   50  liability  for  the expense of plugging or replugging and first recourse\n   51  for the recovery of expenses shall be to the operator unless a  contract\n   52  for the working of the well shall place liability on the owner or on the\n   53  owner  of  another  interest  in the land on which the well is situated.\n   54  When an operator violates any provision of this act or any order  issued\n   55  pursuant to this act in reference to plugging or replugging an abandoned\n\n       A. 3182                             5\n\n    1  well,  the  operator  may  not transfer the operator's responsibility by\n    2  surrendering the lease.\n    3    8.  Require  the  operator  to furnish to the department, prior to the\n    4  commencement of drilling of any well, and to  continuously  maintain,  a\n    5  bond  acceptable  to  the department conditioned upon the performance of\n    6  the operator's plugging responsibilities with respect to the well.   The\n    7  amount of financial security shall be determined by the department based\n    8  on  a  written plugging estimate provided by the operator and acceptable\n    9  to the department. Upon the approval of the department,  in  lieu  of  a\n   10  bond,  the  operator  may deposit cash or negotiable bonds of the United\n   11  States government of like amount in an escrow account  conditioned  upon\n   12  the performance of the operator's plugging responsibilities with respect\n   13  to  the  well.  Any  interest accruing as a result of the escrow deposit\n   14  shall be the exclusive property of the operator. This  bonding  require-\n   15  ment  shall remain the obligation of the original operator regardless of\n   16  changes in operators unless a  subsequent  operator  has  furnished  the\n   17  appropriate bond or substitute acceptable to the department and approval\n   18  for  the  transfer of the well plugging responsibility to the subsequent\n   19  operator has been granted by the department. The failure of any operator\n   20  to maintain a bond or  other  acceptable  financial  security  shall  be\n   21  deemed  a breach of plugging responsibilities and entitle the department\n   22  to claim the proceeds of the bond or other financial security. The  cost\n   23  of  plugging  or  replugging any well, where such action is necessary or\n   24  incident to the commencing or carrying on of storage operations pursuant\n   25  to this act shall be borne by the operator of the  carbon  sequestration\n   26  reservoir.\n   27    9.  Require  that  every  person  who captures, transports, injects or\n   28  sequesters captured carbon in this state keep and maintain complete  and\n   29  accurate  records  of  the quantities of carbon captured, transported or\n   30  injected. True copies or duplicates shall be kept or made available  for\n   31  examination  within  this  state  by the department or its agents at all\n   32  reasonable times and every person shall file with  the  department  such\n   33  reports  concerning  collection,  transportation,  injection, storage or\n   34  sequestration on a form provided by the department or  approved  by  the\n   35  department prior to submittal.\n   36    10. In addition to the powers provided for in titles 1, 3, 5 and 13 of\n   37  article  71  of  the  environmental conservation law, order an immediate\n   38  suspension of drilling, injection or sequestration  operations  whenever\n   39  such  operations  are  being  carried on in violation of this act or any\n   40  rule or regulation promulgated pursuant to article 23  of  the  environ-\n   41  mental  conservation  law  or  order  issued pursuant thereto. Any order\n   42  issued pursuant to this subdivision may be reviewed upon application  of\n   43  an  aggrieved party by means of an order to show cause which order shall\n   44  be issued by any justice of the supreme court in the  judicial  district\n   45  in which any order applies and shall be returnable on the third succeed-\n   46  ing  business  day following the issuance of such order. Service of such\n   47  show cause order shall be made upon the regional office of  the  depart-\n   48  ment  for  the region in which such order applies, and upon the attorney\n   49  general by delivery of such order to an assistant attorney general at an\n   50  office of the attorney general in the  county  in  which  venue  of  the\n   51  proceeding  is  designated,  or  if  there  is no office of the attorney\n   52  general within such county, at the office of the attorney general  near-\n   53  est such county. Except as specified in this subdivision, the proceeding\n   54  to  review  an order under this subdivision shall be governed by article\n   55  78 of the civil practice law and rules.\n\n       A. 3182                             6\n\n    1    11. Require  the  immediate  reporting  of  any  non-routine  incident\n    2  including  but  not  limited  to  casing and drill pipe failures, casing\n    3  cement failures, fishing jobs, fires, seepages, blowouts and other inci-\n    4  dents during drilling, completion, injection, sequestration, plugging or\n    5  replugging operations, and monitoring or observation that may affect the\n    6  health,  safety,  welfare  or property of any person. The department may\n    7  require the operator, or any agent thereof, to record any data which the\n    8  department believes may be of subsequent use for adequate evaluation  of\n    9  a non-routine incident.\n   10    12.  Require  the taking and making of well logs, well samples, direc-\n   11  tional surveys and reports on well locations and  elevations,  drilling,\n   12  injection,  sequestration, plugging or replugging operations and further\n   13  require their filing pursuant to the provisions of this  act.  Upon  the\n   14  request  of  the state geologist, the department shall cause such dupli-\n   15  cate samples or copies of records and reports as may be required  pursu-\n   16  ant to this act to be furnished to the state geologist.\n   17    13.  Require  the  operator to furnish to the department, prior to the\n   18  commencement of any injection of captured carbon,  and  to  continuously\n   19  maintain  for a period specified by the department of at least ten years\n   20  following cessation of injection, a bond acceptable  to  the  department\n   21  conditioned upon the performance of the operator's observation and moni-\n   22  toring  responsibilities  as specified in a carbon sequestration permit,\n   23  and to protect against pollution, invasion, or  the  escape,  discharge,\n   24  seepage  or migration of captured carbon. This bond shall be in addition\n   25  to any bond or financial security required in subdivision eight of  this\n   26  section for well plugging responsibilities.\n   27    S  6.  Procedure  for  obtaining  carbon sequestration lease.   1. The\n   28  department may make leases on behalf of the state  for  the  exploration\n   29  and development of carbon sequestration reservoirs and the sequestration\n   30  of  captured carbon in state-owned lands, upon such terms and conditions\n   31  including consideration as the department deems just and proper.\n   32    2. All carbon sequestration leases shall:\n   33    (a) Provide for payment to the agency  having  jurisdiction  over  the\n   34  leased lands of adequate and reasonable consideration;\n   35    (b) Be invalid unless they shall have the prior approval of such agen-\n   36  cy  or  the  appropriate  department, division or bureau thereof, having\n   37  jurisdiction over the land in  question;  and  authority  to  give  such\n   38  consent  is  hereby  conferred  upon  the head of any such agency or the\n   39  appropriate department, or  a  division  or  bureau  thereof,  and  with\n   40  respect  to lands under water held by the state in its sovereign capaci-\n   41  ty, jurisdiction  is  deemed  to  be  in  the  commissioner  of  general\n   42  services;\n   43    (c) Be inapplicable to any state park lands and to any lands the leas-\n   44  ing of which is prohibited by the state Constitution; and\n   45    (d)  Contain  such  other  terms and provisions as may be necessary or\n   46  appropriate to promote the purposes of this act and the public policy of\n   47  the state.\n   48    S 7. Procedure for obtaining  carbon  sequestration  permit.    1.  No\n   49  person  shall utilize, operate or modify the capacity or boundaries of a\n   50  reservoir for the sequestration of captured carbon, or of a buffer zone,\n   51  unless such person has received from the department, after  approval  in\n   52  writing  of  the  state  geologist,  a  carbon sequestration permit. The\n   53  application for a carbon sequestration permit shall include the  follow-\n   54  ing:\n   55    (a) A map showing the location, acreage and boundaries of the proposed\n   56  carbon  sequestration  reservoir  and  its  buffer zone, the surface and\n\n       A. 3182                             7\n\n    1  bottom hole locations of any well or wells proposed to be  drilled  into\n    2  the reservoir and buffer, the location of any existing wellbore or well-\n    3  bores  in  the  proposed  reservoir  and buffer, and the location of any\n    4  abandoned  or  unplugged  wells  in  the  proposed reservoir and buffer,\n    5  regardless of well type or depth.\n    6    (b) A report containing sufficient engineering, geological,  geophysi-\n    7  cal,  observation,  monitoring  and  operational  data  to show that the\n    8  reservoir and the buffer zone are adaptable and suitable for the seques-\n    9  tration of captured carbon.\n   10    (c) An affidavit signed by the prospective owner or  operator  to  the\n   11  effect  that the owner or operator has acquired by grant, lease or other\n   12  agreement at least 75 percent of the  storage  rights  in  the  proposed\n   13  reservoir and in the buffer zone established to protect the reservoir as\n   14  approved  by the department, calculated on the basis of surface acreage.\n   15  The affidavit shall also set forth that the applicant will  agree  as  a\n   16  condition  to the issuance of a permit that the applicant will, within a\n   17  reasonable time, either acquire by negotiation, or file and proceed with\n   18  condemnation proceedings to acquire, any outstanding storage and seques-\n   19  tration rights in the remaining portion of the reservoir and buffer zone\n   20  acreage.\n   21    (d) Any other information that the department may require.\n   22    2. No person shall commence operations to drill, deepen, plug back  or\n   23  convert a well for use in the operation of a carbon sequestration reser-\n   24  voir  unless such person has obtained a permit to drill from the depart-\n   25  ment. An application for a permit to drill shall be on forms  prescribed\n   26  by the department.\n   27    3.  The  department shall grant an application for a carbon sequestra-\n   28  tion permit, and any application for a permit to drill, within  90  days\n   29  of  application unless the department finds that the application and the\n   30  information submitted with it do  not  meet  the  requirements  of  this\n   31  section.  The  department may revoke or suspend any carbon sequestration\n   32  permit for failure to comply with any of its provisions or  for  failure\n   33  to comply with this section.\n   34    4. Every owner or operator shall file with the department on or before\n   35  March  31  of  each year, a report for the prior period on the status of\n   36  each carbon sequestration reservoir and buffer  zone,  and  the  present\n   37  limits of any sequestered or injected captured carbon.  The report shall\n   38  be on a form prescribed by the department and shall include at least the\n   39  following:\n   40    (a)  The  size  in  surface  acreage or shape of the reservoir and the\n   41  buffer zone;\n   42    (b) An estimate of total capacity of the reservoir; and\n   43    (c) Any other engineering, geological, geophysical, observation, moni-\n   44  toring, or operational data that the department may request.\n   45    5. The applicant for a carbon sequestration permit shall  submit  with\n   46  the application the following fees:\n   47    (a) For a new carbon sequestration reservoir: $10,000.\n   48    (b)  For  a  modification of the capacity or boundaries of an existing\n   49  carbon sequestration reservoir: $5,000.\n   50    6. No permit issued under this section and no provision  of  this  act\n   51  shall  be  construed to diminish or impair the jurisdiction of the state\n   52  public service commission with respect to regulation of the manufacture,\n   53  collection, capture or transportation of captured carbon.\n   54    S 8. Authority  to  acquire  property.    1.  Any  owner  or  operator\n   55  empowered  to  capture,  transport,  inject, store or sequester captured\n   56  carbon within this state for ultimate public use or benefit, which holds\n\n       A. 3182                             8\n\n    1  a carbon sequestration permit  from  the  department,  and  which  after\n    2  reasonable  effort is unable to obtain rights in real property and wells\n    3  thereon necessary for activation, including siting of any pipeline with-\n    4  in and outside the carbon sequestration reservoir and buffer zone, oper-\n    5  ation, or protection of the carbon sequestration reservoir and its buff-\n    6  er  zone  shall,  subject  to  the  applicable provisions of the eminent\n    7  domain procedure law, have the authority to acquire such rights  as  may\n    8  be  required  adequately  to  examine,  prepare,  maintain,  operate and\n    9  protect, and for access to such reservoir and its buffer zone;  provided\n   10  that  no  right  of  acquisition  under this section shall extend to any\n   11  lands or interests therein which have been acquired, or, in the hands of\n   12  the present holder,  could  have  been  acquired  by  acquisition;  and,\n   13  provided  further,  that  any  acquisition  of  cemetery lands or burial\n   14  grounds shall be in the sound discretion  of  the  court  and  with  due\n   15  provision for the relocation of human remains.\n   16    2. Owners or operators authorized by this section to maintain acquisi-\n   17  tion  proceedings  before  filing a suit for such acquisition shall have\n   18  filed with the department a map showing  the  location,  boundaries  and\n   19  size  of  surface  acreage of the carbon sequestration reservoir and its\n   20  buffer zone.\n   21    3. Any owner or operator of a carbon sequestration  reservoir  who  at\n   22  any time controls less than 100 percent of the rights within that reser-\n   23  voir and its buffer zone and is authorized by this section to maintain a\n   24  proceeding  shall  acquire the rights remaining in the reservoir and its\n   25  buffer zone acreage and rights needed for pipeline siting by negotiation\n   26  or file and proceed with acquisition  proceedings  within  a  reasonable\n   27  time  but  not  to  exceed  a 2 year period after the first injection of\n   28  captured carbon, or within any extension granted by the department.\n   29    4. Any owner or operator who seeks to acquire rights as authorized  by\n   30  this  section  shall name as parties defendant all the owners of all the\n   31  parcels of property located within the boundaries of the  reservoir  and\n   32  its  buffer  zone  from  whom  storage and sequestration rights have not\n   33  previously been legally acquired by grant,  lease,  or  other  voluntary\n   34  agreement;  provided,  however, that a failure to join the owners of any\n   35  parcel in the reservoir and its buffer zone due  to  inadvertence  shall\n   36  not constitute a jurisdictional defect in any proceeding of acquisition.\n   37    5.  Except  for lands needed for any pipeline siting which are located\n   38  outside the boundaries of the reservoir and its buffer zone,  the  value\n   39  of  any  property  acquired  pursuant  to this section shall include the\n   40  value of any commercially recoverable native oil and gas in place to the\n   41  extent that the holder of the property interest  being  acquired  has  a\n   42  right  thereto.  The  same  provision  shall apply to the holder of salt\n   43  rights.\n   44    6. The cost of, or possible necessity for, plugging any well or wells,\n   45  when such plugging or replugging is or may be made necessary  by  reason\n   46  of the storage use made possible or facilitated by acquisition shall not\n   47  be considered in computing the value of property or any interest therein\n   48  taken under this section.\n   49    S  9.  Procedure for closure of carbon sequestration reservoir.  1. In\n   50  connection with the closure of any carbon  sequestration  reservoir  for\n   51  which  a  permit  has been granted pursuant to this act or in connection\n   52  with the revocation of any such permit, the owner or operator is respon-\n   53  sible for placing the premises in a condition which, to the extent prac-\n   54  ticable, assures the continuance of the premises in  a  condition  which\n   55  does  not constitute a menace to the present or future health, safety or\n   56  welfare of persons, or safety or value of property. In case the owner or\n\n       A. 3182                             9\n\n    1  operator shall fail to put the  premises  in  a  satisfactory  condition\n    2  prior  to  any  such closure or immediately upon revocation of a permit,\n    3  the department may do or cause to be done all things necessary to  place\n    4  the  premises in satisfactory condition and the owner and operator shall\n    5  be liable for the cost.\n    6    2. The owner or operator shall monitor the  premises  and  the  carbon\n    7  sequestration reservoir, through utilization of observation and monitor-\n    8  ing  wells and by other appropriate means, for a period specified by the\n    9  department of at least ten years following the cessation of injection.\n   10    S 10. Ownership of captured carbon and reservoir pore space.   1.  All\n   11  captured  carbon  which  has  previously been reduced to possession, and\n   12  which is lawfully injected into a carbon sequestration reservoir,  shall\n   13  be deemed the property of the operator, the operator's heirs, successors\n   14  or  assigns.  The  operator, the operator's heirs, successors or assigns\n   15  shall have no right to reserves of native gas or oil  remaining  in  any\n   16  stratum  or  portion  thereof which have not been condemned hereunder or\n   17  otherwise acquired by such operator,  operator's  heirs,  successors  or\n   18  assigns.  Nothing  contained  in  this subdivision shall be construed to\n   19  confer on any owner or operator any storage or sequestration rights  not\n   20  otherwise acquired or held by the owner or operator.\n   21    2. No production lease shall be construed to include rights to seques-\n   22  ter  captured carbon unless the lease includes a provision granting such\n   23  storage rights.\n   24    3. The ownership of all pore space in all  strata  below  the  surface\n   25  lands  and  waters of this state is declared to be vested in the several\n   26  owners of the surface lands above the strata.\n   27    S 11. Imposition of fee for application for permit to  drill,  deepen,\n   28  plug  back  or convert a well.  When a person files an application for a\n   29  permit to drill a well or converts a well to one subject  to  this  act,\n   30  the  person  shall  pay to the department a fee of $3,000, provided that\n   31  for any application to plug back or deepen a well  previously  permitted\n   32  by  the  department  pursuant  to  this act, the person shall pay to the\n   33  department a fee of $1,000.\n   34    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to a pilot program to enable the capture and storage of carbon dioxide; and to enact the \"carbon capture and sequestration act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T134626.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T142130.TXT", "SOBI.D110124.T134125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198048
}