{
  "year" : 2011,
  "senateBillNo" : "A3189-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3189-2011-1295845200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to filling vacancies occurring in the office of United States senator; repealer",
  "summary" : "Relates to filling vacancies occurring in the office of United States senator. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A11143-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3189\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the public officers law, in relation to vacancies occur-\n         ring in the office of United States senator; and to repeal subdivision\n         4-a of section 42 of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4-a of section 42 of the public officers law is\n    2  REPEALED.\n    3    S  2.  Subdivision  4  of  section  42  of the public officers law, as\n    4  amended by chapter 317 of the laws  of  1954,  is  amended  to  read  as\n    5  follows:\n    6    4.  A  special  election  shall  not  be held to fill a vacancy in the\n    7  office of a representative in congress OR  UNITED  STATES  SENATOR  FROM\n    8  THIS STATE unless such vacancy occurs on or before the first day of July\n    9  of  the  last year of the term of office, or unless it occurs thereafter\n   10  and a special session of congress is called  to  meet  before  the  next\n   11  general  election, or be called after September nineteenth of such year;\n   12  nor to fill a vacancy in the office of state senator or in the office of\n   13  member of assembly, unless the vacancy occurs before the  first  day  of\n   14  April  of  the  last  year  of the term of office, or unless the vacancy\n   15  occurs in either such office of senator or member of assembly after such\n   16  first day of April and a special session of the legislature be called to\n   17  meet between such first day of April and the next general election or be\n   18  called after September nineteenth in such year. If a special election to\n   19  fill an office shall not be held as required by law, the office shall be\n   20  filled at the next general election.\n   21    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06159-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to vacancies occurring in the office of United States senator; and to repeal subdivision 4-a of section 42 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T132625.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T161139.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T133125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903499274
}