{
  "year" : 2011,
  "senateBillNo" : "A3180-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3180-2011-1295845200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes state and municipal agencies to regulate use of geographic information systems materials after the disclosure thereof under freedom of information law",
  "summary" : "Authorizes state and municipal agencies to establish rules and regulations for the use, distribution, duplication, sale and resale of geographic information systems materials disclosed under the freedom of information law; also authorizes the imposition of fees for copies of such materials which do not exceed the fair market value of the materials; such rules and regulations shall be consistent with those adopted by the committee on open government; authorizes applicants to appeal the reasonableness of any fees imposed therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A2679-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3180\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the public officers law, in relation to the provision of\n         geographic information systems materials by state and municipal  agen-\n         cies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 87 of the public officers  law  is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (B) OF THIS SUBDIVI-\n    4  SION, EVERY AGENCY HOLDING, KEEPING OR PRODUCING GEOGRAPHIC  INFORMATION\n    5  SYSTEMS  MATERIALS  MAY  PROMULGATE  RULES  AND REGULATIONS ESTABLISHING\n    6  CONDITIONS FOR THE USE, DISTRIBUTION, DUPLICATION,  SALE  OR  RESALE  OF\n    7  SUCH  MATERIALS  BY  ANY  PERSON GRANTED ACCESS THERETO PURSUANT TO THIS\n    8  ARTICLE. IN  ADDITION  AN  AGENCY  MAY  ESTABLISH  FEES  FOR  COPIES  OF\n    9  GEOGRAPHIC INFORMATION SYSTEMS MATERIALS WHICH SHALL NOT EXCEED THE FAIR\n   10  MARKET VALUE OF SUCH MATERIALS.  ANY SUCH RULES AND REGULATIONS SHALL BE\n   11  CONSISTENT  WITH  THE  GENERAL  RULES AND REGULATIONS PROMULGATED BY THE\n   12  COMMITTEE ON OPEN GOVERNMENT, AND THE ESTABLISHMENT OF FEES  FOR  COPIES\n   13  SHALL  BE  BASED ON GUIDELINES REGARDING FAIR MARKET VALUE ISSUED BY THE\n   14  COMMITTEE ON OPEN GOVERNMENT. IF AN APPLICANT BELIEVES THAT AN  AGENCY'S\n   15  FEE  IS  GREATER  THAN  THE FAIR MARKET VALUE OF THE RECORD SOUGHT, THAT\n   16  PERSON MAY APPEAL TO THE HEAD OR GOVERNING BODY OF THE AGENCY, WHO SHALL\n   17  WITHIN TEN BUSINESS DAYS OF THE RECEIPT  OF  SUCH  APPEAL  DETERMINE  TO\n   18  APPROVE  OR  REDUCE  THE FEE IN ACCORDANCE WITH GUIDELINES ISSUED BY THE\n   19  COMMITTEE ON OPEN GOVERNMENT. AN AGENCY IN RECEIPT  OF  SUCH  AN  APPEAL\n   20  SHALL  FORWARD COPIES OF THE APPEAL AND ITS DETERMINATION TO THE COMMIT-\n   21  TEE ON OPEN GOVERNMENT.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02819-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to the provision of geographic information systems materials by state and municipal agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160138.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295902898892
}