{
  "year" : 2011,
  "senateBillNo" : "A3184-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3184-2011-1295845200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the separate utility class in New York city",
  "summary" : "Eliminates the separate utility class (class 3) in New York city. ",
  "currentCommittee" : null,
  "sameAs" : "S150",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A8926-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3184\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BING -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to providing  for\n         the  elimination  of  the separate utility class (class 3) in New York\n         city\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The section heading and the opening paragraph of subdivi-\n    2  sion 1 of section 1802 of the real property tax law, the section heading\n    3  as added by chapter 1057 of the laws of 1981 and the  opening  paragraph\n    4  of  subdivision  1  as separately amended by chapters 123 and 529 of the\n    5  laws of 1990, are amended to read as follows:\n    6    Classification of real  property  in  a  special  assessing  unit  NOT\n    7  LOCATED WHOLLY WITHIN A CITY.\n    8    All  real  property,  for  the  purposes of this article, in a special\n    9  assessing unit NOT LOCATED WHOLLY WITHIN A CITY shall be  classified  as\n   10  follows:\n   11    S  2.  The  real  property  tax law is amended by adding a new section\n   12  1802-a to read as follows:\n   13    S 1802-A. CLASSIFICATION OF REAL PROPERTY IN A SPECIAL ASSESSING  UNIT\n   14  LOCATED  WHOLLY WITHIN A CITY. 1. ALL REAL PROPERTY, FOR THE PURPOSES OF\n   15  THIS ARTICLE, IN A SPECIAL ASSESSING UNIT LOCATED WHOLLY WITHIN  A  CITY\n   16  SHALL BE CLASSIFIED AS FOLLOWS:\n   17    CLASS  ONE: (A) ALL ONE, TWO AND THREE FAMILY RESIDENTIAL REAL PROPER-\n   18  TY, INCLUDING SUCH DWELLINGS USED IN PART  FOR  NONRESIDENTIAL  PURPOSES\n   19  BUT WHICH ARE USED PRIMARILY FOR RESIDENTIAL PURPOSES, EXCEPT SUCH PROP-\n   20  ERTY  HELD  IN  COOPERATIVE OR CONDOMINIUM FORMS OF OWNERSHIP OTHER THAN\n   21  (I) PROPERTY DEFINED IN SUBPARAGRAPHS (B) AND (C) OF THIS PARAGRAPH  AND\n   22  (II)  PROPERTY  WHICH CONTAINS NO MORE THAN THREE DWELLING UNITS HELD IN\n   23  CONDOMINIUM FORM OF OWNERSHIP AND WHICH WAS CLASSIFIED WITHIN THIS CLASS\n   24  ON A PREVIOUS ASSESSMENT ROLL; AND PROVIDED  THAT,  NOTWITHSTANDING  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00699-02-1\n\n       A. 3184                             2\n\n    1  PROVISIONS OF PARAGRAPH (G) OF SUBDIVISION TWELVE OF SECTION ONE HUNDRED\n    2  TWO  OF THIS CHAPTER, A MOBILE HOME OR A TRAILER SHALL NOT BE CLASSIFIED\n    3  WITHIN THIS CLASS UNLESS IT IS OWNER-OCCUPIED AND  SEPARATELY  ASSESSED;\n    4  AND  (B) RESIDENTIAL REAL PROPERTY NOT MORE THAN THREE STORIES IN HEIGHT\n    5  HELD IN CONDOMINIUM FORM OF OWNERSHIP, PROVIDED THAT  NO  DWELLING  UNIT\n    6  THEREIN PREVIOUSLY WAS ON AN ASSESSMENT ROLL AS A DWELLING UNIT IN OTHER\n    7  THAN  CONDOMINIUM  FORM  OF OWNERSHIP; AND (C) RESIDENTIAL REAL PROPERTY\n    8  CONSISTING OF ONE FAMILY HOUSE STRUCTURES OWNED BY THE  OCCUPANT,  SITU-\n    9  ATED  ON LAND HELD IN COOPERATIVE OWNERSHIP BY OWNER OCCUPIERS, PROVIDED\n   10  THAT; (I) SUCH HOUSE STRUCTURES AND LAND CONSTITUTED  BUNGALOW  COLONIES\n   11  IN  EXISTENCE PRIOR TO NINETEEN HUNDRED FORTY; AND (II) THE LAND IS HELD\n   12  IN COOPERATIVE OWNERSHIP FOR THE SOLE PURPOSE OF MAINTAINING ONE  FAMILY\n   13  RESIDENCES FOR MEMBERS OWN USE; AND (D) ALL VACANT LAND LOCATED WITHIN A\n   14  SPECIAL  ASSESSING  UNIT  WHICH  IS  A  CITY OTHER THAN SUCH LAND IN THE\n   15  BOROUGH OF MANHATTAN SOUTH OF OR ADJACENT TO THE  SOUTH  SIDE  OF  110TH\n   16  STREET,  PROVIDED  THAT ANY SUCH VACANT LAND WHICH IS NOT ZONED RESIDEN-\n   17  TIAL MUST BE SITUATED IMMEDIATELY ADJACENT TO PROPERTY IMPROVED  WITH  A\n   18  RESIDENTIAL  STRUCTURE  AS  DEFINED IN SUBPARAGRAPHS (A) AND (B) OF THIS\n   19  PARAGRAPH, BE OWNED BY THE SAME OWNER AS SUCH IMMEDIATELY ADJACENT RESI-\n   20  DENTIAL PROPERTY IMMEDIATELY PRIOR TO AND SINCE JANUARY FIRST,  NINETEEN\n   21  HUNDRED  EIGHTY-NINE,  AND  HAVE A TOTAL AREA NOT EXCEEDING TEN THOUSAND\n   22  SQUARE FEET.\n   23    CLASS TWO: ALL OTHER RESIDENTIAL REAL PROPERTY WHICH IS NOT DESIGNATED\n   24  AS CLASS ONE, EXCEPT HOTELS AND  MOTELS  AND  OTHER  SIMILAR  COMMERCIAL\n   25  PROPERTY.\n   26    CLASS  THREE: ALL OTHER REAL PROPERTY WHICH IS NOT DESIGNATED AS CLASS\n   27  ONE OR CLASS TWO.\n   28    2. IN ADDITION TO ANY REQUIREMENTS OF LAW OR RULE OF THE STATE  BOARD,\n   29  THE ASSESSMENT ROLL SHALL CONTAIN A SEPARATE COLUMN FOR THE ENTRY OF THE\n   30  CLASS DESIGNATION REQUIRED BY THIS SECTION. THE ASSESSOR SHALL ENTER THE\n   31  APPROPRIATE  CLASS  DESIGNATION IN THIS COLUMN FOR EACH PARCEL LISTED ON\n   32  THE ASSESSMENT ROLL.\n   33    3. THE DETERMINATION OF INCLUSION WITHIN  A  CLASS  PURSUANT  TO  THIS\n   34  SECTION  SHALL  BE  SUBJECT  TO  ADMINISTRATIVE  AND  JUDICIAL REVIEW AS\n   35  PROVIDED BY LAW FOR THE REVIEW OF ASSESSMENTS.\n   36    S 3. Subdivision 3 of section 1805 of the real property  tax  law,  as\n   37  amended  by  chapter  143  of  the  laws  of 1989, is amended to read as\n   38  follows:\n   39    3. If the assessment appearing on an assessment roll completed  on  or\n   40  after  January  first,  nineteen  hundred  eighty-two for any parcel not\n   41  subject to the provisions of subdivision one or  two  of  this  section,\n   42  other  than  a  parcel  classified in class three IN A SPECIAL ASSESSING\n   43  UNIT NOT LOCATED WHOLLY WITHIN A CITY, is greater  than  the  assessment\n   44  appearing  on  the  previous  year's  assessment roll the assessor shall\n   45  determine a transition assessment for such parcel for the first  assess-\n   46  ment  roll  on which such greater assessment appears and for each of the\n   47  succeeding four assessment rolls by  computing  the  difference  between\n   48  such  greater  assessment  and the assessment appearing on such previous\n   49  year's assessment roll and adding  the  following  percentages  of  such\n   50  difference  to  the assessment appearing on such previous year's assess-\n   51  ment roll: in the first year, twenty percent; in the second year,  forty\n   52  percent;  in  the  third year, sixty percent; in the fourth year, eighty\n   53  percent; and in the fifth year, one hundred percent. If  the  assessment\n   54  of  a  parcel  is increased during a period for which transition assess-\n   55  ments have been established because of any prior  assessment  increases,\n   56  such  new  increase  shall  be  phased-in over a five-year period as set\n\n       A. 3184                             3\n\n    1  forth in this subdivision, and such phased-in increases shall  be  added\n    2  to  the  transitional  assessments  previously established for the prior\n    3  increase; provided, however, that if in any  year  any  such  transition\n    4  assessment exceeds the actual assessment for such year, taxes imposed on\n    5  such  parcel  for such year shall be based on such lesser actual assess-\n    6  ment. Notwithstanding the foregoing, during the period of any such tran-\n    7  sition, the assessment roll shall contain an entry of the full amount of\n    8  such greater assessment which shall be used by the commissioner  in  its\n    9  determination  of  class ratios pursuant to paragraph (b) of subdivision\n   10  one of section twelve hundred two of this chapter. In establishing state\n   11  equalization rates, class equalization rates, special state equalization\n   12  rates and special state equalization ratios under article twelve,  arti-\n   13  cle  twelve-A  and  article  twelve-B  of this chapter, the commissioner\n   14  shall use the transition assessments as provided for in this subdivision\n   15  in its determinations, or where the actual  assessment  is  the  lesser,\n   16  such actual assessment shall be so used.\n   17    S 4. This act shall take effect immediately and shall be applicable to\n   18  assessment  rolls  with  a  taxable status date following such effective\n   19  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing for the elimination of the separate utility class (class 3) in New York city ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T134626.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198058
}