{
  "year" : 2011,
  "senateBillNo" : "A3181-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to housing",
    "billEventId" : "A3181-2011-1295845200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the installation of radiator covers",
  "summary" : "Relates to the installation of radiator covers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "AA9513-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3181\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROSENTHAL, JAFFEE -- Multi-Sponsored by -- M. of\n         A. McENENY -- read once and referred to the Committee on Housing\n\n       AN ACT to amend the real property law, in relation to  the  installation\n         of radiator covers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 235-b of the real property law, as added by chapter\n    2  597 of the laws of 1975, subdivision 3 as amended by chapter 403 of  the\n    3  laws  of 1983, paragraph (c) of subdivision 3 as added by chapter 116 of\n    4  the laws of 1997, is amended to read as follows:\n    5    S 235-b. Warranty of habitability. 1. In every written or  oral  lease\n    6  or  rental  agreement  for  residential  premises the landlord or lessor\n    7  shall be deemed to covenant and warrant that the premises so  leased  or\n    8  rented  and  all areas used in connection therewith in common with other\n    9  tenants or residents are fit for  human  habitation  and  for  the  uses\n   10  reasonably  intended by the parties and that the occupants of such prem-\n   11  ises shall not be subjected to any conditions which would be  dangerous,\n   12  hazardous  or detrimental to their life, health or safety. When any such\n   13  condition has been caused by the misconduct of the tenant or  lessee  or\n   14  persons under his direction or control, it shall not constitute a breach\n   15  of such covenants and warranties.\n   16    2.  (A)  IF A CHILD OF AGE TWELVE OR YOUNGER RESIDES WITHIN A TENANT'S\n   17  DWELLING A LANDLORD SHALL, AT THE WRITTEN  REQUEST  OF  THE  TENANT,  BE\n   18  RESPONSIBLE  FOR  THE  INSTALLATION OF A RADIATOR COVER ON ANY UNCOVERED\n   19  RADIATOR THAT: CARRIES STEAM, WATER, OR  OTHER  FLUIDS  AT  TEMPERATURES\n   20  EXCEEDING  ONE  HUNDRED SIXTY-FIVE DEGREES FAHRENHEIT; ARE NOT CURRENTLY\n   21  COVERED IN A MANNER THAT ENSURES  THAT  THE  TEMPERATURE  OF  THE  OUTER\n   22  SURFACE  DOES  NOT  EXCEED  ONE HUNDRED NINE DEGREES FAHRENHEIT; AND ARE\n   23  LOCATED IN THE TENANT'S DWELLING. THE LANDLORD SHALL  HAVE  NINETY  DAYS\n   24  AFTER  RECEIPT OF SUCH WRITTEN REQUEST TO COMPLETE THE INSTALLATION OF A\n   25  RADIATOR COVER OR COVERS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04572-01-1\n\n       A. 3181                             2\n\n    1    (B) ANY FAILURE OF THE LANDLORD TO INSTALL A RADIATOR COVER,  PURSUANT\n    2  TO  PARAGRAPH  (A)  OF  THIS SUBDIVISION, SHALL BE DEEMED TO SUBJECT THE\n    3  OCCUPANTS OF THE DWELLING TO CONDITIONS DANGEROUS, HAZARDOUS, OR  DETRI-\n    4  MENTAL  TO  THEIR LIFE, HEALTH, OR SAFETY. IN ANY CASE IN WHICH A TENANT\n    5  SHALL  MAKE  A PAYMENT IN ORDER TO INSTALL A REQUESTED RADIATOR COVER OR\n    6  COVERS, FOLLOWING THE FAILURE OF THE LANDLORD  TO  INSTALL  SUCH  COVERS\n    7  WITHIN  NINETY DAYS OF RECEIVING A WRITTEN REQUEST PURSUANT TO PARAGRAPH\n    8  (A) OF THIS SUBDIVISION, THE TENANT MAY DEDUCT FROM THE RENT THE REASON-\n    9  ABLE COST FOR THE INSTALLATION AND SHALL NOT BE LIABLE FOR  EVICTION  ON\n   10  THE GROUND OF THAT DEDUCTION.\n   11    [2]  3.   Any agreement by a lessee or tenant of a dwelling waiving or\n   12  modifying his rights as set forth in  this  section  shall  be  void  as\n   13  contrary to public policy.\n   14    [3]  4.  In determining the amount of damages sustained by a tenant as\n   15  a result of a breach of the warranty  set  forth  in  the  section,  the\n   16  court;\n   17    (a) need not require any expert testimony; [and]\n   18    (b)  shall,  to the extent the warranty is breached or cannot be cured\n   19  by reason of a strike or other labor dispute which is not caused  prima-\n   20  rily by the individual landlord or lessor and such damages are attribut-\n   21  able  to  such  strike,  exclude  recovery to such extent, except to the\n   22  extent of the net savings, if any, to the landlord or lessor  by  reason\n   23  of  such  strike  or  labor  dispute allocable to the tenant's premises,\n   24  provided, however, that the landlord or [lesser] LESSOR has made a  good\n   25  faith attempt, where practicable, to cure the breach[.]; AND\n   26    (c)  where the premises is subject to regulation pursuant to the local\n   27  emergency housing rent control law, the emergency tenant protection  act\n   28  of nineteen seventy-four, the rent stabilization law of nineteen hundred\n   29  sixty-nine  or  the  city rent and rehabilitation law, reduce the amount\n   30  awarded hereunder by the total amount of any rent reduction  ordered  by\n   31  the  state  division  of  housing and community renewal pursuant to such\n   32  laws or act, awarded to the tenant, from the effective date of such rent\n   33  reduction order, that relates to one or more matters for which relief is\n   34  awarded hereunder.\n   35    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   36  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to the installation of radiator covers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135126.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198046
}