{
  "year" : 2011,
  "senateBillNo" : "A3186-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3186-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Presumes certain diseases to have been incurred in the performance and discharge of duty if a previous physical found no evidence of such disease",
  "summary" : "Presumes certain diseases impairing the health of a uniformed member of a paid police department in a city with a population of one million or more to have been incurred in the performance and discharge of duty if a previous physical found no evidence of such disease. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A4598-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3186\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CYMBROWITZ, CUSICK, N. RIVERA -- Multi-Sponsored\n         by -- M. of A.  V. LOPEZ, LUPARDO, MILLMAN, PHEFFER -- read  once  and\n         referred to the Committee on Local Governments\n\n       AN  ACT  to  amend  the  general  municipal  law, in relation to certain\n         impairments of health presumed incurred in the performance of duty\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 207-r to read as follows:\n    3    S 207-R. POLICE OFFICERS; PRESUMPTION IN CERTAIN DISEASES.    NOTWITH-\n    4  STANDING  ANY  PROVISION  OF  THIS CHAPTER OR OF ANY GENERAL, SPECIAL OR\n    5  LOCAL LAW TO THE CONTRARY, AND FOR THE PURPOSES  OF  THIS  CHAPTER,  ANY\n    6  CONDITION OF IMPAIRMENT OF HEALTH CAUSED BY (1) DISEASES OF THE LUNG, OR\n    7  (2)  ANY CONDITION OF CANCER AFFECTING THE LYMPHATIC, DIGESTIVE, HEMATO-\n    8  LOGICAL,  URINARY,  NEUROLOGICAL,  BREAST,  REPRODUCTIVE   OR   PROSTATE\n    9  SYSTEMS,  OR  (3)  MELANOMA  RESULTING IN TOTAL OR PARTIAL DISABILITY OR\n   10  DEATH TO A UNIFORMED MEMBER OF A PAID POLICE DEPARTMENT IN A CITY WITH A\n   11  POPULATION OF ONE MILLION OR MORE WHERE SUCH MEMBER SUCCESSFULLY  PASSED\n   12  A PHYSICAL EXAMINATION ON ENTRY INTO SUCH SERVICE OR SUBSEQUENT THERETO,\n   13  WHICH  EXAMINATION  FAILED  TO  REVEAL  ANY EVIDENCE OF SUCH CONDITIONS,\n   14  SHALL BE PRESUMPTIVE EVIDENCE THAT IT WAS INCURRED  IN  THE  PERFORMANCE\n   15  AND  DISCHARGE  OF  DUTY,  UNLESS  THE  CONTRARY  BE PROVEN BY COMPETENT\n   16  EVIDENCE.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07794-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to certain impairments of health presumed incurred in the performance of duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T134626.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198075
}