{
  "year" : 2011,
  "senateBillNo" : "A3193-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to labor",
    "billEventId" : "A3193-2011-1295845200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the creation of the manufacturing technology act to provide grant assistance for retraining and upgrading existing factories",
  "summary" : "Provides for the creation of the manufacturing technology act to provide grant assistance for retraining and upgrading existing factories. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A2203-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3193\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, TOWNS, MAGNARELLI, DESTITO, SCHIMMINGER\n         -- Multi-Sponsored by -- M. of A.  CAHILL,  COLTON,  CUSICK,  FARRELL,\n         GUNTHER,  LIFTON,  MAGEE, McENENY, RAMOS, SCARBOROUGH -- read once and\n         referred to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to creating the manufacturing\n         technology act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. The legislature here-\n    2  by finds that a skilled and educated workforce forms the foundation upon\n    3  which a competitive manufacturing economy is built. The legislature also\n    4  finds  that  globalization and rapidly evolving technologies have caused\n    5  the loss of manufacturing jobs statewide, in large  part  due  to  plant\n    6  closings  and  outsourcing  of these jobs to other states and countries.\n    7  The legislature further finds that the loss of  manufacturing  jobs  has\n    8  created economic hardship for the state and its citizens.\n    9    The  legislature also finds that New York companies can be competitive\n   10  in national and international markets and  able  to  retain  workers  in\n   11  their current occupations in industries and geographic regions where the\n   12  jobs  are  currently  located  if  existing  facilities were retooled to\n   13  upgrade production processes and if incumbent workers were retrained  in\n   14  the operations of these new technologies.\n   15    Finally, the legislature finds and declares that upgrading and modern-\n   16  izing  facilities in both traditional manufacturing and new and emerging\n   17  industries and  retraining  their  incumbent  workers  is  a  worthwhile\n   18  endeavor that will stem the loss of manufacturing jobs statewide.\n   19    S  2. The labor law is amended by adding a new article 25-C to read as\n   20  follows:\n\n   21                                ARTICLE 25-C\n   22                        MANUFACTURING TECHNOLOGY ACT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05358-01-1\n\n       A. 3193                             2\n\n    1  SECTION 862. SHORT TITLE.\n    2          863. MANUFACTURING TECHNOLOGY PROGRAM.\n    3    S  862.  SHORT  TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n    4  THE MANUFACTURING TECHNOLOGY ACT OF 2011.\n    5    S 863. MANUFACTURING TECHNOLOGY PROGRAM. THE  DEPARTMENT  SHALL  ISSUE\n    6  REQUESTS FOR PROPOSALS FOR MANUFACTURING TECHNOLOGY PROGRAM (HEREINAFTER\n    7  KNOWN AS \"MANUTECH\") TRAINING GRANTS FOR EMPLOYERS, CONSORTIA OF EMPLOY-\n    8  ERS,  LABOR ORGANIZATIONS OR INDUSTRY ASSOCIATIONS, DEFINED AS GROUPS OF\n    9  EMPLOYERS JOINED FORMALLY OR  INFORMALLY  FOR  THE  PURPOSE  OF  SOLVING\n   10  COMMON  PROBLEMS  OR  WORKING COOPERATIVELY PURSUANT TO THIS ARTICLE. 1.\n   11  EMPLOYERS SEEKING  ASSISTANCE.  (A)  EMPLOYERS  SEEKING  MANUTECH  GRANT\n   12  ASSISTANCE  PURSUANT  TO THIS ARTICLE SHALL SUBMIT AN APPLICATION TO THE\n   13  DEPARTMENT WHICH SHALL INCLUDE, BUT NOT BE  LIMITED  TO,  THE  FOLLOWING\n   14  DOCUMENTATION:\n   15    (I)  FACILITY  UPGRADES  TO  BE UNDERTAKEN TO ENHANCE PRODUCTIVITY AND\n   16  COMPETITIVENESS;\n   17    (II) SKILL UPGRADES REQUIRED OF EMPLOYEES IN ORDER TO BE  RETAINED  IN\n   18  THEIR CURRENT OCCUPATIONS;\n   19    (III)  CONSULTATION  WITH APPROPRIATE LABOR ORGANIZATIONS REPRESENTING\n   20  FACILITY EMPLOYEES;\n   21    (IV) SELECTION OF A COMMUNITY COLLEGE, NOT-FOR-PROFIT RESEARCH UNIVER-\n   22  SITY OR COLLEGE, TO PROVIDE THE TRAINING BASED ON, BUT NOT  LIMITED  TO,\n   23  THE FOLLOWING CRITERIA:\n   24    (A)  EXPERIENCE WITH AND EVIDENCE OF SUCCESS IN PROVIDING THE TRAINING\n   25  REQUESTED;\n   26    (B) ADMINISTRATIVE CAPACITY TO PROVIDE THE TRAINING;\n   27    (C) ITEMIZED COSTS OF THE TRAINING; AND\n   28    (D) ANY OTHER FACTORS DEEMED APPROPRIATE BY THE DEPARTMENT.\n   29    (B) EMPLOYERS SHALL PROVIDE NO LESS THAN FIFTY PERCENT  OF  A  FUNDING\n   30  MATCH  TO  THE MANUTECH GRANT ASSISTANCE REQUEST. SUCH FUNDING MATCH MAY\n   31  INCLUDE SUCH IN-KIND SERVICES AS:\n   32    (I) RELEASE TIME FOR EMPLOYEES ENROLLED IN THE TRAINING;\n   33    (II) SPACE FOR THE TRAINING; AND\n   34    (III) EQUIPMENT AND OTHER NECESSARY ITEMS REQUIRED FOR THE TRAINING.\n   35    2. REPAYMENT PROVISION. EMPLOYERS SHALL AGREE IN WRITING TO REPAY  THE\n   36  FULL  AMOUNT  OF  THE  AWARD TO THE STATE IF THERE ARE LAYOFFS OR TERMI-\n   37  NATIONS RESULTING  FROM  THE  RELOCATION  BY  THE  COMPANY  OUT  OF  THE\n   38  GEOGRAPHIC  AREA  IN  WHICH  IT  OPERATED AT THE TIME OF THE GRANT AWARD\n   39  WITHIN ONE YEAR OF THE END OF THE GRANT  PERIOD.  CLOSINGS  THAT  ARE  A\n   40  RESULT  OF  THE  COMPANY'S  INABILITY  TO  CONTINUE OPERATING BECAUSE OF\n   41  ECONOMIC HARDSHIP WILL NOT RESULT IN REQUIRED REPAYMENT OF THE GRANT.\n   42    3. REPORTING AND EVALUATION. THE DEPARTMENT SHALL REPORT ON THE ACTIV-\n   43  ITIES FUNDED BY THIS ARTICLE TO THE SPEAKER OF THE ASSEMBLY  AND  TEMPO-\n   44  RARY  PRESIDENT  OF THE SENATE NO LATER THAN JANUARY FIRST, TWO THOUSAND\n   45  THIRTEEN, AND ON THE FIRST OF JANUARY EVERY YEAR THEREAFTER. THE  REPORT\n   46  SHALL INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING:\n   47    (A) A LIST OF MANUTECH TRAINING GRANTS AND AMOUNTS;\n   48    (B) THE NUMBER OF INCUMBENT WORKERS RETRAINED; AND\n   49    (C) DOCUMENTED EVIDENCE OF JOB RETENTION.\n   50    4.  RULES AND REGULATIONS. THE COMMISSIONER SHALL PROMULGATE RULES AND\n   51  REGULATIONS NECESSARY TO CARRY OUT THE PROVISIONS OF THIS ARTICLE.\n   52    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to creating the manufacturing technology act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T133125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198061
}