{
  "year" : 2011,
  "senateBillNo" : "A3192-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3192-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a veteran's outreach center distinctive license plate",
  "summary" : "Establishes a veteran's outreach center distinctive license plate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1945-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3192\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, SCHROEDER -- read once and referred to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the state  finance  law,\n         in  relation  to  creating  the  veteran's outreach center distinctive\n         license plate program and applying the revenues raised from  such  new\n         program  to  the  purposes of supporting the veteran's outreach center\n         fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE VETERAN'S OUTREACH CENTER LICENSE PLATES.  1. ANY\n    4  PERSON RESIDING IN THIS STATE SHALL, UPON REQUEST, BE ISSUED A  DISTINC-\n    5  TIVE VETERAN'S OUTREACH CENTER LICENSE PLATE IN SUPPORT OF THE VETERAN'S\n    6  OUTREACH CENTER, INC. IN ROCHESTER, NEW YORK BEARING THE PHRASE \"SERVING\n    7  THOSE WHO SERVE U.S.\". APPLICATION FOR SAID LICENSE PLATE SHALL BE FILED\n    8  WITH  THE COMMISSIONER IN SUCH FORM AND DETAIL AS THE COMMISSIONER SHALL\n    9  PRESCRIBE. THE COMMISSIONER SHALL PROVIDE CONSPICUOUS NOTICE  TO  APPLI-\n   10  CANTS,  IN  SUCH  FORM  AND  MANNER ACCEPTABLE TO THE COMMISSIONER, THAT\n   11  SURCHARGES FROM THE ISSUANCE OF SUCH DISTINCTIVE  LICENSE  PLATE  SHALL,\n   12  WHEN  AVAILABLE,  BE  USED FOR COMPREHENSIVE VETERANS' OUTREACH SERVICES\n   13  PROVIDED BY THE VETERAN'S OUTREACH CENTER, INC. IN ROCHESTER, NEW YORK.\n   14    2. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   15  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON THE PAYMENT OF THE  REGU-\n   16  LAR  REGISTRATION  FEE  PRESCRIBED  BY  SECTION FOUR HUNDRED ONE OF THIS\n   17  ARTICLE; PROVIDED, HOWEVER, THAT AN ADDITIONAL ANNUAL SERVICE CHARGE  OF\n   18  TWENTY-FIVE  DOLLARS  SHALL  BE  CHARGED  FOR  SUCH  PLATES. SUCH ANNUAL\n   19  SERVICE CHARGE SHALL BE DEPOSITED PURSUANT TO THE PROVISIONS OF  SECTION\n   20  FOUR  HUNDRED FOUR-OO OF THIS ARTICLE TO THE CREDIT OF THE DEPARTMENT OF\n   21  MOTOR VEHICLES DISTINCTIVE PLATE DEVELOPMENT FUND ESTABLISHED BY SECTION\n   22  NINETY-FIVE-G OF THE STATE  FINANCE  LAW  AND  SHALL  BE  USED  FOR  THE\n   23  PRODUCTION,  DESIGN,  ADVERTISING  AND  MARKETING OF DISTINCTIVE LICENSE\n   24  PLATES PURSUANT TO SUCH SECTION NINETY-FIVE-G; PROVIDED,  HOWEVER,  THAT\n   25  ANNUAL SERVICE CHARGES COLLECTED IN EXCESS OF SIX THOUSAND DOLLARS SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06416-01-1\n\n       A. 3192                             2\n\n    1  BE  DEPOSITED  TO  THE  CREDIT  OF  THE \"VETERAN'S OUTREACH CENTER FUND\"\n    2  ESTABLISHED PURSUANT TO SECTION NINETY-NINE-T OF THE STATE  FINANCE  LAW\n    3  AND  SHALL  BE USED FOR GRANTS TO THE VETERAN'S OUTREACH CENTER, INC. IN\n    4  ROCHESTER,  NEW  YORK  FOR  THE  PROVISION  OF  COMPREHENSIVE  VETERANS'\n    5  OUTREACH SERVICES PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE\n    6  LAW; PROVIDED, FURTHER, THAT ONE YEAR AFTER THE EFFECTIVE DATE  OF  THIS\n    7  SECTION,  FUNDS IN THE AMOUNT OF SEVEN THOUSAND FIVE HUNDRED DOLLARS, OR\n    8  SO MUCH THEREOF AS MAY BE AVAILABLE, SHALL BE ALLOCATED FROM  SUCH  FUND\n    9  TO THE DEPARTMENT TO OFFSET COSTS ASSOCIATED WITH THE PRODUCTION OF SUCH\n   10  LICENSE PLATES.\n   11    S  2. The state finance law is amended by adding a new section 99-t to\n   12  read as follows:\n   13    S 99-T. VETERAN'S OUTREACH CENTER FUND. 1. THERE IS HEREBY ESTABLISHED\n   14  IN THE JOINT CUSTODY OF THE COMMISSIONER OF TAXATION AND FINANCE AND THE\n   15  COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE VETERAN'S OUTREACH CENTER\n   16  FUND.\n   17    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED  PURSUANT  TO  THE\n   18  PROVISIONS  OF  SECTION  FOUR  HUNDRED FOUR-X OF THE VEHICLE AND TRAFFIC\n   19  LAW, ALL REVENUES RECEIVED PURSUANT TO AN APPROPRIATION BY THE  LEGISLA-\n   20  TURE, AND ALL OTHER MONEYS APPROPRIATED, CREDITED, OR TRANSFERRED THERE-\n   21  TO  FROM  ANY  OTHER  FUND  OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED\n   22  HEREIN SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS, OR BEQUESTS\n   23  FOR THE PURPOSES OF THE FUND AS DEFINED IN THIS SECTION  AND  DEPOSITING\n   24  THEM INTO THE FUND ACCORDING TO LAW.\n   25    3.  MONIES OF THE FUND SHALL BE EXPENDED ONLY FOR GRANTS TO THE VETER-\n   26  AN'S OUTREACH CENTER, INC. IN  ROCHESTER,  NEW  YORK,  A  NOT-FOR-PROFIT\n   27  CORPORATION EXEMPT FROM TAXATION UNDER SECTION 501(C)(3) OF THE INTERNAL\n   28  REVENUE  CODE  ESTABLISHED IN THIS STATE WITH A VOLUNTARY BOARD, FOR THE\n   29  PURPOSE OF PROVIDING COMPREHENSIVE VETERANS' OUTREACH SERVICES. AS  USED\n   30  IN  THIS SECTION, \"COMPREHENSIVE VETERANS' OUTREACH SERVICES\" SHALL MEAN\n   31  SERVICES PROVIDED TO, OR PROJECTS FOR THE BENEFIT OF, VETERANS AND THEIR\n   32  FAMILIES WHO ARE RESIDENTS OF THIS STATE, PERTAINING TO HEALTH,  MEDICAL\n   33  AND  REHABILITATION SERVICES, EMPLOYMENT AND RE-EMPLOYMENT SERVICES, AND\n   34  OTHER SERVICES ADDRESSING THE NEEDS  OF  VETERANS  AND  THEIR  FAMILIES,\n   35  EXCLUSIVE OF ADMINISTRATIVE EXPENSES, INCLUDING, BUT NOT LIMITED TO:\n   36    A. CAREER COUNSELING;\n   37    B. JOB DEVELOPMENT;\n   38    C. MENTORING;\n   39    D. BENEFITS ASSISTANCE;\n   40    E. SUBSTANCE ABUSE AND MENTAL HEALTH COUNSELING;\n   41    F. VETERAN ADVOCACY AND COMMUNITY EDUCATION;\n   42    G. TRANSPORTATION;\n   43    H. SOCIAL SERVICES;\n   44    I. EMERGENCY, TRANSITIONAL, AND SUPPORTIVE HOUSING;\n   45    J. MEDICAL FACILITY REFERRALS;\n   46    K. CASE MANAGEMENT; AND\n   47    L. CAPITAL PROJECTS IN SUPPORT OF SUCH PROGRAMS.\n   48    4.  MONIES  SHALL  BE  PAYABLE FROM THE FUND TO THE VETERAN'S OUTREACH\n   49  CENTER, INC. IN ROCHESTER, NEW YORK ON THE  AUDIT  AND  WARRANT  OF  THE\n   50  COMPTROLLER ON VOUCHERS APPROVED BY THE COMPTROLLER.  NO MONEY FROM SUCH\n   51  FUND  MAY BE WITHDRAWN, TRANSFERRED, OR USED BY ANY PERSON OR ENTITY FOR\n   52  ANY PURPOSE OTHER THAN AS PERMITTED BY THIS SECTION.\n   53    S 3. This act shall take effect on the one hundred eightieth day after\n   54  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the state finance law, in relation to creating the veteran's outreach center distinctive license plate program and applying the revenues raised from such new program to the purposes of supporting the veteran's outreach center fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T135126.TXT", "SOBI.D110124.T133125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198060
}