{
  "year" : 2011,
  "senateBillNo" : "A3194-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3194-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to permanent total disability benefits received by disabled volunteer firefighters",
  "summary" : "Relates to permanent total disability benefits received by disabled volunteer firefighters; provides for a cost-of-living adjustment to such benefits. ",
  "currentCommittee" : null,
  "sameAs" : "S2454",
  "lawSection" : "Volunteer Firefighters' Benefit Law",
  "previousVersions" : [ "A4444-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3194\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MORELLE, ORTIZ, ZEBROWSKI, SCHROEDER, GALEF,\n         SWEENEY -- Multi-Sponsored by -- M.  of  A.  BOYLAND,  CLARK,  COLTON,\n         DESTITO, GUNTHER, LIFTON, LUPARDO, MARKEY, McENENY, MILLMAN, MOLINARO,\n         PHEFFER, RAMOS, REILLY, SCHIMMINGER, TOWNS, WEISENBERG, WRIGHT -- read\n         once and referred to the Committee on Local Governments\n\n       AN  ACT to amend the volunteer firefighters' benefit law, in relation to\n         the payment of benefits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Section 8 of the volunteer firefighters' benefit law, as\n    2  amended by chapter 574 of the laws  of  1998,  is  amended  to  read  as\n    3  follows:\n    4    S  8.  Permanent  total  disability  benefits. 1. In the case of total\n    5  disability adjudged to be permanent the volunteer firefighter  shall  be\n    6  paid  four  hundred dollars for each week [during the continuance there-\n    7  of].  Permanent total disability, within the meaning  of  this  section,\n    8  shall  exist  only  if the earning capacity of the volunteer firefighter\n    9  has been lost permanently and totally as the result of the  injury.  The\n   10  loss  of  both  hands, or both arms, or both feet, or both legs, or both\n   11  eyes, or any two thereof, shall, in the absence of conclusive  proof  to\n   12  the  contrary,  constitute  permanent total disability, but in all other\n   13  cases permanent total disability shall be determined in accordance  with\n   14  the  facts.  Notwithstanding  any  other  provisions of this chapter, an\n   15  injured volunteer firefighter disabled due to the loss or total loss  of\n   16  use  of  both  eyes,  or both hands, or both arms, or both feet, or both\n   17  legs, or any two thereof shall not suffer any diminution of such  weekly\n   18  benefit by engaging in business or employment provided his or her weekly\n   19  earnings  or  wages,  when combined with his or her weekly benefit shall\n   20  not be in excess of six hundred dollars; and further provided  that  the\n   21  application  of  this  section shall not result in reduction of benefits\n   22  which an injured volunteer firefighter who is disabled due to  the  loss\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05367-01-1\n\n       A. 3194                             2\n\n    1  or  total loss of use of both eyes, or both hands, or both arms, or both\n    2  feet, or both legs, or any two thereof would otherwise  be  entitled  to\n    3  under any other provisions of this article.\n    4    2. BENEFITS RECEIVED PURSUANT TO SUBDIVISION ONE OF THIS SECTION AFTER\n    5  JANUARY  FIRST, TWO THOUSAND TWELVE SHALL BE ADJUSTED YEARLY ON FEBRUARY\n    6  FIRST BY A PERCENTAGE EQUAL TO THE  PERCENT  INCREASE  IN  THE  PREVIOUS\n    7  YEAR'S CONSUMER PRICE INDEX.\n    8    S  2. Subdivision 5 of section 51 of the volunteer firefighters' bene-\n    9  fit law, as renumbered by chapter 246 of the laws of 2006, is renumbered\n   10  subdivision 6 and a new subdivision 5 is added to read as follows:\n   11    5. THE INSURANCE CARRIER OR ENTITY RESPONSIBLE FOR PAYING THE  BENEFIT\n   12  INCREASE  PROVIDED IN SECTION EIGHT OF THIS CHAPTER SHALL CLAIM FOR SUCH\n   13  BENEFIT INCREASE REIMBURSEMENT FROM THE SPECIAL FUND FOR REOPENED  CASES\n   14  COMMENCING ONE YEAR FROM THE DATE OF THE FIRST SUCH PAYMENT AND ANNUALLY\n   15  THEREAFTER  WHILE  SUCH  PAYMENTS  CONTINUE, ON A FORM PRESCRIBED BY THE\n   16  CHAIR.\n   17    S 3. This act shall take effect immediately and shall apply to  weekly\n   18  benefit periods that commence after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the volunteer firefighters' benefit law, in relation to the payment of benefits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T130623.TXT", "SOBI.D110124.T133125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198063
}