{
  "year" : 2011,
  "senateBillNo" : "A319-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A319-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires telephone service providers to furnish a toll-free consumer service number for consumers offered unsolicited services",
  "summary" : "Requires any telephone service provider to furnish a toll-free consumer service number for consumers offered or provided unsolicited telephone services without a charge for a specified period of use time by means of a telephone calling card number, account number, electronic serial number or personal identification number when a charge, fee or payment is later required by the consumer for termination or continued use of the unsolicited telephone service. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A603-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          319\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, CANESTRARI -- Multi-Sponsored by -- M. of\n         A.  CLARK,  COOK, GALEF, McENENY, SWEENEY, WEISENBERG -- read once and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the public service law, in relation to  requiring  tele-\n         phone service providers to furnish a toll-free consumer service number\n         for consumers offered unsolicited services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  section\n    2  92-g to read as follows:\n    3    S  92-G. TOLL-FREE CONSUMER SERVICE NUMBER FOR CONSUMERS OFFERED UNSO-\n    4  LICITED SERVICES. ANY PERSON, FIRM,  CORPORATION,  PARTNERSHIP,  ASSOCI-\n    5  ATION,  COMPANY OR BUSINESS OFFERING OR PROVIDING TO A CONSUMER UNSOLIC-\n    6  ITED TELEPHONE SERVICES WITHOUT CHARGE FOR A  SPECIFIED  PERIOD  OF  USE\n    7  TIME  OR FOR A SPECIFIED VALUE OF USE TIME BY MEANS OF A TELEPHONE CALL-\n    8  ING CARD NUMBER, ACCOUNT NUMBER, ELECTRONIC SERIAL  NUMBER  OR  PERSONAL\n    9  IDENTIFICATION  NUMBER  WHEN  A  CHARGE,  FEE OR PAYMENT IS SUBSEQUENTLY\n   10  REQUIRED BY THE CONSUMER FOR TERMINATION OR CONTINUED USE OF  THE  UNSO-\n   11  LICITED  TELEPHONE  SERVICE  SHALL  FURNISH A TOLL-FREE CONSUMER SERVICE\n   12  NUMBER TO ALL SUCH CONSUMERS WHICH A CONSUMER CAN USE TO OBTAIN  ANSWERS\n   13  TO  QUESTIONS,  INFORMATION ON THE RATES, INFORMATION ON TERMS OR CONDI-\n   14  TIONS, AND FOR RESOLUTION OF A BILLING OR SERVICE COMPLAINT.\n   15    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   16  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00776-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring telephone service providers to furnish a toll-free consumer service number for consumers offered unsolicited services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T171843.TXT", "SOBI.D101220.T105320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292883523201
}