{
  "year" : 2011,
  "senateBillNo" : "A3196-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3196-2011-1295845200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires optical stores to be registered with the education department",
  "summary" : "Requires optical stores which engage in the sale of prescription eye glasses or contact lenses to be registered with the education department; requires such stores to be under the direct supervision of a physician, ophthalmic dispenser or optometrist; directs department of education to promulgate rules and regulations necessary therefor; requires all optical stores to conspicuously display registration; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA2202-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3196\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, CLARK, CYMBROWITZ, HOOPER, MAYERSOHN --\n         Multi-Sponsored by -- M. of A. MILLMAN, ORTIZ,  PERRY,  WEISENBERG  --\n         read once and referred to the Committee on Higher Education\n\n       AN  ACT to amend the education law, in relation to registering and oper-\n         ating optical stores\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new article 144-A\n    2  to read as follows:\n    3                                ARTICLE 144-A\n    4                               OPTICAL STORES\n    5  SECTION 7130. OPTICAL STORES.\n    6    S 7130. OPTICAL STORES. 1. NO PERSON, FIRM, CORPORATION OR ASSOCIATION\n    7  SHALL ENGAGE IN THE SALE OF PRESCRIPTION EYE GLASSES OR CONTACT  LENSES,\n    8  UNLESS THE ESTABLISHMENT AT WHICH OR THROUGH WHICH SUCH SALE IS EXECUTED\n    9  IS REGISTERED BY THE DEPARTMENT AS AN OPTICAL STORE.\n   10    2.  A.  OBTAINING A REGISTRATION. AN OPTICAL STORE SHALL BE REGISTERED\n   11  AS FOLLOWS:\n   12    (1) THE APPLICATION SHALL BE MADE ON A FORM PRESCRIBED BY THE  DEPART-\n   13  MENT.\n   14    (2)  THE  APPLICATION  SHALL  BE  ACCOMPANIED  BY A FEE OF ONE HUNDRED\n   15  EIGHTY DOLLARS;  PROVIDED  HOWEVER  THAT  PROFESSIONAL  SERVICE  LIMITED\n   16  LIABILITY CORPORATIONS ARE NOT SUBJECT TO SUCH FEE.\n   17    (3)  A  SEPARATE  REGISTRATION  SHALL  BE  REQUIRED  FOR EACH SEPARATE\n   18  LOCATION AT WHICH EYE GLASSES OR CONTACT LENSES ARE SOLD.\n   19    B. RENEWAL OF REGISTRATION. ALL REGISTERED OPTICAL  STORE'S  REGISTRA-\n   20  TIONS SHALL BE RENEWED TRIENNIALLY. THE REGISTRATION RENEWAL APPLICATION\n   21  SHALL BE ACCOMPANIED BY A FEE OF ONE HUNDRED DOLLARS. SUCH RENEWAL SHALL\n   22  INCLUDE  THE  SUBMISSION  OF  SUCH INFORMATION AS MAY BE REQUIRED BY THE\n   23  DEPARTMENT, PURSUANT TO REGULATIONS OF THE  COMMISSIONER,  ATTESTING  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05357-01-1\n\n       A. 3196                             2\n\n    1  THE ADEQUACY OF THE FACILITY AND SUCH OTHER STANDARDS DEEMED APPROPRIATE\n    2  BY THE DEPARTMENT.\n    3    C.  DISPLAY  OF  REGISTRATION. THE REGISTRATION SHALL BE CONSPICUOUSLY\n    4  DISPLAYED AT ALL TIMES IN THE REGISTERED OPTICAL  STORE.  THE  NAME  AND\n    5  ADDRESS OF THE OWNER OF A REGISTERED OPTICAL STORE SHALL BE CONSPICUOUS-\n    6  LY  DISPLAYED  UPON  THE  EXTERIOR  OF  SUCH  ESTABLISHMENT. THE NAME SO\n    7  DISPLAYED SHALL BE PRESUMPTIVE EVIDENCE OF OWNERSHIP OF SUCH  REGISTERED\n    8  OPTICAL  STORE BY SUCH PERSON. THE OPTICAL STORE REGISTRATION SHALL ALSO\n    9  BEAR THE NAME OF  THE  LICENSED  OPHTHALMIC  DISPENSER,  OPTOMETRIST  OR\n   10  PHYSICIAN  HAVING DIRECT SUPERVISION OF THE REGISTERED OPTICAL STORE. IN\n   11  THE EVENT THAT SUCH LICENSED OPHTHALMIC DISPENSER, OPTOMETRIST OR PHYSI-\n   12  CIAN SHALL NO LONGER HAVE DIRECT SUPERVISION OF THE  REGISTERED  OPTICAL\n   13  STORE,  THE  OWNER SHALL NOTIFY THE DEPARTMENT OF SUCH FACT AND THE NAME\n   14  OF THE LICENSED OPHTHALMIC DISPENSER, OPTOMETRIST OR PHYSICIAN REPLACING\n   15  THE OPHTHALMIC DISPENSER, OPTOMETRIST OR PHYSICIAN NAMED ON THE  LICENSE\n   16  AND  SHALL  APPLY  FOR  AN  AMENDED REGISTRATION SHOWING THE CHANGE. THE\n   17  AMENDED REGISTRATION SHALL BE ATTACHED TO THE ORIGINAL REGISTRATION  AND\n   18  DISPLAYED IN THE SAME MANNER.\n   19    D.  CHANGE OF LOCATION. IN THE EVENT THAT THE LOCATION OF A REGISTERED\n   20  OPTICAL STORE SHALL BE CHANGED, THE OWNER SHALL APPLY TO THE  DEPARTMENT\n   21  FOR  ENDORSEMENT  OF  THE REGISTRATION FOR THE NEW LOCATION. THE FEE FOR\n   22  SUCH ENDORSEMENT SHALL BE AS IS DETERMINED BY THE DEPARTMENT, UNLESS  IT\n   23  APPEARS  TO  THE  SATISFACTION  OF  THE  DEPARTMENT  THAT  THE CHANGE IN\n   24  LOCATION IS OF A TEMPORARY NATURE DUE TO FIRE, FLOOD OR OTHER DISASTER.\n   25    E. CONDUCT OF A REGISTERED OPTICAL STORE. EVERY OWNER OF A  REGISTERED\n   26  OPTICAL STORE OR EVERY OPHTHALMIC DISPENSER, OPTOMETRIST OR PHYSICIAN IN\n   27  CHARGE OF A REGISTERED OPTICAL STORE SHALL BE RESPONSIBLE FOR THE PROPER\n   28  CONDUCT  OF THE REGISTERED OPTICAL STORE AND CARRYING OUT THE PROVISIONS\n   29  OF THIS ARTICLE. EVERY REGISTERED  OPTICAL  STORE  SHALL  BE  UNDER  THE\n   30  DIRECT  SUPERVISION  OF  A LICENSED OPHTHALMIC DISPENSER, OPTOMETRIST OR\n   31  PHYSICIAN AT ALL HOURS WHEN OPEN. NO OPHTHALMIC  DISPENSER,  OPTOMETRIST\n   32  OR  PHYSICIAN  SHALL HAVE DIRECT SUPERVISION OF MORE THAN ONE REGISTERED\n   33  OPTICAL STORE AT THE SAME TIME.\n   34    3. THE PROVISIONS OF  THIS  SECTION  SHALL  NOT  APPLY  TO  FACILITIES\n   35  DEFINED  PURSUANT  TO  ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH LAW AND\n   36  HEALTH MAINTENANCE ORGANIZATIONS WHICH  OPERATE  AN  OPTICAL  DISPENSING\n   37  ESTABLISHMENT PROVIDED THE DISPENSING SERVICES OR PRODUCTS AT THE FACIL-\n   38  ITIES  ARE  AVAILABLE ONLY TO INDIVIDUALS WHO ARE IN-PATIENTS OR OUT-PA-\n   39  TIENTS AT SUCH FACILITIES. SUCH  FACILITIES  SHALL  BE  SUBJECT  TO  THE\n   40  PROVISIONS  OF THIS SECTION, IF THEY RENDER RETAIL OR WHOLESALE DISPENS-\n   41  ING SERVICES OR PRODUCTS TO THE GENERAL PUBLIC.\n   42    4. INSPECTION. THE DEPARTMENT, AND ITS  EMPLOYEES  DESIGNATED  BY  THE\n   43  COMMISSIONER,  SHALL  HAVE THE RIGHT TO ENTER A REGISTERED OPTICAL STORE\n   44  AND INSPECT, AT REASONABLE TIMES, SUCH  ESTABLISHMENT  AND  ALL  RECORDS\n   45  REQUIRED  BY  THIS ARTICLE, PERTINENT EQUIPMENT, AND RELATED FACILITIES,\n   46  MATERIALS, AND OTHER ITEMS RELEVANT TO THE OPERATION OF SUCH STORE.\n   47    5. REVOCATION OR SUSPENSION. AN  OPTICAL  STORE  REGISTRATION  MAY  BE\n   48  REVOKED,  SUSPENDED  OR  SUBJECT TO SUCH OTHER DISCIPLINARY SANCTIONS IN\n   49  ACCORDANCE WITH THE PROVISIONS OF ARTICLE ONE  HUNDRED  THIRTY  OF  THIS\n   50  TITLE.  THE OWNER OF SUCH OPTICAL STORE SHALL BE LIABLE FOR ANY FINES OR\n   51  FINANCIAL  PENALTIES  LEVIED  AS  THE  RESULT   OF   SUCH   DISCIPLINARY\n   52  PROCEEDINGS.  A SUPERVISING PROFESSIONAL SHALL ALSO BE SUBJECT TO DISCI-\n   53  PLINARY PROCEEDINGS FOR FAILURE TO EXERCISE THE SUPERVISION REQUIRED  BY\n   54  THIS  SECTION.  SUCH  DISCIPLINARY  PROCEEDINGS  SHALL  BE  CONDUCTED BY\n   55  OFFICES OF PROFESSIONAL DISCIPLINE OR PROFESSIONAL MEDICAL  CONDUCT,  AS\n   56  APPROPRIATE.\n\n       A. 3196                             3\n\n    1    S 2. This act shall take effect on the one hundred eightieth day after\n    2  it  shall  have become a law. Effective immediately, any rules and regu-\n    3  lations necessary to implement the provisions of this act on its  effec-\n    4  tive date are authorized to be made on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to registering and operating optical stores ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130623.TXT", "SOBI.D110124.T133125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198079
}