{
  "year" : 2011,
  "senateBillNo" : "A3190-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3190-2011-1295845200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions for orders for the purpose of performing paternity testing on a deceased person",
  "summary" : "Makes provisions for orders for the purpose of performing paternity testing on a deceased person; permits surrogates' court to issue order; allows for posthumous testing to determine paternity where the party seeking such testing bears the expense unless otherwise provided by the court; further establishes the provisions the court shall consider. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Estates, Powers and Trusts Law",
  "previousVersions" : [ "A1798-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3190\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN  ACT  to  amend the estates, powers and trusts law, in relation to an\n         order for the purposes of conducting paternity testing on  a  deceased\n         person\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Clause (C) of subparagraph 2 of paragraph  (a)  of  section\n    2  4-1.2 of the estates, powers and trusts law, as amended by chapter 64 of\n    3  the laws of 2010, is amended to read as follows:\n    4    (C)  paternity  has been established by clear and convincing evidence,\n    5  which may include, but is not limited to: (i) evidence  derived  from  a\n    6  genetic  marker  test  ADMINISTERED TO THE FATHER DURING HIS LIFETIME OR\n    7  POSTHUMOUSLY, or (ii) evidence that the father  openly  and  notoriously\n    8  acknowledged  the  child  as  his  own,  however nothing in this section\n    9  regarding genetic marker tests shall be construed to expand or limit the\n   10  current application of subdivision four of section forty-two hundred ten\n   11  of the public health law.  POSTHUMOUS  TESTING  TO  DETERMINE  PATERNITY\n   12  SHALL  BE  PERMITTED  WHERE  THE  PARTY  SEEKING  SUCH TESTING BEARS THE\n   13  EXPENSE, UNLESS OTHERWISE PROVIDED  BY  THE  COURT  WHERE  PATERNITY  IS\n   14  ESTABLISHED;  OR SUCH COSTS ARE SOUGHT BY A GUARDIAN-AD-LITEM, A COMMIT-\n   15  TEE, A CONSERVATOR, OR A GUARDIAN APPOINTED PURSUANT TO  THE  PROVISIONS\n   16  OF ARTICLE EIGHTY-ONE OF THE MENTAL HYGIENE LAW.\n   17    S 2. This act shall take effect immediately and shall apply to estates\n   18  of decedents dying on or after such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07174-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the estates, powers and trusts law, in relation to an order for the purposes of conducting paternity testing on a deceased person ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T133125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198053
}