{
  "year" : 2011,
  "senateBillNo" : "A3197-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3197-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires any passenger-type motor vehicles to be equipped with an outside passenger mirror",
  "summary" : "Requires any passenger-type motor vehicle, other than motorcycles, manufactured for sale, on or after January first in the year next succeeding the effective date of this new provision, to be equipped with an outside unit magnification mirror or a convex mirror on the passenger's side; sets forth definitions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "AA3410-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3197\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PERRY  --  Multi-Sponsored  by  --  M. of A.\n         BROOK-KRASNY, CANESTRARI, GALEF, V. LOPEZ, ORTIZ,  PHEFFER,  TOWNS  --\n         read once and referred to the Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to mirrors on\n         passenger and certain other vehicles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph d of subdivision 10 of section 375 of the vehicle\n    2  and traffic law, as amended by section 12 of part C of chapter 62 of the\n    3  laws of 2003, is amended to read as follows:\n    4    d.  (I)  Every  new passenger-type motor vehicle, except a motorcycle,\n    5  manufactured for sale in New York state on or after  January  first,  in\n    6  the  year  next succeeding the effective date of this paragraph shall be\n    7  manufactured with an interior rear-view mirror of the selective position\n    8  prismatic type with a reflectance value in the night driving position of\n    9  at least four percent; or its functional equivalent.\n   10    (II) EVERY NEW PASSENGER CAR MANUFACTURED FOR SALE IN NEW  YORK  STATE\n   11  ON OR AFTER JANUARY FIRST IN THE YEAR NEXT SUCCEEDING THE EFFECTIVE DATE\n   12  OF  THIS  SUBPARAGRAPH  WHOSE  INSIDE  REARVIEW MIRROR DOES NOT MEET THE\n   13  FIELD OF VIEW REQUIREMENTS SET FORTH IN FMVSS NUMBER 111 SHALL BE  MANU-\n   14  FACTURED  WITH  AN  OUTSIDE UNIT MAGNIFICATION MIRROR OR A CONVEX MIRROR\n   15  INSTALLED ON THE PASSENGER'S SIDE IN CONFORMANCE WITH FMVSS NUMBER  111,\n   16  AS  SET  FORTH  IN  TITLE  49, PART 571.111 OF THE CODE OF FEDERAL REGU-\n   17  LATIONS, AS SUCH PART IS AMENDED FROM TIME TO TIME. FOR THE PURPOSES  OF\n   18  THIS  SUBPARAGRAPH,  THE  TERM  \"FMVSS\" SHALL MEAN FEDERAL MOTOR VEHICLE\n   19  SAFETY STANDARD, THE  TERMS  \"CONVEX  MIRROR\"  AND  \"UNIT  MAGNIFICATION\n   20  MIRROR\"  SHALL  HAVE THE SAME MEANING AS SUCH TERMS ARE DEFINED IN TITLE\n   21  49, PART 571.111 OF  THE  CODE  OF  FEDERAL  REGULATIONS  AND  THE  TERM\n   22  \"PASSENGER  CAR\"  SHALL HAVE THE SAME MEANING AS SUCH TERM IS DEFINED IN\n   23  TITLE 49, PART 571.3 OF THE CODE OF FEDERAL REGULATIONS, AS  SUCH  PARTS\n   24  ARE AMENDED FROM TIME TO TIME.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02558-01-1\n\n       A. 3197                             2\n\n    1    (III)  EVERY  NEW MULTIPURPOSE PASSENGER VEHICLE, TRUCK, AND BUS OTHER\n    2  THAN A SCHOOL BUS WITH A GVWR OF TEN THOUSAND POUNDS  OR  LESS  MANUFAC-\n    3  TURED  FOR  SALE IN NEW YORK STATE ON OR AFTER JANUARY FIRST IN THE YEAR\n    4  NEXT SUCCEEDING THE EFFECTIVE  DATE  OF  THIS  SUBPARAGRAPH  SHALL  HAVE\n    5  MIRRORS  WHICH  CONFORM  TO THE REQUIREMENTS OF FMVSS NUMBER 111, AS SET\n    6  FORTH IN TITLE 49, PART 571.111 OF THE CODE OF FEDERAL  REGULATIONS,  AS\n    7  SUCH PART IS AMENDED FROM TIME TO TIME. FOR THE PURPOSES OF THIS SUBPAR-\n    8  AGRAPH,  THE TERM \"FMVSS\" SHALL MEAN FEDERAL MOTOR VEHICLE SAFETY STAND-\n    9  ARD, THE TERM \"UNIT MAGNIFICATION MIRROR\" SHALL HAVE THE SAME MEANING AS\n   10  SUCH TERM IS DEFINED IN TITLE 49, PART 571.111 OF THE  CODE  OF  FEDERAL\n   11  REGULATIONS  AND  THE  TERMS  \"MULTIPURPOSE PASSENGER VEHICLE,\" \"TRUCK,\"\n   12  \"BUS\" AND \"SCHOOL BUS\" SHALL HAVE THE SAME MEANING  AS  SUCH  TERMS  ARE\n   13  DEFINED  IN  TITLE 49, PART 571.3 OF THE CODE OF FEDERAL REGULATIONS, AS\n   14  SUCH PARTS ARE AMENDED FROM TIME TO TIME.\n   15    (IV) For purposes of  this  section,  \"passenger-type  motor  vehicle\"\n   16  shall  mean  any  motor vehicle with a seating capacity of not more than\n   17  fifteen adults, not including the driver, that is equipped with  one  or\n   18  more rear windows.\n   19    (V)  Any violation of the provisions of this paragraph by any manufac-\n   20  turer shall constitute an offense and shall be  punishable  by  a  civil\n   21  fine of not more than seven hundred fifty dollars for each offense.\n   22    S 2. This act shall take effect on the one hundred eightieth day after\n   23  it  shall  have  become  a  law,  except that effective immediately, the\n   24  commissioner of motor vehicles is authorized and directed to  promulgate\n   25  any  rules  and regulations necessary for the implementation of this act\n   26  on such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to mirrors on passenger and certain other vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T130623.TXT", "SOBI.D110124.T133125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902198
}