{
  "year" : 2011,
  "senateBillNo" : "A3199-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to health",
    "billEventId" : "A3199-2011-1295845200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to substantial reductions by health maintenance organizations of inpatient referrals to a hospital",
  "summary" : "Relates to substantial reductions by health maintenance organizations of inpatient referrals to a hospital. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A8455-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3199\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PERRY, CASTRO -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the  public  health  law,  in  relation  to  substantial\n         reductions  by health maintenance organizations of inpatient referrals\n         to a hospital\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  4405-c to read as follows:\n    3    S 4405-C. SUBSTANTIAL REDUCTIONS OF REFERRALS TO A HOSPITAL.  1.    NO\n    4  HEALTH  MAINTENANCE  ORGANIZATION  SHALL MAKE A SUBSTANTIAL REDUCTION IN\n    5  INPATIENT REFERRALS TO ANY HOSPITAL, TO  WHICH  THE  HEALTH  MAINTENANCE\n    6  ORGANIZATION  HAS  REFERRED  NON-EMERGENCY INPATIENTS FOR AT LEAST THREE\n    7  YEARS, OR ISSUE ORDERS,  DIRECTIVES,  INSTRUCTIONS  OR  SUGGEST  IN  ANY\n    8  MANNER  TO ANY PARTICIPANT MEDICAL PRACTITIONER REGISTERED IN THE HEALTH\n    9  MAINTENANCE ORGANIZATION PLAN THAT SUCH PRACTITIONER  SHOULD  REDUCE  OR\n   10  DISCONTINUE  REFERRING PATIENTS TO ANY HOSPITAL, WITHOUT APPROVAL OF THE\n   11  COMMISSIONER.\n   12    2. FOR THE PURPOSES OF THIS SECTION, ANY REDUCTION IN A HEALTH MAINTE-\n   13  NANCE ORGANIZATION'S INPATIENT REFERRALS TO A HOSPITAL SHALL BE  CONSID-\n   14  ERED  SUBSTANTIAL  IF  SUCH  REDUCTION WOULD RESULT IN A DECREASE IN THE\n   15  PROJECTED ANNUALIZED  DISCHARGES  OF  THE  HOSPITAL  THAT  EXCEEDS  FIVE\n   16  PERCENT OF ITS TOTAL DISCHARGES IN THE PRIOR CALENDAR YEAR.\n   17    3.  A HEALTH MAINTENANCE ORGANIZATION THAT PLANS TO MAKE A SUBSTANTIAL\n   18  REDUCTION IN INPATIENT REFERRALS TO A  PARTICULAR  HOSPITAL  SHALL  FILE\n   19  WITH  THE  DEPARTMENT  AND  WITH THE APPROPRIATE HEALTH SYSTEMS AGENCY A\n   20  WRITTEN PLAN THAT SHALL INCLUDE: (A) THE  PROJECTED  NUMBER  OF  REDUCED\n   21  REFERRALS  BY SERVICE; (B) THE PLANS TO ASSURE QUALITY AND CONTINUITY OF\n   22  SERVICE TO THE HEALTH MAINTENANCE ORGANIZATION ENROLLEES;  AND  (C)  THE\n   23  STEPS  THAT  CAN  BE TAKEN TO MINIMIZE THE ADVERSE IMPACT OF THE REDUCED\n   24  ADMISSIONS ON THE HOSPITAL.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02693-01-1\n\n       A. 3199                             2\n\n    1    4. THE HEALTH SYSTEMS AGENCY SHALL HAVE AN  OPPORTUNITY  TO  GIVE  ITS\n    2  VIEWS TO THE COMMISSIONER. THE COMMISSIONER SHALL NOT GRANT APPROVAL FOR\n    3  THE  SUBSTANTIAL  REDUCTION  IN  INPATIENT REFERRALS UNLESS HE OR SHE IS\n    4  SATISFIED THAT THE WRITTEN PLAN  SUBMITTED  BY  THE  HEALTH  MAINTENANCE\n    5  ORGANIZATION:  (A)  ADEQUATELY  PROTECTS  QUALITY  AND  ACCESSIBILITY OF\n    6  SERVICES TO HEALTH MAINTENANCE ORGANIZATION MEMBERS;  (B)  REFLECTS  ALL\n    7  REASONABLE  EFFORTS  BY  THE HEALTH MAINTENANCE ORGANIZATION TO MINIMIZE\n    8  THE ADVERSE IMPACT OF THE REDUCTION UPON THE HOSPITAL; AND (C) DOES  NOT\n    9  UNDULY  RISK  THE  QUALITY  OR ACCESSIBILITY OF HOSPITAL SERVICES IN THE\n   10  COMMUNITY SERVED BY THE HOSPITAL. TO PROTECT THE  PUBLIC  INTEREST,  THE\n   11  COMMISSIONER MAY ESTABLISH A REASONABLE WITHDRAWAL SCHEDULE.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to substantial reductions by health maintenance organizations of inpatient referrals to a hospital ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T133625.TXT", "SOBI.D110124.T130623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902222
}