{
  "year" : 2011,
  "senateBillNo" : "A3191-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to mental health",
    "billEventId" : "A3191-2011-1295845200000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes temporary task force on developmental disabilities",
  "summary" : "Establishes a temporary epilepsy task force to develop eligibility guidelines for the office of metal retardation and developmental disabilities services for persons with epilepsy; requires such task force to report to the governor, commissioner of mental retardation and developmental disabilities, and the legislature within 18 months and such guidelines shall be implemented within 6 months of the filing of such report. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene",
  "previousVersions" : [ "A3804-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3191\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. LIFTON, SCHROEDER -- read once and referred to\n         the Committee on Mental Health\n\n       AN ACT to establish a temporary epilepsy task force and establishing the\n         powers and duties thereof;  and  providing  for  the  repeal  of  such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds that  the  office\n    2  for  people  with  developmental  disabilities  promulgated  an advisory\n    3  guideline (August 10, 2001) that includes an  eligibility  standard  for\n    4  the  services of such office that excludes many persons who are substan-\n    5  tially handicapped by epilepsy. The legislature further finds that  this\n    6  advisory guideline conflicts with the mental hygiene law, which includes\n    7  epilepsy  in  its definition of a \"developmental disability\". To correct\n    8  this inconsistency and to adequately  address  the  needs  of  consumers\n    9  substantially  handicapped  by  epilepsy,  the  legislature finds that a\n   10  temporary epilepsy task force should be established.\n   11    S 2. A temporary epilepsy task force is hereby established to  develop\n   12  eligibility  guidelines  that  are sensitive to the disabling effects of\n   13  epilepsy. Such task force shall develop  a  definition  of  \"substantial\n   14  handicap  due  to  epilepsy\", determine measurement instruments or mech-\n   15  anisms that could be used  to  establish  substantial  handicap  due  to\n   16  epilepsy,  consider  the  potential  progressive  nature of epilepsy and\n   17  address the \"age of onset\" requirement  in  qualifying  for  office  for\n   18  people with developmental disabilities services.\n   19    S  3.  The  temporary epilepsy task force shall consist of 15 members.\n   20  The commissioner of the office for people with  developmental  disabili-\n   21  ties  shall be the chair of such task force and a non-voting member. The\n   22  remaining 14 members shall be appointed as follows: two members  by  the\n   23  governor,  two  members  by  the  temporary president of the senate, two\n   24  members by the speaker of the assembly,  two  members  by  the  minority\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07766-01-1\n\n       A. 3191                             2\n\n    1  leader  of  the senate, two members by the minority leader of the assem-\n    2  bly, one member by the New York State Epilepsy Coalition, one member  by\n    3  the  Epilepsy  Foundation of New   York City, one member by the National\n    4  Epilepsy  Foundation of America, and one member by the American Epilepsy\n    5  Society. All members shall be appointed only if they  have  demonstrated\n    6  an  active  interest in the treatment of persons with epilepsy or in the\n    7  field of developmental disabilities generally, with at least one of  the\n    8  two  members  appointed  by  the  governor,  temporary  president of the\n    9  senate, speaker of the assembly,  minority  leader  of  the  senate  and\n   10  minority  leader of the assembly being actively engaged in the treatment\n   11  of people with epilepsy. Vacancies in the membership of such task  force\n   12  shall be filled in the manner provided for original appointments.\n   13    S 4. The members of the temporary epilepsy task force shall receive no\n   14  compensation  for  their services, but shall be allowed their actual and\n   15  necessary expenses incurred in performing their duties pursuant to  this\n   16  act.\n   17    S 5. To the maximum extent feasible, the temporary epilepsy task force\n   18  shall  be  entitled  to  request  and  receive, and shall utilize and be\n   19  provided with such facilities, resources and data of any court,  depart-\n   20  ment,  division, board, bureau, commission or agency of the state or any\n   21  political subdivision thereof as it may reasonably request  to  properly\n   22  carry out its powers and duties.\n   23    S  6.  The  temporary  epilepsy  task force shall report its findings,\n   24  conclusions and recommendations to the  governor,  commissioner  of  the\n   25  office for people with developmental disabilities and legislature within\n   26  eighteen months of the effective date of this act. These recommendations\n   27  shall  be implemented as the eligibility standards for services provided\n   28  by the office for  people  with  developmental  disabilities  to  people\n   29  substantially handicapped by epilepsy within six months from the date of\n   30  the filing of such report.\n   31    S  7.  This  act shall take effect immediately and shall expire and be\n   32  deemed repealed two years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish a temporary epilepsy task force and establishing the powers and duties thereof; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T160638.TXT", "SOBI.D110124.T130123.TXT", "SOBI.D110124.T133125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295903198056
}