{
  "year" : 2011,
  "senateBillNo" : "A32-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A32-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes the alternative and complementary integration and application of scientific principles in the scope of the practice of dietetics and nutrition",
  "summary" : "Includes the alternative and complementary integration and application of scientific principles in the scope of the practice of dietetics and nutrition; provides that the primary function of a certified dietician or nutritionist shall include using nutrition for healing; further includes a certified nutrition specialist within the definition of certified dietician or certified nutritionist. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A569-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          32\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Higher Education\n\n       AN ACT to amend the education law, in relation to including the alterna-\n         tive and complementary integration and application of scientific prin-\n         ciples in the scope of the practice of dietetics and nutrition\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 8001 of the education law, as added by chapter  635\n    2  of the laws of 1991, is amended to read as follows:\n    3    S 8001. Definitions.    1.  Dietetics  and  nutrition  are herein each\n    4  defined as  the integration and application of principles  derived  from\n    5  the sciences of nutrition, biochemistry, physiology, food management and\n    6  behavioral and social sciences, INCLUDING THE ALTERNATIVE AND COMPLEMEN-\n    7  TARY  INTEGRATION  AND  APPLICATION  OF  SUCH PRINCIPLES, to achieve and\n    8  maintain people's health AND FOR HEALING.\n    9    2. Where the title \"certified dietitian\" or  \"certified  nutritionist\"\n   10  is  used in this article it shall mean \"certified dietitian\", \"certified\n   11  dietician\",  [or]  \"certified  nutritionist\",  OR  \"CERTIFIED  NUTRITION\n   12  SPECIALIST\".\n   13    3.  A certified dietitian or certified nutritionist is one who engages\n   14  in the integration  and  application  of  principles  derived  from  the\n   15  sciences  of  nutrition,  biochemistry,  physiology, food management and\n   16  behavioral and social sciences, INCLUDING THE ALTERNATIVE AND COMPLEMEN-\n   17  TARY INTEGRATION AND APPLICATION OF  SUCH  PRINCIPLES,  to  achieve  and\n   18  maintain  people's  health AND FOR HEALING, and who is certified as such\n   19  by the department pursuant to section eight thousand four of this  arti-\n   20  cle.   The primary function of a certified dietitian or certified nutri-\n   21  tionist is the provision of nutrition care services that shall include:\n   22    (a) Assessing nutrition needs and food patterns;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01030-01-1\n\n       A. 32                               2\n\n    1    (b) Planning for and directing the provision of food  appropriate  for\n    2  physical and nutrition needs; [and]\n    3    (c) Providing nutrition counseling[.]; AND\n    4    (D) USING NUTRITION IN HEALING.\n    5    S 2. Section 8002 of the education law, as added by chapter 635 of the\n    6  laws of 1991, is amended to read as follows:\n    7    S 8002. Use  of  titles.   Only a person certified  under this article\n    8  shall be authorized to use the title \"certified  dietitian\",  \"certified\n    9  dietician\",  [or]  \"certified  nutritionist\",  OR  \"CERTIFIED  NUTRITION\n   10  SPECIALIST\".\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to including the alternative and complementary integration and application of scientific principles in the scope of the practice of dietetics and nutrition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T150433.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101216.T104412.TXT", "SOBI.D101216.T103912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292529873349
}