{
  "year" : 2011,
  "senateBillNo" : "A320-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A320-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the proper packaging and labeling of pharmaceutical drugs; creates penalties for intentional fraud",
  "summary" : "Provides for the proper packaging and labeling of pharmaceutical drugs; creates penalties for intentional fraudulent replacement, packaging, and labeling of such drugs; provides for better consumer protection. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A604-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          320\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN  ACT to amend the general business law, in relation to preserving the\n         integrity and safety of pharmaceutical drugs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  392-j to read as follows:\n    3    S  392-J. FALSE LABELS AND MISREPRESENTATIONS OF PHARMACEUTICAL DRUGS.\n    4  1. A PERSON, WHO WITH INTENT TO DEFRAUD:\n    5    A. PUTS UPON A PHARMACEUTICAL DRUG, OR UPON A CASK,  BOTTLE,  STOPPER,\n    6  VESSEL,  CASE,  COVER,  WRAPPER,  PACKAGE,  BAND, TICKET, LABEL OR OTHER\n    7  THING, CONTAINING OR COVERING SUCH PHARMACEUTICAL DRUG,  OR  WITH  WHICH\n    8  SUCH A PHARMACEUTICAL DRUG IS INTENDED TO BE SOLD, OR IS SOLD, ANY FALSE\n    9  DESCRIPTION  OR OTHER INDICATION OF OR RESPECTING THE TYPE OF PHARMACEU-\n   10  TICAL SUBSTANCE OR COMPOUND, KIND, NUMBER, QUANTITY, WEIGHT  OR  MEASURE\n   11  OF SUCH SUBSTANCE, OR ANY PART THEREOF, OR THE PLACE OR COUNTRY WHERE IT\n   12  WAS  MANUFACTURED  OR  PRODUCED  OR  THE  QUALITY  OR  GRADE OF ANY SUCH\n   13  SUBSTANCE, IF THE QUALITY OR GRADE THEREOF IS  REQUIRED  BY  LAW  TO  BE\n   14  MARKED,  BRANDED  OR  OTHERWISE INDICATED ON OR WITH SUCH PHARMACEUTICAL\n   15  DRUG; OR\n   16    B. SELLS OR OFFERS FOR SALE A PHARMACEUTICAL DRUG, WHICH TO HIS OR HER\n   17  KNOWLEDGE IS FALSELY DESCRIBED OR INDICATED UPON ANY  SUCH  PACKAGE,  OR\n   18  VESSEL  CONTAINING  THE  SAME, OR LABEL THEREUPON, IN ANY OF THE PARTIC-\n   19  ULARS SPECIFIED; OR\n   20    C. DISTRIBUTES, SELLS OR EXPOSES FOR SALE ANY GOODS IN BULK  TO  WHICH\n   21  NO  NAME OR TRADEMARK SHALL BE ATTACHED, AND ORALLY OR OTHERWISE REPRES-\n   22  ENTS THAT SUCH PHARMACEUTICAL DRUGS ARE THE MANUFACTURE OR PRODUCTION OF\n   23  SOME OTHER THAN THE ACTUAL MANUFACTURER OR PRODUCER; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00777-01-1\n\n       A. 320                              2\n\n    1    D. REMOVES OR CONCEALS OR WHO SHALL CAUSE TO BE, WHOLLY  OR  IN  PART,\n    2  REMOVED  OR  CONCEALED  FROM  OR  UPON A PHARMACEUTICAL DRUG THE MARK OF\n    3  ORIGIN; OR WHO SELLS OR CAUSES TO BE SOLD AN ARTICLE OF MERCHANDISE FROM\n    4  OR UPON WHICH TO HIS OR ITS KNOWLEDGE, OR TO THE KNOWLEDGE OF HIS OR ITS\n    5  AGENTS,  SERVANTS  OR  EMPLOYEES  THERE  HAS  BEEN  IN WHOLE OR IN PART,\n    6  REMOVED OR CONCEALED THE MARK OF ORIGIN, OR WHO SELLS OR  CAUSES  TO  BE\n    7  SOLD  A  PHARMACEUTICAL DRUG FROM THE INSPECTION OF WHICH SUCH KNOWLEDGE\n    8  COULD HAVE BEEN OBTAINED, SHALL BE GUILTY  OF  A  MISDEMEANOR,  PROVIDED\n    9  THAT  IT  SHALL NOT BE DEEMED A VIOLATION OF THIS SECTION IF AT THE TIME\n   10  OF SALE SAID ARTICLE OF MERCHANDISE AND THE IMMEDIATE AND OUTER CONTAIN-\n   11  ER OR CONTAINERS THEREOF SHALL BE MARKED, STAMPED,  TAGGED,  BRANDED  OR\n   12  LABELED  IN  LEGIBLE  AND  CONSPICUOUS  ENGLISH  WORDS WITH SAID MARK OF\n   13  ORIGIN OR THE CONCEALMENT THEREOF SHALL HAVE  COMPLETELY  CEASED,  IN  A\n   14  CASE WHERE THE PUNISHMENT FOR SUCH OFFENSE IS NOT SPECIALLY PROVIDED FOR\n   15  OTHERWISE BY STATUTE, IS GUILTY OF A MISDEMEANOR.\n   16    2.  FOR  THE  PURPOSES OF THIS SECTION, THE FOLLOWING WORDS SHALL HAVE\n   17  THE FOLLOWING DEFINITIONS:\n   18    A. \"PERSON\" SHALL BE DEEMED TO INCLUDE A  FIRM,  PARTNERSHIP,  ASSOCI-\n   19  ATION OR CORPORATION.\n   20    B.  \"SELL\"  SHALL BE DEEMED TO INCLUDE OFFER TO SELL, EXPOSE FOR SALE,\n   21  AND POSSESS WITH INTENT TO DISPOSE OF OR TO SELL.\n   22    C. \"PHARMACEUTICAL DRUG\" SHALL BE DEEMED TO INCLUDE  A  CASK,  BOTTLE,\n   23  STOPPER,  VESSEL,  CASE, COVER, WRAPPER, PACKAGE, BAND, TICKET, LABEL OR\n   24  OTHER THING CONTAINING OR COVERING A PHARMACEUTICAL, OR WITH WHICH PHAR-\n   25  MACEUTICAL DRUG IS INTENDED TO BE SOLD, OR IS SOLD.\n   26    D. \"REMOVE\" SHALL BE DEEMED TO INCLUDE DEFACE, ALTER AND OBLITERATE.\n   27    E. \"CONCEAL\" SHALL BE DEEMED TO INCLUDE THE ORIGINAL PLACING OF A MARK\n   28  OF ORIGIN UPON AN ARTICLE OF MERCHANDISE IN ANY  MANNER  WHATSOEVER,  OR\n   29  THE ARRANGING OR COMBINING OF TWO OR MORE ARTICLES OF MERCHANDISE INTO A\n   30  SINGLE  UNIT WHEREBY THE MARK OF ORIGIN IS REMOVED FROM OPEN VIEW, OR IS\n   31  RENDERED ILLEGIBLE OR INCONSPICUOUS.\n   32     F. THE TERMS \"REMOVE\" AND \"CONCEAL\" ARE NOT  TO  BE  DEEMED  MUTUALLY\n   33  EXCLUSIVE.\n   34    3. WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION, AN APPLICATION\n   35  MAY  BE  MADE  BY  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE\n   36  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   37  PROCEEDING TO ISSUE AN INJUNCTION TO ENJOIN AND RESTRAIN THE CONTINUANCE\n   38  OF SUCH VIOLATIONS; AND IF IT SHALL APPEAR TO THE  SATISFACTION  OF  THE\n   39  COURT OR JUSTICE THAT THE DEFENDANT HAS, IN FACT, VIOLATED THIS ARTICLE,\n   40  AN  INJUNCTION  MAY  BE  ISSUED  BY  SUCH COURT OR JUSTICE ENJOINING AND\n   41  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   42  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   43  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   44  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   45  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   46  TION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A VIOLATION OF THIS\n   47  SECTION HAS OCCURRED THE COURT MAY IMPOSE A CIVIL PENALTY  OF  NOT  MORE\n   48  THAN  FIVE  HUNDRED DOLLARS FOR EACH VIOLATION. FOR THE PURPOSES OF THIS\n   49  SECTION  EACH  GROUP  OF  IDENTICAL  ITEMS  SHALL  CONSTITUTE  A  SINGLE\n   50  VIOLATION.  IN CONNECTION WITH ANY SUCH PROPOSED APPLICATION, THE ATTOR-\n   51  NEY GENERAL IS AUTHORIZED TO TAKE PROOF AND MAKE A DETERMINATION OF  THE\n   52  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n   53  TICE LAW AND RULES.\n   54    4.  BEFORE ANY VIOLATION OF THIS SECTION IS SOUGHT TO BE ENJOINED, THE\n   55  ATTORNEY GENERAL SHALL BE REQUIRED TO GIVE THE PERSON AGAINST WHOM  SUCH\n   56  PROCEEDING  IS  CONTEMPLATED NOTICE BY CERTIFIED MAIL AND AN OPPORTUNITY\n\n       A. 320                              3\n\n    1  TO SHOW IN WRITING WITHIN FIVE BUSINESS DAYS AFTER RECEIPT OF NOTICE WHY\n    2  PROCEEDINGS SHOULD NOT BE INSTITUTED AGAINST HIM,  UNLESS  THE  ATTORNEY\n    3  GENERAL  SHALL  FIND,  IN ANY CASE IN WHICH HE SEEKS PRELIMINARY RELIEF,\n    4  THAT TO GIVE SUCH NOTICE AND OPPORTUNITY IS NOT IN THE PUBLIC INTEREST.\n    5    5.  IN  ANY  SUCH ACTION IT SHALL BE A COMPLETE DEFENSE THAT THE ACTOR\n    6  PRACTICE IS, OR IF IN INTERSTATE  COMMERCE  WOULD  BE,  SUBJECT  TO  AND\n    7  COMPLIES  WITH  THE  RULES AND REGULATIONS OF, AND THE STATUTES ADMINIS-\n    8  TERED BY, THE FEDERAL FOOD  AND  DRUG  ADMINISTRATION  OR  ANY  OFFICIAL\n    9  DEPARTMENT,  DIVISION, COMMISSION OR AGENCY OF THE UNITED STATES AS SUCH\n   10  RULES, REGULATIONS OR STATUTES ARE INTERPRETED BY THE FEDERAL  FOOD  AND\n   11  DRUG  ADMINISTRATION  OR SUCH DEPARTMENT, DIVISION, COMMISSION OR AGENCY\n   12  OR THE FEDERAL COURTS.\n   13    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to preserving the integrity and safety of pharmaceutical drugs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T103607.TXT", "SOBI.D101220.T105320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767843
}