{
  "year" : 2011,
  "senateBillNo" : "A3204-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3204-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the use of safety belts in taxicabs and liveries",
  "summary" : "Prohibits a person from operating a taxi or livery unless restrained by a safety belt; further requires that no person sixteen years of age or over shall be a passenger in the front seat of a taxi or livery unless restrained by a safety belt; requires the commissioner to approve such safety belts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A5754-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3204\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the  use  of\n         safety belts in taxicabs and liveries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 5 and 9 of section 1229-c of the  vehicle  and\n    2  traffic law, subdivision 5 as amended by chapter 241 of the laws of 2007\n    3  and  subdivision  9  as  amended by chapter 390 of the laws of 1996, are\n    4  amended to read as follows:\n    5    5. Any person who violates the  provisions  of  subdivision  three  OR\n    6  THREE-C of this section shall be punished by a civil fine of up to fifty\n    7  dollars. Any person who violates the provisions of subdivision one, two,\n    8  eleven  or thirteen of this section shall be punished by a civil fine of\n    9  not less than twenty-five nor more than  one  hundred  dollars.  In  any\n   10  prosecution  or  proceeding  alleging  a  violation  of paragraph (b) of\n   11  subdivision one or paragraph (c) of subdivision two of this section,  it\n   12  shall  be  an  affirmative  defense  that  the  passenger subject to the\n   13  requirements of such paragraphs was restrained  by  a  safety  belt  and\n   14  measures  more  than  four feet nine inches in height and/or weighs more\n   15  than one hundred pounds. IN ANY PROSECUTION  OR  PROCEEDING  ALLEGING  A\n   16  VIOLATION  OF  PARAGRAPH  (B) OF SUBDIVISION THREE-C OF THIS SECTION, IT\n   17  SHALL BE AN  AFFIRMATIVE  DEFENSE  THAT  SUCH  TAXI  OR  LIVERY  WAS  IN\n   18  VIOLATION OF SUBDIVISION FOUR-B OF SECTION THREE HUNDRED EIGHTY-THREE OF\n   19  THIS CHAPTER.\n   20    9. Notwithstanding the provisions of subdivision four OF THIS SECTION,\n   21  THE PROVISIONS OF this section shall not apply to [taxis, liveries, and]\n   22  buses  other  than  school buses AND THE PROVISIONS OF SUBDIVISIONS ONE,\n   23  TWO, THREE AND THREE-A OF THIS SECTION SHALL NOT  APPLY  TO  TAXIES  AND\n   24  LIVERIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03064-01-1\n\n       A. 3204                             2\n\n    1    S 2. Subdivision 3-a of section 1229-c of the vehicle and traffic law,\n    2  as  added  by chapter 546 of the laws of 2002, is renumbered subdivision\n    3  3-b and a new subdivision 3-c is added to read as follows:\n    4    3-C.  (A)  NO PERSON SHALL OPERATE A TAXI OR LIVERY UNLESS SUCH PERSON\n    5  IS RESTRAINED BY A SAFETY BELT APPROVED BY THE COMMISSIONER.\n    6    (B) NO PERSON SIXTEEN YEARS OF AGE OR OVER SHALL BE A PASSENGER IN THE\n    7  FRONT SEAT OF A TAXI OR LIVERY UNLESS SUCH PERSON  IS  RESTRAINED  BY  A\n    8  SAFETY BELT APPROVED BY THE COMMISSIONER.\n    9    S 3. This act shall take effect on the one hundred twentieth day after\n   10  it shall have become a law, provided, however, that effective immediate-\n   11  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   12  necessary for the implementation of this act on its effective  date  are\n   13  authorized  and  directed  to  be  made  and completed on or before such\n   14  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the use of safety belts in taxicabs and liveries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T165642.TXT", "SOBI.D110124.T134125.TXT", "SOBI.D110124.T130623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295906202422
}