{
  "year" : 2011,
  "senateBillNo" : "A3201-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3201-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the dismissal of members on the panel for educational policy",
  "summary" : "Prohibits the discharge or dismissal of a member of the panel for educational policy without providing such member with a thirty day notice of such discharge or dismissal. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3564-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3201\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- Multi-Sponsored by -- M. of A. BOYLAND,\n         TOWNS, WRIGHT -- read once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the panel  for  educa-\n         tional policy in the city of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 2590-a of the  education  law,  as\n    2  added by chapter 330 of the laws of 1969, is amended to read as follows:\n    3    3.  City  board. The term \"city board\" shall mean the [board of educa-\n    4  tion of the city district] PANEL FOR EDUCATIONAL POLICY.\n    5    S 2. Subdivision 1 of section 2590-b of the education law, as  amended\n    6  by chapter 345 of the laws of 2009, is amended to read as follows:\n    7    1.  (a) The board of education of the city school district of the city\n    8  of New York is hereby continued AS THE  PANEL  FOR  EDUCATIONAL  POLICY.\n    9  Such  [board of education] PANEL FOR EDUCATIONAL POLICY shall consist of\n   10  thirteen appointed members: one member to be appointed by  each  borough\n   11  president  of the city of New York; and eight members to be appointed by\n   12  the mayor of the city of New York. The  chancellor  shall  serve  as  an\n   13  ex-officio  non-voting  member of the [city board] PANEL FOR EDUCATIONAL\n   14  POLICY.  The [city board] PANEL FOR EDUCATIONAL POLICY shall  elect  its\n   15  own  chairperson  from  among its voting members. All thirteen appointed\n   16  members shall serve at the pleasure of the appointing  authority  [and].\n   17  A  MEMBER  SHALL  BE PROVIDED WITH A NOTICE OF DISCHARGE, DISMISSAL OR A\n   18  REQUEST FOR RESIGNATION OF SUCH MEMBER, NOT LESS THAN THIRTY DAYS  PRIOR\n   19  TO  THE EFFECTIVE DATE OF SUCH ACTION. NOTWITHSTANDING SUCH NOTICE, SUCH\n   20  MEMBER SHALL RETAIN ALL RIGHTS, DUTIES AND OBLIGATIONS OF MEMBERSHIP  ON\n   21  SUCH  BOARD UNTIL SUCH EFFECTIVE DATE. NO MEMBER shall [not] be employed\n   22  in any capacity by the city of New York, or a  subdivision  thereof,  or\n   23  the  [city  board] PANEL FOR EDUCATIONAL POLICY.  No appointed member of\n   24  the [city board] PANEL FOR EDUCATIONAL POLICY shall also  be  a  member,\n   25  officer, or employee of any public corporation, authority, or commission\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03676-01-1\n\n       A. 3201                             2\n\n    1  where  the  mayor of the city of New York has a majority of the appoint-\n    2  ments. Each borough president's appointee shall be  a  resident  of  the\n    3  borough  for  which  the  borough  president  appointing  him or her was\n    4  elected  and  shall  be  the parent of a child attending a public school\n    5  within the city school district of the city of New York.   Each  mayoral\n    6  appointee  shall be a resident of the city and two shall be parents of a\n    7  child attending a public school within the city district.    All  parent\n    8  members shall be eligible to continue to serve on the [city board] PANEL\n    9  FOR  EDUCATIONAL  POLICY for two years following the conclusion of their\n   10  child's attendance at a public school  within  the  city  district.  Any\n   11  vacancy  shall  be  filled  by appointment by the appropriate appointing\n   12  authority within  ninety  days  of  such  vacancy.  Notwithstanding  any\n   13  provision of local law, the members of the [board] PANEL FOR EDUCATIONAL\n   14  POLICY  shall  not  have staff, offices, or vehicles assigned to them or\n   15  receive compensation for their services, but shall be reimbursed for the\n   16  actual and necessary expenses incurred by them  in  the  performance  of\n   17  their duties.\n   18    (b)  The [city board] PANEL FOR EDUCATIONAL POLICY shall hold at least\n   19  one regular public meeting per month. At least one regular public  meet-\n   20  ing  shall be held in each borough of the city of New York per year; any\n   21  additional meetings may be called at the request of the chairperson. The\n   22  [city board] PANEL FOR EDUCATIONAL  POLICY  shall  consider  appropriate\n   23  public  accommodations  when selecting a venue so as to maximize partic-\n   24  ipation by parents and the community.\n   25    (c) (i) Notice of the time, place and  agenda  for  all  [city  board]\n   26  PANEL  FOR  EDUCATIONAL POLICY regular public meetings shall be publicly\n   27  provided, including via the city board's official internet web site, and\n   28  specifically circulated  to  all  community  superintendents,  community\n   29  district  education councils, community boards, and school based manage-\n   30  ment teams, at least ten business days in advance of such meeting.\n   31    (ii) A [city board] PANEL FOR EDUCATIONAL POLICY regular public  meet-\n   32  ing  agenda  shall  be  comprised of a list and brief description of the\n   33  subject matter being considered, identification of all items subject  to\n   34  a  [city board] PANEL FOR EDUCATIONAL POLICY vote, and the name, office,\n   35  address, email address and telephone number of a city district represen-\n   36  tative, knowledgeable on the agenda, from whom any  information  may  be\n   37  obtained  and to whom written comments may be submitted concerning items\n   38  on such agenda.\n   39    (d) The chairperson of the [city board] PANEL FOR  EDUCATIONAL  POLICY\n   40  shall  ensure that at every regular public meeting there is a sufficient\n   41  period of time to allow for public comment on any topic  on  the  agenda\n   42  prior to any [city board] PANEL FOR EDUCATIONAL POLICY vote.\n   43    (e)  Minutes  of all [city board] PANEL FOR EDUCATIONAL POLICY regular\n   44  public meetings shall be made  publicly  available,  including  via  the\n   45  [city board's] PANEL'S official internet website, in a timely manner but\n   46  no  later than the subsequent regular [city board] PANEL FOR EDUCATIONAL\n   47  POLICY meeting.\n   48    S 3. This act shall take effect immediately; provided however that the\n   49  amendments to subdivision 1 of section 2590-b of the education law  made\n   50  by  section  two  of  this  act  shall not affect the expiration of such\n   51  subdivision and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the panel for educational policy in the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T165642.TXT", "SOBI.D110124.T133625.TXT", "SOBI.D110124.T130623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295906202414
}