{
  "year" : 2011,
  "senateBillNo" : "A3207-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3207-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the appointment of paid employees of the city of Yonkers as members of the board of education of the city school district of such city",
  "summary" : "Prohibits the appointment of paid employees of the city of Yonkers or any public benefit corporation thereof as members of the board of education of the city school district of such city; requires the appointment of members of such board to reflect the diversity of such city. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2484-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3207\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation to the appointment of the\n         members of the board of education of the city school district  of  the\n         city of Yonkers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 2553  of  the  education  law,  as\n    2  added by chapter 242 of the laws of 1974, is amended to read as follows:\n    3    3.  In  the city school district of the city of Yonkers members of the\n    4  board of education shall be appointed from the  city  at  large  by  the\n    5  mayor  and  shall be for terms of five years each, to begin on the first\n    6  Tuesday in May. PROVIDED THAT NO PERSON WHO IS AN OFFICER  OR  EMPLOYEE,\n    7  IN  A  PAID  CAPACITY  AND  REGARDLESS  OF WHETHER SUCH POSITION IS ON A\n    8  FULL-TIME OR PART-TIME BASIS, OF THE CITY OF YONKERS OR ANY PUBLIC BENE-\n    9  FIT CORPORATION WHICH IS FUNDED DIRECTLY OR THROUGH SUBCONTRACT  BY  THE\n   10  MONIES OF OR CONTRIBUTIONS FROM SUCH CITY, SHALL BE ELIGIBLE TO SERVE AS\n   11  A  MEMBER  OF  THE BOARD OF EDUCATION OF THE CITY SCHOOL DISTRICT OF THE\n   12  CITY OF YONKERS. THE MAYOR SHALL MAKE APPOINTMENTS OF  SUCH  MEMBERS  TO\n   13  REFLECT  THE  DIVERSITY,  IN  GENDER AND ETHNIC HERITAGE, OF THE CITY OF\n   14  YONKERS.\n   15    S 2. This act  shall  take  effect  immediately  and  shall  apply  to\n   16  appointments  to  fill  vacancies  on the board of education of the city\n   17  school district of the city of Yonkers on or after such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02486-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the appointment of the members of the board of education of the city school district of the city of Yonkers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165642.TXT", "SOBI.D110124.T134125.TXT", "SOBI.D110124.T130623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295906202439
}