{
  "year" : 2011,
  "senateBillNo" : "A3202-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A3202-2011-1295845200000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes real property tax exemption for persons in armed forces serving in hostile areas",
  "summary" : "Establishes a real property tax exemption for the primary residence of a member of the armed forces engaging in hazardous service; the state shall compensate municipalities for lost tax revenue resulting from such exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A5763-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3202\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Veterans' Affairs\n\n       AN ACT to amend the real property tax law, in relation  to  granting  an\n         exemption to members of the armed forces serving in hostile areas\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 458-c to read as follows:\n    3    S  458-C.  MILITARY  SERVICE  IN HOSTILE AREAS. 1. FOR THE PURPOSES OF\n    4  THIS SECTION:\n    5    (A) \"HAZARDOUS SERVICE\" SHALL MEAN DUTY SUBJECT  TO  HOSTILE  FIRE  OR\n    6  IMMINENT  DANGER  AS DEFINED IN SECTION 310(A) OF TITLE 37 OF THE UNITED\n    7  STATES CODE, REGARDLESS OF WHETHER OR  NOT  WAR  HAS  BEEN  DECLARED  BY\n    8  CONGRESS.\n    9    (B)  \"MEMBER  OF  THE  MILITARY\" SHALL MEAN A PERSON WHO IS ON \"ACTIVE\n   10  DUTY\" OR \"IN THE ARMED FORCES  OF  THE  UNITED  STATES\"  AS  DEFINED  IN\n   11  SECTION ONE OF THE MILITARY LAW.\n   12    2.  REAL PROPERTY OWNED BY A MEMBER OF THE MILITARY ENGAGED IN HAZARD-\n   13  OUS SERVICE, OR BY A MEMBER OF THE MILITARY ENGAGED IN HAZARDOUS SERVICE\n   14  AND HIS OR HER SPOUSE, AND CONSTITUTING THE PRIMARY  RESIDENCE  OF  SUCH\n   15  PERSONS  SHALL  BE  EXEMPT  FROM ALL TAXES IMPOSED BY A MUNICIPAL CORPO-\n   16  RATION, EXCEPT THOSE IMPOSED BY A  SCHOOL  DISTRICT  AND  OTHER  SPECIAL\n   17  ASSESSMENTS AND SPECIAL AD VALOREM LEVIES, AS PROVIDED IN THIS SECTION.\n   18    3. THE EXEMPTION ESTABLISHED BY THIS SECTION SHALL ANNUALLY BE GRANTED\n   19  UPON  THE  SUBMISSION  OF  AN  APPLICATION,  ON A FORM PRESCRIBED BY THE\n   20  COMMISSIONER AND FURNISHED TO THE LOCAL ASSESSING UNIT, BY THE OWNER  OR\n   21  OWNERS OF THE REAL PROPERTY TO THE LOCAL ASSESSING UNIT ON OR BEFORE THE\n   22  APPROPRIATE  TAXABLE  STATUS  DATE.  SUCH  APPLICATION  SHALL INCLUDE AN\n   23  AFFIRMATION THAT AN OWNER IS A MEMBER OF THE MILITARY ENGAGED IN HAZARD-\n   24  OUS SERVICE OR WAS A MEMBER OF THE MILITARY ENGAGED IN HAZARDOUS SERVICE\n   25  DURING THE YEAR IMMEDIATELY PRECEDING  THE  APPROPRIATE  TAXABLE  STATUS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03069-02-1\n\n       A. 3202                             2\n\n    1  DATE.  THE  COMMISSIONER BOARD SHALL ESTABLISH RULES AND REGULATIONS FOR\n    2  THE GRANTING OF EXEMPTIONS ON THE BASIS OF APPLICATIONS SUBMITTED PURSU-\n    3  ANT TO THIS SUBDIVISION.\n    4    4.  THE  EXEMPTION  AUTHORIZED  BY  THIS SECTION SHALL HAVE THE EFFECT\n    5  SPECIFIED IN SECTION THIRTEEN HUNDRED SEVEN OF THIS CHAPTER.\n    6    S 2. The real property tax law is amended by adding a new section 1307\n    7  to read as follows:\n    8    S 1307. EFFECT OF MILITARY SERVICE IN  HOSTILE  AREAS  UPON  MUNICIPAL\n    9  CORPORATION  TAXES;  STATE AID. 1.  THE AMOUNT OF REAL PROPERTY TAXES TO\n   10  BE LEVIED FOR ANY TAXABLE YEAR SHALL BE DETERMINED WITHOUT REGARD TO THE\n   11  FACT THAT STATE AID WILL BE PAYABLE PURSUANT TO THIS SECTION.  IN  ADDI-\n   12  TION,  THE  TAX  RATE  OF  ANY TAXABLE YEAR SHALL BE DETERMINED AS IF NO\n   13  PARCELS ARE EXEMPT  FROM  TAXATION  PURSUANT  TO  SECTION  FOUR  HUNDRED\n   14  FIFTY-EIGHT-C OF THIS CHAPTER.\n   15    2.  (A) THE TOTAL AMOUNT OF TAXES DUE TO ANY MUNICIPAL CORPORATION FOR\n   16  ANY PARCEL EXEMPT FROM TAXATION PURSUANT TO SECTION FOUR HUNDRED  FIFTY-\n   17  EIGHT-C  OF THIS CHAPTER SHALL BE A STATE CHARGE, WHICH SHALL BE PAYABLE\n   18  AS PROVIDED IN THIS SUBDIVISION.\n   19    (B) A MUNICIPAL CORPORATION SEEKING STATE AID PURSUANT TO THIS SECTION\n   20  SHALL SUBMIT AN APPLICATION THEREFOR TO THE COMMISSIONER.  THE  APPLICA-\n   21  TION SHALL INCLUDE SUCH INFORMATION AS THE COMMISSIONER SHALL REQUIRE.\n   22    (C)  UPON  APPROVING  AN  APPLICATION  FOR  STATE AID PURSUANT TO THIS\n   23  SECTION, THE COMMISSIONER SHALL COMPUTE AND CERTIFY TO  THE  COMPTROLLER\n   24  THE  AMOUNTS  PAYABLE TO THE MUNICIPAL CORPORATION. SUCH STATE AID SHALL\n   25  BE PAYABLE BY THE COMPTROLLER.\n   26    (D) THE COMMISSIONER MAY AUDIT AN APPLICATION FOR STATE  AID  PURSUANT\n   27  TO  THIS  SECTION  WITHIN ONE YEAR AFTER AUTHORIZING PAYMENT THEREON. IF\n   28  THE COMMISSIONER  SHOULD  DISCOVER  THAT  A  MUNICIPAL  CORPORATION  HAS\n   29  RECEIVED  A  GREATER  OR  LESSER  AMOUNT OF SUCH AID THAN IT SHOULD HAVE\n   30  RECEIVED, THE COMMISSIONER SHALL SO NOTIFY  THE  MUNICIPAL  CORPORATION,\n   31  AND  CAUSE  THE NEXT PAYMENT OF SUCH AID TO THE MUNICIPAL CORPORATION TO\n   32  BE ADJUSTED ACCORDINGLY.\n   33    S 3. This act shall take effect on the one hundred twentieth day after\n   34  it shall have become a law and shall apply to real property with a taxa-\n   35  ble status date on or before such date; provided, however,  that  effec-\n   36  tive  immediately,  the addition, amendment and/or repeal of any rule or\n   37  regulation necessary for the implementation of this act on its effective\n   38  date are authorized and directed to be made and completed on  or  before\n   39  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to granting an exemption to members of the armed forces serving in hostile areas ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110124.T165642.TXT", "SOBI.D110124.T134125.TXT", "SOBI.D110124.T130623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295906202416
}