{
  "year" : 2011,
  "senateBillNo" : "A3205-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to labor",
    "billEventId" : "A3205-2011-1295845200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits discrimination in promotion of police officers who fail to meet their employer's ticket quotas",
  "summary" : "Prohibits discrimination in the promotion of police officers who fail to meet their employer's traffic ticket quota. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A5761-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3205\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law, in  relation  to  discrimination  against\n         employees for failure to meet certain ticket quotas\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 215-a of the labor law is amended by adding  a  new\n    2  subdivision 3 to read as follows:\n    3    3.  FOR  THE  PURPOSE  OF  THIS SECTION AN EMPLOYER OR HIS OR HER DULY\n    4  AUTHORIZED AGENT WHO DENIES A PROMOTION TO AN  EMPLOYEE  SOLELY  BECAUSE\n    5  SUCH EMPLOYEE HAS FAILED TO MEET AN ESTABLISHED QUOTA SHALL BE DEEMED TO\n    6  HAVE PENALIZED SUCH EMPLOYEE AS TO HIS OR HER EMPLOYMENT.\n    7    S 2. This act shall take effect immediately; provided however that the\n    8  amendment  to section 215-a of the labor law made by section one of this\n    9  act shall survive the  expiration  and  reversion  of  such  section  as\n   10  provided in subdivision (p) of section 406 of chapter 166 of the laws of\n   11  1991, as amended.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06967-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to discrimination against employees for failure to meet certain ticket quotas ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165642.TXT", "SOBI.D110124.T134125.TXT", "SOBI.D110124.T130623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295906202426
}