{
  "year" : 2011,
  "senateBillNo" : "A3211-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3211-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the members of the state board of parole, and parole hearing officers to be composed of a proportionate share of residents",
  "summary" : "Requires the membership of the state board of parole, and parole hearing officers to be composed of a proportionate share of residents of each county to reflect the state's inmate population. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A3521-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3211\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PERRY -- Multi-Sponsored by -- M. of A. HOOPER,\n         J. RIVERA, TITUS, TOWNS -- read once and referred to the Committee  on\n         Codes\n\n       AN ACT to amend the executive law, in relation to the composition of the\n         state board of parole and parole hearing officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 259-b of the executive law is amended by  adding  a\n    2  new subdivision 2-a to read as follows:\n    3    2-A. WITH RESPECT TO MEMBERS APPOINTED OR REAPPOINTED ON AND AFTER THE\n    4  EFFECTIVE  DATE  OF THIS SUBDIVISION, THE STATE BOARD OF PAROLE SHALL BE\n    5  SO CONSTITUTED THAT THE PROPORTION OF THE MEMBERS RESIDING IN ANY COUNTY\n    6  OF THE STATE SHALL BE REASONABLY EQUIVALENT AND IN THE  SAME  PROPORTION\n    7  AS THE RESIDENT COUNTY OF THE INMATE POPULATION BEARS TO THE TOTAL POPU-\n    8  LATION OF THE STATE.\n    9    S  2.  Section  259-d  of the executive law is amended by adding a new\n   10  subdivision 3 to read as follows:\n   11    3. WITH RESPECT TO MEMBERS APPOINTED OR REAPPOINTED ON AND  AFTER  THE\n   12  EFFECTIVE  DATE  OF THIS SUBDIVISION, THE STATE BOARD OF PAROLE SHALL BE\n   13  SO CONSTITUTED THAT THE PROPORTION OF THE HEARING OFFICERS  RESIDING  IN\n   14  ANY  COUNTY  OF THE STATE SHALL BE REASONABLY EQUIVALENT AND IN THE SAME\n   15  PROPORTION AS THE RESIDENT COUNTY OF THE INMATE POPULATION BEARS TO  THE\n   16  TOTAL POPULATION OF THE STATE.\n   17    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02553-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the composition of the state board of parole and parole hearing officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165642.TXT", "SOBI.D110124.T134626.TXT", "SOBI.D110124.T130623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295906202450
}