{
  "year" : 2011,
  "senateBillNo" : "A3214-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3214-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires written responses to reports of examination by the office of the state comptroller and reports of external audits",
  "summary" : "Requires written responses to reports of examination by the office of the state comptroller, reports of external audits performed by independent public accountants or management letters prepared in conjunction with such external audits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2731-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3214\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. SWEENEY, KAVANAGH -- Multi-Sponsored by -- M. of\n         A. CAHILL, GALEF, GUNTHER, HOOPER, JAFFEE, PHEFFER, WEISENBERG -- read\n         once and referred to the Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to the writing of\n         responses to audit findings and recommendations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 2 of section 35 of the general\n    2  municipal law, as amended by chapter 692 of the laws of 1989, is amended\n    3  to read as follows:\n    4    (a)  Within  ten  days  after  the  filing  of a report of examination\n    5  performed by the office  of  the  state  comptroller,  a  report  of  an\n    6  external  audit  performed  by  an  independent public accountant or any\n    7  management letter prepared in conjunction with such  an  external  audit\n    8  with  the  clerk  of  the  municipal corporation, industrial development\n    9  agency, district, agency or activity, or with the secretary if there  is\n   10  no  clerk,  he  OR SHE shall give public notice thereof in substantially\n   11  the following form: \"Notice is hereby given that the fiscal  affairs  of\n   12  (name of municipal corporation, industrial development agency, district,\n   13  agency  or  activity)  for  the  period  beginning on............... and\n   14  ending on..............., have been examined by (the office of the state\n   15  comptroller or an independent public accountant), and that  the  (report\n   16  of  examination  performed  by  the  office  of the state comptroller or\n   17  report of, or  management  letter  prepared  in  conjunction  with,  the\n   18  external  audit  by the independent public accountant) has been filed in\n   19  my office where it is available as a public record for inspection by all\n   20  interested persons. Pursuant  to  section  thirty-five  of  the  general\n   21  municipal  law,  the  governing board of (name of municipal corporation,\n   22  district, agency or activity) [may, in its discretion,] IS  REQUIRED  TO\n   23  prepare  a written response to ANY FINDINGS, INCLUDING ANY ADVERSE OPIN-\n   24  ION ON THE FAIR PRESENTATION OF FINANCIAL STATEMENTS, AND ANY  RECOMMEN-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02878-01-1\n\n       A. 3214                             2\n\n    1  DATIONS  IN  the  (report  of examination performed by the office of the\n    2  state comptroller or the report of external audit or  management  letter\n    3  by THE independent public accountant) and file [any] such response in my\n    4  office  as  a public record for inspection by all interested persons not\n    5  later than (last date on which response may be filed).\"\n    6    S 2. Paragraph (b) of subdivision 4  of  section  35  of  the  general\n    7  municipal law, as amended by chapter 692 of the laws of 1989, is amended\n    8  to read as follows:\n    9    (b) (1) Not later than ninety days after presentation to the governing\n   10  board  of  a  report of examination performed by the office of the state\n   11  comptroller, or receipt by the governing  board  of  any  report  of  an\n   12  external  audit  performed  by  an  independent public accountant or any\n   13  management letter in conjunction with such an audit, the governing board\n   14  [may, in its discretion,] SHALL provide to the comptroller, and file  in\n   15  the  office of the clerk, or with the secretary if there is no clerk, of\n   16  the municipal  corporation,  industrial  development  agency,  district,\n   17  agency  or activity, a written response to [the] ANY findings, INCLUDING\n   18  ANY ADVERSE OPINION ON THE FAIR PRESENTATION  OF  THE  FINANCIAL  STATE-\n   19  MENTS,  and  ANY  recommendations[, if any,] in the report or letter. In\n   20  the case of municipal  corporations,  [industrial  development  agency,]\n   21  districts,  agencies or activities subject to examination by the commis-\n   22  sioner of education, [any] THE written response shall also  be  provided\n   23  to  such commissioner.   IN THE CASE OF INDUSTRIAL DEVELOPMENT AGENCIES,\n   24  THE WRITTEN RESPONSE SHALL ALSO BE PROVIDED TO THE COMMISSIONER  OF  THE\n   25  DEPARTMENT OF ECONOMIC DEVELOPMENT.\n   26    (2)  [A] THE written response prepared pursuant to subparagraph one of\n   27  this paragraph shall be in such form as may be prescribed by  the  comp-\n   28  troller  and  shall include, with respect to each finding or recommenda-\n   29  tion, a statement of the corrective actions  taken  or  proposed  to  be\n   30  taken,  or if corrective action is not taken or proposed, an explanation\n   31  of the reasons therefor. [Any such]  THE  written  response  shall  also\n   32  include  a  statement on the status of corrective actions taken on find-\n   33  ings or recommendations contained in any previous report of examination,\n   34  or report of an external audit, or any  management  letter  prepared  in\n   35  conjunction  therewith,  by an independent public accountant for which a\n   36  written response was required. All officers and employees of the munici-\n   37  pal corporation, industrial  development  agency,  district,  agency  or\n   38  activity  shall fully cooperate with the governing board in the prepara-\n   39  tion of the response by the governing board.\n   40    S 3. Paragraph (c) of subdivision 4  of  section  35  of  the  general\n   41  municipal  law  is  relettered  paragraph (d) and a new paragraph (c) is\n   42  added to read as follows:\n   43    (C) IF A WRITTEN RESPONSE IS NOT PROVIDED AS REQUIRED BY THIS SECTION,\n   44  THE COMPTROLLER MAY PROVIDE TO THE  GOVERNING  BOARD  OF  THE  MUNICIPAL\n   45  CORPORATION, INDUSTRIAL DEVELOPMENT AGENCY, DISTRICT, AGENCY OR ACTIVITY\n   46  NOTIFICATION OF THE FAILURE TO PROVIDE A WRITTEN RESPONSE WHICH SHALL BE\n   47  MADE  A  PART OF AND SET FORTH IN THE OFFICIAL RECORD OF THE PROCEEDINGS\n   48  OF THE NEXT MEETING OF THE GOVERNING BOARD. THE COMPTROLLER, IN  ACCORD-\n   49  ANCE  WITH EITHER SECTION THIRTY-FOUR OF THIS ARTICLE OR SECTION NINE OF\n   50  THE STATE FINANCE LAW, ALSO MAY ADMINISTER AN OATH TO,  AND  COMPEL  THE\n   51  APPEARANCE  AND  ATTENDANCE OF, ANY OFFICER OR EMPLOYEE OF THE MUNICIPAL\n   52  CORPORATION, INDUSTRIAL DEVELOPMENT AGENCY, DISTRICT, AGENCY OR ACTIVITY\n   53  FOR THE PURPOSE OF ASCERTAINING THE REASONS FOR THE FAILURE TO PROVIDE A\n   54  WRITTEN RESPONSE AND THE  STATUS  OF  ANY  CORRECTIVE  ACTION  TAKEN  OR\n   55  PROPOSED TO BE TAKEN.\n\n       A. 3214                             3\n\n    1    S  4. This act shall take effect on the first of January next succeed-\n    2  ing the date on which it shall have become a  law  and  shall  apply  to\n    3  reports  of  examination,  reports  of  external  audits  and management\n    4  letters filed, after the effective date, with the clerk or, if there  is\n    5  no  clerk, the secretary of the municipal corporation, industrial devel-\n    6  opment agency, district, agency or activity.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the writing of responses to audit findings and recommendations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T170143.TXT", "SOBI.D110124.T133625.TXT", "SOBI.D110124.T133125.TXT", "SOBI.D110124.T130623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295906503619
}