{
  "year" : 2011,
  "senateBillNo" : "A321-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A321-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to defining permissible personal use of campaign contributions",
  "summary" : "Relates to defining permissible personal use of campaign contributions; provides options for the disposition of unused campaign funds; prohibits certain state and legislative employees from accepting campaign contributions for election to state or federal office. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "AC812-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          321\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, GALEF, HOYT, PAULIN, BRENNAN, ROSENTHAL,\n         KAVANAGH -- Multi-Sponsored by -- M. of A. BENEDETTO, BING,  DINOWITZ,\n         ENGLEBRIGHT, LIFTON, MAGEE, MILLMAN, MOLINARO, ORTIZ, PHEFFER, REILLY,\n         SWEENEY, THIELE, WEISENBERG -- read once and referred to the Committee\n         on Election Law\n\n       AN  ACT  to  amend  the  election  law  and  the public officers law, in\n         relation to campaign funds for personal use\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 14-130 of the election law, as added by chapter 152\n    2  of the laws of 1985, is amended to read as follows:\n    3    S  14-130.  Campaign funds for personal use. 1. Contributions received\n    4  by a candidate or a political committee may ONLY be  expended  for  [any\n    5  lawful  purpose.  Such  funds  shall not be converted by any person to a\n    6  personal use which is unrelated to a political campaign or  the  holding\n    7  of  a  public  office  or  party  position]  BONA FIDE PURPOSES DIRECTLY\n    8  RELATED TO EITHER:\n    9    A. PROMOTING THE NOMINATION OR ELECTION OF A CANDIDATE; OR\n   10    B. PERFORMING THOSE DUTIES OF PUBLIC OFFICE OR  PARTY  POSITION  WHICH\n   11  ARE NOT PAID FOR OR ELIGIBLE FOR REIMBURSEMENT BY THE STATE OR ANY POLI-\n   12  TICAL SUBDIVISION OR PRIVATE PARTY.\n   13    2. PERMISSIBLE ORDINARY AND NECESSARY EXPENSES RELATING TO THE HOLDING\n   14  OF PUBLIC OFFICE OR PARTY POSITION SHALL INCLUDE:\n   15    A.  PRODUCTION  AND  CIRCULATION  OF FLYERS OR OTHER WRITTEN MATERIALS\n   16  RELATED TO DUTIES OF OFFICEHOLDER; THE PLACEMENT  OF  HOLIDAY  GREETINGS\n   17  AND  CONGRATULATORY  ADS AND MEMORIAL NOTICES IN LOCAL NEWSPAPERS, MAGA-\n   18  ZINES, JOURNALS OR OTHER PUBLICATION;\n   19    B. SPONSORSHIP OR HOSTING OF COMMUNITY MEETINGS; TICKETS OR  DONATIONS\n   20  TO  LOCAL  CHARITABLE,  NON-PROFIT OR POLITICAL EVENTS, ORGANIZATIONS OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01049-01-1\n\n       A. 321                              2\n\n    1  ACTIVITIES  THAT  PROMOTE  THE  WELFARE  OF  CONSTITUENTS  OR  POLITICAL\n    2  CAMPAIGNS;\n    3    C.  INCIDENTAL  EXPENDITURES FOR THE OPERATION OF LEGISLATIVE OFFICES,\n    4  INCLUDING PURCHASE OF ITEMS SUCH AS MEMORIAL OR GET-WELL GIFTS,  FLOWERS\n    5  OR SIMILAR ITEMS OF NOMINAL VALUE FOR CONSTITUENTS OR OTHERS;\n    6    D. MEMBERSHIP IN ORGANIZATIONS RELATED TO OFFICIAL DUTIES AND COSTS OF\n    7  ATTENDING  INFORMATIONAL  MEETINGS  ATTENDED  IN  CONNECTION  WITH  SUCH\n    8  DUTIES; AND\n    9    E. TRAVEL RELATED TO DUTIES OF OFFICE, PROVIDED THAT THE TRAVEL IS NOT\n   10  UNDERTAKEN FOR ANY PURPOSE RESULTING IN A PERSONAL OR FINANCIAL  BENEFIT\n   11  TO THE CANDIDATE OR OFFICEHOLDER. IF SUCH EXPENSES INVOLVE BOTH PERSONAL\n   12  ACTIVITY  AND  CAMPAIGN OR OFFICIAL ACTIVITIES, THE INCREMENTAL EXPENSES\n   13  ASSOCIATED WITH THE PERSONAL ACTIVITIES ARE  PERSONAL  USES  UNLESS  THE\n   14  CAMPAIGN  IS  REIMBURSED  FOR  SUCH  SUMS FROM OTHER THAN CAMPAIGN FUNDS\n   15  WITHIN THIRTY DAYS OF THE EXPENDITURE.\n   16    NOTHING IN THIS SECTION SHALL PROHIBIT  A  CANDIDATE  FROM  PURCHASING\n   17  OFFICE  EQUIPMENT WITH PERSONAL FUNDS AND LEASING OR RENTING SUCH EQUIP-\n   18  MENT OR PROPERTY TO A COMMITTEE  WORKING  WITH  OR  FOR  THE  CANDIDATE,\n   19  PROVIDED THE CANDIDATE OR THE CAMPAIGN TREASURER SIGN A WRITTEN LEASE OR\n   20  RENTAL  AGREEMENT  AND  FILES  IT WITH THE APPROPRIATE REQUIRED CAMPAIGN\n   21  FINANCIAL FILING WHICH SHALL INCLUDE THE LEASE  OR  RENTAL  PRICE  WHICH\n   22  SHALL  NOT  EXCEED THE FAIR LEASE OR RENTAL VALUE OF THE EQUIPMENT OR IN\n   23  THE AGGREGATE EXCEED THE COST OF ITS PURCHASE.\n   24    3. CAMPAIGN FUNDS SHALL NOT BE CONVERTED TO PERSONAL USE, WHICH  SHALL\n   25  BE DEFINED AS EXPENDITURES THAT:\n   26    A. ARE FOR THE PERSONAL BENEFIT OF OR TO DEFRAY NORMAL LIVING EXPENSES\n   27  OF THE CANDIDATE, OFFICEHOLDER, IMMEDIATE FAMILY OR PARTNER OF EITHER OR\n   28  ANY OTHER PERSON;\n   29    B.  ARE  USED  TO  FULFILL ANY COMMITMENT, OBLIGATION, OR EXPENSE THAT\n   30  WOULD EXIST IRRESPECTIVE OF THE CANDIDATE'S CAMPAIGN  OR  DUTIES  AS  AN\n   31  OFFICEHOLDER; OR\n   32    C. ARE PUT TO ANY USE FOR WHICH THE CANDIDATE OR OFFICEHOLDER WOULD BE\n   33  REQUIRED  TO  TREAT  THE AMOUNT OF THE EXPENDITURE AS GROSS INCOME UNDER\n   34  SECTION 61 OF THE INTERNAL REVENUE CODE.\n   35    4. EXPENDITURES FOR PERSONAL USE  SHALL  ALSO  INCLUDE,  BUT  ARE  NOT\n   36  LIMITED TO, EXPENDITURES FOR:\n   37    A.  RESIDENTIAL  OR  HOUSEHOLD  ITEMS,  SUPPLIES, MAINTENANCE OR OTHER\n   38  EXPENDITURES, INCLUDING MORTGAGE, RENT, UTILITIES, REPAIRS, OR  IMPROVE-\n   39  MENTS  FOR  ANY PART OF ANY PERSONAL RESIDENCE OF A CANDIDATE OR OFFICE-\n   40  HOLDER, HIS OR HER IMMEDIATE FAMILY OR PARTNER;\n   41    B. RENT OR UTILITY PAYMENTS THAT EXCEED FAIR MARKET VALUE FOR  USE  OF\n   42  ANY  PART  OF  ANY  NON-RESIDENTIAL  PROPERTY OWNED BY A CANDIDATE, OR A\n   43  MEMBER OF A CANDIDATE'S FAMILY OR PARTNER USED FOR CAMPAIGN PURPOSES;\n   44    C. SALARY AND OTHER FEES FOR BONA  FIDE  SERVICES  TO  A  CAMPAIGN  OR\n   45  LEGISLATIVE  OFFICE THAT EXCEED FAIR AND REASONABLE MARKET VALUE OF SUCH\n   46  SERVICES;\n   47    D. INTEREST OR ANY OTHER FINANCE CHARGES  FOR  MONIES  LOANED  TO  THE\n   48  CAMPAIGN BY THE CANDIDATE OR THE SPOUSE OR PARTNER OF SUCH CANDIDATE;\n   49    E. TUITION PAYMENTS;\n   50    F. DUES, FEES, OR GRATUITIES AT PRIVATE CLUBS, RECREATIONAL FACILITIES\n   51  OR  OTHER  NONPOLITICAL  ORGANIZATIONS,  UNLESS  CONNECTED TO A SPECIFIC\n   52  WIDELY ATTENDED FUNDRAISING EVENT THAT TAKES PLACE ON THE ORGANIZATION'S\n   53  PREMISES;\n   54    G. AUTOMOBILE PURCHASES OR LONG TERM LEASES; SHORT  TERM  CAR  RENTALS\n   55  AND  CELLULAR  EQUIPMENT  AND SERVICES NOT USED EXCLUSIVELY FOR CAMPAIGN\n   56  PURPOSES OR DUTIES AS AN OFFICEHOLDER;\n\n       A. 321                              3\n\n    1    H. ADMISSION TO SPORTING EVENTS, CONCERTS, THEATERS, OR OTHER FORMS OF\n    2  ENTERTAINMENT, UNLESS  PART  OF  A  SPECIFIC  CAMPAIGN  OR  OFFICEHOLDER\n    3  RELATED ACTIVITY; AND\n    4    I.  PAYMENT OF ANY FINES, FEES, OR PENALTIES ASSESSED PURSUANT TO THIS\n    5  CHAPTER.\n    6    5. NO CAMPAIGN FUNDS SHALL BE USED TO PAY ATTORNEY'S FEES OR ANY COSTS\n    7  OF DEFENDING AGAINST ANY CIVIL OR CRIMINAL INVESTIGATION OR  PROSECUTION\n    8  FOR  ALLEGED  VIOLATIONS  OF  STATE  OR FEDERAL LAW ALLEGED TO HAVE BEEN\n    9  COMMITTED WHILE HOLDING PUBLIC OFFICE OR AS A CANDIDATE FOR OFFICE WHERE\n   10  THE CANDIDATE OR PUBLIC OR PARTY OFFICIAL, MEMBERS  OF  THEIR  IMMEDIATE\n   11  FAMILIES OR PARTNERS OR THE CAMPAIGN IS THE TARGET OF SUCH INVESTIGATION\n   12  OR  PROSECUTION  UNLESS  SUCH  EXPENDITURE IS USED EXCLUSIVELY FOR COSTS\n   13  RELATED TO CIVIL OR CRIMINAL ACTIONS FOR ALLEGED VIOLATIONS  RELATED  TO\n   14  ACTIVITIES PROMOTING THE NOMINATION OR ELECTION OF A CANDIDATE.\n   15    S  2.  The  election  law is amended by adding a new section 14-132 to\n   16  read as follows:\n   17    S 14-132. DISPOSITION OF CAMPAIGN FUNDS. 1. AN  AUTHORIZED  CONTINUING\n   18  CANDIDATE  COMMITTEE  MUST  DISPOSE  OF  ALL FUNDS AND CLOSE WITHIN FOUR\n   19  YEARS AFTER THE LATER OF (A) THE END OF  THE  INDIVIDUAL'S  MOST  RECENT\n   20  TERM  OF OFFICE, OR (B) THE DATE OF THE ELECTION IN WHICH THE INDIVIDUAL\n   21  LAST WAS A FILED CANDIDATE.\n   22    2. ANY CANDIDATE OR POLITICAL COMMITTEE REQUIRED TO DISPOSE  OF  FUNDS\n   23  PURSUANT  TO  THIS SECTION SHALL, AT THE OPTION OF THE CANDIDATE, OR THE\n   24  TREASURER OF A POLITICAL COMMITTEE FORMED SOLELY TO PROMOTE THE  PASSAGE\n   25  OR  DEFEAT  OF  A  BALLOT  PROPOSAL, DISPOSE OF SUCH FUNDS BY ANY OF THE\n   26  FOLLOWING MEANS, OR ANY COMBINATION THEREOF:\n   27    A. RETURNING, PRO RATA, TO EACH CONTRIBUTOR THE FUNDS  THAT  HAVE  NOT\n   28  BEEN SPENT OR OBLIGATED;\n   29    B.  DONATING  THE  FUNDS TO A CHARITABLE ORGANIZATION OR ORGANIZATIONS\n   30  THAT MEET THE QUALIFICATIONS OF SECTION 501(C)(3) OF THE INTERNAL REVEN-\n   31  UE CODE;\n   32    C. DONATING THE FUNDS TO THE STATE UNIVERSITY;\n   33    D. DONATING THE FUNDS TO THE STATE'S GENERAL FUND;\n   34    E. TRANSFERRING THE FUNDS TO A POLITICAL  PARTY  COMMITTEE  REGISTERED\n   35  WITH THE STATE BOARD OF ELECTIONS; OR\n   36    F.  CONTRIBUTING  THE FUNDS TO A CANDIDATE OR POLITICAL COMMITTEE SUCH\n   37  THAT THIS DOES NOT EXCEED THE LIMITS SET FORTH IN SECTION 14-114 OF THIS\n   38  ARTICLE.\n   39    3. NO CANDIDATE OR POLITICAL COMMITTEE SHALL DISPOSE OF CAMPAIGN FUNDS\n   40  BY MAKING EXPENDITURES FOR PERSONAL USE AS DEFINED IN SECTION 14-130  OF\n   41  THIS ARTICLE.\n   42    4.  UPON THE DEATH OF A CANDIDATE, FORMER CANDIDATE OR HOLDER OF ELEC-\n   43  TIVE OFFICE, WHO  RECEIVED  CAMPAIGN  CONTRIBUTIONS,  ALL  CONTRIBUTIONS\n   44  SHALL  BE  DISPOSED OF ACCORDING TO THIS SECTION WITHIN TWELVE MONTHS OF\n   45  THE DEATH OF THE CANDIDATE.\n   46    S 3. Subdivision 1 of section 14-102 of the election law,  as  amended\n   47  by  chapter  8  and  redesignated  by  chapter 9 of the laws of 1978, is\n   48  amended to read as follows:\n   49    1. The treasurer of every political committee which, or  any  officer,\n   50  member  or  agent  of  any  such  committee  who, in connection with any\n   51  election, receives or expends any  money  or  other  valuable  thing  or\n   52  incurs  any  liability  to pay money or its equivalent shall file state-\n   53  ments sworn, or subscribed and bearing a form notice that  false  state-\n   54  ments  made  therein are punishable as a class A misdemeanor pursuant to\n   55  section 210.45 of the penal law, at the times prescribed by this article\n   56  setting forth all the receipts, contributions to and the expenditures by\n\n       A. 321                              4\n\n    1  and liabilities of the committee,  and  of  its  officers,  members  and\n    2  agents in its behalf. Such statements shall include the dollar amount of\n    3  any  receipt,  contribution or transfer, or the fair market value of any\n    4  receipt,  contribution  or  transfer,  which is other than of money, the\n    5  name and address of the transferor,  contributor  or  person  from  whom\n    6  received,  IF THE CONTRIBUTOR IS A LOBBYIST REGISTERED PURSUANT TO ARTI-\n    7  CLE ONE-A OF THE LEGISLATIVE LAW and if the transferor,  contributor  or\n    8  person  is  a  political  committee;  the name of and the political unit\n    9  represented by the committee, the date of its receipt, the dollar amount\n   10  of every expenditure, the name and address of the person to whom it  was\n   11  made  or the name of and the political unit represented by the committee\n   12  to which it was made and the date thereof, and shall state  clearly  the\n   13  purpose  of  such expenditure. Any statement reporting a loan shall have\n   14  attached to it a copy of the evidence of indebtedness.  Expenditures  in\n   15  sums under fifty dollars need not be specifically accounted for by sepa-\n   16  rate  items in said statements, and receipts and contributions aggregat-\n   17  ing not more than ninety-nine dollars, from any one contributor need not\n   18  be specifically accounted for by  separate  items  in  said  statements,\n   19  provided  however,  that  such  expenditures, receipts and contributions\n   20  shall be subject to the other provisions of section 14-118 of this arti-\n   21  cle.\n   22    S 4. Subdivision 3 of section 74 of the public officers law is amended\n   23  by adding a new paragraph j to read as follows:\n   24    J. NO OFFICER OR EMPLOYEE OF A STATE AGENCY REQUIRED TO FILE AN ANNUAL\n   25  STATEMENT OF FINANCIAL DISCLOSURE PURSUANT TO SECTION SEVENTY-THREE-A OF\n   26  THIS ARTICLE SHALL SOLICIT OR RECEIVE CONTRIBUTIONS FOR A  CAMPAIGN  FOR\n   27  STATE OR FEDERAL OFFICE.\n   28    S  5.  This  act  shall take effect on the sixtieth day after it shall\n   29  have become a law; provided, however, that the state board of  elections\n   30  shall  notify  all  registered  campaign  committees  of  the applicable\n   31  provisions of this act within thirty days  after  this  act  shall  have\n   32  become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law and the public officers law, in relation to campaign funds for personal use ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T103607.TXT", "SOBI.D101220.T105320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767846
}