{
  "year" : 2011,
  "senateBillNo" : "A3210-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3210-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the general powers of the public service commission in respect to gas and electric corporations",
  "summary" : "Relates to the general powers of the public service commission in respect to gas and electric corporations; authorizes the public service commission to require gas and electric corporations to eliminate provisions attempting to relieve such corporations from liability arising from their negligence or willful misconduct; provides for the investigation of regulatory conduct and provides for damages to persons affected by such regulatory failure. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "AA1566-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3210\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service  law,  in  relation  to  the  general\n         powers of the commission in respect to gas and electricity\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 66 of the public service law is amended  by  adding\n    2  two new subdivisions 11-a and 11-b to read as follows:\n    3    11-A.  REQUIRE EVERY GAS CORPORATION, ELECTRIC CORPORATION AND GAS AND\n    4  ELECTRIC CORPORATION, WHERE NECESSARY, TO AMEND ITS FILED TARIFF  SCHED-\n    5  ULES  BY ELIMINATING ANY PROVISION (A) ATTEMPTING TO RELIEVE SUCH CORPO-\n    6  RATION FROM LIABILITY ARISING FROM THE NEGLIGENCE OR WILLFUL  MISCONDUCT\n    7  OF  ITS  OFFICERS, AGENTS OR SERVANTS; (B) LIMITING THE LIABILITY OF THE\n    8  CORPORATION FOR DAMAGES RESULTING FROM ITS OWN NEGLIGENCE IN  CONNECTION\n    9  WITH THE PROPERTY OWNED, INSTALLED OR MAINTAINED BY A CUSTOMER OR LEASED\n   10  BY  A CUSTOMER FROM A THIRD PARTY; AND (C) LIMITING THE LIABILITY OF THE\n   11  COMPANY FOR ANY DAMAGES RESULTING FROM THE NEGLIGENCE OF THE COMPANY  IN\n   12  CONNECTION  WITH  THE SUPPLYING OR USE OF ELECTRICITY OR GAS OR FROM THE\n   13  PRESENCE OR OPERATION OF THE  COMPANY'S  STRUCTURES,  EQUIPMENT,  WIRES,\n   14  PIPES, APPLIANCES OR DEVICES ON THE CONSUMER'S PREMISES.\n   15    11-B.  HAVE POWER IN ALL PARTS OF THE STATE, EITHER AS A COMMISSION OR\n   16  THROUGH ITS MEMBERS, OR THROUGH  AN  OFFICER  OR  EMPLOYEE  SPECIFICALLY\n   17  AUTHORIZED  TO  CONSIDER  REGULATORY  CONDUCT  OF EVERY GAS CORPORATION,\n   18  ELECTRIC CORPORATION AND GAS AND ELECTRIC CORPORATION, WHERE  NECESSARY,\n   19  TO  (A) INVESTIGATE THAT A REGULATORY FAILURE OCCURRED DESPITE THE EXER-\n   20  CISE OF ORDINARY BUSINESS CARE AND PRUDENCE AND TO CONDUCT A HEARING  OR\n   21  PROCEEDING TO SUBPOENA WITNESSES, TAKE TESTIMONY AND ADMINISTER OATHS TO\n   22  WITNESSES  IN  ANY  PROCEEDING  OR  EXAMINATION INSTITUTED BEFORE IT, OR\n   23  CONDUCTED BY IT IN REFERENCE TO SUCH MATTER WITHIN ITS JURISDICTION; AND\n   24  (B) ALLOW SUCH COMMISSION TO AWARD DAMAGES RESULTING FROM  SUCH  FAILURE\n   25  TO PERSONS THEREBY AFFECTED IN THE COMMUNITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07505-01-1\n\n       A. 3210                             2\n\n    1    S 2. This act shall take effect on the one hundred eightieth day after\n    2  it  shall have become a law. Effective immediately, the addition, amend-\n    3  ment and/or repeal of any rule or regulation necessary for the implemen-\n    4  tation of this act on its effective date are authorized to  be  made  by\n    5  the public service commission on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the general powers of the commission in respect to gas and electricity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165642.TXT", "SOBI.D110124.T134626.TXT", "SOBI.D110124.T134125.TXT", "SOBI.D110124.T130623.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295906202449
}