{
  "year" : 2011,
  "senateBillNo" : "A3218-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3218-2011-1295845200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions relating to advanced written consent and directives concerning transfer, use, disposition of cryopreserved embryos or gametes",
  "summary" : "Enacts provisions relating to the execution of written forms, prior to assisted reproductive technology services, for consent and directives for the transfer, use, and disposition of cryopreserved embryos or gametes, and provisions relating to notice prior to the implementation of the terms of such advance directives. ",
  "currentCommittee" : null,
  "sameAs" : "S388",
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A2761-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3218\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SWEENEY, COOK -- Multi-Sponsored by -- M. of A.\n         WEISENBERG -- read once and referred to the Committee on Judiciary\n\n       AN ACT to amend the domestic relations  law,  in  relation  to  advanced\n         written  consent and directives for the transfer, use, and disposition\n         of gametes or embryos cryopreserved in the  course  of  a  program  of\n         assisted reproductive technology\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The domestic relations law is amended by adding a new arti-\n    2  cle 8-A to read as follows:\n    3                                 ARTICLE 8-A\n    4                      CRYOPRESERVED EMBRYOS OR GAMETES\n\n    5  SECTION 130. DEFINITIONS.\n    6          131. ADVANCE WRITTEN CONSENT AND DIRECTIVES  FOR  THE  TRANSFER,\n    7                  USE,   AND   DISPOSITION  OF  CRYOPRESERVED  EMBRYOS  OR\n    8                  GAMETES.\n    9    S 130. DEFINITIONS. WHEN USED IN THIS ARTICLE, UNLESS THE  CONTEXT  OR\n   10  SUBJECT MATTER CLEARLY REQUIRES A DIFFERENT MEANING:\n   11    1.  \"ABANDON  BY  REQUEST\"  SHALL  MEAN  THAT A PARTY INTENDS TO CEASE\n   12  PARTICIPATION IN AN ASSISTED REPRODUCTIVE TECHNOLOGY PROGRAM  AND  NOTI-\n   13  FIES  A  PROVIDER  OF ASSISTED REPRODUCTIVE SERVICES OF SUCH INTENT IN A\n   14  WRITTEN, SIGNED, AND NOTARIZED LETTER OF INTENT TO ABANDON  BY  REQUEST.\n   15  WITHIN  THIRTY  DAYS OF RECEIPT OF A PARTY'S LETTER OF INTENT TO ABANDON\n   16  BY REQUEST, THE PROVIDER SHALL SEND, BY CERTIFIED MAIL,  RETURN  RECEIPT\n   17  REQUESTED,  TO  ANY  OTHER  PARTY WHOSE PARTICIPATION IN SUCH PROVIDER'S\n   18  ASSISTED REPRODUCTIVE SERVICES MAY BE AFFECTED BY THE REQUESTING PARTY'S\n   19  ABANDONMENT BY REQUEST, A WRITTEN NOTICE THAT THE TERMS OF  AN  EXECUTED\n   20  ADVANCE  DIRECTIVE  FOR DISPOSITION WILL BE IMPLEMENTED. IF ANY PARTY IS\n   21  ALSO A PATIENT, A COPY OF SUCH NOTICE AND PROOF OF MAILING SHALL BE KEPT\n   22  IN THAT PARTY'S MEDICAL RECORDS. ON THE THIRTIETH DAY AFTER THE DATE  ON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00857-01-1\n\n       A. 3218                             2\n\n    1  THE  LETTER OF NOTIFICATION, OR, IF THERE ARE NO OTHER AFFECTED PARTIES,\n    2  ON THE THIRTIETH DAY AFTER THE  PROVIDER'S  RECEIPT  OF  THE  LETTER  OF\n    3  INTENT  TO ABANDON BY REQUEST, THE PROVIDER SHALL IMPLEMENT THE APPLICA-\n    4  BLE  TERMS  OF  THE  REQUESTING  PARTY'S  EXECUTED ADVANCE DIRECTIVE FOR\n    5  DISPOSITION.\n    6    2. \"ASSISTED REPRODUCTIVE TECHNOLOGY\" SHALL INCLUDE, BUT NOT BE LIMIT-\n    7  ED TO, THE FOLLOWING METHODS OF ASSISTING  IN  FERTILIZATION:  IN  VITRO\n    8  FERTILIZATION-EMBRYO TRANSFER, GAMETE INTRAFALLOPIAN TRANSFER, AND CRYO-\n    9  PRESERVATION.\n   10    3.  \"CRYOPRESERVATION\"  SHALL  MEAN  THE STORAGE OF GAMETES OR EMBRYOS\n   11  PRODUCED BY MEANS OF AN ASSISTED REPRODUCTIVE TECHNOLOGY  PROCEDURE  AND\n   12  PRESERVED  BY  MEANS  OF  LOW-TEMPERATURE FREEZING IN LIQUID NITROGEN OR\n   13  OTHER SIMILAR MEDIUM.\n   14    4. \"EMBRYO\" SHALL MEAN A FERTILIZED HUMAN OVUM.\n   15    5. \"FAILURE TO PAY STORAGE FEES\" SHALL MEAN THAT A PROVIDER TO WHOM  A\n   16  PARTY  PAYS  A  STORAGE  FEE  HAS NOT RECEIVED A FEE FROM SUCH PARTY FOR\n   17  THREE CONSECUTIVE YEARS. AFTER THREE CONSECUTIVE  YEARS  OF  NONPAYMENT,\n   18  THE  PROVIDER  SHALL NOTIFY IN WRITING BY CERTIFIED MAIL, RETURN RECEIPT\n   19  REQUESTED, SENT TO THE LAST KNOW ADDRESS OF THE NON-PAYING PARTY, AND TO\n   20  THE LAST KNOWN ADDRESS OF ANY OTHER PARTY  WHOSE  PARTICIPATION  MAY  BE\n   21  AFFECTED  BY THE NON-PAYING PARTY'S FAILURE TO PAY STORAGE FEES, A WRIT-\n   22  TEN NOTICE THAT, UNLESS THE PROVIDER IS CONTACTED AND INSTRUCTED  TO  DO\n   23  OTHERWISE,  THE  TERMS OF AN EXECUTED ADVANCED DIRECTIVE FOR DISPOSITION\n   24  IN THE EVENT OF FAILURE TO PAY STORAGE FEES  WILL  BE  IMPLEMENTED.  SIX\n   25  MONTHS  FROM THE DATE OF THE FIRST NOTICE, A SECOND SUCH NOTICE SHALL BE\n   26  MAILED IN THE SAME MANNER AS THE FIRST NOTICE. IF THE  NON-PAYING  PARTY\n   27  OR AN AFFECTED PARTY IS ALSO A PATIENT, A COPY OF SUCH NOTICE OR NOTICES\n   28  AND  PROOFS OF MAILING SHALL BE KEPT IN THAT PARTY'S MEDICAL RECORDS. IF\n   29  THE PROVIDER RECEIVES NO INSTRUCTION TO  DO  OTHERWISE  IN  RESPONSE  TO\n   30  EITHER  THE FIRST OR SECOND NOTIFICATION, ON THE THIRTIETH DAY AFTER THE\n   31  DATE OF THE SECOND LETTER OF NOTIFICATION, THE PROVIDER SHALL  IMPLEMENT\n   32  THE  TERMS  OF  THE  NON-PAYING  PARTY'S  EXECUTED ADVANCE DIRECTIVE FOR\n   33  DISPOSITION IN THE EVENT OF FAILURE TO PAY STORAGE FEES.\n   34    6. \"GAMETES\" SHALL MEAN HUMAN SPERM OR OVA.\n   35    7. \"PATIENT\" SHALL MEAN A PERSON WHO DONATES OR RECEIVES A  GAMETE  OR\n   36  EMBRYO.\n   37    8.  \"PARTY\" SHALL MEAN A NATURAL PERSON WHO EXECUTES, ACCORDING TO THE\n   38  PROVISIONS OF SECTION ONE HUNDRED THIRTY-ONE OF THIS ARTICLE, A  PROVID-\n   39  ER'S  ADVANCE  WRITTEN CONSENT AND DIRECTIVES FOR THE TRANSFER, USE, AND\n   40  DISPOSITION OF CRYOPRESERVED EMBRYOS OR GAMETES FOR  ASSISTED  REPRODUC-\n   41  TIVE SERVICES.\n   42    9.  \"PROVIDER\"  SHALL  MEAN AN INDIVIDUAL, CORPORATION, OTHER BUSINESS\n   43  ENTITY, OR NON-PROFIT ENTITY ENGAGED IN PROVIDING ASSISTED  REPRODUCTIVE\n   44  TECHNOLOGY SERVICES.\n   45    S  131.  ADVANCE WRITTEN CONSENT AND DIRECTIVES FOR THE TRANSFER, USE,\n   46  AND DISPOSITION OF CRYOPRESERVED EMBRYOS OR  GAMETES.  1.  ANY  PROVIDER\n   47  LOCATED IN NEW YORK STATE WHOSE SERVICES INCLUDE THE CRYOPRESERVATION OF\n   48  GAMETES  OR  EMBRYOS,  AND  BEFORE  PROVIDING  ANY  SUCH SERVICES, SHALL\n   49  REQUIRE THE PRIOR EXECUTION, PURSUANT TO THIS SECTION, OF ADVANCE  WRIT-\n   50  TEN  CONSENT  AND DIRECTIVES AS TO THE TRANSFER, USE, AND DISPOSITION OF\n   51  SUCH GAMETES OR EMBRYOS. PRIOR TO RECEIVING  ANY  ASSISTED  REPRODUCTIVE\n   52  TECHNOLOGY SERVICE, ON A FORM OR FORMS PRESCRIBED BY THE COMMISSIONER OF\n   53  HEALTH,  SUCH  CONSENT  AND DIRECTIVES SHALL BE SIGNED AND DATED, IN THE\n   54  PRESENCE OF EACH OTHER, BY THE PARTY REQUESTING SERVICES, A WITNESS  FOR\n   55  THE REQUESTING PARTY, AND A LICENSED PHYSICIAN AUTHORIZED BY THE PROVID-\n   56  ER.  NOTHING  CONTAINED IN THIS SECTION SHALL AFFECT THE OBLIGATION OF A\n\n       A. 3218                             3\n\n    1  PHYSICIAN OR SURGEON UNDER CURRENT LAW TO OBTAIN THE INFORMED CONSENT OF\n    2  A PARTY WHO MAY ALSO BE A PATIENT PRIOR TO SUCH PHYSICIAN'S OR SURGEON'S\n    3  PERFORMING ANY MEDICAL OR SURGICAL PROCEDURE FOR WHICH INFORMED  CONSENT\n    4  IS OTHERWISE REQUIRED.\n    5    2.  (A)  THE FORM FOR ADVANCE WRITTEN CONSENT TO ASSISTED REPRODUCTIVE\n    6  SERVICES EXECUTED BY A PARTY WHO IS ALSO A PATIENT  SHALL  INCLUDE,  BUT\n    7  NOT  BE  LIMITED  TO, THE FOLLOWING INFORMATION: (I) THE PATIENT'S NAME;\n    8  (II) THE PATIENT'S ADDRESS, TELEPHONE NUMBER, OR OTHER RELEVANT  CONTACT\n    9  INFORMATION;  (III) THE TYPE AND QUANTITY, IF APPLICABLE, OF SPERM, OVA,\n   10  OR EMBRYOS DONATED OR RECEIVED; AND (IV) THE  NAME  OF  THE  CLINIC,  OR\n   11  OTHER  DONEE  FOR  A  SPECIFIED  PURPOSE, WHICH PURPOSE SHALL BE CLEARLY\n   12  STATED.\n   13    (B) THE FORM FOR ADVANCE  WRITTEN  CONSENT  TO  ASSISTED  REPRODUCTIVE\n   14  SERVICES  EXECUTED  BY A PARTY WHO IS ALSO A PATIENT SHALL BE SIGNED AND\n   15  DATED BY THE PATIENT, THE ATTENDING PHYSICIAN OR SURGEON, A PROVIDER-AU-\n   16  THORIZED CLINICIAN WHO SHALL VERIFY THE TYPE AND QUANTITY,  IF  APPLICA-\n   17  BLE, OF SPERM, OVA, OR EMBRYOS DONATED OR RECEIVED, AND ANY OTHER SIGNA-\n   18  TORIES  REQUIRED  BY  SUBDIVISION  ONE  OF  THIS  SECTION.  THE ORIGINAL\n   19  EXECUTED CONSENT FORM SHALL  BE  RETAINED  IN  THE  PROVIDER'S  BUSINESS\n   20  RECORDS,  THE  MEDICAL RECORDS OF THE PARTY WHO IS ALSO A PATIENT, AND A\n   21  COPY SHALL BE PROVIDED TO THE PARTY.\n   22    3. (A) THE FORM  PRESCRIBING  DIRECTIVES  AS  TO  THE  DISPOSITION  OF\n   23  CRYOPRESERVED  GAMETES  OR EMBRYOS SHALL INCLUDE, BUT NOT BE LIMITED TO,\n   24  CHOICES FOR DISPOSITION UNDER THE FOLLOWING CIRCUMSTANCES: (I) DEATH  OF\n   25  A PARTY; (II) THE PARTY'S SEPARATION OR DIVORCE; (III) THE PARTY'S DECI-\n   26  SION TO ABANDON BY REQUEST CRYOPRESERVED GAMETES OR EMBRYOS; OR (IV) THE\n   27  PARTY'S  ABANDONMENT  OF  CRYOPRESERVED GAMETES OR EMBRYOS BY FAILURE TO\n   28  PAY STORAGE FEES.\n   29    (B) THE FORM PRESCRIBING DIRECTIVES AS TO THE DISPOSITION OF  CRYOPRE-\n   30  SERVED  GAMETES OR EMBRYOS SHALL INCLUDE, BUT NOT BE LIMITED TO, CHOICES\n   31  AND DIRECTION FOR THE FOLLOWING DISPOSITION OPTIONS: (I) MADE AVAILABLE,\n   32  TRANSFERRED, OR DONATED TO ANOTHER  PARTY;  (II)  DONATED  FOR  RESEARCH\n   33  PURPOSES;  (III)  THAWED  WITH  NO  FURTHER  ACTION TAKEN; OR (IV) OTHER\n   34  DISPOSITION, PROVIDED THAT SUCH DISPOSITION SHALL BE CLEARLY STATED.\n   35    (C) THE FORM PRESCRIBING DIRECTIVES AS TO THE DISPOSITION OF  CRYOPRE-\n   36  SERVED  GAMETES OR EMBRYOS SHALL CLEARLY STATE THE PROVIDER'S TIME LIMIT\n   37  ON STORAGE OF SUCH GAMETES OR EMBRYOS; SUCH TIME LIMIT SHALL NOT BE LESS\n   38  THAN THREE YEARS.\n   39    (D) A PARTY WHO CHOOSES THE OPTION TO DONATE TO ANOTHER PARTY PURSUANT\n   40  TO SUBPARAGRAPH (I) OF PARAGRAPH (B) OF THIS SUBDIVISION SHALL MEET SUCH\n   41  DONOR QUALIFICATIONS AS MAY BE REQUIRED  IN  APPLICABLE  LAW  AND  REGU-\n   42  LATIONS.\n   43    (E)  A  PARTY  MAY  MODIFY DIRECTIVES FOR DISPOSITION OF CRYOPRESERVED\n   44  GAMETES AND EMBRYOS AT A LATER DATE;  PROVIDED  THAT  SUCH  MODIFICATION\n   45  SHALL  BE  EXECUTED  IN  THE  SAME  MANNER AS IS REQUIRED FOR AN INITIAL\n   46  CONSENT AND DIRECTIVE PURSUANT TO SUBDIVISION ONE OF THIS SECTION.\n   47    S 2. This act shall take effect on the two hundred eightieth day after\n   48  it shall have become a law; provided,  however,  that,  effective  imme-\n   49  diately,  the commissioner of health is authorized to promulgate any and\n   50  all rules and regulations and  take  any  other  measures  necessary  to\n   51  implement this act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to advanced written consent and directives for the transfer, use, and disposition of gametes or embryos cryopreserved in the course of a program of assisted reproductive technology ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131124.TXT", "SOBI.D110124.T162641.TXT", "SOBI.D110124.T133625.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295904401923
}