{
  "year" : 2011,
  "senateBillNo" : "A322-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A322-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a genetics advisory council",
  "summary" : "Establishes an eleven member genetics advisory council; provides for its powers, functions and duties; provides for a preliminary report to the governor and legislature before March 1, 2013 and a final report by December 1, 2013 on issues relating to genetic counseling, genetic testing and public education. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "AA8511-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          322\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAHILL,  HOYT, MARKEY, CYMBROWITZ, JAFFEE --\n         Multi-Sponsored by -- M.  of A. BRENNAN, DESTITO,  GABRYSZAK,  PHEFFER\n         -- read once and referred to the Committee on Governmental Operations\n\n       AN ACT in relation to establishing a genetics advisory council\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Genetics advisory council. 1. The New York  state  genetics\n    2  advisory  council  is  hereby  established.  It  shall consist of eleven\n    3  members appointed by the governor, three of whom shall  be  nominees  of\n    4  the  temporary  president of the senate, three of whom shall be nominees\n    5  of the speaker of the assembly, three of whom shall be nominees  of  the\n    6  commissioner  of  health, one of whom shall be a nominee of the minority\n    7  leader of the senate, and one of whom shall be a nominee of the minority\n    8  leader of the assembly.   Of the eleven members,  no  fewer  than  three\n    9  shall be practicing genetic counselors with at least five years' profes-\n   10  sional  experience  in  the state of New York, one nominated each by the\n   11  department of health, the temporary president  of  the  senate  and  the\n   12  speaker  of  the  assembly;  no fewer than two shall be clinical geneti-\n   13  cists, medical geneticists or genetic laboratory specialists  (molecular\n   14  biologists with a genetics specialization) both nominated by the depart-\n   15  ment  of  health;  two shall be bio-ethicists associated with a research\n   16  institute in bio-medical ethics located in New York state one each nomi-\n   17  nated by the temporary president of the senate and the  speaker  of  the\n   18  assembly;  no  fewer than one shall be associated with an advocacy group\n   19  for persons suffering from or genetically predisposed to  a  genetically\n   20  influenced  disease; and no fewer than one representative from an insur-\n   21  ance company shall be an expert on the topic of the use of genetic test-\n   22  ing by insurers. Membership on the advisory council shall  be  geograph-\n   23  ically  representative  of the state. The members shall serve three year\n   24  terms, except that of the first three nominees of the  temporary  presi-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00881-01-1\n\n       A. 322                              2\n\n    1  dent of the senate, the speaker of the assembly, and the commissioner of\n    2  health, in each case, one shall serve for four years and one shall serve\n    3  for two years. The chairperson shall be selected by majority vote of the\n    4  members  of  the  council.  The  council  shall  meet at the call of the\n    5  commissioner of health, but no less than three  times  per  year.  Seven\n    6  members shall constitute a quorum.\n    7    2.  The members of the council shall receive no compensation for their\n    8  services as members of the council, but each of them  shall  be  allowed\n    9  the  necessary  and  actual  expenses which he or she shall incur in the\n   10  performance of his or her duties under this section. The  department  of\n   11  health  shall provide staff and support necessary for the advisory coun-\n   12  cil to carry out its duties and responsibilities.\n   13    3. The genetics advisory council shall study and make  recommendations\n   14  to the governor and the legislature with respect to:\n   15    (a)  the  need  for  legislation to register, certify or license those\n   16  persons providing the services  of  genetic  counseling,  including  any\n   17  continuing  professional  education  necessary to ensure the currency of\n   18  their knowledge of the rapidly developing field of genetics;\n   19    (b) ensuring the availability of adequate professional  genetic  coun-\n   20  seling to individuals found to have a genetic risk with potential conse-\n   21  quences to their health;\n   22    (c)  creating an environment in which there is equitable access to the\n   23  benefits of genetic tests to all citizens regardless of race,  ethnicity\n   24  or economic status;\n   25    (d)  the use of any genetic test by insurers, employers or educational\n   26  institutions, including the potential for  compromising  the  individual\n   27  liberties  and  civil  rights  of  individuals or causing individuals to\n   28  suffer unfair discrimination;\n   29    (e) identify those genetic tests which predict with very  high  proba-\n   30  bility  life-threatening  diseases or severe disability and to recommend\n   31  genetic counseling by designated professionals as a necessary  component\n   32  of informed consent to undergo such tests;\n   33    (f)  criteria by which primary care and other physicians should recog-\n   34  nize the need to refer patients for genetic counseling; and\n   35    (g) make recommendations regarding available public education  includ-\n   36  ing technology and biotechnology related initiatives, and to make recom-\n   37  mendations regarding genetic professional training requirements.\n   38    4.  The  advisory  council  shall  submit  a preliminary report to the\n   39  governor and the legislature on or before March 1,  2013,  and  a  final\n   40  report on or before December 1, 2013.\n   41    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to establishing a genetics advisory council ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T103607.TXT", "SOBI.D101220.T105821.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767856
}