{
  "year" : 2011,
  "senateBillNo" : "A3228-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3228-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the formation of a subsidiary of a public authority without prior approval of the legislature",
  "summary" : "Prohibits the formation of a subsidiary of a public authority without prior approval of the legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4298-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3228\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. COLTON, ZEBROWSKI, JAFFEE, SPANO, SCHROEDER --\n         Multi-Sponsored by -- M. of A. CASTELLI, McDONOUGH --  read  once  and\n         referred to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to amend the public authorities law, in relation to prohibiting\n         the formation of a subsidiary of  a  public  authority  without  prior\n         permission of the legislature\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 2829 to read as follows:\n    3    S  2829.  SUBSIDIARIES  OF PUBLIC AUTHORITIES.  1. NOTWITHSTANDING ANY\n    4  OTHER PROVISION OF LAW TO THE CONTRARY, NO  PUBLIC  BENEFIT  CORPORATION\n    5  SHALL ESTABLISH A SUBSIDIARY CORPORATION WITHOUT STATUTORY CODIFICATION.\n    6    2.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION,\n    7  ANY SUBSIDIARY OF A PUBLIC AUTHORITY DULY AND LAWFULLY FORMED  PRIOR  TO\n    8  THE  FIRST  DAY  OF  JULY,  TWO THOUSAND TWELVE, SHALL BE DEEMED TO BE A\n    9  PUBLIC AUTHORITY UNDER THE TERMS OF THIS  CHAPTER,  AND  NOTWITHSTANDING\n   10  ANY  OTHER PROVISION OF LAW TO THE CONTRARY, SHALL BE SUBJECT TO ALL THE\n   11  REQUIREMENTS, DUTIES AND RESPONSIBILITIES PROVIDED IN THIS CHAPTER.\n   12    3. ON OR BEFORE THE THIRTY-FIRST DAY OF MARCH, TWO THOUSAND  THIRTEEN,\n   13  ANY  SUBSIDIARY  PUBLIC  BENEFIT  CORPORATION,  IN  COOPERATION WITH ITS\n   14  PARENT PUBLIC BENEFIT CORPORATION, SHALL PROVIDE  TO  THE  CHAIRMAN  AND\n   15  RANKING MINORITY MEMBER OF THE SENATE FINANCE COMMITTEE AND THE CHAIRMAN\n   16  AND  RANKING MINORITY MEMBER OF THE ASSEMBLY WAYS AND MEANS COMMITTEE, A\n   17  REPORT ON THE SUBSIDIARY PUBLIC BENEFIT CORPORATION. SUCH  REPORT  SHALL\n   18  INCLUDE FOR EACH SUBSIDIARY:\n   19    (A)  THE  COMPLETE  LEGAL NAME, ADDRESS AND CONTACT INFORMATION OF THE\n   20  SUBSIDIARY;\n   21    (B) THE STRUCTURE OF THE ORGANIZATION OF THE SUBSIDIARY, INCLUDING THE\n   22  NAMES AND TITLES OF EACH OF ITS MEMBERS, DIRECTORS AND OFFICERS, AS WELL\n   23  AS A CHART OF ITS ORGANIZATIONAL STRUCTURE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07376-01-1\n\n       A. 3228                             2\n\n    1    (C) THE COMPLETE BYLAWS AND LEGAL ORGANIZATION PAPERS OF  THE  SUBSID-\n    2  IARY;\n    3    (D) A COMPLETE REPORT OF THE PURPOSE, OPERATIONS, MISSION AND PROJECTS\n    4  OF  THE SUBSIDIARY, INCLUDING A STATEMENT OF JUSTIFICATION AS TO WHY THE\n    5  SUBSIDIARY IS NECESSARY TO CONTINUE ITS OPERATIONS FOR THE PUBLIC  BENE-\n    6  FIT FOR THE PEOPLE OF THE STATE OF NEW YORK; AND\n    7    (E)  ANY  OTHER  INFORMATION THE SUBSIDIARY PUBLIC BENEFIT CORPORATION\n    8  DEEMS IMPORTANT TO INCLUDE IN SUCH REPORT.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to prohibiting the formation of a subsidiary of a public authority without prior permission of the legislature ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110201.T130354.TXT", "SOBI.D110124.T153140.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296583434719
}