{
  "year" : 2011,
  "senateBillNo" : "A3223-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3223-2011-1295845200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to charitable organizations",
  "summary" : "Relates to charitable organizations; provides for a detailed statement setting forth how the percentage of funds contributed to such charitable organization are allocated according to certain criteria. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A2040-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3223\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CALHOUN, BURLING, KOLB, McDONOUGH, OAKS -- read\n         once and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to  charitable  organiza-\n         tions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of  section  172  of  the  executive  law  is\n    2  amended by adding a new paragraph (k) to read as follows:\n    3    (K)  A  DETAILED  STATEMENT  SETTING FORTH HOW THE PERCENTAGE OF FUNDS\n    4  CONTRIBUTED TO THAT CHARITABLE ORGANIZATION ARE ALLOCATED TO EACH OF THE\n    5  FOLLOWING: (I) ADMINISTRATIVE AND OPERATING EXPENSES,  AND  (II)  DIRECT\n    6  CHARITABLE  PURPOSES CONSISTENT WITH THOSE STATED IN THAT ORGANIZATION'S\n    7  REGISTRATION AS REQUIRED BY PARAGRAPH (E) OF THIS SUBDIVISION.\n    8    S 2. Subdivision 2 of section 172-d of the executive law,  as  amended\n    9  by chapter 43 of the laws of 2002, is amended to read as follows:\n   10    2.  Engage  in any fraudulent or illegal act, device, scheme, artifice\n   11  to defraud or for obtaining money  or  property  by  means  of  a  false\n   12  pretense,  representation  or  promise,  transaction  or  enterprise  in\n   13  connection with any solicitation or with the registration, reporting and\n   14  disclosure provisions of this  article,  INCLUDING  ANY  STATEMENT  THAT\n   15  COULD  REASONABLY  BE  DEEMED  TO FALSELY IMPLY THAT A PROFESSIONAL FUND\n   16  RAISER AS DEFINED IN THIS ARTICLE IS NOT IN  FACT  A  PROFESSIONAL  FUND\n   17  RAISER  BUT  IS RATHER A MEMBER OR OFFICER OF THE ORGANIZATION WHICH HAS\n   18  CONTRACTED WITH SUCH PROFESSIONAL  FUND  RAISER.  The  term  \"fraud\"  or\n   19  \"fraudulent\"  as used herein shall include those acts which may be char-\n   20  acterized as misleading or deceptive including, but not limited to those\n   21  acts covered by the  term  \"fraud\"  or  \"fraudulent\"  under  subdivision\n   22  twelve  of  section  sixty-three  of this chapter AND ALSO INCLUDING ANY\n   23  VERBAL OR WRITTEN  STATEMENT  THAT  FALSELY  INDICATES  THAT  A  GREATER\n   24  PERCENTAGE  OF  FUNDS  COLLECTED BY THE PROFESSIONAL FUND RAISER WILL BE\n   25  FORWARDED TO THE ORGANIZATION WHICH HAS  CONTRACTED  WITH  SUCH  PROFES-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02844-01-1\n\n       A. 3223                             2\n\n    1  SIONAL FUND RAISER THAN IS IN FACT THE CASE, WHERE THE PROFESSIONAL FUND\n    2  RAISER EITHER MAKES SUCH A FALSE STATEMENT KNOWINGLY OR IN SUCH A MANNER\n    3  AS  TO  CONFUSE OR DECEIVE THE PUBLIC. To establish fraud neither intent\n    4  to defraud nor injury need to be shown; or\n    5    S 3. This act shall take effect on the one hundred eightieth day after\n    6  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to charitable organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905602633
}