{
  "year" : 2011,
  "senateBillNo" : "A3220-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3220-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes certain residences and private property within the definition of \"school grounds\" for the purposes of a certain controlled substance offense",
  "summary" : "Includes residences and private property located within one thousand feet of real property boundary line of any school boundary line within the definition of \"school grounds\" for the purposes of the crime of criminal sale of a controlled substance in or near school grounds. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A10515-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3220\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. CONTE\n         -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  including  certain  resi-\n         dences  and private property within the definition of \"school grounds\"\n         for the purposes of  the  crime  of  criminal  sale  of  a  controlled\n         substance in or near school grounds\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 220.44 of the penal law is  renum-\n    2  bered subdivision 7 and a new subdivision 6 is added to read as follows:\n    3    6.  FOR THE PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\" MEANS (A) IN OR\n    4  ON OR WITHIN ANY BUILDING, STRUCTURE, ATHLETIC PLAYING FIELD, PLAYGROUND\n    5  OR LAND CONTAINED WITHIN THE REAL PROPERTY BOUNDARY LINE OF A PUBLIC  OR\n    6  PRIVATE ELEMENTARY, PAROCHIAL, INTERMEDIATE, JUNIOR HIGH, VOCATIONAL, OR\n    7  HIGH SCHOOL, OR (B) ANY AREA ACCESSIBLE TO THE PUBLIC LOCATED WITHIN ONE\n    8  THOUSAND  FEET  OF  THE  REAL PROPERTY BOUNDARY LINE COMPRISING ANY SUCH\n    9  SCHOOL, ANY RESIDENCE OR PRIVATE PROPERTY LOCATED  WITHIN  ONE  THOUSAND\n   10  FEET  OF  THE  REAL PROPERTY BOUNDARY LINE COMPRISING ANY SUCH SCHOOL OR\n   11  ANY PARKED AUTOMOBILE OR OTHER PARKED VEHICLE LOCATED WITHIN  ONE  THOU-\n   12  SAND FEET OF THE REAL PROPERTY BOUNDARY LINE COMPRISING ANY SUCH SCHOOL.\n   13  FOR THE PURPOSES OF THIS SUBDIVISION, AN \"AREA ACCESSIBLE TO THE PUBLIC\"\n   14  SHALL  MEAN SIDEWALKS, STREETS, PARKING LOTS, PARKS, PLAYGROUNDS, STORES\n   15  AND RESTAURANTS.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02036-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to including certain residences and private property within the definition of \"school grounds\" for the purposes of the crime of criminal sale of a controlled substance in or near school grounds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110124.T131124.TXT", "SOBI.D110124.T162140.TXT", "SOBI.D110124.T133625.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295904100769
}