{
  "year" : 2011,
  "senateBillNo" : "A3225-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3225-2011-1295845200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for assessing and taxing state park lands",
  "summary" : "Provides that state park lands shall be taxable and valued as if privately owned and shall be assessed by the state board, except in those cases where such state land had been assessed by a local municipality prior to the effective date of this act, in which case it shall continue to be locally assessed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1662-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3225\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, CROUCH -- Multi-Sponsored by -- M. of A.\n         FINCH, THIELE -- read once and referred to the Committee on Real Prop-\n         erty Taxation\n\n       AN  ACT  to amend the real property tax law, in relation to the taxation\n         of certain state lands\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  540  of the real property tax law, as amended by\n    2  chapter 751 of the laws of 1990 and as further amended by section  1  of\n    3  part W of chapter 56 of the laws of 2010, is amended to read as follows:\n    4    S  540.  List  to be supplied by commissioner.  The commissioner shall\n    5  annually transmit to the assessors of  each  assessing  unit  containing\n    6  state  lands  subject  to taxation, and to town or county assessors, who\n    7  prepare a copy of the applicable part of the town or  county  assessment\n    8  roll  for village tax purposes as provided in subdivision [three] TWO of\n    9  section fourteen hundred two of this  chapter,  for  each  such  village\n   10  containing  state  lands  subject  to taxation, a list of all such lands\n   11  therein, which list shall be used by  the  assessors  in  preparing  the\n   12  assessment  roll  or copy of the applicable part thereof for village tax\n   13  purposes. Such list shall include any common law and conservation  ease-\n   14  ment  therein  made  subject  to taxation pursuant to this title and the\n   15  appropriate allocation factor or factors which shall  be  entered  as  a\n   16  separate   parcel on the tentative assessment roll by the assessor. SUCH\n   17  LIST SHALL ALSO INCLUDE ANY PARCELS OF STATE PARK LAND SUBJECT TO  TAXA-\n   18  TION  PURSUANT  TO  THE  PROVISIONS  OF  SUBDIVISION (K) OF SECTION FIVE\n   19  HUNDRED THIRTY-TWO OF THIS ARTICLE. THESE ASSESSMENTS SHALL  BE  ENTERED\n   20  ON  THE  TENTATIVE ASSESSMENT ROLL. THESE ASSESSMENTS ARE NOT SUBJECT TO\n   21  REVIEW BY ANY BOARD OF ASSESSMENT REVIEW.\n   22    S 2. Section 532 of the real property tax law is amended by  adding  a\n   23  new subdivision (k) to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02739-02-1\n\n       A. 3225                             2\n\n    1    (K)  ALL STATE PARK LANDS EXCLUSIVE OF ANY IMPROVEMENTS THEREON, SHALL\n    2  BE SUBJECT TO TAXATION  FOR  ALL  PURPOSES  AND  SHALL  BE  ASSESSED  AS\n    3  PROVIDED IN SECTION FIVE HUNDRED FORTY-EIGHT OF THIS ARTICLE.\n    4    S  3.  The real property tax law is amended by adding two new sections\n    5  548 and 549 to read as follows:\n    6    S 548. ASSESSMENT OF STATE PARK LANDS. 1. (A) STATE PARK  LANDS  SHALL\n    7  BE  VALUED  AS  IF  PRIVATELY  OWNED  AND SHALL BE ASSESSED BY THE STATE\n    8  BOARD; PROVIDED, HOWEVER, THAT STATE PARK LAND WHICH WAS ASSESSED IN THE\n    9  MANNER PROVIDED BY SUBDIVISION TWO OF SECTION FIVE  HUNDRED  THIRTY-FOUR\n   10  OF THIS ARTICLE.\n   11    (B)  NO  LATER THAN FIVE DAYS PRIOR TO THE DATE ESTABLISHED BY LAW FOR\n   12  THE COMPLETION OF THE TENTATIVE ASSESSMENT ROLL, THE STATE  BOARD  SHALL\n   13  ANNUALLY  TRANSMIT  TO  THE  ASSESSOR  OF EACH ASSESSING UNIT CONTAINING\n   14  STATE LANDS SUBJECT TO TAXATION, A LIST OF ALL SUCH  LANDS  THEREIN  AND\n   15  THE ASSESSOR SHALL ENTER THE VALUES AS A PARCEL ON THE TENTATIVE ASSESS-\n   16  MENT ROLL.\n   17    (C)  NOT  LATER  THAN  TEN  DAYS AFTER THE COMPLETION OF THE TENTATIVE\n   18  ASSESSMENT ROLL IN ANY ASSESSING UNIT CONTAINING STATE LAND  SUBJECT  TO\n   19  TAXATION, THE ASSESSOR SHALL NOTIFY THE STATE BOARD OF THE AMOUNT OF ANY\n   20  ASSESSMENT  OF  SUCH STATE PARK LANDS CONTAINED ON THE LIST DESCRIBED IN\n   21  PARAGRAPH (B) OF THIS SUBDIVISION THAT HAVE BEEN ENTERED ON  THE  TENTA-\n   22  TIVE ASSESSMENT ROLL.\n   23    2.  (A) THE STATE BOARD SHALL DETERMINE THE FINAL ASSESSMENTS OF STATE\n   24  LANDS ASSESSED BY THE LOCAL MUNICIPALITY.\n   25    (B) THE STATE BOARD MAY ESTABLISH A SPECIAL EQUALIZATION RATE FOR  THE\n   26  PURPOSE  OF  DETERMINING  THE  FINAL  ASSESSMENTS  OF  STATE  PARK LANDS\n   27  ASSESSED BY SUCH BOARD WHEN THERE HAS BEEN A CHANGE IN LEVEL OF  ASSESS-\n   28  MENT  ON  THE  ASSESSMENT  ROLL FOR WHICH THE FINAL ASSESSMENTS OF STATE\n   29  LANDS ARE BEING DETERMINED.  AS  USED  IN  THIS  SUBDIVISION,  THE  TERM\n   30  \"CHANGE  IN LEVEL OF ASSESSMENT\" MEANS A NET INCREASE OR DECREASE OF NOT\n   31  LESS THAN TWO PERCENT IN THE TOTAL ASSESSED  VALUATION  OF  THE  TAXABLE\n   32  REAL  PROPERTY ON THE ASSESSMENT ROLL AS COMPUTED IN ACCORDANCE WITH THE\n   33  RULES PROMULGATED BY THE STATE BOARD IN RELATION  TO  ASSESSOR'S  ANNUAL\n   34  REPORTS FOR EQUALIZATION PURPOSES.\n   35    (C)  THE  STATE  BOARD SHALL CERTIFY TO THE ASSESSOR THE FINAL ASSESS-\n   36  MENTS OF STATE PARK LANDS AND NO SUCH ASSESSMENT  OF  STATE  PARK  LANDS\n   37  SHALL BE VALID FOR ANY PURPOSE WITHOUT SUCH CERTIFICATION.\n   38    (D)  UPON  RECEIPT OF SUCH CERTIFICATION, THE ASSESSOR SHALL ENTER THE\n   39  FINAL ASSESSMENTS OF STATE PARK LANDS UPON THE FINAL ASSESSMENT ROLL. IN\n   40  THE EVENT THE CERTIFICATION IS  RECEIVED  AFTER  THE  FINAL  COMPLETION,\n   41  VERIFICATION  AND  FILING  OF THE FINAL ASSESSMENT ROLL, THE ASSESSOR OR\n   42  OTHER LOCAL OFFICIALS, INCLUDING SCHOOL AUTHORITIES, HAVING CUSTODY  AND\n   43  CONTROL  OF  SUCH ROLL OR PORTION THEREOF ARE AUTHORIZED AND DIRECTED TO\n   44  ENTER THE FINAL ASSESSMENTS ON THE ROLL.\n   45    S 549. PAYMENT OF TAXES BY THE STATE. 1.  THE  COMPTROLLER  SHALL  PAY\n   46  TAXES  LEVIED  ON  LANDS OF THE STATE IN EACH COUNTY PURSUANT TO SECTION\n   47  FIVE HUNDRED FORTY-EIGHT OF THIS ARTICLE, OUT OF MONEYS APPROPRIATED  BY\n   48  THE  LEGISLATURE  THEREFOR,  TO  THE  COUNTY  TREASURER  FOR APPROPRIATE\n   49  DISTRIBUTION UPON SUBMISSION OF A STATEMENT OF SUCH TAXES BY HIM IN SUCH\n   50  FORM AND EXECUTED IN SUCH MANNER BY  THE  COUNTY  TREASURER  AS  MAY  BE\n   51  REQUIRED BY THE COMPTROLLER.\n   52    2.  NO PENALTIES, INTEREST OR FEES OF ANY KIND, EXCEPT FEES PAYABLE TO\n   53  SCHOOL DISTRICT COLLECTING  OFFICERS  PURSUANT  TO  SUBDIVISION  ONE  OF\n   54  SECTION THIRTEEN HUNDRED TWENTY-EIGHT OF THIS CHAPTER ON SCHOOL TAXES ON\n   55  LAND OUTSIDE THE FOREST PRESERVE, SHALL BE ADDED TO TAXES PAYABLE BY THE\n   56  STATE PURSUANT TO THE PROVISIONS OF THIS SECTION.\n\n       A. 3225                             3\n\n    1    S  4. This act shall take effect on the first of January next succeed-\n    2  ing the date on which it shall have become a  law  and  shall  apply  to\n    3  assessment rolls prepared on the basis of taxable status dates occurring\n    4  on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the taxation of certain state lands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T173144.TXT", "SOBI.D110124.T153140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908304915
}