{
  "year" : 2011,
  "senateBillNo" : "A3221-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3221-2011-1295845200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the division of criminal justice services and the chief administrator of the courts to track the number of permanent orders of protection issued annually",
  "summary" : "Requires the division of criminal justice services and the chief administrator of the courts to track the number of permanent orders of protection issued and violated annually. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1281-2009", "A2181-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3221\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT to amend the executive law and the judiciary law, in relation to\n         requiring the division of  criminal  justice  services  to  track  the\n         number of permanent orders of protection issued annually\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 837 of the executive law is amended by adding a new\n    2  subdivision 4-d to read as follows:\n    3    4-D. IN COOPERATION WITH THE CHIEF ADMINISTRATOR OF THE COURTS AS WELL\n    4  AS ANY OTHER PUBLIC OR PRIVATE AGENCY, INCLUDING LAW  ENFORCEMENT  AGEN-\n    5  CIES, COLLECT AND ANALYZE STATISTICAL AND ALL OTHER INFORMATION AND DATA\n    6  WITH RESPECT TO THE NUMBER OF PERMANENT ORDERS OF PROTECTION ISSUED, THE\n    7  NUMBER  OF PERMANENT ORDERS OF PROTECTION REPORTED TO OR INVESTIGATED BY\n    8  THE DIVISION OF STATE POLICE, AND ALL OTHER POLICE OR PEACE OFFICERS  AS\n    9  VIOLATED,  THE  NUMBER  OF PERSONS ARRESTED FOR VIOLATING SUCH ORDERS OF\n   10  PROTECTION, ANY ADDITIONAL OFFENSES FOR WHICH THE  PERSON  WAS  ARRESTED\n   11  FOR  WHILE  VIOLATING SUCH ORDERS OF PROTECTION, THE COUNTY WITHIN WHICH\n   12  THE ARREST WAS MADE AND THE ACCUSATORY INSTRUMENT FILED, THE DISPOSITION\n   13  OF THE ACCUSATORY INSTRUMENT FILED, INCLUDING, BUT NOT  LIMITED  TO,  AS\n   14  THE  CASE MAY BE, DISMISSAL, ACQUITTAL, THE OFFENSE TO WHICH THE DEFEND-\n   15  ANT PLED GUILTY, THE OFFENSE THE DEFENDANT WAS CONVICTED OF AFTER TRIAL,\n   16  AND THE SENTENCE IMPOSED. THE DIVISION SHALL INCLUDE THE STATISTICS  AND\n   17  OTHER  INFORMATION  REQUIRED  BY  THIS  SUBDIVISION IN THE ANNUAL REPORT\n   18  SUBMITTED TO THE GOVERNOR AND LEGISLATURE PURSUANT TO SUBDIVISION TWELVE\n   19  OF THIS SECTION.\n   20    S 2. Section 216 of the judiciary law  is  amended  by  adding  a  new\n   21  subdivision 5 to read as follows:\n   22    5.  THE  CHIEF  ADMINISTRATOR  OF  THE  COURTS  SHALL  COLLECT DATA IN\n   23  RELATION TO THE NUMBER OF PERMANENT ORDERS OF PROTECTION ISSUED  IN  ALL\n   24  COURTS   PURSUANT   TO  SUBDIVISION  FOUR-D  OF  SECTION  EIGHT  HUNDRED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00997-01-1\n\n       A. 3221                             2\n\n    1  THIRTY-SEVEN OF THE EXECUTIVE LAW, INCLUDING  BUT  NOT  LIMITED  TO  THE\n    2  FOLLOWING INFORMATION:\n    3    (A) THE NUMBER OF PERMANENT ORDERS OF PROTECTION ISSUED;\n    4    (B) THE NUMBER OF PERMANENT ORDERS OF PROTECTION REPORTED AS VIOLATED;\n    5    (C)  THE  NUMBER  OF  PERSONS  ARRESTED  FOR  VIOLATING SUCH ORDERS OF\n    6  PROTECTION;\n    7    (D) ANY ADDITIONAL OFFENSES WHICH SUCH PERSONS WERE ARRESTED FOR WHILE\n    8  VIOLATING SUCH ORDERS OF PROTECTION;\n    9    (E) THE COUNTY WITHIN WHICH THE ACCUSATORY INSTRUMENT WAS FILED;\n   10    (F) THE DISPOSITION; AND\n   11    (G) IN THE CASE OF DISMISSAL, THE REASONS THEREFOR.\n   12    IN EXECUTING THIS REQUIREMENT, THE CHIEF ADMINISTRATOR MAY ADOPT RULES\n   13  REQUIRING APPROPRIATE LAW ENFORCEMENT, DISTRICT ATTORNEYS AND COURTS  TO\n   14  IDENTIFY  ACTIONS  AND  PROCEEDINGS  INVOLVING ORDERS OF PROTECTION AND,\n   15  WITH RESPECT TO SUCH ACTIONS AND PROCEEDINGS, TO REPORT,  IN  SUCH  FORM\n   16  AND  MANNER  AS THE CHIEF ADMINISTRATOR SHALL PRESCRIBE, THE INFORMATION\n   17  SPECIFIED HEREIN.\n   18    S 3. This act shall take effect on the one hundred twentieth day after\n   19  it shall have become a law; provided that the chief administrator of the\n   20  courts is authorized to promulgate any and all rules and regulations and\n   21  take any other measures necessary to implement this act on its effective\n   22  date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the judiciary law, in relation to requiring the division of criminal justice services to track the number of permanent orders of protection issued annually ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110124.T162140.TXT", "SOBI.D110124.T134125.TXT", "SOBI.D110124.T133625.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295904100770
}