{
  "year" : 2011,
  "senateBillNo" : "A3222-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to children and families",
    "billEventId" : "A3222-2011-1295845200000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the medical examination and needs of children placed in foster care",
  "summary" : "Relates to the medical examination and needs of children placed in foster care; requires that home health care agencies providing services to children in foster care provide a monthly report on the status of the child to the referring physician, the authorized foster care agency, and the foster parent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1389-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3222\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Children and Families\n\n       AN  ACT  to  amend the social services law and the public health law, in\n         relation to the medical evaluation of children placed in foster care\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The social services law is amended by adding a new section\n    2  383-d to read as follows:\n    3    S 383-D. HOME CARE EVALUATIONS FOR FOSTER CARE CHILDREN. 1.  UPON  THE\n    4  COMPLETION  OF A COMPREHENSIVE MEDICAL EXAMINATION OF THE CHILD, OR UPON\n    5  A WAIVER OF SUCH EXAMINATION BY THE LOCAL SOCIAL SERVICES DISTRICT,  THE\n    6  FOSTER  CARE  WORKER  ASSIGNED TO THE CHILD SHALL ASSIST THE FOSTER CARE\n    7  PARENT IN ACQUIRING ANY SERVICES  DEEMED  MEDICALLY  NECESSARY  FOR  THE\n    8  CHILD.\n    9    2.  THE FOSTER PARENT MUST CONTINUE TO ALLOW FOR THE PROVISION OF SUCH\n   10  SERVICES FOR THE FOSTER CARE CHILD UNTIL SUCH  TIME  AS  THE  AUTHORIZED\n   11  AGENCY,  EXAMINING  PHYSICIAN, CERTIFIED HOME HEALTH AGENCY, OR LICENSED\n   12  HOME CARE SERVICES AGENCY DETERMINES THAT SUCH SERVICES  ARE  NO  LONGER\n   13  NECESSARY.\n   14    S  2.  The public health law is amended by adding a new section 3620-a\n   15  to read as follows:\n   16    S 3620-A. HOME CARE SERVICES TO CHILDREN PLACED IN FOSTER CARE. 1. FOR\n   17  PURPOSES OF THIS SECTION, THE  TERM  \"HOME  HEALTH  CARE  AGENCY\"  SHALL\n   18  INCLUDE  BOTH  A  CERTIFIED  HOME HEALTH AGENCY AND A LICENSED HOME CARE\n   19  SERVICES AGENCY.\n   20    2. WHENEVER A HOME HEALTH CARE AGENCY  PERFORMS  AN  ASSESSMENT  OF  A\n   21  CHILD  TO  BE  PLACED  IN FOSTER CARE, THE AGENCY MUST PROVIDE A COPY OF\n   22  SUCH ASSESSMENT TO THE REFERRING PHYSICIAN, THE AUTHORIZED  FOSTER  CARE\n   23  AGENCY, AND THE FOSTER PARENT.\n   24    3. WHENEVER A HOME HEALTH CARE AGENCY PROVIDES SERVICES TO A CHILD WHO\n   25  IS  IN  FOSTER  CARE,  SUCH  AGENCY MUST PROVIDE A MONTHLY REPORT ON THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08136-01-1\n\n       A. 3222                             2\n\n    1  PROGRESS AND DIAGNOSIS OF THE CHILD. SUCH REPORT SHALL  BE  PROVIDED  TO\n    2  THE  REFERRING  PHYSICIAN,  THE  AUTHORIZED  FOSTER CARE AGENCY, AND THE\n    3  FOSTER PARENT.\n    4    4.  PRIOR  TO  DISCONTINUING ANY SERVICES, THE HOME HEALTH CARE AGENCY\n    5  MUST INFORM THE FOSTER CHILD'S PHYSICIAN, THE FOSTER  CARE  WORKER,  AND\n    6  THE FOSTER PARENT OF SUCH CHANGE AND THE REASON FOR THE CHANGE.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the public health law, in relation to the medical evaluation of children placed in foster care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T131624.TXT", "SOBI.D110124.T162140.TXT", "SOBI.D110124.T162641.TXT", "SOBI.D110124.T134125.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295904401908
}