{
  "year" : 2011,
  "senateBillNo" : "A3229-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3229-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that the victim be represented in court at sentencing where the victim does not appear",
  "summary" : "Provides that, where the victim is unable or unwilling to appear, such victim may be represented by family members or a guardian at the time of sentencing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A2886-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3229\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, HOOPER, ORTIZ, ABBATE -- Multi-Sponsored\n         by -- M. of A.   DINOWITZ, GALEF,  P. RIVERA,  ROBINSON,  SCHIMMINGER,\n         WEISENBERG -- read once and referred to the Committee on Codes\n\n       AN  ACT to amend the criminal procedure law, in relation to the presence\n         at time of sentencing of victim representation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 2 of paragraph (a) of subdivision 2 of section\n    2  380.50  of the criminal procedure law, as separately amended by chapters\n    3  173 and 198 of the laws of 1996, is amended to read as follows:\n    4    (2) if such victim is  unable  or  unwilling  to  express  himself  or\n    5  herself  before the court or a person so mentally or physically disabled\n    6  as to make it impracticable to appear in court in person or  the  victim\n    7  is deceased, [a member] THE MEMBERS of the family of such victim INCLUD-\n    8  ING  THE  SPOUSE,  DOMESTIC  PARTNER,  PARENTS,  GRANDPARENTS, CHILDREN,\n    9  GRANDCHILDREN, SIBLINGS, AUNTS AND UNCLES,  or  the  legal  guardian  or\n   10  representative of the legal guardian of the victim where such MEMBERS OF\n   11  THE  FAMILY,  guardian or representative has personal knowledge of and a\n   12  relationship with the victim, unless the court finds that  it  would  be\n   13  inappropriate  for  such  person  to  make  a statement on behalf of the\n   14  victim.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07365-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the presence at time of sentencing of victim representation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T153140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902155
}