{
  "year" : 2011,
  "senateBillNo" : "A3226-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3226-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the Hudson River pilots surcharge board",
  "summary" : "Creates the Hudson River pilots surcharge board; provides that the board shall determine the rate of surcharge to be applied and benefits provided to Hudson River pilots. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Navigation Law",
  "previousVersions" : [ "A7592-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3226\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CANESTRARI  -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the navigation law, in relation to  the  creation  of  a\n         Hudson River pilots surcharge board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 4 of section 89-a of the navi-\n    2  gation law is amended by adding two new subparagraphs  1-b  and  1-c  to\n    3  read as follows:\n    4    (1-B)  THERE  IS  HEREBY CREATED A HUDSON RIVER PILOTS SURCHARGE BOARD\n    5  WHICH SHALL DETERMINE THE RATE OF THE SURCHARGE PROVIDED IN SUBPARAGRAPH\n    6  ONE-C OF THIS PARAGRAPH. THE SURCHARGE BOARD SHALL DETERMINE ELIGIBILITY\n    7  FOR BENEFITS PURSUANT TO SUBDIVISIONS FIVE AND SEVEN OF THIS SECTION.\n    8    THE HUDSON RIVER PILOTS SURCHARGE BOARD SHALL CONSIST OF  TWO  MEMBERS\n    9  AS FOLLOWS: THE PRESIDENT OF THE BOARD OF COMMISSIONERS OF PILOTS OF THE\n   10  STATE  OF NEW YORK, OR HIS OR HER DESIGNEE FROM THE BOARD OF COMMISSION-\n   11  ERS, AND THE PRESIDENT OF THE HUDSON RIVER PILOTS ASSOCIATION, OR HIS OR\n   12  HER DESIGNEE WHO MUST BE A MEMBER OF SUCH ASSOCIATION. IN THE EVENT  THE\n   13  TWO  MEMBERS  CANNOT  REACH  A  DECISION  ON THE SURCHARGE RATE, A THIRD\n   14  MEMBER SHALL BE APPOINTED BY THE TWO MEMBERS FROM A  LIST  SUBMITTED  BY\n   15  THE  AMERICAN ARBITRATION ASSOCIATION FROM ITS LISTS OF COMMERCIAL ARBI-\n   16  TRATORS. IF, AFTER SUBMISSION OF SUCH A LIST, THE  TWO  MEMBERS  OF  THE\n   17  BOARD  FAIL  TO AGREE UPON A SINGLE ARBITRATOR AS THE THIRD MEMBER, THEN\n   18  THE AMERICAN ARBITRATION ASSOCIATION SHALL BE AUTHORIZED TO  SELECT  AND\n   19  SUBMIT  THE  NAME OF THE THIRD MEMBER FOR APPOINTMENT. SUCH THIRD MEMBER\n   20  SHALL BE APPOINTED WITHIN TEN DAYS OF A DEADLOCKED VOTE  OF  THE  HUDSON\n   21  RIVER  PILOT SURCHARGE BOARD. SUCH MEMBERS SHALL VOTE AT MEETINGS CALLED\n   22  UPON WRITTEN NOTICE MAILED SEVEN CALENDAR DAYS IN ADVANCE OF  THE  MEET-\n   23  ING, TO DETERMINE THE RATE OF SURCHARGE, ASSISTED AS NECESSARY BY QUALI-\n   24  FIED  ACTUARIES OR ACCOUNTANTS, AUTHORIZED IN CLAUSE (I) OF SUBPARAGRAPH\n   25  ONE-C OF THIS PARAGRAPH DURING EACH CALENDAR QUARTER IN TIME  SUFFICIENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06074-01-1\n\n       A. 3226                             2\n\n    1  FOR SUCH SURCHARGE TO BE IN EFFECT ON THE FOLLOWING JANUARY FIRST, APRIL\n    2  FIRST,  JULY  FIRST,  AND OCTOBER FIRST OF EACH YEAR.  WRITTEN NOTICE OF\n    3  MEETINGS MAY BE WAIVED IF DONE SO WITH UNANIMOUS CONSENT  OF  ALL  BOARD\n    4  MEMBERS.  MEMBERS  OF  THE  HUDSON  RIVER PILOT SURCHARGE BOARD SHALL BE\n    5  SUBJECT TO SECTION SEVENTEEN OF THE PUBLIC OFFICERS LAW.\n    6    (1-C) (I) IN ADDITION TO THE BASE PILOTAGE CHARGE SET FORTH IN SUBPAR-\n    7  AGRAPH ONE OF THIS PARAGRAPH, THERE IS HEREBY ESTABLISHED A SURCHARGE ON\n    8  EVERY FOREIGN VESSEL AND EVERY AMERICAN VESSEL UNDER REGISTER NAVIGATING\n    9  THAT PORTION OF  THE  HUDSON  RIVER  SPECIFIED  IN  THIS  SECTION.  SUCH\n   10  SURCHARGE,  AS DETERMINED QUARTERLY BY THE HUDSON RIVER PILOTS SURCHARGE\n   11  BOARD, SHALL BE IMPOSED FOR THE EXCLUSIVE PURPOSE OF THE FUNDING,  ON  A\n   12  SOUND  ACTUARIAL BASIS, THE RETIREMENT BENEFITS FOR HUDSON RIVER PILOTS,\n   13  DESCRIBED IN CLAUSE (II) OF THIS SUBPARAGRAPH.\n   14    (II) THE AMOUNT OF THE SURCHARGE  DESCRIBED  IN  CLAUSE  (I)  OF  THIS\n   15  SUBPARAGRAPH ON THE DATE PILOTAGE RATES ARE COMPUTED SHALL NOT EXCEED:\n\n   16  PILOTAGE UNITS       SURCHARGE\n   17  0 TO 50              $222.44\n   18  51 TO 100            $268.00\n   19  OVER 100             $2.68 PER PILOT UNIT\n\n   20  DURING THE FIRST TWELVE MONTHS AFTER THE EFFECTIVE DATE OF THIS\n   21  SUBPARAGRAPH.\n   22    THE AMOUNT OF THE SURCHARGE DESCRIBED IN CLAUSE (I) OF THIS SUBPARAGRAPH\n   23  ON THE DATE PILOTAGE RATES ARE COMPUTED SHALL NOT EXCEED:\n\n   24  PILOTAGE UNITS       SURCHARGE\n   25  0 TO 50              $371.01\n   26  51 TO 100            $447.00\n   27  OVER 100             $4.47 PER PILOT UNIT\n\n   28  DURING  THE  PERIOD  BEGINNING WITH THE THIRTEENTH MONTH AND ENDING WITH\n   29  THE TWENTY-FOURTH MONTH AFTER THE EFFECTIVE DATE OF THIS SUBPARAGRAPH.\n   30    THE AMOUNT OF THE SURCHARGE DESCRIBED IN CLAUSE (I) OF  THIS  SUBPARA-\n   31  GRAPH ON THE DATE PILOTAGE RATES ARE COMPUTED SHALL NOT EXCEED:\n\n   32  PILOTAGE UNITS       SURCHARGE\n   33  0 TO 50              $499.66\n   34  51 TO 100            $602.00\n   35  OVER 100             $6.02 PER PILOT UNIT\n\n   36  DURING THE PERIOD BEGINNING WITH THE TWENTY-FOURTH MONTH AND ENDING WITH\n   37  THE THIRTY-SIXTH MONTH AFTER THE EFFECTIVE DATE OF THIS SUBPARAGRAPH.\n   38    (III)  FOLLOWING  THE  THIRTY-SIXTH  MONTH AFTER THE EFFECTIVE DATE OF\n   39  THIS SUBPARAGRAPH, THE AMOUNT OF THE  SURCHARGE  AS  DETERMINED  BY  THE\n   40  SURCHARGE  BOARD  SHALL NOT EXCEED THE GREATER OF THIRTY-FIVE PERCENT OF\n   41  THE SUM OF THE BASE PILOTAGE CHARGES SET FORTH IN  SUBPARAGRAPH  ONE  OF\n   42  THIS  PARAGRAPH FOR SECTION 2, UPPER RIVER; YONKERS, TO ALL PORTS BEYOND\n   43  HYDE PARK THROUGH ALBANY OR TROY, AS AMENDED; OR NINE  HUNDRED  THOUSAND\n   44  DOLLARS IN ANY CALENDAR YEAR.\n   45    (IV)  THE  SCALE OF CHARGES SET FORTH IN THIS SUBPARAGRAPH IS DEEMED A\n   46  PILOTAGE  FEE  AND  SHALL  BE  SUBJECT  TO  THE  PROVISIONS  OF  SECTION\n   47  NINETY-FIVE OF THIS ARTICLE.\n   48    (V)  (A)  THE  PROCEEDS  OF THE SURCHARGE PROVIDED FOR IN THIS SECTION\n   49  SHALL BE DEPOSITED IN AN ACCOUNT MAINTAINED BY THE HUDSON  RIVER  PILOTS\n   50  ASSOCIATION FOR THE BENEFIT OF HUDSON RIVER PILOTS ELIGIBLE FOR BENEFITS\n\n       A. 3226                             3\n\n    1  AS  PROVIDED  IN  THIS SECTION, FROM WHICH ACCOUNT ALL SUCH BENEFITS AND\n    2  THE REASONABLE EXPENSES FOR ADMINISTRATION THEREOF SHALL  BE  PAID.  THE\n    3  MONIES  ON DEPOSIT IN SUCH ACCOUNT SHALL BE REFERRED TO HEREAFTER AS THE\n    4  \"RETIREMENT ASSETS\". THE RETIREMENT ASSETS SHALL BE USED TO PAY A YEARLY\n    5  TARGET  RETIREMENT BENEFIT TO (I) HUDSON RIVER PILOTS ACTIVE ON THE DATE\n    6  PILOTAGE RATES ARE COMPUTED PURSUANT TO THIS SUBPARAGRAPH AND  THEREAFT-\n    7  ER,  UPON RETIREMENT ON OR AFTER THE AGE OF SIXTY, OR DISABILITY RETIRE-\n    8  MENT; (II) RETIRED HUDSON RIVER PILOTS OR HUDSON RIVER PILOTS  RECEIVING\n    9  DISABILITY  RETIREMENT  BENEFITS  ON  THE DATE OF ADOPTION; AND (III) TO\n   10  SURVIVING SPOUSES OF PILOTS, RETIRED PILOTS OR PILOTS RECEIVING DISABIL-\n   11  ITY RETIREMENT AS PROVIDED FOR BELOW.\n   12    (B) HUDSON RIVER PILOTS WHO ARE ALSO SANDY HOOK  PILOTS  ELIGIBLE  FOR\n   13  BENEFITS  UNDER ITEM (B) OF SUBCLAUSE ONE OF CLAUSE (II) OF SUBPARAGRAPH\n   14  ONE OF PARAGRAPH (B) OF SUBDIVISION FOUR OF SECTION EIGHTY-EIGHT OF THIS\n   15  ARTICLE SHALL BE EXCLUDED  FROM  RECEIVING  ANY  BENEFITS  SPECIFIED  IN\n   16  SUBDIVISION FIVE OF THIS SECTION.\n   17    (C)  NO INDIVIDUAL OTHER THAN THOSE SPECIFIED IN SUBCLAUSE (A) OF THIS\n   18  CLAUSE  SHALL  BE  ELIGIBLE  FOR  BENEFITS  PURSUANT  TO  THE  SURCHARGE\n   19  DESCRIBED IN CLAUSE (I) OF THIS SUBPARAGRAPH WITHOUT THE APPROVAL OF THE\n   20  HUDSON RIVER PILOTS SURCHARGE BOARD.\n   21    (D) THE FUNDS GENERATED BY THE SURCHARGE IMPOSED BY CLAUSE (I) OF THIS\n   22  SUBPARAGRAPH  SHALL  BE  ADMINISTERED  BY THE EXECUTIVE COMMITTEE OF THE\n   23  HUDSON RIVER PILOTS ASSOCIATION, OR ANY SUCCESSORS THERETO.\n   24    (E) THE SURCHARGES PURSUANT TO CLAUSE (I) OF THIS  SUBPARAGRAPH  SHALL\n   25  BE  COLLECTED  BY  THE AGENT OF THE HUDSON RIVER PILOTS. FUNDS GENERATED\n   26  FOR THESE PURPOSES SHALL BE AUDITED ANNUALLY BY THE SURCHARGE  BOARD  TO\n   27  ENSURE  PROPER  FUNDING FOR THE PURPOSES SET FORTH IN CLAUSE (I) OF THIS\n   28  SUBPARAGRAPH.\n   29    S 2. Section 89-a of the navigation law is amended by adding seven new\n   30  subdivisions 5, 6, 7, 8, 9, 10 and 11 to read as follows:\n   31    5. (A)(1) EACH HUDSON RIVER PILOT ACTIVE ON THE  DATE  PILOTAGE  RATES\n   32  ARE  COMPUTED  PURSUANT  TO  THIS  SECTION WHO RETIRES AFTER TWENTY-FIVE\n   33  YEARS OF SERVICE AND AFTER REACHING  SIXTY  YEARS  OF  AGE,  OR  BECOMES\n   34  ELIGIBLE  FOR  DISABILITY  RETIREMENT  BENEFITS,  SHALL RECEIVE A TARGET\n   35  YEARLY BENEFIT COMPUTED AS A SINGLE LIFE  ANNUITY,  INITIALLY  EQUAL  TO\n   36  FIFTY  PERCENT  OF THE AMOUNT WHICH IS EQUAL TO THE HIGHEST ANNUAL EARN-\n   37  INGS FROM SERVICE AS A FULL BRANCH HUDSON RIVER  PILOT  BASED  UPON  THE\n   38  PILOTAGE  CHARGES  SET  FORTH  IN  SUBPARAGRAPH  ONE OF PARAGRAPH (B) OF\n   39  SUBDIVISION FOUR OF THIS SECTION DURING THE  LAST  THREE  FULL  CALENDAR\n   40  YEARS  OF  SERVICE  AS  AN  ACTIVE  PILOT PRIOR TO RETIREMENT REDUCED AS\n   41  PROVIDED IN SUBDIVISION NINE OF THIS SECTION AND ADJUSTED AS PROVIDED IN\n   42  SUBDIVISION EIGHT OF THIS SECTION.\n   43    (2) A HUDSON RIVER  PILOT  ACTIVE  ON  THE  DATE  PILOTAGE  RATES  ARE\n   44  COMPUTED  PURSUANT  TO  THIS SECTION WHO RETIRES OR BECOMES ELIGIBLE FOR\n   45  DISABILITY RETIREMENT BENEFITS AFTER REACHING SIXTY-FIVE  YEARS  OF  AGE\n   46  AND  AFTER THIRTY YEARS OF SERVICE AS A HUDSON RIVER PILOT SHALL RECEIVE\n   47  A TARGET YEARLY BENEFIT COMPUTED AS A  SINGLE  LIFE  ANNUITY,  INITIALLY\n   48  EQUAL TO SIXTY PERCENT OF THE AMOUNT WHICH IS EQUAL TO THE HIGHEST ANNU-\n   49  AL  EARNINGS FROM SERVICE AS A FULL BRANCH HUDSON RIVER PILOT BASED UPON\n   50  THE PILOTAGE CHARGES SET FORTH IN SUBPARAGRAPH ONE OF PARAGRAPH  (B)  OF\n   51  SUBDIVISION  FOUR  OF  THIS  SECTION DURING THE LAST THREE FULL CALENDAR\n   52  YEARS OF SERVICE AS AN ACTIVE PILOT PRIOR  TO  RETIREMENT  REDUCED    AS\n   53  PROVIDED IN SUBDIVISION NINE OF THIS SECTION AND ADJUSTED AS PROVIDED IN\n   54  SUBDIVISION EIGHT OF THIS SECTION.\n   55    (B)(1)  EACH  RETIRED  HUDSON  RIVER PILOT AND EACH HUDSON RIVER PILOT\n   56  RECEIVING DISABILITY RETIREMENT BENEFITS ON OR AFTER THE  DATE  PILOTAGE\n\n       A. 3226                             4\n\n    1  RATES ARE COMPUTED PURSUANT TO THIS SECTION SHALL RECEIVE A TARGET YEAR-\n    2  LY  BENEFIT  COMPUTED AS A SINGLE LIFE ANNUITY, INITIALLY EQUAL TO FIFTY\n    3  PERCENT OF THE HIGHEST ANNUAL EARNINGS FROM SERVICE  AS  A  FULL  BRANCH\n    4  HUDSON  RIVER  PILOT  BASED  UPON THE BASE PILOTAGE CHARGES SET FORTH IN\n    5  SUBPARAGRAPH ONE OF PARAGRAPH (B) OF SUBDIVISION FOUR  OF  THIS  SECTION\n    6  DURING  THE LAST THREE FULL CALENDAR YEARS OF SERVICE AS AN ACTIVE PILOT\n    7  PRIOR TO RETIREMENT REDUCED AS PROVIDED  IN  SUBDIVISION  NINE  OF  THIS\n    8  SECTION AND ADJUSTED AS PROVIDED IN SUBDIVISION EIGHT OF THIS SECTION.\n    9    (2)  EACH  RETIRED  HUDSON  RIVER  PILOT  AND  EACH HUDSON RIVER PILOT\n   10  RECEIVING DISABILITY RETIREMENT BENEFITS WHO RETIRED OR BECAME  ELIGIBLE\n   11  FOR  DISABILITY  RETIREMENT  BENEFITS AFTER REACHING SIXTY-FIVE YEARS OF\n   12  AGE AND AFTER THIRTY YEARS OF SERVICE AS A  HUDSON  RIVER  PILOT  ON  OR\n   13  AFTER  THE  DATE  PILOTAGE  RATES  ARE COMPUTED PURSUANT TO THIS SECTION\n   14  SHALL RECEIVE A TARGET YEARLY BENEFIT COMPUTED AS A SINGLE LIFE ANNUITY,\n   15  INITIALLY EQUAL TO SIXTY PERCENT OF THE  HIGHEST  ANNUAL  EARNINGS  FROM\n   16  SERVICE AS A FULL BRANCH HUDSON RIVER PILOT BASED UPON THE BASE PILOTAGE\n   17  CHARGES  SET  FORTH  IN SUBPARAGRAPH ONE OF PARAGRAPH (B) OF SUBDIVISION\n   18  FOUR OF THIS SECTION DURING  THE  LAST  THREE  FULL  CALENDAR  YEARS  OF\n   19  SERVICE  AS  AN  ACTIVE PILOT PRIOR TO RETIREMENT REDUCED AS PROVIDED IN\n   20  SUBDIVISION NINE OF THIS SECTION AND ADJUSTED AS PROVIDED IN SUBDIVISION\n   21  EIGHT OF THIS SECTION.\n   22    (C) THE BENEFITS DESCRIBED IN PARAGRAPH (B) OF THIS SUBDIVISION  SHALL\n   23  ONLY  BE  AVAILABLE  TO RETIRED HUDSON RIVER PILOTS WHO RETIRED PRIOR TO\n   24  THE YEAR NINETEEN HUNDRED NINETY DURING THE FIRST  TWELVE  MONTHS  AFTER\n   25  THE  EFFECTIVE  DATE  OF THIS PARAGRAPH. THE BENEFITS DESCRIBED IN PARA-\n   26  GRAPH (B) OF THIS SUBDIVISION SHALL BE AVAILABLE TO ALL  RETIRED  HUDSON\n   27  RIVER  PILOTS WHO RETIRED PRIOR TO THE YEAR TWO THOUSAND AFTER THE FIRST\n   28  TWELVE MONTHS FROM THE EFFECTIVE DATE OF THIS PARAGRAPH.   THE  BENEFITS\n   29  DESCRIBED IN PARAGRAPH (B) OF THIS SUBDIVISION SHALL BE AVAILABLE TO ALL\n   30  RETIRED  HUDSON  RIVER  PILOTS AND PILOTS ON DISABILITY RETIREMENT AFTER\n   31  THE FIRST TWENTY-FOUR MONTHS FROM THE EFFECTIVE DATE OF THIS PARAGRAPH.\n   32    6. (A) A HUDSON RIVER PILOT ELIGIBLE FOR BENEFITS SET FORTH IN  SUBDI-\n   33  VISION  FIVE  OF  THIS  SECTION,  WHO  RETIRES, SHALL NOT BE ENTITLED TO\n   34  COMMENCE RECEIVING  BENEFITS  UNTIL  THE  COMMENCEMENT  OF  THE  BENEFIT\n   35  PAYMENT  PERIOD  NEXT  FOLLOWING THE DATE ON WHICH SUCH PILOT RETIRED OR\n   36  BECAME ELIGIBLE  FOR  DISABILITY  RETIREMENT  BENEFITS.  FOR  ACCOUNTING\n   37  PURPOSES,  THE  BENEFIT PAYMENT PERIODS SHALL CONSIST OF A FULL CALENDAR\n   38  QUARTER COMMENCING ON JANUARY FIRST, APRIL FIRST, JULY FIRST, AND  OCTO-\n   39  BER FIRST OF EACH YEAR, BUT THE FIRST PAYMENTS OF BENEFITS SHALL BE MADE\n   40  DURING THE MONTHS OF MARCH, JUNE, SEPTEMBER, AND DECEMBER.\n   41    (B)  NO  ACTIVE  HUDSON  RIVER PILOT SHALL COMMENCE RECEIVING BENEFITS\n   42  UNTIL A PROPERLY COMPLETED RESIGNATION AS AN ACTIVE PILOT  SPECIFYING  A\n   43  PROPOSED  DATE OF RETIREMENT HAS BEEN SUBMITTED IN WRITING TO THE HUDSON\n   44  RIVER PILOTS EXECUTIVE COMMITTEE, OR SUCCESSOR THERETO, PRIOR TO  NOVEM-\n   45  BER  FIRST, IF RETIREMENT IS TO BECOME EFFECTIVE ON THE FIRST DAY OF THE\n   46  FOLLOWING JANUARY; PRIOR TO FEBRUARY FIRST, IF RETIREMENT IS  TO  BECOME\n   47  EFFECTIVE  ON  THE FIRST DAY OF THE FOLLOWING APRIL; PRIOR TO MAY FIRST,\n   48  IF RETIREMENT IS TO BECOME EFFECTIVE ON THE FIRST DAY OF  THE  FOLLOWING\n   49  JULY;  AND,  PRIOR TO AUGUST FIRST, IF RETIREMENT IS TO BECOME EFFECTIVE\n   50  ON THE FIRST DAY OF THE FOLLOWING OCTOBER.\n   51    (C) FOR THE PURPOSE OF THE COMPUTATIONS DESCRIBED IN SUBDIVISION  FIVE\n   52  OF  THIS  SECTION,  SERVICE  BY  A PILOT OF MORE THAN SIX MONTHS OF SUCH\n   53  PILOT'S LAST CALENDAR YEAR AS AN ACTIVE PILOT SHALL BE CONSIDERED A FULL\n   54  CALENDAR YEAR.\n   55    (D) IF A RETIRED HUDSON RIVER PILOT OR A HUDSON RIVER PILOT  RECEIVING\n   56  DISABILITY  RETIREMENT  BENEFITS  DIES  WITHOUT  A SURVIVING SPOUSE, THE\n\n       A. 3226                             5\n\n    1  BALANCE OF THE TARGET YEARLY PENSION BENEFIT FOR THE  REMAINDER  OF  THE\n    2  BENEFIT  PAYMENT  PERIOD SHALL BE PAID TO THE DECEASED PILOT'S ESTATE OR\n    3  DESIGNATED BENEFICIARY AFTER WHICH  ALL  RIGHTS  TO  BENEFITS  SHALL  BE\n    4  TERMINATED.\n    5    7.  (A)  THE  SURVIVING  SPOUSE  OF  A HUDSON RIVER PILOT DESCRIBED IN\n    6  SUBDIVISION FIVE OF THIS SECTION WHO DIES WHILE IN ACTIVE SERVICE  SHALL\n    7  RECEIVE  A  TARGET  YEARLY PENSION BENEFIT EQUAL TO FIFTY PERCENT OF THE\n    8  AMOUNT WHICH SUCH DECEASED PILOT WOULD HAVE RECEIVED  UNDER  SUBDIVISION\n    9  FIVE  OF  THIS  SECTION  HAD RETIREMENT IMMEDIATELY PRECEDED THE DATE OF\n   10  DEATH, REDUCED AS PROVIDED IN  SUBDIVISION  NINE  OF  THIS  SECTION  AND\n   11  ADJUSTED AS PROVIDED IN SUBDIVISION EIGHT OF THIS SECTION.\n   12    (B)  WITH RESPECT TO HUDSON RIVER PILOTS DESCRIBED IN SUBDIVISION FIVE\n   13  OF THIS SECTION, THE SURVIVING SPOUSE OF A DECEASED RETIRED HUDSON RIVER\n   14  PILOT OR A DECEASED HUDSON RIVER PILOT RECEIVING  DISABILITY  RETIREMENT\n   15  BENEFITS  ON  THE  DATE  OF DEATH, SHALL RECEIVE A TARGET YEARLY BENEFIT\n   16  EQUAL TO THE DECEASED PILOT'S BENEFIT FOR THE REMAINDER OF  THE  BENEFIT\n   17  PAYMENT  PERIOD IN WHICH DEATH OCCURRED, AND THEREAFTER FIFTY PERCENT OF\n   18  THE AMOUNT RECEIVED BY THE DECEASED PILOT ON THE DATE OF DEATH,  REDUCED\n   19  AS PROVIDED IN SUBDIVISION NINE OF THIS SECTION AND ADJUSTED AS PROVIDED\n   20  IN SUBDIVISION EIGHT OF THIS SECTION.\n   21    (C)  UPON THE DEATH OF THE SURVIVING SPOUSE OF A DECEASED HUDSON RIVER\n   22  PILOT WHO WAS RECEIVING BENEFITS,  THE  BALANCE  OF  THE  TARGET  YEARLY\n   23  PENSION BENEFIT FOR THE REMAINDER OF THE BENEFIT PAYMENT PERIOD SHALL BE\n   24  PAID TO THE DECEASED SURVIVING SPOUSE'S ESTATE OR DESIGNATED BENEFICIARY\n   25  AFTER WHICH ALL RIGHTS TO BENEFITS SHALL TERMINATE.\n   26    8.  THE HUDSON RIVER PILOTS SURCHARGE BOARD OR ANY COMMITTEE APPOINTED\n   27  THEREBY SHALL ADJUST THE BENEFITS DESCRIBED IN SUBDIVISION FIVE OF  THIS\n   28  SECTION  BY  NOT  MORE THAN ONE-HALF OF THE CUMULATIVE ADJUSTMENT IN THE\n   29  \"CONSUMER  PRICE   INDEX-ALL   URBAN   CONSUMERS-(CPI-U)   N.Y.-NORTHERN\n   30  N.J.-LONG ISLAND, NY-NJ-CT-ALL ITEMS\" ON THE EARLIER OF EACH THIRD ANNI-\n   31  VERSARY  OF  THE EFFECTIVE DATE OF THIS SUBDIVISION OR THE DATE ON WHICH\n   32  SUCH CONSUMER PRICE INDEX INCREASES BY AN INCREMENT OF MORE THAN  TWELVE\n   33  PERCENT  FROM  THE LEVEL IN EFFECT ON THE DATE (A) THIS SUBDIVISION TOOK\n   34  EFFECT, OR (B) OF ANY SUBSEQUENT ADJUSTMENT TO SUCH RATES. THESE ADJUST-\n   35  MENTS SHALL TAKE PLACE FOR A PERIOD OF FIFTEEN YEARS FROM THE  EFFECTIVE\n   36  DATE  OF  THIS SUBDIVISION WITH RESPECT TO PILOTS DESCRIBED IN PARAGRAPH\n   37  (B) OF SUBDIVISION FIVE OF THIS SECTION AND  FOR  A  PERIOD  OF  FIFTEEN\n   38  YEARS  FROM  THE  DATE OF RETIREMENT WITH RESPECT TO PILOTS DESCRIBED IN\n   39  PARAGRAPH (A) OF SUBDIVISION FIVE OF THIS SECTION.  ADJUSTMENTS  GRANTED\n   40  TO  RETIRED PILOTS OR THEIR SURVIVING SPOUSES RETIRED LESS THAN THE FULL\n   41  THREE YEAR INTERVAL BETWEEN  ADJUSTMENTS  SHALL  HAVE  SUCH  ADJUSTMENTS\n   42  PRO-RATED  TO  THE NUMBER OF MONTHS THEY HAVE BEEN RETIRED PRIOR TO SUCH\n   43  ADJUSTMENT. THE DETERMINATION BY THE SURCHARGE BOARD, OR  ANY  COMMITTEE\n   44  APPOINTED THEREBY, OF THE AMOUNT OF SUCH ADJUSTMENT SHALL BE FINAL.\n   45    9.  IN  THE EVENT THAT IN ANY CALENDAR YEAR THE SURCHARGE DESCRIBED IN\n   46  SUBPARAGRAPH ONE-C OF PARAGRAPH (B) OF SUBDIVISION FOUR OF THIS  SECTION\n   47  IS  SUBJECT  TO  THE LIMITATION SET FORTH IN SUCH SUBPARAGRAPH ONE-C THE\n   48  BENEFITS PAYABLE UNDER PARAGRAPHS (A) AND (B)  OF  SUBDIVISION  FIVE  OF\n   49  THIS  SECTION  AND  SUBDIVISION SEVEN OF THIS SECTION AND THE PORTION OF\n   50  THE SURCHARGE ALLOCABLE THERETO, SHALL BE REDUCED ON A  PRO-RATA  BASIS.\n   51  THE  HUDSON  RIVER PILOTS' SURCHARGE BOARD SHALL DETERMINE THE AMOUNT OF\n   52  SUCH REDUCTIONS WHICH DETERMINATIONS SHALL BE FINAL.\n   53    10. PILOTS ELIGIBLE FOR BENEFITS AS PROVIDED  IN  THIS  SECTION  SHALL\n   54  HAVE NINETY DAYS TO CHOOSE TO ENROLL IN THE RETIREMENT BENEFIT DESCRIBED\n   55  IN  SUBDIVISION FIVE OF THIS SECTION COMMENCING FROM THE DATE THAT INDI-\n   56  VIDUAL BECOMES ELIGIBLE TO RECEIVE SUCH BENEFITS.  PILOTS  ELIGIBLE  FOR\n\n       A. 3226                             6\n\n    1  BENEFITS  AS PROVIDED IN THIS SECTION WHO RETIRE FROM ACTIVE SERVICE AND\n    2  CHOOSE TO ENROLL IN THE RETIREMENT BENEFIT DESCRIBED IN SUBDIVISION FIVE\n    3  OF THIS SECTION SHALL NOT BE ELIGIBLE TO RECEIVE  ANY  OTHER  RETIREMENT\n    4  BENEFIT  FROM  THE  HUDSON  RIVER  PILOTS  ASSOCIATION.  THE DECISION TO\n    5  ENROLL, OR DECLINE TO ENROLL, IN THE  BENEFIT  PROVIDED  IN  SUBDIVISION\n    6  FIVE  OF  THIS  SECTION  SHALL BE IRREVOCABLE AFTER NINETY DAYS FROM THE\n    7  DATE THAT INDIVIDUAL SHALL BECOME ELIGIBLE TO RECEIVE SUCH BENEFIT.\n    8    11. A \"HUDSON RIVER PILOT\" FOR THE PURPOSES OF THIS SECTION IS DEFINED\n    9  AS AN INDIVIDUAL HOLDING A LICENSE TO ACT AS HUDSON RIVER PILOT FOR  THE\n   10  WATERS OF THE HUDSON RIVER NORTH OF A LINE RUNNING FROM THE FOOT OF MAIN\n   11  STREET  IN  YONKERS  TO ALPINE, NEW JERSEY AND SOUTH OF THE DAM AT TROY,\n   12  ISSUED BY THE BOARD OF COMMISSIONERS OF PILOTS OF THE STATE OF NEW YORK.\n   13  A \"RETIRED HUDSON RIVER PILOT\" FOR THE PURPOSES OF  THIS  SECTION  IS  A\n   14  PILOT WHO RETIRED FROM ACTIVE SERVICE IN THE HUDSON RIVER PILOTS ASSOCI-\n   15  ATION.  A \"HUDSON RIVER PILOT ON DISABILITY RETIREMENT\" FOR THE PURPOSES\n   16  OF THIS SECTION IS DEFINED AS A PILOT WHO BECAME DISABLED BY ACCIDENT OR\n   17  SICKNESS, AND WAS CERTIFIED AS DISABLED BY A  PHYSICIAN  CHOSEN  BY  THE\n   18  HUDSON RIVER PILOTS ASSOCIATION, AFTER A MINIMUM OF TWENTY-FIVE YEARS OF\n   19  SERVICE IN THE HUDSON RIVER PILOTS ASSOCIATION.\n   20    S  3.  This  act shall take effect on the ninetieth day after it shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the navigation law, in relation to the creation of a Hudson River pilots surcharge board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905602646
}