{
  "year" : 2011,
  "senateBillNo" : "A3227-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3227-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the performance of illegal maneuvers while operating a motorcycle; penalties and fines",
  "summary" : "Prohibits the performance of illegal maneuvers while operating a motorcycle; penalties, fines and revocation of license and registration. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3227\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, BENEDETTO -- Multi-Sponsored by -- M. of\n         A. BURLING, CERETTO, MONTESANO, ROBINSON -- read once and referred  to\n         the Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to performance\n         of illegal maneuvers while operating a motorcycle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1254 to read as follows:\n    3    S 1254. PERFORMANCE OF AN ILLEGAL MANEUVER WHILE OPERATING A  MOTORCY-\n    4  CLE.  (A)  \"ILLEGAL  MANEUVER\"  SHALL MEAN ANY MANEUVER PERFORMED BY THE\n    5  OPERATOR OF A MOTORCYCLE WHICH REQUIRES THE FRONT OR REAR WHEEL OF  SUCH\n    6  MOTORCYCLE  TO LEAVE CONTACT WITH THE ROAD, OR ANY MANEUVER DESCRIBED IN\n    7  SUBDIVISIONS (B) AND (C) OF SECTION TWELVE  HUNDRED  FIFTY-TWO  OF  THIS\n    8  ARTICLE.\n    9    (B) THE OPERATOR OF A MOTORCYCLE SHALL NOT PERFORM AN ILLEGAL MANEUVER\n   10  WHILE OPERATING A MOTORCYCLE.\n   11    (C) A VIOLATION OF SUBDIVISION (B) OF THIS SECTION SHALL BE PUNISHABLE\n   12  BY  A  FINE  OF  TWO  HUNDRED  FIFTY  DOLLARS AND SHALL NOT EXCEED THREE\n   13  HUNDRED EIGHTY-FIVE DOLLARS.\n   14    (D) A SECOND VIOLATION OF SUBDIVISION  (B)  OF  THIS  SECTION,  WITHIN\n   15  EIGHTEEN  MONTHS  OF  PRIOR CONVICTION, SHALL BE PUNISHABLE BY A FINE OF\n   16  THREE HUNDRED EIGHTY-FIVE DOLLARS AND SHALL NOT EXCEED SIX  HUNDRED  TEN\n   17  DOLLARS.   IN ADDITION TO ANY PENALTIES WHICH MAY BE IMPOSED PURSUANT TO\n   18  THIS SUBDIVISION, THE  VIOLATOR'S  LICENSE  AND  REGISTRATION  SHALL  BE\n   19  REVOKED AUTOMATICALLY FOR A PERIOD OF ONE YEAR.\n   20    (E)  A  THIRD  OR  SUBSEQUENT  VIOLATION  OF  SUBDIVISION  (B) OF THIS\n   21  SECTION, WITHIN EIGHTEEN MONTHS OF PRIOR CONVICTION, SHALL BE PUNISHABLE\n   22  BY A FINE OF SIX HUNDRED TEN DOLLARS AND SHALL NOT EXCEED  ONE  THOUSAND\n   23  TWO  HUNDRED  TEN  DOLLARS.    IN ADDITION TO ANY PENALTIES WHICH MAY BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04820-01-1\n\n       A. 3227                             2\n\n    1  IMPOSED PURSUANT TO THIS SUBDIVISION, THE VIOLATOR'S LICENSE AND  REGIS-\n    2  TRATION SHALL BE REVOKED AUTOMATICALLY FOR A PERIOD OF FIVE YEARS.\n    3    S  2.  Subparagraphs  (x)  and (xi) of paragraph a of subdivision 2 of\n    4  section 510 of the vehicle and traffic law, as added by chapter  571  of\n    5  the laws of 2006, are amended and two new subparagraphs (xii) and (xiii)\n    6  are added to read as follows:\n    7    (x)  of  a  traffic  infraction  for a subsequent violation of article\n    8  twenty-six of this chapter and the commission of such  violation  caused\n    9  serious  physical injury to another person and such subsequent violation\n   10  occurred within eighteen months of a prior violation of any provision of\n   11  article twenty-six of this chapter where the commission  of  such  prior\n   12  violation caused the serious physical injury or death of another person;\n   13  [or]\n   14    (xi)  of  a  traffic  infraction for a subsequent violation of article\n   15  twenty-six of this chapter and the commission of such  violation  caused\n   16  the death of another person and such subsequent violation occurred with-\n   17  in  eighteen  months  of  a  prior violation of any provision of article\n   18  twenty-six of this chapter where the commission of such prior  violation\n   19  caused the serious physical injury or death of another person;\n   20    (XII)  OF  A  SECOND  VIOLATION  OF  SUBDIVISION (B) OF SECTION TWELVE\n   21  HUNDRED FIFTY-FOUR OF THIS CHAPTER SHALL RESULT IN A LICENSE AND  REGIS-\n   22  TRATION REVOCATION OF ONE YEAR; OR\n   23    (XIII)  OF  A  THIRD  VIOLATION  OF  SUBDIVISION (B) OF SECTION TWELVE\n   24  HUNDRED FIFTY-FOUR OF THIS CHAPTER SHALL RESULT IN A LICENSE AND  REGIS-\n   25  TRATION REVOCATION OF FIVE YEARS.\n   26    S 3. This act shall take effect on the first of November next succeed-\n   27  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to performance of illegal maneuvers while operating a motorcycle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T120349.TXT", "SOBI.D110124.T153140.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296579829493
}