{
  "year" : 2011,
  "senateBillNo" : "A3236-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3236-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a disability benefit for employees of the New York city transit authority who are disabled by reason of an assault sustained in the course of employment",
  "summary" : "Provides for a disability benefit for employees of the New York city transit authority, and its subsidiary corporations, who are disabled by reason of an assault sustained in the course of employment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4439-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3236\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. HEASTIE -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to  providing  a\n         disability benefit for employees of the New York city transit authori-\n         ty  and  its  subsidiary corporations who are disabled by reason of an\n         assault sustained in the course of employment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 1210-b to read as follows:\n    3    S 1210-B. DISABILITY BENEFIT FOR  EMPLOYEES.    1.  AS  USED  IN  THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    A.  \"AUTHORITY\" SHALL MEAN THE NEW YORK CITY TRANSIT AUTHORITY AND ANY\n    6  OF ITS  SUBSIDIARY  CORPORATIONS,  INCLUDING  THE  MANHATTAN  AND  BRONX\n    7  SURFACE OPERATING AUTHORITY.\n    8    B. \"EMPLOYEE\" SHALL MEAN ANY OFFICER OR EMPLOYEE OF THE AUTHORITY.\n    9    2. ANY EMPLOYEE OF THE AUTHORITY WHO, AFTER THE EFFECTIVE DATE OF THIS\n   10  SECTION,  SUSTAINS  AN  INJURY  FOR  WHICH HE OR SHE IS DETERMINED TO BE\n   11  ELIGIBLE FOR WORKERS' COMPENSATION BENEFITS AS A RESULT  OF  AN  ASSAULT\n   12  SUSTAINED  IN  THE COURSE OF HIS OR HER EMPLOYMENT SHALL BE ENTITLED, IN\n   13  ADDITION TO ANY WORKERS' COMPENSATION  PAYMENT  AND  ANY  OTHER  BENEFIT\n   14  RECEIVED  BY  THE  EMPLOYEE OWING TO SUCH DISABILITY WHETHER PURSUANT TO\n   15  LAW OR CONTRACT, TO A DISABILITY BENEFIT PAYMENT EQUAL  TO  ONE-HALF  OF\n   16  THE WEEKLY WORKERS' COMPENSATION PAYMENT, EXCLUDING SCHEDULE AWARDS THAT\n   17  THE  EMPLOYEE  RECEIVES FOR THE SAME DISABILITY. SUCH DISABILITY PAYMENT\n   18  SHALL BE MADE BY THE AUTHORITY BI-WEEKLY AND SHALL CONTINUE FOR SO  LONG\n   19  AS  THE  EMPLOYEE  RECEIVES A WORKERS' COMPENSATION PAYMENT FOR THE SAME\n   20  DISABILITY. THE BENEFITS PROVIDED FOR  IN  THIS  SECTION  SHALL  NOT  BE\n   21  DEEMED  TO  OFFSET  OR REDUCE ANY OTHER PAYMENT TO WHICH THE EMPLOYEE IS\n   22  OTHERWISE ENTITLED.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06490-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to providing a disability benefit for employees of the New York city transit authority and its subsidiary corporations who are disabled by reason of an assault sustained in the course of employment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T153140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902140
}