{
  "year" : 2011,
  "senateBillNo" : "A3239-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to banks",
    "billEventId" : "A3239-2011-1295845200000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows credit unions, savings banks, savings and loan associations and federal savings associations to accept and secure deposits from municipal corporations",
  "summary" : "Allows credit unions, savings banks, savings and loan associations and federal savings associations to accept and secure deposits from municipal corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA4370-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3239\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. HEASTIE -- read once and referred to the Commit-\n         tee on Banks\n\n       AN ACT to amend the general  municipal  law  and  the  banking  law,  in\n         relation  to  allowing  credit unions, savings banks, savings and loan\n         associations and federal savings associations  to  accept  and  secure\n         deposits from municipal corporations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph d of subdivision 1 of section 10 of  the  general\n    2  municipal law, as amended by chapter 623 of the laws of 1998, is amended\n    3  to read as follows:\n    4    d.  \"Bank\"  shall  mean  a  bank  as  defined  by the banking law or a\n    5  national banking association located and authorized to  do  business  in\n    6  New  York;  A  CREDIT  UNION  AS DEFINED BY THE BANKING LAW OR A FEDERAL\n    7  CREDIT UNION LOCATED AND AUTHORIZED TO DO BUSINESS IN NEW YORK WHICH HAS\n    8  ITS PRINCIPAL OFFICE IN A LOCATION DESCRIBED IN PARAGRAPH (A) OF  SUBDI-\n    9  VISION  THIRTY-SEVEN  OF  SECTION FOUR HUNDRED FIFTY-FOUR OF THE BANKING\n   10  LAW, OR A BRANCH OFFICE IN A LOCATION  DESCRIBED  IN  PARAGRAPH  (B)  OF\n   11  SUBDIVISION THIRTY-SEVEN OF SECTION FOUR HUNDRED FIFTY-FOUR OF THE BANK-\n   12  ING  LAW; OR A SAVINGS BANK AS DEFINED BY THE BANKING LAW, A SAVINGS AND\n   13  LOAN ASSOCIATION AS DEFINED BY THE BANKING  LAW  OR  A  FEDERAL  SAVINGS\n   14  ASSOCIATION  LOCATED AND AUTHORIZED TO DO BUSINESS IN NEW YORK WHICH HAS\n   15  ITS PRINCIPAL OFFICE IN A LOCATION DESCRIBED IN PARAGRAPH (A) OF  SUBDI-\n   16  VISION  TWO OF SECTION TWO HUNDRED THIRTY-SEVEN OF THE BANKING LAW, OR A\n   17  BRANCH OFFICE IN A LOCATION DESCRIBED IN PARAGRAPH  (B)  OF  SUBDIVISION\n   18  TWO OF SECTION TWO HUNDRED THIRTY-SEVEN OF THE BANKING LAW.\n   19    S  2. Section 454 of the banking law is amended by adding a new subdi-\n   20  vision 37 to read as follows:\n   21    37. (A) TO ACCEPT DEPOSITS  FOR  CREDIT  TO  A  LOCAL  GOVERNMENT,  AS\n   22  DEFINED  IN PARAGRAPH A OF SUBDIVISION ONE OF SECTION TEN OF THE GENERAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06488-01-1\n\n       A. 3239                             2\n\n    1  MUNICIPAL LAW, AT ITS PRINCIPAL OFFICE WHERE SUCH CREDIT UNION MAINTAINS\n    2  ITS PRINCIPAL OFFICE WITHIN THE JURISDICTION OF SUCH LOCAL GOVERNMENT.\n    3    (B) TO ACCEPT DEPOSITS FOR CREDIT TO A LOCAL GOVERNMENT, AS DEFINED IN\n    4  PARAGRAPH  A  OF SUBDIVISION ONE OF SECTION TEN OF THE GENERAL MUNICIPAL\n    5  LAW, AT ITS BRANCH OFFICE WHERE SUCH CREDIT  UNION  MAINTAINS  A  BRANCH\n    6  OFFICE WITHIN THE JURISDICTION OF SUCH LOCAL GOVERNMENT.\n    7    S  3. The banking law is amended by adding a new section 454-a to read\n    8  as follows:\n    9    S 454-A. DEPOSITS OF PUBLIC MONEY WITH CREDIT  UNIONS;  SECURITY.    A\n   10  CREDIT  UNION MAY ACCEPT DEPOSITS OF PUBLIC MONEY SUBJECT TO THE LIMITA-\n   11  TIONS PROVIDED IN  SUBDIVISION  THIRTY-SEVEN  OF  SECTION  FOUR  HUNDRED\n   12  FIFTY-FOUR  OF  THIS  ARTICLE.  SUCH CREDIT UNION SHALL PLEDGE ASSETS OR\n   13  FURNISH OTHER SECURITY SATISFACTORY IN FORM AND AMOUNT TO THE DEPOSITOR,\n   14  FOR THE REPAYMENT OF MONIES HELD IN THE NAME  OF  SUCH  DEPOSITOR,  WHEN\n   15  REQUIRED TO BE SECURED BY APPLICABLE LAW, DECREE OR REGULATION.\n   16    S  4.  Subdivision  2 of section 237 of the banking law, as amended by\n   17  chapter 360 of the laws of 1984, is amended to read as follows:\n   18    2. [No savings bank shall accept any deposit for credit to any munici-\n   19  pal corporation.] (A) A  SAVINGS  BANK  WHICH  MAINTAINS  ITS  PRINCIPAL\n   20  OFFICE  WITHIN A LOCAL GOVERNMENT, AS DEFINED IN PARAGRAPH A OF SUBDIVI-\n   21  SION ONE OF SECTION TEN OF THE GENERAL MUNICIPAL LAW, MAY ACCEPT  DEPOS-\n   22  ITS AT SUCH PRINCIPAL OFFICE FOR CREDIT TO SUCH LOCAL GOVERNMENT.\n   23    (B)  A  SAVINGS  BANK  WHICH  MAINTAINS A BRANCH OFFICE WITHIN A LOCAL\n   24  GOVERNMENT, AS DEFINED IN PARAGRAPH A OF SUBDIVISION ONE OF SECTION  TEN\n   25  OF  THE GENERAL MUNICIPAL LAW, MAY ACCEPT DEPOSITS AT SUCH BRANCH OFFICE\n   26  FOR CREDIT TO SUCH LOCAL GOVERNMENT.\n   27    S 5. Section 234 of the banking law is amended by adding a new  subdi-\n   28  vision 26 to read as follows:\n   29    26. PURSUANT TO SUBDIVISION TWO OF SECTION TWO HUNDRED THIRTY-SEVEN OF\n   30  THIS ARTICLE, TO PLEDGE ASSETS OR FURNISH OTHER SECURITY SATISFACTORY IN\n   31  FORM  AND  AMOUNT  TO THE DEPOSITOR, FOR THE REPAYMENT OF MONIES HELD IN\n   32  THE NAME OF SUCH DEPOSITOR, WHEN REQUIRED TO BE  SECURED  BY  APPLICABLE\n   33  LAW,  DECREE  OR  REGULATION  AND  TO  EXERCISE  THE POWERS CONTAINED IN\n   34  SECTION NINETY-SIX-B OF THIS CHAPTER.\n   35    S 6. Section 383 of the banking law is amended by adding a new  subdi-\n   36  vision 17 to read as follows:\n   37    17. PURSUANT TO SUBDIVISION TWO OF SECTION TWO HUNDRED THIRTY-SEVEN OF\n   38  THIS CHAPTER, TO PLEDGE ASSETS OR FURNISH OTHER SECURITY SATISFACTORY IN\n   39  FORM  AND  AMOUNT  TO THE DEPOSITOR, FOR THE REPAYMENT OF MONIES HELD IN\n   40  THE NAME OF SUCH DEPOSITOR, WHEN REQUIRED TO BE  SECURED  BY  APPLICABLE\n   41  LAW,  DECREE  OR  REGULATION  AND  TO  EXERCISE  THE POWERS CONTAINED IN\n   42  SECTION NINETY-SIX-B OF THIS CHAPTER.\n   43    S 7. This act shall take effect on the ninetieth day  after  it  shall\n   44  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the banking law, in relation to allowing credit unions, savings banks, savings and loan associations and federal savings associations to accept and secure deposits from municipal corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T173644.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908604092
}