{
  "year" : 2011,
  "senateBillNo" : "A3230-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3230-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the New York state AFL-CIO to select a member to the metropolitan transportation authority",
  "summary" : "Allows the New York state AFL-CIO to select one of the five voting members to the metropolitan transportation authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4465-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3230\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, HEVESI, JAFFEE -- read once and referred\n         to the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to allowing  the\n         New  York  state AFL-CIO to select a member to the metropolitan trans-\n         portation authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 1 of paragraph (a) of subdivision 1 of section\n    2  1263 of the public authorities law, as amended by section 3 of part H of\n    3  chapter 25 of the laws of 2009, is amended to read as follows:\n    4    (1)  There is hereby created the \"metropolitan transportation authori-\n    5  ty.\" The authority shall be a body corporate and politic constituting  a\n    6  public  benefit  corporation. The authority shall consist of a chairman,\n    7  sixteen other voting members, and  two  non-voting  and  four  alternate\n    8  non-voting  members,  as described in subparagraph two of this paragraph\n    9  appointed by the governor by and with the  advice  and  consent  of  the\n   10  senate. Any member appointed to a term commencing on or after June thir-\n   11  tieth,  two  thousand  nine  shall have experience in one or more of the\n   12  following areas: transportation, public administration, business manage-\n   13  ment,  finance,  accounting,  law,  engineering,  land  use,  urban  and\n   14  regional   planning,   management   of  large  capital  projects,  labor\n   15  relations, or have experience in some other area of activity central  to\n   16  the  mission  of the authority. Four of the sixteen voting members other\n   17  than the chairman shall be appointed on the  written  recommendation  of\n   18  the  mayor  of  the  city  of  New  York; and each of seven other voting\n   19  members other than the chairman shall be appointed after selection  from\n   20  a written list of three recommendations from the chief executive officer\n   21  of  the  county  in  which  the  particular member is required to reside\n   22  pursuant to the provisions of this subdivision. Of the members appointed\n   23  on recommendation of the chief executive officer of a county,  one  such\n   24  member shall be, at the time of appointment, a resident of the county of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07377-01-1\n\n       A. 3230                             2\n\n    1  Nassau,  one  a resident of the county of Suffolk, one a resident of the\n    2  county of Westchester, one a resident of the county of Dutchess,  one  a\n    3  resident of the county of Orange, one a resident of the county of Putnam\n    4  and  one a resident of the county of Rockland, provided that the term of\n    5  any member who is a resident of a county that  has  withdrawn  from  the\n    6  metropolitan commuter transportation district pursuant to section twelve\n    7  hundred  seventy-nine-b  of this article shall terminate upon the effec-\n    8  tive date of such county's withdrawal from such district.  Of  the  five\n    9  voting members, other than the chairman, appointed by the governor with-\n   10  out recommendation from any other person, three shall be, at the time of\n   11  appointment,  residents of the city of New York and two shall be, at the\n   12  time of appointment, residents of such city or of any of  the  aforemen-\n   13  tioned counties in the metropolitan commuter transportation district. OF\n   14  THESE  FIVE  VOTING MEMBERS, ONE SHALL BE SELECTED FROM A LIST SUBMITTED\n   15  TO THE GOVERNOR BY THE NEW YORK STATE AFL-CIO. The chairman and each  of\n   16  the  members shall be appointed for a term of six years, provided howev-\n   17  er, that the chairman first appointed shall serve for a term ending June\n   18  thirtieth, nineteen hundred eighty-one, provided that thirty days  after\n   19  the effective date of [the] chapter TWENTY-FIVE of the laws of two thou-\n   20  sand  nine  [which  amended this subparagraph], the term of the chairman\n   21  shall expire; provided, further, that  such  chairman  may  continue  to\n   22  discharge the duties of his or her office until the position of chairman\n   23  is  filled by appointment by the governor upon the advice and consent of\n   24  the senate and the term of such new chairman shall terminate June  thir-\n   25  tieth,  two  thousand fifteen. The sixteen other members first appointed\n   26  shall serve for the following terms: The members from  the  counties  of\n   27  Nassau  and  Westchester shall each serve for a term ending June thirti-\n   28  eth, nineteen hundred  eighty-five;  the  members  from  the  county  of\n   29  Suffolk  and  from the counties of Dutchess, Orange, Putnam and Rockland\n   30  shall each serve for a term  ending  June  thirtieth,  nineteen  hundred\n   31  ninety-two;  two of the members appointed on recommendation of the mayor\n   32  of the city of New York shall each serve for a term ending June  thirti-\n   33  eth,  nineteen  hundred eighty-four and, two shall each serve for a term\n   34  ending June thirtieth, nineteen hundred eighty-one; two of  the  members\n   35  appointed by the governor without the recommendation of any other person\n   36  shall  each  serve  for  a  term ending June thirtieth, nineteen hundred\n   37  eighty-two, two shall each serve for a term ending June thirtieth, nine-\n   38  teen hundred eighty and one shall serve for a term ending  June  thirti-\n   39  eth, nineteen hundred eighty-five. The two non-voting and four alternate\n   40  non-voting  members  shall  serve until January first, two thousand one.\n   41  The members from the counties of Dutchess, Orange, Putnam  and  Rockland\n   42  shall cast one collective vote.\n   43    S  2.  This act shall take effect immediately; provided, however, that\n   44  the amendments to subparagraph 1 of paragraph (a) of  subdivision  1  of\n   45  section  1263  of the public authorities law made by section one of this\n   46  act shall not affect the expiration  of  such  paragraph  and  shall  be\n   47  deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to allowing the New York state AFL-CIO to select a member to the metropolitan transportation authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T153140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902177
}