{
  "year" : 2011,
  "senateBillNo" : "A3231-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3231-2011-1295845200000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the disclosure of certain ownership information by funeral firms at their premises and in certain written materials",
  "summary" : "Provides for the disclosure of ownership interest of ten percent or more by funeral firms at their premises and in certain written materials, including, letterhead, invoices, and advertising. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3994-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3231\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CYMBROWITZ -- Multi-Sponsored by -- M. of A.\n         ROBINSON -- read once  and  referred  to  the  Committee  on  Consumer\n         Affairs and Protection\n\n       AN  ACT  to  amend  the public health law, in relation to the display of\n         ownership information by funeral firms\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3441 of the public health law is amended by adding\n    2  a new subdivision 1-a to read as follows:\n    3    1-A. (A) EVERY FUNERAL ESTABLISHMENT SHALL DISPLAY ON A SIGN,  LOCATED\n    4  EITHER  IMMEDIATELY OUTSIDE OR IMMEDIATELY INSIDE THE MAIN ENTRANCE, ALL\n    5  OF THE FOLLOWING OWNERSHIP INFORMATION:\n    6    (I) THE NAME OF EVERY REGISTERED, LICENSED FUNERAL DIRECTOR WHO  HOLDS\n    7  AT  LEAST  A  TEN PERCENT OWNERSHIP INTEREST IN THE BUSINESS ENTITY THAT\n    8  OPERATES THE FUNERAL ESTABLISHMENT; AND\n    9    (II) THE NAMES OF ANY AND ALL  BUSINESS  ENTITIES  WHICH  DIRECTLY  OR\n   10  INDIRECTLY  HOLD  AN  OWNERSHIP  INTEREST  OF TEN PERCENT OR MORE IN THE\n   11  BUSINESS ENTITY THAT OPERATES THE FUNERAL ESTABLISHMENT.\n   12    (B) THE LETTERING ON SUCH SIGNS SHALL BE NOT LESS  THAN  ONE  INCH  IN\n   13  HEIGHT.\n   14    (C)  WHEN  AN  OWNERSHIP  INTEREST OF TEN PERCENT OR MORE IN A FUNERAL\n   15  ESTABLISHMENT IS HELD EITHER DIRECTLY OR INDIRECTLY BY ONE OR MORE BUSI-\n   16  NESS ENTITIES, THE NAME, COMPLETE HEADQUARTERS  ADDRESS,  AND  TELEPHONE\n   17  NUMBER OF EACH SUCH BUSINESS ENTITY SHALL ALSO BE LISTED ON ALL BUSINESS\n   18  LETTERHEAD  STATIONERY, INVOICES, AND ADVERTISING MATERIALS USED BY SUCH\n   19  FUNERAL ESTABLISHMENT.\n   20    S 2. This act shall take effect on the one hundred twentieth day after\n   21  it shall have become a law; provided that the commissioner of health  is\n   22  authorized  to promulgate any and all rules and regulations and take any\n   23  other measures necessary to implement this act on its effective date  on\n   24  or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07763-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the display of ownership information by funeral firms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T153140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902183
}