{
  "year" : 2011,
  "senateBillNo" : "A3232-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3232-2011-1295845200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increase penalties for the illegal taking of deer",
  "summary" : "Increases penalties for the illegal taking of deer; establishes that a person who illegally takes deer more than once shall lose his or her hunting license for ten years. ",
  "currentCommittee" : null,
  "sameAs" : "S2449",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1534-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3232\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. GABRYSZAK, GIGLIO -- Multi-Sponsored by -- M. of\n         A. BRENNAN, BURLING, REILLY, SCARBOROUGH,  TITONE  --  read  once  and\n         referred to the Committee on Environmental Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         illegal taking of deer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  71-0921 of the environmental\n    2  conservation law, as amended by chapter 289 of  the  laws  of  2004,  is\n    3  amended to read as follows:\n    4    1.  The  illegal taking of big game prior to the first day of the open\n    5  season or after the last day of the open season in the  county  or  part\n    6  thereof  where  taken, or any illegal taking of a deer, or the taking of\n    7  big game by the aid of an artificial light.  [Each such] A FIRST  misde-\n    8  meanor FOR A VIOLATION OF THIS SUBDIVISION shall be punishable by impri-\n    9  sonment  for  not  more than one year or by a fine of not less than [two\n   10  hundred fifty] FIVE HUNDRED dollars nor more than [two]  THREE  thousand\n   11  dollars,  or  by  both  such imprisonment and fine.   ADDITIONALLY, SUCH\n   12  PERSON SHALL HAVE ANY EXISTING  FIREARM  LICENSE  HE  OR  SHE  POSSESSES\n   13  SUSPENDED FOR TWO YEARS AND SHALL BE INELIGIBLE FOR A FIREARM LICENSE OR\n   14  A  HUNTING  LICENSE  FOR  TWO  YEARS. EVERY SUBSEQUENT MISDEMEANOR FOR A\n   15  VIOLATION OF THIS SUBDIVISION SHALL BE PUNISHABLE  BY  IMPRISONMENT  FOR\n   16  NOT  MORE  THAN  ONE  YEAR  OR  BY  A FINE OF NOT LESS THAN ONE THOUSAND\n   17  DOLLARS NOR MORE THAN FIVE THOUSAND DOLLARS, OR BY BOTH  SUCH  IMPRISON-\n   18  MENT AND FINE. ADDITIONALLY, SUCH PERSON SHALL HAVE ANY EXISTING FIREARM\n   19  LICENSE  HE OR SHE POSSESSES SUSPENDED FOR FIVE YEARS, SHALL BE INELIGI-\n   20  BLE FOR A FIREARM LICENSE FOR FIVE YEARS AND SHALL FORFEIT  HIS  OR  HER\n   21  HUNTING  LICENSE.  ANY  PERSON  REQUIRED  TO  FORFEIT HIS OR HER HUNTING\n   22  LICENSE PURSUANT TO THIS SUBDIVISION SHALL SURRENDER IT TO ANY  ENVIRON-\n   23  MENTAL  CONSERVATION OFFICER, SPECIAL GAME PROTECTOR OR ANY OTHER PERSON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04170-01-1\n\n       A. 3232                             2\n\n    1  AUTHORIZED BY THE DEPARTMENT TO RECEIVE IT AND SHALL  BE  INELIGIBLE  TO\n    2  PROCURE ANOTHER HUNTING LICENSE FOR TEN YEARS.\n    3    S  2.  Subdivision 3 of section 71-0925 of the environmental conserva-\n    4  tion law is amended to read as follows:\n    5    3. If the violation involves the illegal taking of a deer prior to the\n    6  first day of the open season or after the last day of the open season in\n    7  the county or part of a county in which taken, or  the  taking  of  deer\n    8  with  the  aid  of  an artificial light, or the illegal taking of a wild\n    9  deer, [one] TWO hundred dollars and  an  additional  penalty  of  [four]\n   10  EIGHT  hundred dollars for the first deer taken and a further penalty of\n   11  [five hundred] ONE THOUSAND dollars for each succeeding deer taken;\n   12    S 3. This act shall take effect on the one hundred twentieth day after\n   13  it shall have become a law; provided, however, that effective immediate-\n   14  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   15  necessary  for  the  implementation of this act on its effective date is\n   16  authorized and directed to be made  and  completed  on  or  before  such\n   17  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the illegal taking of deer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905602650
}