{
  "year" : 2011,
  "senateBillNo" : "A3238-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3238-2011-1295845200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notaries public to provide evidence of identity for a notarial act and maintain an official journal of notarial acts",
  "summary" : "Requires notary publics to provide evidence of identity for a notarial act and maintain an official journal of notarial acts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A4329-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3238\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. HEASTIE -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to the duties of notaries\n         public, by requiring evidence of identity for a notarial act and main-\n         tenance of an official journal of notarial acts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  135  of  the executive law is amended to read as\n    2  follows:\n    3    S 135. Powers and duties; in  general;  of  notaries  public  who  are\n    4  attorneys  at  law.    1.  Every  notary public duly qualified is hereby\n    5  authorized and empowered within and throughout the state  to  administer\n    6  oaths  and  affirmations, to take affidavits and depositions, to receive\n    7  and certify acknowledgments or proof of deeds, mortgages and  powers  of\n    8  attorney  and  other  instruments  in  writing;  to demand acceptance or\n    9  payment of foreign and inland bills of exchange,  promissory  notes  and\n   10  obligations  in  writing,  and to protest the same for non-acceptance or\n   11  non-payment, as the case may require, and, for use in another  jurisdic-\n   12  tion, to exercise such other powers and duties as by the laws of nations\n   13  and  according  to commercial usage, or by the laws of any other govern-\n   14  ment or country may be  exercised  and  performed  by  notaries  public,\n   15  provided that when exercising such powers he shall set forth the name of\n   16  such other jurisdiction.\n   17    2.  A  NOTARY  PUBLIC  SHALL  DETERMINE  THE  IDENTITY  OF EACH PERSON\n   18  REQUESTING A NOTARIAL ACT. A NOTARY PUBLIC HAS EVIDENCE OF  IDENTITY  IF\n   19  THE  PERSON  REQUESTING A NOTARIAL ACT IS PERSONALLY KNOWN TO THE NOTARY\n   20  PUBLIC; IS IDENTIFIED ON THE BASIS OF A CURRENT IDENTIFICATION  DOCUMENT\n   21  ISSUED  BY A FEDERAL OR STATE GOVERNMENT AGENCY CONTAINING A PHOTOGRAPH,\n   22  SIGNATURE, AND PHYSICAL DESCRIPTION, THOUGH A PROPERLY STAMPED  PASSPORT\n   23  WITHOUT  A PHYSICAL DESCRIPTION IS ACCEPTABLE; OR IS IDENTIFIED UPON THE\n   24  OATH OR AFFIRMATION OF A CREDIBLE WITNESS PERSONALLY KNOWN TO THE NOTARY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06480-01-1\n\n       A. 3238                             2\n\n    1  PUBLIC OR OF TWO CREDIBLE WITNESSES WHO PRESENT AN IDENTIFICATION  DOCU-\n    2  MENT PURSUANT TO THIS SECTION.\n    3    3.  A  NOTARY PUBLIC SHALL KEEP, MAINTAIN, AND PROTECT A CHRONOLOGICAL\n    4  PAPER OR ELECTRONIC OFFICIAL JOURNAL OF NOTARIAL ACTS. FOR  EVERY  NOTA-\n    5  RIAL  ACT,  THE  NOTARY SHALL RECORD IN THE JOURNAL THE DATE AND TIME OF\n    6  THE NOTARIAL ACT,  THE  TYPE  OF  NOTARIAL  ACT;  THE  TYPE,  TITLE,  OR\n    7  DESCRIPTION  AND  DATE  OF  THE  DOCUMENT  OR MATTER; THE NAME, ADDRESS,\n    8  SIGNATURE, AND, IN THE CASE OF REAL ESTATE DOCUMENTS, THE  RIGHT  THUMB-\n    9  PRINT  OF  EACH PERSON WHO REQUESTS A NOTARIAL ACT; A DESCRIPTION OF THE\n   10  EVIDENCE OF IDENTITY OF EACH PERSON, INCLUDING, IF APPLICABLE, A  STATE-\n   11  MENT  THAT  THE  PERSON  IS  \"PERSONALLY KNOWN\" TO THE NOTARY, THE TYPE,\n   12  SERIAL NUMBER, AND DATE OF ISSUANCE OR EXPIRATION OF  AN  IDENTIFICATION\n   13  DOCUMENT,  OR  THE  NAME  AND  SIGNATURE OF ANY CREDIBLE WITNESS, AND IF\n   14  APPLICABLE, THE TYPE, SERIAL NUMBER, AND DATE OF ISSUANCE OR  EXPIRATION\n   15  OF  A DOCUMENT IDENTIFYING THE WITNESS; AND THE FEE, IF ANY, CHARGED FOR\n   16  THE NOTARIAL ACT.\n   17    4. A notary public who is an attorney at  law  regularly  admitted  to\n   18  practice  in  this  state  may, in his discretion, administer an oath or\n   19  affirmation to or take the affidavit or acknowledgment of his client  in\n   20  respect of any matter, claim, action or proceeding.\n   21    5.  For any misconduct by a notary public in the performance of any of\n   22  his powers such notary public shall be liable to the parties injured for\n   23  all damages sustained by them. A notary public shall  not,  directly  or\n   24  indirectly, demand or receive for the protest for the non-payment of any\n   25  note,  or for the non-acceptance or non-payment of any bill of exchange,\n   26  check or draft and giving the requisite notices and certificates of such\n   27  protest, including his notarial seal, if affixed  thereto,  any  greater\n   28  fee  or  reward  than seventy-five cents for such protest, and ten cents\n   29  for each notice, not exceeding five, on any bill or note.  Every  notary\n   30  public  having  a  seal  shall,  except  as otherwise provided, and when\n   31  requested, affix his seal to such protest free of expense.\n   32    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the duties of notaries public, by requiring evidence of identity for a notarial act and maintenance of an official journal of notarial acts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T153140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902175
}