{
  "year" : 2011,
  "senateBillNo" : "A3235-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3235-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that N.Y. city shall require qualified manholes to contain locking devices",
  "summary" : "Provides that cities with a population of one million or more shall require qualified manholes to contain locking devices. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A4352-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3235\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. HEASTIE -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in  relation  to  providing  for\n         municipalities  to  require  qualified  manholes  to  contain  locking\n         devices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  73 to read as follows:\n    3    S 73. MANHOLE BARRIER LOCKING DEVICES. 1. AS USED IN THIS SECTION, THE\n    4  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A) \"QUALIFIED MANHOLE\" MEANS SURFACE-LEVEL ACCESS TO HIGHLY  CRITICAL\n    6  UNDERGROUND  INFRASTRUCTURE  WHICH IS AT OR NEAR GRADE, AND UNSECURED BY\n    7  MEANS OTHER THAN A COVER OR GRATE OVER SUCH OPENING.\n    8    (B) \"SELF CONTAINED INDEPENDENT MANHOLE BARRIER LOCKING DEVICE\"  MEANS\n    9  A  SELF  CONTAINED  MECHANICAL  LOCKING  BARRIER DEVICE WHICH IS READILY\n   10  REMOVABLE AND REUSABLE, AND REQUIRES A PROPRIETARY,  CUSTOM,  OR  UNIQUE\n   11  KEY  OR WRENCH TO REMOVE, AND ANY ASSOCIATED KEY OR WRENCHES TO LOCK AND\n   12  UNLOCK SUCH DEVICE.\n   13    2. A CITY HAVING A POPULATION OF ONE MILLION OR MORE SHALL REQUIRE ALL\n   14  QUALIFIED MANHOLES LOCATED WITHIN SUCH CITY TO CONTAIN A SELF  CONTAINED\n   15  INDEPENDENT MANHOLE BARRIER LOCKING DEVICE PURSUANT TO THE PROVISIONS OF\n   16  THIS SECTION.\n   17    3.  NOTHING  CONTAINED  IN THIS SECTION SHALL BE CONSTRUED TO RESTRICT\n   18  THE POWER OF ANY COUNTY, CITY OF LESS THAN ONE  MILLION  IN  POPULATION,\n   19  TOWN  OR  VILLAGE,  OR  ANY  DISTRICT, AGENCY, BOARD, BODY OR COMMISSION\n   20  THEREOF TO ADOPT AND ENFORCE LOCAL LAWS THAT COMPLY WITH THE  PROVISIONS\n   21  SET FORTH IN THIS SECTION.\n   22    S 2. This act shall take effect on the one hundred twentieth day after\n   23  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06486-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T153140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905902151
}