{
  "year" : 2011,
  "senateBillNo" : "A323-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A323-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a special-use permit for ambulatory veterinarians to use oversized or commercial vehicles on the Taconic state parkway",
  "summary" : "Provides for a special-use permit for oversized or commercial vehicles on the Taconic state parkway; includes ambulatory veterinarians. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "A671-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          323\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Transportation\n\n       AN  ACT  to  amend  the  transportation  law,  in  relation to providing\n         special-use permits for certain commercial or  oversized  vehicles  on\n         certain special parkways\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 71 of the transportation  law,  as\n    2  added  by chapter 370 of the laws of 1979, is amended and a new subdivi-\n    3  sion 8 is added to read as follows:\n    4    5. To limit or prohibit travel by types or classes of commercial vehi-\n    5  cles as may be required due to roadway design or  safety  considerations\n    6  EXCEPT  AS  PROVIDED IN SUBDIVISION EIGHT OF THIS SECTION, and to estab-\n    7  lish speed limits and standards of travel safety  on  all  such  special\n    8  parkways designated by this article.\n    9    8. NOTWITHSTANDING ANY LAW, RULES, OR REGULATIONS TO THE CONTRARY, THE\n   10  COMMISSIONER  SHALL PROMULGATE RULES AND REGULATIONS NECESSARY TO IMPLE-\n   11  MENT A SPECIAL-USE PERMIT FOR CERTAIN COMMERCIAL OR  OVERSIZED  VEHICLES\n   12  PERMITTING THE USE OF CERTAIN SPECIAL PARKWAYS INCLUDING, BUT NOT LIMIT-\n   13  ED TO, AMBULATORY VETERINARIANS USE OF THE TACONIC STATE PARKWAY.\n   14    (A)  THE  OWNER  OF SUCH COMMERCIAL OR OVERSIZED VEHICLE MAY FILE WITH\n   15  THE COMMISSIONER OR ANY AGENT OF THE  COMMISSIONER  AN  APPLICATION  FOR\n   16  ISSUANCE  OF  SPECIAL-USE PERMIT FOR SUCH VEHICLE. THE APPLICATION SHALL\n   17  BE MADE ON A FORM FURNISHED BY THE COMMISSIONER  FOR  SUCH  PURPOSE  AND\n   18  SHALL  CONTAIN  SUCH  INFORMATION  AS THE COMMISSIONER SHALL REQUIRE. IF\n   19  SATISFIED THAT THE VEHICLE  IS  TO  BE  OPERATED  AS  PROVIDED  IN  THIS\n   20  SECTION,  THE  COMMISSIONER  SHALL  UPON PAYMENT OF A FEE OF TEN DOLLARS\n   21  ASSIGN TO SUCH VEHICLE A DISTINCTIVE NUMBER AND ISSUE AND DELIVER TO THE\n   22  APPLICANT A SPECIAL-USE PERMIT, IN SUCH FORM AS THE  COMMISSIONER  SHALL\n   23  PRESCRIBE,  INDICATING WHERE TO DISPLAY SUCH PERMIT IN SUCH VEHICLE, THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00779-01-1\n\n       A. 323                              2\n\n    1  EXTENT TO WHICH THE VEHICLE COVERED BY SUCH PERMIT MAY  BE  OPERATED  ON\n    2  THE  SPECIAL PARKWAYS, AND SUCH VEHICLE MAY BE OPERATED ONLY AS SO INDI-\n    3  CATED.\n    4    (B)  IF  A  SPECIAL-USE  PERMIT IS ISSUED BY A COUNTY CLERK, ACTING AS\n    5  AGENT OF THE COMMISSIONER, SUCH COUNTY CLERK SHALL BE  ENTITLED  TO  THE\n    6  SUM  OF  THIRTY-FIVE CENTS FOR EACH SPECIAL-USE PERMIT ISSUED, WHICH SUM\n    7  SHALL BE DEDUCTED BEFORE REMITTING THE FEE FOR SUCH  SPECIAL-USE  PERMIT\n    8  TO THE COMMISSIONER.\n    9    S 2. This act shall take effect on the one hundred twentieth day after\n   10  it shall have become a law; provided, however, that effective immediate-\n   11  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   12  necessary for the implementation of this act on its effective  date  are\n   13  authorized  and  directed  to  be  made  and completed on or before such\n   14  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to providing special-use permits for certain commercial or oversized vehicles on certain special parkways ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T103607.TXT", "SOBI.D101220.T105821.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767868
}