{
  "year" : 2011,
  "senateBillNo" : "A3234-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3234-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the use of an advanced system for securing tobacco taxes",
  "summary" : "Relates to the use of an advanced system for securing tobacco taxes; requires exclusive use of encrypted counterfeit-resistant cigarette tax stamps to provide a commission to agents for the purpose of leasing or the purchase of machinery and a sell-through provision for retailers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA7412-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3234\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GABRYSZAK, SPANO, CYMBROWITZ, BENEDETTO, CASTRO\n         -- Multi-Sponsored by -- M. of A. AUBRY, CROUCH, DESTITO, MAGEE, McDO-\n         NOUGH, McKEVITT, PEOPLES-STOKES, SCARBOROUGH -- read once and referred\n         to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to requiring the exclusive  use\n         of  encrypted  counterfeit-resistant cigarette tax stamps to provide a\n         commission to agents for the purpose of leasing  or  the  purchase  of\n         machinery and a sell-through provision for retailers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a  new  section  472-a  to\n    2  read as follows:\n    3    S 472-A. TOBACCO TAX SECURITY. 1. PURSUANT TO THE POWERS VESTED IN THE\n    4  COMMISSIONER UNDER SECTION FOUR HUNDRED SEVENTY-TWO OF THIS ARTICLE, THE\n    5  COMMISSIONER  SHALL  INCORPORATE A SYSTEM FOR SECURING TOBACCO TAXES DUE\n    6  TO THE STATE. SUCH A SYSTEM SHALL BE COMPRISED, AT  A  MINIMUM,  OF  THE\n    7  FOLLOWING:\n    8    (A) THE USE OF ENCRYPTED TAX STAMPS BY STAMPING AGENTS LICENSED PURSU-\n    9  ANT  TO  SECTION  FOUR  HUNDRED SEVENTY-TWO OF THIS ARTICLE. SUCH STAMPS\n   10  SHALL BE ENCRYPTED TO IDENTIFY, AT A MINIMUM:\n   11    (I) THE NAME AND ADDRESS OF THE LICENSED STAMPING AGENT  AFFIXING  THE\n   12  STAMP;\n   13    (II) THE DATE THE STAMP WAS AFFIXED TO THE PRODUCT; AND\n   14    (III) THE DENOMINATED VALUE OF THE STAMP OR METER IMPRESSION.\n   15    (B)  THE SECURE MANAGEMENT OF ANY DATA REQUIRED UNDER PARAGRAPH (A) OF\n   16  THIS SUBDIVISION AND OTHER DATA AS MAY BE REQUIRED BY THE COMMISSIONER;\n   17    (C) THE ENFORCEMENT OF SECTION FOUR HUNDRED SEVENTY-TWO OF THIS  ARTI-\n   18  CLE,  INCLUDING  SUCH DEVICES AS MAY BE USED BY THE DEPARTMENT AND OTHER\n   19  STATE EMPLOYEES AUTHORIZED BY THE COMMISSIONER.\n   20    2. SUCH ENCRYPTED TAX STAMPS SHALL:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07605-01-1\n\n       A. 3234                             2\n\n    1    (A) BE PRODUCED IN A PROVEN SECURE FACILITY  CERTIFIED  IN  ACCORDANCE\n    2  WITH  THE SECURITY ASSISTANCE STANDARDS ESTABLISHED IN TWO THOUSAND FIVE\n    3  BY THE AMERICAN NATIONAL STANDARDS  INSTITUTE  AND  THE  NORTH  AMERICAN\n    4  SECURITY PRODUCTS ORGANIZATION;\n    5    (B)  INCORPORATE  A  MINIMUM  OF FOUR LAYERS OF OVERT, SEMI-COVERT AND\n    6  COVERT DATA;\n    7    (C) BE APPLIED BY MACHINES  WHEREUPON  THE  ENCRYPTED  DATA  SHALL  BE\n    8  INSTANTANEOUSLY CAPTURED AND STORED BY AND FOR THE DEPARTMENT;\n    9    (D)  BE  READABLE  AND TRACEABLE FROM THE POINT OF STAMP PRODUCTION TO\n   10  SUCH POINT AS DEEMED APPROPRIATE BY THE COMMISSIONER; AND\n   11    (E) BE CAPABLE OF BEING READ BY A SCANNING OR SIMILAR DEVICE THAT  CAN\n   12  BE  UTILIZED BY ENFORCEMENT AGENTS OF THE STATE AND OTHERS DEEMED APPRO-\n   13  PRIATE BY THE COMMISSIONER.\n   14    S 2.  The department of taxation and finance shall issue a request for\n   15  proposal for the purpose of providing the system  described  in  section\n   16  472-a  of  the  tax  law, as added by section one of this act, within 90\n   17  days of the effective date of this act.   Bids  from  qualified  vendors\n   18  shall  be  received  by  the department of taxation and finance no later\n   19  than 60 days following the issuance of the  request  for  proposal.  Any\n   20  contract  issued pursuant to this section shall be issued within 90 days\n   21  following receipt of bids and installation of such system  completed  by\n   22  the successful bidder within 180 days of the issuance of such contract.\n   23    S  3. Subdivision 1 of section 472 of the tax law, as amended by chap-\n   24  ter 629 of the laws of 1996, is amended to read as follows:\n   25    1. The commissioner shall prescribe, prepare  and  furnish  stamps  of\n   26  such denominations and quantities as may be necessary for the payment of\n   27  the tax on cigarettes imposed by this article, and may from time to time\n   28  and  as  often as he deems advisable provide for the issuance and exclu-\n   29  sive use of stamps of a new design and forbid the use of stamps  of  any\n   30  other  design, in the manner and with the effect provided in section two\n   31  hundred seventy-four  of  this  chapter.  The  commissioner  shall  make\n   32  provisions  for the sale of such stamps at such places and at such times\n   33  as he may deem necessary and may license agents for  such  purpose.  The\n   34  commissioner  may  license  dealers in cigarettes, who maintain separate\n   35  warehousing facilities for the purpose  of  receiving  and  distributing\n   36  cigarettes  and conducting their business, who have received commitments\n   37  from at least two [cigarette] manufacturers whose aggregate market share\n   38  is at least forty percent of the New York state [cigarette] market,  and\n   39  importers,  exporters and manufacturers of cigarettes, and other persons\n   40  within or without the state as agents to buy or affix stamps to be  used\n   41  in  paying  the tax herein imposed, but an agent shall at all times have\n   42  the right to appoint the person in his employ who is to affix the stamps\n   43  to any cigarettes under the agent's control. The  fee  for  filing  such\n   44  application  for  an  agent's license shall be one thousand five hundred\n   45  dollars, unless such fee has  been  paid  during  the  preceding  twelve\n   46  months,  in  which case, the fee for a new license shall be one thousand\n   47  dollars. All of the provisions of section four hundred  eighty  OF  THIS\n   48  ARTICLE relating to wholesale dealers' licenses, including the procedure\n   49  for  suspension, revocation, refusal to license and for hearings, except\n   50  for paragraphs (c) and (g) of subdivision one of such section, shall  be\n   51  applicable  to  agents' licenses applied for or granted pursuant to this\n   52  section, as if such provisions had been set forth in full in this subdi-\n   53  vision and had expressly referred to the applicant for,  or  the  holder\n   54  of, an agent's license. Whenever the commissioner shall sell and deliver\n   55  to  any  such  agent  any  such  stamps, such agent shall be entitled to\n   56  receive as compensation for his services and expenses as such  agent  in\n\n       A. 3234                             3\n\n    1  selling  or  affixing such stamps, and to retain out of the moneys to be\n    2  paid by him for such stamps, a commission on the par value thereof.  The\n    3  commissioner  is  hereby  authorized  to prescribe a schedule of commis-\n    4  sions, not exceeding five per centum, allowable to such agent for buying\n    5  and affixing such stamps. Such schedule shall be uniform with respect to\n    6  the different types of stamps used, and may be on a graduated scale with\n    7  respect to the number of stamps purchased, PROVIDED HOWEVER, SUCH AGENTS\n    8  SHALL  BE  ENTITLED  TO  AN  ADDED  COMMISSION IN EXCESS OF THE FIVE PER\n    9  CENTUM TO BE DETERMINED BY THE COMMISSIONER TO  MITIGATE  THE  COSTS  TO\n   10  SUCH AGENTS IN RELATION TO THE LEASE OR PURCHASE OF THE MACHINERY AND/OR\n   11  EQUIPMENT NECESSARY TO APPLY OR AFFIX SUCH STAMPS AS REQUIRED IN SECTION\n   12  FOUR HUNDRED SEVENTY-TWO-A OF THIS ARTICLE. The commissioner may, in his\n   13  discretion,  permit  an  agent to pay for such stamps within thirty days\n   14  after the date of purchase and may require any such agent to  file  with\n   15  the  department  [of  taxation  and  finance]  a bond issued by a surety\n   16  company approved by the superintendent of insurance as to  solvency  and\n   17  responsibility and authorized to transact business in the state or other\n   18  security  acceptable  to the commissioner, in such amount as the commis-\n   19  sioner may fix, to secure the payment of any sums due  from  such  agent\n   20  pursuant  to this article. If securities are deposited as security under\n   21  this subdivision, such securities shall be kept in the  custody  of  the\n   22  commissioner and may be sold by the commissioner if it becomes necessary\n   23  so  to  do  in order to recover any sums due from such agent pursuant to\n   24  this article, but no such sale shall be had until after such agent shall\n   25  have had opportunity to litigate the validity of any tax if it elects so\n   26  to do. Upon any such sale, the surplus, if any, above the sums due under\n   27  this article shall be returned to such agent.\n   28    S 4. The department of  taxation  and  finance  shall,  following  the\n   29  implementation period and annually thereafter, report to the legislature\n   30  and to the governor on the effectiveness of the provisions of this act.\n   31    S  5.  This act shall take effect immediately, provided, however, that\n   32  section two of this act shall take effect on the one  hundred  eightieth\n   33  day  following  the  awarding  of  such  contract  pursuant to this act;\n   34  provided further that any product  in  the  possession  of  a  cigarette\n   35  retail  dealer  on  the  effective  date  of this act and stamped to the\n   36  commissioner of taxation and finance's satisfaction may continue  to  be\n   37  offered for sale and sold to cigarette purchasers.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to requiring the exclusive use of encrypted counterfeit-resistant cigarette tax stamps to provide a commission to agents for the purpose of leasing or the purchase of machinery and a sell-through provision for retailers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905602683
}