{
  "year" : 2011,
  "senateBillNo" : "A3233-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3233-2011-1295845200000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a qualified, independent entity to prepare a report on the tourism and economic impact of professional football home day and night games",
  "summary" : "Requires a qualified, independent entity to prepare a report on the tourism and economic impact on professional football (home) day and night games played both in western New York and in neighboring regions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A8887-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3233\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the economic development law, in relation to requiring a\n         qualified, independent entity to prepare a report on the  tourism  and\n         economic  impact  of  professional  football  home day and night games\n         played both in western New York and in neighboring regions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  economic  development law is amended by adding a new\n    2  section 167 to read as follows:\n    3    S 167. REPORT ON THE ECONOMIC IMPACT OF PROFESSIONAL FOOTBALL GAMES TO\n    4  THE WESTERN NEW YORK ECONOMY. 1.  LEGISLATIVE  INTENT.  THE  LEGISLATURE\n    5  HEREBY  FINDS AND DECLARES THAT PROFESSIONAL FOOTBALL PLAYS A VITAL ROLE\n    6  IN THE ECONOMY AND CULTURE OF WESTERN NEW YORK, AS  WELL  AS  INSTILLING\n    7  REGIONAL  PRIDE AND SORROW, BASED ON THE PRESENCE OF THE TEAM IN WESTERN\n    8  NEW YORK. STATISTICS DETAILING THE EFFECTS  ON  THE  ECONOMY,  OF  THOSE\n    9  GAMES  PLAYED IN WESTERN NEW YORK AND THOSE HOME GAMES PLAYED OUTSIDE OF\n   10  WESTERN NEW YORK, BOTH DAY GAMES AND NIGHT GAMES, WOULD ALLOW THE  STATE\n   11  TO  MAKE  INFORMED  POLICY  DECISIONS RELATING TO THE ECONOMIC IMPACT ON\n   12  WESTERN NEW YORK BROUGHT TO BEAR BY THE PRESENCE OF  PROFESSIONAL  FOOT-\n   13  BALL.  THEREFORE,  IT  IS  IMPERATIVE THAT THE STATE IMPLEMENT A PROFES-\n   14  SIONAL ECONOMIC IMPACT STUDY SO THAT STATE AND LOCAL OFFICIALS HAVE  ALL\n   15  PERTINENT  INFORMATION  WHEN  MAKING  TOURISM-RELATED,  DEVELOPMENT, AND\n   16  ECONOMIC DECISIONS.\n   17    2. REPORT ON TOURISM AND ECONOMIC  IMPACTS  OF  PROFESSIONAL  FOOTBALL\n   18  GAMES.  THE  DEPARTMENT  SHALL  CAUSE  TO BE PREPARED BY CONTRACT WITH A\n   19  QUALIFIED, INDEPENDENT ENTITY A  REPORT  ON  THE  TOURISM  AND  ECONOMIC\n   20  IMPACT  OF PROFESSIONAL FOOTBALL HOME DAY AND NIGHT GAMES PLAYED BOTH IN\n   21  WESTERN NEW YORK AND IN NEIGHBORING REGIONS. SUCH REPORT  SHALL  INCLUDE\n   22  AN  ANALYSIS  OF  BOTH DAY GAMES AND NIGHT GAMES, BUT NOT BE LIMITED TO,\n   23  IDENTIFICATION OF, TO THE EXTENT POSSIBLE, THE FOLLOWING:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07712-01-1\n\n       A. 3233                             2\n\n    1    (A) THE EFFECT ON TOURISM IN THE REGION;  THE  NUMBER  OF  PEOPLE  WHO\n    2  TRAVEL  FROM OUTSIDE THE REGION TO ATTEND GAMES IN WESTERN NEW YORK; THE\n    3  NUMBER OF RESIDENTS OF THE STATE THAT TRAVEL TO GAMES  HELD  OUTSIDE  OF\n    4  THE  STATE;  THE  AVERAGE AMOUNT OF MONEY SPENT ON ATTENDING A GAME HELD\n    5  BOTH IN AND OUT OF THE STATE;\n    6    (B)  ATTRACTIONS  SUCH  AS  HISTORIC SITES, MUSEUMS, PARKS, NIGHTLIFE,\n    7  WINERIES AND BREWERIES, AND CONCERTS, THAT MAY  BENEFIT  FROM  INCREASED\n    8  REGION  VISITATION DUE TO A PROFESSIONAL FOOTBALL GAME AND THE AMOUNT OF\n    9  MONEY LOST BY WESTERN NEW YORK ATTRACTIONS WHEN A GAME IS PLAYED OUTSIDE\n   10  OF THE STATE;\n   11    (C) THE NUMBER OF BOTH FULL AND PART-TIME JOBS THAT  ARE  CREATED,  AS\n   12  WELL  AS  THE  NUMBER OF JOBS DEPENDENT ON, A PROFESSIONAL FOOTBALL GAME\n   13  HELD IN THE STATE;\n   14    (D) THE INFLUENCE OF PROFESSIONAL FOOTBALL GAMES PLAYED IN  THE  STATE\n   15  ON ECONOMIC DEVELOPMENT POLICY FOR THE REGION; THE EXPERIENCE OF ECONOM-\n   16  IC  DEVELOPMENT  PROFESSIONALS IN THE RECRUITMENT AND RETENTION OF BUSI-\n   17  NESSES;\n   18    (E) THE EFFECT OF PROFESSIONAL FOOTBALL GAMES PLAYED WITHIN  NEW  YORK\n   19  ON  THE  HOSPITALITY,  LIVERY, AND LODGING INDUSTRIES BY VISITORS AND BY\n   20  LOCAL RESIDENTS AND THE EFFECT OF  HOME  GAMES  PLAYED  OUTSIDE  OF  THE\n   21  STATE;\n   22    (F) THE EFFECT ON THE RETAIL AND SUPPORT INDUSTRIES IN THE REGION;\n   23    (G) THE ECONOMIC IMPACT OF A SINGULAR NIGHT-TIME PROFESSIONAL FOOTBALL\n   24  GAME;\n   25    (H)  THE EFFECT ON CHARITABLE GIVING ASSOCIATED WITH HOME GAMES PLAYED\n   26  IN THE STATE; AND\n   27    (I) THE LOSS OF STATE REVENUE AS A RESULT OF HOME FOOTBALL GAMES  HELD\n   28  OUTSIDE OF THE STATE.\n   29    S  2.  This  act shall take effect on the ninetieth day after it shall\n   30  have become a law; provided, however, effective immediately the  depart-\n   31  ment  of  economic  development  is authorized to promulgate any and all\n   32  rules and regulations and take any other measures necessary to implement\n   33  this act on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to requiring a qualified, independent entity to prepare a report on the tourism and economic impact of professional football home day and night games played both in western New York and in neighboring regions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295905602678
}