{
  "year" : 2011,
  "senateBillNo" : "A3247-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3247-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a distinctive license plate for members of the Nurse Practitioner Association New York State",
  "summary" : "Authorizes a distinctive license plate for members of the Nurse Practitioner Association New York State. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A4829-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3247\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, CANESTRARI, GUNTHER, HOYT, SCHIMMINGER,\n         COLTON, JAFFEE, MAISEL -- Multi-Sponsored by  --  M.  of  A.  BOYLAND,\n         MAYERSOHN,  PERRY, PHEFFER, REILLY, J. RIVERA, SWEENEY, TITONE, TOWNS,\n         WEISENBERG -- read once and referred to the Committee  on  Transporta-\n         tion\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to providing\n         for distinctive license plates for New York state certified members of\n         the Nurse Practitioner Association New York State\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE PLATES FOR  MEMBERS  OF  THE  NURSE  PRACTITIONER\n    4  ASSOCIATION  NEW YORK STATE. 1. ANY NEW YORK STATE CERTIFIED NURSE PRAC-\n    5  TITIONER RESIDING IN THIS STATE WHO IS A MEMBER OF THE NURSE PRACTITION-\n    6  ER ASSOCIATION NEW YORK STATE SHALL, UPON REQUEST, BE ISSUED  A  LICENSE\n    7  PLATE  FORMATTED AT THE DISCRETION OF THE DEPARTMENT BEARING THE LETTERS\n    8  \"NP\" AND THE OFFICIAL LOGO OF THE  NURSE  PRACTITIONER  ASSOCIATION  NEW\n    9  YORK  STATE. IF A DISTINCTIVE PLATE IS ISSUED TO A NEW YORK STATE CERTI-\n   10  FIED NURSE PRACTITIONER PURSUANT TO THIS SECTION, SUCH DISTINCTIVE PLATE\n   11  SHALL NOT BE ISSUED TO THE SPOUSE OF SUCH MEMBER.  APPLICATION FOR  SUCH\n   12  LICENSE  PLATE  SHALL  BE  FILED  WITH THE COMMISSIONER IN SUCH FORM AND\n   13  DETAIL AS THE COMMISSIONER SHALL PRESCRIBE.\n   14    2. THE DISTINCTIVE PLATE AUTHORIZED BY THIS SECTION  SHALL  BE  ISSUED\n   15  UPON  PROOF,  SATISFACTORY  TO  THE  COMMISSIONER, THAT THE APPLICANT IS\n   16  PRESENTLY A MEMBER OF THE NURSE PRACTITIONER ASSOCIATION NEW YORK STATE.\n   17    3. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n   18  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n   19  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE,\n   20  PROVIDED, HOWEVER, THAT AN ADDITIONAL ONE-TIME SERVICE CHARGE OF FIFTEEN\n   21  DOLLARS  SHALL  BE  CHARGED FOR SUCH PLATE. SUCH SERVICE CHARGE SHALL BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05258-01-1\n\n       A. 3247                             2\n\n    1  DEPOSITED PURSUANT TO THE PROVISIONS OF SECTION FOUR HUNDRED FOUR-OO  OF\n    2  THIS ARTICLE, TO THE CREDIT OF THE DEPARTMENT'S DISTINCTIVE PLATE DEVEL-\n    3  OPMENT  FUND  ESTABLISHED  BY SECTION NINETY-FIVE-G OF THE STATE FINANCE\n    4  LAW,  AND  SHALL  BE  USED  FOR  THE PRODUCTION, DESIGN, ADVERTISING AND\n    5  MARKETING OF DISTINCTIVE LICENSE PLATES PURSUANT TO SUCH  SECTION  NINE-\n    6  TY-FIVE-G.\n    7    S 2. This act shall take effect on the one hundred eightieth day after\n    8  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to providing for distinctive license plates for New York state certified members of the Nurse Practitioner Association New York State ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T173644.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908604106
}