{
  "year" : 2011,
  "senateBillNo" : "A3241-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to correction",
    "billEventId" : "A3241-2011-1295845200000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a felony possession of a firearm registration act",
  "summary" : "Creates a felony possession of a firearm registration act; provides that persons who are convicted of sections 265.02, 265.03 or 265.04 of the penal law have a duty to register with the division of corrections certain information such as such offender's name, date of birth, sex, race, height, weight, eye color, driver's license number, home address and/or expected place of domicile; provides that this duty to register terminates when such offenders are discharged from probation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A4503-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3241\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. HEASTIE -- read once and referred to the Commit-\n         tee on Correction\n\n       AN ACT to amend the correction law, in relation  to  creating  a  felony\n         possession of a firearm registration act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new  article  6-D\n    2  to read as follows:\n    3                                 ARTICLE 6-D\n    4                   FELONY GUN POSSESSION REGISTRATION ACT\n    5  SECTION 168-AA. SHORT TITLE.\n    6          168-BB. DEFINITIONS.\n    7          168-CC. DUTIES OF THE DIVISION; REGISTRATION INFORMATION.\n    8          168-DD. OFFENDER; RELOCATION; NOTIFICATION.\n    9          168-EE. DUTIES OF THE COURT.\n   10          168-FF. DISCHARGE OF OFFENDER FROM CORRECTIONAL FACILITY; DUTIES\n   11                  OF OFFICIAL IN CHARGE.\n   12          168-GG. DUTY TO REGISTER AND TO VERIFY.\n   13          168-HH. DURATION OF REGISTRATION AND VERIFICATION REQUIREMENTS.\n   14          168-II. REGISTRATION AND VERIFICATION REQUIREMENTS.\n   15          168-JJ. NOTIFICATION OF LOCAL LAW ENFORCEMENT AGENCIES OF CHANGE\n   16                  OF ADDRESS.\n   17          168-KK. SPECIAL TELEPHONE NUMBER.\n   18          168-LL. IMMUNITY FROM LIABILITY.\n   19          168-MM. PENALTY.\n   20          168-NN. UNAUTHORIZED RELEASE OF INFORMATION.\n   21          168-OO. SEPARABILITY.\n   22    S 168-AA. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n   23  THE \"FELONY POSSESSION OF A FIREARM REGISTRATION ACT\".\n   24    S  168-BB.  DEFINITIONS.  AS USED IN THIS ARTICLE, THE FOLLOWING DEFI-\n   25  NITIONS APPLY:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06491-01-1\n\n       A. 3241                             2\n\n    1    1. \"ANTIQUE FIREARM\" MEANS  ANY  UNLOADED  MUZZLE  LOADING  PISTOL  OR\n    2  REVOLVER WITH A MATCHLOCK, FLINTLOCK, PERCUSSION CAP, OR SIMILAR TYPE OF\n    3  IGNITION  SYSTEM,  OR  A  PISTOL OR REVOLVER WHICH USES FIXED CARTRIDGES\n    4  WHICH ARE NO LONGER AVAILABLE IN THE  ORDINARY  CHANNELS  OF  COMMERCIAL\n    5  TRADE.\n    6    2. \"ASSAULT WEAPON\" MEANS:\n    7    A.  A  SEMIAUTOMATIC  RIFLE THAT HAS AN ABILITY TO ACCEPT A DETACHABLE\n    8  MAGAZINE AND HAS AT LEAST TWO OF THE FOLLOWING CHARACTERISTICS:\n    9    (I) A FOLDING OR TELESCOPING STOCK;\n   10    (II) A PISTOL GRIP THAT PROTRUDES CONSPICUOUSLY BENEATH THE ACTION  OF\n   11  THE WEAPON;\n   12    (III) A BAYONET MOUNT;\n   13    (IV)  A  FLASH SUPPRESSOR OR THREADED BARREL DESIGNED TO ACCOMMODATE A\n   14  FLASH SUPPRESSOR;\n   15    (V) A GRENADE LAUNCHER; OR\n   16    B. A SEMIAUTOMATIC SHOTGUN THAT HAS AT  LEAST  TWO  OF  THE  FOLLOWING\n   17  CHARACTERISTICS:\n   18    (I) A FOLDING OR TELESCOPING STOCK;\n   19    (II)  A PISTOL GRIP THAT PROTRUDES CONSPICUOUSLY BENEATH THE ACTION OF\n   20  THE WEAPON;\n   21    (III) A FIXED MAGAZINE CAPACITY IN EXCESS OF FIVE ROUNDS;\n   22    (IV) AN ABILITY TO ACCEPT A DETACHABLE MAGAZINE; OR\n   23    C. A SEMIAUTOMATIC PISTOL THAT HAS AN ABILITY TO ACCEPT  A  DETACHABLE\n   24  MAGAZINE AND HAS AT LEAST TWO OF THE FOLLOWING CHARACTERISTICS:\n   25    (I)  AN AMMUNITION MAGAZINE THAT ATTACHES TO THE PISTOL OUTSIDE OF THE\n   26  PISTOL GRIP;\n   27    (II) A THREADED BARREL CAPABLE OF ACCEPTING A BARREL  EXTENDER,  FLASH\n   28  SUPPRESSOR, FORWARD HANDGRIP, OR SILENCER;\n   29    (III)  A SHROUD THAT IS ATTACHED TO, OR PARTIALLY OR COMPLETELY ENCIR-\n   30  CLES, THE BARREL AND THAT PERMITS THE SHOOTER TO HOLD THE  FIREARM  WITH\n   31  THE NONTRIGGER HAND WITHOUT BEING BURNED;\n   32    (IV)  A MANUFACTURED WEIGHT OF FIFTY OUNCES OR MORE WHEN THE PISTOL IS\n   33  UNLOADED;\n   34    (V) A SEMIAUTOMATIC VERSION OF AN AUTOMATIC RIFLE, SHOTGUN OR FIREARM;\n   35  OR\n   36    D. ANY OF THE WEAPONS, OR FUNCTIONING  FRAMES  OR  RECEIVERS  OF  SUCH\n   37  WEAPONS,  OR COPIES OR DUPLICATES OF SUCH WEAPONS, IN ANY CALIBER, KNOWN\n   38  AS:\n   39    (I) NORINCO, MITCHELL, AND POLY TECHNOLOGIES AVTOMAT KALASHNIKOVS (ALL\n   40  MODELS);\n   41    (II) ACTION ARMS ISRAELI MILITARY INDUSTRIES UZI AND GALIL;\n   42    (III) BERETTA AR70 (SC-70);\n   43    (IV) COLT AR-15;\n   44    (V) FABRIQUE NATIONAL FN/FAL, FN/LAR, AND FNC;\n   45    (VI) SWD M-10, M-11, M-11/9, AND M-12;\n   46    (VII) STEYR AUG;\n   47    (VIII) INTRATEC TEC-9, TEC-DC9 AND TEC-22; AND\n   48    (IX) REVOLVING CYLINDER SHOTGUNS, SUCH AS (OR SIMILAR TO)  THE  STREET\n   49  SWEEPER AND STRIKER 12;\n   50    E. PROVIDED, HOWEVER, THAT SUCH TERM DOES NOT INCLUDE:\n   51    (I)  ANY  RIFLE,  SHOTGUN  OR  PISTOL THAT (A) IS MANUALLY OPERATED BY\n   52  BOLT, PUMP, LEVER OR SLIDE ACTION; (B)  HAS  BEEN  RENDERED  PERMANENTLY\n   53  INOPERABLE;  OR  (C)  IS  AN ANTIQUE FIREARM AS DEFINED IN 18 U.S.C. 921\n   54  (A)(16);\n   55    (II) A SEMIAUTOMATIC RIFLE THAT CANNOT ACCEPT  A  DETACHABLE  MAGAZINE\n   56  THAT HOLDS MORE THAN FIVE ROUNDS OF AMMUNITION;\n\n       A. 3241                             3\n\n    1    (III)  A  SEMIAUTOMATIC SHOTGUN THAT CANNOT HOLD MORE THAN FIVE ROUNDS\n    2  OF AMMUNITION IN A FIXED OR DETACHABLE MAGAZINE;\n    3    (IV)  A  RIFLE,  SHOTGUN OR PISTOL, OR A REPLICA OR DUPLICATE THEREOF,\n    4  SPECIFIED IN APPENDIX A TO SECTION 922 OF 18 U.S.C. AS SUCH  WEAPON  WAS\n    5  MANUFACTURED  ON  OCTOBER FIRST, NINETEEN HUNDRED NINETY-THREE. THE MERE\n    6  FACT THAT A WEAPON IS NOT LISTED IN APPENDIX A SHALL NOT BE CONSTRUED TO\n    7  MEAN THAT SUCH WEAPON IS AN ASSAULT WEAPON; OR\n    8    (V) A SEMIAUTOMATIC RIFLE, A SEMIAUTOMATIC SHOTGUN OR A  SEMIAUTOMATIC\n    9  PISTOL  OR ANY OF THE WEAPONS DEFINED IN PARAGRAPH D OF THIS SUBDIVISION\n   10  LAWFULLY POSSESSED PRIOR TO SEPTEMBER FOURTEENTH, NINETEEN HUNDRED NINE-\n   11  TY-FOUR.\n   12    3. \"CONVICTION\" MEANS THE ENTRY OF A PLEA OF GUILTY TO, OR  A  VERDICT\n   13  OF  GUILTY UPON, AN ACCUSATORY INSTRUMENT OTHER THAN A FELONY COMPLAINT,\n   14  OR TO ONE OR MORE COUNTS OF SUCH INSTRUMENT.\n   15    4. \"DISGUISED GUN\"  MEANS  ANY  WEAPON  OR  DEVICE  CAPABLE  OF  BEING\n   16  CONCEALED  ON THE PERSON FROM WHICH A SHOT CAN BE DISCHARGED THROUGH THE\n   17  ENERGY OF AN EXPLOSIVE AND IS DESIGNED AND  INTENDED  TO  APPEAR  TO  BE\n   18  SOMETHING OTHER THAN A GUN.\n   19    5. \"FIREARM\" MEANS (A) ANY PISTOL OR REVOLVER; OR (B) A SHOTGUN HAVING\n   20  ONE  OR MORE BARRELS LESS THAN EIGHTEEN INCHES IN LENGTH; OR (C) A RIFLE\n   21  HAVING ONE OR MORE BARRELS LESS THAN SIXTEEN INCHES IN  LENGTH;  OR  (D)\n   22  ANY WEAPON MADE FROM A SHOTGUN OR RIFLE WHETHER BY ALTERATION, MODIFICA-\n   23  TION, OR OTHERWISE IF SUCH WEAPON AS ALTERED, MODIFIED, OR OTHERWISE HAS\n   24  AN  OVERALL  LENGTH  OF  LESS  THAN TWENTY-SIX INCHES; OR (E) AN ASSAULT\n   25  WEAPON. FOR THE PURPOSE OF THIS SUBDIVISION THE LENGTH OF THE BARREL  ON\n   26  A SHOTGUN OR RIFLE SHALL BE DETERMINED BY MEASURING THE DISTANCE BETWEEN\n   27  THE  MUZZLE  AND THE FACE OF THE BOLT, BREECH, OR BREECHLOCK WHEN CLOSED\n   28  AND WHEN THE SHOTGUN OR RIFLE IS COCKED; THE OVERALL LENGTH OF A  WEAPON\n   29  MADE FROM A SHOTGUN OR RIFLE IS THE DISTANCE BETWEEN THE EXTREME ENDS OF\n   30  THE  WEAPON  MEASURED  ALONG  A  LINE PARALLEL TO THE CENTER LINE OF THE\n   31  BORE. FIREARM DOES NOT INCLUDE AN ANTIQUE FIREARM.\n   32    6. \"FIREARM SILENCER\" MEANS  ANY  INSTRUMENT,  ATTACHMENT,  WEAPON  OR\n   33  APPLIANCE  FOR  CAUSING THE FIRING OF ANY GUN, REVOLVER, PISTOL OR OTHER\n   34  FIREARMS TO BE SILENT, OR INTENDED TO LESSEN OR MUFFLE THE NOISE OF  THE\n   35  FIRING OF ANY GUN, REVOLVER, PISTOL OR OTHER FIREARMS.\n   36    7.  \"GUN  POSSESSION  OFFENDER  OR  OFFENDER\"  MEANS ANY PERSON WHO IS\n   37  CONVICTED OF OR HAS A CONVICTION FOR AN ATTEMPT TO  COMMIT  ANY  OF  THE\n   38  PROVISIONS  OF  SECTION  265.02,  265.03 OR 265.04 OF THE PENAL LAW. ANY\n   39  CONVICTION SET ASIDE PURSUANT  TO  LAW  IS  NOT  A  CONVICTION  FOR  THE\n   40  PURPOSES OF THIS ARTICLE.\n   41    8.  \"LOADED  FIREARM\"  MEANS ANY FIREARM LOADED WITH AMMUNITION OR ANY\n   42  FIREARM WHICH IS POSSESSED BY ONE WHO, AT THE  SAME  TIME,  POSSESSES  A\n   43  QUANTITY OF AMMUNITION WHICH MAY BE USED TO DISCHARGE SUCH FIREARM.\n   44    9.  \"MACHINE-GUN\"  MEANS  A WEAPON OF ANY DESCRIPTION, IRRESPECTIVE OF\n   45  SIZE, BY WHATEVER NAME KNOWN, LOADED OR UNLOADED, FROM WHICH A NUMBER OF\n   46  SHOTS OR BULLETS MAY BE RAPIDLY OR AUTOMATICALLY DISCHARGED FROM A MAGA-\n   47  ZINE WITH ONE CONTINUOUS PULL OF THE TRIGGER AND INCLUDES A  SUB-MACHINE\n   48  GUN.\n   49    10. \"RIFLE\" MEANS A WEAPON DESIGNED OR REDESIGNED, MADE OR REMADE, AND\n   50  INTENDED  TO  BE  FIRED FROM THE SHOULDER AND DESIGNED OR REDESIGNED AND\n   51  MADE OR REMADE TO USE THE ENERGY OF THE EXPLOSIVE IN  A  FIXED  METALLIC\n   52  CARTRIDGE  TO  FIRE  ONLY  A SINGLE PROJECTILE THROUGH A RIFLED BORE FOR\n   53  EACH SINGLE PULL OF THE TRIGGER.\n   54    11. \"SEMIAUTOMATIC\" MEANS ANY  REPEATING  RIFLE,  SHOTGUN  OR  PISTOL,\n   55  REGARDLESS  OF BARREL OR OVERALL LENGTH, WHICH UTILIZES A PORTION OF THE\n   56  ENERGY OF A FIRING CARTRIDGE OR SHELL TO  EXTRACT  THE  FIRED  CARTRIDGE\n\n       A. 3241                             4\n\n    1  CASE  OR  SPENT  SHELL  AND CHAMBER THE NEXT ROUND, AND WHICH REQUIRES A\n    2  SEPARATE PULL OF THE TRIGGER TO FIRE EACH CARTRIDGE OR SHELL.\n    3    12.  \"SHOTGUN\"  MEANS A WEAPON DESIGNED OR REDESIGNED, MADE OR REMADE,\n    4  AND INTENDED TO BE FIRED FROM THE SHOULDER AND  DESIGNED  OR  REDESIGNED\n    5  AND MADE OR REMADE TO USE THE ENERGY OF THE EXPLOSIVE IN A FIXED SHOTGUN\n    6  SHELL  TO  FIRE  THROUGH A SMOOTH BORE EITHER A NUMBER OF BALL SHOT OR A\n    7  SINGLE PROJECTILE FOR EACH SINGLE PULL OF THE TRIGGER.\n    8    13. \"DIVISION\" MEANS THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n    9    S 168-CC. DUTIES OF THE DIVISION;  REGISTRATION  INFORMATION.  1.  THE\n   10  DIVISION  SHALL ESTABLISH AND MAINTAIN A FILE OF INDIVIDUALS REQUIRED TO\n   11  REGISTER PURSUANT TO THE PROVISIONS OF THIS ARTICLE WHICH SHALL  INCLUDE\n   12  THE FOLLOWING INFORMATION OF EACH REGISTRANT:\n   13    A.  THE  OFFENDER'S  NAME, ALL ALIASES USED, DATE OF BIRTH, SEX, RACE,\n   14  HEIGHT, WEIGHT, EYE COLOR, DRIVER'S LICENSE NUMBER, HOME ADDRESS  AND/OR\n   15  EXPECTED PLACE OF DOMICILE.\n   16    B.  A  PHOTOGRAPH  AND SET OF FINGERPRINTS. THE DIVISION SHALL, DURING\n   17  THE PERIOD OF REGISTRATION, UPDATE  SUCH  PHOTOGRAPH  ONCE  EVERY  THREE\n   18  YEARS.  THE  DIVISION  SHALL  NOTIFY THE OFFENDER BY MAIL OF THE DUTY TO\n   19  APPEAR AND BE PHOTOGRAPHED  AT  THE  SPECIFIED  LAW  ENFORCEMENT  AGENCY\n   20  HAVING  JURISDICTION.  SUCH NOTIFICATION SHALL BE MAILED AT LEAST THIRTY\n   21  DAYS AND NOT MORE THAN SIXTY DAYS BEFORE THE PHOTOGRAPH IS  REQUIRED  TO\n   22  BE TAKEN.\n   23    C.  A DESCRIPTION OF THE OFFENSE FOR WHICH THE OFFENDER WAS CONVICTED,\n   24  THE DATE OF CONVICTION AND THE SENTENCE IMPOSED.\n   25    D. THE NAME AND ADDRESS OF ANY  INSTITUTION  OF  HIGHER  EDUCATION  AT\n   26  WHICH  THE OFFENDER IS OR EXPECTS TO BE ENROLLED, ATTENDING OR EMPLOYED,\n   27  WHETHER FOR COMPENSATION OR NOT, AND WHETHER SUCH OFFENDER RESIDES IN OR\n   28  WILL RESIDE IN A FACILITY OWNED OR OPERATED BY SUCH INSTITUTION.\n   29    E. ANY OTHER INFORMATION DEEMED PERTINENT BY THE DIVISION.\n   30    2. A. THE DIVISION IS AUTHORIZED TO MAKE THE REGISTRY AVAILABLE TO ANY\n   31  REGIONAL OR NATIONAL REGISTRY OF OFFENDERS FOR THE  PURPOSE  OF  SHARING\n   32  INFORMATION.  THE  DIVISION  SHALL  ACCEPT  FILES  FROM  ANY REGIONAL OR\n   33  NATIONAL REGISTRY OF OFFENDERS AND SHALL MAKE SUCH FILES AVAILABLE  WHEN\n   34  REQUESTED PURSUANT TO THE PROVISIONS OF THIS ARTICLE.\n   35    B.  THE  DIVISION  SHALL  REQUIRE  THAT NO INFORMATION INCLUDED IN THE\n   36  REGISTRY SHALL BE MADE  AVAILABLE  EXCEPT  IN  THE  FURTHERANCE  OF  THE\n   37  PROVISIONS OF THIS ARTICLE.\n   38    3.  THE  DIVISION SHALL DEVELOP A STANDARDIZED REGISTRATION FORM TO BE\n   39  MADE AVAILABLE TO THE APPROPRIATE AUTHORITIES AND PROMULGATE  RULES  AND\n   40  REGULATIONS TO IMPLEMENT THE PROVISIONS OF THIS SECTION. SUCH FORM SHALL\n   41  BE  WRITTEN  IN CLEAR AND CONCISE LANGUAGE AND SHALL ADVISE THE OFFENDER\n   42  OF HIS OR HER DUTIES AND OBLIGATIONS UNDER THIS ARTICLE.\n   43    4. THE DIVISION SHALL MAIL A NONFORWARDABLE VERIFICATION FORM  TO  THE\n   44  LAST  REPORTED  ADDRESS  OF  THE PERSON FOR ANNUAL VERIFICATION REQUIRE-\n   45  MENTS.\n   46    5. THE DIVISION SHALL ALSO ESTABLISH AND OPERATE A TELEPHONE NUMBER AS\n   47  PROVIDED FOR IN SECTION ONE HUNDRED SIXTY-EIGHT-KK OF THIS ARTICLE.\n   48    6. THE DIVISION SHALL ALSO ESTABLISH A PUBLIC  AWARENESS  CAMPAIGN  TO\n   49  ADVISE THE PUBLIC OF THE PROVISIONS OF THIS ARTICLE.\n   50    7.  THE DIVISION SHALL CHARGE A FEE OF TEN DOLLARS EACH TIME AN OFFEN-\n   51  DER REGISTERS ANY CHANGE OF ADDRESS OR ANY CHANGE OF HIS OR  HER  STATUS\n   52  OF ENROLLMENT, ATTENDANCE, EMPLOYMENT OR RESIDENCE AT ANY INSTITUTION OF\n   53  HIGHER EDUCATION AS REQUIRED BY SUBDIVISION THREE OF SECTION ONE HUNDRED\n   54  SIXTY-EIGHT-GG OF THIS ARTICLE. THE FEE SHALL BE PAID TO THE DIVISION BY\n   55  THE OFFENDER. THE STATE COMPTROLLER IS HEREBY AUTHORIZED TO DEPOSIT SUCH\n   56  FEES INTO THE GENERAL FUND.\n\n       A. 3241                             5\n\n    1    S  168-DD.  OFFENDER;  RELOCATION;  NOTIFICATION.  IN  THE CASE OF ANY\n    2  OFFENDER ON PROBATION, IT SHALL BE THE DUTY OF THE OFFENDER'S  PROBATION\n    3  OFFICER TO NOTIFY THE DIVISION WITHIN FORTY-EIGHT HOURS OF THE NEW PLACE\n    4  OF  RESIDENCE  ON  A  FORM  PROVIDED BY THE DIVISION.   IF SUCH OFFENDER\n    5  CHANGES  THE  STATUS OF HIS OR HER ENROLLMENT, ATTENDANCE, EMPLOYMENT OR\n    6  RESIDENCE AT ANY INSTITUTION OF HIGHER  EDUCATION  WHILE  ON  PROBATION,\n    7  SUCH  NOTIFICATION  OF  THE  CHANGE  OF  STATUS  SHALL  BE  SENT  BY THE\n    8  OFFENDER'S PROBATION OFFICER WITHIN FORTY-EIGHT HOURS TO THE DIVISION ON\n    9  A FORM PROVIDED BY THE DIVISION.\n   10    S 168-EE. DUTIES OF THE COURT.  UPON CONVICTION OF ANY OF THE OFFENSES\n   11  SET FORTH IN SUBDIVISION SEVEN OF SECTION ONE HUNDRED SIXTY-EIGHT-BB  OF\n   12  THIS  ARTICLE THE COURT SHALL CERTIFY THAT THE PERSON IS AN OFFENDER AND\n   13  SHALL INCLUDE THE CERTIFICATION IN THE ORDER OF COMMITMENT, IF ANY,  AND\n   14  JUDGMENT OF CONVICTION.  THE COURT SHALL ALSO ADVISE THE OFFENDER OF HIS\n   15  OR  HER DUTIES UNDER THIS ARTICLE.  FAILURE TO INCLUDE THE CERTIFICATION\n   16  IN THE ORDER OF COMMITMENT OR  THE  JUDGMENT  OF  CONVICTION  SHALL  NOT\n   17  RELIEVE AN OFFENDER OF THE OBLIGATIONS IMPOSED BY THIS ARTICLE.\n   18    S  168-FF. DISCHARGE OF OFFENDER FROM CORRECTIONAL FACILITY; DUTIES OF\n   19  OFFICIAL IN CHARGE.  ANY OFFENDER, TO BE DISCHARGED,  PAROLED,  RELEASED\n   20  TO  POST-RELEASE SUPERVISION OR RELEASED FROM ANY STATE OR LOCAL CORREC-\n   21  TIONAL FACILITY OR INSTITUTION WHERE HE OR SHE WAS CONFINED  OR  COMMIT-\n   22  TED,  SHALL AT LEAST FIFTEEN CALENDAR DAYS PRIOR TO DISCHARGE, PAROLE OR\n   23  RELEASE, BE INFORMED OF HIS OR HER DUTY TO REGISTER UNDER THIS  ARTICLE,\n   24  BY  THE  FACILITY  IN  WHICH  HE  OR SHE WAS CONFINED OR COMMITTED.  THE\n   25  FACILITY SHALL REQUIRE THE OFFENDER TO READ AND SIGN SUCH FORM AS MAY BE\n   26  REQUIRED BY THE DIVISION STATING THE DUTY TO REGISTER AND THE  PROCEDURE\n   27  FOR  REGISTRATION  HAS  BEEN EXPLAINED TO HIM OR HER AND TO COMPLETE THE\n   28  REGISTRATION PORTION OF SUCH FORM.  THE FACILITY SHALL  OBTAIN  ON  SUCH\n   29  FORM  THE  ADDRESS  WHERE THE OFFENDER EXPECTS TO RESIDE UPON HIS OR HER\n   30  DISCHARGE OR PAROLE AND THE NAME AND ADDRESS OF ANY INSTITUTION OF HIGH-\n   31  ER EDUCATION HE OR SHE EXPECTS TO BE EMPLOYED BY, ENROLLED IN, ATTENDING\n   32  OR EMPLOYED, WHETHER FOR COMPENSATION OR NOT,  AND  WHETHER  HE  OR  SHE\n   33  EXPECTS  TO  RESIDE  IN A FACILITY OWNED OR OPERATED BY SUCH AN INSTITU-\n   34  TION, AND SHALL REPORT SUCH INFORMATION TO THE DIVISION.   THE  FACILITY\n   35  SHALL  GIVE  ONE  COPY  OF THE FORM TO THE OFFENDER, RETAIN ONE COPY AND\n   36  SHALL SEND ONE COPY TO THE DIVISION WHICH SHALL PROVIDE THE  INFORMATION\n   37  TO THE LAW ENFORCEMENT AGENCIES HAVING JURISDICTION.  THE FACILITY SHALL\n   38  GIVE  THE OFFENDER A FORM PREPARED BY THE DIVISION, TO REGISTER WITH THE\n   39  DIVISION AT LEAST FIFTEEN CALENDAR DAYS PRIOR TO RELEASE AND  SUCH  FORM\n   40  SHALL  BE  COMPLETED, SIGNED BY THE OFFENDER AND SENT TO THE DIVISION BY\n   41  THE FACILITY AT LEAST TEN  DAYS  PRIOR  TO  THE  OFFENDER'S  RELEASE  OR\n   42  DISCHARGE.\n   43    S  168-GG.  DUTY TO REGISTER AND TO VERIFY.  1. ANY OFFENDER SHALL, AT\n   44  LEAST TEN CALENDAR DAYS PRIOR TO DISCHARGE, PAROLE, RELEASE TO  POST-RE-\n   45  LEASE SUPERVISION OR RELEASE FROM ANY STATE OR LOCAL CORRECTIONAL FACIL-\n   46  ITY  OR  INSTITUTION WHERE HE OR SHE WAS CONFINED OR COMMITTED, REGISTER\n   47  WITH THE DIVISION IN A FORM PREPARED BY THE DIVISION.\n   48    2. FOR AN OFFENDER REQUIRED TO REGISTER UNDER  THIS  ARTICLE  ON  EACH\n   49  ANNIVERSARY OF THE OFFENDER'S INITIAL REGISTRATION DATE DURING THE PERI-\n   50  OD  IN  WHICH  HE  OR SHE IS REQUIRED TO REGISTER UNDER THIS SECTION THE\n   51  FOLLOWING APPLIES:\n   52    A. THE OFFENDER SHALL MAIL THE VERIFICATION FORM TO THE DIVISION WITH-\n   53  IN TEN CALENDAR DAYS AFTER RECEIPT OF THE FORM.\n   54    B. THE VERIFICATION FORM SHALL BE SIGNED BY THE  OFFENDER,  AND  STATE\n   55  THAT  HE  OR SHE STILL RESIDES AT THE ADDRESS LAST REPORTED TO THE DIVI-\n   56  SION.\n\n       A. 3241                             6\n\n    1    C. IF THE OFFENDER FAILS TO MAIL THE SIGNED VERIFICATION FORM  TO  THE\n    2  DIVISION  WITHIN  TEN CALENDAR DAYS AFTER RECEIPT OF THE FORM, HE OR SHE\n    3  SHALL BE IN VIOLATION OF THIS SECTION UNLESS HE OR SHE PROVES THAT HE OR\n    4  SHE HAS NOT CHANGED HIS OR HER RESIDENCE ADDRESS.\n    5    3.  ANY  OFFENDER  SHALL  REGISTER WITH THE DIVISION NO LATER THAN TEN\n    6  CALENDAR DAYS AFTER ANY CHANGE OF ADDRESS OR ANY CHANGE OF  HIS  OR  HER\n    7  STATUS  OF ENROLLMENT, ATTENDANCE, EMPLOYMENT OR RESIDENCE AT ANY INSTI-\n    8  TUTION OF HIGHER EDUCATION. A FEE  OF  TEN  DOLLARS,  AS  AUTHORIZED  BY\n    9  SUBDIVISION SEVEN OF SECTION ONE HUNDRED SIXTY-EIGHT-CC OF THIS ARTICLE,\n   10  SHALL BE SUBMITTED BY THE OFFENDER EACH TIME SUCH OFFENDER REGISTERS ANY\n   11  CHANGE  OF  ADDRESS  OR  ANY  CHANGE OF HIS OR HER STATUS OF ENROLLMENT,\n   12  ATTENDANCE, EMPLOYMENT OR RESIDENCE AT ANY INSTITUTION OF HIGHER  EDUCA-\n   13  TION.  ANY  FAILURE  OR  OMISSION  TO  SUBMIT THE REQUIRED FEE SHALL NOT\n   14  AFFECT THE ACCEPTANCE BY THE DIVISION OF THE CHANGE OF ADDRESS OR CHANGE\n   15  OF STATUS.\n   16    4. THE DUTY TO REGISTER UNDER THE PROVISIONS OF THIS ARTICLE SHALL NOT\n   17  BE APPLICABLE TO ANY OFFENDER WHOSE CONVICTION WAS REVERSED UPON  APPEAL\n   18  OR WHO WAS PARDONED BY THE GOVERNOR.\n   19    S  168-HH. DURATION OF REGISTRATION AND VERIFICATION REQUIREMENTS.  AN\n   20  OFFENDER'S DUTY TO REGISTER AND VERIFY TERMINATES WHEN SUCH OFFENDER  IS\n   21  DISCHARGED FROM PROBATION.\n   22    S 168-II. REGISTRATION AND VERIFICATION REQUIREMENTS. REGISTRATION AND\n   23  VERIFICATION AS REQUIRED BY THIS ARTICLE SHALL CONSIST OF A STATEMENT IN\n   24  WRITING  SIGNED  BY THE OFFENDER GIVING THE INFORMATION THAT IS REQUIRED\n   25  BY THE DIVISION AND THE DIVISION SHALL ENTER  THE  INFORMATION  INTO  AN\n   26  APPROPRIATE ELECTRONIC DATA BASE OR FILE.\n   27    S  168-JJ. NOTIFICATION OF LOCAL LAW ENFORCEMENT AGENCIES OF CHANGE OF\n   28  ADDRESS. UPON RECEIPT OF A CHANGE OF ADDRESS BY AN OFFENDER REQUIRED  TO\n   29  REGISTER  UNDER  THIS  ARTICLE,  THE DIVISION SHALL NOTIFY THE LOCAL LAW\n   30  ENFORCEMENT AGENCY HAVING JURISDICTION OF THE NEW PLACE OF RESIDENCE AND\n   31  THE LOCAL LAW ENFORCEMENT AGENCY WHERE THE OFFENDER LAST RESIDED OF  THE\n   32  NEW PLACE OF RESIDENCE.\n   33    S 168-KK. SPECIAL TELEPHONE NUMBER. 1. PURSUANT TO SECTION ONE HUNDRED\n   34  SIXTY-EIGHT-CC  OF THIS ARTICLE, THE DIVISION SHALL ALSO OPERATE A TELE-\n   35  PHONE NUMBER THAT MEMBERS OF THE PUBLIC MAY  CALL  FREE  OF  CHARGE  AND\n   36  INQUIRE WHETHER A NAMED INDIVIDUAL REQUIRED TO REGISTER PURSUANT TO THIS\n   37  ARTICLE  IS  LISTED. THE DIVISION SHALL ASCERTAIN WHETHER A NAMED PERSON\n   38  REASONABLY APPEARS TO BE A PERSON SO LISTED AND PROVIDE THE CALLER  WITH\n   39  THE  RELEVANT INFORMATION.   THE DIVISION SHALL DECIDE WHETHER THE NAMED\n   40  PERSON REASONABLY APPEARS TO BE A PERSON LISTED, BASED UPON  INFORMATION\n   41  FROM  THE  CALLER  PROVIDING INFORMATION THAT SHALL INCLUDE (A) AN EXACT\n   42  STREET ADDRESS, INCLUDING APARTMENT NUMBER, DRIVER'S LICENSE  NUMBER  OR\n   43  BIRTH  DATE,  ALONG  WITH ADDITIONAL INFORMATION THAT MAY INCLUDE SOCIAL\n   44  SECURITY NUMBER, HAIR COLOR,  EYE  COLOR,  HEIGHT,  WEIGHT,  DISTINCTIVE\n   45  MARKINGS,  ETHNICITY; OR (B) ANY COMBINATION OF THE ABOVE LISTED CHARAC-\n   46  TERISTICS IF AN EXACT BIRTH DATE OR ADDRESS IS NOT AVAILABLE.  IF  THREE\n   47  OF  THE  CHARACTERISTICS PROVIDED INCLUDE ETHNICITY, HAIR COLOR, AND EYE\n   48  COLOR, OTHER IDENTIFYING CHARACTERISTICS SHALL BE PROVIDED. ANY INFORMA-\n   49  TION IDENTIFYING THE VICTIM BY NAME, BIRTH DATE, ADDRESS OR RELATION  TO\n   50  THE PERSON LISTED BY THE DIVISION SHALL BE EXCLUDED BY THE DIVISION.\n   51    2.  WHEN  THE  TELEPHONE  NUMBER IS CALLED, A PREAMBLE SHALL BE PLAYED\n   52  WHICH SHALL PROVIDE THE FOLLOWING INFORMATION:\n   53    A. NOTICE THAT THE CALLER'S TELEPHONE NUMBER WILL BE RECORDED;\n   54    B. THAT THERE IS NO CHARGE FOR USE OF THE TELEPHONE NUMBER;\n\n       A. 3241                             7\n\n    1    C. NOTICE THAT THE CALLER IS REQUIRED TO IDENTIFY HIMSELF  OR  HERSELF\n    2  TO THE OPERATOR AND PROVIDE CURRENT ADDRESS AND SHALL BE MAINTAINED IN A\n    3  WRITTEN RECORD;\n    4    D.  NOTICE  THAT THE CALLER IS REQUIRED TO BE EIGHTEEN YEARS OF AGE OR\n    5  OLDER;\n    6    E. A WARNING THAT IT IS ILLEGAL TO USE  INFORMATION  OBTAINED  THROUGH\n    7  THE  TELEPHONE  NUMBER TO COMMIT A CRIME AGAINST ANY PERSON LISTED OR TO\n    8  ENGAGE IN ILLEGAL DISCRIMINATION OR HARASSMENT AGAINST SUCH PERSON;\n    9    F.  NOTICE THAT THE CALLER IS REQUIRED TO HAVE THE BIRTH  DATE,  DRIV-\n   10  ER'S  LICENSE  OR IDENTIFICATION NUMBER, OR ADDRESS OR OTHER IDENTIFYING\n   11  INFORMATION REGARDING THE PERSON ABOUT WHOM  INFORMATION  IS  SOUGHT  IN\n   12  ORDER TO ACHIEVE A POSITIVE IDENTIFICATION OF THAT PERSON;\n   13    G.  A  STATEMENT  THAT  THE NUMBER IS NOT A CRIME HOTLINE AND THAT ANY\n   14  SUSPECTED CRIMINAL ACTIVITY SHOULD BE REPORTED TO LOCAL AUTHORITIES.\n   15    S 168-LL. IMMUNITY FROM LIABILITY. 1. NO OFFICIAL, EMPLOYEE OR AGENCY,\n   16  WHETHER PUBLIC OR PRIVATE, SHALL BE SUBJECT TO  ANY  CIVIL  OR  CRIMINAL\n   17  LIABILITY FOR DAMAGES FOR ANY DISCRETIONARY DECISION TO RELEASE RELEVANT\n   18  AND  NECESSARY  INFORMATION PURSUANT TO THIS ARTICLE, UNLESS IT IS SHOWN\n   19  THAT SUCH OFFICIAL, EMPLOYEE OR AGENCY ACTED WITH GROSS NEGLIGENCE OR IN\n   20  BAD FAITH.   THE IMMUNITY PROVIDED UNDER THIS  SECTION  APPLIES  TO  THE\n   21  RELEASE  OF  RELEVANT  INFORMATION TO OTHER EMPLOYEES OR OFFICIALS OR TO\n   22  THE GENERAL PUBLIC.\n   23    2. NOTHING IN THIS SECTION SHALL BE DEEMED  TO  IMPOSE  ANY  CIVIL  OR\n   24  CRIMINAL LIABILITY UPON OR TO GIVE RISE TO A CAUSE OF ACTION AGAINST ANY\n   25  OFFICIAL,  EMPLOYEE OR AGENCY, WHETHER PUBLIC OR PRIVATE, FOR FAILING TO\n   26  RELEASE INFORMATION AS AUTHORIZED IN THIS ARTICLE  UNLESS  IT  IS  SHOWN\n   27  THAT SUCH OFFICIAL, EMPLOYEE OR AGENCY ACTED WITH GROSS NEGLIGENCE OR IN\n   28  BAD FAITH.\n   29    S  168-MM.  PENALTY.  ANY  OFFENDER  REQUIRED TO REGISTER OR TO VERIFY\n   30  PURSUANT TO THE PROVISIONS OF THIS ARTICLE  WHO  FAILS  TO  REGISTER  OR\n   31  VERIFY  IN  THE  MANNER  AND WITHIN THE TIME PERIODS PROVIDED FOR HEREIN\n   32  SHALL BE GUILTY OF A CLASS A MISDEMEANOR UPON CONVICTION FOR  THE  FIRST\n   33  OFFENSE, AND UPON CONVICTION FOR A SECOND OR SUBSEQUENT OFFENSE SHALL BE\n   34  GUILTY  OF  A CLASS D FELONY. ANY SUCH FAILURE TO REGISTER OR VERIFY MAY\n   35  ALSO BE THE BASIS FOR REVOCATION  OF  PAROLE  PURSUANT  TO  SECTION  TWO\n   36  HUNDRED FIFTY-NINE-I OF THE EXECUTIVE LAW OR THE BASIS FOR REVOCATION OF\n   37  PROBATION PURSUANT TO ARTICLE FOUR HUNDRED TEN OF THE CRIMINAL PROCEDURE\n   38  LAW.\n   39    S  168-NN.  UNAUTHORIZED  RELEASE  OF  INFORMATION.  THE  UNAUTHORIZED\n   40  RELEASE OF ANY INFORMATION REQUIRED BY THIS ARTICLE SHALL BE A  CLASS  B\n   41  MISDEMEANOR.\n   42    S 168-OO. SEPARABILITY. IF ANY SECTION OF THIS ARTICLE, OR PART THERE-\n   43  OF SHALL BE ADJUDGED BY A COURT OF COMPETENT JURISDICTION TO BE INVALID,\n   44  SUCH  JUDGMENT  SHALL  NOT AFFECT, IMPAIR OR INVALIDATE THE REMAINDER OR\n   45  ANY OTHER SECTION OR PART THEREOF.\n   46    S 2. This act shall take effect on the first of November next succeed-\n   47  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to creating a felony possession of a firearm registration act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T173644.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908604095
}