{
  "year" : 2011,
  "senateBillNo" : "A3248-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to health",
    "billEventId" : "A3248-2011-1295845200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the capping of certain administrative and general costs of home care services agencies for purposes of reimbursement",
  "summary" : "Limits the capping of certain administrative and general costs of home care services agencies for purposes of reimbursement; provides that payments made by government agencies, employee and patient costs may not be capped. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A4781-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3248\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Health\n\n       AN ACT to amend the public health law, in relation to licensed home care\n         services agency reimbursement and reporting requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 6 of section 3612 of the public health law, as\n    2  added by chapter 606 of the laws of 2003, is amended to read as follows:\n    3    6. The commissioner shall adopt rules  and  regulations  for  licensed\n    4  home  care  services  agencies which establishes a cap on administrative\n    5  and general costs for such agencies equal to the cap  on  administrative\n    6  and  general  costs applied to certified home health agencies in accord-\n    7  ance with subdivision seven of section thirty-six  hundred  fourteen  of\n    8  this article; PROVIDED, HOWEVER, THAT: (A) ANY CAP ON ADMINISTRATIVE AND\n    9  GENERAL  COSTS  SHALL  BE APPLICABLE ONLY TO THOSE COSTS ASSOCIATED WITH\n   10  PAYMENTS MADE  BY  GOVERNMENT  AGENCIES  WHICH  ARE  USED  FOR  SERVICES\n   11  PROVIDED BY SUCH AGENCIES; AND (B) ANY CAP ON ADMINISTRATIVE AND GENERAL\n   12  COSTS  SHALL  NOT  INCLUDE  ANY COSTS ATTRIBUTABLE TO WORKER EMPLOYMENT,\n   13  TRAINING, RECRUITMENT AND RETENTION OR THE PROVISION AND  MANAGEMENT  OF\n   14  PATIENT  CARE  INCLUDING,  BUT NOT LIMITED TO, PATIENT OUTREACH; ASSESS-\n   15  MENT; COORDINATION AND MANAGEMENT OF SERVICES; TELEPHONE AND OTHER TELE-\n   16  HEALTH MONITORING AND COMMUNICATION; MEDICAL SUPPLIES; STAFF TRANSPORTA-\n   17  TION AND ESCORT  SERVICES;  FAMILY  AND/OR  INFORMAL  CAREGIVER  SUPPORT\n   18  SERVICES;  PATIENT RECORDKEEPING; AND TECHNOLOGY INVESTMENTS FOR PATIENT\n   19  CARE.\n   20    S 2. This act shall take effect on the one hundred eightieth day after\n   21  it shall have become a law.  Effective  immediately,  the  promulgation,\n   22  amendment and/or repeal of any rules and regulations necessary to imple-\n   23  ment  the provisions of this act on its effective date are authorized to\n   24  be made on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05232-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to licensed home care services agency reimbursement and reporting requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T153637.TXT", "SOBI.D110124.T173644.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908604107
}