{
  "year" : 2011,
  "senateBillNo" : "A3249-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A3249-2011-1295845200000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that authorized organizations may advertise certain raffles; increases the maximum value of certain raffle prizes to one million dollars",
  "summary" : "Provides that authorized organizations may advertise certain raffles; increases the maximum value of certain raffle prizes to one million dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A4782-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3249\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Racing and Wagering\n\n       AN ACT to amend the  general  municipal  law,  in  relation  to  raffles\n         conducted within this state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 6, 11, and 12 of section 186  of  the  general\n    2  municipal  law,  subdivision  6 as amended by chapter 574 of the laws of\n    3  1978, subdivision 11 as amended by chapter 337 of the laws of 1998,  and\n    4  subdivision  12  as  amended  by  chapter  252  of the laws of 1998, are\n    5  amended to read as follows:\n    6    6. \"Net proceeds\" shall mean (a) in relation  to  the  gross  receipts\n    7  from  one  or  more  license periods of games of chance, the amount that\n    8  shall remain after deducting the reasonable sums necessarily and actual-\n    9  ly expended for  supplies  and  equipment,  prizes,  security-personnel,\n   10  stated  rental if any, bookkeeping or accounting services according to a\n   11  schedule of compensation prescribed by the  board,  janitorial  services\n   12  and  utility supplies if any, license fees, ADVERTISING, and the cost of\n   13  bus transportation, if authorized by the clerk or department and (b)  in\n   14  relation  to  the  gross  rent received by an authorized games of chance\n   15  lessor for the use of its premises by a game  of  chance  licensee,  the\n   16  amount that shall remain after deducting the reasonable sums necessarily\n   17  and  actually  expended  for  janitorial  services  and utility supplies\n   18  directly attributable thereto if any.\n   19    11. \"Single prize\" shall mean the sum of money or fair market value of\n   20  merchandise, PERSONAL PROPERTY, REAL PROPERTY, or  coins  awarded  to  a\n   21  participant  by  a  games  of  chance licensee in any one operation of a\n   22  single type of game of chance in excess of his OR HER wager.\n   23    12. \"Series of prizes\" shall mean the total amount  of  single  prizes\n   24  minus  the  total amount of wagers lost during the successive operations\n   25  of a single type of game of chance, except that for  merchandise  wheels\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05233-01-1\n\n       A. 3249                             2\n\n    1  and  raffles, \"series of prizes\" shall mean the sum of cash and the fair\n    2  market value of merchandise, PERSONAL PROPERTY, REAL PROPERTY, OR  COINS\n    3  awarded  as single prizes during the successive operations of any single\n    4  merchandise  wheel  or raffle. In the game of raffle, a series of prizes\n    5  may include a percentage of the sum of cash received from  the  sale  of\n    6  raffle tickets.\n    7    S  2.  Subdivisions  5, 6, 8, 12, and 13 of section 189 of the general\n    8  municipal law, subdivision 5 as amended by chapter 337 of  the  laws  of\n    9  1998,  subdivisions  6  and  8  as amended by chapter 302 of the laws of\n   10  2010, subdivision 12 as added by chapter 574 of the laws  of  1978,  and\n   11  subdivision  13  as  amended  by  chapter  252  of the laws of 1998, are\n   12  amended to read as follows:\n   13    5. No single prize awarded by games of chance other than raffle  shall\n   14  exceed  the  sum  or  value  of  three  hundred dollars, except that for\n   15  merchandise wheels, no single prize shall exceed the sum or value of two\n   16  hundred fifty dollars. No single prize awarded by  raffle  shall  exceed\n   17  the  sum  or  value of fifty thousand dollars, except that an authorized\n   18  organization may award by raffle a single  prize  OR  SERIES  OF  PRIZES\n   19  having  a  value  of  up to and including one [hundred thousand] MILLION\n   20  dollars if its application for a license filed pursuant to  section  one\n   21  hundred  ninety  of  this  article includes a statement of its intent to\n   22  award a prize having such value.   No  single  wager  shall  exceed  six\n   23  dollars and for bell jars, coin boards, or merchandise boards, no single\n   24  prize  shall  exceed  five  hundred dollars provided, however, that such\n   25  limitation shall not apply to the amount of money or value paid  by  the\n   26  participant  in  a  raffle  in return for a ticket or other receipt. For\n   27  coin boards and merchandise boards, the value of a prize shall be deter-\n   28  mined by its costs to the authorized organization or,  if  donated,  its\n   29  fair market value.\n   30    6.  No authorized organization shall award a series of prizes consist-\n   31  ing of cash or of merchandise with an aggregate value in excess  of  ten\n   32  thousand dollars during the successive operations of any one merchandise\n   33  wheel,  and  three  thousand dollars during the successive operations of\n   34  any bell jar, coin board, or merchandise  board.  No  series  of  prizes\n   35  awarded  by  raffle  shall  have  an  aggregate value in excess of [five\n   36  hundred thousand] ONE MILLION dollars. For coin boards  and  merchandise\n   37  boards,  the  value  of  a  prize shall be determined by its cost to the\n   38  authorized organization or, if donated, its fair market value.\n   39    8. Except for merchandise wheels and raffles, no series of  prizes  on\n   40  any one occasion shall aggregate more than four hundred dollars when the\n   41  licensed  authorized organization conducts five single types of games of\n   42  chance during any one license period.  Except  for  merchandise  wheels,\n   43  raffles  and  bell  jars,  no series of prizes on any one occasion shall\n   44  aggregate more than five hundred dollars when  the  licensed  authorized\n   45  organization  conducts  less  than five single types of games of chance,\n   46  exclusive of merchandise wheels, raffles and bell jars, during  any  one\n   47  license  period. No authorized organization shall award by raffle prizes\n   48  with an aggregate value in excess of [five hundred thousand] ONE MILLION\n   49  dollars during any one license period.\n   50    12. No authorized organization shall extend  credit  to  a  person  to\n   51  participate  in  playing  a game of chance.  THE AUTHORIZED ORGANIZATION\n   52  SHALL NOT BE DEEMED TO HAVE EXTENDED CREDIT TO  A  PERSON  IF  A  PERSON\n   53  CHARGES  PURCHASES  OF  CHANCES  USING A CREDIT CARD THAT IS ISSUED BY A\n   54  THIRD PARTY, WHICH PURCHASE IS AUTHORIZED BY THE ISSUER  OF  THE  CREDIT\n   55  CARD  BEFORE ANY CHANCE, RECEIPT OF CHANCE, OR CONFIRMATION OF CHANCE IS\n   56  IRREVOCABLY ISSUED TO THE PURCHASER.\n\n       A. 3249                             3\n\n    1    13. No game of chance shall be conducted on other than the premises of\n    2  an authorized organization; A MEDIA OUTLET; A REGIONAL SHOPPING MALL; IF\n    3  THE PRIZE IS REAL ESTATE, THEN AT THE LOCATION OF THE REAL ESTATE; or an\n    4  authorized games of chance lessor.   Nothing herein shall  prohibit  the\n    5  sale  of raffle tickets to the public outside the premises of an author-\n    6  ized organization or an authorized games of chance lessor; or in munici-\n    7  palities which have passed a  local  law,  ordinance  or  resolution  in\n    8  accordance with sections one hundred eighty-seven and one hundred eight-\n    9  y-eight  of  this  article approving the conduct of games of chance that\n   10  are located in the county in which the municipality issuing the  license\n   11  is  located  and  in  the counties which are contiguous to the county in\n   12  which the municipality issuing the raffle license is  located,  provided\n   13  those  municipalities  have authorized the licensee, in writing, to sell\n   14  such raffle tickets therein and  provided,  however,  that  no  sale  of\n   15  raffle  tickets shall be made more than one hundred eighty days prior to\n   16  the date scheduled  for  the  occasion  at  which  the  raffle  will  be\n   17  conducted.  The  winner  of  any  single  prize in a raffle shall not be\n   18  required to be present at the time such raffle is conducted.\n   19    S 3. Section 195 of the general municipal law, as amended  by  chapter\n   20  461 of the laws of 2003, is amended to read as follows:\n   21    S  195. [Sunday] HOLIDAYS; conduct of games on. [Except as provided in\n   22  section one hundred ninety-five-b of this article, no  games  of  chance\n   23  shall  be  conducted  under any license issued under this article on the\n   24  first day of the week, commonly known and designated as  Sunday,  unless\n   25  it  shall be otherwise provided in the license issued for the conducting\n   26  thereof, pursuant to the provisions of a local law or an ordinance  duly\n   27  adopted by the governing body of the municipality wherein the license is\n   28  issued, authorizing the conduct of games of chance under this article on\n   29  that  day  only  between the hours of noon and midnight. Notwithstanding\n   30  the foregoing provisions of this section no] NO games of chance shall be\n   31  conducted on Easter Sunday or Christmas Day.\n   32    S 4. Section 195-e of the general municipal law, as amended by chapter\n   33  94 of the laws of 1981, is amended to read as follows:\n   34    S 195-e. Advertising games. A licensee may advertise  the  conduct  of\n   35  games of chance to the general public by means of TELEVISION, RADIO, THE\n   36  ELECTRONIC MEDIA COMMONLY REFERRED TO AS THE WORLD WIDE WEB OR INTERNET,\n   37  DIRECT  MAIL,  newspaper, circular, handbill and poster, and by one sign\n   38  not exceeding sixty square feet in area, which may be  displayed  on  or\n   39  adjacent  to  the  premises  owned  or occupied by a licensed authorized\n   40  organization, and when an organization is licensed to conduct  games  of\n   41  chance  on  premises  of an authorized games of chance lessor, one addi-\n   42  tional such sign may be displayed on or  adjacent  to  the  premises  in\n   43  which  the games are to be conducted.  Additional signs may be displayed\n   44  upon any fire fighting equipment belonging to  any  licensed  authorized\n   45  organization which is a volunteer fire company, or upon any equipment of\n   46  a  first  aid  or rescue squad in and throughout the community served by\n   47  such volunteer fire company or such first aid or rescue  squad,  as  the\n   48  case  may  be. All advertisements shall be limited to the description of\n   49  such event as \"RAFFLE\", \"Games of chance\" or \"Las Vegas Night\", the name\n   50  of the authorized organization conducting such games, the license number\n   51  of the authorized organization as assigned by the  clerk  or  department\n   52  and the date, location and time of the event.\n   53    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to raffles conducted within this state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T174145.TXT", "SOBI.D110124.T153637.TXT", "SOBI.D110124.T184148.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295912508431
}