{
  "year" : 2011,
  "senateBillNo" : "A3259-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3259-2011-1295845200000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows cities with a population of 150,000 or more to impose a twenty-five cent fee on sporting event tickets and to use the money collected for sport programs",
  "summary" : "Authorizes cities with a population of one hundred fifty thousand or more to impose an additional twenty-five cent fee upon the ticket price of four dollars or more for any sporting event held within such city; moneys collected shall be used for sport and recreation programs in such cities; creates a NYC sports and recreation advisory committee to determine how the money shall be spent in NYC; outside NYC the respective school boards shall administer funds. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3565-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3259\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. PERRY, ENGLEBRIGHT -- Multi-Sponsored by -- M. of\n         A.  ARROYO,  BRENNAN, COOK, MILLMAN, ORTIZ, J. RIVERA, ROBINSON, SCAR-\n         BOROUGH, TOWNS -- read once and referred to the Committee on  Tourism,\n         Parks, Arts and Sports Development\n\n       AN  ACT to amend the education law, in relation to creating the New York\n         schools sports and recreation program and establishing  the  New  York\n         city  schools  sports  and recreation advisory committee; and to amend\n         the state finance law,  in  relation  to  establishing  the  New  York\n         schools sports and recreation fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and  intent.  The  legislature  hereby\n    2  finds  that participation in organized extracurricular sports and recre-\n    3  ational programs provides students with valuable physical and  emotional\n    4  benefits.    Such  programs  are a significant and important aspect of a\n    5  child's education. The legislature further finds that such programs  are\n    6  underfunded  and  in  need  of  financial  support. Therefore, it is the\n    7  intent of the legislature to provide a solution to the problem of  fund-\n    8  ing  such  sports and recreational programs by establishing the New York\n    9  city schools sports and recreation advisory committee and the  New  York\n   10  schools sports and recreation fund.\n   11    S 2. The education law is amended by adding a new article 10-E to read\n   12  as follows:\n   13                                ARTICLE 10-E\n   14             THE NEW YORK SCHOOLS SPORTS AND RECREATION PROGRAM\n   15  SECTION 500-A. THE NEW YORK SCHOOLS SPORTS AND RECREATION FEE PROGRAM.\n   16          500-B.  THE NEW YORK CITY SCHOOLS SPORTS AND RECREATION ADVISORY\n   17                   COMMITTEE.\n   18    S 500-A. THE NEW YORK SCHOOLS SPORTS AND RECREATION FEE PROGRAM.    1.\n   19  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF LAW TO THE CONTRARY, ANY CITY\n   20  WITH A POPULATION OF ONE  HUNDRED  FIFTY  THOUSAND  OR  MORE  IS  HEREBY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02638-01-1\n\n       A. 3259                             2\n\n    1  AUTHORIZED  AND EMPOWERED TO ADOPT AND AMEND ITS LOCAL LAWS IMPOSING, IN\n    2  ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE, A TWENTY-FIVE  CENT  FEE\n    3  UPON  THE  TICKET  PRICE  OF FOUR DOLLARS OR MORE FOR ANY SPORTING EVENT\n    4  HELD WITHIN SUCH CITY.\n    5    2.  ALL  MONEYS  COLLECTED PURSUANT TO SUBDIVISION ONE OF THIS SECTION\n    6  AND ALL INCREMENTS TO THE PRINCIPAL DERIVED FROM INVESTMENT GAIN, INTER-\n    7  EST ACCUMULATION, AND OTHER SOURCES OF INCOME SHALL  ONLY  BE  DEPOSITED\n    8  INTO  THE  NEW YORK SCHOOLS SPORTS AND RECREATION FUND AS ESTABLISHED IN\n    9  SECTION 97-KKKK OF THE STATE FINANCE LAW.\n   10    3. (A) THE AMOUNT OF EARNINGS AND ACCUMULATED INCOME UPON THE  PRINCI-\n   11  PAL  OF  THE  FUND  FOR  THE PRIOR FISCAL YEAR, AS REPORTED BY THE COMP-\n   12  TROLLER ON AUGUST FIFTEENTH ANNUALLY, SHALL BE AVAILABLE  FOR  APPROPRI-\n   13  ATION  TO  THE  NEW  YORK  CITY  SCHOOLS  SPORTS AND RECREATION ADVISORY\n   14  COMMITTEE OR TO THE SCHOOL BOARD OF A CITY IMPOSING A SPORTS AND  RECRE-\n   15  ATION  FEE  PURSUANT  TO  SUBDIVISION  ONE OF THIS SECTION. ANY FUNDS SO\n   16  APPROPRIATED SHALL  BE  EXPENDED  FOR  SPORTS  AND  RECREATION  PROGRAMS\n   17  AUTHORIZED BY THE SCHOOL BOARD IN SUCH CITY OR THE NEW YORK CITY SCHOOLS\n   18  SPORTS AND RECREATION ADVISORY COMMITTEE IN THE CITY OF NEW YORK, PURSU-\n   19  ANT TO THE PROVISIONS OF SECTION FIVE HUNDRED-B OF THIS ARTICLE.\n   20    (B)  SEVENTY-FIVE  PERCENT  OF  SUCH MONEYS SHALL BE DISBURSED FOR THE\n   21  SPORTS AND RECREATIONAL PROGRAMS OF PUBLIC SCHOOLS LOCATED  WITHIN  SUCH\n   22  CITY'S  SCHOOL  DISTRICT  AND TWENTY-FIVE PERCENT SHALL BE DISBURSED FOR\n   23  THE SPORTS AND RECREATIONAL PROGRAMS OF NON-PUBLIC SCHOOLS LOCATED WITH-\n   24  IN SUCH CITY. ALL EXPENDITURES FROM THE FUND FOR THE  PURPOSES  OF  THIS\n   25  SECTION  SHALL  BE MADE ON THE AUDIT AND WARRANT OF THE COMPTROLLER UPON\n   26  VOUCHERS APPROVED BY THE PRESIDENT OF SUCH CITY'S BOARD OF EDUCATION, OR\n   27  BY THE CHANCELLOR OF THE CITY SCHOOL DISTRICT IN THE CASE  OF  THE  CITY\n   28  SCHOOL DISTRICT OF THE CITY OF NEW YORK.\n   29    S  500-B.  THE  NEW  YORK  CITY SCHOOLS SPORTS AND RECREATION ADVISORY\n   30  COMMITTEE. 1. THERE IS HEREBY CREATED THE NEW YORK CITY  SCHOOLS  SPORTS\n   31  AND  RECREATION ADVISORY COMMITTEE, TO BE APPOINTED BY THE CHANCELLOR OF\n   32  THE CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK. SUCH  COMMITTEE  SHALL\n   33  CONSIST  OF  ELEVEN MEMBERS WHO HAVE SUBMITTED APPLICATIONS FOR APPOINT-\n   34  MENT OR HAVE BEEN RECOMMENDED FOR APPOINTMENT  BY  PUBLIC  OFFICIALS  OR\n   35  SCHOOL  ADMINISTRATORS:  FIVE  OF  WHOM SHALL BE PARENTS OF A STUDENT IN\n   36  ATTENDANCE AND REGISTERED IN A SPORTS OR RECREATION PROGRAM AT A  PUBLIC\n   37  SCHOOL  LOCATED  WITHIN THE CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK\n   38  REPRESENTATIVE OF EACH BOROUGH AND CHOSEN BY SUCH BOROUGH PRESIDENT, ONE\n   39  OF WHOM SHALL BE A PARENT OF A STUDENT IN ATTENDANCE AND REGISTERED   IN\n   40  A SPORTS OR RECREATION PROGRAM AT A NON-PUBLIC SCHOOL LOCATED WITHIN THE\n   41  CITY  SCHOOL  DISTRICT  OF THE CITY OF NEW YORK, ONE OF WHOM SHALL BE AN\n   42  ATHLETIC DIRECTOR OR COACH FROM A PUBLIC SCHOOL LOCATED WITHIN THE  CITY\n   43  SCHOOL DISTRICT OF THE CITY OF NEW YORK, ONE OF WHOM SHALL BE AN ATHLET-\n   44  IC  DIRECTOR  OR  COACH FROM A NON-PUBLIC SCHOOL LOCATED WITHIN THE CITY\n   45  SCHOOL DISTRICT OF THE CITY OF NEW YORK, ONE OF WHOM SHALL BE A  STUDENT\n   46  IN  ATTENDANCE  AND  REGISTERED  IN  A SPORTS OR RECREATION PROGRAM AT A\n   47  PUBLIC SCHOOL LOCATED WITHIN THE CITY SCHOOL DISTRICT OF THE CITY OF NEW\n   48  YORK, ONE OF WHOM SHALL BE A STUDENT IN ATTENDANCE AND REGISTERED  IN  A\n   49  SPORTS  OR  RECREATION PROGRAM AT A NON-PUBLIC SCHOOL LOCATED WITHIN THE\n   50  CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK AND THE CHANCELLOR  OF  THE\n   51  CITY  SCHOOL  DISTRICT  OF  THE CITY OF NEW YORK OR HIS OR HER REPRESEN-\n   52  TATIVE.\n   53    2. EACH MEMBER OF THE COMMITTEE SHALL SERVE  A  TERM  OF  THREE  YEARS\n   54  WITHOUT  REMUNERATION;  PROVIDED,  HOWEVER,  THAT  THE STUDENT REPRESEN-\n   55  TATIVES SHALL SERVE FOR A TERM OF ONE YEAR AND BE REIMBURSED FOR HIS  OR\n   56  HER  ACTUAL  TRAVEL EXPENSES. THE CHANCELLOR OF THE CITY SCHOOL DISTRICT\n\n       A. 3259                             3\n\n    1  OF THE CITY OF NEW YORK SHALL HAVE THE POWER TO REMOVE MEMBERS AND REAP-\n    2  POINT MEMBERS.\n    3    3.  THE CHANCELLOR OF THE CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK\n    4  SHALL NAME A CHAIRPERSON OF THE COMMITTEE AND SHALL ESTABLISH THE  RULES\n    5  OF OPERATION OF THE COMMITTEE.\n    6    4.  SUCH  COMMITTEE SHALL ADVISE AND MAKE RECOMMENDATIONS TO THE CHAN-\n    7  CELLOR OF THE CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK AS  TO  WHICH\n    8  SCHOOL SPORTS AND RECREATION PROGRAMS ARE DETERMINED BY THE COMMITTEE TO\n    9  BE ELIGIBLE FOR FINANCIAL SUPPORT. FOR THE PURPOSE OF DETERMINING ELIGI-\n   10  BILITY,  THE  COMMITTEE  SHALL  CONSIDER PROGRAMS INVOLVING THE GREATEST\n   11  NUMBER OF PARTICIPANTS.\n   12    5. THE CHANCELLOR OF THE CITY SCHOOL DISTRICT OF THE CITY OF NEW  YORK\n   13  SHALL  ESTABLISH AND PERIODICALLY UPDATE A LIST OF INTERESTED VOLUNTEERS\n   14  AND PERSONS RECOMMENDED FOR APPOINTMENT BY PUBLIC  OFFICIALS  OR  SCHOOL\n   15  ADMINISTRATORS FROM WHICH APPOINTMENTS TO SUCH COMMITTEE SHALL BE MADE.\n   16    6.  THE CHANCELLOR OF THE CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK\n   17  SHALL EXERCISE DUE DILIGENCE TO INSURE THAT SUCH COMMITTEE'S COMPOSITION\n   18  PROVIDED EQUAL GEOGRAPHIC REPRESENTATION.\n   19    S 3. The state finance law is amended by adding a new section  97-kkkk\n   20  to read as follows:\n   21    S  97-KKKK. THE NEW YORK SCHOOLS SPORTS AND RECREATION FUND. 1.  THERE\n   22  IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE  COMPTROLLER  AND  THE\n   23  COMMISSIONER  OF  TAXATION AND FINANCE AN ACCOUNT TO BE KNOWN AS THE NEW\n   24  YORK SCHOOLS SPORTS AND RECREATION FUND. SUCH ACCOUNT SHALL  CONSIST  OF\n   25  ALL  FEES  RECEIVED  PURSUANT TO SECTION FIVE HUNDRED-A OF THE EDUCATION\n   26  LAW AND ALL OTHER MONIES CREDITED OR TRANSFERRED THERETO FROM ANY  OTHER\n   27  FUND OR SOURCE PURSUANT TO LAW.\n   28    2. FEES RECEIVED FROM A CITY PURSUANT TO SECTION FIVE HUNDRED-A OF THE\n   29  EDUCATION  LAW  SHALL BE KEPT SEPARATE FROM THE MONIES RECEIVED FROM ANY\n   30  OTHER CITY DEPOSITING MONEY PURSUANT TO SECTION FIVE  HUNDRED-A  OF  THE\n   31  EDUCATION  LAW  AND  SHALL  BE CREDITED ONLY TO THE CITY DEPOSITING SUCH\n   32  MONIES.\n   33    3. THE COMPTROLLER SHALL INVEST AND KEEP INVESTED ALL MONEYS BELONGING\n   34  TO THE FUND IN THE MANNER AUTHORIZED BY  SECTION  NINETY-EIGHT  OF  THIS\n   35  ARTICLE.\n   36    4. COMMENCING ON OR BEFORE AUGUST FIFTEENTH, TWO THOUSAND THIRTEEN AND\n   37  ON  OR  BEFORE  THE FIFTEENTH DAY OF AUGUST OF EACH SUCCEEDING YEAR, THE\n   38  COMPTROLLER SHALL ISSUE A CERTIFICATE OF EARNINGS AND ACCUMULATED INCOME\n   39  UPON THE PRINCIPAL OF SUCH FUND AS OF THE END  OF  THE  PRECEDING  STATE\n   40  FISCAL  YEAR  TO THE PRESIDENT OF THE SCHOOL BOARD, OR TO THE CHANCELLOR\n   41  OF THE CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK IN THE CASE  OF  THE\n   42  CITY  SCHOOL  DISTRICT  OF  THE CITY OF NEW YORK. SUCH CERTIFICATE SHALL\n   43  ALSO INCLUDE A STATEMENT OF ACCUMULATED  INCOME  FOR  THE  PRIOR  FISCAL\n   44  YEARS REMAINING UNEXPENDED AT THE CLOSE OF SUCH YEAR.\n   45    5.  MONIES  OF THE ACCOUNT MAY BE EXPENDED PURSUANT TO SUBDIVISION TWO\n   46  OF SECTION FIVE HUNDRED-A OF THE EDUCATION LAW.   MONIES SHALL  BE  PAID\n   47  OUT  OF  THE ACCOUNT UPON THE AUDIT AND WARRANT OF THE STATE COMPTROLLER\n   48  PURSUANT TO SUCH SECTION.\n   49    6. THE MONIES HELD IN OR CREDITED TO THE FUND SHALL  BE  EXPENDED  FOR\n   50  THE  PURPOSES  SET FORTH IN SECTION FIVE HUNDRED-A OF THE EDUCATION LAW,\n   51  AND MAY NOT BE INTERCHANGED OR COMMINGLED WITH ANY OTHER ACCOUNT OR FUND\n   52  BUT MAY BE COMMINGLED WITH ANY OTHER FUND FOR INVESTMENT PURPOSES.\n   53    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   54  have  become a law; provided, however, that if no eligible city adopts a\n   55  local law pursuant to section 500-a of the education  law  as  added  by\n   56  section  two of this act, this act shall be deemed repealed 1 year after\n\n       A. 3259                             4\n\n    1  such date provided that the New York city schools sports and  recreation\n    2  advisory committee shall notify the legislative bill drafting commission\n    3  upon  the occurrence of the enactment of the legislation provided for in\n    4  this act in order that the commission may maintain an accurate and time-\n    5  ly  effective data base of the official text of the laws of the state of\n    6  New York in furtherance of effecting the provisions of section 44 of the\n    7  legislative law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating the New York schools sports and recreation program and establishing the New York city schools sports and recreation advisory committee; and to amend the state finance law, in relation to establishing the New York schools sports and recreation fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T173644.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908604088
}