{
  "year" : 2011,
  "senateBillNo" : "A3254-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3254-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a tax credit for training expenses for emerging technology employees",
  "summary" : "Establishes a tax credit for training expenses for emerging technology employees; requires that training must be for full-time employees involved in the development, modification or improvement of equipment and systems that involve advanced computer software and hardware. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4825-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3254\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to establishing  a  tax  credit\n         for training expenses for emerging technology employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n    2  subdivision 43 to read as follows:\n    3    43.  TAX  CREDIT FOR TRAINING EXPENSES FOR EMERGING TECHNOLOGY EMPLOY-\n    4  EES. (A) A TAXPAYER SHALL BE ALLOWED A CREDIT FOR TRAINING  EXPENSES  OF\n    5  EMPLOYEES  INVOLVED  WITH  EMERGING  TECHNOLOGY.  TO BE ELIGIBLE FOR THE\n    6  CREDIT, TRAINING EXPENSES MUST BE FOR FULL-TIME  EMPLOYEES  INVOLVED  IN\n    7  THE  DEVELOPMENT,  MODIFICATION  OR IMPROVEMENT OF EQUIPMENT AND SYSTEMS\n    8  THAT INVOLVE ADVANCED  COMPUTER  SOFTWARE  AND  HARDWARE,  VISUALIZATION\n    9  TECHNOLOGIES,  HUMAN  INTERFACE  TECHNOLOGIES,  AS  WELL  AS PRODUCTS OR\n   10  SERVICES WITH INTERACTIVE MEDIA CONTENT  INVOLVING  ELECTRONIC  DISTRIB-\n   11  UTION  OR  ELECTRONIC COMMERCE. SUCH TECHNOLOGIES SHALL INCLUDE, BUT ARE\n   12  NOT LIMITED TO, THE  FOLLOWING:  OPERATING  AND  APPLICATIONS  SOFTWARE,\n   13  ARTIFICIAL  INTELLIGENCE,  COMPUTER  MODELING AND SIMULATION, HIGH-LEVEL\n   14  SOFTWARE LANGUAGES, NEURAL NETWORKS, PROCESSOR  ARCHITECTURE,  ANIMATION\n   15  AND  FULL-MOTION  VIDEO,  GRAPHICS  HARDWARE  AND  SOFTWARE,  SPEECH AND\n   16  OPTICAL  CHARACTER  RECOGNITION,  HIGH-VOLUME  INFORMATION  STORAGE  AND\n   17  RETRIEVAL,  DATA COMPRESSION, BROADBAND SWITCHING, MULTIPLEXING, DIGITAL\n   18  SIGNAL PROCESSING AND SPECTRUM TECHNOLOGIES.\n   19    (B) TO QUALIFY AS ELIGIBLE EXPENSES, THE TRAINING UNDERTAKEN  MUST  BE\n   20  TO  MAINTAIN  OR  IMPROVE A SKILL REQUIRED BY THE EMPLOYEE IN HIS OR HER\n   21  EMPLOYMENT OR THE TRAINING  IS  REQUIRED  TO  RETAIN  SALARY  STATUS  OR\n   22  EMPLOYMENT. THE TRAINING MAY TAKE PLACE OUTSIDE THE STATE AS LONG AS THE\n   23  EMPLOYEE'S  POSITION  IS  LOCATED WITHIN THE STATE, AND MAY INCLUDE, BUT\n   24  NOT BE LIMITED TO, TRAINING TAKEN THROUGH INSTRUCTIONAL PROGRAMS, OR THE\n   25  PURCHASE OF MATERIALS, SUPPLIES,  TEXTBOOKS,  MANUALS,  VIDEOTAPES,  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05255-01-1\n\n       A. 3254                             2\n\n    1  OTHER  INSTRUCTIONAL MEDIA AND EQUIPMENT, THROUGH THE INTERNET. TRAINING\n    2  EXPENSES FOR WHICH A CREDIT IS ALLOWABLE AND  CLAIMED  UNDER  ANY  OTHER\n    3  PROVISION OF THIS SECTION MAY NOT BE CLAIMED UNDER THIS SUBDIVISION.\n    4    (C)  THE  CREDIT SHALL BE EQUAL TO TWENTY-FIVE PERCENT OF TOTAL QUALI-\n    5  FIED TRAINING EXPENSES INCURRED DURING THE TAXABLE  YEAR.  IN  NO  EVENT\n    6  SHALL  THE CREDIT UNDER THIS SUBDIVISION, AND CARRYOVERS OF SUCH CREDIT,\n    7  ALLOWED UNDER THIS SUBDIVISION REDUCE THE TAX PAYABLE TO LESS  THAN  THE\n    8  DOLLAR AMOUNT FIXED AS A MINIMUM TAX BY PARAGRAPH (D) OF SUBDIVISION ONE\n    9  OF  THIS SECTION. HOWEVER, IF THE AMOUNT OF CREDIT OR CARRYOVERS OF SUCH\n   10  CREDIT, OR BOTH, ALLOWED UNDER THIS SUBDIVISION  FOR  ANY  TAXABLE  YEAR\n   11  REDUCES  THE  TAX  TO SUCH AMOUNT, ANY AMOUNT OF CREDIT OR CARRYOVERS OF\n   12  SUCH CREDIT THUS NOT USED IN SUCH TAXABLE YEAR MAY BE  CARRIED  OVER  TO\n   13  THE  FOLLOWING YEAR OR YEARS AND MAY BE CLAIMED AS A CREDIT IN COMPUTING\n   14  THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS. IN ADDITION, THE TAXPAYER MAY\n   15  ELECT, ON ITS REPORT FOR ITS TAXABLE YEAR WITH  RESPECT  TO  WHICH  SUCH\n   16  CREDIT  IS ALLOWED, TO TREAT THE AMOUNT OF SUCH CARRYOVER AS AN OVERPAY-\n   17  MENT OF TAX TO BE CREDITED OR REFUNDED. ANY REFUND PAID PURSUANT TO THIS\n   18  PARAGRAPH SHALL BE DEEMED TO BE A  REFUND  OF  AN  OVERPAYMENT  OF  TAX,\n   19  PROVIDED, HOWEVER, NO INTEREST SHALL BE PAID THEREON.\n   20    S 2. This act shall take effect immediately and shall be applicable to\n   21  taxable years beginning on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a tax credit for training expenses for emerging technology employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T173144.TXT", "SOBI.D110124.T153140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908304924
}