{
  "year" : 2011,
  "senateBillNo" : "A3257-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3257-2011-1295845200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the calculation of policyholder positions for mono line mortgage guaranty insurance companies",
  "summary" : "Requires the calculation of policyholder positions for mono line mortgage guaranty insurance companies; defines \"minimum policyholders positions\" and prescribes other technical requirements for the unique contingency reserve required for mortgage guaranty insurers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A4830-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3257\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law,  in  relation  to  mortgage  guaranty\n         insurance contingency reserves\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 2 of subsection (a) of section 6502 of the insur-\n    2  ance law is amended to read as follows:\n    3    (2) it establishes a contingency reserve out of  net  premiums  (gross\n    4  premiums less premiums returned to policyholders) remaining after estab-\n    5  lishing  the  unearned  premium reserve. The company shall contribute to\n    6  the contingency reserve an amount equal to fifty percent of such remain-\n    7  ing earned premiums.   Contributions to  the  contingency  reserve  made\n    8  during  each  calendar  year  shall  be  maintained  for a period of one\n    9  hundred and twenty months, except that withdrawals may be  made  by  the\n   10  company  with  the prior approval of the superintendent: (A) in any year\n   11  in which the actual incurred losses exceed thirty-five  percent  of  the\n   12  corresponding  earned  premiums  OR  (B)  OF SUCH OTHER APPROVED AMOUNT,\n   13  PROVIDED THE COMPANY CONTINUES TO MEET THE OTHER  REQUIREMENTS  OF  THIS\n   14  SECTION,  AND AFTER CONSIDERATION BY THE SUPERINTENDENT OF THE FINANCIAL\n   15  CONDITION OF THE COMPANY, LOSS DEVELOPMENT AND TRENDS, AS  WELL  AS  ANY\n   16  OTHER  CIRCUMSTANCES  THE  SUPERINTENDENT DEEMS APPROPRIATE. THE COMPANY\n   17  SHALL SUBMIT  DOCUMENTATION  CLEARLY  PROVIDING  JUSTIFICATION  FOR  THE\n   18  PROPOSED  WITHDRAWAL  OF CONTINGENCY RESERVES UNDER THIS PARAGRAPH.  The\n   19  unearned premium reserve shall be computed as required  by  section  one\n   20  thousand  three  hundred  five  of  this chapter except that on policies\n   21  covering a risk period of more than one year it  shall  be  computed  in\n   22  accordance with standards promulgated by the superintendent; and\n   23    S 2.  This act shall take effect immediately; provided that the super-\n   24  intendent of insurance is authorized to promulgate any and all rules and\n   25  regulations,  on  an emergency basis, and take any other measures neces-\n   26  sary to implement this act on its effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05259-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to mortgage guaranty insurance contingency reserves ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T173644.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908604086
}