{
  "year" : 2011,
  "senateBillNo" : "A3255-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3255-2011-1295845200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that employees of the insurance department may indirectly invest in insurance companies through certain investment companies",
  "summary" : "Provides that employees of the insurance department may indirectly invest in insurance companies through certain investment companies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A4823-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3255\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation to investments and activ-\n         ities of insurance department employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (a)  of  section  204 of the insurance law is\n    2  amended and a new subsection (c) is added to read as follows:\n    3    (a) Neither the superintendent, any deputy, nor any  employee  of  the\n    4  department, shall be interested, directly or indirectly, in the business\n    5  of  any  insurer,  agent,  broker,  adjuster,  or  other licensee of the\n    6  department, whether as a security holder, director,  officer,  attorney,\n    7  agent,  or  employee.  NOTHING  IN  THIS  SECTION  SHALL BE CONSTRUED TO\n    8  PROHIBIT THE SUPERINTENDENT, ANY DEPUTY, OR ANY EMPLOYEE OF THE  DEPART-\n    9  MENT  FROM OWNING SHARES OF AN INVESTMENT COMPANY (MUTUAL FUND) THAT MAY\n   10  INCIDENTALLY INVEST IN THE STOCK OF  ANY  LICENSEE,  PROVIDED  THAT  THE\n   11  PURPOSE OF THE INVESTMENT PORTFOLIO OF THE INVESTMENT COMPANY MAY NOT BE\n   12  TO  INVEST  PRIMARILY  OR  EXCLUSIVELY  IN  THE SHARES OF LICENSEES. FOR\n   13  PURPOSES OF THIS SECTION,  INVESTMENT  COMPANIES  INCLUDE  OPEN-END  AND\n   14  CLOSED-END  INVESTMENT  COMPANIES  AND  UNIT  INVESTMENT TRUSTS AS THOSE\n   15  TERMS ARE DEFINED IN AN ACT OF CONGRESS ENTITLED \"THE INVESTMENT COMPANY\n   16  ACT OF 1940,\" AS AMENDED.\n   17    (C) THE SUPERINTENDENT MAY DETERMINE, UPON APPLICATION OF  ANY  DEPUTY\n   18  OR  EMPLOYEE  OF  THE DEPARTMENT, THAT A CLASS OF INTEREST OR PARTICULAR\n   19  INTEREST IS, OR WOULD BE, OF SO INDIRECT A NATURE AS NOT TO  BE  SUBJECT\n   20  TO  SUBSECTION  (A) OF THIS SECTION. IN MAKING THAT DETERMINATION, OR IN\n   21  REFUSING TO MAKE THAT DETERMINATION, THE SUPERINTENDENT  SHALL  CONSIDER\n   22  THE  NATURE  AND VALUE OF SUCH INTEREST, THE APPLICANT'S POSITION WITHIN\n   23  THE DEPARTMENT, AND ANY OTHER  FACTORS  THAT  THE  SUPERINTENDENT  DEEMS\n   24  RELEVANT. SUCH DETERMINATION SHALL SPECIFY IN WRITING THE REASONS THERE-\n   25  FOR.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05254-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to investments and activities of insurance department employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T173144.TXT", "SOBI.D110124.T153140.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908304926
}