{
  "year" : 2011,
  "senateBillNo" : "A3268-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3268-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to licenses to carry, possess, repair and dispose of firearms",
  "summary" : "Establishes a license for a pistol or revolver shall be issued to have and carry concealed, without regard to employment or place of employment and without judicial discretion on whether proper cause exists for the issuance thereof; requires the police authority in the locality where an application is made for a license to carry, possess, repair and dispose of firearms to conduct a search of the National Instant Criminal Background Check System (NICS). ",
  "currentCommittee" : null,
  "sameAs" : "S1863",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A6187-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3268\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHIMMINGER,  SCHROEDER,  LUPARDO, CORWIN --\n         Multi-Sponsored by -- M. of A. GIGLIO, HAWLEY, HAYES -- read once  and\n         referred to the Committee on Codes\n\n       AN  ACT  to  amend  the  penal  law,  in  relation to licenses to carry,\n         possess, repair and dispose of firearms\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (f) of subdivision 2 and subdivision 4 of section\n    2  400.00  of  the  penal law, paragraph (f) of subdivision 2 as amended by\n    3  chapter 189 of the laws of 2000 and subdivision 4 as amended by  chapter\n    4  331 of the laws of 2005, are amended to read as follows:\n    5    (f) have and carry concealed, without regard to employment or place of\n    6  possession[,  by  any  person  when proper cause exists for the issuance\n    7  thereof]; and\n    8    4. Investigation. Before a license is issued or renewed,  there  shall\n    9  be an investigation of all statements required in the application by the\n   10  duly  constituted police authorities of the locality where such applica-\n   11  tion is made. For that purpose, the records of the appropriate office of\n   12  the department of mental hygiene concerning previous or  present  mental\n   13  illness of the applicant shall be available for inspection by the inves-\n   14  tigating  officer  of the police authority.  THE POLICE AUTHORITY IN THE\n   15  LOCALITY WHERE THE APPLICATION IS MADE SHALL CONDUCT  A  SEARCH  OF  THE\n   16  NATIONAL  INSTANT  CRIMINAL  BACKGROUND CHECK SYSTEM (NICS). In order to\n   17  ascertain any previous criminal record, the investigating officer  shall\n   18  take  the fingerprints and physical descriptive data in quadruplicate of\n   19  each individual by whom the application  is  signed  and  verified.  Two\n   20  copies of such fingerprints shall be taken on standard fingerprint cards\n   21  eight  inches  square,  and one copy may be taken on a card supplied for\n   22  that purpose by the federal bureau of investigation; provided,  however,\n   23  that in the case of a corporate applicant that has already been issued a\n   24  dealer  in firearms license and seeks to operate a firearm dealership at\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06350-01-1\n\n       A. 3268                             2\n\n    1  a second or subsequent location, the original fingerprints on  file  may\n    2  be  used  to  ascertain  any criminal record in the second or subsequent\n    3  application unless any of the corporate officers have changed since  the\n    4  prior  application, in which case the new corporate officer shall comply\n    5  with procedures governing an initial application for such license.  When\n    6  completed,  one  standard card shall be forwarded to and retained by the\n    7  division of criminal justice services in the  executive  department,  at\n    8  Albany.  A search of the files of such division and written notification\n    9  of the results of the search to the investigating officer shall be  made\n   10  without  unnecessary delay.   Thereafter, such division shall notify the\n   11  licensing officer  and  the  executive  department,  division  of  state\n   12  police,  Albany,  of  any criminal record of the applicant filed therein\n   13  subsequent to the search of its files. A second standard  card,  or  the\n   14  one supplied by the federal bureau of investigation, as the case may be,\n   15  shall  be forwarded to that bureau at Washington with a request that the\n   16  files of the bureau be searched and notification of the results  of  the\n   17  search  be  made  to  the investigating police authority. The failure or\n   18  refusal of the federal bureau of investigation to make  the  fingerprint\n   19  check  provided  for in this section shall not constitute the sole basis\n   20  for refusal to issue  a  permit  pursuant  to  the  provisions  of  this\n   21  section. Of the remaining two fingerprint cards, one shall be filed with\n   22  the  executive  department, division of state police, Albany, within ten\n   23  days after issuance of the license, and the other remain  on  file  with\n   24  the   investigating  police  authority.  No  such  fingerprints  may  be\n   25  inspected by any person other than a peace officer, who is acting pursu-\n   26  ant to his special duties, or a police officer, except  on  order  of  a\n   27  judge or justice of a court of record either upon notice to the licensee\n   28  or  without  notice,  as the judge or justice may deem appropriate. Upon\n   29  completion of the investigation, the police authority shall  report  the\n   30  results to the licensing officer without unnecessary delay.\n   31    S  2.  This  act shall take effect on the ninetieth day after it shall\n   32  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to licenses to carry, possess, repair and dispose of firearms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T184648.TXT", "SOBI.D110124.T153637.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295912808633
}