{
  "year" : 2011,
  "senateBillNo" : "A326-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A326-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of unauthorized radio transmission, a class D felony, punishable by imprisonment and a fine in the amount of not less than $10,000.00",
  "summary" : "Creates the crime of unauthorized radio transmission for those who broadcast radio transmissions without obtaining a license to do so from the FCC; the crime will be a class D felony punishable by imprisonment and a fine. ",
  "currentCommittee" : null,
  "sameAs" : "S2737",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A181-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          326\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. LATIMER, GALEF, BROOK-KRASNY, SPANO -- Multi-\n         Sponsored by -- M. of A.   BOYLAND,  CLARK,  GIBSON,  MAISEL,  MARKEY,\n         McENENY, M. MILLER, MILLMAN, PHEFFER, PRETLOW, REILLY, THIELE, WEISEN-\n         BERG -- read once and referred to the Committee on Codes\n\n       AN  ACT to amend the penal law, in relation to prohibition against unau-\n         thorized radio transmissions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 190.72 to\n    2  read as follows:\n    3  S 190.72 UNAUTHORIZED RADIO TRANSMISSION.\n    4    A PERSON IS  GUILTY  OF  UNAUTHORIZED  RADIO  TRANSMISSION  WHEN  SUCH\n    5  PERSON:\n    6    1.  KNOWINGLY  MAKES OR CAUSES TO BE MADE A RADIO TRANSMISSION IN THIS\n    7  STATE WITHOUT FIRST HAVING OBTAINED  A  LICENSE  OR  AN  EXEMPTION  FROM\n    8  LICENSURE FROM THE FEDERAL COMMUNICATIONS COMMISSION OR OTHER APPLICABLE\n    9  FEDERAL LAW OR REGULATION; OR\n   10    2.  ACTS,  WHETHER  DIRECTLY  OR  INDIRECTLY, TO CAUSE AN UNAUTHORIZED\n   11  RADIO TRANSMISSION TO, OR INTERFERENCE  WITH,  A  PUBLIC  OR  COMMERCIAL\n   12  RADIO  STATION  LICENSED  BY THE FEDERAL COMMUNICATIONS COMMISSION OR TO\n   13  ENABLE THE RADIO TRANSMISSION OR INTERFERENCE TO OCCUR.\n   14    A PERSON CONVICTED OF UNAUTHORIZED RADIO TRANSMISSION SHALL BE  GUILTY\n   15  OF A CLASS D FELONY.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00709-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibition against unauthorized radio transmissions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T164723.TXT", "SOBI.D101220.T105821.TXT", "SOBI.D101220.T171843.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296510443520
}