{
  "year" : 2011,
  "senateBillNo" : "A3263-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3263-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases project size for which separate contracts on public work are required; repealer",
  "summary" : "Raises the threshold total project cost dollar amount under the Wicks Law (requiring separate contracts for the plumbing, heating and HVAC components of public construction projects) requirements both within and without cities with a population of one million or more: would increase the existing threshold to $1,000,000 (outside of cities having a population in excess of one million) and $2,000,000 in cities having a population in excess of one million. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA4342-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3263\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMMINGER, WEISENBERG, HOYT -- Multi-Sponsored\n         by -- M. of A.  McENENY -- read once and referred to the Committee  on\n         Local Governments\n\n       AN  ACT  to  amend the general municipal law, the state finance law, the\n         public housing law, the education law,  the  public  authorities  law,\n         chapter  892  of the laws of 1971, amending the public authorities law\n         relating to construction by the dormitory authority, and  chapter  560\n         of  the  laws of 1980, relating to authorizing the city of New York to\n         adopt a waste management law, in relation to project size  over  which\n         separate  contracts on public work are required; and to repeal certain\n         provisions of the general municipal law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivisions 1 and 2 of section 101 of the general munici-\n    2  pal law, subdivision 1 as amended by section 1 of part MM of chapter  57\n    3  of  the  laws  of  2008 and subdivision 2 as added by chapter 861 of the\n    4  laws of 1953, are amended to read as follows:\n    5    1. Except as otherwise provided in section two hundred  twenty-two  of\n    6  the labor law, every officer, board or agency of a political subdivision\n    7  or  of any district therein, charged with the duty of preparing specifi-\n    8  cations or  awarding  or  entering  into  contracts  for  the  erection,\n    9  construction,  reconstruction  or  alteration  of  buildings[,  when the\n   10  entire cost of such public work shall exceed three  million  dollars  in\n   11  the  counties  of  the Bronx, Kings, New York, Queens, and Richmond; one\n   12  million five hundred thousand dollars in the counties of Nassau, Suffolk\n   13  and Westchester; and five hundred thousand dollars in all other counties\n   14  within the state,] shall prepare separate specifications for the follow-\n   15  ing three subdivisions of the work to be performed:\n   16    a. Plumbing and gas fitting;\n   17    b. Steam heating, hot water heating, ventilating and air  conditioning\n   18  apparatus; and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07276-01-1\n\n       A. 3263                             2\n\n    1    c. Electric wiring and standard illuminating fixtures.\n    2    2.  A. Such specifications shall be drawn so as to permit separate and\n    3  independent bidding upon each of the above three subdivisions  of  work.\n    4  All  contracts  awarded  by  any political subdivision or by an officer,\n    5  board or agency thereof, or of any district therein, for  the  erection,\n    6  construction,  reconstruction  or  alteration  of buildings, or any part\n    7  thereof, shall award the three subdivisions of the above specified  work\n    8  separately  in  the manner provided by section one hundred three of this\n    9  chapter. Nothing in this section shall be construed to prevent any poli-\n   10  tical subdivision from performing  any  such  branches  of  work  by  or\n   11  through  their regular employees, or in the case of public institutions,\n   12  by the inmates thereof.\n   13    B. NOTWITHSTANDING THE PROVISIONS OF THIS SECTION, WHERE THE ESTIMATED\n   14  COST OF ANY OF THE THREE SUBDIVISIONS OF WORK TO BE PERFORMED  DOES  NOT\n   15  EXCEED  TEN  PERCENT  OF  THE APPLICABLE DOLLAR THRESHOLD IN SUBDIVISION\n   16  FOUR OF THIS SECTION, THE PUBLIC OWNER SHALL NOT BE REQUIRED TO  PREPARE\n   17  SEPARATE  SPECIFICATIONS FOR, OR BID SUCH SUBDIVISION OF WORK AS A SEPA-\n   18  RATE CONTRACT.\n   19    S 2. Subdivisions 3 and 4 of section 101 of the general municipal  law\n   20  are  REPEALED  and  two  new  subdivisions  3 and 4 are added to read as\n   21  follows:\n   22    3.  SPECIFICATIONS  FOR  PUBLIC  WORK  PERTAINING  TO  THE   ERECTION,\n   23  CONSTRUCTION,  RECONSTRUCTION OR ALTERATION OF BUILDINGS MAY PROVIDE FOR\n   24  THE ASSIGNMENT OF RESPONSIBILITY FOR SUPERVISION AND COORDINATION OF ANY\n   25  OR ALL CONTRACTS FOR SUCH WORK TO  A  SINGLE  RESPONSIBLE  AND  RELIABLE\n   26  PERSON,  FIRM  OR  CORPORATION WHICH HAS NOT BEEN AWARDED A CONTRACT FOR\n   27  ANY OTHER PORTION OF SUCH WORK.\n   28    4. THE PROVISIONS OF THIS SECTION SHALL ONLY APPLY TO PUBLIC  WORK  AS\n   29  DESCRIBED  IN  SUBDIVISION  ONE  OF THIS SECTION WHEN THE ENTIRE COST OF\n   30  SUCH WORK EXCEEDS THREE MILLION DOLLARS.\n   31    S 3. Paragraph (b) of subdivision 7 of section 120-w  of  the  general\n   32  municipal  law,  as amended by section 2 of part MM of chapter 57 of the\n   33  laws of 2008, is amended to read as follows:\n   34    (b) Except as otherwise provided in section two hundred twenty-two  of\n   35  the  labor law, when the entire cost of constructing such building shall\n   36  exceed [three million dollars in the counties of the Bronx,  Kings,  New\n   37  York, Queens, and Richmond; one million five hundred thousand dollars in\n   38  the  counties of Nassau, Suffolk and Westchester; and five hundred thou-\n   39  sand dollars in all other counties within the state,] THE DOLLAR  LIMITS\n   40  PROVIDED  IN SUBDIVISION FOUR OF SECTION ONE HUNDRED ONE OF THIS CHAPTER\n   41  the project developer shall  prepare  separate  specifications  for  the\n   42  following  subdivisions of such work, so as to permit separate and inde-\n   43  pendent bidding upon each subdivision:\n   44    (i) plumbing and gas fittings;\n   45    (ii) steam heating, hot water heating, ventilating and air  condition-\n   46  ing apparatus; and\n   47    (iii) electric wiring and standard illuminating fixtures.\n   48    S  4. Section 135 of the state finance law, as amended by section 3 of\n   49  part MM of chapter 57 of the  laws  of  2008,  is  amended  to  read  as\n   50  follows:\n   51    S  135. Separate specifications for [contract] CERTAIN PUBLIC work for\n   52  the state. 1. Except as otherwise provided in section two hundred  twen-\n   53  ty-two of the labor law, every officer, board, department, commission or\n   54  commissions, charged with the duty of preparing specifications or award-\n   55  ing  or entering into contracts for the erection, construction or alter-\n   56  ation of buildings, for the state[, when the entire cost  of  such  work\n\n       A. 3263                             3\n\n    1  shall  exceed three million dollars in the counties of the Bronx, Kings,\n    2  New York, Queens,  and  Richmond;  one  million  five  hundred  thousand\n    3  dollars  in  the  counties  of Nassau, Suffolk and Westchester; and five\n    4  hundred  thousand  dollars in all other counties within the state,] must\n    5  have prepared separate specifications for each of  the  following  three\n    6  subdivisions of the work to be performed:\n    7    [1.] (A) Plumbing and gas fitting.\n    8    [2.]  (B) Steam heating, hot water heating, ventilating and air condi-\n    9  tioning apparatus.\n   10    [3.] (C) Electric wiring and standard illuminating fixtures.\n   11    2. (A) Such specifications must be so drawn as to permit separate  and\n   12  independent  bidding  upon each of the above three subdivisions of work.\n   13  All contracts hereafter awarded by the state  or  a  department,  board,\n   14  commissioner  or  officer  thereof,  for  the  erection, construction or\n   15  alteration of buildings, or any part  thereof,  shall  award  the  three\n   16  subdivisions  of  the above specified work separately to responsible and\n   17  reliable persons, firms or corporations  engaged  in  these  classes  of\n   18  work.  A  contract  for  one  or  more buildings in any project shall be\n   19  awarded to the lowest responsible bidder for all the buildings  included\n   20  in the specifications.\n   21    (B)  Each  bidder  on a public work contract, where the preparation of\n   22  separate specifications is not required, shall submit  with  its  bid  a\n   23  separate  sealed list that names each subcontractor that the bidder will\n   24  use to perform work on the contract, and the agreed-upon  amount  to  be\n   25  paid  to  each, for: [(a)] (1) plumbing and gas fitting, [(b)] (2) steam\n   26  heating, hot water heating, ventilating and air  conditioning  apparatus\n   27  and  [(c)] (3) electric wiring and standard illuminating fixtures. After\n   28  the low bid is announced, the sealed list  of  subcontractors  submitted\n   29  with  such  low bid shall be opened and the names of such subcontractors\n   30  shall be announced,  and  thereafter  any  change  of  subcontractor  or\n   31  agreed-upon  amount to be paid to each shall require the approval of the\n   32  public owner, upon a showing presented to the public owner of legitimate\n   33  construction need for  such  change,  which  shall  be  open  to  public\n   34  inspection.  Legitimate  construction  need  shall  include,  but not be\n   35  limited to, a change in project specifications, a change in construction\n   36  material costs, a change to subcontractor status as determined  pursuant\n   37  to paragraph (e) of subdivision two of section two hundred twenty-two of\n   38  the  labor  law,  or  the  subcontractor has become otherwise unwilling,\n   39  unable or unavailable to perform the subcontract. The  sealed  lists  of\n   40  subcontractors  submitted by all other bidders shall be returned to them\n   41  unopened after the contract award.\n   42    (C) Nothing in this section shall be construed to prevent the authori-\n   43  ties in charge of any state building, from performing any such  branches\n   44  of  work by or through their regular employees, or in the case of public\n   45  institutions, by the inmates thereof.\n   46    (D) NOTWITHSTANDING THE PROVISIONS OF THIS SECTION,  WHERE  THE  ESTI-\n   47  MATED COST OF ANY OF THE THREE SUBDIVISIONS OF WORK TO BE PERFORMED DOES\n   48  NOT EXCEED TEN PERCENT OF THE APPLICABLE DOLLAR THRESHOLD IN SUBDIVISION\n   49  FOUR  OF THIS SECTION, THE PUBLIC OWNER SHALL NOT BE REQUIRED TO PREPARE\n   50  SEPARATE SPECIFICATIONS FOR, OR BID SUCH SUBDIVISION OF WORK AS A  SEPA-\n   51  RATE CONTRACT.\n   52    3.   SPECIFICATIONS  FOR  PUBLIC  WORK  PERTAINING  TO  THE  ERECTION,\n   53  CONSTRUCTION, RECONSTRUCTION OR ALTERATION OF BUILDINGS MAY PROVIDE  FOR\n   54  THE ASSIGNMENT OF RESPONSIBILITY FOR SUPERVISION AND COORDINATION OF ANY\n   55  OR  ALL  CONTRACTS  FOR  SUCH  WORK TO A SINGLE RESPONSIBLE AND RELIABLE\n\n       A. 3263                             4\n\n    1  PERSON, FIRM OR CORPORATION WHICH HAS NOT BEEN AWARDED  A  CONTRACT  FOR\n    2  ANY OTHER PORTION OF SUCH WORK.\n    3    4.  THE  PROVISIONS OF THIS SECTION SHALL ONLY APPLY TO PUBLIC WORK AS\n    4  DESCRIBED IN SUBDIVISION ONE OF THIS SECTION WHEN  THE  ENTIRE  COST  OF\n    5  SUCH WORK EXCEEDS THREE MILLION DOLLARS.\n    6    S  5.  Section  151-a of the public housing law, as amended by chapter\n    7  572 of the laws of 1964, subdivision 1 as amended and subdivision 2-a as\n    8  added by section 4 of part MM of chapter 57 of  the  laws  of  2008,  is\n    9  amended to read as follows:\n   10    S  151-a.  Separate  specifications  for certain [subdivisions of work\n   11  involved in the construction or alteration of buildings as a part of  or\n   12  in  connection  with]  PUBLIC  WORK  INVOLVING  housing  projects.  [1.]\n   13  Notwithstanding any inconsistent provision of this chapter or any  other\n   14  general,  special  or local law, except as otherwise provided in section\n   15  two hundred twenty-two of the labor law, any authority or  municipality,\n   16  or  any  officer,  board, department, commission or other agency thereof\n   17  charged with the duty of preparing specifications or awarding or  enter-\n   18  ing  into contracts involving the erection, construction, reconstruction\n   19  or alteration of any building or other appurtenance as a part of  or  in\n   20  connection  with  a project or any part thereof in any part of the state\n   21  under or pursuant to the authority of this  chapter[,  when  the  entire\n   22  cost  of such work shall exceed three million dollars in the counties of\n   23  the Bronx, Kings, New York,  Queens,  and  Richmond;  one  million  five\n   24  hundred  thousand  dollars  in the counties of Nassau, Suffolk and West-\n   25  chester; and five hundred thousand dollars in all other counties  within\n   26  the  state, must have prepared separate specifications for the following\n   27  three subdivisions of the work to be performed:\n   28    a. Plumbing and gas fitting;\n   29    b. Steam heating, hot water heating, ventilating and air  conditioning\n   30  apparatus; and\n   31    c. Electric wiring and standard illuminating fixtures.\n   32    2.  Such  specifications  must  be  so drawn as to permit separate and\n   33  independent bidding upon each of the above three subdivisions  of  work.\n   34  All  contracts  hereafter awarded by any such authority or municipality,\n   35  or any officer, board, department, commission or other  agency  thereof,\n   36  involving  the  erection,  construction, reconstruction or alteration of\n   37  any building as a part of or in connection with  any  project  under  or\n   38  pursuant  to  this  chapter,  shall  award the three subdivisions of the\n   39  above specified work separately to  responsible  and  reliable  persons,\n   40  firms or corporations engaged in such classes of work.\n   41    2-a.  Each  bidder on a public work contract, where the preparation of\n   42  separate specifications is not required, shall submit  with  its  bid  a\n   43  separate  sealed list that names each subcontractor that the bidder will\n   44  use to perform work on the contract, and the agreed-upon  amount  to  be\n   45  paid  to  each,  for: a. plumbing and gas fitting, b. steam heating, hot\n   46  water heating, ventilating and air conditioning apparatus and c.   elec-\n   47  tric  wiring  and  standard  illuminating fixtures. After the low bid is\n   48  announced, the sealed list of subcontractors submitted with such low bid\n   49  shall be opened and the names of such subcontractors shall be announced,\n   50  and thereafter any change of subcontractor or agreed-upon amount  to  be\n   51  paid  to  each  shall  require  the approval of the public owner, upon a\n   52  showing presented to the public owner of  legitimate  construction  need\n   53  for  such  change,  which shall be open to public inspection. Legitimate\n   54  construction need shall include, but not be  limited  to,  a  change  in\n   55  project  specifications,  a  change  in  construction  material costs, a\n   56  change to subcontractor status as determined pursuant to  paragraph  (e)\n\n       A. 3263                             5\n\n    1  of  subdivision  two of section two hundred twenty-two of the labor law,\n    2  or the subcontractor has become otherwise unwilling, unable or  unavail-\n    3  able  to  perform  the  subcontract.  The sealed lists of subcontractors\n    4  submitted  by all other bidders shall be returned to them unopened after\n    5  the contract award.\n    6    3. Nothing in this section shall be  construed  to  prevent  any  such\n    7  authority  or municipality in charge of any such project from performing\n    8  any such branches of work by or through their regular  employees]  SHALL\n    9  CONTRACT  FOR PUBLIC WORK INVOLVING HOUSING PROJECTS PURSUANT TO SECTION\n   10  ONE HUNDRED ONE OF THE GENERAL MUNICIPAL LAW.\n   11    S 6. The opening paragraph of subdivision 2  of  section  458  of  the\n   12  education  law,  as amended by section 5 of part MM of chapter 57 of the\n   13  laws of 2008, is amended to read as follows:\n   14    Except as otherwise provided in section two hundred twenty-two of  the\n   15  labor  law,  every contract, lease or other agreement entered into by or\n   16  on behalf of the fund for the acquisition, lease,  construction,  recon-\n   17  struction,  rehabilitation  or  improvement of the school portion of the\n   18  work in any combined occupancy structure shall contain a provision that,\n   19  when the entire cost  of  any  such  contemplated  construction,  recon-\n   20  struction,  rehabilitation  or improvement for the school portion of the\n   21  work shall exceed [three million dollars in the counties of  the  Bronx,\n   22  Kings, New York, Queens, and Richmond; one million five hundred thousand\n   23  dollars  in  the  counties  of Nassau, Suffolk and Westchester; and five\n   24  hundred thousand dollars in all other counties within  the  state,]  THE\n   25  DOLLAR LIMITS PROVIDED IN SUBDIVISION FOUR OF SECTION ONE HUNDRED ONE OF\n   26  THE  GENERAL MUNICIPAL LAW separate specifications shall be prepared for\n   27  the following three subdivisions of the work on the school portion to be\n   28  performed:\n   29    S 7. The opening paragraph of subdivision 2  of  section  482  of  the\n   30  education  law,  as amended by section 6 of part MM of chapter 57 of the\n   31  laws of 2008, is amended to read as follows:\n   32    Except as otherwise provided in section two hundred twenty-two of  the\n   33  labor  law,  every contract, lease or other agreement entered into by or\n   34  on behalf of the fund for the acquisition, lease,  construction,  recon-\n   35  struction,  rehabilitation  or  improvement  of  any  combined occupancy\n   36  structure shall contain a provision that, when the entire  cost  of  any\n   37  such   contemplated   construction,  reconstruction,  rehabilitation  or\n   38  improvement shall exceed [three million dollars in the counties  of  the\n   39  Bronx,  Kings,  New York, Queens, and Richmond; one million five hundred\n   40  thousand dollars in the counties of Nassau, Suffolk and Westchester; and\n   41  five hundred thousand dollars in all other counties within  the  state,]\n   42  THE  DOLLAR  LIMITS  PROVIDED IN SUBDIVISION FOUR OF SECTION ONE HUNDRED\n   43  ONE OF THE  GENERAL  MUNICIPAL  LAW  separate  specifications  shall  be\n   44  prepared  for  the  following  three  subdivisions  of  the  work  to be\n   45  performed:\n   46    S 8. Subdivision 2 of section 1045-i of the public authorities law, as\n   47  amended by section 7 of part MM of chapter 57 of the laws  of  2008,  is\n   48  amended to read as follows:\n   49    2.  Any  such  agreements  (i) shall describe in sufficient detail for\n   50  reasonable identification the particular water project to be financed in\n   51  whole or in part by the authority, (ii) shall describe the plan for  the\n   52  financing of the cost of the construction of such water project, includ-\n   53  ing the amount, if any, to be provided by the water board and the source\n   54  or  sources  thereof,  (iii)  shall set forth the method by which and by\n   55  whom and the terms and conditions upon  which  moneys  provided  by  the\n   56  authority shall be disbursed, (iv) may require, in the discretion of the\n\n       A. 3263                             6\n\n    1  authority, the payment to the authority of the proceeds of any state and\n    2  federal  grants  available to the water board, (v) shall provide for the\n    3  establishment of user fees, rates,  rents  and  other  charges  and  the\n    4  charging  and  collection  thereof by the water board for the use of, or\n    5  services furnished, rendered or made available by such system such as to\n    6  provide that such board receive revenues at least  sufficient,  together\n    7  with  other  revenues  of the board, if any, to meet the requirements of\n    8  subdivision one of section one  thousand  forty-five-j  of  this  title,\n    9  provided  that  revenues  received by such board shall be deposited in a\n   10  special fund established pursuant to this title and  disbursed  to,  and\n   11  upon  certification of, the authority, (vi) may provide for the transfer\n   12  by the city to the water board pursuant to section one  thousand  forty-\n   13  five-h  of  this  title  of  ownership  of  the sewerage system or water\n   14  system, or both, as the case may be, of which such project will  form  a\n   15  part  by  the  city,  (vii)  shall  provide  for  the  construction  and\n   16  completion of such water project by the  city  and  for  the  operation,\n   17  maintenance  and  repair  thereof as an integrated part of the system of\n   18  which such water project forms a part, subject to such terms and  condi-\n   19  tions,  not  inconsistent  with  this  title, which may be in the public\n   20  interest and necessary or desirable properly and  adequately  to  secure\n   21  the  holders of bonds of the authority, provided, however, all contracts\n   22  for public work and all purchase contracts shall be awarded by the  city\n   23  as  provided by law for the award of such contracts by the city and that\n   24  all contracts for construction shall  be  let  in  accordance  with  the\n   25  provisions  of state law pertaining to prevailing wages, labor standards\n   26  and working hours. Except as otherwise provided in section  two  hundred\n   27  twenty-two  of  the  labor  law,  when the entire cost of constructing a\n   28  building as part of  any  water  project  shall  exceed  [three  million\n   29  dollars]  THE  DOLLAR LIMITS PROVIDED IN SUBDIVISION FOUR OF SECTION ONE\n   30  HUNDRED ONE OF THE GENERAL MUNICIPAL LAW, the city shall  prepare  sepa-\n   31  rate  specifications for the following three subdivisions of the work to\n   32  be performed: (a) plumbing and gas fitting; (b) steam heating, hot water\n   33  heating, ventilating and air conditioning apparatus;  and  (c)  electric\n   34  wiring  and standard illuminating fixtures, (viii) shall provide for the\n   35  discontinuance or disconnection of the supply of water or the  provision\n   36  of  sewerage  service,  or  both, as the case may be, for non-payment of\n   37  fees, rates, rents or other charges therefor imposed by the water board,\n   38  provided such discontinuance or disconnection of any supply of water  or\n   39  the  provision  of  sewerage service, or both, as the case may be, shall\n   40  not be carried out except in the  manner  and  upon  the  notice  as  is\n   41  required  of  a waterworks corporation pursuant to subdivisions three-a,\n   42  three-b and three-c of section eighty-nine-b  and  section  one  hundred\n   43  sixteen  of  the  public  service law, and (ix) in the discretion of the\n   44  authority, require reports concerning the project from the  water  board\n   45  to the authority and the city.\n   46    S 9. Subdivision 2 of section 1048-i of the public authorities law, as\n   47  amended  by  section  8 of part MM of chapter 57 of the laws of 2008, is\n   48  amended to read as follows:\n   49    2. Any such agreements (i) shall describe  in  sufficient  detail  for\n   50  reasonable identification the particular water project to be financed in\n   51  whole  or in part by the authority, (ii) shall describe the plan for the\n   52  financing of the cost of the construction of such water project, includ-\n   53  ing the amount, if any, to be provided by the water board and the source\n   54  or sources thereof, (iii) shall set forth the method  by  which  and  by\n   55  whom  and  the  terms  and  conditions upon which moneys provided by the\n   56  authority shall be disbursed, (iv) may require, in the discretion of the\n\n       A. 3263                             7\n\n    1  authority, the payment to the authority of the proceeds of any state and\n    2  federal grants available to the water board, (v) shall provide  for  the\n    3  establishment  of  user  fees,  rates,  rents  and other charges and the\n    4  charging  and  collection  thereof by the water board for the use of, or\n    5  services furnished, rendered or made available by such system such as to\n    6  provide that such board receive revenues at least  sufficient,  together\n    7  with  other  revenues  of the board, if any, to meet the requirements of\n    8  subdivision one of section one thousand  forty-eight-j  of  this  title,\n    9  provided  that  revenues  received by such board shall be deposited in a\n   10  special fund established pursuant to this title and  disbursed  to,  and\n   11  upon  certification of, the authority, (vi) may provide for the transfer\n   12  by the city to the water board pursuant to section one  thousand  forty-\n   13  eight-h  of  this  title  of ownership of the water system of which such\n   14  project will form a part, (vii) shall provide for the  construction  and\n   15  completion  of  such  water  project  by the city and for the operation,\n   16  maintenance and repair thereof as an integrated part of  the  system  of\n   17  which  such water project forms a part, subject to such terms and condi-\n   18  tions, not inconsistent with this title, which  may  be  in  the  public\n   19  interest  and  necessary  or desirable properly and adequately to secure\n   20  the holders of bonds of the authority, provided, however, all  contracts\n   21  for  public work and all purchase contracts shall be awarded by the city\n   22  as provided by law for the award of such contracts by the city and  that\n   23  all  contracts  for  construction  shall  be  let in accordance with the\n   24  provisions of state law pertaining to prevailing wages, labor  standards\n   25  and  working  hours. Except as otherwise provided in section two hundred\n   26  twenty-two of the labor law, when the  entire  cost  of  constructing  a\n   27  building  as  part of any water project shall exceed [five hundred thou-\n   28  sand dollars] THE DOLLAR LIMITS PROVIDED IN SUBDIVISION FOUR OF  SECTION\n   29  ONE  HUNDRED  ONE  OF  THE GENERAL MUNICIPAL LAW, the city shall prepare\n   30  separate specifications for the following three subdivisions of the work\n   31  to be performed: (a) plumbing and gas fitting; (b)  steam  heating,  hot\n   32  water heating, ventilating and air conditioning apparatus; and (c) elec-\n   33  tric wiring and standard illuminating fixtures, (viii) shall provide for\n   34  the  discontinuance or disconnection of the supply of water for non-pay-\n   35  ment of fees, rates, rents or other  charges  therefor  imposed  by  the\n   36  water board, provided such discontinuance or disconnection of any supply\n   37  of  water  shall  not  be  carried out except in the manner and upon the\n   38  notice as is required of a waterworks corporation pursuant  to  subdivi-\n   39  sions  three-a, three-b and three-c of section eighty-nine-b and section\n   40  one hundred  sixteen  of  the  public  service  law,  and  (ix)  in  the\n   41  discretion of the authority, require reports concerning the project from\n   42  the water board to the authority and the city.\n   43    S 10. The opening paragraph of section 9 of chapter 892 of the laws of\n   44  1971,  amending  the  public authorities law relating to construction by\n   45  the dormitory authority, as amended by section 14 of part MM of  chapter\n   46  57 of the laws of 2008, is amended to read as follows:\n   47    Except  as  otherwise  provided  in  section 222 of the labor law, the\n   48  dormitory authority in awarding  or  entering  into  contracts  for  the\n   49  erection,  construction,  reconstruction  or  alteration  of  buildings,\n   50  pursuant to the provisions added by this act, when the  entire  cost  of\n   51  such  work  shall  exceed  [three million dollars in the counties of the\n   52  Bronx, Kings, New York, Queens, and Richmond; one million  five  hundred\n   53  thousand dollars in the counties of Nassau, Suffolk and Westchester; and\n   54  five  hundred  thousand  dollars in all other counties within the state]\n   55  THE DOLLAR LIMITS PROVIDED IN SUBDIVISION 4 OF SECTION 135 OF THE  STATE\n\n       A. 3263                             8\n\n    1  FINANCE  LAW,  shall  prepare  separate specifications for the following\n    2  three subdivisions of the work to be performed:\n    3    S 11. The opening paragraph of subdivision (c) of section 4 of chapter\n    4  560  of the laws of 1980 relating to authorizing the city of New York to\n    5  adopt a waste management law, as amended by section 13  of  part  MM  of\n    6  chapter 57 of the laws of 2008, is amended to read as follows:\n    7    Except  as  otherwise  provided in section 222 of the labor law, every\n    8  contract, lease or  other  agreement  entered  into,  pursuant  to  this\n    9  section, by the city of New York for construction, reconstruction, reha-\n   10  bilitation  or  improvement  of buildings for a solid waste recovery and\n   11  management facility shall contain a provision that, when the entire cost\n   12  of such work shall exceed [three  million  dollars]  THE  DOLLAR  LIMITS\n   13  PROVIDED  IN  SUBDIVISION 4 OF SECTION 101 OF THE GENERAL MUNICIPAL LAW,\n   14  separate specifications shall be prepared for the following three subdi-\n   15  visions of work:\n   16    S 12.  This act shall take effect immediately and shall apply  to  all\n   17  subject  contracts  bid  on and after January first next succeeding such\n   18  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, the state finance law, the public housing law, the education law, the public authorities law, chapter 892 of the laws of 1971, amending the public authorities law relating to construction by the dormitory authority, and chapter 560 of the laws of 1980, relating to authorizing the city of New York to adopt a waste management law, in relation to project size over which separate contracts on public work are required; and to repeal certain provisions of the general municipal law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T184148.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295912508433
}