{
  "year" : 2011,
  "senateBillNo" : "A3264-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3264-2011-1295845200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the definition of \"prevailing party\" for purposes of counsel fees and expenses in certain actions against the state",
  "summary" : "Expands the definition of \"prevailing party\" for purposes of counsel fees and expenses in certain actions against the state, to include a party whose pursuit of a non-frivolous claim or defense was a catalyst for a voluntary or unilateral change in position by the opposing party that provides any significant part of the relief sought. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A7395-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3264\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, WEINSTEIN, TITONE, PAULIN, JAFFEE,\n         LANCMAN -- Multi-Sponsored by -- M. of A. GOTTFRIED, MAYERSOHN,  MILL-\n         MAN, SWEENEY, WEISENBERG -- read once and referred to the Committee on\n         Judiciary\n\n       AN  ACT  to  amend  the civil practice law and rules, in relation to the\n         definition of \"prevailing party\" for  purposes  of  counsel  fees  and\n         expenses in certain actions against the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (f) of section 8602 of the civil  practice  law\n    2  and  rules,  as  added by chapter 770 of the laws of 1989, is amended to\n    3  read as follows:\n    4    (f) \"Prevailing party\" means a plaintiff or petitioner  in  the  civil\n    5  action  against  the  state who prevails in whole or in substantial part\n    6  where such party and the state prevail upon separate issues.   THE  TERM\n    7  \"PREVAILING  PARTY\"  SHALL  INCLUDE, IN ADDITION TO A PARTY WHO SUBSTAN-\n    8  TIALLY PREVAILS THROUGH A JUDICIAL OR ADMINISTRATIVE JUDGMENT OR  ORDER,\n    9  OR AN ENFORCEABLE WRITTEN AGREEMENT, A PARTY WHOSE PURSUIT OF A NON-FRI-\n   10  VOLOUS  CLAIM  WAS  A  CATALYST  FOR A VOLUNTARY OR UNILATERAL CHANGE IN\n   11  POSITION BY THE OPPOSING PARTY THAT PROVIDES ANY SIGNIFICANT PART OF THE\n   12  RELIEF SOUGHT.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06362-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to the definition of \"prevailing party\" for purposes of counsel fees and expenses in certain actions against the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T184148.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295912508435
}