{
  "year" : 2011,
  "senateBillNo" : "A3266-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to social services",
    "billEventId" : "A3266-2011-1295845200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets an asset eligibility ceiling of $50,000 for medicaid assistance eligibility",
  "summary" : "Sets an asset eligibility ceiling of $50,000 for medicaid assistance eligibility. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6778-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3266\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, GABRYSZAK -- Multi-Sponsored by --\n         M. of A. GIGLIO, HOOPER, J. RIVERA, N. RIVERA, TOWNS -- read once  and\n         referred to the Committee on Social Services\n\n       AN  ACT to amend the social services law, in relation to eligibility for\n         medical assistance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  2 of paragraph (n), subparagraph 2 of para-\n    2  graph (o), and subparagraph 2 of  paragraph  (p)  of  subdivision  4  of\n    3  section  366 of the social services law, subparagraph 2 of paragraph (n)\n    4  as added by chapter 584 of the laws of 1989, subparagraph 2 of paragraph\n    5  (o) as amended by section 97 of part B of chapter 436  of  the  laws  of\n    6  1997,  and  subparagraph  2 of paragraph (p) as amended by section 65 of\n    7  part C of chapter 58 of the  laws  of  2009,  are  amended  to  read  as\n    8  follows:\n    9    (2)  For purposes of this paragraph, resources available to such fami-\n   10  lies OF LESS THAN FIFTY THOUSAND DOLLARS shall  not  be  considered  nor\n   11  required to be applied toward the payment or part payment of the cost of\n   12  medical  assistance  care,  services  and  supplies available under this\n   13  paragraph.\n   14    (2) For purposes of  determining  eligibility  under  this  paragraph,\n   15  family  income  is  determined  by  use  of the same methodology used to\n   16  determine eligibility for the aid to dependent children  program  as  it\n   17  existed  on  the  sixteenth day of July, nineteen hundred ninety-six and\n   18  resources available to such family OF LESS THAN FIFTY  THOUSAND  DOLLARS\n   19  shall  not  be  considered  nor  required  to  be applied to the cost of\n   20  medical care, services or supplies available under this paragraph.\n   21    (2) For purposes of determining  eligibility  for  medical  assistance\n   22  under  this  paragraph,  family income shall be determined by use of the\n   23  same methodology used to determine eligibility for the aid to  dependent\n   24  children  program  as  it existed on the sixteenth day of July, nineteen\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07278-01-1\n\n       A. 3266                             2\n\n    1  hundred ninety-six provided, however, that costs incurred for medical or\n    2  remedial care shall not be considered and resources  available  to  such\n    3  families OF LESS THAN FIFTY THOUSAND DOLLARS shall not be considered nor\n    4  required to be applied toward the payment or part payment of the cost of\n    5  medical care, services and supplies available under this paragraph.\n    6    S 2. This act shall take effect on the one hundred twentieth day after\n    7  it  shall  have become a law. Effective immediately the commissioners of\n    8  health and temporary and disability assistance are authorized to promul-\n    9  gate any and all rules and  regulations  and  take  any  other  measures\n   10  necessary  to implement this act on its effective date on or before such\n   11  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to eligibility for medical assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T184148.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295912508438
}