{
  "year" : 2011,
  "senateBillNo" : "A3269-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3269-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Proposes to limit state revenue growth, creates a revenue limitation and establishes a budget stabilization fund",
  "summary" : "Implements provisions to limit state revenue growth; creates a revenue limitation; establishes a budget stabilization fund; sets rates for allowable growth; exempts emergencies declared by the governor; permits taxpayers to bring action to enforce revenue limitations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A2816-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3269\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, SCHROEDER -- Multi-Sponsored by --\n         M. of A. MAGEE, MAYERSOHN, REILLY -- read once  and  referred  to  the\n         Committee on Ways and Means\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  an  amendment  to  article 7 of the constitution, relating to\n         limiting the growth of New York state revenue, creates a revenue limi-\n         tation and establishes a budget stabilization fund\n\n    1    Section 1. Resolved (if the Senate concur),  That  article  7  of  the\n    2  constitution be amended by adding a new section 7-a to read as follows:\n    3    S 7-A. LIMITATION OF STATE REVENUES. FOR THE PURPOSES OF THIS SECTION:\n    4  1.  (A)  \"STATE  REVENUES\" SHALL MEAN ALL REVENUES RECEIVED BY THE STATE\n    5  DURING ANY FISCAL YEAR WHICH ARE INCLUDED IN THE  CASH  BASIS  FINANCIAL\n    6  PLAN  OF  THE  STATE, EXCLUDING THE PROCEEDS OF GENERAL OBLIGATION BONDS\n    7  AND BOND ANTICIPATION NOTES AUTHORIZED BY THE VOTERS OF  THE  STATE  AND\n    8  ISSUED  BY  THE  STATE  COMPTROLLER PURSUANT TO SECTION TEN OR ELEVEN OF\n    9  THIS ARTICLE, EXCLUDING FEDERAL GRANTS RECEIVED BY THE STATE AND EXCLUD-\n   10  ING AMOUNTS NECESSARY FOR THE PAYMENT OF TAX REFUNDS DURING SUCH  FISCAL\n   11  YEAR.\n   12    (B)  \"EMERGENCY\" SHALL MEAN AN EXTRAORDINARY, UNFORESEEN OR UNEXPECTED\n   13  OCCURRENCE OR COMBINATION OF CIRCUMSTANCES,  EXCLUDING  ECONOMIC  CONDI-\n   14  TIONS,  REVENUE  SHORTFALLS, OR SALARY OR FRINGE BENEFIT INCREASES, IN A\n   15  GIVEN FISCAL YEAR WHICH REQUIRES IMMEDIATE AND SUDDEN FISCAL ACTION OF A\n   16  DRASTIC BUT TEMPORARY NATURE.\n   17    (C) \"FISCAL GROWTH FACTOR\" MEANS THE SUM OF INFLATION  AND  POPULATION\n   18  CHANGE FOR THE PRIOR CALENDAR YEAR.\n   19    (D)  \"INFLATION\"  MEANS  THE  CONSUMER PRICE INDEX (ALL ITEMS) FOR THE\n   20  NORTHEAST URBAN REGION OF THE UNITED STATES OF AMERICA FOR EACH CALENDAR\n   21  YEAR, AS COMPUTED BY THE FEDERAL  BUREAU  OF  LABOR  STATISTICS  OR  ITS\n   22  SUCCESSOR AGENCY.\n   23    (E)  \"POPULATION  CHANGE\"  MEANS  THE PERCENTAGE CHANGE IN STATE POPU-\n   24  LATION FOR EACH CALENDAR YEAR AS DETERMINED BY THE FEDERAL CENSUS BUREAU\n   25  OR ITS SUCCESSOR AGENCY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89080-01-1\n\n       A. 3269                             2\n\n    1    2. (A) THERE IS HEREBY ESTABLISHED A LIMIT  ON  THE  TOTAL  AMOUNT  OF\n    2  TAXES  WHICH MAY BE IMPOSED BY THE LEGISLATURE IN ANY FISCAL YEAR ON THE\n    3  TAXPAYERS OF THIS STATE. EFFECTIVE WITH THE FISCAL YEAR  IN  WHICH  THIS\n    4  SECTION  TAKES EFFECT, AND FOR EACH FISCAL YEAR THEREAFTER, THE LEGISLA-\n    5  TURE  SHALL  NOT IMPOSE TAXES OF ANY KIND WHICH, TOGETHER WITH ALL OTHER\n    6  REVENUES OF THE STATE, FEDERAL FUNDS EXCLUDED, EXCEED THE REVENUE  LIMI-\n    7  TATION  ESTABLISHED  IN  THIS  SECTION.  THE REVENUE LIMITATION SHALL BE\n    8  CALCULATED FOR EACH FISCAL YEAR AND, FOR THE FISCAL YEAR IN  WHICH  THIS\n    9  SECTION  TAKES EFFECT, SHALL BE EQUAL TO THE PRIOR FISCAL YEAR'S REVENUE\n   10  INCREASED BY A PERCENTAGE RATE, THE FISCAL GROWTH FACTOR; AND, FOR  EACH\n   11  SUBSEQUENT  YEAR,  SHALL  BE EQUAL TO THE PRIOR YEAR'S ALLOWABLE REVENUE\n   12  INCREASED BY A PERCENTAGE RATE, THE FISCAL GROWTH FACTOR.\n   13    (B) THE REVENUE LIMITATION ESTABLISHED IN THIS SECTION SHALL NOT APPLY\n   14  TO TAXES IMPOSED FOR THE PAYMENT OF PRINCIPAL  AND  INTEREST  ON  BONDS,\n   15  AUTHORIZED  BY  THE  VOTERS  OF  THE STATE AND ISSUED BY THE STATE COMP-\n   16  TROLLER PURSUANT TO SECTION TEN OR ELEVEN OF THIS ARTICLE.\n   17    (C) IF BY ORDER OF ANY COURT, OR LEGISLATIVE ENACTMENT, THE COSTS OF A\n   18  FEDERAL OR LOCAL GOVERNMENT PROGRAM ARE TRANSFERRED TO OR FROM THE STATE\n   19  OF NEW YORK,  THE  OTHERWISE  APPLICABLE  REVENUE  LIMITATION  SHALL  BE\n   20  INCREASED  OR DECREASED, AS THE CASE MAY BE, BY THE DOLLAR AMOUNT OF THE\n   21  COSTS OF THE PROGRAM.\n   22    (D) NO EXPENSES OF STATE GOVERNMENT, EXCLUDING THE DISBURSEMENT OF THE\n   23  PROCEEDS OF GENERAL OBLIGATION BONDS AND BOND ANTICIPATION NOTES AUTHOR-\n   24  IZED BY THE VOTERS OF THE STATE AND  ISSUED  BY  THE  STATE  COMPTROLLER\n   25  PURSUANT  TO  SECTION  TEN  OR  ELEVEN  OF  THIS  ARTICLE, EXCLUDING THE\n   26  DISBURSEMENT OF FEDERAL GRANTS RECEIVED BY THE STATE  OF  NEW  YORK  AND\n   27  EXCLUDING  THE  PAYMENT  OF  TAX REFUNDS DURING THE CURRENT FISCAL YEAR,\n   28  SHALL BE INCURRED IN ANY FISCAL YEAR WHICH EXCEED THE SUM OF THE REVENUE\n   29  LIMITATION ESTABLISHED IN THIS SECTION.\n   30    3. THE STATE OF NEW YORK IS  PROHIBITED  FROM  REQUIRING  ANY  NEW  OR\n   31  EXPANDED  ACTIVITIES BY COUNTIES OR OTHER POLITICAL SUBDIVISIONS WITHOUT\n   32  FULL STATE FINANCING, OR FROM SHIFTING THE TAX BURDEN  TO  COUNTIES  AND\n   33  OTHER POLITICAL SUBDIVISIONS.\n   34    4. PURSUANT TO THIS SECTION, THE STATE OF NEW YORK IS HEREBY PROHIBIT-\n   35  ED  FROM  REDUCING  THE  STATE  FINANCED  PROPORTION OF THE COSTS OF ANY\n   36  EXISTING ACTIVITY OR SERVICE REQUIRED OF COUNTIES  AND  OTHER  POLITICAL\n   37  SUBDIVISIONS.  A  NEW ACTIVITY OR SERVICE OR AN INCREASE IN THE LEVEL OF\n   38  ANY ACTIVITY OR SERVICE BEYOND THAT REQUIRED BY EXISTING LAW  SHALL  NOT\n   39  BE  REQUIRED BY THE LEGISLATURE OR ANY STATE AGENCY OF COUNTIES OR OTHER\n   40  POLITICAL  SUBDIVISIONS,  UNLESS  A  STATE  APPROPRIATION  IS  MADE  AND\n   41  DISBURSED  TO  PAY  THE  COUNTY  OR  OTHER POLITICAL SUBDIVISION FOR ANY\n   42  INCREASED COSTS.\n   43    5. THE REVENUE LIMITATION OF THIS SECTION MAY BE EXCEEDED ONLY IF  ALL\n   44  THE FOLLOWING CONDITIONS ARE MET: (A) THE GOVERNOR FINDS AND DECLARES AN\n   45  EMERGENCY;  (B) THE GOVERNOR PRESENTS TO THE LEGISLATURE A SPECIFIC PLAN\n   46  AS TO THE NATURE OF THE EMERGENCY, THE DOLLAR AMOUNT OF  THE  EMERGENCY,\n   47  AND  THE  METHOD  BY  WHICH  THE  EMERGENCY SHALL BE FUNDED; AND (C) THE\n   48  LEGISLATURE AUTHORIZES THE PLAN BY A  TWO-THIRDS  VOTE  OF  THE  MEMBERS\n   49  ELECTED  TO AND SERVING IN EACH HOUSE. SUCH AUTHORIZATION SHALL OCCUR IN\n   50  ACCORDANCE WITH THIS SUBDIVISION PRIOR TO INCURRING ANY OF THE  EXPENSES\n   51  WHICH  CONSTITUTE  THE  EMERGENCY  PLAN.  THE  REVENUE LIMITATION MAY BE\n   52  EXCEEDED ONLY  DURING  THE  FISCAL  YEAR  FOR  WHICH  THE  EMERGENCY  IS\n   53  DECLARED.\n   54    6.  IN ANY FISCAL YEAR IF STATE REVENUES EXCEED THE REVENUE LIMITATION\n   55  ESTABLISHED IN THIS SECTION, ONE-HALF OF THE  EXCESS  REVENUE  SHALL  BE\n   56  REFUNDED TO THE TAXPAYERS OF THE STATE OF NEW YORK PRO RATA BASED ON THE\n\n       A. 3269                             3\n\n    1  LIABILITY  REPORTED  ON  NEW  YORK STATE INCOME TAX ANNUAL RETURNS FILED\n    2  FOLLOWING THE CLOSE OF SUCH FISCAL YEAR AND THE OTHER  ONE-HALF  OF  THE\n    3  EXCESS  REVENUE  SHALL  BE  PLACED  IN  THE BUDGET STABILIZATION FUND IN\n    4  ACCORDANCE WITH SECTION SEVENTEEN-A OF THIS ARTICLE.\n    5    7. ANY TAXPAYER OR STATEWIDE ELECTED OFFICIAL MAY BRING AN ACTION IN A\n    6  COURT  OF  PROPER  JURISDICTION  IN ORDER TO ENFORCE COMPLIANCE WITH THE\n    7  PROVISIONS OF THIS ARTICLE; IF THE SUIT IS SUSTAINED,  THE  TAXPAYER  OR\n    8  STATEWIDE  ELECTED  OFFICIAL  SHALL  RECEIVE FROM THE APPLICABLE UNIT OF\n    9  GOVERNMENT HIS  OR  HER  COSTS,  INCLUDING  REASONABLE  ATTORNEYS'  FEES\n   10  INCURRED IN MAINTAINING SUCH SUIT.\n   11    S  2. Resolved (if the Senate concur), That article 7 of the constitu-\n   12  tion be amended by adding a new section 17-a to read as follows:\n   13    S 17-A. BUDGET STABILIZATION FUND. 1.  THERE IS HEREBY  ESTABLISHED  A\n   14  FUND,  TO  BE  KNOWN  AS  THE  BUDGET  STABILIZATION FUND, TO AID IN THE\n   15  STABILIZATION OF STATE REVENUES, THE REDUCTION OF STATE TAXES,  AND  THE\n   16  REDUCTION  OF  STATE  INDEBTEDNESS. THE MONIES OF THE FUND SHALL BE HELD\n   17  SEPARATE AND APART FROM THE MONIES OF ALL OTHER FUNDS OF THE STATE.  THE\n   18  BUDGET  STABILIZATION  FUND  SHALL  NOT  EXCEED FIVE PER CENTUM OF STATE\n   19  REVENUES AS AUTHORIZED AND DEFINED BY THIS SECTION.\n   20    2. FOR THE PURPOSE OF THIS SECTION: (A) \"STATE  REVENUES\"  SHALL  MEAN\n   21  ALL  REVENUES  RECEIVED  BY  THE  STATE DURING ANY FISCAL YEAR WHICH ARE\n   22  INCLUDED IN THE CASH BASIS FINANCIAL PLAN OF THE  STATE,  EXCLUDING  THE\n   23  PROCEEDS OF GENERAL OBLIGATION BONDS AND BOND ANTICIPATION NOTES AUTHOR-\n   24  IZED  BY  THE  VOTERS  OF  THE STATE AND ISSUED BY THE STATE COMPTROLLER\n   25  PURSUANT TO SECTION TEN OR ELEVEN OF  THIS  ARTICLE,  EXCLUDING  FEDERAL\n   26  GRANTS  RECEIVED  BY  THE  STATE AND EXCLUDING AMOUNTS NECESSARY FOR THE\n   27  PAYMENT OF TAX REFUNDS DURING SUCH FISCAL YEAR.\n   28    (B) \"EMERGENCY\" SHALL MEAN AN EXTRAORDINARY, UNFORESEEN OR  UNEXPECTED\n   29  OCCURRENCE  OR  COMBINATION  OF CIRCUMSTANCES, EXCLUDING ECONOMIC CONDI-\n   30  TIONS, REVENUE SHORTFALLS, OR SALARY OR FRINGE BENEFIT INCREASES,  IN  A\n   31  GIVEN FISCAL YEAR WHICH REQUIRES IMMEDIATE AND SUDDEN FISCAL ACTION OF A\n   32  DRASTIC BUT TEMPORARY NATURE.\n   33    3. IN ANY FISCAL YEAR IF STATE REVENUES EXCEED THE REVENUE LIMITATION,\n   34  ONE-HALF  OF  THE  EXCESS REVENUE SHALL, UPON RECEIPT, BE TRANSFERRED TO\n   35  THIS FUND. INCOME EARNED ON THE FUND SHALL ACCRUE TO THE FUND.\n   36    4. THE MONIES OF THIS FUND MAY BE WITHDRAWN AND DISBURSED PURSUANT  TO\n   37  APPROPRIATION,  BY THE APPROVAL OF TWO-THIRDS OF THE LEGISLATURE, DURING\n   38  ANY FISCAL YEAR ONLY WHEN STATE REVENUES ARE LESS THAN THE REVENUE LIMI-\n   39  TATION FOR SUCH  YEAR  OR  WHEN  THE  GOVERNOR  DECLARES  AN  EMERGENCY,\n   40  PROVIDED  THAT THE REVENUE LIMITATION SHALL NOT BE EXCEEDED THROUGH SUCH\n   41  APPROPRIATION.\n   42    5. IF IN ANY FISCAL YEAR THE MONIES IN THE FUND EXCEED FIVE PER CENTUM\n   43  OF STATE REVENUES AS AUTHORIZED AND DEFINED BY THIS SECTION, THE  EXCESS\n   44  MONIES  SHALL  BE  WITHDRAWN AND DISBURSED PURSUANT TO APPROPRIATION, BY\n   45  THE APPROVAL OF THE LEGISLATURE: (A) FOR THE REDUCTION OF  STATE  TAXES;\n   46  AND/OR  (B)  FOR  THE RETIREMENT OF THE PRINCIPAL AMOUNT OF INDEBTEDNESS\n   47  ISSUED BY OR ON BEHALF OF THE STATE EXCLUDING  NOTES  ISSUED  IN  ANTIC-\n   48  IPATION  OF  TAX OR OTHER REVENUES OF THE STATE; AND/OR (C) IN ANY OTHER\n   49  MANNER DETERMINED BY THE STATE LEGISLATURE, PROVIDED  THAT  THE  REVENUE\n   50  LIMITATION SHALL NOT BE EXCEEDED THROUGH SUCH OTHER DETERMINATION.\n   51    S  3. Resolved (if the Senate concur), That section 17 of article 7 of\n   52  the constitution be amended to read as follows:\n   53    S 17. The legislature may establish a fund or funds,  OTHER  THAN  THE\n   54  BUDGET STABILIZATION FUND ESTABLISHED PURSUANT TO SECTION SEVENTEEN-A OF\n   55  THIS  ARTICLE,  to  aid  in the stabilization of the tax revenues of the\n   56  state available for expenditure or distribution. Any law creating such a\n\n       A. 3269                             4\n\n    1  fund shall specify the tax or taxes to  which  such  fund  relates,  and\n    2  shall prescribe the method of determining the amount of revenue from any\n    3  such  tax  or  taxes  which shall constitute a norm of each fiscal year.\n    4  Such part as shall be prescribed by law of any revenue derived from such\n    5  tax  or  taxes during a fiscal year in excess of such norm shall be paid\n    6  into such fund. No moneys shall at any time be withdrawn from such  fund\n    7  unless  the  revenue derived from such tax or taxes during a fiscal year\n    8  shall fall below the norm for such year; in which event such  amount  as\n    9  may  be  prescribed  by  law,  but  in  no event an amount exceeding the\n   10  difference between such revenue and such norm, shall be paid  from  such\n   11  fund into the general fund.\n   12    No  law  changing  the method of determining a norm or prescribing the\n   13  amount to be paid into such a fund or to be paid from such a  fund  into\n   14  the general fund may become effective until three years from the date of\n   15  its enactment.\n   16    S 4. Resolved (if the Senate concur), That the foregoing amendments be\n   17  referred  to  the  first regular legislative session convening after the\n   18  next succeeding general election of members of  the  assembly,  and,  in\n   19  conformity  with  section  1  of  article  19  of  the  constitution, be\n   20  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 7 of the constitution, relating to limiting the growth of New York state revenue, creates a revenue limitation and establishes a budget stabilization fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T184648.TXT", "SOBI.D110124.T153637.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295912808637
}