{
  "year" : 2011,
  "senateBillNo" : "A3262-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A3262-2011-1295845200000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"New Century Libraries: Libraries 2011 act\"",
  "summary" : "Enacts the \"New Century Libraries; Libraries 2011 act\"; increases the apportionment of state aid to libraries and library services throughout the state; provides for adult and family literacy grants; authorizes the commissioner to provide grants and expend monies on a variety of library programs and services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3246-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3262\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- Multi-Sponsored by -- M. of A. ENGLE-\n         BRIGHT -- read once and referred to the  Committee  on  Libraries  and\n         Education Technology\n\n       AN ACT to amend the education law and the state finance law, in relation\n         to establishing the \"New Century Libraries: Libraries 2011 act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. It is the intent of the legislature  to\n    2  provide  the  people  of  New  York  with  access to the information and\n    3  library services they need today and will need tomorrow by  establishing\n    4  a New Century Libraries Initiative.\n    5    S  2.  This  act  shall  be known and may be cited as the \"New Century\n    6  Libraries: Libraries 2011 act\".\n    7    S 3. Section 271 of the education law, as amended by section 1 of part\n    8  O of chapter 57 of the laws of 2005, is amended to read as follows:\n    9    S 271. Apportionment of state aid  to  Indian  libraries.  Any  Indian\n   10  library  chartered  by the regents or in the absence of such library any\n   11  tribal government contracting for service from a  chartered  and  regis-\n   12  tered  library  or approved library system, shall be entitled to receive\n   13  state aid during each calendar year consisting of the following amounts:\n   14    1. [Eighteen] NINETEEN thousand dollars, and\n   15    2. The sum of [eighteen] NINETEEN  dollars  and  [twenty]  TWENTY-FIVE\n   16  cents  per  capita for persons residing on the reservation served by the\n   17  Indian library or contract as shown by  the  latest  federal  census  or\n   18  certified by the New York state director of Indian services, and\n   19    3. The sum of one dollar and [fifty] FIFTY-FIVE cents per acre of area\n   20  served by the Indian library or contract.\n   21    Such  sums shall be paid annually to the Indian library board of trus-\n   22  tees for the use of the Indian library, or in  the  absence  of  such  a\n   23  board,  to  the  tribal  government  for a contract for library service.\n   24  Nothing contained in this section shall be  construed  to  diminish  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02960-01-1\n\n       A. 3262                             2\n\n    1  funds,  services or supplies provided to any Indian library by a library\n    2  system as defined in section two hundred seventy-two of  this  [article]\n    3  PART.  Increases  in  appropriations for such purposes during a calendar\n    4  year shall be pro rated.\n    5    S 4. Section 273 of the education law, as amended by section 3 of part\n    6  O  of chapter 57 of the laws of 2005, subdivision 11 as added by section\n    7  3 of part A-5 of chapter 58 of the laws of 2006 and  subdivision  12  as\n    8  amended  by  section 4-a of part A of chapter 57 of the laws of 2009, is\n    9  amended to read as follows:\n   10    S 273. Apportionment of state aid to libraries and library systems. 1.\n   11  Any public library system  providing  service  under  an  approved  plan\n   12  during a calendar year shall be entitled to receive during that calendar\n   13  year state aid consisting of the following amounts:\n   14    a. An annual grant of:\n   15    (1)  Ten thousand FIVE HUNDRED dollars where the library system serves\n   16  less than one county, or\n   17    (2) [Twenty] TWENTY-ONE thousand  dollars  where  the  library  system\n   18  serves one entire county, or\n   19    (3)  Where  the  library system serves more than one county the system\n   20  shall be entitled  to  receive  [twenty-five]  TWENTY-SIX  thousand  TWO\n   21  HUNDRED  FIFTY dollars for each entire county served and/or ten thousand\n   22  FIVE HUNDRED dollars for each county, any part of which is served by the\n   23  library system. If an entire county is served by  two  or  more  library\n   24  systems,  each  of  which  serves  a  part thereof, each of such library\n   25  systems shall be entitled to  receive  a  grant  of  ten  thousand  FIVE\n   26  HUNDRED  dollars  and in addition, a pro rata share of an additional sum\n   27  of ten thousand FIVE HUNDRED dollars,  such  share  to  be  computed  in\n   28  accordance with the ratio which the population of the area of the county\n   29  served by such library system bears to the total population of the coun-\n   30  ty,  as determined under subdivision one of section two hundred seventy-\n   31  two of this [article] PART.\n   32    b. In a library system which submits a plan for further development of\n   33  its central library, which plan shall be approved by the commissioner in\n   34  relation to standards for such central libraries, the amount of  central\n   35  library development aid shall be:\n   36    (1) [thirty-two] THIRTY-FOUR cents per capita of the population within\n   37  the  chartered  area  of  service  of such library system with a minimum\n   38  amount of one hundred [five] TEN thousand TWO HUNDRED FIFTY dollars, and\n   39    (2) an additional [seventy-one] SEVENTY-FIVE thousand  [five  hundred]\n   40  TWO  HUNDRED  FIFTY  dollars  to  the library system for the purchase of\n   41  books and materials including nonprint materials, as  defined  in  regu-\n   42  lations  of  the  commissioner,  for  its  central library. Ownership of\n   43  library materials and equipment purchased with such central library  aid\n   44  provided by this paragraph shall be vested in the public library system.\n   45    c.  The  sum  of [ninety-four] NINETY-EIGHT AND SEVEN-TENTHS cents per\n   46  capita of population of the area served.\n   47    d. (1) An amount equal to the amount  by  which  expenditures  by  the\n   48  library  system  for  books, periodicals, binding and nonprint materials\n   49  during the preceding fiscal year exceeds forty cents per capita of popu-\n   50  lation of the area served but the total apportionment pursuant  to  this\n   51  subparagraph  shall not exceed [sixty-eight] SEVENTY-ONE AND FOUR-TENTHS\n   52  cents per capita of population served. In the first year  in  which  any\n   53  library  system changes its reporting from the calendar year to a fiscal\n   54  year other than the calendar year, it shall file any additional  report-\n   55  ing  schedules  deemed  necessary by the commissioner for the purpose of\n   56  determining state aid for the calendar year.\n\n       A. 3262                             3\n\n    1    (2) Each public library system with an automation program  to  support\n    2  bibliographic  control and interlibrary sharing of information resources\n    3  of member libraries, and  to  coordinate  and  integrate  the  automated\n    4  system  or  systems of such member libraries consistent with regulations\n    5  of  the  commissioner,  shall  be eligible to receive an amount equal to\n    6  seven percent of the amount earned in subparagraph  one  of  this  para-\n    7  graph, or [seventy-six] EIGHTY thousand [five] THREE hundred TWENTY-FIVE\n    8  dollars, whichever is more.\n    9    e. The sum of [fifty-two] FIFTY-FIVE dollars AND TWENTY-FIVE CENTS per\n   10  square  mile of area served by the library system in the case of library\n   11  systems serving one county or less. Such sum shall be increased by  five\n   12  dollars  for  each  additional  entire county served, provided, however,\n   13  that no apportionment pursuant to this paragraph shall exceed  [seventy-\n   14  two]  SEVENTY-FIVE dollars AND TWENTY-FIVE CENTS per square mile of area\n   15  served. If an entire county is served by two or  more  library  systems,\n   16  each  of which serves a part thereof, each of such library systems shall\n   17  be entitled to receive, in addition to the aid  computed  in  accordance\n   18  with  the foregoing provisions of this paragraph, a pro rata share of an\n   19  increase of five dollars to be computed as follows:  the  sum  resulting\n   20  from  the  computation of five dollars per square mile of area served by\n   21  the one of such library systems which would receive the  largest  amount\n   22  of  aid  pursuant to this paragraph shall be pro rated among the library\n   23  systems serving such county in accordance with the ratio which the popu-\n   24  lation of the area served by each of such library systems bears  to  the\n   25  population  of the county as determined under subdivision one of section\n   26  two hundred seventy-two of this [article] PART.\n   27    f. (1) Local library services aid. Except in cities with a  population\n   28  in  excess  of  one  million  inhabitants, each chartered and registered\n   29  public and free association library meeting standards of service promul-\n   30  gated by the commissioner, and each public or free  association  library\n   31  serving  a  city with a population of one hundred thousand or more which\n   32  merged with the public library system on or before January first,  nine-\n   33  teen hundred seventy-six and which meets standards of service promulgat-\n   34  ed  by  the commissioner, shall be eligible to receive annually [thirty-\n   35  one] THIRTY-TWO AND  FIFTY-FIVE  HUNDREDTHS  cents  per  capita  of  the\n   36  population  of  the library's chartered service area as on file with the\n   37  commissioner on January first of the calendar  year  for  which  aid  is\n   38  payable, or, [thirty-one] THIRTY-TWO AND FIFTY-FIVE HUNDREDTHS cents per\n   39  capita  of  the  population of the city with a population of one hundred\n   40  thousand or more whose public or free association  library  merged  with\n   41  the  public  library system on or before January first, nineteen hundred\n   42  seventy-six, with a minimum amount of one thousand five  hundred  SEVEN-\n   43  TY-FIVE  dollars,  except  that  no  library shall receive less than the\n   44  amount of local library services aid received in two thousand one. Regu-\n   45  lations of the commissioner shall  provide  a  method  for  establishing\n   46  changes  in  chartered service areas or determining populations thereof.\n   47  Local library services aid shall be paid to the system for  distribution\n   48  within thirty days of receipt to its member libraries in accordance with\n   49  this  subdivision.  Notwithstanding  any  contrary  provisions  of  this\n   50  subparagraph, the commissioner shall establish procedures under which  a\n   51  public  or  free  association  library  may  apply  for  a waiver of the\n   52  requirements of the standards of service; provided,  however,  that  any\n   53  such  waivers  may only be granted in the same year in which the commis-\n   54  sioner has apportioned a reduction adjustment.\n   55    (2) Local services support aid. Except in cities with a population  in\n   56  excess  of one million inhabitants, each public library system operating\n\n       A. 3262                             4\n\n    1  under an approved plan of service shall be eligible to receive  annually\n    2  local  services  support  aid  equal  to  two-thirds of the total dollar\n    3  amount paid in local library services aid to the member libraries of the\n    4  system  plus [thirty-one] THIRTY-TWO AND FIFTY-FIVE HUNDREDTHS cents per\n    5  capita of the system's population who do not reside within the chartered\n    6  service area of a member library.\n    7    (3) Local consolidated systems aid. In cities  with  a  population  in\n    8  excess  of one million inhabitants, each public library system operating\n    9  under an approved plan of service shall be eligible to receive  annually\n   10  local consolidated system aid equal to the sum of (i) [thirty-one] THIR-\n   11  TY-TWO  AND  FIFTY-FIVE  HUNDREDTHS  cents  per capita of the population\n   12  served by the system, but not less than  the  amount  of  local  library\n   13  incentive aid received in nineteen hundred ninety-one as reported on the\n   14  library's  nineteen  hundred  ninety-one annual report INCREASED BY FIVE\n   15  PERCENT OF THAT AMOUNT; and (ii) an  additional  amount  equal  to  two-\n   16  thirds  of  the  total dollar amount computed for the system pursuant to\n   17  clause (i) of this subparagraph.\n   18    g. In addition to the sums otherwise provided in [paragraphs a, b,  c,\n   19  d, e, f, h and i of] this subdivision, the New York Public Library shall\n   20  receive  an  amount  equal to its actual expenditures for books, period-\n   21  icals and binding for its research libraries which expenditures are  not\n   22  otherwise  reimbursed  or [seven] EIGHT hundred [sixty-seven] FIVE thou-\n   23  sand THREE HUNDRED FIFTY dollars, whichever is less, and the  additional\n   24  sum  of five million [six] NINE hundred [forty-nine] THIRTY-TWO thousand\n   25  [six hundred] EIGHTY dollars for the general support  of  such  research\n   26  libraries.  In  addition to any other sums provided to such library, the\n   27  sum of two million dollars shall be payable annually  to  the  New  York\n   28  Public  Library  for the general support of library services provided by\n   29  the New York Public Library to the students of the  City  University  of\n   30  New York and the sum of one million dollars shall be payable annually to\n   31  the  New  York  Public  Library  for the general support of its science,\n   32  industry and business library.\n   33    h. (1) Coordinated outreach services. Each public library system which\n   34  provides coordinated outreach services, as defined by regulations to  be\n   35  promulgated by the commissioner, to persons who are educationally disad-\n   36  vantaged  or  who  are  members  of ethnic or minority groups in need of\n   37  special library services, or who are  unemployed  and  in  need  of  job\n   38  placement  assistance, or who live in areas underserved by a library, or\n   39  who are blind, physically disabled, have developmental or learning disa-\n   40  bilities, or who are aged or confined in institutions, shall be entitled\n   41  to receive annually [forty-three] FORTY-FIVE thousand ONE HUNDRED  FIFTY\n   42  dollars and [thirteen] FOURTEEN cents per capita of the total population\n   43  of the area served.\n   44    (2)  Adult literacy grants. The commissioner shall award annual grants\n   45  for approved expenses for library-based  programs  conducted  by  public\n   46  library  systems  and  public  and  free association libraries which are\n   47  members of a public library system to assist adults  to  increase  their\n   48  literacy  skills. The commissioner shall award such grants having deter-\n   49  mined that such programs are being operated in direct coordination  with\n   50  local public schools, colleges and other organizations which are operat-\n   51  ing  similar  adult  literacy  programs.  Annual state aid of [two] FOUR\n   52  hundred SIXTY thousand dollars shall be awarded for grants in accordance\n   53  with regulations promulgated by the commissioner. Ninety percent of  the\n   54  amount  of any such adult literacy grant shall be payable to the library\n   55  or system upon approval by the department. The final ten  percent  shall\n   56  be payable upon completion of the project.\n\n       A. 3262                             5\n\n    1    (3) Family literacy grants. The commissioner shall award annual grants\n    2  for  approved  expenses  for  library-based family literacy programs for\n    3  pre-school and school age children and their parents conducted by public\n    4  library systems and public  libraries  and  free  association  libraries\n    5  which  are  members  of  a  public  library  system. Annual state aid of\n    6  [three] SIX hundred SIXTY-FIVE thousand  dollars  for  grants  shall  be\n    7  awarded  in accordance with regulations promulgated by the commissioner.\n    8  Ninety percent of the amount of any such family literacy grant shall  be\n    9  payable  to  the  library or system upon approval by the department. The\n   10  final ten percent shall be payable upon completion of the project.\n   11    i. In addition to any other sums provided for such purposes,  the  New\n   12  York  Public  Library  shall  receive  annually the sum of seven hundred\n   13  [thirty-four] SEVENTY thousand SEVEN HUNDRED dollars for the program  of\n   14  the  Schomburg  center for research in black culture, and the additional\n   15  sum of [nine] ONE MILLION THREE hundred [eighty-four] THIRTY-THREE thou-\n   16  sand TWO HUNDRED dollars for the program of the library  for  the  blind\n   17  and physically handicapped.\n   18    j.  In addition to any other sums provided to such library, the sum of\n   19  two hundred [fifty] SIXTY-TWO thousand FIVE  HUNDRED  dollars  shall  be\n   20  paid  annually to the New York Historical Society for making its library\n   21  services available to the public.\n   22    k. In addition to any other sums provided to such library the  sum  of\n   23  three hundred [fifty] SIXTY-SEVEN thousand FIVE HUNDRED dollars shall be\n   24  payable annually to the Brooklyn Public Library for its business library\n   25  for each calendar year.\n   26    l.  In addition to any other sums provided to such library, the sum of\n   27  [fifty] FIFTY-TWO thousand FIVE HUNDRED dollars shall be payable annual-\n   28  ly to the Buffalo and Erie County Public Library  for  a  continuity  of\n   29  service project approved by the commissioner for each calendar year.\n   30    m.  In addition to any other sums provided to such library system, the\n   31  sum of [thirty] THIRTY-ONE thousand FIVE HUNDRED dollars shall be  paya-\n   32  ble  annually  to  the Nassau library system for a continuity of service\n   33  project approved by the commissioner for each calendar year.\n   34    n. IN ADDITION TO ANY OTHER SUM PROVIDED  IN  THIS  SUBDIVISION,  EACH\n   35  PUBLIC  LIBRARY SYSTEM WITH AN ELECTRONIC INFORMATION PROGRAM CONSISTENT\n   36  WITH REGULATIONS OF THE COMMISSIONER, SHALL BE ELIGIBLE TO RECEIVE ANNU-\n   37  ALLY AN AMOUNT EQUAL TO EIGHT AND FOUR HUNDRED AND THIRTY-FIVE ONE THOU-\n   38  SANDTH PERCENT OF THE TOTAL AMOUNT EARNED UNDER PARAGRAPHS A, C,  E  AND\n   39  SUBPARAGRAPH ONE OF PARAGRAPH D AND PARAGRAPH O OF THIS SUBDIVISION. THE\n   40  MINIMUM GRANT AVAILABLE SHALL BE SIXTY THOUSAND DOLLARS.\n   41    O.  The minimum annual grant available to a library system under para-\n   42  graphs a, c and e and subparagraph one of paragraph d of  this  subdivi-\n   43  sion shall be [six] SEVEN hundred [seventy-five] TEN thousand dollars.\n   44    P. (1) IN CALENDAR YEAR TWO THOUSAND ELEVEN AND THEREAFTER, EACH CHAR-\n   45  TERED  AND REGISTERED PUBLIC AND FREE ASSOCIATION LIBRARY MEETING STAND-\n   46  ARDS OF SERVICE PROMULGATED BY THE COMMISSIONER AND SERVING  A  CITY  AS\n   47  DEFINED  BY  THE  FEDERAL  CENSUS  SHALL BE ELIGIBLE TO RECEIVE ANNUALLY\n   48  URBAN LIBRARY SERVICES AID EQUAL TO ONE DOLLAR PER CAPITA OF  THE  POPU-\n   49  LATION  OF THE CITY AS DETERMINED BY THE LATEST FEDERAL CENSUS, PROVIDED\n   50  THAT IN THE CASE OF A CITY HAVING A POPULATION OF ONE MILLION  OR  MORE,\n   51  SUCH  AID  SHALL BE DETERMINED BASED ON THE POPULATION OF THE BOROUGH IN\n   52  WHICH THE LIBRARY IS LOCATED. THIS ANNUAL STATE AID SHALL BE AWARDED  IN\n   53  ACCORDANCE  WITH  REGULATIONS  PROMULGATED  BY THE COMMISSIONER.   URBAN\n   54  LIBRARY SERVICES AID SHALL BE PAID TO THE LIBRARY  SYSTEM  FOR  DISTRIB-\n   55  UTION  WITHIN THIRTY DAYS OF RECEIPT TO ITS ELIGIBLE MEMBER LIBRARIES IN\n   56  ACCORDANCE WITH THIS SUBDIVISION.\n\n       A. 3262                             6\n\n    1    (2) IN THE EVENT THAT THE SUM TOTAL OF LOCAL SPONSOR SUPPORT RAISED BY\n    2  LOCAL TAXATION EXCLUSIVE OF THE SUM RAISED FOR CAPITAL  EXPENDITURES  OR\n    3  DEBT  SERVICE  IN  THE TWELVE MONTH PERIOD, IS LESS THAN NINETY-FIVE PER\n    4  CENTUM OF THE AVERAGE OF THE AMOUNTS RAISED FOR SUCH PURPOSES  BY  LOCAL\n    5  TAXATION  FOR  THE TWO PRECEDING TWELVE MONTH PERIODS, THE URBAN LIBRARY\n    6  SERVICES AID TO WHICH SUCH LIBRARY WOULD OTHERWISE BE ENTITLED SHALL  BE\n    7  REDUCED BY THE SAME RATIO.\n    8    (3) THE COMMISSIONER MAY WAIVE THE REQUIREMENTS OF SUBPARAGRAPH TWO OF\n    9  THIS  PARAGRAPH,  IF THE COMMISSIONER DETERMINES THAT THE APPLICATION OF\n   10  SUCH SUBPARAGRAPH WOULD RESULT IN EXCESSIVE HARDSHIP FOR THE  PUBLIC  OR\n   11  FREE  ASSOCIATION  LIBRARY BROUGHT ABOUT BY AN EXTRAORDINARY CHANGE IN A\n   12  LOCAL SPONSOR'S ECONOMIC CONDITION, LOSS BY A LOCAL SPONSOR OF STATE AID\n   13  TO LOCAL GOVERNMENTS PROVIDED UNDER  SECTION  FIFTY-FOUR  OF  THE  STATE\n   14  FINANCE LAW, OR BY A NATURAL DISASTER. THE COMMISSIONER MAY GRANT SUCH A\n   15  WAIVER ANNUALLY.\n   16    (4)  A  \"LOCAL SPONSOR\" SHALL MEAN ANY MUNICIPALITY, A SCHOOL DISTRICT\n   17  OR A DISTRICT AS DEFINED IN THE GENERAL MUNICIPAL LAW, OR  ANY  COMBINA-\n   18  TION THEREOF.\n   19    Q. (1) IN CALENDAR YEAR TWO THOUSAND ELEVEN AND THEREAFTER, UP THROUGH\n   20  AND  INCLUDING CALENDAR YEAR TWO THOUSAND FIFTEEN, EXCEPT IN CITIES WITH\n   21  A POPULATION IN EXCESS OF ONE MILLION INHABITANTS, THE  COMMISSIONER  IS\n   22  HEREBY  AUTHORIZED  TO  EXPEND EACH YEAR UP TO SEVEN MILLION DOLLARS FOR\n   23  GRANTS TO PUBLIC LIBRARY SYSTEMS OPERATING UNDER  AN  APPROVED  PLAN  OF\n   24  SERVICE  AND WITH AN APPROVED PROGRAM FOR ASSISTING LOCAL COMMUNITIES TO\n   25  CREATE AND STRENGTHEN LOCAL PUBLIC LIBRARY DISTRICTS  SO  THAT  ALL  NEW\n   26  YORKERS  MAY  LIVE  WITHIN  THE  BOUNDARIES  OF  A  LOCAL PUBLIC LIBRARY\n   27  DISTRICT. SUCH GRANTS SHALL BE AWARDED FOR  A  PERIOD  OF  THREE  YEARS,\n   28  SHALL  BE  DETERMINED  ON  THE  BASIS OF CRITERIA TO BE DEVELOPED BY THE\n   29  COMMISSIONER  AND  SHALL  ASSIST  MEMBER  PUBLIC  AND  FREE  ASSOCIATION\n   30  LIBRARIES  IN MEETING AND EXCEEDING STANDARDS ESTABLISHED BY THE REGENTS\n   31  IN ACCORDANCE WITH SECTION TWO HUNDRED FIFTY-FOUR OF THIS PART. NOTWITH-\n   32  STANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, ANY  PORTION  OF  A\n   33  GRANT  AWARD  THAT  REMAINS UNEXPENDED AT THE END OF A STATE FISCAL YEAR\n   34  SHALL BE CARRIED OVER TO THE NEXT FISCAL YEAR AND SHALL REMAIN AVAILABLE\n   35  TO THE LIBRARY OR LIBRARY SYSTEM FOR EXPENDITURE FOR  PURPOSES  OF  THIS\n   36  PARAGRAPH  TO  THE  EXTENT THERE IS AN APPROPRIATION AVAILABLE, PROVIDED\n   37  THAT THE TERM OF THE GRANT HAS NOT EXPIRED.  THIS  STATE  AID  SHALL  BE\n   38  AWARDED IN ACCORDANCE WITH REGULATIONS PROMULGATED BY THE COMMISSIONER.\n   39    (2)  THE  COMMISSIONER SHALL PROVIDE GRANTS TO ELIGIBLE PUBLIC LIBRARY\n   40  SYSTEMS WITH A PROGRAM FOR ASSISTING LIBRARIES AND COMMUNITIES IN CREAT-\n   41  ING AND STRENGTHENING PUBLIC LIBRARY DISTRICTS IN THE FOLLOWING MANNER:\n   42    (A) AN AMOUNT OF ONE HUNDRED FIFTY THOUSAND DOLLARS TO  EACH  ELIGIBLE\n   43  PUBLIC  LIBRARY SYSTEM IN FURTHERANCE OF THE PURPOSES OF THIS PARAGRAPH,\n   44  AND\n   45    (B) AN AMOUNT UP TO ONE DOLLAR PER  CAPITA  OF  THE  LIBRARY  SYSTEM'S\n   46  POPULATION  WHO  DO  NOT  RESIDE  WITHIN THE CHARTERED SERVICE AREA OF A\n   47  MEMBER LIBRARY TO EACH ELIGIBLE PUBLIC LIBRARY SYSTEM IN FURTHERANCE  OF\n   48  THE PURPOSES OF THIS PARAGRAPH, AND\n   49    (C)  THE REMAINDER FOR INCENTIVE AND ENABLING GRANTS TO PUBLIC LIBRARY\n   50  DISTRICTS ESTABLISHED ON OR AFTER JANUARY FIRST, TWO THOUSAND  SEVEN  OR\n   51  TO THOSE PUBLIC AND FREE ASSOCIATION LIBRARIES OR PUBLIC LIBRARY SYSTEMS\n   52  WITH A PLAN TO ASSIST COMMUNITIES TO CREATE, RECONFIGURE OR STRENGTHEN A\n   53  LOCAL PUBLIC LIBRARY DISTRICT.\n   54    (3)  IN  CALENDAR  YEAR TWO THOUSAND ELEVEN AND THEREAFTER, UP THROUGH\n   55  AND INCLUDING CALENDAR YEAR TWO THOUSAND FIFTEEN,  THE  NEW  YORK  STATE\n   56  LIBRARY  SHALL  BE ENTITLED TO RECEIVE EACH YEAR THE SUM OF FOUR HUNDRED\n\n       A. 3262                             7\n\n    1  THOUSAND DOLLARS FOR THE ESTABLISHMENT AND IMPLEMENTATION OF A STATEWIDE\n    2  PROGRAM FOR ASSISTING PUBLIC LIBRARY SYSTEMS, PUBLIC  AND  FREE  ASSOCI-\n    3  ATION  LIBRARIES  AND  LOCAL  COMMUNITIES TO CREATE AND STRENGTHEN LOCAL\n    4  PUBLIC LIBRARY DISTRICTS SO THAT ALL NEW YORKERS LIVE WITHIN THE BOUNDA-\n    5  RIES  OF  A  LOCAL  PUBLIC LIBRARY DISTRICT. SUCH STATEWIDE SERVICES MAY\n    6  INCLUDE, BUT ARE NOT LIMITED TO TECHNICAL ASSISTANCE  AND  TRAINING  FOR\n    7  LIBRARIES  AND LIBRARY SYSTEMS, PUBLICATIONS, COMMUNICATIONS AND PROGRAM\n    8  PLANNING, IMPLEMENTATION AND EVALUATION.\n    9    R. (1) IN CALENDAR YEAR TWO THOUSAND ELEVEN AND THEREAFTER, EXCEPT  IN\n   10  CITIES  AS  DEFINED  BY  THE  FEDERAL CENSUS, THE COMMISSIONER IS HEREBY\n   11  AUTHORIZED TO PROVIDE GRANTS  TO  STRENGTHEN  CHARTERED  AND  REGISTERED\n   12  PUBLIC  AND  FREE  ASSOCIATION  LIBRARIES  MEETING  STANDARDS OF SERVICE\n   13  PROMULGATED BY THE COMMISSIONER. EACH  ELIGIBLE  LIBRARY  SHALL  RECEIVE\n   14  THIRTY-FIVE  AND  SEVENTY-SEVEN  ONE  HUNDREDTHS CENTS PER CAPITA OF THE\n   15  POPULATION OF THE LIBRARY'S CHARTERED SERVICE AREA AS ON FILE  WITH  THE\n   16  COMMISSIONER ON JANUARY FIRST OF THE CALENDAR YEAR IN WHICH AID IS PAYA-\n   17  BLE.  THIS  ANNUAL  STATE  AID SHALL BE AWARDED IN ACCORDANCE WITH REGU-\n   18  LATIONS PROMULGATED BY THE COMMISSIONER. NONURBAN LIBRARY  SERVICES  AID\n   19  SHALL  BE  PAID  TO  THE  SYSTEM  FOR DISTRIBUTION WITHIN THIRTY DAYS OF\n   20  RECEIPT TO ITS ELIGIBLE MEMBER LIBRARIES IN ACCORDANCE WITH THIS  SUBDI-\n   21  VISION.\n   22    (2) IN THE EVENT THAT THE SUM TOTAL OF LOCAL SPONSOR SUPPORT RAISED BY\n   23  LOCAL TAXATION EXCLUSIVE OF THE SUM RAISED FOR CAPITAL EXPENDITURES IN A\n   24  TWELVE  MONTH PERIOD, IS LESS THAN NINETY-FIVE PER CENTUM OF THE AVERAGE\n   25  OF THE AMOUNTS RAISED FOR SUCH PURPOSES BY LOCAL TAXATION  FOR  THE  TWO\n   26  PRECEDING  TWELVE  MONTH  PERIODS,  THE NONURBAN LIBRARY SERVICES AID TO\n   27  WHICH SUCH LIBRARY WOULD OTHERWISE BE ENTITLED SHALL BE REDUCED  BY  THE\n   28  SAME RATIO.\n   29    (3) THE COMMISSIONER MAY WAIVE THE REQUIREMENTS OF SUBPARAGRAPH TWO OF\n   30  THIS  PARAGRAPH,  IF THE COMMISSIONER DETERMINES THAT THE APPLICATION OF\n   31  SUCH SUBPARAGRAPH WOULD RESULT IN EXCESSIVE HARDSHIP FOR THE  PUBLIC  OR\n   32  FREE  ASSOCIATION  LIBRARY BROUGHT ABOUT BY AN EXTRAORDINARY CHANGE IN A\n   33  LOCAL SPONSOR'S ECONOMIC CONDITION, LOSS BY A LOCAL SPONSOR OF STATE AID\n   34  TO LOCAL GOVERNMENTS PROVIDED UNDER  SECTION  FIFTY-FOUR  OF  THE  STATE\n   35  FINANCE  LAW,  OR BY A NATURAL DISASTER. THE COMMISSIONER MAY GRANT SUCH\n   36  WAIVER ANNUALLY.\n   37    (4) A \"LOCAL SPONSOR\" SHALL MEAN ANY MUNICIPALITY, A  SCHOOL  DISTRICT\n   38  OR  A  DISTRICT AS DEFINED IN THE GENERAL MUNICIPAL LAW, OR ANY COMBINA-\n   39  TION THEREOF.\n   40    S. (1) IN CALENDAR  YEAR  TWO  THOUSAND  ELEVEN  AND  THEREAFTER,  THE\n   41  COMMISSIONER  IS AUTHORIZED TO EXPEND UP TO TEN MILLION DOLLARS ANNUALLY\n   42  TO PROVIDE LOCAL LIBRARY NEED-BASED AID GRANTS TO CHARTERED  AND  REGIS-\n   43  TERED PUBLIC AND FREE ASSOCIATION LIBRARIES MEETING STANDARDS OF SERVICE\n   44  PROMULGATED  BY  THE  COMMISSIONER AND LOCATED IN ECONOMICALLY DISADVAN-\n   45  TAGED COMMUNITIES. LOCAL LIBRARY NEED-BASED AID WOULD  PROVIDE  MATCHING\n   46  GRANTS TO RAISE THE TOTAL LOCAL SPONSOR SUPPORT RAISED BY LOCAL TAXATION\n   47  EXCLUSIVE OF THE SUM RAISED FOR CAPITAL EXPENDITURES AND DEBT SERVICE TO\n   48  A  TOTAL OF TWENTY DOLLARS PER CAPITA OF THE POPULATION OF THE LIBRARY'S\n   49  CHARTERED SERVICE AREA AS ON FILE WITH THE COMMISSIONER ON JANUARY FIRST\n   50  OF THE YEAR IN WHICH THE AID IS PAYABLE. SUCH MATCHING GRANTS  SHALL  BE\n   51  DETERMINED  ON THE BASIS OF NEED CRITERIA TO BE DEVELOPED BY THE COMMIS-\n   52  SIONER AND  SHALL  ASSIST  THOSE  MEMBER  PUBLIC  AND  FREE  ASSOCIATION\n   53  LIBRARIES  DESIGNATED BY THE COMMISSIONER AS SERVING ECONOMICALLY DISAD-\n   54  VANTAGED COMMUNITIES IN MEETING AND EXCEEDING STANDARDS  ESTABLISHED  BY\n   55  THE  REGENTS  IN  ACCORDANCE WITH SECTION TWO HUNDRED FIFTY-FOUR OF THIS\n   56  PART. THIS ANNUAL STATE AID SHALL BE AWARDED IN  ACCORDANCE  WITH  REGU-\n\n       A. 3262                             8\n\n    1  LATIONS  PROMULGATED  BY THE COMMISSIONER.  THIS STATE AID SHALL BE PAID\n    2  TO THE SYSTEM FOR DISTRIBUTION WITHIN THIRTY  DAYS  OF  RECEIPT  TO  ITS\n    3  ELIGIBLE MEMBER LIBRARIES IN ACCORDANCE WITH THIS SUBDIVISION.\n    4    (2) IN THE EVENT THAT THE SUM TOTAL OF LOCAL SPONSOR SUPPORT RAISED BY\n    5  LOCAL TAXATION EXCLUSIVE OF THE SUM RAISED FOR CAPITAL EXPENDITURES IN A\n    6  TWELVE  MONTH PERIOD, IS LESS THAN THAT PROVIDED TO THE LOCAL LIBRARY IN\n    7  THE FISCAL YEAR ENDING IN TWO THOUSAND TEN, THE LOCAL LIBRARY NEED-BASED\n    8  AID TO WHICH SUCH LIBRARY WOULD OTHERWISE BE ENTITLED SHALL  BE  REDUCED\n    9  BY  THE  SAME  RATIO.  IN  THE EVENT THAT THE SUM TOTAL OF LOCAL SPONSOR\n   10  SUPPORT RAISED BY LOCAL TAXATION EXCLUSIVE OF THE SUM RAISED FOR CAPITAL\n   11  EXPENDITURES IN A TWELVE MONTH PERIOD, IS MORE THAN THAT PROVIDED TO THE\n   12  LOCAL LIBRARY IN THE FISCAL YEAR ENDING IN TWO THOUSAND TEN,  THE  LOCAL\n   13  LIBRARY  NEED-BASED  STATE  AID TO WHICH SUCH LIBRARY WOULD OTHERWISE BE\n   14  ENTITLED WOULD REMAIN CONSTANT.\n   15    (3) THE COMMISSIONER MAY WAIVE THE REQUIREMENTS OF SUBPARAGRAPH TWO OF\n   16  THIS PARAGRAPH, IF THE COMMISSIONER DETERMINES THAT THE  APPLICATION  OF\n   17  SUCH  SUBPARAGRAPH  WOULD RESULT IN EXCESSIVE HARDSHIP FOR THE PUBLIC OR\n   18  FREE ASSOCIATION LIBRARY BROUGHT ABOUT BY AN EXTRAORDINARY CHANGE  IN  A\n   19  LOCAL SPONSOR'S ECONOMIC CONDITION, LOSS BY A LOCAL SPONSOR OF STATE AID\n   20  TO  LOCAL  GOVERNMENTS  PROVIDED  UNDER  SECTION FIFTY-FOUR OF THE STATE\n   21  FINANCE LAW, OR BY A NATURAL DISASTER. THE COMMISSIONER MAY  GRANT  SUCH\n   22  WAIVER ANNUALLY.\n   23    (4)  A \"LOCAL SPONSOR\" SHALL MEAN ANY MUNICIPALITY, A SCHOOL DISTRICT,\n   24  OR A DISTRICT AS DEFINED IN THE GENERAL MUNICIPAL LAW, OR  ANY  COMBINA-\n   25  TION THEREOF.\n   26    T.  (1)  IN  CALENDAR  YEAR  TWO  THOUSAND  ELEVEN AND THEREAFTER, THE\n   27  COMMISSIONER IS HEREBY AUTHORIZED TO EXPEND UP TO FOUR HUNDRED  THOUSAND\n   28  DOLLARS  ANNUALLY  FOR STATEWIDE READING PROGRAMS COORDINATED BY THE NEW\n   29  YORK STATE LIBRARY AND CONDUCTED  BY  THE  PUBLIC  LIBRARY  SYSTEMS  AND\n   30  PUBLIC AND FREE ASSOCIATION LIBRARIES.\n   31    (2)  FOR  THE  PURPOSES  OF  THIS  SUBDIVISION, THE COMMISSIONER SHALL\n   32  PROVIDE GRANTS FOR PARTICIPATION IN STATEWIDE READING PROGRAMS TO PUBLIC\n   33  LIBRARY SYSTEMS OPERATING UNDER AN APPROVED PLAN OF SERVICE. SUCH GRANTS\n   34  SHALL BE DETERMINED ON THE BASIS OF CRITERIA  TO  BE  DEVELOPED  BY  THE\n   35  COMMISSIONER AND SHALL BE AWARDED AS FOLLOWS:\n   36    (A)  AN  ANNUAL  BASE  GRANT OF FIVE THOUSAND DOLLARS TO EACH ELIGIBLE\n   37  PUBLIC LIBRARY SYSTEM, PLUS THE SUM OF FIVE CENTS PER SCHOOL  AGE  CHILD\n   38  BASED  ON  THE  TOTAL  PUBLIC AND NONPUBLIC SCHOOL ENROLLMENT WITHIN THE\n   39  GEOGRAPHIC AREA SERVED BY THE SYSTEM; AND\n   40    (B) THE REMAINDER SHALL BE PROVIDED TO THE NEW YORK STATE LIBRARY  FOR\n   41  ESTABLISHING  AND  COORDINATING  STATEWIDE  READING  PROGRAMS, WHICH MAY\n   42  INCLUDE CONTRACTING WITH LIBRARY SYSTEMS OR OTHER LIBRARIES  TO  DELIVER\n   43  STATEWIDE  SERVICES  FOR  THIS  PURPOSE.  SUCH  STATEWIDE  SERVICES  MAY\n   44  INCLUDE, BUT SHALL NOT BE LIMITED TO, TRAINING, TECHNICAL ASSISTANCE  TO\n   45  LIBRARIES  AND LIBRARY SYSTEMS, PUBLICATIONS, COMMUNICATIONS AND PROGRAM\n   46  PLANNING AND EVALUATION.\n   47    2. Within the amounts appropriated therefor moneys paid  out  pursuant\n   48  to  this  section  shall  be  paid out of the state treasury on vouchers\n   49  certified by the commissioner after audit by and upon the warrant of the\n   50  comptroller.\n   51    3. The commissioner may waive the requirement that  a  public  library\n   52  system  serve  an  entire  county to earn the maximum annual grant under\n   53  subparagraphs two and three of paragraph a of subdivision  one  of  this\n   54  section  and paragraphs b, c, e and h of subdivision one of this section\n   55  where the commissioner deems reasonable effort  has  been  made  by  the\n   56  system to encourage membership by all libraries in the county.\n\n       A. 3262                             9\n\n    1    4.  Reference  and research library resources system. a. Any reference\n    2  and  research  library  resources  system  providing  service  under  an\n    3  approved plan during a calendar year shall be entitled to receive annual\n    4  state  aid consisting of an annual grant of [two] FOUR hundred [seventy]\n    5  THIRTY-FIVE  thousand  dollars  plus  the  sum  of [one dollar and fifty\n    6  cents] THREE DOLLARS per square mile of area  served  plus  the  sum  of\n    7  [six]  ELEVEN AND SEVEN HUNDREDTHS cents per capita of the population of\n    8  the area served. Each system may  annually  appropriate  funds  received\n    9  under  this  provision to obtain matching funds from the National Endow-\n   10  ment for the Humanities in the  United  States  Newspaper  Program.  The\n   11  annual amount payable to each approved system under this paragraph shall\n   12  be payable on or before July first, provided that, upon receipt of annu-\n   13  al system activity reports satisfactory to the commissioner, the commis-\n   14  sioner  shall  determine  the  amount  of any under- or overpayments and\n   15  shall apply such adjustment to the next annual payment due such system.\n   16    b. [The commissioner is hereby authorized to expend up to five hundred\n   17  six thousand dollars annually in  each  state  fiscal  year  to  provide\n   18  formula  grants  to  approved  reference  and research library resources\n   19  systems  for  provision  of  consumer  health  and  medical  information\n   20  services  for  all  types  of libraries and library systems. Such grants\n   21  shall assist libraries  in  providing  access  to  timely  and  accurate\n   22  medical and health information for medical personnel and for the general\n   23  public.  In addition to any other sum provided in this subdivision, each\n   24  reference and research library resources system providing service  under\n   25  an  approved plan with a consumer health and medical library information\n   26  services program for all types of libraries and library systems shall be\n   27  eligible to receive an annual formula grant. Such formula  grants  shall\n   28  be  determined  on the basis of criteria to be prescribed by the commis-\n   29  sioner.] IN ADDITION TO ANY OTHER SUM PROVIDED IN THIS SUBDIVISION, EACH\n   30  REFERENCE AND RESEARCH LIBRARY RESOURCES SYSTEM PROVIDING SERVICE  UNDER\n   31  AN  APPROVED PLAN WITH AN ELECTRONIC INFORMATION PROGRAM CONSISTENT WITH\n   32  REGULATIONS OF THE COMMISSIONER, SHALL BE ELIGIBLE TO  RECEIVE  ANNUALLY\n   33  AN  AMOUNT  EQUAL  TO  THIRTY-TWO  AND FIVE-TENTHS PERCENT OF THE AMOUNT\n   34  EARNED IN PARAGRAPH A OF THIS SUBDIVISION.\n   35    C. IN ADDITION TO ANY OTHER SUM PROVIDED  IN  THIS  SUBDIVISION,  EACH\n   36  REFERENCE  AND RESEARCH LIBRARY RESOURCES SYSTEM PROVIDING SERVICE UNDER\n   37  AN APPROVED PLAN WITH A CONSUMER HEALTH AND MEDICAL LIBRARY  INFORMATION\n   38  SERVICES PROGRAM FOR ALL TYPES OF LIBRARIES AND LIBRARY SYSTEMS SHALL BE\n   39  ELIGIBLE TO RECEIVE AN ANNUAL BASE GRANT OF TWENTY-FIVE THOUSAND DOLLARS\n   40  PLUS THE SUM OF ONE AND SEVEN HUNDRED THREE THOUSANDTHS CENTS PER CAPITA\n   41  OF THE POPULATION OF THE AREA SERVED. The commissioner shall provide the\n   42  annual  amount  payable  to each approved system under this paragraph in\n   43  the following manner:\n   44    (1) Funds shall be available to each reference  and  research  library\n   45  resources  system  in  such  manner  as  to insure that the ratio of the\n   46  amount each system is eligible to receive equals the weighted  ratio  of\n   47  the  total number of institutions as defined in subparagraph two of this\n   48  paragraph in the region served by the system to the total number of such\n   49  institutions in the state.\n   50    (2) For the purposes of determining the amount of funds  available  to\n   51  each system, institutions and their weightings are as follows:\n   52    (i)  not-for-profit  hospitals  licensed  by the New York state health\n   53  department, with a weighting of two;\n   54    (ii) for-profit teaching hospitals licensed  by  the  New  York  state\n   55  health department, with an additional weighting of one; and\n\n       A. 3262                            10\n\n    1    (iii)   member  institutions  of  a  reference  and  research  library\n    2  resources system,  excluding  public  and  hospital  libraries,  with  a\n    3  weighting of one.\n    4    [c.]  D.  (1)  The  commissioner  is hereby authorized to expend up to\n    5  [one] TWO million [three] FOUR hundred [ninety-six]  SIXTY-SIX  thousand\n    6  dollars  in each state fiscal year to provide formula grants to approved\n    7  reference and  research  library  resources  systems  for  provision  of\n    8  services  to  member  hospital  libraries  in  not-for-profit  hospitals\n    9  licensed by the New York state health department, or to member libraries\n   10  serving such hospitals. Such formula grants shall be determined  on  the\n   11  basis  of  criteria to be developed by the commissioner and shall assist\n   12  member hospital libraries or member libraries serving hospitals in meet-\n   13  ing the standards established by the regents in accordance with  section\n   14  two  hundred  fifty-four  of  this [article] PART.   Such formula grants\n   15  shall  support  integration  of  member  hospital  libraries  or  member\n   16  libraries serving hospitals into existing networks.\n   17    (2)  The  commissioner  shall  provide  grants  to  the  reference and\n   18  research library resources systems in the following manner:\n   19    (a) an amount equal to [seventy-five cents]  TWO  DOLLARS  per  square\n   20  mile  of  area  served  by  the  reference and research library resource\n   21  system in furtherance of the purposes of this paragraph, and\n   22    (b) the remainder for library services to hospitals in accordance with\n   23  regulations of the commissioner adopted for such purpose.\n   24    5. Coordinated collection development program for public and nonprofit\n   25  independent colleges and universities.\n   26    a. Libraries of public and nonprofit independent colleges and  univer-\n   27  sities  are  entitled  to  receive  annual  funding  for  a  coordinated\n   28  collection development grant if they meet the following conditions:\n   29    (1) Membership in a reference and research library resources system,\n   30    (2) Their resources are made available to  the  public,  through  full\n   31  participation  in  the  interlibrary  loan  and  other  resource sharing\n   32  programs of the reference and research library resources system of which\n   33  they are members, and\n   34    (3) They meet the requirements set forth in regulations adopted by the\n   35  commissioner including but not confined to\n   36    (a) maintenance of effort,\n   37    (b) relationships between reference  and  research  library  resources\n   38  systems' programs and the regional higher education master plan,\n   39    (c) submission of interlibrary loan statistics, and such other reports\n   40  as may be required by the commissioner.\n   41    b.  Public  and  nonprofit  independent colleges and universities with\n   42  libraries which meet the criteria of paragraph a of this subdivision are\n   43  eligible for annual grants as follows:\n   44    (1) Four thousand [four] SIX hundred TWENTY dollars for each  institu-\n   45  tion, and\n   46    (2) One dollar and [four] NINE AND TWO-TENTHS cents for each full-time\n   47  equivalent  student  enrolled  in  each  qualifying  institution, in the\n   48  academic year completed prior to the state fiscal year. For purposes  of\n   49  this section, a full-time equivalent shall be calculated as follows:\n   50    (i)  one full-time undergraduate student shall be considered one full-\n   51  time equivalent student;\n   52    (ii) one part-time undergraduate student shall be considered one-third\n   53  of a full-time equivalent student;\n   54    (iii) one part-time graduate student shall be considered one full-time\n   55  equivalent student; and\n\n       A. 3262                            11\n\n    1    (iv) one full-time graduate student shall be considered one  and  one-\n    2  half of a full-time equivalent student.\n    3    c.  Funds for the support of this program shall be appropriated to the\n    4  department, except that funds for the state-operated institutions of the\n    5  state university of New York and the senior colleges of the city univer-\n    6  sity of New York, shall be appropriated to the state university  of  New\n    7  York  out of any moneys in the state treasury in the general fund to the\n    8  credit of the state purposes fund not otherwise appropriated, and  funds\n    9  shall  be  appropriated  to  the  city university of New York out of any\n   10  moneys in the state treasury in the general fund to the  credit  of  the\n   11  local  assistance  fund not otherwise appropriated, and shall be subject\n   12  to the same distribution formula as provided  in  paragraph  b  of  this\n   13  subdivision.\n   14    D.  THE  NEW  YORK STATE LIBRARY SHALL BE ENTITLED TO RECEIVE ANNUALLY\n   15  THE SUM OF SIX HUNDRED THOUSAND DOLLARS FOR THE ESTABLISHMENT AND IMPLE-\n   16  MENTATION OF A PROGRAM OF STATEWIDE ACCESS TO ELECTRONIC INFORMATION  BY\n   17  PUBLIC   AND   NONPROFIT  INDEPENDENT  COLLEGES  AND  UNIVERSITIES  WITH\n   18  LIBRARIES WHICH MEET THE CRITERIA OF PARAGRAPH A OF THIS SUBDIVISION.\n   19    6. Regional bibliographic data bases and interlibrary resources  shar-\n   20  ing.    a. The commissioner shall award annually to each of the approved\n   21  nine reference and research library resources systems, from funds appro-\n   22  priated by the legislature for an annual grant for an automation program\n   23  (i) to support bibliographic control and interlibrary sharing of  infor-\n   24  mation  resources among all types of libraries and library systems in an\n   25  area not less than that of a reference and  research  library  resources\n   26  system,  and  (ii)  to coordinate and integrate the automated systems of\n   27  the component member public library system or  systems,  school  library\n   28  system  or  systems  and  other automated systems within the area of the\n   29  reference and research library  resources  system.  Each  reference  and\n   30  research library resources system of such region shall be entitled to an\n   31  annual grant of two hundred TEN thousand dollars plus the sum of two AND\n   32  ONE-TENTH cents per capita of the population served.\n   33    b.  To  be  eligible  for a grant, each reference and research library\n   34  resources system shall meet the requirements set  forth  in  regulations\n   35  adopted  by  the  commissioner which shall include standards relating to\n   36  library automation, continuous development of the data base, and  updat-\n   37  ing,  access  and  linking of the data base programs. Each reference and\n   38  research library resources system shall include in its approved plan  of\n   39  service  a  description  of a regional library automation program, which\n   40  shall include all library systems in the region that are members of  the\n   41  reference and research library resources system.\n   42    7. Conservation and preservation of library research materials. a. The\n   43  commissioner shall award in any state fiscal year an annual grant of one\n   44  hundred  [twenty-six]  SIXTY-FIVE  thousand  SEVEN HUNDRED dollars for a\n   45  program of conservation and/or preservation of library research  materi-\n   46  als  to each of the following comprehensive research libraries: Columbia\n   47  university libraries,  Cornell  university  libraries,  New  York  state\n   48  library,   New   York  university  libraries,  university  of  Rochester\n   49  libraries, Syracuse university libraries, the research libraries of  the\n   50  New York public library, state university of New York at Albany library,\n   51  state  university of New York at Binghamton library, state university of\n   52  New York at Buffalo library, and state university of New York  at  Stony\n   53  Brook library.\n   54    b.  To  be  eligible for such grants, each such comprehensive research\n   55  library must submit both a five-year plan and an annual program  budget.\n   56  The  plan must satisfy criteria to be established by the commissioner in\n\n       A. 3262                            12\n\n    1  regulations relating to the identification of library  research  materi-\n    2  als,  the  need for their preservation, and the means of their conserva-\n    3  tion.\n    4    c.  Additional grants, the sum of which shall not exceed three hundred\n    5  [fifty] SEVENTY-FIVE thousand dollars in any state fiscal year,  may  be\n    6  made  to  any  or all of the eleven comprehensive research libraries for\n    7  preservation and/or conservation of library research  materials  on  the\n    8  basis  of  project  proposals.  Approval of such proposals, and determi-\n    9  nation of funding level, shall  be  based  upon  their  contribution  to\n   10  development  of  cooperative programs and/or facilities for conservation\n   11  and/or preservation works in the state, including  but  not  limited  to\n   12  such factors as: institutional commitment to development of a collective\n   13  capacity  and  coordinated  approach to conservation and preservation of\n   14  research materials important to the people of the state; research  value\n   15  of  materials  to  be  preserved  and/or  conserved;  appropriateness of\n   16  conservation and preservation techniques in  accordance  with  statewide\n   17  planning  and  national standards; institutional capacity for successful\n   18  completion of the project, including facilities, experience, and techni-\n   19  cal expertise; availability  of  staff  with  appropriate  training  and\n   20  expertise;  contribution  of  the institution to the project in matching\n   21  funds and staff resources; and volume of interlibrary lending and access\n   22  to holdings by the public. Ninety percent of each such  grant  shall  be\n   23  payable  upon  approval  by the department and the remaining ten percent\n   24  shall be payable upon project completion.\n   25    d. Other agencies and libraries, as defined in regulations promulgated\n   26  by the commissioner, which are not eligible for funding under  paragraph\n   27  a  of  this  subdivision,  may  receive separate grants the sum of which\n   28  shall not exceed five hundred thousand dollars in any state fiscal  year\n   29  to  support  the  preservation  and/or  conservation  of  unique library\n   30  research materials. Such agencies and libraries shall  submit  proposals\n   31  which  shall  be  evaluated  and  determinations of approval and funding\n   32  shall be made on the same basis set forth in paragraph c of this  subdi-\n   33  vision. Ninety percent of each such grant shall be payable upon approval\n   34  by  the  department  and the remaining ten percent shall be payable upon\n   35  project completion.\n   36    e. Funds made available under the provisions of this  section  may  be\n   37  used by comprehensive research libraries and other agencies eligible for\n   38  funding  to  obtain  matching  funds from the national endowment for the\n   39  humanities preservation program.\n   40    f. The commissioner shall establish  an  office  for  coordination  of\n   41  conservation  and/or preservation of library research materials to iden-\n   42  tify the conservation and/or preservation needs of libraries within  the\n   43  state,  to  assess  the  technology  available for such conservation and\n   44  preservation,  and  to  coordinate  the  conservation  and  preservation\n   45  efforts  resulting  from  this legislation.   THE NEW YORK STATE LIBRARY\n   46  SHALL BE ENTITLED TO RECEIVE ANNUALLY THE SUM OF FIFTY THOUSAND  DOLLARS\n   47  FOR  COORDINATION  OF CONSERVATION AND/OR PRESERVATION EFFORTS RESULTING\n   48  FROM THIS LEGISLATION.\n   49    8. New York state talking book and braille library. The New York state\n   50  talking book and braille library shall be entitled to  receive  annually\n   51  an  amount  equal  to  the  product of the aid ceiling multiplied by the\n   52  number of registered borrowers of such materials of such library  as  of\n   53  the  November  report  for  the November immediately preceding the state\n   54  fiscal year for which the payment will be made.  Such  amount  shall  be\n   55  used  to improve the quality of services provided to such borrowers. For\n   56  aid payable in each state fiscal year, the aid  ceiling  per  registered\n\n       A. 3262                            13\n\n    1  borrower  shall  be [nineteen] TWENTY-SEVEN dollars. Notwithstanding any\n    2  other provision of law, the New York  state  talking  book  and  braille\n    3  library shall be the successor in interest to the New York state library\n    4  for  the blind and visually handicapped for all purposes, or the library\n    5  for the blind and physically handicapped, and the change in  name  shall\n    6  not  affect  the  rights  or  interests  of  any party. Except where the\n    7  context indicates a contrary intent, any reference in any other  general\n    8  or  special law to the New York state library for the blind and visually\n    9  handicapped or the library for  the  blind  and  physically  handicapped\n   10  shall  be  deemed  a  reference  to  the New York state talking book and\n   11  braille library.\n   12    9. NEW YORK ONLINE VIRTUAL ELECTRONIC  LIBRARY.  THE  NEW  YORK  STATE\n   13  LIBRARY  SHALL  BE  ENTITLED TO RECEIVE ANNUALLY THE SUM OF FIVE MILLION\n   14  DOLLARS FOR THE ESTABLISHMENT AND IMPLEMENTATION OF A STATEWIDE NEW YORK\n   15  ONLINE VIRTUAL ELECTRONIC LIBRARY FOR THE PEOPLE OF THE STATE.  OF  SUCH\n   16  AMOUNT AT LEAST FOUR MILLION FIVE HUNDRED THOUSAND DOLLARS SHALL BE MADE\n   17  AVAILABLE FOR STATEWIDE ACCESS TO ELECTRONIC INFORMATION BY NEW YORKERS,\n   18  WHICH MAY INCLUDE CONTRACTING WITH LIBRARY SYSTEMS OR OTHER LIBRARIES TO\n   19  DELIVER  STATEWIDE  SERVICES FOR THIS PURPOSE; AND FIVE HUNDRED THOUSAND\n   20  DOLLARS SHALL   BE MADE AVAILABLE FOR  STRENGTHENING  STATEWIDE  LIBRARY\n   21  SERVICES  THAT  SUPPORT THE DEVELOPMENT AND MAINTENANCE OF THE STATEWIDE\n   22  DIGITAL LIBRARY AND ELECTRONIC ACCESS TO INFORMATION.    SUCH  STATEWIDE\n   23  SERVICES  MAY  INCLUDE, BUT SHALL NOT BE LIMITED TO, TRAINING, HELP DESK\n   24  SUPPORT, TECHNICAL ASSISTANCE TO LIBRARIES AND LIBRARY SYSTEMS, PUBLICA-\n   25  TIONS, COMMUNICATIONS, AND PROGRAM PLANNING AND EVALUATION.\n   26    10. DIGITIZATION OF LIBRARY RESEARCH MATERIALS.  IN  ADDITION  TO  ANY\n   27  OTHER  SUMS  PROVIDED FOR SUCH PURPOSES, THE COMMISSIONER SHALL ANNUALLY\n   28  AWARD GRANTS  FOR  COMPETITIVE  DIGITIZATION  PROJECTS  CONDUCTED  BY  A\n   29  LIBRARY  SYSTEM  OR    LIBRARY,  WHICH  IS A MEMBER OF A LIBRARY SYSTEM.\n   30  GRANTS SHALL BE PROVIDED FOR THE PERIOD COMMENCING JULY FIRST AND ENDING\n   31  ON THE FOLLOWING JUNE THIRTIETH. ANNUAL STATE AID OF ONE MILLION DOLLARS\n   32  FOR GRANT AWARDS, INCLUDING UP TO FIFTY THOUSAND DOLLARS TO THE NEW YORK\n   33  STATE LIBRARY FOR THE REVIEW OF PROJECT PROPOSALS SUBMITTED BY LIBRARIES\n   34  OR LIBRARY SYSTEMS, INCLUDING PEER REVIEW, SHALL BE ALLOCATED  FOR  THIS\n   35  PURPOSE. APPLICATIONS FOR GRANTS BY MEMBER LIBRARIES MUST BE ENDORSED BY\n   36  THE LIBRARY SYSTEM. SUCH GRANTS SHALL BE AWARDED ON THE BASIS OF PROJECT\n   37  PROPOSALS  IN  ACCORDANCE WITH PROJECT PROPOSAL GUIDELINES. CRITERIA FOR\n   38  APPROVAL OF SUCH PROPOSALS AND DETERMINATION OF FUNDING LEVELS SHALL  BE\n   39  BASED UPON, BUT NOT LIMITED TO, SUCH FACTORS AS:\n   40    A.  THE  PROJECT  IS BEING OPERATED BY THE APPLICANT IN DIRECT COORDI-\n   41  NATION WITH ONE OR MORE OF THE FOLLOWING INSTITUTIONS: ANOTHER  LIBRARY,\n   42  A  LIBRARY  SYSTEM,  LOCAL PUBLIC SCHOOL, A COLLEGE OR UNIVERSITY, LOCAL\n   43  GOVERNMENT OR ANY OTHER NOT-FOR-PROFIT ORGANIZATION PROVIDING EDUCATION,\n   44  CULTURAL AND INFORMATION SERVICES TO THE COMMUNITY OR TO THE  PEOPLE  OF\n   45  THE STATE;\n   46    B. INSTITUTIONAL COMMITMENT ON THE PART OF THE APPLICANT TO THE DEVEL-\n   47  OPMENT  OF A COORDINATED APPROACH TO DIGITIZATION OF MATERIALS IMPORTANT\n   48  TO THE PEOPLE OF THE STATE;\n   49    C. APPROPRIATENESS OF PLANNING IN RELATION TO  NATIONAL  STANDARDS  OR\n   50  BEST PRACTICES AND STATEWIDE PLANNING; THE PROJECT'S IMPACT ON ACCESS TO\n   51  HOLDINGS AND INFORMATION BY THE PUBLIC;\n   52    D.  CONTRIBUTION OF THE APPLICANT INSTITUTION TO THE PROJECT IN MATCH-\n   53  ING FUNDS AND STAFF RESOURCES; AND INSTITUTIONAL CAPACITY FOR SUCCESSFUL\n   54  COMPLETION OF THE PROJECT INCLUDING  FACILITIES,  EXPERIENCE,  TECHNICAL\n   55  CAPACITY AND EXPERTISE.\n\n       A. 3262                            14\n\n    1    11.  NEW  YORK  STATE LIBRARY RESEARCH COLLECTIONS. IN ADDITION TO ANY\n    2  OTHER SUMS PROVIDED FOR SUCH PURPOSES, THE NEW YORK STATE LIBRARY  SHALL\n    3  RECEIVE  ANNUALLY  FOR  STRENGTHENING ITS RESEARCH COLLECTIONS AN AMOUNT\n    4  EQUAL TO SIX HUNDRED THOUSAND DOLLARS.\n    5    12.  State  aid  for  a  coordinated  program  of library and archival\n    6  services at The Center for Jewish History, Inc. a. In  addition  to  any\n    7  other  sums provided to The Center for Jewish History, Inc., the commis-\n    8  sioner shall award in any state fiscal  year  an  annual  grant  of  two\n    9  hundred  thousand  dollars  for  a  coordinated  program  of library and\n   10  archival services that will increase public access to  the  library  and\n   11  archival  collections  of  The  Center  for Jewish History, Inc. and its\n   12  member institutions.\n   13    b. The Center for Jewish History,  Inc.  is  hereby  admitted  to  the\n   14  University of the State of New York and shall, as a condition of contin-\n   15  ued  receipt of aid, maintain such status in accordance with regulations\n   16  of the commissioner. Such regulations may include submission of a  five-\n   17  year plan and annual program budget.\n   18    [10.]  13.  State aid for summer reading programs. The commissioner is\n   19  hereby authorized to expend the funds of the  love  your  library  fund,\n   20  established  in  section  ninety-nine-l  of the state finance law, which\n   21  shall provide grants  for  participation  in  statewide  summer  reading\n   22  programs  as  coordinated by the state library to public library systems\n   23  on the basis of criteria to be developed by  the  commissioner.  Upon  a\n   24  determination  by the commissioner that there is adequate revenue avail-\n   25  able for a grant program in the upcoming fiscal year,  grants  shall  be\n   26  awarded as follows:\n   27    a.  sixty  percent  of the funds appropriated pursuant to this section\n   28  shall be made available to public library  systems  for  use  by  member\n   29  libraries by the commissioner in such manner as to insure that the ratio\n   30  of  the  amount received within each system to the whole of the aid made\n   31  available pursuant to this paragraph is no greater than the ratio of the\n   32  population served by such system to the population of the state; and\n   33    b. forty percent of the funds appropriated pursuant  to  this  section\n   34  shall  be  made  available  to  library  systems for use by their member\n   35  libraries within each system by the commissioner in such  manner  as  to\n   36  insure that an equal amount is received within each system in the state.\n   37    [11.]  14. Notwithstanding any other provision of law to the contrary,\n   38  each year commencing with the two thousand six calendar year, no library\n   39  or library system shall receive less aid pursuant  to  this  section  or\n   40  section  two hundred seventy-one or two hundred seventy-two of this part\n   41  than it would have been eligible to receive for  the  two  thousand  one\n   42  calendar  year  solely  by reason of a decrease in the population of the\n   43  area served as a result of the latest approved federal census.\n   44    [12.] 15. The commissioner is hereby authorized  to  expend  in  state\n   45  fiscal  year  two thousand six--two thousand seven three million dollars\n   46  and in state fiscal year two thousand seven--two  thousand  eight  eight\n   47  million  dollars  and in state fiscal year two thousand eight--two thou-\n   48  sand nine seven million nine hundred forty thousand dollars and in state\n   49  fiscal year two thousand nine--two thousand ten  eight  million  dollars\n   50  subject  to  an  appropriation  for  formula  grants  to  public library\n   51  systems, reference and research library resources  systems,  and  school\n   52  library systems operating under an approved plan of service. Such formu-\n   53  la  grants  shall  be  provided for the period commencing July first and\n   54  ending on June thirtieth next following. Such  formula  grants  will  be\n   55  distributed in the following manner:\n\n       A. 3262                            15\n\n    1    a.  Each  public  library  system established pursuant to sections two\n    2  hundred fifty-five and two hundred seventy-two of this part and  operat-\n    3  ing  under  a  plan  approved by the commissioner is entitled to receive\n    4  thirty-nine thousand dollars and an amount equal to ten and  ninety-four\n    5  hundredths  percent  of the amount of state aid received for the current\n    6  year by such system under paragraphs a, c, d, e and n of subdivision one\n    7  of this section for the two thousand nine--two thousand ten state fiscal\n    8  year;\n    9    b. Each reference and research library  resources  system  established\n   10  pursuant  to  section two hundred seventy-two of this part and operating\n   11  under a plan approved by the commissioner is entitled to  receive  thir-\n   12  ty-nine  thousand  dollars  and  an  amount equal to ten and ninety-four\n   13  hundredths percent of the amount of state aid received for  the  current\n   14  year  under  paragraph a of subdivision four of this section for the two\n   15  thousand nine--two thousand ten state fiscal year; and\n   16    c. Each school library system  established  pursuant  to  section  two\n   17  hundred  eighty-two  of this part and operating under a plan approved by\n   18  the commissioner is entitled to receive thirty-nine thousand dollars and\n   19  an amount equal to ten and ninety-four hundredths percent of the  amount\n   20  of  state  aid  received for the current year by such system under para-\n   21  graphs a, b, c[, d, e] and [f] D  of  subdivision  one  of  section  two\n   22  hundred eighty-four of this part for the two thousand nine--two thousand\n   23  ten state fiscal year.\n   24    S  5.  Subdivision 1 of section 273-a of the education law, as amended\n   25  by section 4 of part A of chapter 57 of the laws of 2009, is amended  to\n   26  read as follows:\n   27    1.  State  aid  shall be provided for up to fifty percent of the total\n   28  project approved costs, excluding feasibility studies, plans or  similar\n   29  activities,  for  projects for the acquisition, construction, renovation\n   30  or rehabilitation, including leasehold  improvements,  of  buildings  of\n   31  public  libraries  and  library  systems chartered by the regents of the\n   32  state of New York or established by act of the  legislature  subject  to\n   33  the  limitations  provided  in subdivision four of this section and upon\n   34  approval by the commissioner, EXCEPT THAT  THOSE  LIBRARIES  THAT  SERVE\n   35  ECONOMICALLY DISADVANTAGED COMMUNITIES, AS DETERMINED BY THE COMMISSION-\n   36  ER  PURSUANT  TO REGULATIONS ADOPTED FOR SUCH PURPOSE, SHALL BE ELIGIBLE\n   37  TO RECEIVE STATE AID FOR UP TO  SEVENTY-FIVE  PERCENT  OF  THE  APPROVED\n   38  TOTAL  PROJECT COSTS.  Provided however that the state liability for aid\n   39  paid pursuant to this section shall be limited to funds appropriated for\n   40  such purpose. Aid shall be provided on approved expenses incurred during\n   41  the period commencing July first and ending June  thirtieth  for  up  to\n   42  three  years, or until the project is completed, whichever occurs first.\n   43  Fifty percent of such aid shall be payable to  each  system  or  library\n   44  upon  approval  of  the  application. Forty percent of such aid shall be\n   45  payable in the next state fiscal year. The remaining ten  percent  shall\n   46  be payable upon project completion.\n   47    S 6. Section 284 of the education law, as amended by section 5 of part\n   48  O  of chapter 57 of the laws of 2005 and paragraph f of subdivision 1 as\n   49  amended by chapter 654 of the laws  of  2007,  is  amended  to  read  as\n   50  follows:\n   51    S 284. State  aid  for  school library systems. 1. Each school library\n   52  system established pursuant to section two hundred  eighty-two  of  this\n   53  part  and  operating  under a plan approved by the commissioner shall be\n   54  eligible to receive funding under this section consisting of the follow-\n   55  ing amounts:\n\n       A. 3262                            16\n\n    1    a. Each school library system  with  a  public  and  nonpublic  school\n    2  enrollment  of  less  than  [one]  FIVE  hundred thousand students shall\n    3  receive a base grant of [eighty-three] ONE HUNDRED TWENTY-FIVE  thousand\n    4  dollars;\n    5    b.  [Each  school  library  system  with a public and nonpublic school\n    6  enrollment of one hundred thousand students but less  than  two  hundred\n    7  thousand students shall receive a base grant of ninety thousand dollars;\n    8    c.  Each  school  library  system  with  a public and nonpublic school\n    9  enrollment of two hundred thousand students but less than  five  hundred\n   10  thousand students shall receive a base grant of one hundred twenty-three\n   11  thousand dollars; and\n   12    d.]  Each  school  library  system  with a public and nonpublic school\n   13  enrollment of more than five hundred thousand students shall  receive  a\n   14  base grant of eight hundred ninety-seven thousand dollars[.];\n   15    [e.]  C.  In  addition to the base grant provided in paragraph a[,] OR\n   16  b[, c or d] of  this  subdivision,  each  school  library  system  shall\n   17  receive annually:\n   18    (1)  [twenty-nine]  SEVENTY-FIVE  cents  per  student  enrolled in the\n   19  public and nonpublic schools located within such system, and\n   20    (2) [five] SIX hundred dollars  per  public  school  district  located\n   21  within  such  system,  and  a  minimum  of  [four]  FIVE thousand [three\n   22  hundred] dollars per system located within a board of cooperative educa-\n   23  tional services area, or [five] SIX thousand  dollars  per  city  school\n   24  district of a city with a population of one hundred twenty-five thousand\n   25  inhabitants or more, and\n   26    (3)  [two]  FIVE dollars [and forty-five cents] per square mile of the\n   27  school library system[.];\n   28    [f.] D. In addition to any other sum provided in this subdivision, any\n   29  school library system formed through an  act  of  merger  since  January\n   30  first, nineteen hundred eighty-four shall receive fifty thousand dollars\n   31  annually  for  each  approved act of merger, provided, however, that any\n   32  school library system formed through an act of merger on or after  April\n   33  first, two thousand eight shall receive ninety thousand dollars annually\n   34  for each approved act of merger[.]; AND\n   35    [g.]  E.  In  addition  to any other sum provided in this subdivision,\n   36  each school  library  system  WITH  AN  ELECTRONIC  INFORMATION  PROGRAM\n   37  CONSISTENT WITH THE REGULATIONS OF THE COMMISSIONER shall be eligible to\n   38  receive  annually  an [automation grant amounting] AMOUNT EQUAL to [ten]\n   39  THIRTY-EIGHT percent of the total aid produced for that system by adding\n   40  the base grant provided by paragraph a[,] OR b[, c or d] of this  subdi-\n   41  vision to the additional aid provided by paragraphs [e and f] C AND D of\n   42  this subdivision.\n   43    2. Before a school library system shall be entitled to receive operat-\n   44  ing  funds,  such  system  shall submit a plan of library service to the\n   45  commissioner for approval. The commissioner shall establish standards of\n   46  service for school library systems by regulation. Such regulations shall\n   47  contain standards relating to: system staffing; union catalog and  data-\n   48  base development; interlibrary loan; communications and delivery; gover-\n   49  nance  and  advisory  committees;  membership  criteria and the means of\n   50  relating district library resources and programs to those of the system;\n   51  non-public school  participation;  and  procedures  for  submission  and\n   52  approval of plans and certification of membership.\n   53    3.  The  moneys  made  available  pursuant  to  this  section shall be\n   54  distributed to each school library system whose plan of service has been\n   55  approved under the provisions of subdivision two of this section.\n\n       A. 3262                            17\n\n    1    4. Each school library system receiving state  aid  pursuant  to  this\n    2  section  shall furnish such information regarding its library service as\n    3  the commissioner may from time to time require to determine  whether  it\n    4  is  operating  in  accordance with its plan and the standards of service\n    5  the commissioner has established. The commissioner may at any time after\n    6  affording  notice  and  an opportunity to be heard, revoke approval of a\n    7  plan of library service  if  the  commissioner  finds  that  the  school\n    8  library  system  no longer conforms to its approved plan, the provisions\n    9  of this section or the regulations promulgated by the commissioner here-\n   10  under; or, in the case of provisional approval, if such  school  library\n   11  system  no  longer  conforms  to the agreement, plans or conditions upon\n   12  which such provisional approval was based. In such case a school library\n   13  system shall not thereafter be entitled to state aid  pursuant  to  this\n   14  section  unless  and until its plan of library service is again approved\n   15  by the commissioner.\n   16    S 7. Section 285 of the education law, as amended by section 6 of part\n   17  O of chapter 57 of the laws of 2005, is amended to read as follows:\n   18    S 285. State aid for cooperation with correctional facilities. 1. Each\n   19  public library system operating under an approved plan of service  which\n   20  has  a  state  correctional  facility  or  facilities within its area of\n   21  service shall be awarded an annual grant of nine  dollars  [twenty-five]\n   22  SEVENTY  cents  per capita for the inmate population of such facility or\n   23  facilities to make available to the inmate population of  such  facility\n   24  or  facilities,  in direct coordination with the correctional facilities\n   25  libraries, the library resources of such system. The commissioner  shall\n   26  adopt any regulations necessary to carry out the purposes and provisions\n   27  of this subdivision.\n   28    2.  The commissioner is authorized to expend up to one hundred [seven-\n   29  ty-five thousand] EIGHTY-THREE  THOUSAND  SEVEN  HUNDRED  FIFTY  dollars\n   30  annually  to provide grants to public library systems operating under an\n   31  approved plan of service for provision of services to county jail facil-\n   32  ities. Such formula grants shall assist the  library  system  in  making\n   33  available  to  the  inmate population of such facility or facilities the\n   34  library resources of such system. Such grants shall be available to each\n   35  public library system in such manner as to insure that the ratio of  the\n   36  amount each system is eligible to receive equals the ratio of the number\n   37  of  inmates  served  by  the county jail facility to the total number of\n   38  inmates served by county jail facilities in the state as of  July  first\n   39  of the year preceding the calendar year in which the state aid to public\n   40  library  systems is to be paid. Inmate populations shall be certified by\n   41  the New York state commission  of  correction.  The  commissioner  shall\n   42  adopt any regulations necessary to carry out the purposes and provisions\n   43  of this subdivision.\n   44    S  8. The education law is amended by adding a new section 286 to read\n   45  as follows:\n   46    S 286. STATE AID FOR NEW YORK EXCELLENCE IN LIBRARY SERVICES  PROGRAM.\n   47  1.  IN  STATE  FISCAL  YEAR TWO THOUSAND ELEVEN--TWO THOUSAND TWELVE AND\n   48  THEREAFTER, THE COMMISSIONER IS HEREBY AUTHORIZED TO EXPEND EACH YEAR UP\n   49  TO TWO MILLION DOLLARS FOR GRANTS TO PUBLIC LIBRARY  SYSTEMS,  REFERENCE\n   50  AND  RESEARCH LIBRARY RESOURCES SYSTEMS AND SCHOOL LIBRARY SYSTEMS OPER-\n   51  ATING UNDER AN APPROVED PLAN OF SERVICE AND WITH AN APPROVED PROGRAM  OF\n   52  EXCELLENCE  IN  LIBRARY  SERVICES,  IN  ORDER  TO ACHIEVE HIGHER QUALITY\n   53  LIBRARY SERVICE FOR ALL NEW YORKERS. SUCH GRANTS SHALL BE DETERMINED  ON\n   54  THE  BASIS  OF  CRITERIA  TO  BE DEVELOPED BY THE COMMISSIONER AND SHALL\n   55  ASSIST MEMBER LIBRARIES AND DISTRICTS IN MEETING AND EXCEEDING STANDARDS\n   56  OF EXCELLENCE ESTABLISHED BY THE REGENTS. GRANTS SHALL BE  PROVIDED  FOR\n\n       A. 3262                            18\n\n    1  THE  PERIOD  COMMENCING  JULY  FIRST  AND  ENDING ON JUNE THIRTIETH NEXT\n    2  FOLLOWING. THE STATE AID SHALL BE AWARDED IN ACCORDANCE WITH REGULATIONS\n    3  PROMULGATED BY THE COMMISSIONER.\n    4    2.  THE  COMMISSIONER  SHALL PROVIDE GRANTS TO ELIGIBLE PUBLIC LIBRARY\n    5  SYSTEMS, REFERENCE AND RESEARCH LIBRARY  RESOURCES  SYSTEMS  AND  SCHOOL\n    6  LIBRARY SYSTEMS FOR PROGRAMS OF EXCELLENCE IN THE FOLLOWING MANNER:\n    7    A.  AN AMOUNT OF SIX HUNDRED FIFTY THOUSAND DOLLARS FOR PUBLIC LIBRARY\n    8  SYSTEMS ESTABLISHED PURSUANT TO SECTIONS TWO HUNDRED FIFTY-FIVE AND  TWO\n    9  HUNDRED  SEVENTY-TWO OF THIS PART AND OPERATING UNDER A PLAN APPROVED BY\n   10  THE COMMISSIONER. FUNDS SHALL BE AVAILABLE TO EACH SYSTEM IN SUCH MANNER\n   11  AS TO INSURE THAT THE RATIO OF THE STATE AID FOR PROGRAMS OF  EXCELLENCE\n   12  SHALL  NOT  EXCEED  THE RATIO OF STATE AID RECEIVED BY EACH SYSTEM UNDER\n   13  PARAGRAPHS A, C, D, E AND O OF SUBDIVISION ONE OF  SECTION  TWO  HUNDRED\n   14  SEVENTY-THREE OF THIS PART;\n   15    B.  AN AMOUNT OF FOUR HUNDRED FIFTY THOUSAND DOLLARS FOR REFERENCE AND\n   16  RESEARCH LIBRARY RESOURCES SYSTEMS ESTABLISHED PURSUANT TO  SECTION  TWO\n   17  HUNDRED  SEVENTY-TWO OF THIS PART AND OPERATING UNDER A PLAN APPROVED BY\n   18  THE COMMISSIONER. FUNDS SHALL BE AVAILABLE TO EACH SYSTEM IN SUCH MANNER\n   19  AS TO INSURE THAT THE RATIO OF THE STATE AID FOR PROGRAMS OF  EXCELLENCE\n   20  SHALL  NOT  EXCEED  THE RATIO OF STATE AID RECEIVED BY SUCH SYSTEM UNDER\n   21  PARAGRAPH A OF SUBDIVISION FOUR OF SECTION TWO HUNDRED SEVENTY-THREE  OF\n   22  THIS PART; AND\n   23    C.  AN AMOUNT OF SIX HUNDRED FIFTY THOUSAND DOLLARS FOR SCHOOL LIBRARY\n   24  SYSTEMS ESTABLISHED PURSUANT TO SECTION TWO HUNDRED EIGHTY-TWO  OF  THIS\n   25  PART  AND  OPERATING  UNDER  A PLAN APPROVED BY THE COMMISSIONER.  FUNDS\n   26  SHALL BE AVAILABLE TO EACH SYSTEM IN SUCH MANNER AS TO INSURE  THAT  THE\n   27  RATIO  OF  THE STATE AID FOR PROGRAMS OF EXCELLENCE SHALL NOT EXCEED THE\n   28  RATIO OF STATE AID RECEIVED BY EACH SYSTEM UNDER PARAGRAPHS A, B, C  AND\n   29  D OF SUBDIVISION ONE OF SECTION TWO HUNDRED EIGHTY-FOUR OF THIS PART.\n   30    3.  IN  THE STATE FISCAL YEAR TWO THOUSAND ELEVEN--TWO THOUSAND TWELVE\n   31  AND THEREAFTER, THE NEW YORK STATE LIBRARY SHALL BE ENTITLED TO  RECEIVE\n   32  EACH  YEAR  THE SUM OF TWO HUNDRED FIFTY THOUSAND DOLLARS FOR THE ESTAB-\n   33  LISHMENT AND IMPLEMENTATION OF A  STATEWIDE  PROGRAM  OF  EXCELLENCE  IN\n   34  LIBRARY  SERVICES  FOR  LIBRARY  SYSTEMS  AND  THE  MEMBER LIBRARIES AND\n   35  DISTRICTS OF SUCH SYSTEMS. SUCH STATEWIDE SERVICES MAY INCLUDE, BUT  ARE\n   36  NOT  LIMITED  TO  TECHNICAL  ASSISTANCE  AND  TRAINING FOR LIBRARIES AND\n   37  LIBRARY SYSTEMS,  PUBLICATIONS,  COMMUNICATIONS  AND  PROGRAM  PLANNING,\n   38  IMPLEMENTATION AND EVALUATION.\n   39    S  9. Subdivision 3 of section 99-l of the state finance law, as added\n   40  by chapter 303 of the laws of 2004, is amended to read as follows:\n   41    3. Moneys of the fund,  following  appropriation  by  the  legislature\n   42  shall  be  expended  only  for the purposes of providing funding for the\n   43  statewide summer reading program set forth in subdivision [ten] THIRTEEN\n   44  of section two hundred seventy-three of the education law. Moneys  shall\n   45  be  paid  out  of  the  fund on the audit and warrant of the state comp-\n   46  troller on vouchers approved and certified by the commissioner of educa-\n   47  tion. Any interest received by the comptroller on moneys on  deposit  in\n   48  the  love your library fund shall be retained in and become part of such\n   49  fund.\n   50    S 10. This act shall take effect April 1, 2011; provided that  in  the\n   51  event  this  act shall have become a law after such date, this act shall\n   52  take effect immediately and shall be deemed to have been in  full  force\n   53  and effect on and after April 1, 2011, and provided further that for the\n   54  purposes  of  computing  the  apportionments of calendar year state aid,\n   55  grants or other financial assistance to libraries  and  library  systems\n   56  for  the  2011 calendar year, this act shall take effect immediately and\n\n       A. 3262                            19\n\n    1  shall be deemed to have been in full force and effect on and after Janu-\n    2  ary 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the state finance law, in relation to establishing the \"New Century Libraries: Libraries 2011 act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T153140.TXT", "SOBI.D110124.T173644.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295908604091
}