{
  "year" : 2011,
  "senateBillNo" : "A327-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A327-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires group health plans and health insurance issuers to cover costs for scalp hair prosthesis worn for certain hair loss",
  "summary" : "Requires group health plans and health insurance issuers to cover costs for scalp hair prostheses worn for hair loss suffered as a result of alopecia areata, alopecia totalis or alopecia universalis. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A591-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          327\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL, ENGLEBRIGHT -- Multi-Sponsored by -- M.\n         of A. BRENNAN, CANESTRARI, GALEF, McENENY,  PERRY  --  read  once  and\n         referred to the Committee on Insurance\n\n       AN  ACT  to  amend  the  insurance law, in relation to requiring certain\n         health insurance policies to cover costs  for  scalp  hair  prosthesis\n         worn  for  hair loss suffered as a result of alopecia areata, alopecia\n         totalis or alopecia universalis\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (i)  of  section 3216 of the insurance law is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28) (A) A GROUP HEALTH PLAN, AND A HEALTH INSURANCE  ISSUER  OFFERING\n    4  HEALTH  INSURANCE COVERAGE IN CONNECTION WITH A GROUP HEALTH PLAN, SHALL\n    5  PROVIDE COVERAGE FOR SCALP HAIR PROSTHESIS FOR A PARTICIPANT OR  BENEFI-\n    6  CIARY  WHO  HAS SCALP HAIR LOSS AS A RESULT OF ALOPECIA AREATA, ALOPECIA\n    7  TOTALIS OR ALOPECIA  UNIVERSALIS  IF  THE  ATTENDING  PHYSICIAN  OF  THE\n    8  PARTICIPANT OR BENEFICIARY CERTIFIES IN WRITING THE MEDICAL NECESSITY OF\n    9  THAT PROPOSED COURSE OF REHABILITATIVE TREATMENT.\n   10    (B)  AS  USED  IN  THIS  PARAGRAPH,  THE  TERM \"SCALP HAIR PROSTHESIS\"\n   11  INCLUDES ANY ARTIFICIAL SUBSTITUTES FOR SCALP HAIR.\n   12    (C) THE COVERAGE REQUIRED UNDER  THIS  PARAGRAPH  IS  NOT  SUBJECT  TO\n   13  DOLLAR  LIMITS,  DEDUCTIBLES,  AND  COINSURANCE PROVISIONS THAT ARE LESS\n   14  FAVORABLE THAN THOSE FOR OTHER PROSTHESIS COVERAGE  UNDER  THE  PLAN  OR\n   15  COVERAGE, EXCEPT THAT A GROUP HEALTH PLAN OR HEALTH INSURANCE ISSUER MAY\n   16  PROVIDE  THAT THE PLAN OR ISSUER WILL ONLY PAY FOR EIGHTY PERCENT OF THE\n   17  CUSTOMARY AND USUAL COSTS OF THE SCALP HAIR PROSTHESIS EXCLUSIVE OF  ANY\n   18  DEDUCTIBLE.\n   19    S 2. Subsection (k) of section 3221 of the insurance law is amended by\n   20  adding a new paragraph 17 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00610-01-1\n\n       A. 327                              2\n\n    1    (17)  (A)  A GROUP HEALTH PLAN, AND A HEALTH INSURANCE ISSUER OFFERING\n    2  HEALTH INSURANCE COVERAGE IN CONNECTION WITH A GROUP HEALTH PLAN,  SHALL\n    3  PROVIDE  COVERAGE FOR SCALP HAIR PROSTHESIS FOR A PARTICIPANT OR BENEFI-\n    4  CIARY WHO HAS SCALP HAIR LOSS AS A RESULT OF ALOPECIA  AREATA,  ALOPECIA\n    5  TOTALIS  OR  ALOPECIA  UNIVERSALIS  IF  THE  ATTENDING  PHYSICIAN OF THE\n    6  PARTICIPANT OR BENEFICIARY CERTIFIES IN WRITING THE MEDICAL NECESSITY OF\n    7  THAT PROPOSED COURSE OF REHABILITATIVE TREATMENT.\n    8    (B) AS USED IN  THIS  PARAGRAPH,  THE  TERM  \"SCALP  HAIR  PROSTHESIS\"\n    9  INCLUDES ANY ARTIFICIAL SUBSTITUTES FOR SCALP HAIR.\n   10    (C)  THE  COVERAGE  REQUIRED  UNDER  THIS  PARAGRAPH IS NOT SUBJECT TO\n   11  DOLLAR LIMITS, DEDUCTIBLES, AND COINSURANCE  PROVISIONS  THAT  ARE  LESS\n   12  FAVORABLE  THAN  THOSE  FOR  OTHER PROSTHESIS COVERAGE UNDER THE PLAN OR\n   13  COVERAGE, EXCEPT THAT A GROUP HEALTH PLAN OR HEALTH INSURANCE ISSUER MAY\n   14  PROVIDE THAT THE PLAN OR ISSUER WILL ONLY PAY FOR EIGHTY PERCENT OF  THE\n   15  CUSTOMARY  AND USUAL COSTS OF THE SCALP HAIR PROSTHESIS EXCLUSIVE OF ANY\n   16  DEDUCTIBLE.\n   17    S 3. Section 4303 of the insurance law is  amended  by  adding  a  new\n   18  subsection (hh) to read as follows:\n   19    (HH)  (1)  A GROUP HEALTH PLAN, AND A HEALTH INSURANCE ISSUER OFFERING\n   20  HEALTH INSURANCE COVERAGE IN CONNECTION WITH A GROUP HEALTH PLAN,  SHALL\n   21  PROVIDE  COVERAGE FOR SCALP HAIR PROSTHESIS FOR A PARTICIPANT OR BENEFI-\n   22  CIARY WHO HAS SCALP HAIR LOSS AS A RESULT OF ALOPECIA  AREATA,  ALOPECIA\n   23  TOTALIS  OR  ALOPECIA  UNIVERSALIS  IF  THE  ATTENDING  PHYSICIAN OF THE\n   24  PARTICIPANT OR BENEFICIARY CERTIFIES IN WRITING THE MEDICAL NECESSITY OF\n   25  THAT PROPOSED COURSE OF REHABILITATIVE TREATMENT.\n   26    (2) AS USED IN THIS  SUBSECTION,  THE  TERM  \"SCALP  HAIR  PROSTHESIS\"\n   27  INCLUDES ANY ARTIFICIAL SUBSTITUTES FOR SCALP HAIR.\n   28    (3)  THE  COVERAGE  REQUIRED  UNDER  THIS SUBSECTION IS NOT SUBJECT TO\n   29  DOLLAR LIMITS, DEDUCTIBLES, AND COINSURANCE  PROVISIONS  THAT  ARE  LESS\n   30  FAVORABLE  THAN  THOSE  FOR  OTHER PROSTHESIS COVERAGE UNDER THE PLAN OR\n   31  COVERAGE, EXCEPT THAT A GROUP HEALTH PLAN OR HEALTH INSURANCE ISSUER MAY\n   32  PROVIDE THAT THE PLAN OR ISSUER WILL ONLY PAY FOR EIGHTY PERCENT OF  THE\n   33  CUSTOMARY  AND USUAL COSTS OF THE SCALP HAIR PROSTHESIS EXCLUSIVE OF ANY\n   34  DEDUCTIBLE.\n   35    S 4. This act shall take effect on the first of January next  succeed-\n   36  ing the date on which it shall have become a law and shall apply accord-\n   37  ing  to  its  terms  to all policies, contracts and certificates issued,\n   38  renewed, modified, altered or amended on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring certain health insurance policies to cover costs for scalp hair prosthesis worn for hair loss suffered as a result of alopecia areata, alopecia totalis or alopecia universalis ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T103106.TXT", "SOBI.D101220.T110321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945466785
}