{
  "year" : 2011,
  "senateBillNo" : "A3275-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3275-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Penalizes crimes of vehicular assault and vehicular manslaughter as felonies when committed while driving with a suspended or revoked license",
  "summary" : "Penalizes crimes of vehicular assault and vehicular manslaughter as felonies when such crimes are committed while driving with a suspended or revoked license. ",
  "currentCommittee" : null,
  "sameAs" : "S2596",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2612-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3275\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. SWEENEY, PHEFFER, GALEF, HOOPER, MILLMAN, ENGLE-\n         BRIGHT -- Multi-Sponsored by -- M. of A. GUNTHER, REILLY -- read  once\n         and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the  penal law, in relation to penalties for causing\n         serious injury or death while knowingly operating a motor vehicle with\n         a revoked or suspended license\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 120.03 of the penal law, as amended by chapter 732\n    2  of the laws of 2006, is amended to read as follows:\n    3  S 120.03 Vehicular assault in the second degree.\n    4    A person is guilty of vehicular assault in the second degree  when  he\n    5  or she causes serious physical injury to another person, and either:\n    6    (1)  operates  a motor vehicle in violation of subdivision two, three,\n    7  four or four-a of section eleven hundred ninety-two of the  vehicle  and\n    8  traffic  law or operates a vessel or public vessel in violation of para-\n    9  graph (b), (c), (d) or (e) of subdivision two of section forty-nine-a of\n   10  the navigation law, and as a result of such intoxication  or  impairment\n   11  by  the use of a drug, or by the combined influence of drugs or of alco-\n   12  hol and any drug or drugs, operates such motor vehicle, vessel or public\n   13  vessel in a manner that causes such  serious  physical  injury  to  such\n   14  other person, or\n   15    (2)  operates  a  motor  vehicle with a gross vehicle weight rating of\n   16  more than eighteen thousand pounds which contains flammable gas,  radio-\n   17  active  materials  or  explosives  in  violation  of  subdivision one of\n   18  section eleven hundred ninety-two of the vehicle and  traffic  law,  and\n   19  such  flammable gas, radioactive materials or explosives is the cause of\n   20  such serious physical injury, and as a result of such impairment by  the\n   21  use of alcohol, operates such motor vehicle in a manner that causes such\n   22  serious physical injury to such other person, or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02886-01-1\n\n       A. 3275                             2\n\n    1    (3) operates a snowmobile in violation of paragraph (b), (c) or (d) of\n    2  subdivision  one  of section 25.24 of the parks, recreation and historic\n    3  preservation law or operates an all terrain vehicle as defined in  para-\n    4  graph (a) of subdivision one of section twenty-two hundred eighty-one of\n    5  the  vehicle and traffic law and in violation of subdivision two, three,\n    6  four, or four-a of section eleven hundred ninety-two of the vehicle  and\n    7  traffic  law,  and as a result of such intoxication or impairment by the\n    8  use of a drug, or by the combined influence of drugs or of  alcohol  and\n    9  any  drug or drugs, operates such snowmobile or all terrain vehicle in a\n   10  manner that causes such serious physical injury to such other person[.],\n   11  OR\n   12    (4) CAUSES SUCH SERIOUS PHYSICAL INJURY BY OPERATION OF A MOTOR  VEHI-\n   13  CLE  WHILE  KNOWING  OR HAVING REASON TO KNOW THAT HIS OR HER LICENSE OR\n   14  PRIVILEGE OF OPERATING A MOTOR VEHICLE IS SUSPENDED OR REVOKED  PURSUANT\n   15  TO  PROVISIONS  OF  SECTION  FIVE HUNDRED TEN OF THE VEHICLE AND TRAFFIC\n   16  LAW.\n   17    If it is established that the person  operating  such  motor  vehicle,\n   18  vessel,  public  vessel,  snowmobile  or all terrain vehicle caused such\n   19  serious physical injury while unlawfully intoxicated or impaired by  the\n   20  use  of  alcohol or a drug, then there shall be a rebuttable presumption\n   21  that, as a result of such intoxication or impairment by the use of alco-\n   22  hol or a drug, or by the combined influence of drugs or of  alcohol  and\n   23  any  drug  or  drugs,  such  person  operated the motor vehicle, vessel,\n   24  public vessel, snowmobile or all terrain vehicle in a manner that caused\n   25  such serious physical injury, as required by this section.\n   26    Vehicular assault in the second degree is a class E felony.\n   27    S 2. Section 125.12 of the penal law, as amended by chapter 732 of the\n   28  laws of 2006, is amended to read as follows:\n   29  S 125.12 Vehicular manslaughter in the second degree.\n   30    A person is guilty of vehicular manslaughter in the second degree when\n   31  he or she causes the death of another person, and either:\n   32    (1) operates a motor vehicle in violation of subdivision  two,  three,\n   33  four  or  four-a of section eleven hundred ninety-two of the vehicle and\n   34  traffic law or operates a vessel or public vessel in violation of  para-\n   35  graph (b), (c), (d) or (e) of subdivision two of section forty-nine-a of\n   36  the  navigation  law, and as a result of such intoxication or impairment\n   37  by the use of a drug, or by the combined influence of drugs or of  alco-\n   38  hol and any drug or drugs, operates such motor vehicle, vessel or public\n   39  vessel in a manner that causes the death of such other person, or\n   40    (2)  operates  a  motor  vehicle with a gross vehicle weight rating of\n   41  more than eighteen thousand pounds which contains flammable gas,  radio-\n   42  active  materials  or  explosives  in  violation  of  subdivision one of\n   43  section eleven hundred ninety-two of the vehicle and  traffic  law,  and\n   44  such  flammable gas, radioactive materials or explosives is the cause of\n   45  such death, and as a result of such impairment by the  use  of  alcohol,\n   46  operates  such  motor  vehicle in a manner that causes the death of such\n   47  other person, or\n   48    (3) operates a snowmobile in violation of paragraph (b), (c) or (d) of\n   49  subdivision one of section 25.24 of the parks, recreation  and  historic\n   50  preservation  law or operates an all terrain vehicle as defined in para-\n   51  graph (a) of subdivision one of section twenty-two hundred eighty-one of\n   52  the vehicle and traffic law in  violation  of  subdivision  two,  three,\n   53  four,  or four-a of section eleven hundred ninety-two of the vehicle and\n   54  traffic law, and as a result of such intoxication or impairment  by  the\n   55  use  of  a drug, or by the combined influence of drugs or of alcohol and\n\n       A. 3275                             3\n\n    1  any drug or drugs, operates such snowmobile or all terrain vehicle in  a\n    2  manner that causes the death of such other person[.], OR\n    3    (4)  CAUSES  THE  DEATH  OF  SUCH OTHER PERSON BY OPERATION OF A MOTOR\n    4  VEHICLE WHILE KNOWING OR HAVING REASON TO KNOW THAT HIS OR  HER  LICENSE\n    5  OR PRIVILEGE OF OPERATING A MOTOR VEHICLE IS SUSPENDED OR REVOKED PURSU-\n    6  ANT TO PROVISIONS OF SECTION FIVE HUNDRED TEN OF THE VEHICLE AND TRAFFIC\n    7  LAW.\n    8    If  it  is  established  that the person operating such motor vehicle,\n    9  vessel, public vessel, snowmobile or all  terrain  vehicle  caused  such\n   10  death  while unlawfully intoxicated or impaired by the use of alcohol or\n   11  a drug, then there shall be a rebuttable presumption that, as  a  result\n   12  of  such  intoxication or impairment by the use of alcohol or a drug, or\n   13  by the combined influence of drugs or of alcohol and any drug or  drugs,\n   14  such  person  operated the motor vehicle, vessel, public vessel, snowmo-\n   15  bile or all terrain vehicle in a  manner  that  caused  such  death,  as\n   16  required by this section.\n   17    Vehicular manslaughter in the second degree is a class D felony.\n   18    S 3. This act shall take effect on the first of November next succeed-\n   19  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to penalties for causing serious injury or death while knowingly operating a motor vehicle with a revoked or suspended license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T184648.TXT", "SOBI.D110124.T153637.TXT", "SOBI.D110126.T124255.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296063775831
}