{
  "year" : 2011,
  "senateBillNo" : "A3276-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3276-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"New York state public health protection act\"",
  "summary" : "Enacts the \"New York state public health protection act\"; establishes a precautionary policy for the state; establishes criteria to guide implementation of the precautionary policy; creates a precautionary policy planning council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A3420-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3276\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. SWEENEY, JAFFEE, LUPARDO, COLTON, CAHILL, ROSEN-\n         THAL, LIFTON, ENGLEBRIGHT -- Multi-Sponsored by -- M. of A. BENEDETTO,\n         BOYLAND, GLICK, PEOPLES-STOKES, PHEFFER, WEINSTEIN, WEISENBERG, WRIGHT\n         -- read once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the environmental conservation  law  and  the  executive\n         law,  in  relation  to  establishing  the New York state public health\n         protection act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"New York\n    2  state public health protection act\".\n    3    S 2. Legislative findings  and  declaration.  The  legislature  hereby\n    4  finds and declares that:\n    5    (a) Every New Yorker has an equal right to a healthy and safe environ-\n    6  ment.  This requires that our air, water, earth, and food be of a suffi-\n    7  ciently high quality that individuals and communities can live  healthy,\n    8  fulfilling,  and  dignified  lives.  The  duty  to  enhance, protect and\n    9  preserve New York's environment and the health of its citizens rests  on\n   10  the  shoulders  of  government, residents, citizen groups and businesses\n   11  alike.\n   12    (b) As New York moves into the twenty-first century, the state  should\n   13  be a leader in the development of policies that will create and maintain\n   14  a  healthy  environment  and  vibrant economy. Heeding early warnings of\n   15  harm, putting safety and prevention first, encouraging  innovation,  and\n   16  creating   and  choosing  the  safest,  most  sustainable  technologies,\n   17  products and practices will help to ensure a higher quality of life  for\n   18  present  and future generations. It will also put New York in an econom-\n   19  ically advantageous  position  to  compete  in  an  increasingly  global\n   20  marketplace.\n   21    (c)  New  York  looks  forward  to  the time when the state's power is\n   22  generated from renewable and clean sources;  when  our  homes,  schools,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02973-01-1\n\n       A. 3276                             2\n\n    1  businesses   and   government   facilities   are  energy  efficient  and\n    2  constructed, refurbished and maintained with safe and sustainable  tech-\n    3  nologies  and products; when pollution prevention is embraced by govern-\n    4  ment and businesses as a way to save money and protect public health and\n    5  the  environment;  when government and citizens use energy efficient and\n    6  clean vehicles; when pests are controlled with nontoxic or  least  toxic\n    7  alternatives;  when our production of waste is significantly reduced and\n    8  the rest is recycled; and when our homes, schools, workplaces, food, air\n    9  and water are free from toxic  contaminants.  Adopting  a  precautionary\n   10  approach  to  decision-making  will  help New York attain these goals as\n   11  laws and policies are evaluated in areas such as  energy,  construction,\n   12  education,   new  technologies,  economic  development,  small  business\n   13  assistance, transportation, land use, planning, recreation,  purchasing,\n   14  contracting, public investment, health care, and the environment.\n   15    (d) Transforming our society to realize these goals will take a behav-\n   16  ioral  as  well  as technological revolution, which is already underway.\n   17  Adopting a precautionary approach to decision-making will help New  York\n   18  speed  this  process of change by moving beyond finding cures for costly\n   19  environmental ills to preventing those ills before they can do harm.\n   20    (e) The central tenet of a precautionary approach  to  decision-making\n   21  is  that  government,  businesses  and society as a whole have a duty to\n   22  prevent harm to public health or the environment where credible evidence\n   23  exists that harm is occurring or is likely to occur, even when the exact\n   24  nature and full magnitude of harm is not yet proven. Precautionary deci-\n   25  sion-making places the highest priority on protecting public health  and\n   26  the  environment. It involves the careful assessment of a broad range of\n   27  options using the best available science and selecting  the  safest  and\n   28  most sustainable feasible solution.\n   29    (f)  Precautionary decision-making also involves active public partic-\n   30  ipation because, locally or internationally, the public bears the health\n   31  and ecological consequences of  technological  and  environmental  deci-\n   32  sions.  Early,  meaningful  and  effective public participation enriches\n   33  government decision-making by allowing  a  diversity  of  interests  and\n   34  perspectives  to be heard and considered. Citizens are equal partners in\n   35  making the decisions that will affect their health and environment.\n   36    (g) Historically, environmentally harmful activities  have  only  been\n   37  stopped  after they have manifested extreme environmental degradation or\n   38  exposed people to harm. In the case of  DDT,  lead,  and  asbestos,  for\n   39  instance,  regulatory  action took place only after disaster and disease\n   40  had struck. The delay between first knowledge of  harm  and  appropriate\n   41  action  to  deal  with  it  can  be measured in a lower quality of life,\n   42  numerous injuries and disabilities, tremendous costs for health care and\n   43  remediation, and the loss of many human lives. Some of the diseases  and\n   44  negative  health  effects  linked  to  environmental  pollution  include\n   45  cancer, asthma, reproductive  disorders,  birth  defects,  developmental\n   46  disorders,   neurological   disorders,   autoimmune   diseases,  hormone\n   47  disruption, DNA damage and genetic mutations, and cellular malfunction.\n   48    (h) Science and technology are creating new solutions  to  prevent  or\n   49  mitigate  environmental  problems. However, science is also creating new\n   50  compounds and chemicals that are finding their way into our  bodies  and\n   51  causing negative impacts on our health and environment. Taking a precau-\n   52  tionary  approach will help to promote environmentally healthy solutions\n   53  while weeding out the negative and often unintended consequences of  new\n   54  technologies.  Government  and businesses have a responsibility to study\n   55  the potential for harm from a new technology, practice, product or chem-\n\n       A. 3276                             3\n\n    1  ical before it is used, rather than assume it is harmless  until  proven\n    2  otherwise.\n    3    S  3.  Section 1-0101 of the environmental conservation law is amended\n    4  by adding a new subdivision 4 to read as follows:\n    5    4. IT SHALL FURTHER BE THE POLICY OF THE STATE THAT WHERE  THREATS  OF\n    6  HARM  TO  HUMAN HEALTH OR THE ENVIRONMENT EXIST, LACK OF FULL SCIENTIFIC\n    7  CERTAINTY ABOUT CAUSE AND EFFECT  SHALL  NOT  BE  VIEWED  AS  SUFFICIENT\n    8  REASON  FOR STATE OR LOCAL GOVERNMENT TO POSTPONE PRECAUTIONARY MEASURES\n    9  TO PROTECT PUBLIC HEALTH OR THE ENVIRONMENT.\n   10    S 4. The executive law is amended by adding a new article 49-C to read\n   11  as follows:\n\n   12                                ARTICLE 49-C\n   13                     NEW YORK STATE PRECAUTIONARY POLICY\n\n   14  SECTION 996.   PRECAUTIONARY POLICY.\n   15          996-A. DEFINITIONS.\n   16          996-B. PRECAUTIONARY CRITERIA.\n   17          996-C. PRECAUTIONARY POLICY PLANNING COUNCIL.\n\n   18    S 996. PRECAUTIONARY POLICY. IT IS HEREBY DECLARED TO BE THE POLICY OF\n   19  THE STATE OF NEW YORK THAT WHERE THREATS OF HARM TO HUMAN HEALTH OR  THE\n   20  ENVIRONMENT  EXIST,  LACK  OF  FULL SCIENTIFIC CERTAINTY ABOUT CAUSE AND\n   21  EFFECT SHALL NOT BE VIEWED AS  SUFFICIENT  REASON  FOR  STATE  OR  LOCAL\n   22  GOVERNMENT  TO  POSTPONE PRECAUTIONARY MEASURES TO PROTECT PUBLIC HEALTH\n   23  OR THE ENVIRONMENT.\n   24    S 996-A. DEFINITIONS. WHEN USED IN THIS ARTICLE, THE  FOLLOWING  WORDS\n   25  AND TERMS SHALL HAVE THE MEANINGS ASCRIBED TO THEM IN THIS SECTION:\n   26    1.  \"STATE  AGENCY\"  MEANS ANY STATE DEPARTMENT, AGENCY, BOARD, PUBLIC\n   27  BENEFIT CORPORATION, PUBLIC AUTHORITY OR COMMISSION.\n   28    2. \"LOCAL AGENCY\" MEANS ANY LOCAL AGENCY, BOARD, DISTRICT,  COMMISSION\n   29  OR  GOVERNING  BODY,  INCLUDING  ANY  CITY,  COUNTY, AND OTHER POLITICAL\n   30  SUBDIVISION OF THE STATE.\n   31    3. \"AGENCY\" MEANS ANY STATE OR LOCAL AGENCY.\n   32    4. (A) \"ACTIONS\" SHALL MEAN (I) PROJECTS OR ACTIVITIES DIRECTLY UNDER-\n   33  TAKEN BY AN AGENCY; OR PROJECTS OR ACTIVITIES SUPPORTED IN WHOLE OR PART\n   34  THROUGH CONTRACTS, GRANTS, SUBSIDIES, LOANS, OR OTHER FORMS  OF  FUNDING\n   35  ASSISTANCE  FROM ONE OR MORE AGENCIES; OR PROJECTS OR ACTIVITIES INVOLV-\n   36  ING THE ISSUANCE TO A PERSON OF A LEASE, PERMIT, LICENSE, CERTIFICATE OR\n   37  OTHER ENTITLEMENT FOR USE OR PERMISSION TO ACT BY ONE OR MORE  AGENCIES;\n   38  AND (II) POLICY, REGULATIONS, AND PROCEDURE-MAKING.\n   39    (B)  THE  TERM \"ACTIONS\" SHALL NOT INCLUDE (I) ENFORCEMENT PROCEEDINGS\n   40  OR THE EXERCISE OF PROSECUTORIAL DISCRETION IN  DETERMINING  WHETHER  OR\n   41  NOT TO INSTITUTE SUCH PROCEEDINGS; AND (II) OFFICIAL ACTS OF A MINISTER-\n   42  IAL NATURE, INVOLVING NO EXERCISE OF DISCRETION.\n   43    5.  \"HARM\"  SHALL INCLUDE, BUT NOT BE LIMITED TO, DAMAGE TO INDIVIDUAL\n   44  HUMANS OR OTHER ORGANISMS OR COMMUNITIES OR POPULATIONS OF SUCH INDIVID-\n   45  UALS THAT MAY BE MANIFEST  AS  ACUTE  TOXICITY;  CANCER;  ASTHMA;  BIRTH\n   46  DEFECTS;  FAILURE  TO  REPRODUCE  NORMALLY; DEVELOPMENTAL ABNORMALITIES;\n   47  AUTOIMMUNE DISEASE, NEUROLOGICAL DISORDERS, OR IMMUNE AND NERVOUS SYSTEM\n   48  ALTERATIONS;  BEHAVIORAL  CHANGES;  DNA  DAMAGE  OR  GENETIC  MUTATIONS;\n   49  DISRUPTION   OF   BIOLOGICAL   SIGNALING   SYSTEMS,   INCLUDING  HORMONE\n   50  DISRUPTION; OR OTHER MANIFESTATIONS OF  DAMAGE  TO  BIOLOGICAL  SYSTEMS,\n   51  INCLUDING  CELLULAR  MALFUNCTION,  THAT  RESULT IN DISEASE OR SUBOPTIMAL\n   52  FUNCTIONING. HARM TO HUMAN HEALTH OR THE ENVIRONMENT SHALL INCLUDE,  BUT\n   53  NOT  BE  LIMITED  TO,  HARM TO CHILDREN, WORKERS, SENSITIVE POPULATIONS,\n\n       A. 3276                             4\n\n    1  FUTURE GENERATIONS, ECOLOGICAL SYSTEMS, FISH, WILDLIFE,  AND  ENDANGERED\n    2  SPECIES.\n    3    6. \"CREDIBLE EVIDENCE OF A THREAT OF HARM TO HUMAN HEALTH OR THE ENVI-\n    4  RONMENT\"  SHALL  INCLUDE,  BUT NOT BE LIMITED TO: WELL-ESTABLISHED INDE-\n    5  PENDENT SCIENTIFIC EVIDENCE OF HARM;  EMERGING  SCIENTIFIC  EVIDENCE  OF\n    6  HARM;  VERIFIABLE  EVIDENCE OF ALTERED FUNCTIONING OF EXPOSED ORGANISMS,\n    7  INCLUDING DAMAGE TO DNA AND BIOLOGICAL SYSTEMS AND CELLULAR MALFUNCTION;\n    8  RESULTS OF COMPREHENSIVE OR PARTIAL TESTING AND CONTROLLED OBSERVATIONS,\n    9  INCLUDING ANIMAL STUDIES; OBSERVATIONS FROM FORMAL MONITORING; EPIDEMIO-\n   10  LOGICAL EVIDENCE; HEALTH SURVEYS OR VERIFIABLE OBSERVATIONS BY  WORKERS,\n   11  COMMUNITY RESIDENTS, EXPOSED POPULATIONS, AND MEDICAL PERSONNEL; VERIFI-\n   12  ABLE  EVIDENCE  OF PERSISTENCE OR BIOACCUMULATION IN HUMANS OR THE ENVI-\n   13  RONMENT;  EXTRAPOLATION  FROM  EXISTING,   WELL-ESTABLISHED   SCIENTIFIC\n   14  EVIDENCE  ON  EXISTING  SUBSTANCES TO NEW SUBSTANCES WITH SIMILAR STRUC-\n   15  TURES AND PHYSICO-CHEMICAL PROPERTIES; AND PREDICTIVE  MODELS  BASED  ON\n   16  EMPIRICAL DATA.\n   17    S 996-B. PRECAUTIONARY CRITERIA. 1. THE FOLLOWING CRITERIA SHALL GUIDE\n   18  IMPLEMENTATION  OF  THE PRECAUTIONARY POLICY ESTABLISHED IN SECTION NINE\n   19  HUNDRED NINETY-SIX OF THIS ARTICLE:\n   20    (A) ANTICIPATORY ACTION. THERE IS A DUTY TO TAKE  ANTICIPATORY  ACTION\n   21  TO  PREVENT  HARM  WHERE  CREDIBLE EVIDENCE OF A THREAT OF HARM TO HUMAN\n   22  HEALTH OR THE ENVIRONMENT EXISTS, EVEN WHEN THE EXACT  NATURE  AND  FULL\n   23  MAGNITUDE  OF HARM IS NOT YET PROVEN. ANY GAPS IN SCIENTIFIC DATA UNCOV-\n   24  ERED BY THE EXAMINATION OF CURRENT OR PROPOSED  TECHNOLOGIES,  PRODUCTS,\n   25  PRACTICES, OR CHEMICALS AND THEIR ALTERNATIVES SHALL PROVIDE A GUIDEPOST\n   26  FOR  FUTURE RESEARCH, BUT SHALL NOT PREVENT PROTECTIVE ACTION FROM BEING\n   27  TAKEN BY STATE AND/OR LOCAL GOVERNMENT. AS NEW  SCIENTIFIC  DATA  BECOME\n   28  AVAILABLE,  STATE  AND  LOCAL GOVERNMENT SHALL REVIEW DECISIONS AND MAKE\n   29  ADJUSTMENTS WHEN WARRANTED.\n   30    (B) RIGHT TO KNOW. PEOPLE HAVE A RIGHT TO KNOW COMPLETE  AND  ACCURATE\n   31  INFORMATION  ON  THE  POTENTIAL  HUMAN  HEALTH AND ENVIRONMENTAL IMPACTS\n   32  ASSOCIATED WITH ANY OPERATION OR PLAN BEFORE IT IS IMPLEMENTED,  OR  THE\n   33  SELECTION  AND/OR  USE  OF ANY TECHNOLOGY, PRODUCT, PRACTICE OR CHEMICAL\n   34  BEFORE IT IS INTRODUCED INTO THE PUBLIC DOMAIN.  THE  BURDEN  TO  SUPPLY\n   35  THIS  INFORMATION  LIES WITH THE PROPONENT OR MANUFACTURER, NOT WITH THE\n   36  GENERAL PUBLIC.\n   37    (C) ALTERNATIVES ASSESSMENT. AN OBLIGATION EXISTS TO THOROUGHLY  EXAM-\n   38  INE A FULL RANGE OF ALTERNATIVES AND SELECT THE SAFEST AND MOST SUSTAIN-\n   39  ABLE  FEASIBLE SOLUTION. ALTERNATIVES ASSESSMENT SHALL INVOLVE THE CARE-\n   40  FUL ANALYSIS OF A BROAD  RANGE  OF  OPTIONS  USING  THE  BEST  AVAILABLE\n   41  SCIENCE,  INCLUDING  THE  ALTERNATIVE  OF DOING NOTHING. SUCH ASSESSMENT\n   42  SHALL INCLUDE, BUT NOT BE LIMITED TO, THE EVALUATION OF  SHORT-TERM  AND\n   43  LONG-TERM  EFFECTS  AND  COSTS; THE COMPARISON OF ADVERSE OR POTENTIALLY\n   44  ADVERSE EFFECTS; AND ESTIMATION OF THE DEGREE OF UNCERTAINTY  ASSOCIATED\n   45  WITH SUCH EFFECTS AND COSTS.\n   46    (D)  FULL-COST  ACCOUNTING.  WHEN EVALUATING CURRENT OR PROPOSED OPER-\n   47  ATIONS, PLANS, TECHNOLOGIES, PRODUCTS, PRACTICES, OR CHEMICALS AND THEIR\n   48  ALTERNATIVES, A DUTY EXISTS TO CONSIDER ALL  THE  COSTS,  INCLUDING  RAW\n   49  MATERIALS, PRODUCTION, MANUFACTURING, TRANSPORTATION, DISTRIBUTION, USE,\n   50  OPERATION,  MAINTENANCE,  DISPOSAL, CLEANUP AND HEALTH AND ENVIRONMENTAL\n   51  COSTS, INCLUDING THE COST OF IMPAIRING CHILDREN'S HEALTH, EVEN  IF  SUCH\n   52  COSTS  ARE NOT REFLECTED IN THE INITIAL PRICE. SHORT- AND LONG-TERM TIME\n   53  THRESHOLDS SHALL BE CONSIDERED WHEN MAKING DECISIONS.\n   54    (E) PARTICIPATORY DECISION PROCESS. PUBLIC PARTICIPATION AND  AN  OPEN\n   55  AND  TRANSPARENT DECISION-MAKING PROCESS ARE CRITICAL TO FINDING, EVALU-\n   56  ATING AND SELECTING ALTERNATIVES.  DECISIONS  APPLYING  A  PRECAUTIONARY\n\n       A. 3276                             5\n\n    1  APPROACH  SHALL  BE TRANSPARENT, PARTICIPATORY, AND INFORMED BY THE BEST\n    2  AVAILABLE INFORMATION. PRECAUTIONARY DECISIONS SHALL PLACE  THE  HIGHEST\n    3  PRIORITY ON PROTECTING PUBLIC HEALTH AND THE ENVIRONMENT, WITH THE HIGH-\n    4  EST REGARD FOR THOSE WHOSE HEALTH MAY BE AFFECTED.\n    5    2.  ALL  AGENCIES  SHALL  USE  ALL  PRACTICABLE MEANS TO IMPLEMENT THE\n    6  PRECAUTIONARY POLICY AND SHALL  ADOPT  AN  APPROACH  TO  DECISION-MAKING\n    7  CONSISTENT  WITH  THE  CRITERIA  SPECIFIED  IN  SUBDIVISION  ONE OF THIS\n    8  SECTION TO THE MAXIMUM EXTENT  PRACTICABLE.  NO  AGENCY  SHALL  PROPOSE,\n    9  PERFORM  OR APPROVE AN ACTION UNLESS, TO THE MAXIMUM EXTENT PRACTICABLE,\n   10  IT IS CONSISTENT WITH THE CRITERIA SPECIFIED IN SUBDIVISION ONE OF  THIS\n   11  SECTION.\n   12    3. BEFORE PROPOSING, PERFORMING OR APPROVING AN ACTION THAT MAY HAVE A\n   13  SIGNIFICANT  EFFECT ON PUBLIC HEALTH OR THE ENVIRONMENT, AN AGENCY SHALL\n   14  ISSUE A WRITTEN FINDING THAT THE ACTION IS, TO THE MAXIMUM EXTENT  PRAC-\n   15  TICABLE,  CONSISTENT  WITH  THE  CRITERIA  IN  SUBDIVISION  ONE  OF THIS\n   16  SECTION. IF IN ANY RESPECT SUCH ACTION DOES NOT MEET  ALL  THE  CRITERIA\n   17  BECAUSE  CONSISTENCY  IS  CONSIDERED  TO  BE IMPRACTICABLE, SUCH FINDING\n   18  SHALL INCLUDE A STATEMENT OF JUSTIFICATION.\n   19    S 996-C. PRECAUTIONARY POLICY PLANNING  COUNCIL.  1.  A  PRECAUTIONARY\n   20  POLICY PLANNING COUNCIL, HEREAFTER REFERRED TO AS THE COUNCIL, IS HEREBY\n   21  CREATED.  SUCH COUNCIL SHALL CONSIST OF SEVENTEEN MEMBERS, SEVEN OF WHOM\n   22  SHALL BE APPOINTED BY THE GOVERNOR AND OF SUCH SEVEN SHALL  INCLUDE  THE\n   23  COMMISSIONER  OF  ENVIRONMENTAL CONSERVATION, THE COMMISSIONER OF HEALTH\n   24  AND THE COMMISSIONER OF ECONOMIC DEVELOPMENT;  FIVE  OF  WHOM  SHALL  BE\n   25  APPOINTED  BY  THE  TEMPORARY  PRESIDENT OF THE SENATE; AND FIVE OF WHOM\n   26  SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY.\n   27    2. THE FOURTEEN AT-LARGE MEMBERS OF  THE  COUNCIL  SHALL  INCLUDE  TWO\n   28  REPRESENTATIVES  OF  LOCAL  GOVERNMENT; TWO REPRESENTATIVES OF ORGANIZA-\n   29  TIONS WHOSE PRIME FUNCTION IS  THE  SAFETY  AND  ENHANCEMENT  OF  PUBLIC\n   30  HEALTH; TWO REPRESENTATIVES OF ORGANIZATIONS WHOSE PRIME FUNCTION IS THE\n   31  PRESERVATION  AND  ENHANCEMENT  OF  THE ENVIRONMENT; TWO REPRESENTATIVES\n   32  FROM THE MANUFACTURING SECTOR; TWO REPRESENTATIVES FROM COMMERCIAL BUSI-\n   33  NESSES; TWO REPRESENTATIVES WITH EXPERTISE IN THE AREA OF  ENVIRONMENTAL\n   34  HEALTH  OR  ALTERNATIVE  TECHNOLOGY  FROM ACADEMIC INSTITUTIONS; AND TWO\n   35  REPRESENTATIVES WHO ARE CANCER SURVIVORS OR SURVIVORS OF OTHER  DISEASES\n   36  THOUGHT  TO  BE RELATED TO ENVIRONMENTAL EXPOSURES AND WHO ARE REPRESEN-\n   37  TATIVES OF COMMUNITY-BASED ORGANIZATIONS WHOSE  PRIME  FUNCTION  IS  THE\n   38  REPRESENTATION OF SUCH SURVIVORS AND WHICH HAVE A PROVEN TRACK RECORD OF\n   39  WORKING  COOPERATIVELY  WITH  OTHER  ORGANIZATIONS  THAT  REPRESENT SUCH\n   40  SURVIVORS.\n   41    3. EACH MEMBER OF THE COUNCIL SHALL SERVE FOR A TERM OF FOUR YEARS  OR\n   42  UNTIL  HIS  OR  HER SUCCESSOR IS APPOINTED. A MEMBER APPOINTED TO FILL A\n   43  VACANCY SHALL SERVE THE REMAINDER OF THE TERM OF THE MEMBER HE OR SHE IS\n   44  APPOINTED TO SUCCEED. EACH MEMBER SHALL  BE  ENTITLED  TO  DESIGNATE  IN\n   45  WRITING  A  REPRESENTATIVE TO ATTEND MEETINGS IN HIS OR HER PLACE AND TO\n   46  VOTE OR OTHERWISE ACT ON HIS OR HER BEHALF IN HIS OR  HER  ABSENCE.  THE\n   47  MEMBERS OF THE COUNCIL SHALL RECEIVE NO COMPENSATION FOR THEIR SERVICES,\n   48  BUT  SHALL  BE  REIMBURSED  FOR  THEIR EXPENSES ACTUALLY AND NECESSARILY\n   49  INCURRED IN THE PERFORMANCE OF THEIR DUTIES HEREUNDER. ANY MEMBER OF THE\n   50  COUNCIL WITH A FINANCIAL OR ANY OTHER CONFLICT OF INTEREST RELATED TO  A\n   51  MATTER  BEING  ADDRESSED BY THE COUNCIL SHALL DISCLOSE SUCH CONFLICT AND\n   52  RECUSE HIMSELF OR HERSELF PRIOR TO ANY DISCUSSION OF OR DECISION REGARD-\n   53  ING SUCH MATTER.\n   54    4. THE COUNCIL SHALL SELECT A CHAIR FROM AMONG ITS MEMBERS. THE  COUN-\n   55  CIL  SHALL MEET AS FREQUENTLY AS NECESSARY, BUT NOT LESS THAN FIVE TIMES\n   56  PER YEAR. SUCH MEETINGS SHALL BE HELD AT SUCH LOCATIONS AS  THE  COUNCIL\n\n       A. 3276                             6\n\n    1  MAY  DETERMINE.  ALL SUCH MEETINGS SHALL BE SUBJECT TO THE OPEN MEETINGS\n    2  LAW.\n    3    5. THE COUNCIL SHALL, AT A MINIMUM:\n    4    (A)  PROVIDE GUIDANCE TO STATE AND LOCAL GOVERNMENT ON THE IMPLEMENTA-\n    5  TION OF THE PRECAUTIONARY POLICY AND CRITERIA.\n    6    (B) MONITOR STATE  AND  LOCAL  GOVERNMENT  ACTIONS  TO  IMPLEMENT  THE\n    7  PRECAUTIONARY POLICY AND CRITERIA.\n    8    (C)  MAKE  RECOMMENDATIONS  TO THE GOVERNOR, LEGISLATURE AND STATE AND\n    9  LOCAL GOVERNMENT REGARDING MEASURES TO  IMPROVE  IMPLEMENTATION  OF  THE\n   10  PRECAUTIONARY POLICY AND CRITERIA BY STATE AND LOCAL GOVERNMENT, INCLUD-\n   11  ING  ACTIONS  NEEDED  TO  REALIZE  THE FULL POTENTIAL OF SUCH POLICY AND\n   12  CRITERIA AND BEST PROTECT PUBLIC HEALTH AND THE ENVIRONMENT.\n   13    (D) REPORT TO THE GOVERNOR AND LEGISLATURE  NO  LESS  THAN  EVERY  TWO\n   14  YEARS  ON THE EXTENT TO WHICH STATE AND LOCAL GOVERNMENT AGENCIES ARE IN\n   15  COMPLIANCE WITH THE REQUIREMENTS OF THIS ARTICLE AND ON  THE  EFFECTIVE-\n   16  NESS  OF STATE AND LOCAL GOVERNMENT EFFORTS TO IMPLEMENT THE PRECAUTION-\n   17  ARY POLICY AND CRITERIA, INCLUDING THE ADEQUACY OF FUNDING AVAILABLE AND\n   18  DIFFICULTIES ENCOUNTERED.\n   19    (E) DEVELOP GUIDELINES FOR THE PERFORMANCE OF  PRECAUTIONARY  ALTERNA-\n   20  TIVES  ASSESSMENT.  SUCH  GUIDELINES  SHALL INCLUDE CRITERIA FOR FURTHER\n   21  DEFINING \"CREDIBLE EVIDENCE OF A THREAT OF HARM TO HUMAN HEALTH  OR  THE\n   22  ENVIRONMENT,\"  INCLUDING HOW TO ASSESS EVIDENCE OF THE PRESENCE OF HARM-\n   23  FUL CHEMICALS OR SYNTHETIC CHEMICALS THAT HAVE NOT YET UNDERGONE  SAFETY\n   24  ASSESSMENT IN THE BODIES OF HUMANS OR OTHER ORGANISMS.\n   25    6.  IN  CARRYING  OUT ITS DUTIES UNDER THIS SECTION, THE COUNCIL SHALL\n   26  FOLLOW AN OPEN  AND  TRANSPARENT  DECISION-MAKING  PROCESS  AND  PROVIDE\n   27  OPPORTUNITIES  FOR  PUBLIC  COMMENT DURING ITS MEETINGS AND ON ANY DRAFT\n   28  GUIDELINES AND/OR REPORTS.\n   29    7. THE DEPARTMENT  OF  HEALTH  AND  THE  DEPARTMENT  OF  ENVIRONMENTAL\n   30  CONSERVATION SHALL PROVIDE THE COUNCIL WITH SUCH FACILITIES, ASSISTANCE,\n   31  AND  DATA AS WILL ENABLE THE COUNCIL TO CARRY OUT ITS POWERS AND DUTIES.\n   32  ADDITIONALLY, ALL OTHER AGENCIES OF THE STATE  OR  SUBDIVISIONS  THEREOF\n   33  SHALL,  AT  THE  REQUEST  OF THE CHAIR, PROVIDE THE TASK FORCE WITH SUCH\n   34  FACILITIES, ASSISTANCE AND DATA AS WILL ENABLE THE COUNCIL TO CARRY  OUT\n   35  ITS POWERS AND DUTIES.\n   36    8.  THE COUNCIL MAY CONSULT WITH ANY PERSON, ORGANIZATION, EDUCATIONAL\n   37  INSTITUTION, OR GOVERNMENTAL ENTITY INCLUDING, BUT NOT LIMITED  TO,  THE\n   38  UNITED  STATES  ENVIRONMENTAL PROTECTION AGENCY, THE CENTERS FOR DISEASE\n   39  CONTROL, THE NATIONAL INSTITUTES OF HEALTH, AND THE  NATIONAL  INSTITUTE\n   40  OF  ENVIRONMENTAL HEALTH SCIENCES, AS WELL AS THE EUROPEAN UNION AND THE\n   41  CANADIAN HEALTH DEPARTMENT.\n   42    S 5. This act shall take effect on the one hundred twentieth day after\n   43  it shall have become a law; provided, however, that effective immediate-\n   44  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   45  necessary  for  the implementation of this act on its effective date are\n   46  authorized and directed to be made  and  completed  on  or  before  such\n   47  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the executive law, in relation to establishing the New York state public health protection act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T184648.TXT", "SOBI.D110124.T195151.TXT", "SOBI.D110124.T153637.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295916711824
}