{
  "year" : 2011,
  "senateBillNo" : "A3273-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3273-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for corporate franchise tax and personal income tax check-offs for taxpayer gifts for diabetes research and education; establishes diabetes fund",
  "summary" : "Provides for a corporate franchise tax check-off and a personal income tax check-off for taxpayer gifts for diabetes research and education; establishes the diabetes research and education fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA2732-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3273\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. SWEENEY, WEISENBERG, PERRY, JACOBS, SCARBOROUGH,\n         SCHIMMINGER, PHEFFER, GUNTHER, HOOPER -- Multi-Sponsored by --  M.  of\n         A.  ABBATE, CLARK, COLTON, COOK, DINOWITZ, MAYERSOHN, McENENY, MILLMAN\n         -- read once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         providing  for  taxpayer gifts for diabetes research and education and\n         establishing the diabetes research and education fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 209-H to\n    2  read as follows:\n    3    S 209-H. GIFT FOR DIABETES RESEARCH AND EDUCATION. EFFECTIVE  FOR  ANY\n    4  TAX  YEAR  COMMENCING  ON OR AFTER THE EFFECTIVE DATE OF THIS SECTION, A\n    5  TAXPAYER IN ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO THE  SUPPORT  OF\n    6  THE  DIABETES RESEARCH AND EDUCATION FUND. SUCH CONTRIBUTION SHALL BE IN\n    7  ANY WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF THE STATE TAX\n    8  OWED BY SUCH TAXPAYER. THE  COMMISSIONER  SHALL  INCLUDE  SPACE  ON  THE\n    9  CORPORATE  INCOME  TAX RETURN TO ENABLE A TAXPAYER TO MAKE SUCH CONTRIB-\n   10  UTION.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  ALL   REVENUES\n   11  COLLECTED  PURSUANT  TO  THIS  SECTION SHALL BE CREDITED TO THE DIABETES\n   12  RESEARCH AND EDUCATION FUND AND SHALL BE USED ONLY  FOR  THOSE  PURPOSES\n   13  ENUMERATED IN SECTION EIGHTY-NINE-H OF THE STATE FINANCE LAW.\n   14    S  2.  The tax law is amended by adding a new section 630-c to read as\n   15  follows:\n   16    S 630-C. GIFT FOR DIABETES RESEARCH AND EDUCATION. EFFECTIVE  FOR  ANY\n   17  TAX  YEAR  COMMENCING ON OR AFTER THE EFFECTIVE DATE OF THIS SECTION, AN\n   18  INDIVIDUAL IN ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO  THE  DIABETES\n   19  RESEARCH  AND  EDUCATION  FUND.  SUCH CONTRIBUTION SHALL BE IN ANY WHOLE\n   20  DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY  SUCH\n   21  INDIVIDUAL.  THE COMMISSIONER SHALL INCLUDE SPACE ON THE PERSONAL INCOME\n   22  TAX RETURN TO ENABLE A TAXPAYER TO MAKE  SUCH  CONTRIBUTION.    NOTWITH-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02879-02-1\n\n       A. 3273                             2\n\n    1  STANDING  ANY  OTHER PROVISION OF LAW ALL REVENUES COLLECTED PURSUANT TO\n    2  THIS SECTION SHALL BE CREDITED TO THE DIABETES  RESEARCH  AND  EDUCATION\n    3  FUND   AND   USED   ONLY   FOR  THOSE  PURPOSES  ENUMERATED  IN  SECTION\n    4  EIGHTY-NINE-H OF THE STATE FINANCE LAW.\n    5    S  3. The state finance law is amended by adding a new section 89-h to\n    6  read as follows:\n    7    S 89-H. DIABETES RESEARCH AND  EDUCATION  FUND.  1.  THERE  IS  HEREBY\n    8  ESTABLISHED  IN  THE  JOINT  CUSTODY OF THE COMMISSIONER OF TAXATION AND\n    9  FINANCE AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE \"DIABETES\n   10  RESEARCH AND EDUCATION FUND\".\n   11    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   12  OF  TAXATION  AND  FINANCE,  PURSUANT  TO  THE PROVISIONS OF SECTION TWO\n   13  HUNDRED NINE-H AND SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW  AND  ALL\n   14  OTHER  MONEYS  APPROPRIATED,  CREDITED,  OR TRANSFERRED THERETO FROM ANY\n   15  OTHER FUND OR SOURCE PURSUANT TO LAW.  NOTHING  CONTAINED  HEREIN  SHALL\n   16  PREVENT  THE  STATE  FROM  RECEIVING  GRANTS,  GIFTS OR BEQUESTS FOR THE\n   17  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   18  THE FUND ACCORDING TO LAW.\n   19    3. MONIES OF THE FUND SHALL BE EXPENDED ONLY FOR DIABETES RESEARCH AND\n   20  EDUCATIONAL PROJECTS. AS USED IN THIS SECTION,  \"DIABETES  RESEARCH  AND\n   21  EDUCATION  PROJECTS\"  MEANS SCIENTIFIC RESEARCH OR EDUCATIONAL PROJECTS,\n   22  INCLUDING DEMONSTRATION AND  EDUCATION  GRANTS  FOR  DIABETES  EDUCATION\n   23  RESEARCH, WHICH, ARE APPROVED BY THE DEPARTMENT OF HEALTH.\n   24    4.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   25  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  COMMISSIONER\n   26  OF HEALTH.\n   27    5.  TO THE EXTENT PRACTICABLE, THE COMMISSIONER OF HEALTH SHALL ENSURE\n   28  THAT ALL MONIES RECEIVED DURING A FISCAL YEAR ARE EXPENDED PRIOR TO  THE\n   29  END OF THAT FISCAL YEAR.\n   30    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T184648.TXT", "SOBI.D110124.T153637.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295912808644
}