{
  "year" : 2011,
  "senateBillNo" : "A3274-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3274-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes violation of aggressive driving; provides that second conviction for such offense within five years is a class A misdemeanor",
  "summary" : "Establishes the traffic infraction of aggressive driving punishable by a fine and suspension; provides that a second conviction for such offense within five years constitutes a class A misdemeanor, punishable by a fine of not more than one thousand dollars, imprisonment for not more than one year, license suspension or a combination of such sanctions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2696-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3274\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. SWEENEY, GALEF -- Multi-Sponsored by -- M. of A.\n         COLTON, COOK, CYMBROWITZ, DESTITO, GUNTHER, HOOPER, MAGEE,  MAYERSOHN,\n         MILLMAN,  ORTIZ, PHEFFER, REILLY, SCARBOROUGH, WEISENBERG -- read once\n         and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  aggressive\n         driving\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 1183 to read as follows:\n    3    S  1183. AGGRESSIVE DRIVING. 1. A PERSON COMMITS AGGRESSIVE DRIVING IF\n    4  BOTH OF THE FOLLOWING OCCUR: (A) DURING A COURSE OF CONDUCT  THE  PERSON\n    5  COMMITS  A  VIOLATION  OF EITHER SECTION ELEVEN HUNDRED EIGHTY OR ELEVEN\n    6  HUNDRED EIGHTY-A OF THIS ARTICLE AND COMMITS AT LEAST TWO VIOLATIONS  OF\n    7  ANY  OF THE PROVISIONS FOUND IN ARTICLES TWENTY-FOUR, TWENTY-FIVE, TWEN-\n    8  TY-SIX, TWENTY-EIGHT, TWENTY-NINE OR THIRTY-FOUR-A OF THIS CHAPTER; AND\n    9    (B) THE PERSON'S DRIVING IS AN IMMEDIATE HAZARD TO ANOTHER  PERSON  OR\n   10  VEHICLE.\n   11    2.  FOR  THE PURPOSES OF THIS SECTION \"COURSE OF CONDUCT\" SHALL MEAN A\n   12  SERIES OF ACTS COMMITTED DURING A SINGLE, CONTINUOUS PERIOD OF DRIVING.\n   13    3. A VIOLATION OF SUBDIVISION ONE OF THIS SECTION SHALL BE AN  INFRAC-\n   14  TION PUNISHABLE BY A FINE OF NOT LESS THAN FOUR HUNDRED DOLLARS NOR MORE\n   15  THAN  EIGHT HUNDRED DOLLARS. THE COURT MAY REQUIRE A PERSON CONVICTED OF\n   16  A VIOLATION OF SUBDIVISION ONE OF THIS SECTION TO ATTEND AND SUCCESSFUL-\n   17  LY COMPLETE A  DEPARTMENT-APPROVED  DEFENSIVE  DRIVING  COURSE  AND  MAY\n   18  SUSPEND THE PERSON'S DRIVING PRIVILEGE FOR A PERIOD OF NINETY DAYS.\n   19    4. A PERSON CONVICTED OF A VIOLATION OF THIS SECTION AFTER HAVING BEEN\n   20  CONVICTED  OF  A  VIOLATION  OF THIS SECTION WITHIN THE PRIOR FIVE YEARS\n   21  SHALL BE GUILTY OF A CLASS A MISDEMEANOR PUNISHABLE BY  A  FINE  OF  NOT\n   22  MORE  THAN ONE THOUSAND DOLLARS, IMPRISONMENT OF NOT MORE THAN ONE YEAR,\n   23  OR BOTH.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02882-01-1\n\n       A. 3274                             2\n\n    1    5. WHERE THE COURT IMPOSES A SENTENCE UNDER SUBDIVISION FOUR  OF  THIS\n    2  SECTION,  THE  COURT  SHALL  REQUIRE A PERSON TO ATTEND AND SUCCESSFULLY\n    3  COMPLETE  A  DEPARTMENT-APPROVED  DEFENSIVE  DRIVING  COURSE  AND  SHALL\n    4  SUSPEND  THE  PERSON'S  DRIVING  PRIVILEGE  FOR  A PERIOD OF ONE HUNDRED\n    5  EIGHTY DAYS.\n    6    6.  A  PERSON  IS  GUILTY  OF  AGGRAVATED AGGRESSIVE DRIVING WHEN SUCH\n    7  PERSON COMMITS THE OFFENSE OF AGGRESSIVE DRIVING  AS  PROVIDED  IN  THIS\n    8  SECTION  AND  SUCH  OFFENSE RESULTS IN EITHER SERIOUS PHYSICAL INJURY OR\n    9  DEATH TO ANOTHER PERSON OR PROPERTY  DAMAGE  EXCEEDING  FIFTEEN  HUNDRED\n   10  DOLLARS. AGGRAVATED AGGRESSIVE DRIVING SHALL BE A MISDEMEANOR PUNISHABLE\n   11  BY  A  FINE OF NOT LESS THAN EIGHT HUNDRED DOLLARS NOR MORE THAN FIFTEEN\n   12  HUNDRED DOLLARS, OR A TERM OF IMPRISONMENT OF UP TO ONE  YEAR,  OR  BOTH\n   13  SUCH FINE AND IMPRISONMENT.\n   14    7.  WHERE  THE  COURT IMPOSES A SENTENCE UNDER SUBDIVISION SIX OF THIS\n   15  SECTION, THE COURT SHALL SUSPEND THE PERSON'S DRIVING  PRIVILEGE  FOR  A\n   16  PERIOD OF ONE YEAR.\n   17    S  2.  Public  outreach campaign. The department of motor vehicles, in\n   18  consultation with the governor's traffic safety committee, shall  devel-\n   19  op,  implement  and  engage  in  a public outreach campaign using audio,\n   20  visual, and printed media to  educate  the  public  on  the  deleterious\n   21  effect  on  highway safety of behavior patterns which constitute aggres-\n   22  sive driving and aggravated aggressive driving. Such campaign  shall  be\n   23  state-wide  and  shall  extend  to  all classifications and ages.   Such\n   24  department shall, on or before February first  of  each  year,  issue  a\n   25  report  to  the governor and legislature reviewing such outreach program\n   26  and the beneficial results, if any, in lowering incidents of such behav-\n   27  ior.\n   28    S 3. This act shall take effect on the one hundred eightieth day after\n   29  it shall have become a law, provided, the commissioner of motor vehicles\n   30  shall promulgate necessary rules and regulations for the  implementation\n   31  of  section  1183 of the vehicle and traffic law as added by section one\n   32  of this act, prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to aggressive driving ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T184648.TXT", "SOBI.D110124.T153637.TXT", "SOBI.D110127.T152409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159849045
}