{
  "year" : 2011,
  "senateBillNo" : "A3278-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3278-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notices of parking violations to include the printed name, signature and badge number or other identifying number of the officer issuing the notice",
  "summary" : "Requires notices of parking violations to include the printed name, signature and badge number or other identifying number of the officer issuing such notice. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A11127-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3278\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. SPANO, WEISENBERG, AUBRY, MAISEL, N. RIVERA --\n         Multi-Sponsored by -- M. of A. CYMBROWITZ, GABRYSZAK,  GALEF,  GIBSON,\n         GOTTFRIED,  HIKIND,  JEFFRIES,  MAYERSOHN -- read once and referred to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  notices  of\n         parking violations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 238 of  the  vehicle  and  traffic\n    2  law,  as  amended by chapter 224 of the laws of 1995, is amended to read\n    3  as follows:\n    4    2. A notice of violation shall be served personally upon the  operator\n    5  of  a motor vehicle who is present at the time of service, and his name,\n    6  together with the plate designation and the plate type as shown  by  the\n    7  registration plates of said vehicle and the expiration date; the make or\n    8  model,  and  body  type  of  said  vehicle; a description of the charged\n    9  violation, including but not limited to a reference  to  the  applicable\n   10  traffic  rule  or  provision of this chapter; information as to the days\n   11  and hours the applicable rule or provision of this chapter is in effect,\n   12  unless always in effect pursuant to  rule  or  this  chapter  and  where\n   13  appropriate the word ALL when the days and/or hours in effect are every-\n   14  day  and/or  twenty-four  hours  a  day;  the  meter  number for a meter\n   15  violation, where appropriate; [and] the date, time and particular  place\n   16  of  occurrence of the charged violation; AND THE PRINTED NAME, SIGNATURE\n   17  AND BADGE NUMBER OR OTHER IDENTIFYING NUMBER OF THE OFFICER ISSUING SUCH\n   18  NOTICE, shall be inserted therein. A mere listing of a meter  number  in\n   19  cases  of  charged  meter violations shall not be deemed to constitute a\n   20  sufficient description of a particular place of occurrence for  purposes\n   21  of  this  subdivision.  The notice of violation shall be served upon the\n   22  owner of the motor vehicle if the operator is not present,  by  affixing\n   23  such notice to said vehicle in a conspicuous place. Whenever such notice\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07869-01-1\n\n       A. 3278                             2\n\n    1  is  so affixed, in lieu of inserting the name of the person charged with\n    2  the violation in the space  provided  for  the  identification  of  said\n    3  person, the words \"owner of the vehicle bearing license\" may be inserted\n    4  to  be  followed by the plate designation and plate type as shown by the\n    5  registration plates of said vehicle together with the  expiration  date;\n    6  the  make  or model, and body type of said vehicle; a description of the\n    7  charged violation, including but not  limited  to  a  reference  to  the\n    8  applicable  traffic rule or provision of this chapter; information as to\n    9  the days and hours the applicable rule or provision of this  chapter  is\n   10  in  effect  unless always in effect pursuant to rule or this chapter and\n   11  where appropriate the word ALL when the days and/or hours in effect  are\n   12  every  day  and/or twenty-four hours a day; the meter number for a meter\n   13  violation where appropriate; and the date, time and particular place  of\n   14  occurrence  of  the  charged  violation.    Service  of  the  notice  of\n   15  violation, or a duplicate thereof by affixation as herein provided shall\n   16  have the same force and effect and shall be subject to the  same  penal-\n   17  ties for disregard thereof as though the same was personally served with\n   18  the name of the person charged with the violation inserted therein.\n   19    S 2. This act shall take effect on the one hundred twentieth day after\n   20  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to notices of parking violations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T100401.TXT", "SOBI.D110124.T153637.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295967841747
}