{
  "year" : 2011,
  "senateBillNo" : "A3283-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3283-2011-1295845200000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions with respect to notices of homeowners deductibles triggers for hurricane windstorms",
  "summary" : "Provides superintendent of insurance shall establish standards for hurricane windstorm deductibles, creating uniformity in the operation of such deductibles with respect to the triggering event. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA4847-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3283\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEISENBERG, SWEENEY, ENGLEBRIGHT, COLTON, SPANO,\n         MAISEL, PHEFFER, CASTRO, COOK, JAFFEE -- Multi-Sponsored by --  M.  of\n         A.  BOYLAND,  HIKIND, HOOPER, McKEVITT, RAIA, SALADINO, THIELE -- read\n         once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to  homeowners  insurance\n         deductibles triggers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3445 of the insurance law, as added by  chapter  44\n    2  of  the  laws of 1998, is renumbered section 3455 and amended to read as\n    3  follows:\n    4    S 3455. Windstorm insurance notice; DEDUCTIBLE TRIGGER STANDARDS.  (A)\n    5  The superintendent shall by regulation establish disclosure requirements\n    6  with respect to the operation of any deductible in a homeowner's  insur-\n    7  ance  policy or dwelling fire personal lines policy which applies as the\n    8  result of a windstorm. Such regulations shall prescribe the  form  of  a\n    9  notice  to  be  provided  by  an insurer to an insured. The notice shall\n   10  explain in clear and plain language the amount of  the  deductible,  the\n   11  circumstances  under  which the deductible applies and any other matters\n   12  which the superintendent, in his or her discretion, shall deem necessary\n   13  or appropriate.\n   14    (B) THE SUPERINTENDENT SHALL BY  REGULATION  ESTABLISH  STANDARDS  FOR\n   15  HURRICANE  WINDSTORM  DEDUCTIBLES,  WHICH CREATE, TO THE GREATEST EXTENT\n   16  POSSIBLE, UNIFORMITY IN THE OPERATION OF SUCH DEDUCTIBLES  WITH  RESPECT\n   17  TO THE TRIGGERING EVENT.\n   18    THE  SUPERINTENDENT  SHALL  PROMULGATE  SUCH  REGULATIONS BY EMERGENCY\n   19  ADOPTION OR OTHERWISE, WITHIN ONE HUNDRED EIGHTY DAYS OF  THE  EFFECTIVE\n   20  DATE  OF THE CHAPTER OF THE LAWS OF TWO THOUSAND ELEVEN WHICH ADDED THIS\n   21  SUBSECTION. NOTWITHSTANDING PARAGRAPH SEVEN OF SUBSECTION (A) OF SECTION\n   22  THREE THOUSAND FOUR HUNDRED TWENTY-FIVE OF THIS ARTICLE, ANY CHANGES  IN\n   23  A  HOMEOWNER'S  INSURANCE  POLICY  OR DWELLING, FIRE, OR PERSONAL POLICY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04265-01-1\n\n       A. 3283                             2\n\n    1  REGISTERED AS A RESULT OF THE ADOPTION BY THE  SUPERINTENDENT  OF  REGU-\n    2  LATIONS UNDER THIS SECTION, MAY BE APPLIED TO SUCH POLICIES ON THE POLI-\n    3  CY'S  INITIAL RENEWAL DATE OR THE POLICY'S NEXT ANNUAL RENEWAL AFTER THE\n    4  EFFECTIVE DATE OF SUCH REGULATIONS.\n    5    S  2.  This  act shall take effect on the ninetieth day after it shall\n    6  have become a law, and shall apply to all policies issued or renewed  on\n    7  or  after  the one hundred eightieth day after the adoption of the regu-\n    8  lations required in section 3455 of the insurance  law,  as  amended  by\n    9  this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to homeowners insurance deductibles triggers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110125.T100901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295968141914
}