{
  "year" : 2011,
  "senateBillNo" : "A3286-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to housing",
    "billEventId" : "A3286-2011-1295845200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the standard of proof for determination of eligibility for public housing based upon remaining family member status",
  "summary" : "Relates to the standard of proof for determination of eligibility for public housing based upon remaining family member status. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "A11644-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3286\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Housing\n\n       AN  ACT  to amend the public housing law, in relation to the standard of\n         proof for determination of eligibility for public housing  based  upon\n         remaining family member status\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public housing law is amended by adding a  new  section\n    2  156-d to read as follows:\n    3    S 156-D. DETERMINATION OF REMAINING FAMILY MEMBER STATUS. 1.  NOTWITH-\n    4  STANDING  ANY  PROVISIONS  OF  LAW  TO  THE CONTRARY, FOR THE PURPOSE OF\n    5  DETERMINING WHETHER AN INDIVIDUAL IS A REMAINING FAMILY MEMBER  ENTITLED\n    6  TO  CONTINUED  OCCUPANCY OF A HOUSING UNIT SUPPLIED BY THE NEW YORK CITY\n    7  HOUSING AUTHORITY, THE STANDARD OF PROOF OF RESIDENCY BY SUCH INDIVIDUAL\n    8  FOR THE REQUISITE PERIOD SHALL  NOT  EXCEED  THE  STANDARD  REQUIRED  TO\n    9  DEMONSTRATE  RESIDENCY BY INDIVIDUALS OCCUPYING HOUSING UNITS OR HOUSING\n   10  ACCOMMODATIONS SUBJECT TO THE PROVISIONS OF CHAPTERS FOUR  AND  FIVE  OF\n   11  TITLE  TWENTY-SIX  OF  THE  ADMINISTRATIVE CODE OF THE CITY OF NEW YORK,\n   12  CHAPTER TWO HUNDRED SEVENTY-FOUR OF THE LAWS OF NINETEEN HUNDRED  FORTY-\n   13  SIX,  CONSTITUTING THE EMERGENCY HOUSING RENT CONTROL LAW, AS AMENDED BY\n   14  CHAPTER TWO HUNDRED THIRTY-FOUR OF THE LAWS OF NINETEEN HUNDRED  EIGHTY-\n   15  FOUR OR CHAPTER FIVE HUNDRED SEVENTY-SIX OF THE LAWS OF NINETEEN HUNDRED\n   16  SEVENTY-FOUR,  CONSTITUTING THE EMERGENCY TENANT PROTECTION ACT OF NINE-\n   17  TEEN SEVENTY-FOUR, AS AMENDED BY CHAPTER TWO HUNDRED THIRTY-FOUR OF  THE\n   18  LAWS OF NINETEEN HUNDRED EIGHTY-FOUR.\n   19    2.  THE PROVISIONS OF THIS SECTION SHALL NOT AFFECT THE INCOME THRESH-\n   20  OLD REQUIREMENTS FOR  DETERMINING  ELIGIBILITY  OF  A  REMAINING  FAMILY\n   21  MEMBER FOR PUBLIC HOUSING.\n   22    S  2.  This  act  shall take effect immediately and shall apply to all\n   23  applications for continued occupancy of a housing unit supplied  by  the\n   24  New  York city housing authority submitted to such authority on or after\n   25  January 1, 2011.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07033-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to the standard of proof for determination of eligibility for public housing based upon remaining family member status ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110125.T100901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295968141926
}