{
  "year" : 2011,
  "senateBillNo" : "A3285-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3285-2011-1295845200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for preference for certain N.Y. state domiciliaries in the awarding of contracts for public work",
  "summary" : "Provides that for public works contracts involving an expenditure of $20,000 or more and purchase contracts for $10,000 or more a responsible bidder who is a New York state resident, firm or corporation and who is within two percent of the bid of the lowest responsible bidder may be awarded the contract; provides that where two or more qualify according to such provisions, the contract is to be awarded to the lowest responsible bidder. ",
  "currentCommittee" : null,
  "sameAs" : "S1788",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1301-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3285\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WRIGHT, HOOPER, SCHROEDER -- Multi-Sponsored by\n         -- M. of A. AUBRY, COLTON, COOK, MAGEE, MILLMAN,  PHEFFER,  REILLY  --\n         read once and referred to the Committee on Local Governments\n\n       AN  ACT to amend the general municipal law and the state finance law, in\n         relation to granting preferences to New York  state  domiciliaries  in\n         the awarding of contracts for public work\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 103 of the general municipal  law,\n    2  as amended by section 1 of part FF of chapter 56 of the laws of 2010, is\n    3  amended to read as follows:\n    4    1. Except as otherwise expressly provided by an act of the legislature\n    5  or  by  a  local  law adopted prior to September first, nineteen hundred\n    6  fifty-three, all contracts for public work involving an  expenditure  of\n    7  more  than  thirty-five  thousand  dollars  and  all  purchase contracts\n    8  involving an expenditure of more than twenty thousand dollars, shall  be\n    9  awarded  by  the  appropriate  officer,  board  or agency of a political\n   10  subdivision or of any district therein including but not  limited  to  a\n   11  soil  conservation district, to the lowest responsible bidder furnishing\n   12  the required security after advertisement for sealed bids in the  manner\n   13  provided by this section. In any case where a responsible bidder's gross\n   14  price  is  reducible  by  an  allowance for the value of used machinery,\n   15  equipment, apparatus or tools to be traded in by  a  political  subdivi-\n   16  sion,  the gross price shall be reduced by the amount of such allowance,\n   17  for the purpose of determining the low bid.  NOTWITHSTANDING THE FOREGO-\n   18  ING, IN ANY CASE WHERE A RESPONSIBLE BIDDER WHO  IS  A  NEW  YORK  STATE\n   19  RESIDENT, FIRM OR CORPORATION AND WHO IS FURNISHING THE REQUIRED SECURI-\n   20  TY IS FOUND BY SUCH OFFICER, BOARD OR AGENCY TO BE WITHIN TWO PERCENT OF\n   21  THE  BID OF THE LOWEST RESPONSIBLE BIDDER, SUCH OFFICER, BOARD OR AGENCY\n   22  MAY PREFER SUCH RESPONSIBLE BIDDER OVER THE  LOWEST  RESPONSIBLE  BIDDER\n   23  AND  AWARD  THE  CONTRACT TO SUCH RESPONSIBLE BIDDER; PROVIDED, HOWEVER,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06381-01-1\n\n       A. 3285                             2\n\n    1  WHERE MORE THAN ONE RESPONSIBLE BIDDER QUALIFIES HEREUNDER,  SUCH  OFFI-\n    2  CER,  BOARD OR AGENCY SHALL AWARD THE CONTRACT TO SUCH QUALIFIED RESPON-\n    3  SIBLE BIDDER SUBMITTING THE LOWEST BID.  In  cases  where  two  or  more\n    4  responsible  bidders  furnishing  the required security submit identical\n    5  bids as to price, such officer, board or agency may award  the  contract\n    6  to any of such bidders. Such officer, board or agency may, in his or her\n    7  or  its  discretion, reject all bids and readvertise for new bids in the\n    8  manner provided by this section. In determining whether a purchase is an\n    9  expenditure within the discretionary threshold  amounts  established  by\n   10  this  subdivision,  the officer, board or agency of a political subdivi-\n   11  sion or of any district therein shall consider the  reasonably  expected\n   12  aggregate  amount  of all purchases of the same commodities, services or\n   13  technology to be made within the twelve-month period commencing  on  the\n   14  date  of  purchase.    Purchases  of commodities, services or technology\n   15  shall not be artificially divided for  the  purpose  of  satisfying  the\n   16  discretionary  buying  thresholds  established  by  this  subdivision. A\n   17  change to or a renewal of a discretionary purchase shall not be  permit-\n   18  ted  if the change or renewal would bring the reasonably expected aggre-\n   19  gate amount of all purchases of the same commodities, services or  tech-\n   20  nology  from the same provider within the twelve-month period commencing\n   21  on the date of the first purchase to an amount greater than the  discre-\n   22  tionary  buying  threshold amount. For purposes of this section, \"sealed\n   23  bids\", as that term applies to purchase contracts,  shall  include  bids\n   24  submitted  in an electronic format including submission of the statement\n   25  of non-collusion required by section one hundred three-d of  this  arti-\n   26  cle,  provided  that the governing board of the political subdivision or\n   27  district, by resolution, has authorized the  receipt  of  bids  in  such\n   28  format.    Submission in electronic format may, for technology contracts\n   29  only, be required as the sole method for the submission  of  bids.  Bids\n   30  submitted in an electronic format shall be transmitted by bidders to the\n   31  receiving  device  designated  by the political subdivision or district.\n   32  Any method used to receive electronic bids  shall  comply  with  article\n   33  three of the state technology law, and any rules and regulations promul-\n   34  gated  and  guidelines  developed thereunder and, at a minimum, must (a)\n   35  document the time and date of receipt of  each  bid  received  electron-\n   36  ically;  (b)  authenticate  the  identity  of the sender; (c) ensure the\n   37  security of the information transmitted; and (d)  ensure  the  confiden-\n   38  tiality  of  the bid until the time and date established for the opening\n   39  of bids. The timely submission of an electronic bid in  compliance  with\n   40  instructions  provided for such submission in the advertisement for bids\n   41  and/or the specifications shall be the  responsibility  solely  of  each\n   42  bidder or prospective bidder. No political subdivision or district ther-\n   43  ein  shall  incur  any  liability from delays of or interruptions in the\n   44  receiving device designated for the submission and receipt of electronic\n   45  bids.\n   46    S 2. Subdivision 1 of section 103 of the  general  municipal  law,  as\n   47  amended  by  section  2 of part FF of chapter 56 of the laws of 2010, is\n   48  amended to read as follows:\n   49    1. Except as otherwise expressly provided by an act of the legislature\n   50  or by a local law adopted prior to  September  first,  nineteen  hundred\n   51  fifty-three,  all  contracts for public work involving an expenditure of\n   52  more than  thirty-five  thousand  dollars  and  all  purchase  contracts\n   53  involving  an expenditure of more than twenty thousand dollars, shall be\n   54  awarded by the appropriate officer,  board  or  agency  of  a  political\n   55  subdivision  or  of  any district therein including but not limited to a\n   56  soil conservation district, to the lowest responsible bidder  furnishing\n\n       A. 3285                             3\n\n    1  the  required security after advertisement for sealed bids in the manner\n    2  provided by this section.  In  determining  whether  a  purchase  is  an\n    3  expenditure  within  the  discretionary threshold amounts established by\n    4  this  subdivision,  the officer, board or agency of a political subdivi-\n    5  sion or of any district therein shall consider the  reasonably  expected\n    6  aggregate  amount  of all purchases of the same commodities, services or\n    7  technology to be made within the twelve-month period commencing  on  the\n    8  date of purchase. Purchases of commodities, services or technology shall\n    9  not  be  artificially  divided for the purpose of satisfying the discre-\n   10  tionary buying thresholds established by this subdivision. A  change  to\n   11  or  a  renewal of a discretionary purchase shall not be permitted if the\n   12  change or renewal would bring the reasonably expected  aggregate  amount\n   13  of  all  purchases  of the same commodities, services or technology from\n   14  the same provider within the twelve-month period commencing on the  date\n   15  of the first purchase to an amount greater than the discretionary buying\n   16  threshold  amount.  In any case where a responsible bidder's gross price\n   17  is reducible by an allowance for the value of used machinery, equipment,\n   18  apparatus or tools to be traded in by a political subdivision, the gross\n   19  price shall be reduced by the amount of such allowance, for the  purpose\n   20  of  determining the low bid.  NOTWITHSTANDING THE FOREGOING, IN ANY CASE\n   21  WHERE A RESPONSIBLE BIDDER WHO IS A NEW YORK  STATE  RESIDENT,  FIRM  OR\n   22  CORPORATION AND WHO IS FURNISHING THE REQUIRED SECURITY IS FOUND BY SUCH\n   23  OFFICER,  BOARD  OR  AGENCY  TO  BE WITHIN TWO PERCENT OF THE BID OF THE\n   24  LOWEST RESPONSIBLE BIDDER, SUCH OFFICER, BOARD OR AGENCY MAY PREFER SUCH\n   25  RESPONSIBLE BIDDER OVER THE LOWEST  RESPONSIBLE  BIDDER  AND  AWARD  THE\n   26  CONTRACT  TO SUCH RESPONSIBLE BIDDER; PROVIDED, HOWEVER, WHERE MORE THAN\n   27  ONE RESPONSIBLE BIDDER QUALIFIES HEREUNDER, SUCH OFFICER, BOARD OR AGEN-\n   28  CY SHALL AWARD THE CONTRACT TO SUCH QUALIFIED RESPONSIBLE BIDDER SUBMIT-\n   29  TING THE LOWEST BID. In cases where  two  or  more  responsible  bidders\n   30  furnishing the required security submit identical bids as to price, such\n   31  officer,  board or agency may award the contract to any of such bidders.\n   32  Such officer, board or agency may, in his, her or its discretion, reject\n   33  all bids and readvertise for new bids in the  manner  provided  by  this\n   34  section.\n   35    S  3.  Section 135 of the state finance law is amended by adding a new\n   36  closing paragraph to read as follows:\n   37    NOTWITHSTANDING ANY  OTHER  PROVISION  OF  LAW,  WHENEVER  THE  LOWEST\n   38  RESPONSIBLE  BIDDER  IS  A  FOREIGN  OR OUT-OF-STATE INDIVIDUAL, FIRM OR\n   39  CORPORATION AND AT LEAST ONE NEW YORK STATE  RESIDENT,  FIRM  OR  CORPO-\n   40  RATION  HAS  SUBMITTED  A RESPONSIBLE BID WHICH IS WITHIN TWO PERCENT OF\n   41  THE LOWEST RESPONSIBLE BID, THE CONTRACT MAY BE AWARDED  TO  THE  LOWEST\n   42  RESPONSIBLE  BIDDER  WHO  IS  A  NEW YORK STATE RESIDENT, FIRM OR CORPO-\n   43  RATION; PROVIDED, HOWEVER, WHERE MORE THAN ONE RESPONSIBLE BIDDER QUALI-\n   44  FIES HEREUNDER, SUCH OFFICER, BOARD OR AGENCY SHALL AWARD  THE  CONTRACT\n   45  TO SUCH QUALIFIED RESPONSIBLE BIDDER SUBMITTING THE LOWEST BID.\n   46    S  4.  This  act  shall  take  effect  on  the first of September next\n   47  succeeding the date on which it  shall  have  become  a  law;  provided,\n   48  however,  that  the  amendments  to  subdivision 1 of section 103 of the\n   49  general municipal law made by section one of this act shall  not  affect\n   50  the expiration and reversion of such subdivision as provided in subdivi-\n   51  sion  (a)  of section 41 of part X of chapter 62 of the laws of 2003, as\n   52  amended, when upon such date the provisions of section two of  this  act\n   53  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the state finance law, in relation to granting preferences to New York state domiciliaries in the awarding of contracts for public work ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110125.T100901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295968141925
}