{
  "year" : 2011,
  "senateBillNo" : "A3288-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to banks",
    "billEventId" : "A3288-2011-1295845200000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits foreign banking corporations from issuing payday loans",
  "summary" : "Prohibits foreign banking corporations from issuing payday loans; defines payday loans as any transaction in which a short-term cash advance is made to a consumer in exchange for (i) a consumer's personal check or share draft, in the amount of an advance plus a fee, where presentment or negotiation of such check or share draft is deferred by agreement of the parties until a designated future date; or (ii) a consumer's authorization to debit the consumer's transaction account, in the amount of the advance plus a fee, where such account will be debited on or after a designated future date. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A1484-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3288\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, CLARK, O'DONNELL, ROBINSON -- Multi-Spon-\n         sored  by -- M. of A.  BRENNAN, McENENY, PERRY, TOWNS -- read once and\n         referred to the Committee on Banks\n\n       AN ACT to amend the banking law and  the  general  obligations  law,  in\n         relation  to prohibiting foreign banking corporations from engaging in\n         high-cost payday loans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section 202-k to\n    2  read as follows:\n    3    S  202-K.  PROHIBITION  OF PAYDAY LOANS.  1. NO FOREIGN BANKING CORPO-\n    4  RATION SHALL MAKE ANY PAYDAY LOAN, EITHER  DIRECTLY  OR  INDIRECTLY,  OR\n    5  MAKE  ANY  LOAN  TO  ANY OTHER LENDER FOR PURPOSES OF FINANCING A PAYDAY\n    6  LOAN OR REFINANCING OR EXTENDING ANY PAYDAY LOAN.\n    7    2. FOR PURPOSES OF THIS SECTION \"PAYDAY LOAN\" MEANS ANY TRANSACTION IN\n    8  WHICH A SHORT-TERM CASH ADVANCE IS MADE TO A CONSUMER  IN  EXCHANGE  FOR\n    9  (I)  A  CONSUMER'S  PERSONAL  CHECK  OR SHARE DRAFT, IN THE AMOUNT OF AN\n   10  ADVANCE PLUS A FEE, WHERE PRESENTMENT OR NEGOTIATION OF  SUCH  CHECK  OR\n   11  SHARE  DRAFT  IS DEFERRED BY AGREEMENT OF THE PARTIES UNTIL A DESIGNATED\n   12  FUTURE DATE; OR (II) A CONSUMER'S AUTHORIZATION TO DEBIT THE  CONSUMER'S\n   13  TRANSACTION ACCOUNT, IN THE AMOUNT OF THE ADVANCE PLUS A FEE, WHERE SUCH\n   14  ACCOUNT WILL BE DEBITED ON OR AFTER A DESIGNATED FUTURE DATE.\n   15    S  2.  The  general obligations law is amended by adding a new section\n   16  5-532 to read as follows:\n   17    S 5-532. PROHIBITION ON PAYDAY LOANS.  1. A CREDITOR MAY  NOT  MAKE  A\n   18  PAYDAY  LOAN TO ANY PERSON IF THE CREDITOR KNOWS OR HAS REASONABLE CAUSE\n   19  TO BELIEVE THAT:\n   20    A. THE PERSONAL CHECK OR SHARE DRAFT THE CREDITOR  RECEIVES  FROM  THE\n   21  PERSON,  IN  EXCHANGE  FOR  THE  LOAN, IS DRAWN ON AN INSURED DEPOSITORY\n   22  INSTITUTION OR INSURED CREDIT UNION; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05635-01-1\n\n       A. 3288                             2\n\n    1    B. THE ACCOUNT THE CREDITOR RECEIVES PERMISSION  FROM  THE  PERSON  TO\n    2  DEBIT, IN EXCHANGE FOR THE LOAN, IS A TRANSACTION ACCOUNT OR SHARE DRAFT\n    3  ACCOUNT AT AN INSURED DEPOSITORY INSTITUTION OR AN INSURED CREDIT UNION.\n    4    2. FOR PURPOSES OF THIS SECTION:\n    5    A. \"INSURED CREDIT UNION\" SHALL MEAN ANY CREDIT UNION CHARTERED BY THE\n    6  FEDERAL  GOVERNMENT  OR  FEDERALLY  INSURED  CREDIT UNION CHARTERED BY A\n    7  STATE.\n    8    B. \"PAYDAY LOAN\" SHALL MEAN ANY TRANSACTION IN WHICH A SHORT-TERM CASH\n    9  ADVANCE IS MADE TO A CONSUMER IN EXCHANGE FOR (I) A CONSUMER'S  PERSONAL\n   10  CHECK  OR  SHARE  DRAFT,  IN THE AMOUNT OF THE ADVANCE PLUS A FEE, WHERE\n   11  PRESENTMENT OR NEGOTIATION OF SUCH CHECK OR SHARE DRAFT IS  DEFERRED  BY\n   12  AGREEMENT  OF  THE  PARTIES  UNTIL  A  DESIGNATED FUTURE DATE; OR (II) A\n   13  CONSUMER'S AUTHORIZATION TO DEBIT THE CONSUMER'S  TRANSACTION  OR  SHARE\n   14  DRAFT  ACCOUNT,  IN  THE  AMOUNT  OF  THE ADVANCE PLUS A FEE, WHERE SUCH\n   15  ACCOUNT WILL BE DEBITED ON OR AFTER A DESIGNATED FUTURE DATE.\n   16    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   17  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law and the general obligations law, in relation to prohibiting foreign banking corporations from engaging in high-cost payday loans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110125.T101401.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295968441079
}