{
  "year" : 2011,
  "senateBillNo" : "A3281-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3281-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school districts to establish programs for gifted pupils",
  "summary" : "Requires that school districts establish a gifted and talented program for gifted pupils, and also establishes guidelines as to the development of such programs and the identification of gifted pupils. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10970-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3281\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. THIELE -- read once and referred to the Committee\n         on Education\n\n       AN  ACT  to  amend  the  education  law, in relation to requiring school\n         districts to establish programs for gifted pupils\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The education law is amended by adding a new section 4454\n    2  to read as follows:\n    3    S 4454. GIFTED AND TALENTED PROGRAM.  1. EACH SCHOOL DISTRICT IN  THIS\n    4  STATE  SHALL  ESTABLISH  A DISTRICT-WIDE GIFTED AND TALENTED PROGRAM FOR\n    5  PUPILS WHO MEET THE CRITERIA ESTABLISHED IN SUBDIVISION ONE  OF  SECTION\n    6  FORTY-FOUR  HUNDRED  FIFTY-TWO OF THIS ARTICLE, AND SHALL BE RESPONSIBLE\n    7  FOR ENSURING THAT APPROPRIATE INSTRUCTIONAL ADAPTATIONS ARE DESIGNED AND\n    8  DELIVERED FOR SUCH PUPILS.\n    9    2. EACH SCHOOL DISTRICT  SHALL  ESTABLISH  AN  ONGOING  IDENTIFICATION\n   10  PROCESS FOR GIFTED PUPILS INITIATED IN KINDERGARTEN AND REVIEWED ANNUAL-\n   11  LY THROUGH GRADE TWELVE. THE SCHOOL DISTRICT SHALL ENSURE THAT THE IDEN-\n   12  TIFICATION  METHODOLOGY USED IS DEVELOPMENTALLY APPROPRIATE, NON-DISCRI-\n   13  MINATORY, AND RELATED TO THE PROGRAMS AND SERVICES OFFERED.\n   14    3. THE DEPARTMENT SHALL PROVIDE EACH SCHOOL DISTRICT  WITH  CURRICULUM\n   15  FRAMEWORKS  WHICH  SHALL  SUGGEST A VARIETY OF ACTIVITIES AND STRATEGIES\n   16  THAT MAY ASSIST IN THE DEVELOPMENT OF LOCAL CURRICULA FOR GIFTED PUPILS.\n   17  SUCH FRAMEWORKS SHALL ADDRESS ADAPTATIONS THAT ARE  EDUCATIONALLY  CHAL-\n   18  LENGING  FOR  GIFTED  PUPILS  IN CORE SUBJECT AREAS AS IDENTIFIED BY THE\n   19  DEPARTMENT.\n   20    4. IN ADDITION, THE  SCHOOL  BOARDS  OF  EACH  SCHOOL  DISTRICT  SHALL\n   21  ENCOURAGE  THE ACTIVE INVOLVEMENT OF REPRESENTATIVES FROM THE COMMUNITY,\n   22  BUSINESS, INDUSTRY, LABOR, AND HIGHER EDUCATION IN  THE  DEVELOPMENT  OF\n   23  THE GIFTED AND TALENTED PROGRAM.\n   24    S  2.  This act shall take effect on the first of July next succeeding\n   25  the date on which it shall have become a law;  provided,  however,  that\n   26  the  commissioner of education is authorized to promulgate any rules and\n   27  regulations necessary for the effective implementation of this act on or\n   28  before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07573-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring school districts to establish programs for gifted pupils ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110125.T100901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295968141909
}