{
  "year" : 2011,
  "senateBillNo" : "A3287-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3287-2011-1295845200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school bus drivers and attendants who ride with children attending preschool special education programs to complete training",
  "summary" : "Requires school bus drivers and attendants who ride with children attending preschool special education programs to complete training in the needs of such children. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A9147-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3287\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WEISENBERG, BENEDETTO, TITUS, BARRON, ROBINSON,\n         MILLMAN, CASTRO -- Multi-Sponsored by -- M.  of  A.  BOYLAND,  COLTON,\n         MARKEY,  MAYERSOHN,  McDONOUGH, McENENY, MONTESANO, PHEFFER, SALADINO,\n         TOBACCO -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         school  bus  drivers  and school bus attendants who ride with children\n         attending preschool special education programs to complete training in\n         the needs of such children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 1 and 2 of section 1229-d of the vehicle and\n    2  traffic law, subdivision 1 as added by chapter 675 of the laws  of  1985\n    3  and  subdivision  2  as  amended by chapter 164 of the laws of 2003, are\n    4  amended to read as follows:\n    5    (1) \"School bus attendant\" shall mean a person employed or  authorized\n    6  by  a school district OR COUNTY PROVIDING TRANSPORTATION TO A \"PRESCHOOL\n    7  CHILD\" PURSUANT TO PARAGRAPH I OF SUBDIVISION ONE OF SECTION  FORTY-FOUR\n    8  HUNDRED  TEN  OF THE EDUCATION LAW to ride on a school bus as defined in\n    9  paragraph (a) of subdivision one of section five hundred nine-a of  this\n   10  chapter  for the purpose of maintaining order or rendering assistance to\n   11  pupils with special needs.\n   12    (2) Screening of applicants for position of school bus attendant (a) a\n   13  school district, pursuant to a policy statement or resolution adopted by\n   14  such district, may review the qualifications of every applicant for  the\n   15  position  of  school  bus attendant on school buses operated by or under\n   16  contract to the district and determine at  its  discretion  whether  the\n   17  applicant  is  suitable for qualification. In such cases, applicants may\n   18  be made the subject of a criminal history check.  Upon  receipt  of  the\n   19  fingerprints  forwarded to them by such school district, the division of\n   20  criminal justice services shall forward  to  such  school  district  the\n   21  criminal  history  review. A fee not to exceed the cost for the criminal\n   22  history review shall be charged by  the  division  of  criminal  justice\n   23  services.  Such fingerprints also may be submitted to the federal bureau\n   24  of investigation for a national criminal history record check.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04211-02-1\n\n       A. 3287                             2\n\n    1    (b) In determining the qualifications  of  school  bus  attendants,  a\n    2  school  district  OR A COUNTY may use the criteria listed in subdivision\n    3  two of section five hundred nine-cc of this chapter relative to criminal\n    4  convictions.\n    5    (c)  All  inquiries made, and the use of any criminal record obtained,\n    6  pursuant to this section shall be in accordance with section two hundred\n    7  ninety-six of the executive law.  In  addition,  the  secondary  dissem-\n    8  ination  of  such information shall be limited to other authorized agen-\n    9  cies, by express agreement between the school district and the  division\n   10  of  criminal justice services, or as authorized pursuant to federal law,\n   11  and rules and  regulations.  No  cause  of  action  against  the  school\n   12  district,  COUNTY  or  division of criminal justice services for damages\n   13  related to the dissemination of criminal  history  records  pursuant  to\n   14  this section shall exist when the school district, COUNTY or division of\n   15  criminal  justice  services has reasonably and in good faith relied upon\n   16  the accuracy and completeness of criminal history information  furnished\n   17  to it by qualified agencies.\n   18    (D)  IN  DETERMINING  THE  QUALIFICATIONS  OF SCHOOL BUS ATTENDANTS, A\n   19  COUNTY PROVIDING TRANSPORTATION TO A \"PRESCHOOL CHILD\" PURSUANT TO PARA-\n   20  GRAPH I OF SUBDIVISION ONE OF SECTION  FORTY-FOUR  HUNDRED  TEN  OF  THE\n   21  EDUCATION LAW SHALL USE THE SAME CRITERIA SET FORTH IN THIS SUBDIVISION.\n   22    S  2.  Subdivision 4 of section 1229-d of the vehicle and traffic law,\n   23  as added by chapter 181 of the laws of  2007,  is  amended  to  read  as\n   24  follows:\n   25    (4)  The  commissioner  of  education,  in consultation with the state\n   26  commission on quality care and advocacy for persons  with  disabilities,\n   27  shall  promulgate  rules and regulations requiring that every school bus\n   28  attendant serving a PRESCHOOL CHILD, student or students with a disabil-\n   29  ity receive training and instruction relating to  the  understanding  of\n   30  and  attention  to the special needs of such students. Such training and\n   31  instruction may be included with the training and  instruction  required\n   32  pursuant  to  subdivision three of this section and shall be provided at\n   33  least once per year or more frequently as determined by the commissioner\n   34  of education in consultation with the  state  comprehensive  school  bus\n   35  driver  safety  training  council. For the purposes of this subdivision,\n   36  the term \"student with a disability\" shall have the same meaning as such\n   37  term is defined in subdivision one of section forty-four hundred one  of\n   38  the  education  law  AND  THE TERM \"PRESCHOOL CHILD\" SHALL HAVE THE SAME\n   39  MEANING AS SUCH TERM IS DEFINED IN PARAGRAPH I  OF  SUBDIVISION  ONE  OF\n   40  SECTION  FORTY-FOUR  HUNDRED  TEN  OF  THE  EDUCATION  LAW.   Any person\n   41  employed as a school bus attendant serving a student or students with  a\n   42  disability  on  January  first,  two thousand nine shall comply with the\n   43  requirements of this subdivision by July first, two thousand  nine.  Any\n   44  person  hired after January first, two thousand nine shall complete such\n   45  training, instruction and testing prior to assuming his or her duties as\n   46  a school bus attendant serving a student or students with a  disability.\n   47  ANY  PERSON EMPLOYED AS A SCHOOL BUS ATTENDANT SERVING A PRESCHOOL CHILD\n   48  SHALL COMPLY WITH THE REQUIREMENTS OF THIS SUBDIVISION  BY  JULY  FIRST,\n   49  TWO THOUSAND TWELVE.\n   50    S 3. This act shall take effect on the sixieth day after it shall have\n   51  become  a  law; provided, however, that effective immediately, the addi-\n   52  tion, amendment and/or repeal of any rule or  regulation  necessary  for\n   53  the  implementation of this act on its effective date are authorized and\n   54  directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110125.T100901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295968141929
}