{
  "year" : 2011,
  "senateBillNo" : "A3280-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3280-2011-1295845200000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state comptroller and commissioner of taxation and finance to divest state employee benefit funds from businesses in or associated with Sudan",
  "summary" : "Requires the state comptroller and commissioner of taxation and finance to divest state employee benefit funds from businesses in or associated with Sudan. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A3516-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3280\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Governmental Employees\n\n       AN ACT to amend the state finance law, in relation to the investment  of\n         certain  public  employee retirement funds in companies doing business\n         in Sudan; and providing for the repeal of such provisions upon expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and declaration.   The legislature\n    2  finds that increased international efforts to end the crisis in  Sudan's\n    3  Darfur  region  must  be taken and concurs with the United States policy\n    4  which has officially declared that genocide is  ongoing  in  the  Sudan.\n    5  The legislature makes the following additional findings that:\n    6    (1)  Significant  pressure  from  the United States government has not\n    7  convinced the Sudanese government to disassociate  itself  from  certain\n    8  repressive and terrorist factions;\n    9    (2) The Sudanese government places severe limitations on the political\n   10  and  religious  freedoms  of  the  Sudanese  people despite promises and\n   11  pledges to end the twenty year civil war between the government and  the\n   12  Sudan People's Liberation Movement/Army;\n   13    (3)  The Sudanese government violates the rules of war by deliberately\n   14  attacking civilians and, since 1983, the war and famine-related  effects\n   15  have led to more than two million deaths and over four million refugees;\n   16    (4)  The  government of Sudan continues to engage in arbitrary arrest,\n   17  prolonged detention, extra-judicial killings, torture and  rape  of  the\n   18  Sudanese people and apostasy from Islam is punishable by death;\n   19    (5)  Severe  restrictions  are placed on freedoms of assembly, associ-\n   20  ation, movement, and speech and  the  government  actively  censors  the\n   21  press;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02547-01-1\n\n       A. 3280                             2\n\n    1    (6)  Slavery  and slavery-like indentured servitude continues to exist\n    2  and the pro-government militia continues  to  engage  in  abduction  and\n    3  slavery with impunity; and\n    4    (7) The 2002 Machakos Protocol, signed by the government and the Sudan\n    5  People's  Liberation  Movement/Army,  has  recognized  that  \"Sudan is a\n    6  multi-cultural, multi-racial, multi-ethnic, multi-religious, and  multi-\n    7  lingual  country,\"  and  that there \"shall be freedom of belief, worship\n    8  and conscience for followers of all religions or beliefs or customs  and\n    9  no  one  shall  be  discriminated  against on such grounds\" once a peace\n   10  agreement is signed.\n   11    Therefore it is in the interest of this  state  that  the  legislature\n   12  declare  that  a  prohibition  be  enacted to prohibit the investment of\n   13  public employee retirement funds in companies doing  business  in  Sudan\n   14  until significant improvements in human rights are made.\n   15    S 2. The state finance law is amended by adding a new section 98-aa to\n   16  read as follows:\n   17    S  98-AA. INVESTMENT OF STATE EMPLOYEE BENEFIT FUNDS; LIMITATIONS.  1.\n   18  NOTWITHSTANDING ANY RULE OR REGULATION TO THE CONTRARY, THE STATE  COMP-\n   19  TROLLER,  IN CONSULTATION WITH THE COMMISSIONER OF TAXATION AND FINANCE,\n   20  SHALL DIVEST STATE EMPLOYEE PENSION OR ANNUITY  FUNDS  FROM  ANY  CORPO-\n   21  RATIONS,  BANKS  AND  FINANCIAL INSTITUTIONS OR THEIR SUBSIDIARIES, THAT\n   22  CONDUCT BUSINESS IN, OR HAVE TIES TO SUDAN EITHER  DIRECTLY  OR  THROUGH\n   23  ITS INSTRUMENTALITIES. NO STATE EMPLOYEE ASSETS SHALL BE INVESTED IN THE\n   24  STOCKS,  SECURITIES  OR  OTHER  OBLIGATIONS  OF ANY CORPORATION, BANK OR\n   25  FINANCIAL INSTITUTION WHICH DIRECTLY OR THROUGH A SUBSIDIARY IS  ENGAGED\n   26  IN BUSINESS IN OR WITH SUDAN OR ITS INSTRUMENTALITIES.\n   27    2. THE COMPTROLLER AND COMMISSIONER OF TAXATION AND FINANCE SHALL TAKE\n   28  THE  APPROPRIATE  STEPS, AS SOON AS PRACTICABLE, TO SELL, REDEEM, DIVEST\n   29  OR WITHDRAW ANY INVESTMENT HELD IN VIOLATION OF SUBDIVISION ONE OF  THIS\n   30  SECTION.\n   31    S 3. Within 60 days of the effective date of this act, the state comp-\n   32  troller  and  the  commissioner of taxation and finance shall file, with\n   33  the governor and the legislature, a report of all investments held which\n   34  are in violation of the provisions of this act.  Every year  thereafter,\n   35  the comptroller shall report on all investments sold, redeemed, divested\n   36  or  withdrawn in compliance with this act. Each report after the initial\n   37  report shall include: a description of the progress which the state  has\n   38  made  since  the  previous report and since the enactment of this act to\n   39  implement the provisions of this act.\n   40    S 4. This act shall take effect on the thirtieth day  after  it  shall\n   41  become  a law and shall expire December 31, 2014 when upon such date the\n   42  provisions of this act shall be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the investment of certain public employee retirement funds in companies doing business in Sudan; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110124.T153637.TXT", "SOBI.D110131.T143213.TXT", "SOBI.D110125.T100901.TXT", "SOBI.D110131.T142739.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296502333916
}