{
  "year" : 2011,
  "senateBillNo" : "A3284-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to labor",
    "billEventId" : "A3284-2011-1295845200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes protections for those who enter certain personal service contracts",
  "summary" : "Establishes protections for those who enter certain personal service contracts relating to the sound recording industry; establishes time limitations on the enforcement of such contracts with the aim of protecting the artist's freedom of expression from unreasonable and unduly restrictive covenants; enacts the \"Artistic Freedom Act\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A1385-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3284\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. WRIGHT, MORELLE -- read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law, in relation to certain  personal  service\n         contracts protections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. It is the intention of this legislature\n    2  to ensure that artists in our state are empowered to create and  perform\n    3  without  the  encumbrance  of unreasonable and unduly restrictive coven-\n    4  ants.  The public invariably benefits when artists are  free  to  create\n    5  without  restriction  and  are  able  to participate in the free market.\n    6  Thus in the interest of personal and creative freedom for artists and to\n    7  serve the public good, artists should not be bound by  certain  personal\n    8  service  contracts  for excessive periods of time. It is undisputed that\n    9  in its history, our state has long demonstrated  steadfast  support  for\n   10  the  constitutional  right  of citizens to personal association, a right\n   11  required for the true expression of artistic work. It  is  the  legisla-\n   12  ture's  sense  that  the creative arts contribute much to the economy of\n   13  our state and the well being of its citizens. Certain measures are need-\n   14  ed to ensure that working artists in New York are respected  and  valued\n   15  and  that their work continues to ennoble and enrich our culture, econo-\n   16  my, and state.\n   17    S 2. This act shall be known and may be cited as the \"Artistic Freedom\n   18  Act\".\n   19    S 3. The labor law is amended by adding a new article 20-D to read  as\n   20  follows:\n   21                                 ARTICLE 20-D\n   22                   PERSONAL SERVICE CONTRACTS PROTECTIONS\n   23  SECTION 742. DEFINITIONS.\n   24          743. APPLICABILITY.\n   25          744. ENFORCEMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08135-01-1\n\n       A. 3284                             2\n\n    1          745. WAIVER.\n    2    S 742. DEFINITIONS. FOR THE PURPOSE OF THIS ARTICLE:\n    3    1.  \"ARTIST\"  SHALL  MEAN ANY INDIVIDUAL WHO ENTERS INTO A CONTRACT TO\n    4  RENDER PERSONAL SERVICE AS A SONGWRITER, COMPOSER,  COMEDIAN,  PRODUCER,\n    5  MUSICIAN,  VOCALIST,  OR  AS  ANY  OTHER  PERFORMING ARTIST IN THE SOUND\n    6  RECORDING INDUSTRY FOR AN EMPLOYER.\n    7    2. \"EMPLOYER\" SHALL  MEAN  ANY  PERSON,  FIRM,  ASSOCIATION,  COMPANY,\n    8  LIMITED LIABILITY COMPANY, PARTNERSHIP, CORPORATION, CONTRACTOR OR OTHER\n    9  ENTITY  ENTERING INTO A CONTRACT WITH AN ARTIST FOR PERSONAL SERVICES IN\n   10  THE SOUND RECORDING INDUSTRY.\n   11    3. \"CONTRACT\" SHALL MEAN AN AGREEMENT  WHEREBY  AN  ARTIST  AGREES  TO\n   12  RENDER  PERSONAL  SERVICES  FOR  CONSIDERATION,  BUT  SHALL  NOT INCLUDE\n   13  CONTRACTS BY OR ON BEHALF OF INFANTS WITHIN THE MEANING OF SECTION 35.03\n   14  OF THE ARTS AND CULTURAL AFFAIRS LAW.\n   15    S 743. APPLICABILITY. THIS ARTICLE APPLIES TO  ALL  RESIDENTS  OF  NEW\n   16  YORK  STATE  AND  ALSO APPLIES TO ALL CONTRACTS ENTERED INTO IN NEW YORK\n   17  STATE.\n   18    S 744. ENFORCEMENT. A CONTRACT TO RENDER PERSONAL SERVICES EXECUTED BY\n   19  AN ARTIST AND AN EMPLOYER SHALL BE ENFORCEABLE FOR A PERIOD OF NOT  MORE\n   20  THAN  THREE  YEARS  FROM  THE  DATE  OF EXECUTION, UNLESS THE ARTIST WAS\n   21  REPRESENTED IN THE NEGOTIATION AND EXECUTION OF SUCH CONTRACT BY  QUALI-\n   22  FIED  COUNSEL EXPERIENCED WITH ENTERTAINMENT INDUSTRY LAW AND PRACTICES,\n   23  IN WHICH CASE THE CONTRACT SHALL BE ENFORCEABLE FOR A PERIOD OF NOT MORE\n   24  THAN SEVEN YEARS FROM THE DATE OF EXECUTION.\n   25    S 745. WAIVER. THE TIME FRAME ESTABLISHED BY THIS  ARTICLE  CONCERNING\n   26  THE ENFORCEMENT OF CONTRACTS SHALL NOT BE WAIVED, AND ANY CLAUSE, COVEN-\n   27  ANT,  OR  AGREEMENT  TO WAIVE SUCH TIME LIMIT SHALL BE NULL AND VOID AND\n   28  MAY NOT BE ENFORCED AGAINST THE PARTIES IN ANY COURT OR OTHER  ADJUDICA-\n   29  TIVE PROCEEDING.\n   30    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to certain personal service contracts protections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110125.T100901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295968141922
}