{
  "year" : 2011,
  "senateBillNo" : "A3282-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3282-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of education to provide grants to school districts and BOCES to implement prenatal care initiatives",
  "summary" : "Authorizes the commissioner of education to provide grants to school districts and BOCES to assist pregnant students in planning for continued education during such pregnancy. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A5376-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3282\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. TITUS, N. RIVERA, CLARK, JACOBS, WRIGHT, LAVINE,\n         MAGNARELLI, PHEFFER, PEOPLES-STOKES, JAFFEE, AUBRY, BOYLAND, ROBINSON,\n         BENEDETTO -- Multi-Sponsored by -- M. of A. CAHILL,  COLTON,  FARRELL,\n         V. LOPEZ,   MAYERSOHN,  McENENY,  MILLMAN,  NOLAN,  O'DONNELL,  PERRY,\n         J. RIVERA, WEISENBERG, ZEBROWSKI -- read  once  and  referred  to  the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to a prenatal care initi-\n         ative\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3641 of the education law is amended  by  adding  a\n    2  new subdivision 2-a to read as follows:\n    3    2-A.  PRENATAL CARE INITIATIVE. A. THE COMMISSIONER SHALL, UPON APPLI-\n    4  CATION THEREFORE AND  WITHIN  AMOUNTS  APPROPRIATED  FOR  SUCH  PURPOSE,\n    5  PROVIDE GRANTS TO SCHOOL DISTRICTS AND BOARDS OF COOPERATIVE EDUCATIONAL\n    6  SERVICES  WHICH  ARE DESIGNED WITH THE INTENT OF IMPLEMENTING PROCEDURES\n    7  BY WHICH SCHOOL PERSONNEL MAY ASSIST PREGNANT STUDENTS IN  PLANNING  FOR\n    8  THEIR CONTINUED EDUCATION DURING AND AFTER THEIR PREGNANCY.\n    9    B.  SUCH  SCHOOL  DISTRICTS  AND  BOARDS  OF  COOPERATIVE  EDUCATIONAL\n   10  SERVICES SHALL DESIGNATE A FACULTY MEMBER WHO SHALL SERVE AS  A  SUPPORT\n   11  PERSON  RESPONSIBLE FOR DISSEMINATION OF ENTITLEMENT INFORMATION AND FOR\n   12  THE REFERRAL MECHANISM FOR STUDENTS IN NEED OF PRENATAL HEALTH CARE  AND\n   13  RELATED  SERVICES.  SUCH  DESIGNATED  FACULTY  MEMBER  SHALL, AS MUCH AS\n   14  LEGALLY AND REASONABLY POSSIBLE, INVOLVE THE PARENT OR GUARDIAN  OF  THE\n   15  PREGNANT  STUDENT  IN THE PRENATAL HEALTH CARE CHOICES AVAILABLE TO SUCH\n   16  STUDENT. PARENTAL OR GUARDIAN INVOLVEMENT SHOULD BE SOUGHT TO THE EXTENT\n   17  POSSIBLE WITHOUT UNDULY DELAYING  THE  STUDENT'S  RECEIPT  OF  NECESSARY\n   18  HEALTH CARE AND RELATED SERVICES. ALL SUCH SERVICES SHALL BE COORDINATED\n   19  TO  THE  MAXIMUM EXTENT FEASIBLE WITH SERVICES AVAILABLE IN OTHER STATE,\n   20  LOCAL AND FEDERALLY FUNDED PROGRAMS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08014-01-1\n\n       A. 3282                             2\n\n    1    C. EDUCATIONAL CHOICES  SHOULD  ALSO  BE  PRESENTED  TO  THE  PREGNANT\n    2  STUDENT.  STUDENTS SHOULD BE INFORMED OF THEIR OPTION TO REMAIN IN THEIR\n    3  PRESENT SCHOOL, TRANSFER TO ANOTHER HIGH SCHOOL OR PROGRAM OR TO RECEIVE\n    4  HOME INSTRUCTION.\n    5    D.  PREGNANT  STUDENTS  OF  COMPULSORY SCHOOL AGE SHALL BE REQUIRED TO\n    6  CONTINUE TO ATTEND SCHOOL UNLESS MEDICAL REASONS INDICATE THE  CONTRARY.\n    7  IF  THERE  IS AN UNEXCUSED ABSENCE, REGULAR ATTENDANCE PROCEDURES SHOULD\n    8  BE FOLLOWED.\n    9    E. THE PREGNANT STUDENT AND HER PARENT OR GUARDIAN SHOULD BE  PROVIDED\n   10  WITH  INFORMATION  WHICH  WOULD ENABLE SUCH STUDENT TO SEEK THE SERVICES\n   11  NEEDED TO ASSIST IN THE CONTINUATION OF SUCH STUDENT'S EDUCATION.\n   12    F. EACH SCHOOL DISTRICT OR BOARD OF COOPERATIVE  EDUCATIONAL  SERVICES\n   13  SHALL  COMPILE  MONTHLY  REPORTS  ON  THE  PROGRESS OF PREGNANT STUDENTS\n   14  COVERED BY THE PROVISIONS OF THIS SUBDIVISION.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to a prenatal care initiative ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110125.T100901.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295968141910
}