{
  "year" : 2011,
  "senateBillNo" : "A3299-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3299-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires contracts awarded by the state or a public authority for telephone customer service, to provide such service in the Spanish language",
  "summary" : "Requires contracts, with a value of $1,000,000 or more, awarded by the state or a public authority for telephone customer service, to provide such service in the Spanish language in addition to English. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A10668-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3299\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the state finance law and the public authorities law, in\n         relation to requiring the provision of telephone customer  service  in\n         the Spanish language\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding  a  new  section\n    2  139-1 to read as follows:\n    3    S  139-1.  TELEPHONE  CUSTOMER  SERVICE CONTRACTS. NOTWITHSTANDING ANY\n    4  PROVISION OF LAW TO THE CONTRARY, ALL CONTRACTS, WITH  A  VALUE  OF  ONE\n    5  MILLION  DOLLARS  OR  MORE,  MADE AND AWARDED BY THE STATE OR ANY ENTITY\n    6  THEREOF, ANY PUBLIC BENEFIT CORPORATION, OR ANY PUBLIC AUTHORITY PROVID-\n    7  ING FOR THE PROVISION OF CUSTOMER SERVICE ON BEHALF OF  THE  STATE,  ANY\n    8  ENTITY  THEREOF,  A  PUBLIC BENEFIT CORPORATION OR A PUBLIC AUTHORITY BY\n    9  MEANS OF TELEPHONE BY A CONTRACTOR OR SUBCONTRACTOR, WHEN  SUCH  SERVICE\n   10  IS  TO  BE PROVIDED IN THE ENGLISH LANGUAGE, SHALL REQUIRE THAT CUSTOMER\n   11  SERVICE ALSO BE PROVIDED IN THE SPANISH LANGUAGE.\n   12    S 2. The public authorities law is amended by  adding  a  new  section\n   13  2881 to read as follows:\n   14    S  2881.  TELEPHONE  CUSTOMER  SERVICE  CONTRACTS. NOTWITHSTANDING ANY\n   15  PROVISION OF LAW TO THE CONTRARY, ALL CONTRACTS, WITH  A  VALUE  OF  ONE\n   16  MILLION  DOLLARS  OR  MORE,  MADE  AND  AWARDED  BY ANY PUBLIC AUTHORITY\n   17  CREATED BY THE STATE OR ANY  POLITICAL  SUBDIVISION  PROVIDING  FOR  THE\n   18  PROVISION  OF  CUSTOMER  SERVICE  ON  BEHALF OF SUCH PUBLIC AUTHORITY BY\n   19  MEANS OF TELEPHONE BY A CONTRACTOR OR SUBCONTRACTOR, WHEN  SUCH  SERVICE\n   20  IS  TO  BE PROVIDED IN THE ENGLISH LANGUAGE, SHALL REQUIRE THAT CUSTOMER\n   21  SERVICE ALSO BE PROVIDED IN THE SPANISH LANGUAGE.\n   22    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   23  have  become a law and shall apply to all contracts awarded or in effect\n   24  on or after such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06046-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the public authorities law, in relation to requiring the provision of telephone customer service in the Spanish language ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T163141.TXT", "SOBI.D110125.T113906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973546814
}