{
  "year" : 2011,
  "senateBillNo" : "A3292-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3292-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"children's weapon accident prevention act\"",
  "summary" : "Enacts the \"children's weapon accident prevention act\"; creates crimes of failure to store a weapon safely in the first and second degrees, aggravated failure to store a weapon, and criminally negligent storage of a weapon in the first and second degrees; provides affirmative defenses; directs the commissioner of education to develop a weapons safety program. ",
  "currentCommittee" : null,
  "sameAs" : "S895",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "AB5844-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3292\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEISENBERG,  PAULIN,  RAMOS,  LIFTON, CLARK,\n         V. LOPEZ, TITUS, KAVANAGH, WRIGHT, SCHIMEL, CASTRO,  BARRON,  LANCMAN,\n         MILLMAN,  DINOWITZ,  ROBINSON,  ROSENTHAL, MAYERSOHN, COLTON -- Multi-\n         Sponsored by -- M. of A. BOYLAND, BRENNAN, COOK,  ENGLEBRIGHT,  GALEF,\n         GANTT,  GOTTFRIED, HEASTIE, JACOBS, MAISEL, McENENY, PHEFFER, SCARBOR-\n         OUGH, TOWNS -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, the general business law and  the  educa-\n         tion  law, in relation to criminally negligent storage of a weapon and\n         weapons safety programs for children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title; construction. 1. This act shall be known and\n    2  may be cited as the \"children's weapon accident prevention act.\"\n    3    2. The provisions of this act shall not be  construed  to  preempt  or\n    4  supersede any local law the provisions of which are no less stringent or\n    5  restrictive than the provisions of this act.\n    6    S  2.  Legislative  findings  and intent. The legislature finds that a\n    7  tragically large number of children have  been  accidentally  killed  or\n    8  seriously  injured  by  negligently stored weapons; that placing weapons\n    9  within reach or easy access of  children  is  irresponsible,  encourages\n   10  such accidents, and should be prohibited, and that legislative action is\n   11  necessary to protect the safety of our children.\n   12    S  3.  Section  265.00  of the penal law is amended by adding five new\n   13  subdivisions 24, 25, 26, 27 and 28 to read as follows:\n   14    24. \"WEAPON\" MEANS A \"RIFLE\", \"SHOTGUN\",  OR  \"FIREARM\"  AS  OTHERWISE\n   15  DEFINED IN SUBDIVISION THREE OF THIS SECTION.\n   16    25.  \"LOCKED  BOX\" MEANS A SAFE, CASE OR CONTAINER WHICH, WHEN LOCKED,\n   17  IS INCAPABLE OF BEING OPENED WITHOUT  THE  KEY,  COMBINATION,  OR  OTHER\n   18  UNLOCKING  MECHANISM  AND  IS  RESISTANT TO TAMPERING BY AN UNAUTHORIZED\n   19  PERSON ATTEMPTING TO OBTAIN ACCESS TO AND POSSESSION OF  THE  WEAPON  OR\n   20  AMMUNITION CONTAINED THEREIN. THE DIVISION OF STATE POLICE SHALL DEVELOP\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03875-01-1\n\n       A. 3292                             2\n\n    1  AND  PROMULGATE RULES AND REGULATIONS SETTING FORTH THE SPECIFIC DEVICES\n    2  OR THE MINIMUM STANDARDS  AND  CRITERIA  THEREFOR  WHICH  CONSTITUTE  AN\n    3  EFFECTIVE LOCKED BOX.\n    4    26.  \"GUN  LOCKING  DEVICE\"  MEANS  AN INTEGRATED DESIGN FEATURE OR AN\n    5  ATTACHABLE ACCESSORY THAT IS RESISTANT TO TAMPERING AND IS EFFECTIVE  IN\n    6  PREVENTING  THE  DISCHARGE  OF  A  WEAPON  BY A PERSON WHO DOES NOT HAVE\n    7  ACCESS TO THE KEY, COMBINATION OR OTHER MECHANISM USED TO DISENGAGE  THE\n    8  DEVICE.\n    9    27. \"LOADED RIFLE\" MEANS ANY RIFLE LOADED WITH AMMUNITION OR ANY RIFLE\n   10  WHICH IS POSSESSED BY ONE WHO, AT THE SAME TIME, POSSESSES A QUANTITY OF\n   11  AMMUNITION WHICH MAY BE USED TO DISCHARGE SUCH RIFLE.\n   12    28.  \"LOADED  SHOTGUN\" MEANS ANY SHOTGUN LOADED WITH AMMUNITION OR ANY\n   13  SHOTGUN WHICH IS POSSESSED BY ONE WHO, AT THE  SAME  TIME,  POSSESSES  A\n   14  QUANTITY OF AMMUNITION WHICH MAY BE USED TO DISCHARGE SUCH SHOTGUN.\n   15    S  4.  The  penal  law  is  amended by adding six new sections 265.45,\n   16  265.50, 265.55, 265.60, 265.65 and 265.70 to read as follows:\n   17  S 265.45 FAILURE TO STORE A WEAPON SAFELY IN THE SECOND DEGREE.\n   18    A PERSON IS GUILTY OF FAILURE TO STORE A WEAPON SAFELY IN  THE  SECOND\n   19  DEGREE  WHEN HE OR SHE STORES OR OTHERWISE LEAVES A WEAPON OUT OF HIS OR\n   20  HER IMMEDIATE POSSESSION OR CONTROL WITHOUT HAVING FIRST SECURELY LOCKED\n   21  SUCH WEAPON IN AN APPROPRIATE LOCKED BOX OR  RENDERED  IT  INCAPABLE  OF\n   22  BEING FIRED BY THE USE OF A GUN LOCKING DEVICE APPROPRIATE TO THAT WEAP-\n   23  ON.\n   24    FAILURE TO STORE A WEAPON SAFELY IN THE SECOND DEGREE IS A VIOLATION.\n   25  S 265.50 FAILURE TO STORE A WEAPON SAFELY IN THE FIRST DEGREE.\n   26    A  PERSON  IS  GUILTY OF FAILURE TO STORE A WEAPON SAFELY IN THE FIRST\n   27  DEGREE WHEN HE OR SHE COMMITS THE OFFENSE OF FAILURE TO STORE  A  WEAPON\n   28  SAFELY IN THE SECOND DEGREE AS DEFINED IN SECTION 265.45 OF THIS ARTICLE\n   29  AND  HAS  BEEN PREVIOUSLY CONVICTED OF THE OFFENSE OF FAILURE TO STORE A\n   30  WEAPON SAFELY IN THE SECOND DEGREE AS DEFINED IN SECTION 265.45 OF  THIS\n   31  ARTICLE WITHIN THE PRECEDING FIVE YEARS.\n   32    FAILURE  TO  STORE  A  WEAPON  SAFELY IN THE FIRST DEGREE IS A CLASS B\n   33  MISDEMEANOR.\n   34  S 265.55 AGGRAVATED FAILURE TO STORE A WEAPON SAFELY.\n   35    A PERSON IS GUILTY OF AGGRAVATED FAILURE TO STORE A WEAPON SAFELY WHEN\n   36  HE OR SHE COMMITS THE OFFENSE OF FAILURE TO STORE A WEAPON SAFELY IN THE\n   37  SECOND DEGREE AS DEFINED IN SECTION 265.45  OF  THIS  ARTICLE  AND  SUCH\n   38  WEAPON  IS  REMOVED  FROM  THE  PREMISES OR DISCHARGED BY ANOTHER PERSON\n   39  UNDER THE AGE OF EIGHTEEN.\n   40    AGGRAVATED FAILURE TO STORE A WEAPON SAFELY IS A CLASS A MISDEMEANOR.\n   41  S 265.60 CRIMINALLY NEGLIGENT STORAGE OF A WEAPON IN THE SECOND DEGREE.\n   42    1. A PERSON IS GUILTY OF CRIMINALLY NEGLIGENT STORAGE OF A  WEAPON  IN\n   43  THE  SECOND  DEGREE  WHEN  WITH CRIMINAL NEGLIGENCE, HE OR SHE STORES OR\n   44  LEAVES A LOADED RIFLE, LOADED SHOTGUN OR LOADED FIREARM IN ANY  LOCATION\n   45  WHERE  SUCH  WEAPON  IS ACCESSIBLE TO A PERSON UNDER THE AGE OF EIGHTEEN\n   46  AND SUCH WEAPON IS DISCHARGED BY SUCH PERSON UNDER THE AGE OF  EIGHTEEN,\n   47  WHICH  CAUSES  SERIOUS  PHYSICAL  INJURY TO SUCH PERSON UNDER THE AGE OF\n   48  EIGHTEEN OR ANY OTHER PERSON.\n   49    2. IN ANY PROSECUTION UNDER THIS SECTION IT SHALL  BE  AN  AFFIRMATIVE\n   50  DEFENSE  THAT  THE  DEFENDANT ACTIVELY PURSUED ALL REASONABLE EFFORTS TO\n   51  RETRIEVE OR OTHERWISE REGAIN POSSESSION OF  SUCH  WEAPON  PRIOR  TO  ITS\n   52  DISCHARGE.\n   53    3. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY IF:\n   54    (A)  SUCH PERSON UNDER THE AGE OF EIGHTEEN GAINS ACCESS TO SUCH WEAPON\n   55  AS A RESULT OF AN UNLAWFUL ENTRY TO ANY PREMISES BY ANY PERSON;\n\n       A. 3292                             3\n\n    1    (B) SUCH WEAPON IS STORED IN A  SECURELY  LOCKED  BOX  WHICH  PREVENTS\n    2  ACCESS  TO  THE WEAPON AND ANY AMMUNITION WHICH MAY BE USED TO DISCHARGE\n    3  SUCH WEAPON IS STORED IN A SEPARATE, SECURELY LOCKED BOX WHICH  PREVENTS\n    4  ACCESS TO SUCH AMMUNITION;\n    5    (C)  SUCH  WEAPON  IS SECURED WITH A GUN LOCKING DEVICE WHICH PREVENTS\n    6  THE WEAPON FROM DISCHARGING;\n    7    (D) SUCH PERSON UNDER THE AGE OF EIGHTEEN POSSESSED THE LOADED SHOTGUN\n    8  OR LOADED RIFLE IN COMPLIANCE WITH A VALID HUNTING LICENSE ISSUED PURSU-\n    9  ANT TO ARTICLE ELEVEN OF THE ENVIRONMENTAL CONSERVATION LAW;\n   10    (E) SUCH WEAPON IS IN THE POSSESSION OR CONTROL OF  A  POLICE  OFFICER\n   11  WHILE THE OFFICER IS ENGAGED IN OFFICIAL DUTIES; OR\n   12    (F) SUCH WEAPON IS NEEDED FOR THE LAWFUL PURPOSE OF SELF DEFENSE.\n   13    CRIMINALLY  NEGLIGENT  STORAGE  OF  A WEAPON IN THE SECOND DEGREE IS A\n   14  CLASS E FELONY.\n   15  S 265.65 CRIMINALLY NEGLIGENT STORAGE OF A WEAPON IN THE FIRST DEGREE.\n   16    1. A PERSON IS GUILTY OF CRIMINALLY NEGLIGENT STORAGE OF A  WEAPON  IN\n   17  THE  FIRST  DEGREE  WHEN  WITH  CRIMINAL NEGLIGENCE, HE OR SHE STORES OR\n   18  LEAVES A LOADED RIFLE, LOADED SHOTGUN OR LOADED FIREARM IN ANY  LOCATION\n   19  WHERE  SUCH  WEAPON  IS ACCESSIBLE TO A PERSON UNDER THE AGE OF EIGHTEEN\n   20  AND SUCH WEAPON IS DISCHARGED BY SUCH PERSON UNDER THE AGE OF  EIGHTEEN,\n   21  WHICH  CAUSES  THE DEATH OF SUCH PERSON UNDER THE AGE OF EIGHTEEN OR ANY\n   22  OTHER PERSON.\n   23    2. IN ANY PROSECUTION UNDER THIS SECTION IT SHALL  BE  AN  AFFIRMATIVE\n   24  DEFENSE  THAT  THE  DEFENDANT ACTIVELY PURSUED ALL REASONABLE EFFORTS TO\n   25  RETRIEVE OR OTHERWISE REGAIN POSSESSION OF  SUCH  WEAPON  PRIOR  TO  ITS\n   26  DISCHARGE.\n   27    3. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY IF:\n   28    (A)  SUCH PERSON UNDER THE AGE OF EIGHTEEN GAINS ACCESS TO SUCH WEAPON\n   29  AS A RESULT OF AN UNLAWFUL ENTRY TO ANY PREMISES BY ANY PERSON;\n   30    (B) SUCH WEAPON IS STORED IN A  SECURELY  LOCKED  BOX  WHICH  PREVENTS\n   31  ACCESS  TO  THE WEAPON AND ANY AMMUNITION WHICH MAY BE USED TO DISCHARGE\n   32  SUCH WEAPON IS STORED IN A SEPARATE, SECURELY LOCKED BOX WHICH  PREVENTS\n   33  ACCESS TO THE WEAPON;\n   34    (C) THE WEAPON IS SECURED WITH A GUN LOCKING DEVICE WHICH PREVENTS THE\n   35  WEAPON FROM DISCHARGING;\n   36    (D) SUCH PERSON UNDER THE AGE OF EIGHTEEN POSSESSED THE LOADED SHOTGUN\n   37  OR LOADED RIFLE IN COMPLIANCE WITH A VALID HUNTING LICENSE ISSUED PURSU-\n   38  ANT TO ARTICLE ELEVEN OF THE ENVIRONMENTAL CONSERVATION LAW;\n   39    (E)  SUCH  WEAPON  IS IN THE POSSESSION OR CONTROL OF A POLICE OFFICER\n   40  WHILE THE OFFICER IS ENGAGED IN OFFICIAL DUTIES; OR\n   41    (F) SUCH WEAPON IS NEEDED FOR THE LAWFUL PURPOSE OF SELF DEFENSE.\n   42    CRIMINALLY NEGLIGENT STORAGE OF A WEAPON IN  THE  FIRST  DEGREE  IS  A\n   43  CLASS D FELONY.\n   44  S  265.70  CRIMINALLY  NEGLIGENT  STORAGE  OF  A WEAPON IN THE FIRST AND\n   45               SECOND DEGREE; APPLICATION.\n   46    IF A PERSON WHO IS SUSPECTED OF VIOLATING SECTION 265.60 OR 265.65  OF\n   47  THIS  ARTICLE IS THE PARENT OR GUARDIAN OF A CHILD WHO IS INJURED OR WHO\n   48  DIES AS THE RESULT  OF  SUCH  VIOLATION,  THE  DISTRICT  ATTORNEY  SHALL\n   49  CONSIDER,  AMONG OTHER FACTORS, THE IMPACT OF THE INJURY OR DEATH ON THE\n   50  PERSON WHO IS SUSPECTED OF VIOLATING SECTION 265.60 OR  265.65  OF  THIS\n   51  ARTICLE  WHEN  DECIDING WHETHER OR NOT TO PROSECUTE SUCH PERSON FOR SUCH\n   52  CRIME.\n   53    S 5. The section heading and subdivision 2 of section  396-ee  of  the\n   54  general  business  law, as added by chapter 189 of the laws of 2000, are\n   55  amended to read as follows:\n   56    Sale of certain weapons; locking devices AND LOCKED BOXES therefor.\n\n       A. 3292                             4\n\n    1    (2) Every person, firm or corporation engaged in the  retail  business\n    2  of  selling  rifles,  shotguns or firearms, as such terms are defined in\n    3  section 265.00 of the penal law, shall, in the place where such  rifles,\n    4  shotguns or firearms are displayed or transferred to the purchaser, post\n    5  a  notice  conspicuously  stating in bold print that:  \"The use of a GUN\n    6  locking device or [safety lock] A LOCKED  BOX  is  only  one  aspect  of\n    7  responsible  firearm  storage.   For increased safety firearms should be\n    8  stored unloaded and locked in a location  that  is  both  separate  from\n    9  their ammunition and inaccessible to children and any other unauthorized\n   10  person.  LEAVING  RIFLES,  SHOTGUNS, AND FIREARMS ACCESSIBLE TO A PERSON\n   11  UNDER EIGHTEEN IS A CRIME IN NEW YORK STATE.\"\n   12    S 6. Section 305 of the education law  is  amended  by  adding  a  new\n   13  subdivision 42 to read as follows:\n   14    42.  THE COMMISSIONER SHALL IN COOPERATION WITH THE DIVISION OF CRIMI-\n   15  NAL JUSTICE SERVICES  DEVELOP  A  WEAPONS  SAFETY  PROGRAM  DESIGNED  TO\n   16  PROTECT  CHILDREN  FROM  THE  RISK OF GUN-RELATED DEATH AND INJURY. SUCH\n   17  PROGRAM SHALL BE DESIGNED TO TEACH CHILDREN TO FOLLOW AN EFFECTIVE SAFE-\n   18  TY PROCEDURE WHEN THEY ARE EXPOSED TO A  GUN,  SHALL  SPECIFICALLY  WARN\n   19  CHILDREN  THAT  CONTACT  WITH GUNS CAN RESULT IN SERIOUS INJURY OR DEATH\n   20  AND SHALL HAVE BEEN PROVEN TO BE EFFECTIVE  TO  PREVENT  INJURY  THROUGH\n   21  FORMAL  EVALUATION  BY  OBJECTIVE  PUBLIC  HEALTH  AND EDUCATION PROFES-\n   22  SIONALS. SUCH PROGRAM MAY BE USED IN PUBLIC AND NONPUBLIC SCHOOLS AT THE\n   23  DISCRETION OF THE LOCAL SCHOOL BOARD OF EDUCATION OR BOARD OF  TRUSTEES,\n   24  WHICHEVER  IS  APPLICABLE.  THE  COMMISSIONER SHALL SUBMIT AN EVALUATION\n   25  REPORT ON THIS PROGRAM TO THE GOVERNOR, THE SPEAKER OF THE ASSEMBLY, THE\n   26  TEMPORARY PRESIDENT OF THE SENATE,  THE  CHAIR  OF  THE  ASSEMBLY  CODES\n   27  COMMITTEE  AND  THE  CHAIR  OF  THE SENATE CODES COMMITTEE NO LATER THAN\n   28  JANUARY FIRST, TWO THOUSAND FOURTEEN.\n   29    S 7. If any word, phrase, clause,  sentence,  paragraph,  section,  or\n   30  part  of  this act shall be adjudged by any court of competent jurisdic-\n   31  tion to be invalid, such judgment shall not affect, impair,  or  invali-\n   32  date  the  remainder  thereof, but shall be confined in its operation to\n   33  the words, phrase, clause, sentence, paragraph, section, or part thereof\n   34  directly involved in the controversy in which such judgment  shall  have\n   35  been rendered.\n   36    S 8. This act shall take effect on the first of November next succeed-\n   37  ing  the  date  on  which it shall have become a law, provided, however,\n   38  that sections three and four of this act shall take effect May 1,  2013;\n   39  provided, further, that section five of this act shall take effect March\n   40  1,  2013  except  that  any  rule or regulation necessary for the timely\n   41  implementation of section five of this act  may  be  promulgated  on  or\n   42  before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the general business law and the education law, in relation to criminally negligent storage of a weapon and weapons safety programs for children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110124.T163141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246618
}