{
  "year" : 2011,
  "senateBillNo" : "A3298-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to social services",
    "billEventId" : "A3298-2011-1295845200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to training and education for sustainable wage jobs and traditional and nontraditional employment in public assistance employment programs",
  "summary" : "Relates to training and education for sustainable wage jobs and traditional and non-traditional employment in public assistance employment programs. ",
  "currentCommittee" : null,
  "sameAs" : "S72",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA4096-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3298\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MILLMAN, WRIGHT, SCHROEDER -- Multi-Sponsored by\n         -- M. of A.  CANESTRARI, CLARK, COLTON, COOK, CYMBROWITZ, GLICK, GOTT-\n         FRIED, HEASTIE, McENENY, PERRY, PHEFFER, J. RIVERA,  SWEENEY,  WEISEN-\n         BERG -- read once and referred to the Committee on Social Services\n\n       AN  ACT  to  amend  the social services law, in relation to training and\n         education for sustainable wage jobs and traditional and nontraditional\n         employment in public assistance employment programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 330 of the social services law, as\n    2  amended  by  section  148  of part B of chapter 436 of the laws of 1997,\n    3  paragraphs a and b as amended by section 2 of part C of  chapter  57  of\n    4  the laws of 2005, is amended to read as follows:\n    5    1. Whenever used in this title:\n    6    a.  the term \"commissioner\" means the commissioner of the state office\n    7  of temporary and disability assistance; [and]\n    8    b. the term \"department\" means the state office of temporary and disa-\n    9  bility assistance;\n   10    C.  THE TERM \"NONTRADITIONAL EMPLOYMENT\" MEANS OCCUPATIONS  OR  FIELDS\n   11  OF  WORK,  INCLUDING CAREERS IN THE SKILLED TRADES, OR COMPUTER SCIENCE,\n   12  TECHNOLOGY AND OTHER EMERGING HIGH SKILL OCCUPATIONS, FOR WHICH ANY  ONE\n   13  GENDER  COMPRISES  LESS  THAN  TWENTY-FIVE  PERCENT  OF  THE INDIVIDUALS\n   14  EMPLOYED IN EACH SUCH OCCUPATION OR FIELD OF WORK ACCORDING  TO  FEDERAL\n   15  DEPARTMENT OF LABOR STATISTICS; AND\n   16    D.  THE  TERM  \"SUSTAINABLE  WAGE\"  MEANS  A WAGE THAT IS AT LEAST ONE\n   17  HUNDRED EIGHTY-FIVE PERCENT OF THE POVERTY LINE AND THAT IS ADJUSTED FOR\n   18  REGIONAL FACTORS.\n   19    S 2. The second undesignated paragraph of section 333  of  the  social\n   20  services  law, as amended by section 148 of part B of chapter 436 of the\n   21  laws of 1997, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01404-01-1\n\n       A. 3298                             2\n\n    1    Such plan shall be developed  in  cooperation  and  coordination  with\n    2  public  and  private education institutions, child care providers, child\n    3  care resource and referral agencies if available in the district,  labor\n    4  unions, libraries, public and private employers, employment and training\n    5  agencies and organizations, and private industry councils established in\n    6  service  delivery  areas  defined  in  subdivision  five of section nine\n    7  hundred seventy-one of the executive law.    SUCH  PLAN  SHALL  STRONGLY\n    8  CONSIDER,  FOR  INDIVIDUALS WHO HAVE OBTAINED A HIGH SCHOOL DIPLOMA OR A\n    9  GENERAL EQUIVALENCY DIPLOMA (GED), TRAINING FOR  SUSTAINABLE  WAGE  JOBS\n   10  AND  PROMOTE  NONTRADITIONAL  EMPLOYMENT  OPPORTUNITIES FOR SUCH PARTIC-\n   11  IPANTS; PROVIDED THAT ANY INDIVIDUAL'S PREPARATION FOR EMPLOYMENT  SHALL\n   12  BE CONSISTENT WITH FEDERAL AND STATE WORK PARTICIPATION REQUIREMENTS.\n   13    S  3.  Paragraph  (a)  of  subdivision  1 of section 334 of the social\n   14  services law, as amended by section 148 of part B of chapter 436 of  the\n   15  laws of 1997, is amended to read as follows:\n   16    (a)  education,  employment and training opportunities available under\n   17  the local plan, including: (I) EDUCATION AND  TRAINING  FOR  SUSTAINABLE\n   18  WAGE  JOBS  AND NONTRADITIONAL EMPLOYMENT OPPORTUNITIES; AND (II) educa-\n   19  tional and training opportunities available at no cost  to  the  partic-\n   20  ipant  as  well as the responsibilities associated with the repayment of\n   21  student financial aid;\n   22    S  4. Paragraph (a) of subdivision 2 of  section  335  of  the  social\n   23  services  law, as amended by section 148 of part B of chapter 436 of the\n   24  laws of 1997, is amended to read as follows:\n   25    (a) Based on the  assessment  required  by  subdivision  one  of  this\n   26  section,  the social services official, in consultation with the partic-\n   27  ipant, shall develop an employability plan in writing  which  shall  set\n   28  forth  the  services  that will be provided by the social services offi-\n   29  cial, including but not limited to child care and other services and the\n   30  activities in which the participant will take part, including child care\n   31  and other services and shall  set  forth  an  employment  goal  for  the\n   32  participant.    To  the  extent  possible,  the employability plan shall\n   33  reflect the preferences of the participant in a manner that is  consist-\n   34  ent with the results of the participant's assessment and the need of the\n   35  social services district to meet federal and state work activity partic-\n   36  ipation  requirements,  and, if such preferences cannot be accommodated,\n   37  the reasons shall be specified in the employability plan.  The  employa-\n   38  bility  plan  shall  also take into account the participant's supportive\n   39  services needs, available program resources, local  employment  opportu-\n   40  nities, AND SHALL STRONGLY CONSIDER, FOR INDIVIDUALS WHO HAVE OBTAINED A\n   41  HIGH  SCHOOL  DIPLOMA OR A GENERAL EQUIVALENCY DIPLOMA (GED), THE POTEN-\n   42  TIAL FOR AVAILABLE EMPLOYMENT THAT PAYS  A  SUSTAINABLE  WAGE;  PROVIDED\n   43  THAT  ANY  INDIVIDUAL'S  PREPARATION  FOR EMPLOYMENT SHALL BE CONSISTENT\n   44  WITH FEDERAL AND STATE WORK PARTICIPATION REQUIREMENTS;  and  where  the\n   45  social  services official is considering an educational activity assign-\n   46  ment for such  participant,  the  participant's  liability  for  student\n   47  loans,  grants  and  scholarship awards. The employability plan shall be\n   48  explained to the participant.  Any change to the participant's  employa-\n   49  bility  plan required by the social services official shall be discussed\n   50  with the participant and shall be documented in writing.\n   51    S 5. Paragraph (a) of subdivision 2 of section  335-a  of  the  social\n   52  services  law, as amended by section 148 of part B of chapter 436 of the\n   53  laws of 1997, is amended to read as follows:\n   54    (a) Based on the  assessment  required  by  subdivision  one  of  this\n   55  section,  the social services official, in consultation with the partic-\n   56  ipant, shall develop an employability plan in writing  which  shall  set\n\n       A. 3298                             3\n\n    1  forth the services that will be provided by the social services official\n    2  and  the  activities  in which the participant will take part, including\n    3  supportive services and shall set  forth  an  employment  goal  for  the\n    4  participant.  A  local social services district may assign recipients in\n    5  households without dependent children to any activity. The employability\n    6  plan also shall take into account the participant's supportive  services\n    7  needs,  available program resources, local employment opportunities, AND\n    8  SHALL STRONGLY CONSIDER, FOR INDIVIDUALS WHO HAVE OBTAINED A HIGH SCHOOL\n    9  DIPLOMA OR A GENERAL EQUIVALENCY DIPLOMA (GED), THE POTENTIAL FOR AVAIL-\n   10  ABLE EMPLOYMENT THAT PAYS A SUSTAINABLE WAGE; PROVIDED THAT ANY INDIVID-\n   11  UAL'S PREPARATION FOR EMPLOYMENT SHALL BE CONSISTENT  WITH  FEDERAL  AND\n   12  STATE  WORK  PARTICIPATION  REQUIREMENTS;  and where the social services\n   13  official is considering an  educational  activity  assignment  for  such\n   14  participant,  the  participant's liability for student loans, grants and\n   15  scholarship awards.  The employability plan shall be  explained  to  the\n   16  participant. Any change to the participant's employability plan required\n   17  by  the social services official shall be discussed with the participant\n   18  and shall be documented in writing.\n   19    S 6. This act shall take effect on the one hundred twentieth day after\n   20  it shall have become a law, and shall apply to employability plans  made\n   21  or updated on and after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to training and education for sustainable wage jobs and traditional and nontraditional employment in public assistance employment programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110124.T163141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246648
}