{
  "year" : 2011,
  "senateBillNo" : "A3290-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3290-2011-1295845200000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296190800000,
    "eventText" : "reference changed to corporations, authorities and commissions",
    "billEventId" : "A3290-2011-1296190800000-reference+changed+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the manner in which members of the New York state energy research and development authority shall be appointed",
  "summary" : "Relates to the manner in which members of the New York state energy research and development authority shall be appointed; reduces Governor's appointments by three. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4676-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3290\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, COLTON, PHEFFER -- Multi-Sponsored by --\n         M.  of  A. CLARK, GABRYSZAK, GLICK, GOTTFRIED, HOOPER, JACOBS, SWEENEY\n         -- read once and referred to the Committee  on  Consumer  Affairs  and\n         Protection\n\n       AN ACT to amend the public authorities law, in relation to the manner in\n         which  the  members of the New York state energy research and develop-\n         ment authority shall be appointed\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of section 1852 of the public authorities\n    2  law, as amended by chapter 83 of the laws of 1995, is amended to read as\n    3  follows:\n    4    2. The membership of the authority shall consist of thirteen  members,\n    5  to  be as follows: the commissioner of the department of transportation,\n    6  the commissioner of the department of  environmental  conservation,  the\n    7  chair of the public service commission, the chair of the power authority\n    8  of the State of New York, all of whom shall serve ex-officio; and [nine]\n    9  SIX members appointed by the governor by and with the advice and consent\n   10  of the senate[; one of whom shall be an engineer or a research scientist\n   11  with  a  degree in the physical sciences or engineering who has not been\n   12  employed in the nuclear fission field  for  three  years  preceding  the\n   13  appointment and who shall not be so employed during his or her term; one\n   14  of  whom  shall  be  an  economist who shall not have received more than\n   15  one-tenth of his or her income from an electric utility or  gas  utility\n   16  for  three  years  preceding the appointment and who shall not so derive\n   17  more than one-tenth of his or her income during such term; one  of  whom\n   18  who  shall  be  a member of a not-for-profit environmental group; one of\n   19  whom shall be a member of a not-for-profit consumer group; one  of  whom\n   20  who  shall  be an officer of a utility primarily engaged in the distrib-\n   21  ution of gas; and one whom shall be an officer of an electric utility.],\n   22  ONE MEMBER APPOINTED BY THE COMPTROLLER, ONE  MEMBER  APPOINTED  BY  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06023-01-1\n\n       A. 3290                             2\n\n    1  TEMPORARY  PRESIDENT  OF  THE  SENATE,  AND  ONE MEMBER APPOINTED BY THE\n    2  SPEAKER OF THE ASSEMBLY. THE MEMBERS APPOINTED BY THE  COMPTROLLER,  THE\n    3  TEMPORARY  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY SHALL\n    4  NOT  BE  EMPLOYEES OF THE STATE. The governor shall designate the chair.\n    5  [Of the nine members appointed by the governor, two shall  be  appointed\n    6  for  terms expiring April first, nineteen hundred seventy-eight, two for\n    7  terms expiring April first,  nineteen  hundred  eighty,  two  for  terms\n    8  expiring  April  first, nineteen hundred eighty-one, and three for terms\n    9  expiring April first, nineteen hundred eighty-two.] OF THE MEMBERS FIRST\n   10  APPOINTED PURSUANT TO THE CHAPTER OF THE LAWS  OF  TWO  THOUSAND  ELEVEN\n   11  WHICH  AMENDED  THIS  SUBDIVISION, TWO MEMBERS APPOINTED BY THE GOVERNOR\n   12  SHALL SERVE FOR TERMS OF TWO YEARS, TWO MEMBERS APPOINTED BY THE  GOVER-\n   13  NOR  SHALL  SERVE  FOR TERMS OF FOUR YEARS, TWO MEMBERS APPOINTED BY THE\n   14  GOVERNOR SHALL SERVE FOR TERMS OF SIX YEARS, THE MEMBER APPOINTED BY THE\n   15  COMPTROLLER SHALL SERVE FOR A TERM OF SIX YEARS, THE MEMBER APPOINTED BY\n   16  THE TEMPORARY PRESIDENT OF THE SENATE SHALL SERVE FOR  A  TERM  OF  FOUR\n   17  YEARS  AND  THE  MEMBER  APPOINTED  BY THE SPEAKER OF THE ASSEMBLY SHALL\n   18  SERVE FOR A TERM OF TWO YEARS. Persons appointed [by the  governor]  for\n   19  full  terms  as  successors to such members shall serve for terms of six\n   20  years each [commencing as of April first]. In the  event  of  a  vacancy\n   21  occurring  in the office of a member by death, resignation or otherwise,\n   22  the [governor] ORIGINAL APPOINTING AUTHORITY shall appoint a successor[,\n   23  by and with the advice and consent of the senate,] to serve the  balance\n   24  of the unexpired term.\n   25    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the manner in which the members of the New York state energy research and development authority shall be appointed ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T163141.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110128.T150809.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296245289493
}