{
  "year" : 2011,
  "senateBillNo" : "A3291-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3291-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the manner in which members of the New York job development authority shall be appointed",
  "summary" : "Relates to the manner in which members of the New York job development authority shall be appointed; reduces gubernatorial appointments from seven to four members. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4675-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3291\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, COLTON, PHEFFER -- Multi-Sponsored by --\n         M.  of  A.  ABBATE, CLARK, DINOWITZ, GLICK, GOTTFRIED, HOOPER, JACOBS,\n         SWEENEY -- read once and referred to the  Committee  on  Corporations,\n         Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to the manner in\n         which  the  members of the New York job development authority shall be\n         appointed\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 2 of section 1802 of the public authori-\n    2  ties  law,  subdivision  1 as amended by chapter 118 of the laws of 1990\n    3  and subdivision 2 as separately amended by chapters 355 and 829  of  the\n    4  laws of 1966, are amended to read as follows:\n    5    1.  There  is hereby created the \"New York job development authority.\"\n    6  The authority shall be a  body  corporate  and  politic  constituting  a\n    7  public benefit corporation. Its members shall consist of the commission-\n    8  er  of economic development, the commissioner of labor, the commissioner\n    9  of agriculture and markets, and the superintendent of banks, serving  ex\n   10  officio,  [and  seven] FOUR members to be appointed by the governor with\n   11  the advice and consent of the senate, ONE MEMBER APPOINTED BY THE  COMP-\n   12  TROLLER,  ONE MEMBER APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE,\n   13  AND ONE MEMBER APPOINTED BY THE SPEAKER OF THE ASSEMBLY.    Each  member\n   14  [appointed  by the governor] shall be a citizen of the United States and\n   15  a resident of the state.  THE MEMBERS APPOINTED BY THE COMPTROLLER,  THE\n   16  TEMPORARY  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY SHALL\n   17  NOT BE EMPLOYEES OF THE STATE.\n   18    2. Members shall continue in office  until  the  expiration  of  their\n   19  terms  and  until  their  successors  have been appointed and confirmed.\n   20  Persons appointed for full terms as their  successors  shall  serve  for\n   21  four years each commencing as of January first. In the event of a vacan-\n   22  cy  occurring  in the office of a member by death, resignation or other-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06024-01-1\n\n       A. 3291                             2\n\n    1  wise, the [governor]  ORIGINAL  APPOINTING  AUTHORITY  shall  appoint  a\n    2  successor  [with  the advice and consent of the senate] to serve for the\n    3  balance of the unexpired term.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the manner in which the members of the New York job development authority shall be appointed ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110124.T163141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246613
}