{
  "year" : 2011,
  "senateBillNo" : "A33-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A33-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax exemption for petroleum products that are purchased for heating purposes",
  "summary" : "Provides a tax exemption for petroleum products that are purchased for heating purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A962-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          33\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAHILL,  MORELLE, DESTITO, LUPARDO, GUNTHER,\n         ROSENTHAL, PHEFFER -- Multi-Sponsored by -- M. of  A.  ENGLEBRIGHT  --\n         read once and referred to the Committee on Ways and Means\n\n       AN  ACT to amend the tax law, in relation to eliminating the residential\n         restriction for heating exemptions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (d) of section 301-b of the tax law, as amended\n    2  by  section 2 of part H of chapter 407 of the laws of 1999, subparagraph\n    3  (C) of paragraph 2 as amended by section 1 of part X of  chapter  63  of\n    4  the laws of 2000, is amended to read as follows:\n    5    (d)  Sales  to  consumers for heating purposes. [(1) Total residential\n    6  heating] HEATING exemption. (A) Unenhanced diesel motor fuel sold  by  a\n    7  petroleum  business registered under article twelve-A of this chapter as\n    8  a distributor of diesel motor fuel or residual petroleum product sold by\n    9  a petroleum business registered under this article as a residual  petro-\n   10  leum  product  business  to  the  consumer exclusively for [residential]\n   11  heating purposes.\n   12    (B) Enhanced diesel motor fuel sold by a petroleum business registered\n   13  under article twelve-A of this chapter as a distributor of diesel  motor\n   14  fuel  to the consumer exclusively for [residential] heating purposes but\n   15  only if such enhanced diesel motor fuel is delivered into a storage tank\n   16  which is not equipped with a hose or other apparatus by which such  fuel\n   17  can  be dispensed into the fuel tank of a motor vehicle and such storage\n   18  tank is attached to the heating unit burning such fuel,  provided,  that\n   19  with  respect  to  each  delivery  of  such fuel over four thousand five\n   20  hundred gallons, to obtain this exemption  there  shall  be  required  a\n   21  certificate  signed  by  the  purchaser stating that the product will be\n   22  used exclusively for [residential] heating purposes.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01149-02-1\n\n       A. 33                               2\n\n    1    [(2) Partial non-residential heating exemption. (A) Unenhanced  diesel\n    2  motor  fuel  sold  by  a  petroleum  business  registered  under article\n    3  twelve-A of this chapter as a distributor of diesel motor fuel or  resi-\n    4  dual  petroleum  product  sold  by a petroleum business registered under\n    5  this  article  as  a residual petroleum product business to the consumer\n    6  exclusively for heating, other than residential heating purposes.\n    7    (B) Enhanced diesel motor fuel sold by a petroleum business registered\n    8  under article twelve-A of this chapter as a distributor of diesel  motor\n    9  fuel  to  the  consumer  exclusively for heating, other than residential\n   10  heating purposes, but only if such enhanced diesel motor fuel is  deliv-\n   11  ered  into  a  storage  tank  which is not equipped with a hose or other\n   12  apparatus by which such fuel can be dispensed into the fuel  tank  of  a\n   13  motor  vehicle  and  such  storage  tank is attached to the heating unit\n   14  burning such fuel, provided, that with respect to each delivery of  such\n   15  fuel  over  four thousand five hundred gallons, to obtain this exemption\n   16  there shall be required a certificate signed by  the  purchaser  stating\n   17  that  the product will be used exclusively for heating, other than resi-\n   18  dential heating purposes.\n   19    (C)  Calculation  of  partial  exemption.  Notwithstanding  any  other\n   20  provision  of this article, commencing April first, two thousand one and\n   21  ending August thirty-first, two thousand two, the amount of the  partial\n   22  exemption  under  this  paragraph shall be determined by multiplying the\n   23  quantity of diesel motor fuel and residual  petroleum  product  eligible\n   24  for  the exemption times the sum of the then current rate of the supple-\n   25  mental tax imposed by section three hundred one-j of  this  article  and\n   26  twenty  percent  of  the then current rate of the tax imposed by section\n   27  three hundred one-a of this article, with respect to the specific diesel\n   28  motor fuel or residual petroleum product rate, as the case may  be,  and\n   29  commencing  September first, two thousand two, the amount of the partial\n   30  exemption under this paragraph shall be determined  by  multiplying  the\n   31  quantity  of  diesel  motor fuel and residual petroleum product eligible\n   32  for the exemption times the sum of the then current rate of the  supple-\n   33  mental  tax  imposed  by section three hundred one-j of this article and\n   34  forty-six percent of the then current rate of the tax imposed by section\n   35  three hundred one-a of this article, with respect to the specific diesel\n   36  motor fuel or residual petroleum product rate, as the case may be.]\n   37    S 2. Subdivision (a) of section 301-c of the tax law,  as  amended  by\n   38  section  4 of part H of chapter 407 of the laws of 1999 and subparagraph\n   39  (B) of paragraph 2 as amended by section 2 of part X of  chapter  63  of\n   40  the laws of 2000, is amended to read as follows:\n   41    (a)  Diesel  motor fuel used for heating purposes. [(1) Total residen-\n   42  tial heating] HEATING reimbursement. Diesel motor fuel purchased in this\n   43  state and sold by such purchaser to a consumer for use  exclusively  for\n   44  [residential] heating purposes but only where (i) such diesel motor fuel\n   45  is  delivered  into  a storage tank which is not equipped with a hose or\n   46  other apparatus by which such fuel can be dispensed into the  fuel  tank\n   47  of a motor vehicle and such storage tank is attached to the heating unit\n   48  burning  such  fuel,  (ii)  the tax imposed pursuant to this article has\n   49  been paid with respect to such diesel motor fuel and the  entire  amount\n   50  of such tax has been absorbed by such purchaser, and (iii) such purchas-\n   51  er possesses documentary proof satisfactory to the commissioner evidenc-\n   52  ing  the absorption by it of the entire amount of the tax imposed pursu-\n   53  ant to  this  article.  Provided,  however,  that  the  commissioner  is\n   54  authorized,  in the event that the commissioner determines that it would\n   55  not threaten the integrity of the administration and enforcement of  the\n   56  tax  imposed by this article, to provide a reimbursement with respect to\n\n       A. 33                               3\n\n    1  a retail sale to a consumer for [residential] heating purposes  of  less\n    2  than  ten  gallons  of  diesel  motor  fuel  provided  such  fuel is not\n    3  dispensed into the tank of a motor vehicle. Provided, further, that with\n    4  respect  to  each  delivery  of  enhanced diesel motor fuel of over four\n    5  thousand five hundred gallons, to obtain this reimbursement there  shall\n    6  be  required a certificate signed by the consumer stating that the prod-\n    7  uct will be used exclusively for [residential] heating purposes.\n    8    [(2) Partial non-residential heating reimbursement. (A)  Diesel  motor\n    9  fuel  purchased  in  this state and sold by such purchaser to a consumer\n   10  for use exclusively for heating,  other  than  for  residential  heating\n   11  purposes,  but only where (i) such diesel motor fuel is delivered into a\n   12  storage tank which is not equipped with a hose  or  other  apparatus  by\n   13  which  such  fuel can be dispensed into the fuel tank of a motor vehicle\n   14  and such storage tank is attached to the heating unit burning such fuel,\n   15  (ii) the tax imposed pursuant to this article has been paid with respect\n   16  to such diesel motor fuel and the entire amount of  such  tax  has  been\n   17  absorbed  by such purchaser, and (iii) such purchaser possesses documen-\n   18  tary proof satisfactory to the commissioner evidencing the absorption by\n   19  it of the entire amount of the tax imposed  pursuant  to  this  article.\n   20  Provided, however, that with respect to each delivery of enhanced diesel\n   21  motor  fuel  of  over four thousand five hundred gallons, to obtain this\n   22  reimbursement there shall  be  required  a  certificate  signed  by  the\n   23  consumer  stating that the product will be used exclusively for heating,\n   24  other than for residential heating purposes.\n   25    (B) Calculation of partial reimbursement.  Notwithstanding  any  other\n   26  provision  of this article, commencing April first, two thousand one and\n   27  ending  August  thirty-first,  two  thousand  two,  the  amount  of  the\n   28  reimbursement  under  this  paragraph shall be determined by multiplying\n   29  the quantity of diesel motor fuel eligible for the  reimbursement  times\n   30  the  sum  of  the  then  current rate of the supplemental tax imposed by\n   31  section three hundred one-j of this article and twenty  percent  of  the\n   32  then  current  rate of the tax imposed by section three hundred one-a of\n   33  this article, with respect to the specific diesel motor  fuel  rate,  as\n   34  the  case  may be, and commencing September first, two thousand two, the\n   35  amount of the reimbursement under this paragraph shall be determined  by\n   36  multiplying   the  quantity  of  diesel  motor  fuel  eligible  for  the\n   37  reimbursement times the sum of the then current rate of the supplemental\n   38  tax imposed by section three hundred one-j of this article and forty-six\n   39  percent of the then current rate of the tax  imposed  by  section  three\n   40  hundred one-a of this article, with respect to the specific diesel motor\n   41  fuel rate, as the case may be.]\n   42    S  3.  This act shall take effect April 1, 2011; provided, however, if\n   43  this act shall become a law after such date it shall be deemed  to  have\n   44  been in full force and effect on and after April 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to eliminating the residential restriction for heating exemptions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D101216.T104412.TXT", "SOBI.D101216.T155438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292532878000
}