{
  "year" : 2011,
  "senateBillNo" : "A3302-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3302-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the annual increase in debt of the New York city municipal water finance authority to six percent without the approval of the New York city council",
  "summary" : "Limits the annual increase in debt of the New York city municipal water finance authority to six percent without the approval of the New York city council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A8747-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3302\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BRENNAN,  MILLMAN, LANCMAN, MAISEL, PHEFFER,\n         BARRON, PERRY, COOK, WEPRIN -- Multi-Sponsored by -- M. of  A.  GLICK,\n         GOTTFRIED,  MENG  -- read once and referred to the Committee on Corpo-\n         rations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to debt held  by\n         the New York city municipal water finance authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 1045-d of the  public  authorities\n    2  law,  as added by chapter 513 of the laws of 1984, is amended to read as\n    3  follows:\n    4    3. To borrow money and issue negotiable or non-negotiable notes, bonds\n    5  or other obligations and to provide for the rights of the holders there-\n    6  of, PROVIDED, HOWEVER, THAT SUCH POWER TO BORROW MONEY AND ISSUE NEGOTI-\n    7  ABLE OR NON-NEGOTIABLE NOTES, BONDS OR OTHER OBLIGATIONS SHALL BE LIMIT-\n    8  ED TO THE LIMITATION ON THE ANNUAL INCREASE IN  DEBT  AS  SET  FORTH  IN\n    9  SECTION ONE THOUSAND FORTY-FIVE-AA OF THIS TITLE;\n   10    S  2.  Sections  1045-aa and 1045-bb of the public authorities law are\n   11  renumbered sections 1045-bb and 1045-cc and a  new  section  1045-aa  is\n   12  added to read as follows:\n   13    S  1045-AA.  LIMITATION  ON DEBT INCREASE. BEGINNING WITH THE NEW YORK\n   14  CITY FISCAL YEAR BEGINNING JULY FIRST, TWO THOUSAND  TWELVE  AND  ENDING\n   15  JUNE THIRTIETH, TWO THOUSAND THIRTEEN, THE ANNUAL INCREASE IN TOTAL DEBT\n   16  HELD  BY THE AUTHORITY AT ANY TIME DURING A FISCAL YEAR SHALL NOT EXCEED\n   17  SIX PERCENT OF THE TOTAL DEBT HELD BY THE AUTHORITY DURING THE PRECEDING\n   18  FISCAL YEAR WITHOUT THE APPROVAL BY MAJORITY VOTE OF THE NEW  YORK  CITY\n   19  COUNCIL.\n   20    S  3.  The  public  authorities law is amended by adding a new section\n   21  1045-g-1 to read as follows:\n   22    S 1045-G-1.   ROLE AND RESPONSIBILITIES OF  BOARD  MEMBERS.  1.  BOARD\n   23  MEMBERS  OF  THE  WATER BOARD SHALL: (A) EXECUTE DIRECT OVERSIGHT OF THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06049-01-1\n\n       A. 3302                             2\n\n    1  BOARD'S CHIEF EXECUTIVE  AND  OTHER  MANAGEMENT  IN  THE  EFFECTIVE  AND\n    2  ETHICAL  MANAGEMENT OF THE BOARD; (B) UNDERSTAND, REVIEW AND MONITOR THE\n    3  IMPLEMENTATION OF FUNDAMENTAL  FINANCIAL  AND  MANAGEMENT  CONTROLS  AND\n    4  OPERATIONAL DECISIONS OF THE BOARD; (C) ESTABLISH POLICIES REGARDING THE\n    5  PAYMENT  OF  SALARY,  COMPENSATION  AND REIMBURSEMENTS TO, AND ESTABLISH\n    6  RULES FOR THE TIME AND ATTENDANCE OF, THE CHIEF  EXECUTIVE  AND  MANAGE-\n    7  MENT;  (D)  ADOPT  A CODE OF ETHICS APPLICABLE TO EACH OFFICER, DIRECTOR\n    8  AND EMPLOYEE THAT, AT A MINIMUM, INCLUDES THE STANDARDS  ESTABLISHED  IN\n    9  SECTION  SEVENTY-FOUR  OF THE PUBLIC OFFICERS LAW; (E) ESTABLISH WRITTEN\n   10  POLICIES AND  PROCEDURES  ON  PERSONNEL  INCLUDING  POLICIES  PROTECTING\n   11  EMPLOYEES FROM RETALIATION FOR DISCLOSING INFORMATION CONCERNING ACTS OF\n   12  WRONGDOING,  MISCONDUCT, MALFEASANCE, OR OTHER INAPPROPRIATE BEHAVIOR BY\n   13  AN EMPLOYEE OR BOARD MEMBER OF THE WATER BOARD, INVESTMENTS, TRAVEL, THE\n   14  ACQUISITION OF REAL PROPERTY AND THE DISPOSITION OF  REAL  AND  PERSONAL\n   15  PROPERTY  AND THE PROCUREMENT OF GOODS AND SERVICES; (F) ADOPT A DEFENSE\n   16  AND INDEMNIFICATION POLICY  AND  DISCLOSE  SUCH  PLAN  TO  ANY  AND  ALL\n   17  PROSPECTIVE BOARD MEMBERS; AND (G) AT THE TIME THAT THE MEMBER TAKES AND\n   18  SUBSCRIBES HIS OR HER OATH OF OFFICE, EXECUTE AN ACKNOWLEDGMENT IN WHICH\n   19  THE BOARD MEMBER ACKNOWLEDGES THAT HE OR SHE UNDERSTANDS HIS OR HER ROLE\n   20  AND RESPONSIBILITIES IMPOSED PURSUANT TO THIS SECTION.\n   21    2.  BOARD  MEMBERS  OF  THE  WATER BOARD, OR SUBSIDIARY THEREOF, SHALL\n   22  ESTABLISH AN AUDIT COMMITTEE TO BE COMPRISED  OF  NOT  LESS  THAN  THREE\n   23  INDEPENDENT  MEMBERS,  WHO SHALL CONSTITUTE A MAJORITY ON THE COMMITTEE,\n   24  AND WHO SHALL POSSESS THE NECESSARY SKILLS TO UNDERSTAND THE DUTIES  AND\n   25  FUNCTIONS  OF  THE AUDIT COMMITTEE; PROVIDED, HOWEVER, THAT IN THE EVENT\n   26  THAT A BOARD HAS LESS THAN THREE  INDEPENDENT  MEMBERS,  THE  BOARD  MAY\n   27  APPOINT  NON-INDEPENDENT  MEMBERS  TO THE AUDIT COMMITTEE, PROVIDED THAT\n   28  THE INDEPENDENT MEMBERS MUST CONSTITUTE A MAJORITY OF THE MEMBERS OF THE\n   29  AUDIT COMMITTEE. THE COMMITTEE SHALL RECOMMEND TO THE BOARD  THE  HIRING\n   30  OF A CERTIFIED INDEPENDENT ACCOUNTING FIRM FOR SUCH BOARD, ESTABLISH THE\n   31  COMPENSATION  TO BE PAID TO THE ACCOUNTING FIRM AND PROVIDE DIRECT OVER-\n   32  SIGHT OF THE PERFORMANCE OF  THE  INDEPENDENT  AUDIT  PERFORMED  BY  THE\n   33  ACCOUNTING  FIRM HIRED FOR SUCH PURPOSES. MEMBERS OF THE AUDIT COMMITTEE\n   34  SHALL BE FAMILIAR WITH CORPORATE FINANCIAL AND ACCOUNTING PRACTICES.\n   35    3. BOARD MEMBERS OF THE WATER  BOARD,  OR  SUBSIDIARY  THEREOF,  SHALL\n   36  ESTABLISH  A GOVERNANCE COMMITTEE TO BE COMPRISED OF NOT LESS THAN THREE\n   37  INDEPENDENT MEMBERS, WHO SHALL CONSTITUTE A MAJORITY ON  THE  COMMITTEE,\n   38  AND  WHO SHALL POSSESS THE NECESSARY SKILLS TO UNDERSTAND THE DUTIES AND\n   39  FUNCTIONS OF THE GOVERNANCE COMMITTEE; PROVIDED, HOWEVER,  THAT  IN  THE\n   40  EVENT  THAT  A  BOARD HAS LESS THAN THREE INDEPENDENT MEMBERS, THE BOARD\n   41  MAY  APPOINT  NON-INDEPENDENT  MEMBERS  TO  THE  GOVERNANCE   COMMITTEE,\n   42  PROVIDED  THAT THE INDEPENDENT MEMBERS MUST CONSTITUTE A MAJORITY OF THE\n   43  MEMBERS OF THE GOVERNANCE COMMITTEE. IT SHALL BE THE  RESPONSIBILITY  OF\n   44  THE  MEMBERS  OF  THE GOVERNANCE COMMITTEE TO KEEP THE BOARD INFORMED OF\n   45  CURRENT  BEST  GOVERNANCE  PRACTICES;  TO  REVIEW  CORPORATE  GOVERNANCE\n   46  TRENDS; TO RECOMMEND UPDATES TO THE BOARD'S CORPORATE GOVERNANCE PRINCI-\n   47  PLES;  TO  ADVISE  APPOINTING  AUTHORITIES ON THE SKILLS AND EXPERIENCES\n   48  REQUIRED OF POTENTIAL BOARD MEMBERS; TO EXAMINE ETHICAL AND CONFLICT  OF\n   49  INTEREST  ISSUES;  TO  PERFORM  BOARD SELF-EVALUATIONS; AND TO RECOMMEND\n   50  BY-LAWS WHICH INCLUDE RULES AND PROCEDURES FOR CONDUCT  OF  BOARD  BUSI-\n   51  NESS.\n   52    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to debt held by the New York city municipal water finance authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T163641.TXT", "SOBI.D110125.T113406.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246636
}