{
  "year" : 2011,
  "senateBillNo" : "A3309-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3309-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for additional reporting guidelines for the metropolitan transportation authority's annual financial statements and when proposing fare and toll increases",
  "summary" : "Provides for additional reporting guidelines for the metropolitan transportation authority's annual financial statements and when proposing fare and toll increases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4677-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3309\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, JAFFEE, MAISEL, ZEBROWSKI -- Multi-Spon-\n         sored  by -- M. of A.  ABBATE, CLARK, COLTON, CUSICK, DINOWITZ, GLICK,\n         HOOPER, JACOBS, ORTIZ, PHEFFER, ROBINSON, WEISENBERG, WRIGHT  --  read\n         once  and  referred  to the Committee on Corporations, Authorities and\n         Commissions\n\n       AN ACT to amend the public authorities law, in relation to providing for\n         additional reporting guidelines for  the  metropolitan  transportation\n         authority's  annual  financial  statements and when proposing fare and\n         toll increases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 2800-a to read as follows:\n    3    S 2800-A. ADDITIONAL REPORT BY THE METROPOLITAN TRANSPORTATION AUTHOR-\n    4  ITY. 1. IN ADDITION TO THE REQUIREMENTS OF SECTION TWENTY-EIGHT  HUNDRED\n    5  OF  THIS  TITLE, THE REPORT OF THE METROPOLITAN TRANSPORTATION AUTHORITY\n    6  SHALL BE SUBMITTED ON A FORM  THAT  SHALL  CONFORM  TO  ALL  REGULATIONS\n    7  PROMULGATED  BY  AND/OR  REQUIREMENTS  PRESCRIBED  BY THE NEW YORK STATE\n    8  COMPTROLLER AND SHALL SET FORTH THE FOLLOWING INFORMATION  IN  A  CLEAR,\n    9  COMPLETE AND DETAILED MANNER.\n   10    2.  THE AUTHORITY SHALL SET FORTH THE OPERATING BUDGET OF EACH SUBSID-\n   11  IARY AND/OR AFFILIATE, INCLUDING BUT NOT LIMITED TO THE  NEW  YORK  CITY\n   12  TRANSIT  AUTHORITY, THE TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY, THE LONG\n   13  ISLAND RAILROAD, METRO-NORTH RAILROAD, AND LONG ISLAND BUS.  THE  REPORT\n   14  OF  EACH  SUCH  SUBSIDIARY  AND/OR  AFFILIATE SHALL SEPARATELY SET FORTH\n   15  REVENUE FROM FARES AND TOLLS, REVENUE FROM GOVERNMENTAL BODIES,  INCLUD-\n   16  ING  SEPARATELY  STATING  REVENUE  FROM  EACH SUCH GOVERNMENTAL BODY AND\n   17  SEPARATELY IDENTIFYING THE STATUTORY AUTHORITY FOR EACH  REVENUE  SOURCE\n   18  FROM  SUCH GOVERNMENTAL BODY.  THE REPORT SHALL SEPARATELY SET FORTH ALL\n   19  OTHER REVENUE SOURCES, INCLUDING, BUT NOT  LIMITED  TO,  SALES,  LEASES,\n   20  RENTAL  CONTRACTS,  FRANCHISES,  ADVERTISING,  OTHER  BUSINESS  REVENUE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06022-01-1\n\n       A. 3309                             2\n\n    1  INTEREST AND MISCELLANEOUS REVENUE. THE  REPORT  SHALL  ALSO  SET  FORTH\n    2  REVENUE  FOR EACH SUBSIDIARY AND/OR AFFILIATE OF THE METROPOLITAN TRANS-\n    3  PORTATION AUTHORITY TRANSFERRED FROM ANY OTHER SUBSIDIARY AND/OR  AFFIL-\n    4  IATE  OF  THE  METROPOLITAN TRANSPORTATION AUTHORITY, AND SHALL IDENTIFY\n    5  THE AMOUNT OF SUCH TRANSFER.  THE REPORT SHALL  SEPARATELY  FURTHER  SET\n    6  FORTH  ANY  REVENUE  FROM  EXTRAORDINARY  ITEMS FOR USE IN THE OPERATING\n    7  BUDGET, INCLUDING, BUT NOT LIMITED TO, PROCEEDS FROM BOND OR NOTE SALES,\n    8  OR BOND OR NOTE REFINANCINGS, OR OTHER EXTRAORDINARY ITEMS.\n    9    3. THE AUTHORITY SHALL ALSO SET FORTH IN A CLEAR AND  DETAILED  MANNER\n   10  THE EXPENSES OF EACH SUCH SUBSIDIARY AND/OR AFFILIATE, INCLUDING BUT NOT\n   11  LIMITED  TO  SALES,  LEASES,  RENTAL CONTRACTS, FRANCHISES, ADVERTISING,\n   12  OTHER BUSINESS REVENUE, INTEREST AND MISCELLANEOUS REVENUE.  THE  REPORT\n   13  SHALL SET FORTH SEPARATELY THE SALARIES, WAGES AND BENEFITS OF THE OFFI-\n   14  CERS,  MANAGERIAL AND OTHER EMPLOYEES NOT COVERED BY COLLECTIVE BARGAIN-\n   15  ING AGREEMENTS, AND THE  SALARIES,  WAGES,  AND  BENEFITS  OF  EMPLOYEES\n   16  COVERED  BY  COLLECTIVE  BARGAINING AGREEMENTS. THE REPORT SHALL FURTHER\n   17  SET FORTH OTHER EXPENSES, INCLUDING, BUT NOT LIMITED TO,  MATERIALS  AND\n   18  SUPPLIES,  ENERGY  AND  POWER,  DEBT  SERVICE, DEPRECIATION, CONTRACTUAL\n   19  SERVICES, RENTALS, LEASES, AND OTHER MISCELLANEOUS EXPENSES. THE  REPORT\n   20  SHALL  FURTHER SEPARATELY SET FORTH ALL TRANSFERS FROM EACH SUCH SUBSID-\n   21  IARY AND/OR AFFILIATE OF THE AUTHORITY, TO EACH AND EVERY OTHER  SUBSID-\n   22  IARY  AND/OR AFFILIATE OF THE AUTHORITY, INCLUDING THE AUTHORITY ITSELF.\n   23  WITH RESPECT TO THE TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY,  ITS  REPORT\n   24  SHALL CLEARLY SHOW AND SEPARATELY IDENTIFY ALL TRANSFERS OF FUNDS TO THE\n   25  OTHER  SUBSIDIARIES  AND/OR  AFFILIATES,  AS WELL AS TO THE METROPOLITAN\n   26  TRANSPORTATION AUTHORITY ITSELF. WITH RESPECT TO THE DEBT SERVICE OF THE\n   27  TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY, THE REPORT SHALL PROVIDE A SCHE-\n   28  DULE THAT SHOWS THE MONEY PROPORTION OF THE DEBT  SERVICE  ALLOWABLE  TO\n   29  EACH SUBSIDIARY AND/OR AFFILIATE OF THE AGENCY, INCLUDING ITSELF AND THE\n   30  METROPOLITAN TRANSPORTATION AUTHORITY.\n   31    4.  THE  METROPOLITAN TRANSPORTATION AUTHORITY SHALL PROVIDE A REPORT,\n   32  SHOWING ITS OPERATING BUDGET, ITS REVENUES, EXPENSES, AND TRANSFERS,  IN\n   33  A LIKE MANNER IN A REPORT APPROVED BY THE NEW YORK STATE COMPTROLLER.\n   34    S 2. Section 2804 of the public authorities law is amended by adding a\n   35  new subdivision 5 to read as follows:\n   36    (5) WITH RESPECT TO INFORMATION SET FORTH IN PARAGRAPH (B) OF SUBDIVI-\n   37  SION  ONE  OF  THIS  SECTION,  THE METROPOLITAN TRANSPORTATION AUTHORITY\n   38  SHALL REPORT SUCH INFORMATION IN THE MANNER REQUIRED BY  THE  PROVISIONS\n   39  OF SECTION TWENTY-EIGHT HUNDRED-A OF THIS TITLE FOR THE YEAR IMMEDIATELY\n   40  PRECEDING  SUCH  ANNOUNCEMENT, UP TO THE CALENDAR QUARTER LAST COMPLETED\n   41  NINETY DAYS PRIOR TO SUCH ANNOUNCEMENT OF A PROPOSED INCREASE  IN  FARE,\n   42  FEE  OR TOLLS OF THE METROPOLITAN TRANSPORTATION AUTHORITY OR ANY OF ITS\n   43  SUBSIDIARIES OR AFFILIATES;  PROVIDED  FURTHER,  HOWEVER,  THAT  IF  THE\n   44  REQUIREMENT  FOR  THE METROPOLITAN TRANSPORTATION AUTHORITY SET FORTH IN\n   45  THIS SUBDIVISION RESULTS IN A CALENDAR  QUARTER  REPORT  COMPLETED  MORE\n   46  THAN  ONE  HUNDRED  TWENTY  DAYS  PRIOR  TO  SUCH ANNOUNCEMENT, THEN THE\n   47  AUTHORITY SHALL FILE A FURTHER REPORT PURSUANT TO  THE  REQUIREMENTS  OF\n   48  THIS SECTION UP TO THE CALENDAR QUARTER LAST COMPLETED NINETY DAYS PRIOR\n   49  TO THE FIRST DAY OF THE SCHEDULED PUBLIC HEARINGS ON SUCH FARE, FEE, AND\n   50  TOLL INCREASES.\n   51    S 3. Section 1205 of the public authorities law is amended by adding a\n   52  new subdivision 7-a to read as follows:\n   53    7-A.  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS CHAPTER OR OF\n   54  ANY OTHER GENERAL, SPECIAL OR LOCAL LAW, THE AUTHORITY SHALL  SUBMIT  TO\n   55  THE  GOVERNOR,  COMPTROLLER,  CHAIRMAN  OF THE SENATE FINANCE COMMITTEE,\n   56  CHAIRMAN OF THE ASSEMBLY WAYS AND MEANS COMMITTEE AND  RANKING  MINORITY\n\n       A. 3309                             3\n\n    1  MEMBER OF EACH OF SUCH COMMITTEES, NOT LESS THAN ONE HUNDRED TWENTY DAYS\n    2  PRIOR  TO  THE PROPOSED DATE FOR ANY FUTURE INCREASE IN TRANSIT FARES, A\n    3  DETAILED REPORT SETTING FORTH: (A) THE NEED FOR SUCH INCREASE OR IMPOSI-\n    4  TION;  (B)  ITS  RECEIPTS  AND  DISBURSEMENTS, OR REVENUES AND EXPENSES,\n    5  DURING THE PRIOR THREE FISCAL YEARS, OR SO MUCH THEREOF AS IT  MAY  HAVE\n    6  BEEN  IN EXISTENCE, IN ACCORDANCE WITH THE CATEGORIES OR CLASSIFICATIONS\n    7  ESTABLISHED BY THE AUTHORITY OR COMMISSION FOR  ITS  OWN  OPERATING  AND\n    8  CAPITAL OUTLAY PURPOSES AS DETAILED IN SECTION TWENTY-EIGHT HUNDRED-A OF\n    9  THIS  CHAPTER;  (C)  ITS  ASSETS  AND LIABILITIES AT THE END OF ITS LAST\n   10  FISCAL YEAR INCLUDING THE STATUS OF RESERVE,  DEPRECIATION,  SPECIAL  OR\n   11  OTHER  FUNDS AND INCLUDING THE RECEIPTS AND PAYMENTS OF THESE FUNDS; (D)\n   12  A SCHEDULE OF BONDS AND NOTES OUTSTANDING AT THE END OF ITS FISCAL  YEAR\n   13  AND  THEIR  REDEMPTION  DATES,  TOGETHER WITH A STATEMENT OF THE AMOUNTS\n   14  REDEEMED AND INCURRED DURING SUCH FISCAL YEAR; (E) INFORMATION ON FUTURE\n   15  AUTHORITY OPERATIONS, DEBT SERVICE AND  CAPITAL  CONSTRUCTION,  TOGETHER\n   16  WITH  ESTIMATED RECEIPTS AND EXPENDITURES FOR THE NEXT FIVE FISCAL YEARS\n   17  WITHOUT REFERENCE TO SUCH  PROPOSED  INCREASE  OR  IMPOSITION;  AND  (F)\n   18  PROJECTIONS  AND  ESTIMATES AS TO THE EFFECT WHICH THE PROPOSED INCREASE\n   19  OR IMPOSITION WILL HAVE ON THE FUTURE USE  OF  THE  FACILITIES,  AND  AN\n   20  ESTIMATE  OF  THE REVENUES WHICH WILL ACCRUE TO THE AUTHORITY OR COMMIS-\n   21  SION AS THE RESULT OF THE PROPOSED  INCREASE  OR  IMPOSITION.    IF  THE\n   22  REQUIREMENT  FOR  THE METROPOLITAN TRANSPORTATION AUTHORITY SET FORTH IN\n   23  THIS SUBDIVISION RESULTS IN A CALENDAR  QUARTER  REPORT  COMPLETED  MORE\n   24  THAN  ONE  HUNDRED  TWENTY  DAYS  PRIOR  TO SUCH PROPOSED DATE, THEN THE\n   25  AUTHORITY SHALL FILE A FURTHER REPORT PURSUANT TO  THE  REQUIREMENTS  OF\n   26  THIS SECTION UP TO THE CALENDAR QUARTER LAST COMPLETED NINETY DAYS PRIOR\n   27  TO THE FIRST DAY OF THE SCHEDULED PUBLIC HEARINGS ON SUCH FARE, FEE, AND\n   28  TOLL INCREASES.\n   29    S 4. Section 1263 of the public authorities law is amended by adding a\n   30  new subdivision 10 to read as follows:\n   31    10.  NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF THIS CHAPTER OR OF\n   32  ANY OTHER GENERAL, SPECIAL OR LOCAL LAW, THE AUTHORITY SHALL  SUBMIT  TO\n   33  THE  GOVERNOR,  COMPTROLLER,  CHAIRMAN  OF THE SENATE FINANCE COMMITTEE,\n   34  CHAIRMAN OF THE ASSEMBLY WAYS AND MEANS COMMITTEE AND  RANKING  MINORITY\n   35  MEMBER OF EACH OF SUCH COMMITTEES, NOT LESS THAN ONE HUNDRED TWENTY DAYS\n   36  PRIOR  TO  THE PROPOSED DATE FOR ANY FUTURE INCREASE IN TRANSIT FARES, A\n   37  DETAILED REPORT SETTING FORTH: (A) THE NEED FOR SUCH INCREASE OR IMPOSI-\n   38  TION; (B) ITS RECEIPTS AND  DISBURSEMENTS,  OR  REVENUES  AND  EXPENSES,\n   39  DURING  THE  PRIOR THREE FISCAL YEARS, OR SO MUCH THEREOF AS IT MAY HAVE\n   40  BEEN IN EXISTENCE, IN ACCORDANCE WITH THE CATEGORIES OR  CLASSIFICATIONS\n   41  ESTABLISHED  BY  THE  AUTHORITY  OR COMMISSION FOR ITS OWN OPERATING AND\n   42  CAPITAL OUTLAY PURPOSES AS DETAILED IN SECTION TWENTY-EIGHT HUNDRED-A OF\n   43  THIS CHAPTER; (C) ITS ASSETS AND LIABILITIES AT  THE  END  OF  ITS  LAST\n   44  FISCAL  YEAR  INCLUDING  THE STATUS OF RESERVE, DEPRECIATION, SPECIAL OR\n   45  OTHER FUNDS AND INCLUDING THE RECEIPTS AND PAYMENTS OF THESE FUNDS;  (D)\n   46  A  SCHEDULE OF BONDS AND NOTES OUTSTANDING AT THE END OF ITS FISCAL YEAR\n   47  AND THEIR REDEMPTION DATES, TOGETHER WITH A  STATEMENT  OF  THE  AMOUNTS\n   48  REDEEMED AND INCURRED DURING SUCH FISCAL YEAR; (E) INFORMATION ON FUTURE\n   49  AUTHORITY  OPERATIONS,  DEBT  SERVICE AND CAPITAL CONSTRUCTION, TOGETHER\n   50  WITH ESTIMATED RECEIPTS AND EXPENDITURES FOR THE NEXT FIVE FISCAL  YEARS\n   51  WITHOUT  REFERENCE  TO  SUCH  PROPOSED  INCREASE  OR IMPOSITION; AND (F)\n   52  PROJECTIONS AND ESTIMATES AS TO THE EFFECT WHICH THE  PROPOSED  INCREASE\n   53  OR  IMPOSITION  WILL  HAVE  ON  THE FUTURE USE OF THE FACILITIES, AND AN\n   54  ESTIMATE OF THE REVENUES WHICH WILL ACCRUE TO THE AUTHORITY  OR  COMMIS-\n   55  SION  AS  THE  RESULT  OF  THE PROPOSED INCREASE OR IMPOSITION.   IF THE\n   56  REQUIREMENT FOR THE METROPOLITAN TRANSPORTATION AUTHORITY SET  FORTH  IN\n\n       A. 3309                             4\n\n    1  THIS  SUBDIVISION  RESULTS  IN  A CALENDAR QUARTER REPORT COMPLETED MORE\n    2  THAN ONE HUNDRED TWENTY DAYS PRIOR  TO  SUCH  PROPOSED  DATE,  THEN  THE\n    3  AUTHORITY  SHALL  FILE  A FURTHER REPORT PURSUANT TO THE REQUIREMENTS OF\n    4  THIS SECTION UP TO THE CALENDAR QUARTER LAST COMPLETED NINETY DAYS PRIOR\n    5  TO THE FIRST DAY OF THE SCHEDULED PUBLIC HEARINGS ON SUCH FARE, FEE, AND\n    6  TOLL INCREASES.\n    7    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to providing for additional reporting guidelines for the metropolitan transportation authority's annual financial statements and when proposing fare and toll increases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T115409.TXT", "SOBI.D110124.T164141.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295974449338
}