{
  "year" : 2011,
  "senateBillNo" : "A330-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A330-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs social services districts to contract with non-residential programs for victims of domestic violence to provide outreach and education in high schools",
  "summary" : "Directs social services districts to contract with non-residential programs for victims of domestic violence to provide outreach and education to students in public and private high schools; provides for state reimbursement therefor. ",
  "currentCommittee" : null,
  "sameAs" : "S322",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1023-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          330\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PAULIN, PHEFFER, DINOWITZ, ENGLEBRIGHT, ORTIZ,\n         JAFFEE, GABRYSZAK -- Multi-Sponsored by --  M.  of  A.  AUBRY,  CLARK,\n         COOK,  GOTTFRIED,  GUNTHER, HOOPER, MOLINARO, SCARBOROUGH -- read once\n         and referred to the Committee on Social Services\n\n       AN ACT to amend the social services law,  in  relation  to  establishing\n         school-outreach domestic violence prevention programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 459-a of the social services  law,\n    2  as  amended  by  chapter  169 of the laws of 1994, is amended to read as\n    3  follows:\n    4    5. \"Non-residential program for victims of  domestic  violence\"  means\n    5  any  program  operated by a not-for-profit organization, for the purpose\n    6  of providing non-residential services to victims of  domestic  violence,\n    7  including,  but not limited to, information and referral services, advo-\n    8  cacy, counseling, and community education and  outreach  activities  and\n    9  providing  or  arranging  for  hotline  services.  Victims  of  domestic\n   10  violence and their children, if any, shall constitute at  least  seventy\n   11  percent  of the clientele of such programs; PROVIDED THAT CLIENTELE IN A\n   12  SCHOOL-OUTREACH DOMESTIC VIOLENCE PREVENTION  PROGRAM  SHALL  BE  DISRE-\n   13  GARDED IN MAKING THIS CALCULATION.\n   14    S  2.  Section 459-c of the social services law is amended by adding a\n   15  new subdivision 3 to read as follows:\n   16    3. (A) IN ACCORDANCE WITH THE PROVISIONS OF THIS SUBDIVISION  AND  THE\n   17  REGULATIONS  OF  THE  OFFICE  OF  CHILDREN AND FAMILY SERVICES, A SOCIAL\n   18  SERVICES DISTRICT SHALL  PURCHASE  FROM  A  NOT-FOR-PROFIT  ORGANIZATION\n   19  OPERATING A NON-RESIDENTIAL PROGRAM FOR VICTIMS OF DOMESTIC VIOLENCE AND\n   20  PROVIDE  TO  STUDENTS  WITHIN  PUBLIC AND PRIVATE HIGH SCHOOL SETTINGS A\n   21  PROGRAM OF INFORMATION AND REFERRAL SERVICES, ADVOCACY, COUNSELING,  AND\n   22  EDUCATION ABOUT DOMESTIC VIOLENCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01399-01-1\n\n       A. 330                              2\n\n    1    (B)  TO  THE  EXTENT  THAT  FUNDS ARE APPROPRIATED EXPRESSLY THEREFOR,\n    2  STATE REIMBURSEMENT SHALL BE AVAILABLE FOR ONE HUNDRED  PERCENT  OF  THE\n    3  EXPENDITURES  MADE  BY  A SOCIAL SERVICES DISTRICT FOR PROGRAMS PROVIDED\n    4  PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION.\n    5    S 3. This act shall take effect on the one hundred twentieth day after\n    6  it shall have become a law; provided that the commissioner of the office\n    7  of  children and family services is authorized to promulgate any and all\n    8  rules and regulations and take any other measures necessary to implement\n    9  this act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing school-outreach domestic violence prevention programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110321.TXT", "SOBI.D101221.T103607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767864
}