{
  "year" : 2011,
  "senateBillNo" : "A3306-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3306-2011-1295845200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a state agency may deny, suspend or revoke a license on the basis of violations of federal immigration law",
  "summary" : "Provides that a state agency may deny, suspend or revoke a license, for a period of not greater than five years, on the basis of two violations, occurring in a five year period, of certain provisions of the federal immigration reform and control act of 1986 relating to the hiring of aliens not authorized to work in the United States. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Administrative Procedure Act",
  "previousVersions" : [ "A4123-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3306\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- Multi-Sponsored by -- M. of A. BOYLAND,\n         PEOPLES-STOKES, ROBINSON -- read once and referred to the Committee on\n         Governmental Operations\n\n       AN ACT to amend the state administrative procedure act, in  relation  to\n         denial,  suspension  and revocation of a license by a state agency for\n         violations of the federal immigration reform and control act of 1986\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state administrative procedure act is amended by adding\n    2  a new section 402 to read as follows:\n    3    S  402.  DENIAL,  SUSPENSION AND REVOCATION OF LICENSE FOR IMMIGRATION\n    4  LAW VIOLATIONS. ANY AGENCY MAY DENY, SUSPEND OR REVOKE A LICENSE, FOR  A\n    5  PERIOD NOT TO EXCEED FIVE YEARS, ON THE GROUND THAT THE LICENSEE, WITHIN\n    6  A  FIVE  YEAR  PERIOD, VIOLATED EITHER SECTION 274A (A)(1)(A) OR SECTION\n    7  274A(A)(2), OR BOTH SUCH SECTIONS OF THE FEDERAL IMMIGRATION REFORM  AND\n    8  CONTROL  ACT  OF  1986  (8  U.S.C.  SEC.  1324A  (A)(1)(A)  AND  SECTION\n    9  1324A(A)(2), RESPECTIVELY) ON  TWO  OR  MORE  SEPARATE  OCCASIONS,  EACH\n   10  INVOLVING  ONE  OR  MORE  EMPLOYEES,  IN  CONNECTION  WITH THE BUSINESS,\n   11  PROFESSION, OR OTHER ACTIVITY FOR WHICH THAT LICENSE  IS  REQUIRED.  FOR\n   12  PURPOSES  OF  THIS  SECTION,  A  VIOLATION  OF SECTION 274A (A)(1)(A) OR\n   13  SECTION 274A(A)(2) OF THE FEDERAL IMMIGRATION REFORM AND CONTROL ACT  OF\n   14  1986  SHALL  BE  DEEMED  TO HAVE OCCURRED ONLY IF THERE HAS BEEN A FINAL\n   15  DETERMINATION, PURSUANT TO SUCH ACT, THAT THE LICENSEE  VIOLATED  EITHER\n   16  SUCH  SECTION.    IF  THE  LICENSEE IS AN INDIVIDUAL, THIS SECTION SHALL\n   17  APPLY ONLY IF THE LICENSEE WAS  DETERMINED  TO  HAVE  BEEN  INDIVIDUALLY\n   18  RESPONSIBLE  AND  ACCOUNTABLE  FOR  THE  VIOLATION  OF  SUCH ACT AND ANY\n   19  INJUNCTIONS ISSUED OR PENALTIES ASSESSED WERE DIRECTED TO  THE  LICENSEE\n   20  AS AN INDIVIDUAL, REGARDLESS OF WHETHER A BUSINESS OR PROFESSIONAL ENTI-\n   21  TY  IN  WHICH  THE LICENSEE HAD AN OWNERSHIP INTEREST, OR WITH WHICH THE\n   22  LICENSEE HAD AN EMPLOYMENT OR OTHER RELATIONSHIP, AT  THE  TIME  OF  THE\n   23  VIOLATION, WAS ENJOINED OR ASSESSED PENALTIES THEREFOR.\n   24    S 2. This act shall take effect on the first of November next succeed-\n   25  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06590-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state administrative procedure act, in relation to denial, suspension and revocation of a license by a state agency for violations of the federal immigration reform and control act of 1986 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T163641.TXT", "SOBI.D110125.T113906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973546823
}