{
  "year" : 2011,
  "senateBillNo" : "A3303-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3303-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the manner in which the directors of the New York state urban development corporation shall be appointed",
  "summary" : "Relates to the manner in which the directors of the New York state urban development corporation shall be appointed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A4674-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3303\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, DINOWITZ, COLTON, PHEFFER -- Multi-Spon-\n         sored by -- M. of A.  CLARK, GLICK, GOTTFRIED, HOOPER, JACOBS, SWEENEY\n         --  read  once and referred to the Committee on Corporations, Authori-\n         ties and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to the manner in which the directors of the  New  York  state\n         urban development corporation shall be appointed\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 4 of section 1 of chapter  174  of\n    2  the  laws  of  1968,  constituting  the New York state urban development\n    3  corporation act, as amended by chapter 280  of  the  laws  of  1984,  is\n    4  amended to read as follows:\n    5    (1)  There  is  hereby  created  the  New York state urban development\n    6  corporation. The corporation shall be a corporate governmental agency of\n    7  the state, constituting  a  political  subdivision  and  public  benefit\n    8  corporation.  Its membership shall consist of nine directors as follows:\n    9  the superintendent of banks, the [chairman] CHAIRPERSON of the New  York\n   10  state  science and technology foundation, and [seven] THREE directors to\n   11  be appointed by the governor with the advice and consent of the  senate,\n   12  TWO  DIRECTORS TO BE APPOINTED BY THE STATE COMPTROLLER, ONE DIRECTOR TO\n   13  BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, AND ONE  DIRECTOR\n   14  TO BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY. THE MEMBERS APPOINTED BY\n   15  THE  COMPTROLLER,  THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER\n   16  OF THE ASSEMBLY SHALL NOT BE EMPLOYEES OF THE STATE.   From the  [seven]\n   17  THREE  directors  appointed  by him OR HER, the governor shall designate\n   18  the [chairman] CHAIRPERSON of the corporation [and two others who  shall\n   19  all  serve at the pleasure of the governor. Of the four remaining direc-\n   20  tors, one of such directors first appointed by the  governor  after  the\n   21  effective  date  of  this  subdivision as amended shall serve for a term\n   22  ending January first next succeeding his appointment, one of such direc-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06025-01-1\n\n       A. 3303                             2\n\n    1  tors shall serve for a term ending one year from such date, one of  such\n    2  directors  shall  serve  for a term ending two years from such date, and\n    3  one of such directors shall serve for a term  ending  three  years  from\n    4  such date].  OF THE DIRECTORS FIRST APPOINTED PURSUANT TO THE CHAPTER OF\n    5  THE  LAWS  OF  TWO  THOUSAND  ELEVEN WHICH AMENDED THIS SUBDIVISION, THE\n    6  THREE DIRECTORS APPOINTED BY THE GOVERNOR SHALL SERVE FOR TERMS OF  ONE,\n    7  THREE  AND  FOUR  YEARS,  THE TWO DIRECTORS APPOINTED BY THE COMPTROLLER\n    8  SHALL SERVE FOR  TERMS  OF  ONE  AND  THREE  YEARS,  AND  THE  DIRECTORS\n    9  APPOINTED  BY  THE  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF\n   10  THE ASSEMBLY SHALL SERVE FOR TERMS OF TWO YEARS. Their successors  shall\n   11  serve  for  terms of four years each. Directors shall continue in office\n   12  until their successors have been appointed and qualified. In  the  event\n   13  of a vacancy occurring in the office of a director by death, resignation\n   14  or otherwise, the [governor] ORIGINAL APPOINTING AUTHORITY shall appoint\n   15  a successor [with the advice and consent of the senate] to serve for the\n   16  balance  of the unexpired term. The governor shall appoint the president\n   17  of the corporation, with the advice and consent of the senate, who shall\n   18  be the chief executive officer of the corporation and who shall serve at\n   19  the pleasure of the governor. Such president may be one of the directors\n   20  appointed by the governor.\n   21    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to the manner in which the directors of the New York state urban development corporation shall be appointed ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T163641.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110125.T113906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973546809
}