{
  "year" : 2011,
  "senateBillNo" : "A3301-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3301-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to sewer and water rates for those granted senior citizen real property or persons with disabilities and limited incomes tax exemptions in the city of NY",
  "summary" : "Relates to sewer and water rates for those granted senior citizen real property or persons with disabilities and limited income tax exemptions in the city of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA6802-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3301\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BRENNAN, ABBATE, PHEFFER, WEPRIN -- Multi-Spon-\n         sored by -- M. of A.  BENEDETTO, BROOK-KRASNY, COLTON, COOK,  CYMBROW-\n         ITZ,  GLICK,  JACOBS, LANCMAN, MAISEL, MILLMAN, ORTIZ -- read once and\n         referred to the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in  relation  to  sewer  and\n         water  rates  for  those  granted  senior  citizen  real  property tax\n         exemptions in the city of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 1045-j of the public authorities\n    2  law, as added by chapter 513 of the laws of 1984, is amended to read  as\n    3  follows:\n    4    1. The water board shall establish, fix and revise, from time to time,\n    5  fees,  rates,  rents  or  other  charges  for  the  use  of, or services\n    6  furnished, rendered or made available by, the sewerage system  or  water\n    7  system,  or  both, as the case may be, owned by the water board pursuant\n    8  to this title in such amount  at least sufficient at all times so as  to\n    9  provide  funds  in  an  amount  sufficient  together with other revenues\n   10  available to the board, if any, (i) to pay to the authority, in  accord-\n   11  ance with any agreement with the authority, an amount sufficient for the\n   12  purpose  of  paying the principal of and the interest on the outstanding\n   13  notes or bonds of the authority as the same shall become due and payable\n   14  and maintaining or funding a capital or debt service reserve fund there-\n   15  for and, to the extent requested by the city in,  or  annually  pursuant\n   16  to,  the agreement to pay to the city, in accordance with the agreement,\n   17  an amount sufficient for the purpose of  paying  the  principal  of  and\n   18  interest  on general obligation bonds thereof issued for or allocable to\n   19  the water system or sewerage system or both, as the case may be, as  the\n   20  same  shall  become  due  and  payable, and to maintain or fund reserves\n   21  therefor, (ii) to pay to the city, in accordance with the agreement,  an\n   22  amount  sufficient for the purpose of paying the costs of administering,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06051-01-1\n\n       A. 3301                             2\n\n    1  maintaining, repairing and operating and the cost of constructing  capi-\n    2  tal  improvements to the water system or sewerage system or both, as the\n    3  case may be, (iii) to pay to the city in accordance with  the  agreement\n    4  entered into pursuant to section one thousand forty-five-i of this title\n    5  an amount sufficient for the purpose of paying liabilities issued for or\n    6  allocable  to  the  water system or sewerage system or both, as the case\n    7  may be, as the same shall become due  and  payable,  (iv)  to  meet  any\n    8  requirements  of  any  agreement  including requirements relating to the\n    9  establishment of reserves for renewal and  replacement  and  for  uncol-\n   10  lected  charges  and  covenants  respecting  rates, (v) to pay all other\n   11  reasonable and necessary expenses of the authority and the  water  board\n   12  in  relation thereto, and (vi) to the extent requested by the city in or\n   13  pursuant to the agreement, to pay or provide for such other purposes  or\n   14  projects  as such city considers appropriate and in the public interest.\n   15  WHEN SETTING SUCH RATES WITHIN  ANY  CITY  OR  COUNTY  THAT  SHALL  HAVE\n   16  ADOPTED  A LOCAL LAW PURSUANT TO SECTION FOUR HUNDRED SIXTY-SEVEN AND/OR\n   17  SECTION FOUR HUNDRED FIFTY-NINE-C OF THE REAL PROPERTY  TAX  LAW,  THOSE\n   18  REAL  PROPERTY  OWNERS  WHOSE  APPLICATIONS FOR A PARTIAL EXEMPTION FROM\n   19  TAXATION AS SET FORTH IN SECTION FOUR HUNDRED SIXTY-SEVEN AND/OR SECTION\n   20  FOUR HUNDRED FIFTY-NINE-C OF THE REAL PROPERTY TAX LAW HAVE BEEN GRANTED\n   21  SHALL HAVE THEIR RATES FOR WATER AND SEWER CHARGES FROZEN AT THE RATE IN\n   22  EFFECT ON JULY FIRST, TWO THOUSAND ELEVEN  OR  THE  DATE  ON  WHICH  THE\n   23  EXEMPTION  AFORESAID  IS  GRANTED,  WHICHEVER  IS LATER, UNTIL SUCH RATE\n   24  EQUALS THAT PRODUCED BY MULTIPLYING THE CURRENT FULL RATE TIMES A FACTOR\n   25  REPRESENTING ONE MINUS THE PERCENTAGE OF ASSESSED VALUATION EXEMPT  FROM\n   26  TAXATION  PURSUANT  TO  SUCH SECTION FOUR HUNDRED SIXTY-SEVEN OR SECTION\n   27  FOUR HUNDRED FIFTY-NINE-C.   THEREAFTER, THE  RATES  OF  SUCH  PARTIALLY\n   28  EXEMPTED  REAL  PROPERTY  OWNERS  SHALL  INCREASE IN SUCH A MANNER AS TO\n   29  MAINTAIN SUCH PERCENTAGE DIFFERENTIAL. ANY REVENUE FOREGONE AS A  RESULT\n   30  OF  THIS REALLOCATION SHALL BE SPREAD AMONG ALL CLASSES OF CUSTOMER. Any\n   31  surplus of funds remaining in the water board after such  payments  have\n   32  been made shall be returned to the city for deposit in the general fund.\n   33    S  2.  This  act shall take effect on the thirtieth day after it shall\n   34  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to sewer and water rates for those granted senior citizen real property tax exemptions in the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T163641.TXT", "SOBI.D110124.T163141.TXT", "SOBI.D110125.T113906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973546822
}