{
  "year" : 2011,
  "senateBillNo" : "A3304-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to health",
    "billEventId" : "A3304-2011-1295845200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to health-related legal services programs",
  "summary" : "Establishes a health-related legal services program to make grants for the purpose of providing on site legal services without charge to assist, on a voluntary basis, income eligible patients and their families to resolve legal matters or needs that have an impact on patient health. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11030-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crespo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3304\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GOTTFRIED, JACOBS, ROSENTHAL, TITONE, LANCMAN,\n         JAFFEE, GIBSON, CRESPO, SCARBOROUGH -- Multi-Sponsored by -- M. of  A.\n         BING,  BRENNAN,  HAYES,  HIKIND,  JEFFRIES,  LENTOL, McENENY, PHEFFER,\n         TOWNS, WEISENBERG -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  health-related\n         legal services programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding a new section 22\n    2  to read as follows:\n    3    S 22. HEALTH-RELATED LEGAL SERVICES  PROGRAM.    1.  THERE  IS  HEREBY\n    4  ESTABLISHED  IN  THE  DEPARTMENT  A  HEALTH-RELATED LEGAL SERVICES GRANT\n    5  PROGRAM (REFERRED TO IN THIS SECTION  AS  THE  \"GRANT  PROGRAM\"),  WHICH\n    6  SHALL  MAKE  GRANTS  TO  ORGANIZATIONS (REFERRED TO IN THIS SECTION AS A\n    7  \"HEALTH-RELATED LEGAL SERVICES PROGRAM\"  OR  A  \"PROGRAM\")  THAT  ARE  A\n    8  COLLABORATION  BETWEEN  HEALTH CARE SERVICE PROVIDERS AND LEGAL SERVICES\n    9  PROGRAMS TO PROVIDE ON SITE LEGAL SERVICES WITHOUT CHARGE TO ASSIST,  ON\n   10  A  VOLUNTARY  BASIS,  INCOME  ELIGIBLE  PATIENTS  AND  THEIR FAMILIES TO\n   11  RESOLVE LEGAL MATTERS OR NEEDS THAT HAVE AN IMPACT ON PATIENT HEALTH  OR\n   12  ARE CREATED OR AGGRAVATED BY A PATIENT'S HEALTH. FOR THE PURPOSE OF THIS\n   13  SECTION, LEGAL MATTERS MAY INCLUDE, BUT SHALL NOT BE LIMITED TO:\n   14    (A) HOUSING, INCLUDING UTILITIES;\n   15    (B) PUBLIC OR PRIVATE HEALTH INSURANCE COVERAGE;\n   16    (C) EMPLOYMENT AND ELIGIBILITY FOR EMPLOYMENT BENEFITS;\n   17    (D) GOVERNMENT BENEFITS;\n   18    (E) IMMIGRATION;\n   19    (F)  FAMILY  LAW,  INCLUDING,  BUT  NOT LIMITED TO, DOMESTIC VIOLENCE,\n   20  GUARDIANSHIP, CUSTODY, AND CHILD SUPPORT;\n   21    (G) ADVANCE PLANNING, INCLUDING, BUT NOT  LIMITED  TO,  WILLS,  HEALTH\n   22  CARE PROXIES, POWERS OF ATTORNEY AND PERMANENCY PLANNING;\n   23    (H) SPECIAL EDUCATION; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02416-01-1\n\n       A. 3304                             2\n\n    1    (I) DEBTOR AND CREDITOR ISSUES.\n    2    2. THE DEPARTMENT SHALL WORK WITH LEGAL SERVICES ORGANIZATIONS, COMMU-\n    3  NITY  HEALTH ADVOCACY ORGANIZATIONS, HOSPITALS, DIAGNOSTIC AND TREATMENT\n    4  CENTERS AND OTHER PRIMARY AND SPECIALTY HEALTH CARE PROVIDERS, TO ESTAB-\n    5  LISH STANDARDS AND GUIDELINES FOR HEALTH-RELATED LEGAL SERVICES PROGRAMS\n    6  TO BE FUNDED BY THE GRANT PROGRAM. THE COMMISSIONER MAY MAKE REGULATIONS\n    7  THAT MAY BE NECESSARY FOR THE IMPLEMENTATION OF THIS SECTION.\n    8    3. (A) THE COMMISSIONER IS AUTHORIZED, WITHIN AMOUNTS APPROPRIATED FOR\n    9  THIS PURPOSE, TO MAKE GRANTS TO HEALTH-RELATED LEGAL  SERVICES  PROGRAMS\n   10  UNDER THIS SECTION.\n   11    (B)  A HEALTH-RELATED LEGAL SERVICES PROGRAM SHALL BE A NOT-FOR-PROFIT\n   12  ENTITY OPERATED BY OR AFFILIATED WITH ONE OR MORE LEGAL SERVICES  ORGAN-\n   13  IZATIONS,  LAW  SCHOOLS,  SOCIAL  SERVICES ORGANIZATIONS, OR HEALTH CARE\n   14  PROVIDERS, AND IT SHALL COMPLY WITH THE STANDARDS, GUIDELINES AND  REGU-\n   15  LATIONS UNDER THIS SECTION.\n   16    (C)  FUNDS  PROVIDED  TO A PROGRAM UNDER THIS SECTION SHALL BE USED IN\n   17  ACCORDANCE WITH STANDARDS,  GUIDELINES  AND  REGULATIONS  OF  THE  GRANT\n   18  PROGRAM  FOR  PURPOSES  UNDER  SUBDIVISION ONE OF THIS SECTION WHICH MAY\n   19  INCLUDE BUT ARE NOT LIMITED TO:   PERSONNEL, RENT,  COMMUNITY  OUTREACH,\n   20  AND OFFICE OPERATION AND EQUIPMENT.\n   21    (D)  GRANTS  UNDER  THIS  SECTION SHALL BE AWARDED BY THE COMMISSIONER\n   22  THROUGH A COMPETITIVE APPLICATION PROCESS. IN MAKING AWARDS, THE COMMIS-\n   23  SIONER SHALL CONSIDER THE FOLLOWING:\n   24    (I) ABILITY AND EXPERIENCE OF THE APPLICANT TO  PROVIDE  HIGH  QUALITY\n   25  HEALTH-RELATED LEGAL SERVICES, THE NEEDS OF THE POPULATION TO BE SERVED,\n   26  AND THE EXTENT TO WHICH THE PROGRAM WILL MEET THOSE NEEDS;\n   27    (II) STATEWIDE GEOGRAPHIC DISTRIBUTION OF PROGRAMS; AND\n   28    (III)  THE  EXTENT  TO  WHICH  THE  APPLICANT HAS ACCESS TO OR WILL BE\n   29  SUPPORTED BY ADDITIONAL OR ALTERNATIVE FINANCING FOR THE PROGRAM.\n   30    4. THE COMMISSIONER SHALL ANNUALLY REPORT  TO  THE  GOVERNOR  AND  THE\n   31  LEGISLATURE ON THE OPERATION AND EFFECTIVENESS OF THE GRANT PROGRAM.\n   32    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to health-related legal services programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T163641.TXT", "SOBI.D110125.T113906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973546815
}