{
  "year" : 2011,
  "senateBillNo" : "A331-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A331-2011-1294203600000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing the Women's rights history trail",
  "summary" : "Relates to establishing the Women's rights history trail; such trail shall include a series of properties and sites linked by geographic proximity and association with women's rights for the purpose of promoting education and awareness. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "A1146-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          331\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PAULIN, SCHIMMINGER, DESTITO, MAGNARELLI, TITONE,\n         TOWNS,  CLARK,  DINOWITZ,  GALEF,  MILLMAN,  PEOPLES-STOKES,  PHEFFER,\n         WRIGHT, SPANO, ENGLEBRIGHT, COLTON, ROSENTHAL, MARKEY, LUPARDO, LIFTON\n         -- Multi-Sponsored by -- M. of A.  ABBATE, BOYLAND, GLICK,  GOTTFRIED,\n         KOLB,  McENENY,  SWEENEY -- read once and referred to the Committee on\n         Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation to creating the \"Women's rights history trail\" program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The parks, recreation  and  historic  preservation  law  is\n    2  amended by adding a new article 42 to read as follows:\n    3                                  ARTICLE 42\n    4                    WOMEN'S RIGHTS HISTORY TRAIL PROGRAM\n    5  SECTION 42.01 LEGISLATIVE INTENT.\n    6          42.03 DEFINITIONS.\n    7          42.05 GENERAL FUNCTIONS, POWERS AND DUTIES OF THE COMMISSIONER.\n    8    S 42.01 LEGISLATIVE   INTENT.  THE  LEGISLATURE  RECOGNIZES  THAT  THE\n    9  WOMEN'S RIGHTS MOVEMENT IS ONE OF THE THREE GREAT PROTEST TRADITIONS  IN\n   10  UNITED  STATES HISTORY, SHARING THAT STATUS WITH THE STRUGGLE FOR RACIAL\n   11  EQUALITY AND THE LABOR MOVEMENTS.\n   12    THE LEGISLATURE FURTHER RECOGNIZES THAT THE  WOMEN'S  RIGHTS  MOVEMENT\n   13  HAS  A  STRONG  TRADITION  IN THE STATE.   IN THE NINETEENTH CENTURY THE\n   14  STATE WAS AT THE CUTTING EDGE OF THE WOMEN'S RIGHTS  MOVEMENT.  ON  JULY\n   15  19,  1848, A GROUP OF ACTIVISTS INCLUDING ELIZABETH CADY STANTON, LUCRE-\n   16  TIA MOTT AND MARY ANN M'CLINTOCK,  CONVENED  THE  FIRST  WOMEN'S  RIGHTS\n   17  CONVENTION AT WESLEYAN CHAPEL IN SENECA FALLS. DURING THE CONVENTION, 68\n   18  WOMEN  AND  32  MEN  SIGNED  THE DECLARATION OF SENTIMENTS CALLING FOR A\n   19  BROAD ARRAY OF RIGHTS FOR WOMEN, INCLUDING SUFFRAGE.  IN 1868, SUSAN  B.\n   20  ANTHONY  HELPED TO FOUND THE AMERICAN EQUAL RIGHTS ASSOCIATION. IN 1890,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00891-01-1\n\n       A. 331                              2\n\n    1  UNDER HER LEADERSHIP AND THE LEADERSHIP OF ELIZABETH CADY  STANTON,  THE\n    2  NATIONAL  AMERICAN WOMAN SUFFRAGE ASSOCIATION (NAWSA) WAS FORMED.  NAWSA\n    3  WAS INSTRUMENTAL IN  SECURING  PASSAGE  OF  THE  19TH  AMENDMENT,  WHICH\n    4  AMENDED  THE  CONSTITUTION  TO  GIVE  WOMEN  THE RIGHT TO VOTE. THE 19TH\n    5  AMENDMENT WAS PASSED BY CONGRESS ON JUNE 4, 1919, AND  WAS  RATIFIED  ON\n    6  AUGUST  18,  1920.  SUSAN  B.  ANTHONY ALSO CAMPAIGNED FOR THE RIGHTS OF\n    7  WOMEN TO OWN PROPERTY, TO KEEP THEIR OWN EARNINGS, AND TO  HAVE  CUSTODY\n    8  OF THEIR CHILDREN. IN 1900, SHE PERSUADED THE UNIVERSITY OF ROCHESTER TO\n    9  ADMIT  WOMEN.    IN  THE LATE 19TH AND EARLY 20TH CENTURIES, THE WOMEN'S\n   10  MOVEMENT EXPANDED TO PLAY A CRITICAL ROLE IN SHAPING POLICIES ON  EDUCA-\n   11  TION,  LEGAL  REFORM,  AND ECONOMIC AND SOCIAL WELFARE.  THE LEGISLATURE\n   12  RECOGNIZES THAT THERE ARE MANY NOTABLE WOMEN IN THE STATE WHO FOUGHT FOR\n   13  WOMEN'S SUFFRAGE. IT IS THEREFORE THE INTENT OF THIS LEGISLATURE TO HAVE\n   14  CREATED A PROGRAM THAT WILL SYSTEMATICALLY IDENTIFY PROPERTIES AND SITES\n   15  FOR INCLUSION INTO A WOMEN'S  RIGHTS  HISTORY  TRAIL.    BY  CREATING  A\n   16  WOMEN'S  RIGHTS  HISTORY  TRAIL,  THE STATE WILL ENCOURAGE THE EDUCATION\n   17  ABOUT AND AWARENESS OF THE IMPORTANT ROLE OF WOMEN IN THE STATE  IN  THE\n   18  WOMEN'S  RIGHTS  MOVEMENT  AND  THEIR CONTRIBUTION TO HISTORY AS WELL AS\n   19  ATTRACT VISITORS TO THE STATE AND ENHANCE  THE  STATE'S  TOURISM  TRADE.\n   20  FURTHER  IT  IS THE INTENT OF THE LEGISLATURE TO ENSURE THAT THE WOMEN'S\n   21  RIGHTS HISTORY TRAIL IS ADEQUATELY SIGNED SO THAT TRAVELERS  MAY  FOLLOW\n   22  THE TRAIL INDEPENDENTLY AND WITH EASE.\n   23    S 42.03 DEFINITIONS. AS USED IN THIS ARTICLE THE FOLLOWING DEFINITIONS\n   24  SHALL APPLY:\n   25    1.  \"WOMEN'S  RIGHTS  HISTORY TRAIL\" SHALL MEAN A SERIES OF PROPERTIES\n   26  AND SITES IDENTIFIED  BY  THE  COMMISSIONER,  WHICH  MAY  BE  LINKED  BY\n   27  GEOGRAPHIC  PROXIMITY  AND ALIGNMENT AND THEMATIC AND HISTORICAL ASSOCI-\n   28  ATION WITH WOMEN'S RIGHTS.\n   29    2. \"WOMEN'S RIGHTS HISTORY PASSPORT\" SHALL MEAN  A  BOOKLET  OR  OTHER\n   30  PUBLICATION THAT NAMES AND DESCRIBES THE PROPERTIES AND SITES IDENTIFIED\n   31  BY  THE  COMMISSIONER  AND INCLUDED ON THE WOMEN'S RIGHTS HISTORY TRAIL,\n   32  AND MAY INCLUDE DISCOUNTS AND OTHER INCENTIVES RELATED TO  VISITING  THE\n   33  PROPERTIES AND SITES ON THE WOMEN'S RIGHTS HISTORY TRAIL.\n   34    S  42.05 GENERAL  FUNCTIONS, POWERS AND DUTIES OF THE COMMISSIONER. 1.\n   35  THE COMMISSIONER SHALL DEVELOP AND IMPLEMENT THE \"WOMEN'S RIGHTS HISTORY\n   36  TRAIL\" PROGRAM. SUCH PROGRAM SHALL PROMOTE EDUCATION  AND  AWARENESS  OF\n   37  THE STRUGGLE FOR WOMEN'S RIGHTS THROUGHOUT HISTORY. THE COMMISSIONER, IN\n   38  CONJUNCTION  WITH  THE COMMISSIONER OF THE DEPARTMENT OF TRANSPORTATION,\n   39  AND ANY OTHER PROPERTIES OR SITES AS IDENTIFIED BY THE COMMISSIONER  AND\n   40  ANY  LOCAL  GOVERNMENT OFFICIAL OR ENTITY, SHALL IDENTIFY PROPERTIES AND\n   41  SITES THAT ARE HISTORICALLY AND THEMATICALLY ASSOCIATED WITH THE  STRUG-\n   42  GLE FOR WOMEN'S RIGHTS AND WOMEN'S SUFFRAGE TO BE PART OF THE TRAIL.\n   43    2.  THE  WOMEN'S  RIGHTS HISTORY TRAIL SHALL INCLUDE, BUT SHALL NOT BE\n   44  LIMITED  TO,  PROPERTIES  AND  SITES  WHICH  TELL  THE  STORY   OF   THE\n   45  SEVENTY-TWO-YEAR  FIGHT FOR WOMEN'S SUFFRAGE. THESE PROPERTIES AND SITES\n   46  SHALL INCLUDE THE WOMEN'S NATIONAL HISTORICAL PARK, THE SUSAN B. ANTHONY\n   47  BIRTHPLACE, THE ELIZABETH CADY STANTON HOUSES IN WASHINGTON  COUNTY  AND\n   48  SENECA FALLS, SITES ASSOCIATED WITH ELIZABETH CADY STANTON IN JOHNSTOWN,\n   49  WOODLAWN CEMETERY, SITES ASSOCIATED WITH CARRIE CHAPMAN CATT, THE GERRIT\n   50  AND  ANN  SMITH  HOUSE,  THE  MATILDA JOSLYN GAGE HOUSE, THE HARRIET MAY\n   51  MILLS HOUSE, THE HARRIET TUBMAN HOME, THE STONE STORE MUSEUM, THE SEWARD\n   52  HOUSE, SITES ASSOCIATED WITH THE SENECA FALLS WOMEN'S RIGHTS CONVENTION,\n   53  THE FIRST PRESBYTERIAN CHURCH OF SENECA FALLS, THE ONTARIO COUNTY COURT-\n   54  HOUSE, THE 1816 FARMINGTON QUAKER MEETINGHOUSE,  THE  SUSAN  B.  ANTHONY\n   55  HOUSE  IN  ROCHESTER,  THE SUSAN B. ANTHONY CHILDHOOD HOME IN WASHINGTON\n   56  COUNTY, THE ALICE AUSTEN HOME IN THE BOROUGH OF STATEN  ISLAND,  BARNARD\n\n       A. 331                              3\n\n    1  COLLEGE  IN THE BOROUGH OF MANHATTAN, THE MICHIGAN STREET BAPTIST CHURCH\n    2  IN BUFFALO, SITES ASSOCIATED WITH GRANDMA MOSES IN EASTON, AND ANY OTHER\n    3  PROPERTIES OR SITES AS IDENTIFIED BY THE COMMISSIONER.  THE COMMISSIONER\n    4  SHALL  DEVELOP THE WOMEN'S RIGHTS HISTORY TRAIL SO THAT IT IS RELATIVELY\n    5  SIMPLE AND EASY TO FOLLOW FOR PATRONS.\n    6    3. THE COMMISSIONER SHALL CAUSE TO PRODUCE AND DISSEMINATE APPROPRIATE\n    7  EDUCATIONAL MATERIALS REGARDING THE  TRAIL  ROUTE,  SUCH  AS  HANDBOOKS,\n    8  MAPS, EXHIBITS, SIGNS, INTERPRETIVE GUIDES, AND ELECTRONIC INFORMATION.\n    9    4.  THE  COMMISSIONER SHALL CAUSE TO BE DEVELOPED VACATION ITINERARIES\n   10  BASED ON THE WOMEN'S RIGHTS HISTORY  TRAIL,  WHICH  SHALL  IDENTIFY  FOR\n   11  VISITORS  SURROUNDING ATTRACTIONS, RESTAURANTS, FARMS, LODGING AND OTHER\n   12  EXHIBITS OR PLACES OF ENTERTAINMENT AS MAY BE A PART OF  THE  HISTORICAL\n   13  THEME  LINKING  THE  PROPERTIES  AND SITES ON THE WOMEN'S RIGHTS HISTORY\n   14  TRAIL.\n   15    5. THE COMMISSIONER SHALL WORK TO DEVELOP DISCOUNT PACKAGES  FOR  SUCH\n   16  WOMEN'S  RIGHTS  HISTORY  TRAIL,  WHICH MAY INCLUDE THE DEVELOPMENT OF A\n   17  WOMEN'S RIGHTS  HISTORY  TRAIL  PASSPORT.  NOTHING  SHALL  PRECLUDE  THE\n   18  COMMISSIONER  FROM  CONTRACTING  WITH  AN INDEPENDENT VACATION OR TRAVEL\n   19  PACKAGE COMPANY TO HELP DEVELOP  VACATION  PACKAGES  ALONG  THE  WOMEN'S\n   20  RIGHTS HISTORY TRAIL.\n   21    6.  THE COMMISSIONER OF THE DEPARTMENT OF TRANSPORTATION SHALL COOPER-\n   22  ATE WITH THE DEPARTMENT IN CARRYING OUT THE PROVISIONS OF THIS  SECTION.\n   23  THE  COMMISSIONER  OF  THE DEPARTMENT OF TRANSPORTATION IS AUTHORIZED TO\n   24  PERMIT THE INSTALLATION AND MAINTENANCE OF SIGNS ON  THE  STATE  HIGHWAY\n   25  SYSTEM FOR TRAILS DESIGNATED PURSUANT TO THIS SECTION. HOWEVER, TO AVOID\n   26  CONFUSION  AND  TO  LIMIT ANY POSSIBLE DISRUPTION OF COMMERCE, THE TRAIL\n   27  DESIGNATION CALLED FOR PURSUANT TO THIS SECTION SHALL BE OF A CEREMONIAL\n   28  NATURE AND THE OFFICIAL NAMES OF SUCH HIGHWAYS SHALL NOT BE CHANGED AS A\n   29  RESULT OF SUCH DESIGNATIONS.\n   30    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to creating the \"Women's rights history trail\" program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110321.TXT", "SOBI.D101221.T103607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767869
}