{
  "year" : 2011,
  "senateBillNo" : "A3317-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3317-2011-1295845200000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the department of agriculture and markets to inspect the condition of certain horse stalls in N.Y. city",
  "summary" : "Directs the department of agriculture and markets to inspect the condition of certain horse stalls in cities with a population of one million or more. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A11699-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3317\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CUSICK, TOBACCO -- read once and referred to the\n         Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law and  the  administrative\n         code of the city of New York, in relation to the inspection of certain\n         horse stables in cities of one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 359-b to read as follows:\n    3    S  359-B. INSPECTION OF CERTAIN HORSE STABLES IN CITIES OF ONE MILLION\n    4  OR MORE. 1. THE PROVISIONS OF THIS SECTION SHALL APPLY ONLY TO:\n    5    (A) HORSE STABLES IN CITIES HAVING A  POPULATION  OF  ONE  MILLION  OR\n    6  MORE; AND\n    7    (B)  HORSE  STABLES  FOR  RIDING HORSES, THE BOARDING OF HORSES OR FOR\n    8  HORSES USED FOR RIDING LESSONS.\n    9    2. NO PROVISION OF THIS SECTION SHALL BE DEEMED TO APPLY  TO  CARRIAGE\n   10  HORSES  OR  ANY  HORSE  THAT IS SUBJECT TO THE PROVISIONS OF THE RACING,\n   11  PARI-MUTUEL WAGERING AND BREEDING LAW.\n   12    3. THE DEPARTMENT SHALL, AT A  MINIMUM,  MAKE  YEARLY  INSPECTIONS  OF\n   13  HORSE STABLES TO ENSURE COMPLIANCE WITH THE PROVISIONS OF THIS ARTICLE.\n   14    4. (A) HORSES SHALL BE HOUSED IN STABLES WHICH SHALL BE CONSTRUCTED SO\n   15  AS  TO  BE  STRUCTURALLY SOUND. SUCH STABLES SHALL BE MAINTAINED IN GOOD\n   16  REPAIR TO CONTAIN THE HORSE HOUSED THEREIN AND PROTECT IT FROM INJURY.\n   17    (B) STABLES  SHALL  PROVIDE  SUFFICIENT  SPACE  TO  ALLOW  EACH  HORSE\n   18  ADEQUATE  FREEDOM  OF  MOVEMENT  TO  MAKE  NORMAL  POSTURAL ADJUSTMENTS,\n   19  INCLUDING THE ABILITY TO STAND UP, TURN AROUND AND  LIE  DOWN  WITH  ITS\n   20  LIMBS OUTSTRETCHED.\n   21    (C) STABLES SHALL BE ADEQUATELY VENTILATED AT ALL TIMES TO PROVIDE FOR\n   22  THE HEALTH AND WELL-BEING OF THE HORSE. VENTILATION SHALL BE PROVIDED BY\n   23  NATURAL  OR MECHANICAL MEANS, SUCH AS WINDOWS, VENTS, FANS OR AIR CONDI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00585-01-1\n\n       A. 3317                             2\n\n    1  TIONERS. VENTILATION SHALL BE ESTABLISHED TO MINIMIZE DRAFTS, ODORS  AND\n    2  MOISTURE CONDENSATION.\n    3    (D) THE TEMPERATURE SURROUNDING THE HORSE SHALL BE COMPATIBLE WITH THE\n    4  HEALTH  AND  WELL-BEING OF SUCH HORSE. TEMPERATURE SHALL BE REGULATED BY\n    5  HEATING AND COOLING TO SUFFICIENTLY PROTECT EACH HORSE FROM EXTREMES  OF\n    6  TEMPERATURE AND SHALL NOT BE PERMITTED TO FALL BELOW OR RISE ABOVE RANG-\n    7  ES  WHICH  WOULD  POSE  A HEALTH HAZARD TO THE HORSE. THIS SHALL INCLUDE\n    8  SUPPLYING SHADE FROM SUNLIGHT BY NATURAL OR ARTIFICIAL MEANS.\n    9    (E) INDOOR STABLES SHALL BE PROVIDED WITH ADEQUATE LIGHTING SUFFICIENT\n   10  TO PERMIT ROUTINE INSPECTION AND CLEANING, AND BE ARRANGED SO THAT  EACH\n   11  HORSE  IS  PROTECTED  FROM  EXCESSIVE  ILLUMINATION WHICH POSES A HEALTH\n   12  HAZARD TO SUCH HORSE.\n   13    (F) STABLES SHALL BE DESIGNED TO ALLOW FOR  EFFICIENT  ELIMINATION  OF\n   14  WASTE  AND  WATER  IN  ORDER TO KEEP THE HORSE DRY AND PREVENT THE HORSE\n   15  FROM COMING INTO CONTACT WITH THESE SUBSTANCES. IF DRAINS ARE USED, THEY\n   16  SHALL BE CONSTRUCTED IN A MANNER TO MINIMIZE FOUL ODORS  AND  BACKUP  OF\n   17  SEWAGE.  IF  A  DRAINAGE  SYSTEM  IS USED, IT SHALL COMPLY WITH FEDERAL,\n   18  STATE AND LOCAL LAWS RELATING TO POLLUTION CONTROL.\n   19    5. STABLES SHALL BE KEPT IN A CLEAN CONDITION IN ORDER TO  MAINTAIN  A\n   20  HEALTHY  ENVIRONMENT  FOR  THE  HORSE.  THIS  SHALL INCLUDE REMOVING AND\n   21  DESTROYING ANY AGENTS INJURIOUS TO THE HEALTH OF THE HORSE AND  PERIODIC\n   22  CLEANINGS.  UNDER  NO CIRCUMSTANCES SHALL A HORSE REMAIN INSIDE A STABLE\n   23  WHILE IT IS BEING CLEANED WITH STERILIZING AGENTS  OR  AGENTS  TOXIC  TO\n   24  HORSES,  OR CLEANED IN A MANNER LIKELY TO THREATEN THE HEALTH AND SAFETY\n   25  OF THE HORSE.\n   26    6. (A) HORSES SHALL BE PROVIDED WITH  WHOLESOME  AND  PALATABLE  FOOD,\n   27  FREE  FROM CONTAMINATION AND OF NUTRITIONAL VALUE SUFFICIENT TO MAINTAIN\n   28  EACH HORSE IN GOOD HEALTH.\n   29    (B) HORSES SHALL BE ADEQUATELY FED AT INTERVALS NOT TO  EXCEED  TWELVE\n   30  HOURS  OR  AT  LEAST  TWICE IN ANY TWENTY-FOUR HOUR PERIOD IN QUANTITIES\n   31  APPROPRIATE FOR THE HORSE BREED AND AGE.\n   32    (C) FOOD RECEPTACLES  SHALL  BE  PROVIDED  IN  SUFFICIENT  NUMBER,  OF\n   33  ADEQUATE  SIZE,  AND  SO  LOCATED AS TO ENABLE EACH HORSE TO BE SUPPLIED\n   34  WITH AN ADEQUATE AMOUNT OF FOOD.\n   35    (D) HORSES SHALL BE PROVIDED  WITH  REGULAR  ACCESS  TO  CLEAN,  FRESH\n   36  WATER, SUPPLIED IN A SANITARY MANNER SUFFICIENT FOR THEIR NEEDS.\n   37    7.  THE  COMMISSIONER IS AUTHORIZED TO PROMULGATE SUCH RULES AND REGU-\n   38  LATIONS AS HE OR SHE DEEMS NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS\n   39  SECTION.\n   40    8. VIOLATION OF ANY PROVISION OF THIS SECTION OR  ANY  RULE  OR  REGU-\n   41  LATION  PROMULGATED PURSUANT THERETO SHALL BE A CIVIL OFFENSE PUNISHABLE\n   42  BY A FINE OF NOT LESS THAN ONE HUNDRED DOLLARS NOR MORE THAN  ONE  THOU-\n   43  SAND DOLLARS.\n   44    S  2.  Section  17-330  of  the administrative code of the city of New\n   45  York, as added by local law number 2 of the city of  New  York  for  the\n   46  year  1994, subdivisions b, c, g, l, n and p as amended and subdivisions\n   47  q and r as added by local law number 10 of the city of New York for  the\n   48  year 2010, is amended to read as follows:\n   49    S  17-330  Regulations.  a.  The  commissioner, with the advice of the\n   50  advisory board as hereinafter established AND SUBJECT TO THE  PROVISIONS\n   51  OF  SECTION  THREE  HUNDRED  FIFTY-NINE-B OF THE AGRICULTURE AND MARKETS\n   52  LAW, shall promulgate such regulations as are necessary to carry out the\n   53  provisions of this subchapter and to promote the health, safety and well\n   54  being of the horses which are required to be licensed hereunder  and  of\n   55  members of the public who hire such horses.\n\n       A. 3317                             3\n\n    1    b.  1.  Horses  shall not be left untethered or unattended except when\n    2  confined in a stable or other enclosure. When tethered, all horses shall\n    3  be secured by the use of a rope attached to the halter, not to  the  bit\n    4  or bridle.\n    5    2.  Horse  bridles and halters shall be used on carriage horses at all\n    6  times when operating a carriage.\n    7    c. Standing stalls for carriage horses shall be sixty square  feet  or\n    8  larger,  with  a minimum width of seven feet, and shall be configured to\n    9  permit a carriage horse to turn around and safely lay  down  within  the\n   10  stall.  Horses  shall  be un-tied when stabled. A halter shall be on the\n   11  horse or hung outside each stall at all times.\n   12    d. Horses shall be adequately quartered. Stables and stalls  shall  be\n   13  clean  and  dry and sufficient bedding of straw, shavings or other suit-\n   14  able materials shall be furnished and changed as often as  necessary  to\n   15  maintain  them in a clean and dry condition. Adequate heating and venti-\n   16  lation shall be maintained in stables as prescribed by the  [commission-\n   17  er] STATE DEPARTMENT OF AGRICULTURE AND MARKETS.\n   18    e. Owners shall insure that appropriate and sufficient food and drink-\n   19  ing water are available for each horse and that while working each horse\n   20  is permitted to eat and drink at reasonable intervals.\n   21    f.  Owners  shall  not allow a horse to be worked on a public highway,\n   22  path or street during adverse  weather  or  other  dangerous  conditions\n   23  which  are  a threat to the health or safety of the horse. A horse being\n   24  worked when such conditions develop shall be immediately returned to the\n   25  stable by the most direct route.\n   26    g. 1. Carriage horses shall not be at work for more than nine hours in\n   27  any continuous twenty-four hour period. Riding horses shall  not  be  at\n   28  work  for more than eight hours in any continuous twenty-four hour peri-\n   29  od. Rest periods for carriage horses and riding horses shall be of  such\n   30  duration  and at such intervals as the commissioner shall prescribe, but\n   31  rest periods for carriage horses shall in no  event  be  for  less  than\n   32  fifteen minutes after each two hour working period, and the time of such\n   33  rest  period  shall  be  included in calculating the number of hours the\n   34  horse has worked in any twenty-four hour period. During such rest  peri-\n   35  ods, the person in charge of such carriage horses shall make fresh water\n   36  available to the horse.\n   37    2.  Carriage  horses shall receive no less than five weeks of vacation\n   38  or furlough every twelve months at a horse stable facility which  allows\n   39  daily  access  to  paddock or pasture turnout. Proof of such vacation or\n   40  furlough shall be provided upon request to  the  department  and/or  the\n   41  ASPCA.\n   42    h.  Carriage  horses shall not be driven at a pace faster than a trot.\n   43  Riding horses may be ridden at a canter but shall not be galloped.\n   44    i. Horses shall be suitably trimmed or  shod,  and  saddles,  bridles,\n   45  bits,  road harnesses and any other equipment used on or with a horse at\n   46  work shall be maintained and properly fitted as prescribed by regulation\n   47  of the commissioner.\n   48    j. Stables in which horses used in a rental horse  business  are  kept\n   49  shall  be  open for inspection by authorized officers, veterinarians and\n   50  employees of the STATE department OF AGRICULTURE AND  MARKETS,  and  any\n   51  persons  designated by the STATE commissioner OF AGRICULTURE AND MARKETS\n   52  to enforce the provisions of [this  subchapter,  agents  of  the  ASPCA,\n   53  police  officers,  and  employees of the department of consumer affairs]\n   54  THE STATE AGRICULTURE AND MARKETS LAW.\n   55    k. An owner shall be jointly liable with the person to whom a horse is\n   56  rented for any violation  of  this  subchapter  or  of  any  regulations\n\n       A. 3317                             4\n\n    1  promulgated  hereunder  committed  by such person if the owner had know-\n    2  ledge or notice of the act which gave rise to the violation at the  time\n    3  of or prior to its occurrence or under the circumstances should have had\n    4  knowledge  or  notice of such act and did not attempt to prevent it from\n    5  occurring.\n    6    l. An owner of a rental horse business shall keep such records as  the\n    7  commissioner  of  health  shall prescribe including but not limited to a\n    8  consecutive daily record of the movements of each licensed horse includ-\n    9  ing the driver's name and identification number, if applicable,  rider's\n   10  name,  the  horse's identification number, vehicle license plate number,\n   11  if applicable, time of leaving stable and time of return to  stable.  An\n   12  owner  of  a rental horse business shall also keep written protocols for\n   13  emergencies, including but not limited to primary and secondary emergen-\n   14  cy contact information for each horse owner and insurance company infor-\n   15  mation, if applicable. Such records shall be kept on the premises of the\n   16  stable where the horses are kept and shall be available for  inspection.\n   17  The  commissioner  may,  in his or her discretion, require a time clock,\n   18  date stamp or time stamp where such commissioner believes it  is  appro-\n   19  priate.\n   20    m.  A  horse required to be licensed pursuant to this subchapter which\n   21  is lame or suffers from  a  physical  condition  or  illness  making  it\n   22  unsuitable  for  work  may  be  ordered  to  be removed from work by the\n   23  commissioner or his or her designee or by an agent of  the  ASPCA  or  a\n   24  veterinarian  employed  or  retained  by  such  commissioner or ASPCA to\n   25  inspect licensed horses. A horse for which such an order has been issued\n   26  shall not be returned to work until it has recovered from the  condition\n   27  which  caused  the  issuance  of  the  order or until such condition has\n   28  improved sufficiently that its return to work  will  not  aggravate  the\n   29  condition or otherwise endanger the health of the horse. In any proceed-\n   30  ing, under this section it shall be presumed that a horse which is found\n   31  at  work  within  forty-eight  hours  after  the issuance of an order of\n   32  removal and which is disabled by the same condition  which  caused  such\n   33  order  to  be  issued  has  been  returned  to work in violation of this\n   34  section. Such presumption may be rebutted by offering a certificate of a\n   35  veterinarian indicating suitability to return to work prior to the expi-\n   36  ration of the forty-eight hour period.\n   37    n. Every horse required to be licensed hereunder shall be examined  by\n   38  a  veterinarian  prior to its use in a rental horse business, at time of\n   39  each license renewal, and thereafter at intervals of not less than  four\n   40  months  and not greater than eight months. The examination shall include\n   41  the general physical condition of the horse, its teeth, hoofs and shoes,\n   42  its stamina and physical ability to perform the work or duties  required\n   43  of  it,  and  whether it is current on vaccinations, including those for\n   44  rabies, Eastern/Western equine encephalitis, West Nile virus, Rhinopneu-\n   45  monitis virus, and tetanus, or any other vaccinations  the  Commissioner\n   46  may  require by rule. The examination shall also include a record of any\n   47  injury, disease, or deficiency observed by the veterinarian at the time,\n   48  together with any prescription or humane correction  or  disposition  of\n   49  the  same.  A  signed  health  certificate by the examining veterinarian\n   50  shall be maintained at the  stable  premises  at  which  such  horse  is\n   51  located  and shall be displayed on the outside of the such horse's indi-\n   52  vidual stall. An original of said certificate shall  be  mailed  by  the\n   53  examining veterinarian to the department.\n   54    o. 1. Carriage horses shall not be worked whenever the air temperature\n   55  is 18 degrees fahrenheit or below.\n\n       A. 3317                             5\n\n    1    2. Carriage horses shall not be worked whenever the air temperature is\n    2  90 degrees fahrenheit or above.\n    3    3. For purposes of this subdivision, temperatures shall be those meas-\n    4  ured by a state-of-the-art thermometer, as determined by the commission-\n    5  er,  as  measured  by  the commissioner or his or her designee at street\n    6  level at one of the stands designated pursuant to section 19-174 of  the\n    7  code.\n    8    4.  If  the  temperature  exceeds  the  limits set by this subdivision\n    9  during the course of a particular ride, at the ride's conclusion, but no\n   10  later than one-half hour after the temperature exceeds these limits, the\n   11  operator must immediately cease working, move the horse to  an  area  of\n   12  shelter,  where  available,  rest the horse and then walk it directly to\n   13  its stable. All horses so returned to their stable must be unbridled and\n   14  unharnessed and remain at the stable for at least one hour,  and  there-\n   15  after,  until such time as the weather conditions shall once again reach\n   16  acceptable limits.\n   17    5. No violation of this subdivision shall occur unless a written warn-\n   18  ing of violation is first issued by the authorized enforcement personnel\n   19  to the operator advising that the air temperature limits of this  subdi-\n   20  vision  have been exceeded and directing that the operator cease working\n   21  a carriage horse in accordance with the provisions of this  subdivision.\n   22  A  violation  of  this subdivision may be issued if an operator fails to\n   23  comply with the direction contained in the written warning of violation.\n   24  Failure to comply with such direction shall not be construed as a  sepa-\n   25  rate violation.\n   26    p.  Every  carriage  horse  required to be licensed hereunder shall be\n   27  equipped with a manure catching device. Such devices shall be affixed or\n   28  attached to the carriage and shall at no time be affixed or attached  to\n   29  the horse.\n   30    q.  Carriage  horses  shall not be younger than five years at the time\n   31  placed into service in  any  rental  horse  business  and  licensed.  No\n   32  carriage horse older than 26 years of age shall be licensed to work in a\n   33  rental  horse  business.  Acceptable proof of age shall include a signed\n   34  letter from a licensed veterinarian stating the horse's age,  a  certif-\n   35  icate  from an officially recognized national registry of horses stating\n   36  the horse's age, or another industry approved method of certifying age.\n   37    r. Owners shall insure that during  the  months  of  November  through\n   38  April every carriage is equipped with a heavy winter horse blanket large\n   39  enough  to cover the horse from crest of neck to top of rump. Such blan-\n   40  kets shall be used to cover carriage horses in cold weather.  Waterproof\n   41  horse blankets of a lighter material shall be provided at all  times  to\n   42  cover  the horse from withers to tail during periods of wet weather when\n   43  the air temperature is 55 degrees or below.\n   44    S 3. This act shall take effect on the first of January next  succeed-\n   45  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law and the administrative code of the city of New York, in relation to the inspection of certain horse stables in cities of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T121409.TXT", "SOBI.D110124.T162641.TXT", "SOBI.D110124.T164141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295975649074
}