{
  "year" : 2011,
  "senateBillNo" : "A3313-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3313-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires N.Y. city transit authority to conduct public hearings and consider comments made thereat before substantial change of service",
  "summary" : "Requires New York city transit authority to conduct a public hearing before a substantial change in service, advertise the same and give due and proper consideration to such hearings before issuing a report on the hearings and either would reject or adopt the proposed substantial change in service unless such change will be for less than 180 days or in an emergency; grants any New York city resident a private equitable right of action pursuant thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4751-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3313\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, CLARK, GOTTFRIED, ORTIZ, COLTON, PHEFFER\n         --  Multi-Sponsored  by  --  M.  of  A. ABBATE, AUBRY, COOK, DINOWITZ,\n         GLICK, JACOBS, MAISEL, MILLMAN, SCARBOROUGH -- read once and  referred\n         to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to public hear-\n         ings to be conducted by the New York city transit authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1200 of the public authorities law is amended by\n    2  adding a new subdivision 19 to read as follows:\n    3    19. \"SUBSTANTIAL CHANGE IN SERVICE.\"  A REDUCTION OR ADDITION OF RAPID\n    4  TRANSIT OR OMNIBUS SERVICE FURNISHED  BY  THE  AUTHORITY  WHICH  HAS  AN\n    5  EFFECT  UPON ONE THOUSAND OR MORE PASSENGERS DAILY.  SUBSTANTIAL CHANGES\n    6  IN SERVICE SHALL INCLUDE, BUT NOT BE  LIMITED  TO,  THE  ELIMINATION  OR\n    7  ADDITION  OF  PASSENGER  STATION  STOPS  ON  A  SERVICE, A CHANGE OF TEN\n    8  PERCENT OR MORE IN HEADWAYS ON A SERVICE, AND A CHANGE OF TEN PERCENT OR\n    9  MORE IN TRANSIT REVENUE MILES ON A SERVICE, BUT SHALL  NOT  INCLUDE  THE\n   10  PERMANENT OR TEMPORARY CLOSING OF A PASSENGER STATION.\n   11    S  2.  Subdivision 4 of section 1205 of the public authorities law, as\n   12  added by chapter 717 of the laws of 1967, is amended to read as follows:\n   13    4. [From and after March first, nineteen hundred sixty-eight, no]  (A)\n   14  NO substantial [or general] change in [the levels of] service [furnished\n   15  upon  the rapid transit facilities or the omnibus line facilities of the\n   16  authority] shall be instituted except [upon] AFTER  (I)  not  less  than\n   17  thirty  days' written notice to the mayor [and to the board of estimate]\n   18  AND (II) ONE OR MORE PUBLIC HEARINGS HELD  IN  THE  COUNTY  OR  COUNTIES\n   19  WHERE  THE  SUBSTANTIAL  CHANGE  IN SERVICE WILL HAVE AN IMPACT AT LEAST\n   20  THIRTY DAYS PRIOR TO  THE  INSTITUTION  OF  THE  SUBSTANTIAL  CHANGE  IN\n   21  SERVICE;  AND  AFTER  THE AUTHORITY HAS PROVIDED NOTICE OF SUCH HEARINGS\n   22  THROUGH ADVERTISEMENTS IN NEWSPAPERS AND SIGNS OR POSTERS IN RAPID TRAN-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06017-01-1\n\n       A. 3313                             2\n\n    1  SIT AND OMNIBUS LINE FACILITIES, AT LEAST TWENTY DAYS PRIOR TO THE HEAR-\n    2  ING.\n    3    (B) THE AUTHORITY SHALL GIVE DUE AND PROPER CONSIDERATION TO THE VIEWS\n    4  AND  COMMENTS EXPRESSED AT THE PUBLIC HEARINGS, ESPECIALLY AS SUCH VIEWS\n    5  AND COMMENTS ADDRESS THE SOCIAL, ECONOMIC AND  ENVIRONMENTAL  IMPACT  OF\n    6  THE  SUBSTANTIAL  CHANGE IN SERVICE.   NO LATER THAN TWENTY DAYS AFTER A\n    7  PUBLIC HEARING, AND IN NO CASE LATER THAN FIVE DAYS PRIOR TO THE  INSTI-\n    8  TUTION OF THE SUBSTANTIAL CHANGE IN SERVICE, THE AUTHORITY SHALL ISSUE A\n    9  REPORT  ON  THE  PUBLIC  HEARINGS AND EITHER MODIFY, REJECT OR ADOPT THE\n   10  PROPOSED SUBSTANTIAL CHANGE IN SERVICE.\n   11    (C) THIS SUBDIVISION SHALL NOT APPLY TO SUBSTANTIAL CHANGES IN SERVICE\n   12  WITH A PROJECTED DURATION OF LESS THAN ONE HUNDRED EIGHTY DAYS,  NOR  TO\n   13  SUBSTANTIAL  CHANGES  IN  SERVICE  RESULTING FROM AN EMERGENCY SUCH THAT\n   14  PUBLIC HEARINGS CANNOT TAKE  PLACE  WITHOUT  IMPERILING  THE  SAFETY  OF\n   15  PASSENGERS.\n   16    S  3.  Section 1212 of the public authorities law is amended by adding\n   17  a new subdivision 7 to read as follows:\n   18    7. ANY RESIDENT OF THE CITY OF NEW YORK SHALL HAVE STANDING  TO  BRING\n   19  AN  ACTION  PURSUANT  TO ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW\n   20  AND RULES AGAINST THE AUTHORITY WHERE SUCH ACTION ARISES UNDER  SUBDIVI-\n   21  SION FOUR OR FIVE OF SECTION TWELVE HUNDRED FIVE OF THIS TITLE.\n   22    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to public hearings to be conducted by the New York city transit authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T162140.TXT", "SOBI.D110125.T115908.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295974748482
}