{
  "year" : 2011,
  "senateBillNo" : "A3318-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3318-2011-1295845200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a plan of expenditure for monies appropriated and received by the state on behalf of a gaming facility located in the city of Buffalo",
  "summary" : "Provides for a plan of expenditure for monies appropriated and received by the state on behalf of a gaming facility located in the city of Buffalo; provides for the repeal of such provisions on December 31, 2020. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A2229-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3318\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PEOPLES-STOKES, GOTTFRIED, HOOPER -- read once\n         and referred to the Committee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to  the  tribal-state\n         compact  revenue  account;  and  providing  for  the  repeal  of  such\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 3 of section 99-h of the state finance law, as\n    2  amended by section 1 of part QQ of chapter 59 of the laws  of  2009,  is\n    3  amended to read as follows:\n    4    3.  Moneys of the account, following appropriation by the legislature,\n    5  shall be available for  purposes  including  but  not  limited  to:  (a)\n    6  reimbursements  or  payments  to  municipal governments that host tribal\n    7  casinos pursuant  to  a  tribal-state  compact  for  costs  incurred  in\n    8  connection with services provided to such casinos or arising as a result\n    9  thereof,  for  economic  development  opportunities  and  job  expansion\n   10  programs authorized by the executive law; provided,  however,  that  for\n   11  any gaming facility located in the city of Buffalo, [the city of Buffalo\n   12  shall  receive]  COUNTY OF ERIE, a minimum of twenty-five percent of the\n   13  negotiated percentage of the net drop from electronic gaming devices the\n   14  state receives pursuant to [the] THIS compact SHALL  BE  DISTRIBUTED  IN\n   15  ACCORDANCE  WITH  SUBDIVISION FIVE OF THIS SECTION, and provided further\n   16  that for any gaming facility located in the city of Niagara Falls, coun-\n   17  ty of Niagara  a  minimum  of  twenty-five  percent  of  the  negotiated\n   18  percentage  of  the  net  drop  from electronic gaming devices the state\n   19  receives pursuant to the compact shall be distributed in accordance with\n   20  subdivision four of this section, and  provided  further  that  for  any\n   21  gaming  facility located in the county or counties of Cattaraugus, Chau-\n   22  tauqua or Allegany, the municipal governments of the state  hosting  the\n   23  facility  shall collectively receive a minimum of twenty-five percent of\n   24  the negotiated percentage of the net drop from electronic gaming devices\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04711-01-1\n\n       A. 3318                             2\n\n    1  the state receives pursuant to the compact; and  provided  further  that\n    2  pursuant  to  chapter  five  hundred  ninety of the laws of two thousand\n    3  four, a minimum of twenty-five percent of the revenues received  by  the\n    4  state  pursuant  to  the state's compact with the St. Regis Mohawk tribe\n    5  shall be made available to the counties of Franklin  and  St.  Lawrence,\n    6  and  affected  towns in such counties. Each such county and its affected\n    7  towns shall receive fifty percent of the moneys made  available  by  the\n    8  state;  and  (b)  support and services of treatment programs for persons\n    9  suffering from gambling addictions. Moneys  not  appropriated  for  such\n   10  purposes  shall  be  transferred  to the general fund for the support of\n   11  government during the fiscal year in which they are received.\n   12    S 2. Subdivision 3 of section  99-h  of  the  state  finance  law,  as\n   13  amended  by  section  1  of part V of chapter 59 of the laws of 2006, is\n   14  amended to read as follows:\n   15    3. Moneys of the account, following appropriation by the  legislature,\n   16  shall  be  available  for  purposes  including  but  not limited to: (a)\n   17  reimbursements or payments to municipal  governments  that  host  tribal\n   18  casinos  pursuant  to  a  tribal-state  compact  for  costs  incurred in\n   19  connection with services provided to such casinos or arising as a result\n   20  thereof,  for  economic  development  opportunities  and  job  expansion\n   21  programs  authorized  by  the executive law; provided, however, that for\n   22  any gaming facility located in the county  of  [Erie  or]  Niagara,  the\n   23  municipal  governments hosting the facility shall collectively receive a\n   24  minimum of twenty-five percent of the negotiated percentage of  the  net\n   25  drop  from  electronic gaming devices the state receives pursuant to the\n   26  compact; PROVIDED FURTHER THAT FOR ANY GAMING FACILITY  LOCATED  IN  THE\n   27  CITY OF BUFFALO, COUNTY OF ERIE, A MINIMUM OF TWENTY-FIVE PERCENT OF THE\n   28  NEGOTIATED PERCENTAGE OF THE NET DROP FROM ELECTRONIC GAMING DEVICES THE\n   29  STATE  RECEIVES PURSUANT TO THIS COMPACT SHALL BE DISTRIBUTED IN ACCORD-\n   30  ANCE WITH SUBDIVISION FIVE OF THIS SECTION; and  provided  further  that\n   31  for  any  gaming facility located in the county or counties of Cattarau-\n   32  gus, Chautauqua or Allegany, the  municipal  governments  of  the  state\n   33  hosting the facility shall collectively receive a minimum of twenty-five\n   34  percent  of  the  negotiated  percentage of the net drop from electronic\n   35  gaming devices the state receives pursuant to the compact; and  provided\n   36  further  that pursuant to chapter five hundred ninety of the laws of two\n   37  thousand four, a minimum of twenty-five percent of the revenues received\n   38  by the state pursuant to the state's compact with the St.  Regis  Mohawk\n   39  tribe  shall  be  made  available  to  the  counties of Franklin and St.\n   40  Lawrence, and affected towns in such counties. Each such county and  its\n   41  affected  towns shall receive fifty percent of the moneys made available\n   42  by the state; and (b) support and services  of  treatment  programs  for\n   43  persons  suffering from gambling addictions. Moneys not appropriated for\n   44  such purposes shall be transferred to the general fund for  the  support\n   45  of government during the fiscal year in which they are received.\n   46    S  3. Section 99-h of the state finance law, as amended by chapter 747\n   47  of the laws of 2006, is amended by adding a new subdivision 5 to read as\n   48  follows:\n   49    5. (A) MONIES WHICH ARE APPROPRIATED AND RECEIVED  EACH  YEAR  BY  THE\n   50  STATE  AS  A  PORTION  OF THE NEGOTIATED PERCENTAGE OF THE NET DROP FROM\n   51  ELECTRONIC GAMING DEVICES THE STATE RECEIVES IN RELATION TO  THE  OPERA-\n   52  TION  OF  A GAMING FACILITY IN THE CITY OF BUFFALO, COUNTY OF ERIE WHICH\n   53  SUBDIVISION  THREE  OF  THIS  SECTION  REQUIRES  TO  BE  A  MINIMUM   OF\n   54  TWENTY-FIVE  PERCENT,  SHALL  BE  BUDGETED  AND DISBURSED TO THE CITY OF\n   55  BUFFALO. THE CITY  OF  BUFFALO  SHALL  RETAIN  NINETY-SIX  AND  ONE-HALF\n   56  PERCENT  OF  THE  TOTAL ANNUAL AMOUNT RECEIVED AND SHALL AWARD THREE AND\n\n       A. 3318                             3\n\n    1  ONE-HALF PERCENT OF THE TOTAL ANNUAL AMOUNT RECEIVED  TO  AN  ENTITY  OR\n    2  ENTITIES  TO  SUPPORT  THE  DEVELOPMENT,  PRESERVATION  AND EXPANSION OF\n    3  CULTURAL INSTITUTIONS OR THE DEVELOPMENT  AND  PRESERVATION  OF  TOURISM\n    4  RESOURCES,  INCLUDING  MARKETING  AND TOURISM PROMOTION IN THE COUNTY OF\n    5  ERIE, INCLUDING IN THE CITY OF BUFFALO. SUCH AWARD OR  AWARDS  SHALL  BE\n    6  MADE WITHIN THIRTY-FIVE DAYS OF RECEIPT OF SUCH FUNDS.\n    7    (B)  ON  OR  BEFORE  THE  FIRST OF APRIL, EACH ENTITY RECEIVING MONEYS\n    8  PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION, SHALL ANNUALLY  SUBMIT  A\n    9  REPORT  TO  THE  GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE, SPEAKER OF\n   10  THE ASSEMBLY, THE ERIE COUNTY EXECUTIVE, CHAIR OF THE ERIE COUNTY LEGIS-\n   11  LATURE, MAYOR OF THE CITY OF BUFFALO AND PRESIDENT OF THE COMMON COUNCIL\n   12  OF THE CITY OF BUFFALO.  EACH SUCH REPORT SHALL INCLUDE AN ACCOUNTING OF\n   13  ALL MONEYS RECEIVED BY SUCH ENTITY PURSUANT TO  PARAGRAPH  (A)  OF  THIS\n   14  SUBDIVISION AND THE EXPENDITURE OF ANY SUCH MONEYS.\n   15    (C)  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, FAIL-\n   16  URE BY THE CITY OF BUFFALO TO DISBURSE FUNDS AS SUCH  CITY  IS  REQUIRED\n   17  PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION WITHIN THIRTY-FIVE DAYS OF\n   18  THE  ACTUAL  RECEIPT  OF  THE  FUNDS  OR THE SUBMISSION OF THE SUBENTITY\n   19  EXPENDITURE REPORT DUE BY APRIL FIRST OF EACH YEAR, WHICHEVER IS  LATER,\n   20  SHALL RESULT IN AN ADDITIONAL PAYMENT BY THE CITY OF BUFFALO OF ONE-HALF\n   21  PERCENT  PER WEEK NOT TO EXCEED EIGHTEEN PERCENT OF THE AMOUNT WHICH WAS\n   22  TO HAVE BEEN DISBURSED PURSUANT TO SUCH PARAGRAPH.  ANY SUCH  ADDITIONAL\n   23  PAYMENT  REQUIRED  TO  BE  MADE  BY THE CITY SHALL BE DISBURSED FROM THE\n   24  CITY'S SHARE DESCRIBED IN PARAGRAPH (A) OF THIS SUBDIVISION.\n   25    (D) IN THE EVENT THAT ANY MONIES TO BE DISTRIBUTED PURSUANT  TO  PARA-\n   26  GRAPH  (A)  OF  THIS  SUBDIVISION CANNOT, FOR ANY REASON, BE RECEIVED OR\n   27  UTILIZED, SUCH MONIES SHALL BE DISTRIBUTED TO THE CITY  OF  BUFFALO  FOR\n   28  ECONOMIC DEVELOPMENT PROJECTS WITHIN SUCH CITY.\n   29    S 4. This act shall take effect immediately, provided that:\n   30    (a)  the  amendments  to  subdivision  3  of section 99-h of the state\n   31  finance law made by section one of this act  shall  be  subject  to  the\n   32  expiration  and reversion of such section pursuant to section 2 of chap-\n   33  ter 747 of the laws of  2006,  as  amended,  when  upon  such  date  the\n   34  provisions of section two of this act shall take effect;\n   35    (b) the amendments made by section two of this act shall expire Decem-\n   36  ber  31,  2020  and  that if chapter 747 of the laws of 2006 is extended\n   37  beyond such date, the amendments made by sections one and  two  of  this\n   38  act shall expire and be deemed repealed December 31, 2020; and\n   39    (c)  section  three  of  this  act shall expire and be deemed repealed\n   40  December 31, 2020.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the tribal-state compact revenue account; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T121409.TXT", "SOBI.D110124.T164141.TXT", "SOBI.D110124.T162641.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295975649077
}