{
  "year" : 2011,
  "senateBillNo" : "A3314-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3314-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Protects metropolitan transportation authority workers from recklessness of authority in safety, written by outlining legal relief, including injunction",
  "summary" : "Protects metropolitan transit authority employees and representatives of deceased MTA employees by granting them a statutory cause of action for negligent or reckless violation of a safety standard intended to protect employees; with respect to any recovery, there shall be offset against such recovery any amounts paid pursuant to the workers' compensation law and collective bargaining agreements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4706-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3314\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. BRENNAN, COLTON, HOOPER, MAISEL -- Multi-Spon-\n         sored by -- M. of A.  ABBATE, COOK, GLICK, GOTTFRIED, HEASTIE, JACOBS,\n         ORTIZ, PHEFFER, SWEENEY -- read once and referred to the Committee  on\n         Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend the public authorities law, in relation to protecting\n         metropolitan transportation  authority  employees  from  its  possible\n         negligence\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. This legislative body  recognizes  that\n    2  metropolitan  transportation  authority workers face dangerous and some-\n    3  times fatal circumstances daily due to the nature of  their  work.  This\n    4  body  also recognizes that given the dangerous nature of the occupation,\n    5  there is a need for competent supervision and precise up-to-date  infor-\n    6  mation  on  the  possible  dangerous  conditions facing the employees on\n    7  their assignment. In order to ensure proper supervision, there  must  be\n    8  an  avenue of redress for employees or their representatives to use when\n    9  they are not being given appropriate and  adequate  supervision  or  are\n   10  subject  to  conditions where safety markers or designations mandated by\n   11  law or regulation are not present. Therefore, it is the intent  of  this\n   12  legislative  body to protect these metropolitan transportation authority\n   13  employees from such negligence by enacting the following legislation.\n   14    S 2. Subdivisions 5 and 6 of section 1276 of  the  public  authorities\n   15  law are renumbered subdivisions 6 and 7 and a new subdivision 5 is added\n   16  to read as follows:\n   17    5.  (A) IN ADDITION TO ANY OTHER RIGHT OF ACTION OR RECOVERY UNDER ANY\n   18  OTHER PROVISION OF LAW, IN THE EVENT ANY ACCIDENT CAUSING INJURY,  DEATH\n   19  OR  DISEASE  WHICH  RESULTS  IN DEATH OCCURS DIRECTLY OR INDIRECTLY AS A\n   20  RESULT OF ANY NEGLECT, OMISSION, WILLFUL OR CULPABLE NEGLIGENCE  OF  ANY\n   21  PERSON  OR PERSONS EMPLOYED BY THE METROPOLITAN TRANSPORTATION AUTHORITY\n   22  IN PERMITTING TO BE VIOLATED, OR FAILING  TO  COMPLY  WITH,  ANY  SAFETY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06021-01-1\n\n       A. 3314                             2\n\n    1  STANDARDS  AUTHORIZED  PURSUANT  TO  ANY  LAW, RULE OR REGULATION OF ANY\n    2  FEDERAL OR STATE AGENCY CONCERNED WITH OCCUPATIONAL SAFETY  AND  HEALTH,\n    3  THE  PERSON  OR  PERSONS  GUILTY  OF  SAID NEGLECT, OMISSION, WILLFUL OR\n    4  CULPABLE  NEGLIGENCE AT THE TIME OF SUCH INJURY OR DEATH SHALL BE LIABLE\n    5  TO PAY ANY EMPLOYEE SO INJURED, OR WHOSE LIFE MAY BE LOST WHILE  IN  THE\n    6  DISCHARGE OF ANY DUTY IMPOSED BY THE METROPOLITAN TRANSPORTATION AUTHOR-\n    7  ITY,  ITS  OFFICERS AND EMPLOYEES, OR TO PAY TO THE SPOUSE AND CHILDREN,\n    8  OR TO PAY THE PARENTS, OR TO PAY THE BROTHERS  AND  SISTERS,  BEING  THE\n    9  SURVIVING  HEIRS-AT-LAW  OF  ANY DECEASED PERSON THUS HAVING LOST HIS OR\n   10  HER LIFE, A SUM OF MONEY, IN CASE OF INJURY TO PERSON, NOT LESS THAN ONE\n   11  THOUSAND DOLLARS AND, IN THE CASE OF DEATH, NOT LESS THAN FIVE  THOUSAND\n   12  DOLLARS,  SUCH  LIABILITY TO BE DETERMINED AND SUCH SUMS RECOVERED IN AN\n   13  ACTION TO BE INSTITUTED BY ANY PERSON INJURED OR THE FAMILY OR RELATIVES\n   14  OF ANY PERSON KILLED AS AFORESAID PROVIDED,  HOWEVER,  THAT  NOTHING  IN\n   15  THIS SECTION SHALL BE DEEMED TO EXPAND OR RESTRICT ANY RIGHT AFFORDED TO\n   16  OR LIMITATION IMPOSED UPON AN EMPLOYER, AN EMPLOYEE OR HIS OR HER REPRE-\n   17  SENTATIVE BY VIRTUE OF ANY PROVISIONS OF THE WORKERS' COMPENSATION LAW.\n   18    (B)  WITH  RESPECT TO ANY RECOVERY, THERE SHALL BE OFFSET AGAINST SUCH\n   19  RECOVERY ANY AMOUNTS PAID PURSUANT TO THE WORKERS' COMPENSATION LAW  AND\n   20  COLLECTIVE BARGAINING AGREEMENTS.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to protecting metropolitan transportation authority employees from its possible negligence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T162140.TXT", "SOBI.D110125.T115908.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295974748483
}