{
  "year" : 2011,
  "senateBillNo" : "A3316-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3316-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts a comprehensive complaint review procedure for the New York city water board",
  "summary" : "Enacts a comprehensive complaint review procedure for the New York city water board in its processing of grievances brought by water and sewer customers, including the imposition of time limitations and further review by an independent administrative law judge. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4635-2009", "A5411-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3316\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, MAISEL -- Multi-Sponsored by -- M. of A.\n         ABBATE,  COLTON,  GLICK,  GOTTFRIED,  HEASTIE, JACOBS, MILLMAN, ORTIZ,\n         PHEFFER -- read once and referred to the  Committee  on  Corporations,\n         Authorities and Commissions\n\n       AN  ACT  to  amend  the public authorities law, in relation to complaint\n         procedures for grievances before the New York city water board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 4 of section 1045-g of the public authorities\n    2  law, as amended by chapter 467 of the laws of 2001, is amended  to  read\n    3  as follows:\n    4    4.  To  establish,  fix,  revise,  charge  and collect and enforce the\n    5  payment of all fees, rates, rents and other service charges for the  use\n    6  of, or services furnished by the sewerage system, water system, or both,\n    7  as the case may be, so as to receive revenues which, together with other\n    8  revenues available to the board, if any, shall be at least sufficient at\n    9  all  times so that such system or systems shall be placed on a self-sus-\n   10  taining basis in accordance with section one  thousand  forty-five-j  of\n   11  this title; provided, however that the water board shall not establish a\n   12  limit  of  less than four years commencing from the date of the bill for\n   13  services to challenge any fee, rate, rent or other service  charges  for\n   14  the  use  of or services furnished by the water and/or sewerage systems;\n   15  any such challenge shall specifically  set  forth  the  basis  for  such\n   16  claim;  AND PROVIDED FURTHER, HOWEVER, THAT THE WATER BOARD SHALL ESTAB-\n   17  LISH A WRITTEN PROCEDURE TO PROCESS CUSTOMER COMPLAINTS WHICH ALLOW  FOR\n   18  THE  ACCEPTANCE  AND  PROCESSING OF COMPLAINTS WITHIN TEN CALENDAR DAYS.\n   19  SUCH PROCEDURE SHALL REQUIRE THAT  COMPLAINTS  BE  ACKNOWLEDGED  BY  THE\n   20  BOARD  WITHIN  THREE  CALENDAR  DAYS,  BE PROMPTLY INVESTIGATED, AND THE\n   21  RESULTS OF SUCH INVESTIGATION BE REPORTED TO THE CUSTOMER IN  PLAIN  AND\n   22  COMPREHENSIBLE LANGUAGE. UPON EXHAUSTION OF ALL COMPLAINT PROCEDURES, OR\n   23  AFTER  THIRTY DAYS IF THE WATER BOARD FAILS TO RESPOND TO THE COMPLAINT,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06026-01-1\n\n       A. 3316                             2\n\n    1  THE WATER BOARD SHALL PROVIDE THE CUSTOMER WITH AN APPEAL  PROCESS  THAT\n    2  INCLUDES THE RIGHT TO A HEARING AND A FINAL ADJUDICATION BY AN INDEPEND-\n    3  ENT  ADMINISTRATIVE  LAW  JUDGE  WHO  SHALL DIRECT SUCH BOARD TO PRODUCE\n    4  APPROPRIATE RECORDS;\n    5    S  2. Subdivisions 1 and 8 of section 1045-j of the public authorities\n    6  law, as added by chapter 513 of the laws of 1984, are amended to read as\n    7  follows:\n    8    1. The water board shall, SUBJECT TO  THE  PROVISIONS  OF  SUBDIVISION\n    9  FOUR  OF SECTION ONE THOUSAND FORTY-FIVE-G OF THIS TITLE, establish, fix\n   10  and revise, from time to time, fees, rates, rents or other  charges  for\n   11  the  use  of,  or services furnished, rendered or made available by, the\n   12  sewerage system or water system, or both, as the case may be,  owned  by\n   13  the  water  board pursuant to this title in such amount  at least suffi-\n   14  cient at all times so as  to  provide  funds  in  an  amount  sufficient\n   15  together  with other revenues available to the board, if any, (i) to pay\n   16  to the authority, in accordance with any agreement with  the  authority,\n   17  an  amount sufficient for the purpose of paying the principal of and the\n   18  interest on the outstanding notes or bonds of the authority as the  same\n   19  shall  become  due  and  payable and maintaining or funding a capital or\n   20  debt service reserve fund therefor and, to the extent requested  by  the\n   21  city  in,  or annually pursuant to, the agreement to pay to the city, in\n   22  accordance with the agreement, an amount sufficient for the  purpose  of\n   23  paying the principal of and interest on general obligation bonds thereof\n   24  issued  for or allocable to the water system or sewerage system or both,\n   25  as the case may be, as the same shall become due  and  payable,  and  to\n   26  maintain  or fund reserves therefor, (ii) to pay to the city, in accord-\n   27  ance with the agreement, an amount sufficient for the purpose of  paying\n   28  the costs of administering, maintaining, repairing and operating and the\n   29  cost  of constructing capital improvements to the water system or sewer-\n   30  age system or both, as the case may be, (iii) to  pay  to  the  city  in\n   31  accordance with the agreement entered into pursuant to section one thou-\n   32  sand  forty-five-i of this title an amount sufficient for the purpose of\n   33  paying liabilities issued for or allocable to the water system or sewer-\n   34  age system or both, as the case may be, as the same shall become due and\n   35  payable, (iv) to  meet  any  requirements  of  any  agreement  including\n   36  requirements  relating  to the establishment of reserves for renewal and\n   37  replacement and for uncollected charges and covenants respecting  rates,\n   38  (v)  to pay all other reasonable and necessary expenses of the authority\n   39  and the water  board  in  relation  thereto,  and  (vi)  to  the  extent\n   40  requested by the city in or pursuant to the agreement, to pay or provide\n   41  for  such  other purposes or projects as such city considers appropriate\n   42  and in the public interest. Any surplus of funds remaining in the  water\n   43  board  after  such payments have been made shall be returned to the city\n   44  for deposit in the general fund.\n   45    8. The water board shall prepare and transmit to the city on or before\n   46  the first day of December in each year a list of those persons or  prop-\n   47  erty  owners within such city who are in arrears in the payment of fees,\n   48  rates, rents or other charges for a period of sixty days or  more  after\n   49  the  last day fixed for payment thereof without penalty PROVIDED, HOWEV-\n   50  ER, SUCH PERSON OR PROPERTY OWNER SHALL BE ADVISED OF THE PROCEDURES FOR\n   51  REGISTERING COMPLAINTS AND FOR THE APPEAL PROCESS WITH RESPECT  THERETO.\n   52  The  list  shall contain a brief description of the properties for which\n   53  the services were provided, the names of the persons liable to  pay  for\n   54  the  same  and  the  amounts chargeable to each, including penalties and\n   55  interest computed to the next succeeding December thirty-first. The city\n   56  shall levy such sums against the properties liable and shall  state  the\n\n       A. 3316                             3\n\n    1  amount thereof in a separate column in the annual tax rolls of such city\n    2  under  the  name  of  \"delinquent water charges\" or \"delinquent sewerage\n    3  charges\" or \"delinquent water and sewerage charges\" as may be  appropri-\n    4  ate and as may be directed by the water board. Such amounts, as and when\n    5  collected by the commissioner of finance of the city, shall be paid over\n    6  to  the  water board. All of the provisions of the tax laws of the state\n    7  covering the enforcement and collection of  unpaid  taxes  of  the  city\n    8  shall apply to the collection of such unpaid fees, rates, rents or other\n    9  charges.\n   10    S 3. Section 1045-y of the public authorities law, as amended by chap-\n   11  ter 514 of the laws of 1984, is amended to read as follows:\n   12    S  1045-y.  Audit and annual report. The accounts of the authority and\n   13  the water board shall be subject to the supervision of  the  city  comp-\n   14  troller.  The authority and the water board shall annually submit to the\n   15  mayor, the comptroller and the  director  of  management  and  budget  a\n   16  detailed  report.    THE REPORT SHALL INCLUDE A RECORD OF ALL COMPLAINTS\n   17  RECEIVED FOR THE YEAR, WITH A DESCRIPTION OF THE NUMBER  AND  NATURE  OF\n   18  THE COMPLAINTS, THE NUMBER OF DISPOSITIONS FAVORABLE TO COMPLAINANTS AND\n   19  PLANS TO REVISE PROCEDURES TO REDUCE THE PROBLEMS THAT GAVE RISE TO SUCH\n   20  COMPLAINTS.  In  addition,  an  annual  audit  of the authority shall be\n   21  conducted by an independent certified public  accountant.  Such  audited\n   22  report shall be submitted to the mayor, the comptroller and the director\n   23  of management and budget.\n   24    S  4.  This  act shall take effect on the thirtieth day after it shall\n   25  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to complaint procedures for grievances before the New York city water board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110124.T165642.TXT", "SOBI.D110125.T121409.TXT", "SOBI.D110124.T162641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295975649072
}