{
  "year" : 2011,
  "senateBillNo" : "A3311-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3311-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes certain provisions regarding court ordered stay or suspension of commission orders",
  "summary" : "Provides that notwithstanding the granting of a new tariff schedule, subject to refund with interest, the court may find great and irreparable damage on the basis of evidence submitted in seeking an order staying or suspending an order of the public service commission. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A4732-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3311\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, CAHILL -- Multi-Sponsored by -- M. of A.\n         CLARK,  COOK,  GOTTFRIED,  HOOPER,  JACOBS,  MAISEL  --  read once and\n         referred to the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in relation to  the  staying  or\n         suspending of certain orders of the commission by the supreme court\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 23 of the public service  law,  as\n    2  amended  by  chapter  732  of  the  laws  of 1928, is amended to read as\n    3  follows:\n    4    2.  No order staying or suspending an order of the  commission  fixing\n    5  any  rate, fare or charge or joint rate, fare or charge shall be made by\n    6  the supreme court otherwise than upon notice and after hearing;  and  if\n    7  the  order of the commission is suspended, the order suspending the same\n    8  shall contain a specific finding based upon evidence  submitted  to  the\n    9  court  and  identified  by reference thereto, that great and irreparable\n   10  damage would otherwise result to the petitioner OR OTHER PERSON AFFECTED\n   11  THEREBY and specifying the nature of the damage; PROVIDED THAT  NOTWITH-\n   12  STANDING  THE  GRANTING OF A NEW TARIFF SCHEDULE, SUBJECT TO REFUND WITH\n   13  INTEREST, THE COURT MAY FIND GREAT AND IRREPARABLE DAMAGE ON  THE  BASIS\n   14  OF EVIDENCE SUBMITTED.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06018-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the staying or suspending of certain orders of the commission by the supreme court ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T115908.TXT", "SOBI.D110124.T164141.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295974748476
}