{
  "year" : 2011,
  "senateBillNo" : "A3310-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3310-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that appointment of members of New York city water board be appointed by mayor with advice and consent of city council and not be an employee of such city",
  "summary" : "Requires that appointment of members of the New York city water board be made by the mayor with the advice and consent of the city council; provides that such a member shall not be an employee of such city. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4733-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3310\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, CLARK, MAISEL, JAFFEE -- Multi-Sponsored\n         by  --  M. of A.  ABBATE, AUBRY, COLTON, COOK, GLICK, HEASTIE, JACOBS,\n         ORTIZ, PHEFFER, SWEENEY -- read once and referred to the Committee  on\n         Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend the public authorities law, in relation to members of\n         the New York city water board and the manner of their appointment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 of section 1045-f of the public authorities\n    2  law, as added by chapter 513 of the laws of 1984, is amended to read  as\n    3  follows:\n    4    2.  The  water  board  shall consist of seven members appointed by the\n    5  mayor WITH THE ADVICE AND CONSENT OF THE CITY COUNCIL.  Terms of  office\n    6  of  the  members shall be two years except that the terms of four of the\n    7  board members first appointed shall be one year.  At  least  one  member\n    8  shall  have  experience in the science of water resource development. No\n    9  member shall be a director of the authority OR AN EMPLOYEE OF  THE  CITY\n   10  OF  NEW YORK.  The mayor shall appoint a chairman from among the members\n   11  of the board. All members shall continue  to  hold  office  until  their\n   12  successors are appointed and qualified. Vacancies shall be filled in the\n   13  manner  provided  for original appointments. Vacancies, occurring other-\n   14  wise than by expiration of term of office, shall be filled in  the  same\n   15  manner as original appointments for the unexpired terms.\n   16    S  2.   This act shall take effect immediately provided, however, that\n   17  it shall not be deemed to affect the tenure or qualifications as such of\n   18  any member of the New York city water board on the date  upon  which  it\n   19  shall  have become a law during the remainder of his or her then current\n   20  term.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06019-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to members of the New York city water board and the manner of their appointment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T115409.TXT", "SOBI.D110124.T164141.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295974449339
}