{
  "year" : 2011,
  "senateBillNo" : "A3324-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3324-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the dormitory authority of the state of New York to sell certain land in the county of Queens to the Indian Cultural and Community Center, Inc.",
  "summary" : "Authorizes the dormitory authority of the state of New York to sell certain land in the county of Queens to the Indian Cultural and Community Center, Inc. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City",
  "previousVersions" : [ "AA9924-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3324\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CLARK, WEPRIN -- read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to authorize the dormitory authority of the state of New York  to\n         sell  certain  land in the county of Queens to the Indian Cultural and\n         Community Center, Inc.\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Notwithstanding  the  provisions  of any other law to the\n    2  contrary, the dormitory authority of the state of New York is authorized\n    3  to sell and convey to the Indian Cultural and Community Center, Inc. the\n    4  parcel of land situated in the City of  New  York,  Borough  of  Queens,\n    5  State  of  New York, constituting a portion of the Creedmoor Psychiatric\n    6  Center, specifically described as follows:\n    7                                  Schedule A\n\n    8    Beginning at a point intersection of the eastern curb of Avenue  C  (S\n    9  13µ22'40\")  and  the  iron  fence  on  the northern boundary of OMRDD (S\n   10  77µ45'49\")\n   11    Thence on an easterly direction along line  S  77µ45'49\"E  for  243.23\n   12  feet to a point\n   13    Thence on a north easterly direction along line N 40µ24'14\"E for 17.24\n   14  feet to a point\n   15    Thence  on  a  north  easterly direction along line N 40µ55'57\"E 50.24\n   16  feet to a point\n   17    Thence on a north easterly direction along line N 34µ29'28\"E for 15.43\n   18  feet to a point\n   19    Thence on a north easterly direction along line N 15µ35'53\"E for 95.44\n   20  feet to a point\n   21    Thence north easterly along a curved line to the left of radius  66.19\n   22  feet,  an arc distance of 30.79 feet to a point, the chord for the above\n   23  described curve being N 01µ29'41\"W feet,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06637-01-1\n\n       A. 3324                             2\n\n    1    Thence on a north westerly direction along line N 16µ55'29\"W for 50.91\n    2  feet to a point\n    3    Thence on a north easterly direction along line N 49µ24'48\"E for 63.02\n    4  feet\n    5    Thence  on  a  westerly direction along the line N 75µ09'13\"W which is\n    6  the same as the south face of curb of 6th St for 182.13 feet to a point\n    7    Thence on a westerly direction along the line N  76µ41'36\"W  which  is\n    8  the  same as the south face of curb of 6th St for 105.02 feet to a point\n    9  and\n   10    Thence on a southerly direction along the line  13µ22'40\"  for  303.50\n   11  feet back to the point of beginning.\n\n   12                                 Schedule B\n   13    Beginning at a point on the southerly side of Union Turnpike, which is\n   14  at  a  distance  of 233.41 feet measured along the line S84µ17'40\"W from\n   15  the intersection of the southerly side of Union Turnpike and the wester-\n   16  ly side of 243rd St\n   17    Thence on a  westerly  direction  along  the  line  S84µ17'40\"  for  a\n   18  distance of 50 Feet to a point\n   19    Thence  on  a  southerly  direction  along  the line S05µ42'20\"E for a\n   20  distance of 91.71 feet to a point\n   21    Thence south easterly along a curve to the left of radius of 90.0 feet\n   22  (the chord of the above arc being S39µ41'25\"E C=100.61') an arc distance\n   23  of 106.77 feet to a point\n   24    Thence on a southeasterly  direction  along  line  S73µ40'30\"E  for  a\n   25  distance of 52.04 feet to a point\n   26    Thence  on  a  northeasterly  direction  along  line  N16µ19'30\" for a\n   27  distance of 50 feet to a point\n   28    Thence on a  northwesterly  direction  along  line  N73µ40'30\"  for  a\n   29  distance of 52.04 feet to a point\n   30    Thence on a northwesterly direction along a curve to the left of radi-\n   31  us of 40.0 feet (the chord of the arc being N39µ41'25\"W C=44.72') an arc\n   32  distance of 47.45 feet\n   33    Thence  on  a northwesterly direction along line N05µ42'20\"W 91.15' to\n   34  the point of beginning.\n\n   35                                 Schedule C\n\n   36    All that parcel of land lying to the east  of  the  easterly  curb  of\n   37  Avenue C along line N 13µ22'40\"E and\n   38    Lying to the west of the westerly property line of ICCC property along\n   39  line N 16µ19'30\"E and\n   40    Lying  to  the  north of a line drawn along the southern exterior neat\n   41  face of building fourteen from easterly curb of Avenue  C  to  the  ICCC\n   42  property line described above and\n   43    Lying  to the south of a line, which is drawn parallel to the northern\n   44  exterior neat face of building fourteen and which is  twenty  feet  away\n   45  from  that  exterior  neat  face measured to the south, and which starts\n   46  from the easterly curb of Avenue C described  above  (N  13µ22'40\")  and\n   47  ends at the ICCC property line described above (N 16µ19'30\")\n   48    S 2. The dormitory authority of the state of New York is authorized to\n   49  fix  and determine the terms and conditions of the conveyance authorized\n   50  by section one of this act, provided,  however,  that  the  sales  price\n   51  shall  be  not less than the fair market value of such parcel, as deter-\n   52  mined by two or more independent appraisals. Such conveyance shall  take\n   53  place  within  one  year  from  the  effective date of this act; and the\n\n       A. 3324                             3\n\n    1  proceeds of such sale shall be deposited in the mental  hygiene  facili-\n    2  ties  improvement  fund income account established pursuant to section 9\n    3  of the facilities development corporation act, as added by  chapter  359\n    4  of the laws of 1968.\n    5    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the dormitory authority of the state of New York to sell certain land in the county of Queens to the Indian Cultural and Community Center, Inc. ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110124.T162641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246609
}