{
  "year" : 2011,
  "senateBillNo" : "A3325-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3325-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Background investigations of all after-school program personnel",
  "summary" : "Provides background investigations of all after-school program personnel employed in school districts; requires fingerprinting and background checks. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1918-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3325\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation  to  background  investi-\n         gations of all after-school program personnel\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3001-e\n    2  to read as follows:\n    3    S 3001-E. INVESTIGATION OF AFTER-SCHOOL PROGRAM PERSONNEL EMPLOYED  IN\n    4  SCHOOL  DISTRICTS.  1.  EVERY  SCHOOL  DISTRICT SHALL CONDUCT BACKGROUND\n    5  INVESTIGATIONS OF ALL AFTER-SCHOOL PROGRAM PERSONNEL  EMPLOYED  IN  SUCH\n    6  DISTRICT.\n    7    2. EACH DISTRICT, IN COOPERATION WITH THE DIVISION OF CRIMINAL JUSTICE\n    8  SERVICES,   SHALL  PROMULGATE  REGULATIONS  REQUIRING  ALL  AFTER-SCHOOL\n    9  PROGRAM PERSONNEL EMPLOYED IN SUCH SCHOOL DISTRICT TO SUBMIT TO MANDATO-\n   10  RY FINGERPRINTING PROCEDURES AND BACKGROUND QUESTIONNAIRES.\n   11    3. EVERY PERSON, AS A  CONDITION  OF  EMPLOYMENT  IN  AN  AFTER-SCHOOL\n   12  PROGRAM, SHALL BE FINGERPRINTED, COMPLETE A BACKGROUND QUESTIONNAIRE AND\n   13  SIGN A DECLARATION UNDER PENALTY OF PERJURY REGARDING ANY PRIOR CRIMINAL\n   14  CONVICTIONS.\n   15    4.  NO AFTER-SCHOOL PROGRAM EMPLOYEE SHALL BE ASSIGNED TO WORK INVOLV-\n   16  ING THE CARE, CUSTODY OR SUPERVISION OF A CHILD IF IT IS  DETERMINED  ON\n   17  THE BASIS OF A CRIMINAL HISTORY CHECK PURSUANT TO THIS SECTION THAT SUCH\n   18  PERSON HAS BEEN CONVICTED OF A CRIME.\n   19    S  2.  This  act shall take effect on the ninetieth day after it shall\n   20  have become a law; provided, however,  that  any  rules  or  regulations\n   21  necessary  to  implement the provisions of this act shall be promulgated\n   22  on or before its effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06545-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to background investigations of all after-school program personnel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110124.T162641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246616
}