{
  "year" : 2011,
  "senateBillNo" : "A3320-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3320-2011-1295845200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires state agencies who contract to disseminate advertising material to exclude material which relates to the agency's mission",
  "summary" : "Requires state agencies who contract to disseminate advertising material to exclude material which relates to the agency's mission; defines the term \"state agency\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10322-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3320\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HOYT -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to contracts  to  dissem-\n         inate certain advertising materials\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section 33  to\n    2  read as follows:\n    3    S  33.  CONTRACTS  TO  DISSEMINATE  ADVERTISING  MATERIALS. 1. FOR THE\n    4  PURPOSES OF THIS SECTION, \"STATE AGENCY\" SHALL MEAN  ANY  STATE  DEPART-\n    5  MENT,  BOARD, BUREAU, DIVISION, COMMISSION, COMMITTEE, PUBLIC AUTHORITY,\n    6  PUBLIC BENEFIT CORPORATION, COUNCIL, OFFICE, OR OTHER GOVERNMENTAL ENTI-\n    7  TY PERFORMING A GOVERNMENTAL OR PROPRIETARY FUNCTION FOR THE STATE.\n    8    2. NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  WHEN  A  STATE  AGENCY\n    9  ENTERS INTO A CONTRACT DIRECTLY OR THROUGH A THIRD PARTY TO DISSEMINATE,\n   10  THROUGH  MAILINGS  OR  OTHERWISE,  ADVERTISING  MATERIALS  TO THE PUBLIC\n   11  RELATING TO A PRODUCT OR SERVICE, SUCH CONTRACT SHALL EXCLUDE THE ADVER-\n   12  TISEMENT OF PRODUCTS OR SERVICES WHICH RELATE, DIRECTLY  OR  INDIRECTLY,\n   13  TO THE AUTHORITY, MISSION, OR SUBJECT MATTER OF THE STATE AGENCY.\n   14    S  2.  This  act  shall take effect immediately and shall apply to all\n   15  contracts entered into on and after such effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08251-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to contracts to disseminate certain advertising materials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T121911.TXT", "SOBI.D110124.T162641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295975951247
}