{
  "year" : 2011,
  "senateBillNo" : "A3326-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to social services",
    "billEventId" : "A3326-2011-1295845200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires data collection on homeless persons in homeless shelters",
  "summary" : "Requires data collection on homeless persons served by a homeless project including reasons why such person becomes homeless and enters a homeless facility; requires annual report be made to governor and legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2980-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3326\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- Multi-Sponsored by -- M. of A. BRENNAN,\n         COLTON -- read once and referred to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to data  collection\n         on certain homeless persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  43-a to read as follows:\n    3    S  43-A.  DATA  COLLECTION  ON CERTAIN HOMELESS PERSONS. 1. A HOMELESS\n    4  PERSON WHO IS SERVED BY  A  HOMELESS  PROJECT,  AS  DEFINED  IN  SECTION\n    5  FORTY-TWO  OF  THIS  ARTICLE,  SHALL  BE IDENTIFIED BY HIS OR HER SOCIAL\n    6  SECURITY NUMBER OR, IN THE CASE OF A HOMELESS STUDENT WHO DOES NOT  HAVE\n    7  A  SOCIAL  SECURITY NUMBER, BY HIS OR HER STUDENT IDENTIFICATION NUMBER.\n    8  SUCH IDENTIFICATION NUMBER  SHALL  BE  USED  FOR  THE  SOLE  PURPOSE  OF\n    9  COLLECTING  ANONYMOUS  DATA,  INCLUDING  THE REASONS SUCH PERSON BECOMES\n   10  HOMELESS AND FIRST ENTERS A HOMELESS FACILITY;  THE  VARIOUS  FACILITIES\n   11  SUCH  PERSON  RESIDES IN DURING THE COURSE OF HIS OR HER PERIOD OF HOME-\n   12  LESSNESS; AND THE LENGTH OF TIME FROM ORIGINALLY BECOMING HOMELESS UNTIL\n   13  SECURING  PERMANENT  HOUSING,  AT  WHICH  TIME  SUCH  NUMBER  SHALL   BE\n   14  DESTROYED.\n   15    2.  THE COMMISSIONER OF THE OFFICE OF TEMPORARY AND DISABILITY ASSIST-\n   16  ANCE SHALL PROMULGATE RULES AND REGULATIONS NECESSARY TO  IMPLEMENT  THE\n   17  PROVISIONS  OF SUBDIVISION ONE OF THIS SECTION AND SHALL REPORT ANNUALLY\n   18  TO THE GOVERNOR AND THE LEGISLATURE REGARDING THE DATA GATHERED PURSUANT\n   19  TO THIS SECTION AND ANY CONCLUSIONS AND RECOMMENDATIONS DRAWN THEREFROM.\n   20    S 2. This act shall take effect on the one hundred eightieth day after\n   21  it shall have become a law; provided, however, that the office of tempo-\n   22  rary and disability assistance shall promulgate  rules  and  regulations\n   23  necessary to effectuate the provisions of this act prior to such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06559-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to data collection on certain homeless persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110124.T162641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246624
}