{
  "year" : 2011,
  "senateBillNo" : "A3327-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3327-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes a scheme to defraud a person in obtaining a credit loan secured by an interest in real property a felony",
  "summary" : "Makes a scheme to defraud a person in obtaining a credit loan secured by an interest in real property a felony; applies to reverse redlining situations; provides for various felony grades depending on the amount of money involved. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2586-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3327\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the penal law, in relation to a  scheme  to  defraud  in\n         obtaining a credit loan secured by an interest in real property\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature has found  that  many\n    2  senior  citizens  and minority homeowners in New York have been targeted\n    3  by unethical home improvement contractors and finance companies who  are\n    4  selling them high interest and fraudulently obtained mortgages. In order\n    5  to  entice  senior  and  minority  homeowners  to  take these loans, the\n    6  contractors and finance companies offer to refinance primary  mortgages,\n    7  consolidate  loans and outstanding bills, and give the mortgagor cash at\n    8  the loan's closing. In most instances the homeowner is unaware  that  he\n    9  or  she  is taking out a mortgage on his or her house and that a default\n   10  in payment will lead to a foreclosure. In addition, many of these senior\n   11  and minority homeowners live on a fixed income and are  unable  to  make\n   12  any loan payments because the monthly payment exceeds his or her income.\n   13    The  legislature  further  finds that unethical finance companies have\n   14  engaged in a pattern and practice of refinancing these mortgages,  which\n   15  further  decreases  the  senior and minority homeowners equity in his or\n   16  her home. These loans often contain  exorbitant  points,  high  interest\n   17  rates,  and  have monthly payments that exceed the homeowners income. In\n   18  most instances, senior and minority homeowners are unable to  pay  these\n   19  mortgages and lose their home to foreclosure.\n   20    The legislature further finds that communities that consist of predom-\n   21  inantly  senior  and minority homeowners have been specifically targeted\n   22  for this crime.\n   23    S 2. The penal law is amended by adding a new section 190.62  to  read\n   24  as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06539-01-1\n\n       A. 3327                             2\n\n    1  S  190.62  SCHEME TO DEFRAUD A PERSON IN OBTAINING A CREDIT LOAN SECURED\n    2             BY AN INTEREST IN REAL PROPERTY.\n    3    A  PERSON  IS  GUILTY  OF  A SCHEME TO DEFRAUD A PERSON IN OBTAINING A\n    4  CREDIT LOAN SECURED BY AN INTEREST IN  REAL  PROPERTY  WHEN  HE  OR  SHE\n    5  ENGAGES  IN A SCHEME CONSTITUTING A SYSTEMATIC ONGOING COURSE OF CONDUCT\n    6  WITH INTENT TO DEFRAUD A PERSON BY OBTAINING A CREDIT LOAN SECURED BY  A\n    7  MORTGAGE, LIEN, SECURITY INTEREST, OR ANY EQUITABLE OR LEGAL INTEREST IN\n    8  THAT  PERSON'S  REAL PROPERTY BY FAILING TO DISCLOSE TO SUCH PERSON THAT\n    9  THE LOAN IS SECURED BY A MORTGAGE, OR FAILING TO DISCLOSE TO SUCH PERSON\n   10  THE FULL TERMS AND IMPLICATIONS OF THE LOAN DOCUMENTS AND AGREEMENT.\n   11    SCHEME TO DEFRAUD A PERSON IN OBTAINING A CREDIT LOAN  SECURED  BY  AN\n   12  INTEREST  IN  REAL PROPERTY SHALL BE A CLASS B FELONY IN INSTANCES WHERE\n   13  MORE THAN FIFTY THOUSAND DOLLARS IN EQUITY IS OBTAINED FROM  THE  TITLE-\n   14  HOLDER OF THE REAL PROPERTY.\n   15    SCHEME  TO  DEFRAUD  A PERSON IN OBTAINING A CREDIT LOAN SECURED BY AN\n   16  INTEREST IN REAL PROPERTY SHALL BE A CLASS C FELONY IN  INSTANCES  WHERE\n   17  MORE  THAN TWENTY THOUSAND DOLLARS IN EQUITY IS OBTAINED FROM THE TITLE-\n   18  HOLDER OF THE REAL PROPERTY.\n   19    SCHEME TO DEFRAUD A PERSON IN OBTAINING A CREDIT LOAN  SECURED  BY  AN\n   20  INTEREST  IN  REAL PROPERTY SHALL BE A CLASS D FELONY IN INSTANCES WHERE\n   21  MORE THAN TEN THOUSAND DOLLARS IN EQUITY IS OBTAINED FROM THE TITLEHOLD-\n   22  ER OF THE REAL PROPERTY.\n   23    SCHEME TO DEFRAUD A PERSON IN OBTAINING A CREDIT LOAN  SECURED  BY  AN\n   24  INTEREST  IN  REAL  PROPERTY  SHALL  BE  A  CLASS  E FELONY IN ALL OTHER\n   25  INSTANCES.\n   26    S 3. This act shall take effect on the first of November next succeed-\n   27  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to a scheme to defraud in obtaining a credit loan secured by an interest in real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110124.T162641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246629
}