{
  "year" : 2011,
  "senateBillNo" : "A3322-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3322-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates downstate New York power authority",
  "summary" : "Establishes the Downstate New York Power Authority to purchase or condemn properties of the Consolidated Edison Company to own and operate electric and gas utility service for the benefit of the people and businesses of New York city and Westchester, Rockland and Orange counties; provides for a 11 member board of directors; provides for procedures, powers, budget meetings, subsidiary corporations, service, financing and disposition of income. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A5413-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3322\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN, ORTIZ, CLARK, CASTRO -- Multi-Sponsored\n         by -- M. of A.  COLTON, COOK, DINOWITZ,  GOTTFRIED,  HEASTIE,  JACOBS,\n         MARKEY,  PHEFFER  -- read once and referred to the Committee on Corpo-\n         rations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to the  creation\n         of the downstate New York power authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 5 of the  public  authorities  law  is  amended  by\n    2  adding a new title 6-E to read as follows:\n    3                                   TITLE 6-E\n    4                     DOWNSTATE NEW YORK POWER AUTHORITY\n    5  SECTION 1148. SHORT TITLE.\n    6          1148-A. ESTABLISHMENT OF AUTHORITY.\n    7          1148-B. ESTABLISHMENT OF DOWNSTATE NEW YORK POWER\n    8                    AUTHORITY.\n    9          1148-C. MEMBERS OF THE AUTHORITY.\n   10          1148-D. POWERS AND DUTIES OF THE AUTHORITY.\n   11          1148-E. DEPOSIT FOR TEMPORARY POSSESSION OF PROPERTY.\n   12          1148-F. APPLICATION OF PUBLIC SERVICE LAW.\n   13          1148-G. FURNISHING SERVICE WITHIN THE AUTHORITY.\n   14          1148-H. LIABILITIES FOR BONDS.\n   15          1148-I. BONDS AND NOTES OF THE AUTHORITY.\n   16          1148-J. RIGHTS OF REDEMPTION.\n   17          1148-K. BONDS AND OBLIGATIONS LEGAL INVESTMENTS OF FIDUCIARIES.\n   18          1148-L. EXEMPTION FROM TAXATION; PAYMENTS IN LIEU OF TAXES.\n   19          1148-M. THE CITY OF NEW YORK AND COUNTIES OF WESTCHESTER,\n   20                    ROCKLAND AND ORANGE MAY LEVY TAXES WITHIN THE AUTHORITY.\n   21          1148-N. EXAMINATION BY COMPTROLLER.\n   22          1148-O. REPORTS OF THE AUTHORITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06053-01-1\n\n       A. 3322                             2\n\n    1    S  1148.  SHORT  TITLE.  THIS TITLE MAY BE CITED AS THE \"DOWNSTATE NEW\n    2  YORK POWER AUTHORITY ACT\".\n    3    S  1148-A. ESTABLISHMENT OF AUTHORITY. THERE IS HEREBY ESTABLISHED AND\n    4  DEFINED A PUBLIC AUTHORITY TO BE KNOWN AS THE \"DOWNSTATE NEW YORK  POWER\n    5  AUTHORITY\",  WHICH  SHALL  EMBRACE  THE SERVICE TERRITORY OF THE CONSOL-\n    6  IDATED EDISON COMPANY, INCLUDING THAT PORTION OF  WESTCHESTER,  ROCKLAND\n    7  AND ORANGE COUNTIES SERVED BY THE AFORESAID COMPANY.\n    8    S  1148-B. ESTABLISHMENT OF DOWNSTATE NEW YORK POWER AUTHORITY.  THERE\n    9  IS HEREBY CREATED A PUBLIC UTILITY DISTRICT CORPORATION, TO BE KNOWN  AS\n   10  THE \"DOWNSTATE NEW YORK POWER AUTHORITY\", HEREINAFTER REFERRED TO AS THE\n   11  AUTHORITY.  THE  AUTHORITY SHALL BE A BODY CORPORATE AND POLITIC CONSTI-\n   12  TUTING A PUBLIC BENEFIT CORPORATION, THE OBJECTS OF WHICH, IN THE  JUDG-\n   13  MENT  OF  THE  LEGISLATURE,  CANNOT  BE OBTAINED UNDER GENERAL LAWS. THE\n   14  CORPORATION SHALL HAVE THE POWER TO SUE AND BE  SUED,  AND  TO  ADOPT  A\n   15  SEAL. IT SHALL HAVE THE POWER TO ACQUIRE REAL AND OTHER FORMS OF PROPER-\n   16  TY BY PURCHASE, EMINENT DOMAIN OR OTHERWISE, TO INCUR DEBTS, LIABILITIES\n   17  AND  OBLIGATIONS,  TO  ISSUE  BONDS AND NOTES AND TO EXERCISE ALL POWERS\n   18  AUTHORIZED BY THIS TITLE AND REASONABLY NECESSARY FOR ACCOMPLISHING  ITS\n   19  PURPOSES,  OR  PROPERLY  INCIDENTAL THERETO, SUBJECT TO THE CONSTITUTION\n   20  AND LAWS OF THE UNITED STATES AND THE STATE OF  NEW  YORK.  SUCH  POWERS\n   21  SHALL BE EXERCISED IN THE NAME OF THE AUTHORITY.\n   22    S  1148-C.  MEMBERS  OF  THE  AUTHORITY. THE MEMBERS, CONSTITUTING THE\n   23  BOARD OF DIRECTORS OF THE AUTHORITY, SHALL CONSIST  OF  ELEVEN  PERSONS,\n   24  SEVEN  OF  WHOM  SHALL  RESIDE  WITHIN THE CITY OF NEW YORK AND SHALL BE\n   25  APPOINTED BY THE MAYOR OF THE CITY OF NEW YORK AND CONFIRMED BY THE CITY\n   26  COUNCIL.  TWO PERSONS SHALL RESIDE IN WESTCHESTER COUNTY  AND  SHALL  BE\n   27  APPOINTED BY THE COUNTY EXECUTIVE OF WESTCHESTER COUNTY AND CONFIRMED BY\n   28  THE  COUNTY LEGISLATURE.  ONE PERSON SHALL RESIDE IN ROCKLAND COUNTY AND\n   29  SHALL BE APPOINTED BY  THE  COUNTY  EXECUTIVE  OF  ROCKLAND  COUNTY  AND\n   30  CONFIRMED  BY  THE COUNTY LEGISLATURE. ONE PERSON SHALL RESIDE IN ORANGE\n   31  COUNTY AND SHALL BE APPOINTED BY THE COUNTY EXECUTIVE OF  ORANGE  COUNTY\n   32  AND CONFIRMED BY THE COUNTY LEGISLATURE.\n   33    THE  TERM  OF  OFFICE  OF  EACH MEMBER SHALL BE FOUR YEARS, BUT IN THE\n   34  FIRST INSTANCE THE MAYOR SHALL APPOINT TWO MEMBERS  EACH  FOR  TERMS  OF\n   35  ONE,  TWO  AND THREE YEARS, RESPECTIVELY, AND ONE MEMBER FOR A FOUR-YEAR\n   36  TERM.  THE WESTCHESTER COUNTY EXECUTIVE SHALL, IN  THE  FIRST  INSTANCE,\n   37  APPOINT MEMBERS FOR ONE AND TWO YEARS, RESPECTIVELY.\n   38    UPON  RESIGNATION  OF  A  MEMBER,  OR A VACANCY OCCURRING IN ANY OTHER\n   39  MANNER, IT SHALL BE FILLED BY  THE  OFFICER  PREVIOUSLY  APPOINTING  THE\n   40  MEMBER  TO  THAT  OFFICE TO FILL THE REMAINDER OF THE TERM.  EACH MEMBER\n   41  BEFORE ENTERING UPON THE DUTIES OF HIS OFFICE SHALL TAKE  THE  CONSTITU-\n   42  TIONAL  OATH OF OFFICE, WHICH SHALL BE FILED IN THE OFFICE OF THE SECRE-\n   43  TARY OF STATE. SEVEN DIRECTORS SHALL CONSTITUTE A QUORUM FOR THE  TRANS-\n   44  ACTION OF BUSINESS, PROVIDED, HOWEVER, THAT AT LEAST ONE MEMBER SHALL BE\n   45  FROM  WESTCHESTER,  AND, NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE\n   46  CONCURRENCE OF A MAJORITY OF THOSE PRESENT AT A MEETING SHALL BE  NECES-\n   47  SARY  FOR  THE  PASSAGE  OF  ANY RESOLUTION, ORDER OR DETERMINATION. ANY\n   48  MEMBER MAY BE REMOVED BY THE ATTORNEY GENERAL FOR INEFFICIENCY,  NEGLECT\n   49  OF  DUTY  OR  MISCONDUCT  IN  OFFICE AFTER A HEARING UPON CHARGES AND AN\n   50  OPPORTUNITY TO BE HEARD IN PERSON OR BY COUNSEL UPON NOT LESS  THAN  TEN\n   51  DAYS NOTICE. NO DIRECTOR SHALL RECEIVE A SALARY, BUT EACH SHALL BE ENTI-\n   52  TLED  TO  REIMBURSEMENT  FOR  ANY ORDINARY AND NECESSARY ACTUAL EXPENSES\n   53  RELATED DIRECTLY TO THE BUSINESS OF THE AUTHORITY.  THEY MAY  ELECT  ONE\n   54  OF  THE MEMBERS AS PRESIDENT AND MAY ELECT OR APPOINT OTHER OFFICERS AND\n   55  DETERMINE THEIR POWERS.\n\n       A. 3322                             3\n\n    1    S 1148-D. POWERS AND DUTIES OF THE AUTHORITY. THE  POWERS  AND  DUTIES\n    2  CONFERRED  BY THIS TITLE SHALL BE EXERCISED BY THE BOARD OF DIRECTORS OF\n    3  THE AUTHORITY, SUBJECT TO THE TERMS OF THIS TITLE. IN  THE  EXERCISE  OF\n    4  SUCH  POWERS  AND  DUTIES  THE  BOARD  SHALL  HAVE THE FOLLOWING POWERS,\n    5  TOGETHER  WITH  SUCH  OTHER  POWERS  AS  MAY BE REASONABLY NECESSARY FOR\n    6  ACCOMPLISHING THE PURPOSES AND DUTIES DECLARED AND  SET  FORTH  IN  THIS\n    7  TITLE:\n    8    1.  TO  OWN AND OPERATE ELECTRIC GENERATING FACILITIES IN THE NEW YORK\n    9  CITY AND WESTCHESTER, ROCKLAND AND ORANGE COUNTY AREAS FOR  THE  BENEFIT\n   10  OF THE PEOPLE AND BUSINESSES OF THE CITY OF NEW YORK AND THE COUNTIES OF\n   11  WESTCHESTER, ROCKLAND AND ORANGE;\n   12    2.  TO ACQUIRE, BY PURCHASE, CONDEMNATION OR OTHERWISE, THE FACILITIES\n   13  FORMERLY OWNED BY THE CONSOLIDATED EDISON COMPANY FOR THE PRODUCTION  OF\n   14  ELECTRICITY;\n   15    3.  TO  DETERMINE  UPON THE LOCATION, TYPE, SIZE, CONSTRUCTION, LEASE,\n   16  PURCHASE, OWNERSHIP, ACQUISITION, USE AND  OPERATION  OF  ANY  PLANT  OR\n   17  PLANTS OR OTHER STRUCTURE OR PROPERTY, WITHIN OR WITHOUT THE TERRITORIAL\n   18  LIMITS OF THE AUTHORITY;\n   19    4.  TO  APPOINT AND AT PLEASURE DISCHARGE A SECRETARY OR TREASURER AND\n   20  SUCH CLERICAL, ENGINEERING, LEGAL AND OTHER PROFESSIONAL  ASSISTANCE  AS\n   21  IT  MAY  DEEM  NECESSARY  FOR  THE  PURPOSES OF THIS TITLE AND FIX THEIR\n   22  COMPENSATION;\n   23    5. TO APPOINT AND  AT  PLEASURE  REMOVE  ALL  EMPLOYEES,  TO  TRANSFER\n   24  EMPLOYEES  FROM THEIR POSITIONS TO OTHER POSITIONS AND TO CONSOLIDATE OR\n   25  ABOLISH SUCH POSITIONS, EXCEPT THAT ANY COLLECTIVE BARGAINING AGREEMENTS\n   26  IN FORCE BETWEEN THE CONSOLIDATED EDISON COMPANY OR  ANY  OTHER  COMPANY\n   27  AND ANY CERTIFIED COLLECTIVE BARGAINING REPRESENTATIVE FOR ANY EMPLOYEES\n   28  SHALL  REMAIN  IN  FULL  FORCE  AND  EFFECT, AND SUCH EMPLOYEES SHALL BE\n   29  EXEMPT FROM THE PROVISIONS OF THE PUBLIC EMPLOYEES FAIR  EMPLOYMENT  ACT\n   30  AS SET FORTH IN ARTICLE FOURTEEN OF THE CIVIL SERVICE LAW;\n   31    6.  TO  ENTER  UPON  ANY LANDS AND WITHIN ANY BUILDING WHENEVER IN ITS\n   32  JUDGMENT IT MAY BE NECESSARY FOR THE PURPOSE OF MAKING SURVEYS AND EXAM-\n   33  INATIONS TO ACCOMPLISH ANY PURPOSES SET FORTH IN THIS TITLE;\n   34    7. BY THE WHOLE, OR BY ANY THREE  OR  MORE,  OF  THE  MEMBERS  OF  THE\n   35  AUTHORITY,  TO  MAKE  ANY  INVESTIGATION  WHICH IT MAY DEEM NECESSARY TO\n   36  ENABLE IT EFFECTIVELY TO CARRY OUT THE PROVISIONS OF THIS TITLE AND, FOR\n   37  THAT PURPOSE, TO TAKE AND HEAR PROOFS AND TESTIMONY  AND  TO  COMPEL  BY\n   38  SUBPOENA  THE  ATTENDANCE  OF  WITNESSES  AND THE PRODUCTION OF RECORDS,\n   39  BOOKS, PAPERS, ACCOUNTS AND OTHER DOCUMENTS INCLUDING PUBLIC RECORDS;\n   40    8. TO EXECUTE CONTRACTS, BORROW MONEY, ISSUE BONDS AND  OTHER  CERTIF-\n   41  ICATES  OF  INDEBTEDNESS AND SELL OR DISPOSE OF SAME IN SUCH AMOUNTS AND\n   42  AT SUCH RATES OF INTEREST AS MAY BE ADVISABLE. THIS  SHALL  INCLUDE  THE\n   43  POWER  TO  BORROW  MONEY FROM ANY STATE OR FEDERAL AGENCY, INCLUDING THE\n   44  POWER AUTHORITY OF THE STATE OF NEW YORK, AND TO CONTRACT WITH THE POWER\n   45  AUTHORITY OF THE STATE OF NEW YORK FOR ANY ADMINISTRATIVE, LEGAL,  ENGI-\n   46  NEERING  OR OTHER SERVICES AS MAY BE NECESSARY TO EFFECTUATE THE ORDERLY\n   47  TRANSITION OF OPERATIONS FROM THE PREVIOUS OWNERS TO THE AUTHORITY;\n   48    9. (A) TO HOLD PUBLIC HEARINGS, ON THE INITIATIVE OF ANY THREE MEMBERS\n   49  OF THE BOARD OR ON THE REQUEST OF ANY PERSON OR PERSONS, UPON ANY MATTER\n   50  THE BOARD DEEMS IN THE PUBLIC INTEREST;\n   51    (B) FURTHER, TO DEVELOP AND ADOPT BY OCTOBER THIRTIETH OF EACH  CALEN-\n   52  DAR  YEAR  A  CAPITAL BUDGET PLAN FOR THE FOLLOWING CALENDAR YEAR AND TO\n   53  HOLD AT LEAST TWO PUBLIC HEARINGS ON SAID BUDGET IN EACH COUNTY  IN  THE\n   54  CITY OF NEW YORK AND IN THE COUNTIES OF WESTCHESTER, ROCKLAND AND ORANGE\n   55  WITH  BOTH  A  DAY AND AN EVENING SESSION, BEGINNING AT LEAST FORTY-FIVE\n   56  DAYS PRIOR TO THE ADOPTION OF SAID CAPITAL BUDGET;\n\n       A. 3322                             4\n\n    1    (C)  TO  MAKE  SUCH  PROPOSED  CAPITAL  BUDGET  AVAILABLE  FOR  PUBLIC\n    2  INSPECTION  AT  ALL  OFFICES  OF THE AUTHORITY, IN THE MAIN LIBRARIES OF\n    3  BOTH SAID COUNTIES AND IN  SUCH  OTHER  PLACES  AS  THE  PUBLIC  SERVICE\n    4  COMMISSION  MAY  REQUIRE  SO  THAT  THE SAME MAY BE AVAILABLE FOR PUBLIC\n    5  INSPECTION;  THE  PUBLIC  SHALL  BE  NOTIFIED  OF SAID HEARINGS IN BILLS\n    6  RENDERED FOR SERVICE AT LEAST THIRTY DAYS PRIOR TO THE FIRST SUCH  HEAR-\n    7  ING;\n    8    S  1148-E.  DEPOSIT FOR TEMPORARY POSSESSION OF PROPERTY. WHENEVER THE\n    9  AUTHORITY, IN ANY PROCEEDINGS INSTIGATED BY IT FOR  THE  ACQUISITION  OF\n   10  ANY EXISTING PLANT OR PLANTS BY CONDEMNATION, SHALL MAKE APPLICATION FOR\n   11  TEMPORARY  POSSESSION  PURSUANT  TO THE PROVISIONS OF THE EMINENT DOMAIN\n   12  PROCEDURE LAW, THE SUM TO BE FIXED BY THE COURT FOR DEPOSIT AS A  CONDI-\n   13  TION  FOR GRANTING SUCH APPLICATION NEED NOT EXCEED TWENTY PER CENTUM OF\n   14  THE ASSESSED VALUATION OF THE REAL PROPERTY SOUGHT  TO  BE  ACQUIRED  IN\n   15  SUCH  PROCEEDING  AS  SUCH  ASSESSED  VALUATION  APPEARED  UPON THE LAST\n   16  ASSESSMENT ROLLS FOR STATE AND CITY TAXES PRIOR TO THE  COMMENCEMENT  OF\n   17  SUCH PROCEEDING.\n   18    S  1148-F.  APPLICATION  OF  PUBLIC  SERVICE  LAW. THE RATES, CHARGES,\n   19  SERVICES, PRACTICES AND FINANCES OF THE AUTHORITY SHALL  REMAIN  SUBJECT\n   20  TO  THE JURISDICTION OF THE PUBLIC SERVICE COMMISSION AND THE PROVISIONS\n   21  OF THE PUBLIC SERVICE LAW, INCLUDING THE PROVISIONS OF THE  HOME  ENERGY\n   22  FAIR  PRACTICES ACT, THE HOME INSULATION AND ENERGY CONSERVATION ACT AND\n   23  THE PROVISIONS RELATED TO THE SITING AND CERTIFICATION OF MAJOR GENERAT-\n   24  ING PLANTS AND TRANSMISSION LINES.  NOTWITHSTANDING THE AFORESAID APPLI-\n   25  CATION OF THE PROVISIONS  OF  THE  PUBLIC  SERVICE  LAW,  THE  FOLLOWING\n   26  PROVISIONS  SHALL  GOVERN  WITH RESPECT TO THE RATES, CHARGES, SERVICES,\n   27  PRACTICES AND FINANCES OF THE AUTHORITY AND, WHERE SUCH  PROVISIONS  ARE\n   28  INCONSISTENT  WITH  THE PUBLIC SERVICE LAW, SHALL BE DEEMED TO SUPERSEDE\n   29  IT:\n   30    1. THE AMOUNT OF CONSIDERATION PAID AND THE ISSUANCE OF SECURITIES  BY\n   31  THE  AUTHORITY FOR THE ACQUISITION OF THE AFORESAID FACILITIES SHALL NOT\n   32  REQUIRE THE APPROVAL OF THE PUBLIC SERVICE COMMISSION.\n   33    2. THE COST OF ACQUISITION OF SAID FACILITIES, INCLUDING THE COSTS  OF\n   34  THE  ISSUANCE  OF  BONDS  AND  NOTES RELATED TO SUCH ACQUISITION SUCH AS\n   35  LEGAL AND ENGINEERING FEES, UNDERWRITERS' DISCOUNT AND OTHER  REASONABLE\n   36  AND  NECESSARY  FEES  RELATED  TO  SUCH ISSUANCE, SHALL BE DEEMED BY THE\n   37  PUBLIC SERVICE COMMISSION TO BE THE ORIGINAL  COST  OF  SAID  FACILITIES\n   38  UPON  WHICH THE RATE BASE SHALL BE DETERMINED. ANY CONTINGENCY FUNDS AND\n   39  ANY DEBT SERVICE RESERVE FUNDS RAISED AS A RESULT  OF  THE  ISSUANCE  OF\n   40  BONDS  AND NOTES SHALL BE DEEMED CASH ASSETS AND CAPITAL SURPLUS LIABIL-\n   41  ITIES, RESPECTIVELY, AND ANY INCOME  FROM  SUCH  CASH  ASSETS  SHALL  BE\n   42  DETERMINED TO BE OTHER THAN OPERATING INCOME FOR THE AUTHORITY.\n   43    3.  ANY RATE INCREASES OR DECREASES RESULTING FROM THE CREATION OF THE\n   44  AUTHORITY SHALL BE UNIFORM AMONG ALL CLASSES OF CUSTOMERS. IN  ADDITION,\n   45  THE AUTHORITY SHALL NOT SEEK ANY CHANGES, OTHER THAN THE UNIFORM CHANGES\n   46  FOR  ALL  CLASSES  OF  CUSTOMERS, IN ANY TARIFF, RATE OR SCHEDULE FOR AT\n   47  LEAST TWO YEARS AFTER THE ACQUISITION OF THE  AFOREMENTIONED  GENERATING\n   48  FACILITIES.    AFTER  SUCH  PERIOD, ALL CHANGES AMONG RATES, TARIFFS AND\n   49  SCHEDULES AMONG CLASSES OF CUSTOMERS SHALL BE SUBJECT TO THE APPROVAL OF\n   50  THE PUBLIC SERVICE COMMISSION.\n   51    4. THE BOARD OF DIRECTORS SHALL ANNUALLY MAKE THE REPORT  REQUIRED  BY\n   52  SUBDIVISION  SEVEN OF SECTION SIXTY-SIX OF THE PUBLIC SERVICE LAW TO THE\n   53  PUBLIC SERVICE COMMISSION, WHICH REPORT SHALL BE VERIFIED BY THE OATH OF\n   54  THE PRESIDENT OF THE AUTHORITY.\n   55    S 1148-G. FURNISHING SERVICE WITHIN THE AUTHORITY.   IT SHALL  BE  THE\n   56  OBLIGATION OF THE AUTHORITY TO FURNISH SAFE AND RELIABLE ELECTRIC GENER-\n\n       A. 3322                             5\n\n    1  ATION SERVICE TO THE PERSONS AND BUSINESSES IN THE AUTHORITY AT JUST AND\n    2  REASONABLE  RATES.    THE AUTHORITY SHALL HAVE THE POWER TO CONSTRUCT OR\n    3  ACQUIRE, WITHIN OR WITHOUT THE TERRITORIAL LIMITS OF THE AUTHORITY, SUCH\n    4  ADDITIONAL  FACILITIES  BEYOND THE FORMER FACILITIES OF THE CONSOLIDATED\n    5  EDISON COMPANY AS SHALL REASONABLY  BE  NECESSARY  TO  MEET  SUCH  OBLI-\n    6  GATIONS.   THE AUTHORITY MAY PURCHASE POWER AND ENERGY FROM ANY PERSONS,\n    7  AND SELL POWER AND ENERGY TO ANY PERSON, WITHIN OR WITHOUT THE  TERRITO-\n    8  RIAL  LIMITS  OF  THE AUTHORITY, WHERE THE BOARD OF DIRECTORS DEEMS SUCH\n    9  SALES OR PURCHASES TO BE IN THE BEST INTEREST OF THE  PEOPLE  AND  BUSI-\n   10  NESSES OF THE AUTHORITY.\n   11    S 1148-H. LIABILITIES FOR BONDS. THE BONDS OR OTHER OBLIGATIONS OF THE\n   12  AUTHORITY  SHALL  NOT BE DEBTS OF THE STATE OF NEW YORK, THE CITY OF NEW\n   13  YORK OR THE COUNTY OF WESTCHESTER, AND THE BOARD OF DIRECTORS SHALL HAVE\n   14  NO POWER TO MAKE THEM PAYABLE EXCEPT OUT OF REVENUES OF THE AUTHORITY.\n   15    S 1148-I. BONDS AND NOTES OF THE AUTHORITY.  1.  THE  AUTHORITY  SHALL\n   16  HAVE THE POWER, AND IS HEREBY AUTHORIZED, FROM TIME TO TIME TO ISSUE ITS\n   17  NEGOTIABLE  BONDS OR NOTES, IN CONFORMITY WITH THE APPLICABLE PROVISIONS\n   18  OF THE LOCAL FINANCE LAW, FOR THE PURPOSE OF FINANCING  THE  ACQUISITION\n   19  OF  THE FORMER ELECTRIC GENERATING FACILITIES OF THE CONSOLIDATED EDISON\n   20  COMPANY AND FOR THE FINANCING OF ANY FURTHER PROJECTS AUTHORIZED BY THIS\n   21  TITLE, INCLUDING THE ACQUISITION OF ANY REAL OR PERSONAL PROPERTY DEEMED\n   22  NECESSARY BY THE AUTHORITY.\n   23    2. IN ANTICIPATION OF THE SALE OF SUCH BONDS THE AUTHORITY  MAY  ISSUE\n   24  NEGOTIABLE  BOND  ANTICIPATION  NOTES  IN CONFORMITY WITH THE APPLICABLE\n   25  PROVISIONS OF THE LOCAL FINANCE LAW AND MAY RENEW THE SAME FROM TIME  TO\n   26  TIME BUT THE MAXIMUM MATURITY OF ANY SUCH NOTE, INCLUDING RENEWALS THER-\n   27  EOF, SHALL NOT EXCEED FIVE YEARS FROM THE DATE OF ISSUE OF SUCH ORIGINAL\n   28  NOTES.  SUCH NOTES SHALL BE PAID FROM ANY MONEYS OF THE AUTHORITY AVAIL-\n   29  ABLE THEREFOR AND NOT OTHERWISE PLEDGED OR FROM THE PROCEEDS OF SALE  OF\n   30  THE  BONDS  OF  THE AUTHORITY IN ANTICIPATION OF WHICH THEY WERE ISSUED.\n   31  SUCH NOTES SHALL NOT BE ISSUED IN ANY AMOUNT IN EXCESS OF THE AMOUNT  OF\n   32  BONDS  WHICH THE AUTHORITY IS AUTHORIZED TO ISSUE LESS THE AMOUNT OF ANY\n   33  BONDS OR OTHER NOTES THERETOFORE ISSUED AND OUTSTANDING. THE NOTES SHALL\n   34  BE ISSUED IN THE SAME MANNER AS THE BONDS. SUCH NOTES AND THE RESOLUTION\n   35  AUTHORIZING THE SAME MAY CONTAIN ANY PROVISIONS, CONDITIONS  OR  LIMITA-\n   36  TIONS WHICH A BOND RESOLUTION OF THE AUTHORITY MAY CONTAIN.\n   37    3. THE AUTHORITY SHALL HAVE POWER FROM TIME TO TIME, WHENEVER IT DEEMS\n   38  REFUNDING  EXPEDIENT,  TO REFUND ANY BONDS BY THE ISSUANCE OF NEW BONDS,\n   39  WHETHER THE BONDS TO BE REFUNDED HAVE OR HAVE NOT MATURED, AND MAY ISSUE\n   40  BONDS AND NOTES PARTLY TO REFUND BONDS AND NOTES  THEN  OUTSTANDING  AND\n   41  PARTLY  FOR ANY OTHER PURPOSE AUTHORIZED BY THIS TITLE.  REFUNDING BONDS\n   42  AND NOTES MAY BE EXCHANGED FOR THE BONDS AND NOTES TO BE REFUNDED,  WITH\n   43  SUCH CASH ADJUSTMENTS AS MAY BE AGREED, OR MAY BE SOLD WITH THE PROCEEDS\n   44  APPLIED  TO  THE  PURCHASE  OR  PAYMENT  OF  THE  BONDS  AND NOTES TO BE\n   45  REFUNDED.\n   46    4. THE BONDS AND NOTES MAY BE ISSUED PAYABLE IN ANNUAL INSTALLMENTS OR\n   47  AS TERM BONDS OF THE AUTHORITY OR THE AUTHORITY MAY, IN ITS  DISCRETION,\n   48  ISSUE  BONDS  AND  NOTES  OF BOTH TYPES.   SUCH BONDS AND NOTES SHALL BE\n   49  AUTHORIZED BY RESOLUTION OF THE BOARD OF DIRECTORS AND SHALL  BEAR  SUCH\n   50  DATE  OR  DATES,  MATURE AT SUCH TIME OR TIMES NOT EXCEEDING FIFTY YEARS\n   51  FROM THEIR RESPECTIVE DATES, BEAR INTEREST AT SUCH RATE OR RATES PAYABLE\n   52  ANNUALLY OR SEMI-ANNUALLY, BE IN SUCH DENOMINATIONS,  BE  IN  REGISTERED\n   53  FORM ONLY, BE EXECUTED IN SUCH MANNER, BE PAYABLE IN LAWFUL MONEY OF THE\n   54  UNITED  STATES OF AMERICA AT SUCH PLACE OR PLACES AND BE SUBJECT TO SUCH\n   55  TERMS OF REDEMPTION AS SUCH RESOLUTION OR RESOLUTIONS MAY PROVIDE.    IN\n   56  THE  EVENT  THAT  TERM BONDS ARE ISSUED, THE RESOLUTION AUTHORIZING SAME\n\n       A. 3322                             6\n\n    1  MAY MAKE  SUCH  PROVISIONS  FOR  THE  ESTABLISHMENT  AND  MANAGEMENT  OF\n    2  ADEQUATE SINKING FUNDS FOR THE PAYMENT THEREOF AS THE AUTHORITY MAY DEEM\n    3  NECESSARY.    THE BONDS OR NOTES SHALL BE SOLD AT PUBLIC SALE AND MAY BE\n    4  SOLD  FOR  SUCH  PRICE  OR  PRICES  AS  THE  AUTHORITY  SHALL DETERMINE.\n    5  ANNOUNCEMENTS OF SUCH PUBLIC SALE MAY APPEAR IN ANY BILLS  RENDERED  FOR\n    6  SERVICE  BY THE AUTHORITY. THE RESOLUTION OR RESOLUTIONS AUTHORIZING ANY\n    7  SUCH OBLIGATIONS MAY CONTAIN PROVISIONS, WHICH  SHALL  BE  PART  OF  THE\n    8  CONTRACT WITH THE HOLDERS THEREOF, WHICH PROVISIONS MAY:\n    9    (A) PLEDGE THE REVENUES OF THE AUTHORITY TO SECURE THE PAYMENT OF SUCH\n   10  BONDS  AND  AGREE  TO  MAINTAIN  SCHEDULES OF RATES, TARIFFS AND CHARGES\n   11  ADEQUATE TO PAY THE INTEREST AND PRINCIPAL OF SUCH OBLIGATIONS;\n   12    (B) GIVE TO THE HOLDERS OF SUCH BONDS AND OTHER OBLIGATIONS, OR  THEIR\n   13  AUTHORIZED  REPRESENTATIVES, A LIEN UPON SUCH REVENUES AND MAINTAIN SUCH\n   14  ACCOUNTS AS MAY BE REQUIRED BY SUCH HOLDERS, SUBJECT TO AGREEMENT BY THE\n   15  PUBLIC SERVICE COMMISSION AND THE STATE COMPTROLLER;\n   16    (C) REQUIRE SUCH REVENUES TO  BE  SET  ASIDE  FOR  SINKING  FUNDS  AND\n   17  RESERVE FUNDS, SAFEGUARDING THE DEPOSIT, USE AND INVESTMENT THEREOF;\n   18    (D)  LIMIT  OR  RESTRICT  THE POWER OF THE AUTHORITY UNDER THIS TITLE,\n   19  INSOFAR AS THE SAME MAY BE DEEMED ADVISABLE, TO SECURE  THE  PAYMENT  OF\n   20  SUCH  BONDS AND NOTES, INCLUDING THE AUTHORITY TO ISSUE ADDITIONAL OBLI-\n   21  GATIONS OR THE DISPOSITION OF THE PROCEEDS OF REVENUES OF THE AUTHORITY;\n   22    (E) AUTHORIZE THE APPOINTMENT OF A TRUSTEE OR  RECEIVER  AS  PROVIDED,\n   23  LIMIT  THE  RIGHTS OF THE BONDHOLDERS TO ENFORCE THEIR BONDS OR NOTES BY\n   24  INDEPENDENT ACTION AND, IN THE EVENT  OF  A  RECEIVERSHIP,  REQUIRE  THE\n   25  RETURN  OF  ALL  PROPERTIES TO THE AUTHORITY WHEN THE BONDS OR NOTES ARE\n   26  PAID OR REDEEMED AND ALL COSTS PAID;\n   27    (F) CONTAIN ANY OTHER PROVISIONS REASONABLY NECESSARY OR DEEMED ADVIS-\n   28  ABLE TO SECURE AND PROVIDE FOR THE PAYMENT OF SAID BONDS AND OBLIGATIONS\n   29  AND THE RIGHTS AND REMEDIES OF THE HOLDERS THEREOF;\n   30    (G) PROVIDE THAT THE AUTHORITY, THE STATE OF NEW YORK, THE COUNTIES OF\n   31  WESTCHESTER, ROCKLAND AND ORANGE AND THE CITY OF NEW YORK MAY  PURCHASE,\n   32  PLEDGE, CANCEL, HOLD OR REDEEM SUCH BONDS AND NOTES;\n   33    (H)  PROVIDE  FOR  THE AMENDMENT OF ANY SUCH RESOLUTION IN ANY RESPECT\n   34  AND THE AMOUNT OF BONDS OR  OBLIGATIONS  THE  HOLDERS  OF  WHICH,  AFTER\n   35  PUBLISHED  OR  WRITTEN  NOTICE,  MUST CONSENT OR OBJECT THERETO IN ORDER\n   36  THAT SUCH AMENDMENT MAY OR MAY NOT BECOME EFFECTIVE.\n   37    S 1148-J. RIGHTS OF REDEMPTION. THE AUTHORITY, THE STATE OF NEW  YORK,\n   38  THE  CITY  OF  NEW  YORK,  AND THE COUNTIES OF WESTCHESTER, ROCKLAND AND\n   39  ORANGE SHALL HAVE THE RIGHT TO REDEEM THE BONDS AND OBLIGATIONS  OF  THE\n   40  AUTHORITY,  MAY  ACQUIRE SUCH BONDS AND NOTES AND MAY CANCEL, HOLD, SELL\n   41  OR OTHERWISE DISPOSE OF SUCH BONDS AND OBLIGATIONS.\n   42    S 1148-K. BONDS AND OBLIGATIONS LEGAL INVESTMENTS OF  FIDUCIARIES.  ON\n   43  OR BEFORE JANUARY FIRST OF EACH YEAR, COMMENCING WITH JANUARY FIRST, TWO\n   44  THOUSAND  TWELVE,  THE  COMPTROLLER  OF THE STATE OF NEW YORK SHALL FILE\n   45  WITH THE PUBLIC SERVICE COMMISSION HIS CERTIFICATE STATING  THE  AVERAGE\n   46  ANNUAL REVENUES OF THE AUTHORITY, OR OF THE PROPERTIES ACQUIRED OR TO BE\n   47  ACQUIRED  BY  THE  AUTHORITY,  FOR THE THEN PRECEDING FIVE YEARS, AS THE\n   48  CASE MAY BE, AND THE MAXIMUM AMOUNT REQUIRED IN ANY FUTURE YEAR TO  MEET\n   49  THE  INTEREST  AND  MATURING PRINCIPAL OF THE OUTSTANDING OBLIGATIONS OF\n   50  THE AUTHORITY. IF IN HIS OPINION THE OBLIGATIONS OF THE AUTHORITY ARE ON\n   51  THE FACTS SO DETERMINED AND IN HIS JUDGMENT SUFFICIENTLY SECURED  SO  AS\n   52  TO  CONSTITUTE  A SUITABLE INVESTMENT FOR THE PUBLIC FUNDS OF THE STATE,\n   53  HE SHALL SO CERTIFY, BUT SUCH CERTIFICATION MAY LATER BE  WITHDRAWN.  SO\n   54  LONG  AS  SUCH  CERTIFICATION REMAINS IN EFFECT, THE COMPTROLLER AND ALL\n   55  OTHER PUBLIC OFFICERS AND BODIES OF THE STATE,  ALL  MUNICIPALITIES  AND\n   56  OTHER  POLITICAL SUBDIVISIONS, ALL INSURANCE COMPANIES AND ASSOCIATIONS,\n\n       A. 3322                             7\n\n    1  ALL SAVINGS BANKS AND SAVINGS INSTITUTIONS, INCLUDING SAVINGS  AND  LOAN\n    2  OFFICERS,  ASSOCIATIONS,  ADMINISTRATORS, GUARDIANS, EXECUTORS AND TRUS-\n    3  TEES, AND ALL OTHER FIDUCIARIES IN THE STATE MAY  PROPERLY  AND  LEGALLY\n    4  INVEST FUNDS IN THEIR CONTROL IN SUCH OBLIGATIONS.\n    5    S  1148-L.  EXEMPTION  FROM  TAXATION; PAYMENTS IN LIEU OF TAXES.  THE\n    6  REAL AND PERSONAL PROPERTY OF THE AUTHORITY AND ALL  OF  ITS  ACTIVITIES\n    7  AND OPERATIONS SHALL BE EXEMPT FROM TAXATION PROVIDED, HOWEVER, THAT THE\n    8  AUTHORITY  SHALL  PAY TO ALL UNITS OF STATE AND LOCAL GOVERNMENT AMOUNTS\n    9  IN LIEU OF TAXES EQUAL TO THE TAXES PAID OR OWING BY THE PREVIOUS  OWNER\n   10  IN  THE  FISCAL YEAR IMMEDIATELY PRIOR TO THE ACQUISITION OF THE FACILI-\n   11  TIES OF SAID PREVIOUS OWNER BY THE AUTHORITY. IN ADDITION THE BOARD  MAY\n   12  AGREE  TO INCREASE PAYMENTS IN LIEU OF TAXES TO THE CITY OF NEW YORK AND\n   13  THE COUNTIES OF WESTCHESTER, ROCKLAND AND ORANGE.\n   14    S 1148-M. THE CITY OF NEW YORK AND COUNTIES OF  WESTCHESTER,  ROCKLAND\n   15  AND  ORANGE MAY LEVY TAXES WITHIN THE AUTHORITY. 1. THE CITY OF NEW YORK\n   16  AND THE COUNTY OF WESTCHESTER MAY, AT  ANY  TIME,  LEVY  A  SPECIAL  TAX\n   17  ASSESSMENT  UPON THE REAL PROPERTY IN SUCH CITY OR COUNTY, RESPECTIVELY,\n   18  BENEFITED BY THE AUTHORITY TO DEFRAY ALL OR ANY PORTION OF  THE  PAYMENT\n   19  OF  INTEREST AND PRINCIPAL OF BONDS OR OTHER OBLIGATIONS OF THE AUTHORI-\n   20  TY, TO PROVIDE SINKING FUNDS, GUARANTY FUNDS OR  OTHER  FUNDS  FOR  EACH\n   21  PAYMENT  OR  TO  PROVIDE  FOR  THE  REDEMPTION OF SUCH OBLIGATIONS. SUCH\n   22  ASSESSMENT OR ASSESSMENTS SHALL BE LEVIED IN CONFORMANCE WITH THE APPLI-\n   23  CABLE PROVISIONS OF THE UNITED STATES  INTERNAL  REVENUE  CODE  AND  ANY\n   24  REGULATIONS  OR  RULINGS  ISSUED  THEREUNDER IN ORDER THAT REAL PROPERTY\n   25  OWNERS IN SUCH CITY AND COUNTY BE ENABLED  TO  DEDUCT  SUCH  ASSESSMENTS\n   26  FROM FEDERAL INCOME TAXES.\n   27    2.  SUCH  CITY AND COUNTIES SHALL ESTABLISH A SYSTEM OF ACCOUNTS, WITH\n   28  THE APPROVAL OF THE STATE COMPTROLLER AND THE PUBLIC SERVICE COMMISSION,\n   29  FOR THE TRANSFER OF THE PROCEEDS OF SUCH LEVIES TO THE AUTHORITY AND FOR\n   30  SUCH REDUCTIONS IN THE RATES AND CHARGES FOR  ELECTRIC  SERVICE  IN  THE\n   31  AMOUNTS  TRANSFERRED  AS SHALL BE REQUIRED OF THE AUTHORITY, EXCEPT THAT\n   32  AMOUNTS TRANSFERRED FOR THE MAINTENANCE OF SINKING FUNDS, GUARANTY FUNDS\n   33  OR FUNDS OTHER THAN FOR THE PAYMENT OF INTEREST  OR  PRINCIPAL  MATURING\n   34  WITHIN ONE YEAR SHALL NOT PRESENTLY REDUCE RATES FOR ELECTRIC SERVICE.\n   35    S  1148-N.  EXAMINATION  BY COMPTROLLER. THE STATE COMPTROLLER AND HIS\n   36  LEGALLY AUTHORIZED REPRESENTATIVES ARE HEREBY AUTHORIZED  AND  EMPOWERED\n   37  FROM  TIME TO TIME, AND IN ADDITION TO THE PUBLIC SERVICE COMMISSION, TO\n   38  EXAMINE THE ACCOUNTS AND BOOKS OF THE AUTHORITY, INCLUDING ITS RECEIPTS,\n   39  DISBURSEMENTS, CONTRACTS, LEASES, SINKING  FUNDS,  INVESTMENTS  AND  ANY\n   40  OTHER MATTERS RELATING TO ITS FINANCIAL STANDING.\n   41    S  1148-O.  REPORTS  OF  THE  AUTHORITY.  THE AUTHORITY SHALL ANNUALLY\n   42  REPORT TO THE GOVERNOR, THE LEGISLATURE, THE CITY OF NEW YORK, THE COUN-\n   43  TY OF WESTCHESTER, THE PUBLIC SERVICE  COMMISSION  AND  THE  COMPTROLLER\n   44  UPON ITS ACTIVITIES AND OPERATIONS.\n   45    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the creation of the downstate New York power authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T121911.TXT", "SOBI.D110124.T162641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295975951260
}