{
  "year" : 2011,
  "senateBillNo" : "A3328-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to health",
    "billEventId" : "A3328-2011-1295845200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires disclosure by crisis pregnancy centers",
  "summary" : "Requires disclosure by crisis pregnancy centers to clients that such center will not provide abortion or birth control services, that such center is not a licensed medical provider, that pregnancy tests are self-administered and may be purchased over the counter and that such center is not a medical facility; such notice shall be conducted upon first communication or first contact with the client and shall be either in a written statement or oral communication by staff assisting. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3638-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3328\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. GLICK, BING, MILLMAN, JAFFEE, DINOWITZ, PEOPLES-\n         STOKES, TITUS -- Multi-Sponsored by -- M. of A. GALEF,  JACOBS,  LANC-\n         MAN,  MAISEL,  PERRY,  PHEFFER, ROSENTHAL -- read once and referred to\n         the Committee on Health\n\n       AN ACT to amend the public health law, in relation to requiring  disclo-\n         sure by crisis pregnancy centers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2507 to read as follows:\n    3    S  2507.  CRISIS PREGNANCY CENTER; DISCLOSURE. 1. ANY CRISIS PREGNANCY\n    4  CENTER SHALL BE REQUIRED TO DISCLOSE TO A  CLIENT  THAT  WHEN  INQUIRING\n    5  ABOUT PREGNANCY TERMINATION, ABORTION OR BIRTH CONTROL, SUCH CENTER WILL\n    6  NOT PROVIDE SUCH SERVICES OR MAKE A REFERRAL FOR SUCH SERVICES.\n    7    2.  FOR  PURPOSES  OF  THIS SECTION \"CRISIS PREGNANCY CENTER\" MEANS AN\n    8  ORGANIZATION WHOSE PRIMARY PURPOSE IS TO PROVIDE  PREGNANCY  COUNSELING,\n    9  ASSISTANCE  AND/OR  INFORMATION, WHETHER FOR A FEE OR AS A FREE SERVICE,\n   10  BUT DOES NOT PERFORM ABORTIONS OR REFER FOR ABORTIONS. \"CRISIS PREGNANCY\n   11  CENTER\" DOES NOT INCLUDE  LICENSED  HEALTH  CARE  PROVIDERS,  HOSPITALS,\n   12  FAMILY  PLANNING  CLINICS  THAT  PROVIDE  OR  REFER  FOR ABORTION AND/OR\n   13  CONTRACEPTION, OR FAMILY PLANNING CLINICS THAT RECEIVE FEDERAL  TITLE  X\n   14  FUNDS.\n   15    3. THE DISCLOSURE REQUIRED BY SUBDIVISION ONE OF THIS SECTION SHALL BE\n   16  CONDUCTED  UPON  FIRST COMMUNICATION OR FIRST CONTACT WITH THE CLIENT OR\n   17  POTENTIAL CLIENT AND SHALL BE EITHER IN  A  WRITTEN  STATEMENT  OR  ORAL\n   18  COMMUNICATION  BY  STAFF ASSISTING THE POTENTIAL CLIENT. SUCH DISCLOSURE\n   19  SHALL FURTHER BE REASONABLY UNDERSTANDABLE TO THE CLIENT.\n   20    4. ANY PERSON WHO BELIEVES  THAT  A  VIOLATION  OF  THIS  SECTION  HAS\n   21  OCCURRED MAY FILE A COMPLAINT WITH THE DEPARTMENT. WITHIN THIRTY DAYS OF\n   22  RECEIVING  SUCH COMPLAINT, THE DEPARTMENT MUST INVESTIGATE THE COMPLAINT\n   23  AND DETERMINE WHETHER A VIOLATION HAS OCCURRED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05954-01-1\n\n       A. 3328                             2\n\n    1    5. ANY CRISIS  PREGNANCY  CENTER  VIOLATING  THE  PROVISIONS  OF  THIS\n    2  SECTION  SHALL  BE  SUBJECT TO A CIVIL FINE OF NOT MORE THAN ONE HUNDRED\n    3  DOLLARS ON THE FIRST VIOLATION AND  NOT  MORE  THAN  TWO  HUNDRED  FIFTY\n    4  DOLLARS ON THE SECOND AND ALL SUBSEQUENT VIOLATIONS.\n    5    S 2. This act shall take effect on the one hundred eightieth day after\n    6  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring disclosure by crisis pregnancy centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T165142.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110124.T162641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295973246638
}