{
  "year" : 2011,
  "senateBillNo" : "A332-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A332-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to blighted property and blighted areas; repealer",
  "summary" : "Establishes what is and what is not blighted property and blighted areas. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A10460-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Murray",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          332\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, CASTRO, SCHIMEL, COOK, GUNTHER, REILLY,\n         MURRAY -- Multi-Sponsored by -- M. of A. MARKEY,  MILLMAN,  TITONE  --\n         read  once  and referred to the Committee on Corporations, Authorities\n         and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to blighted  property  and  blighted  areas;  and  to  repeal\n         certain provisions of such act relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 2 of section 1 of chapter 174 of the laws of 1968,\n    2  constituting the New York state urban development corporation  act,  the\n    3  ninth undesignated paragraph as added by chapter 280 of the laws of 1984\n    4  and  the  tenth  undesignated paragraph as amended by chapter 747 of the\n    5  laws of 2005, is amended to read as follows:\n    6    S 2. Statement of legislative findings  and  purposes.  It  is  hereby\n    7  found and declared that there exists in [urban] SOME areas of this state\n    8  a  condition of substantial and persistent unemployment and underemploy-\n    9  ment which causes hardship to  many  individuals  and  families,  wastes\n   10  vital  human  resources,  increases the public assistance burdens of the\n   11  state and municipalities, impairs the security of family life,  contrib-\n   12  utes  to the growth of crime and delinquency, prevents many of our youth\n   13  from finishing their [educations] EDUCATION, impedes  the  economic  and\n   14  physical development of municipalities and adversely affects the welfare\n   15  and  prosperity  of  all  the people of the state. [Many existing indus-\n   16  trial, manufacturing and commercial facilities in such urban  areas  are\n   17  obsolete  and inefficient, dilapidated, and without adequate mass trans-\n   18  portation facilities and public services. Many of  such  facilities  are\n   19  underutilized  or  in  the process of being vacated, creating additional\n   20  unemployment. Technological advances and the provision of modern,  effi-\n   21  cient  facilities  in other states will speed the obsolescence and aban-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00888-01-1\n\n       A. 332                              2\n\n    1  donment of existing facilities causing serious injury to the economy  of\n    2  the  state.  Many  existing  and  planned  industrial, manufacturing and\n    3  commercial facilities are, moreover, far from or not  easily  accessible\n    4  to the places of residence of substantial numbers of unemployed persons.\n    5  As  a  result, problems of chronic unemployment are not being alleviated\n    6  but are aggravated. New industrial, manufacturing and commercial facili-\n    7  ties are required to attract and house new  industries  and  thereby  to\n    8  reduce  the  hazards  of  unemployment.  The  unaided efforts of private\n    9  enterprise have not met and cannot meet  the  needs  of  providing  such\n   10  facilities  due  to problems encountered in assembling suitable building\n   11  sites]\n   12    IT IS FURTHER FOUND AND DECLARED THAT THE UNAIDED EFFORTS  OF  PRIVATE\n   13  INDUSTRIAL,  MANUFACTURING  AND  COMMERCIAL  BUSINESSES  ARE  NEGATIVELY\n   14  AFFECTED BY AGING AND INEFFICIENT FACILITIES,  DIFFICULTIES  IN  FINDING\n   15  SUITABLE  BUILDING  SITES  FOR  NEW  FACILITIES, lack of adequate public\n   16  services, the unavailability of private capital for development [in such\n   17  urban areas], and the inability of private enterprise alone  to  plan[,]\n   18  AND  finance  DEVELOPMENT  and  TO coordinate [industrial and commercial\n   19  development] SUCH DEVELOPMENT with [residential developments for persons\n   20  and families of low income and  with]  AFFORDABLE  HOUSING  DEVELOPMENT,\n   21  COMMUNITY  DEVELOPMENT PROGRAMS, public services and mass transportation\n   22  facilities.\n   23    It is further found and declared that  there  exist  in  many  munici-\n   24  palities  within  this  state  [residential, nonresidential, commercial,\n   25  industrial or vacant areas, and combinations thereof, which are slum  or\n   26  blighted,  or  which  are  becoming  slum  or  blighted areas because of\n   27  substandard,  insanitary,  deteriorated  or  deteriorating   conditions,\n   28  including  obsolete  and dilapidated buildings and structures, defective\n   29  construction, outmoded design, lack of  proper  sanitary  facilities  or\n   30  adequate  fire  or  safety protection, excessive land coverage, insuffi-\n   31  cient light and ventilation, excessive population density, illegal  uses\n   32  and  conversions,  inadequate  maintenance,  buildings  abandoned or not\n   33  utilized in whole or substantial part, obsolete  systems  of  utilities,\n   34  poorly  or improperly designed street patterns and intersections, inade-\n   35  quate access to areas, traffic congestion hazardous to the public  safe-\n   36  ty,  lack of suitable off-street parking, inadequate loading and unload-\n   37  ing facilities, impractical street widths, sizes and shapes, blocks  and\n   38  lots  of  irregular  form,  shape  or insufficient size, width or depth,\n   39  unsuitable topography, subsoil or other  physical  conditions,  all  of]\n   40  BLIGHTED PROPERTIES AND BLIGHTED AREAS, WHICH ARE CHARACTERIZED BY PREM-\n   41  ISES  UNFIT FOR HUMAN HABITATION AND DANGEROUS TO LIFE AND PROPERTY, AND\n   42  which hamper or impede proper and economic development of such areas and\n   43  which impair or arrest the sound growth of the area, community or  muni-\n   44  cipality, and the state as a whole.\n   45    It is further found and declared that there is a serious need through-\n   46  out the state for adequate educational, recreational, cultural and other\n   47  community  facilities, the lack of which threatens and adversely affects\n   48  the health, safety[, morals] and welfare of the people of the state.\n   49    It is further  found  and  declared  that  there  continues  to  exist\n   50  throughout  the  state  a seriously inadequate supply of [safe and sani-\n   51  tary] ACCEPTABLE dwelling accommodations for persons and families of low\n   52  income. This condition is contrary to the public interest and  threatens\n   53  the  health,  safety, welfare, comfort and security of the people of the\n   54  state. The ordinary operations of private enterprise cannot  provide  an\n   55  adequate  supply  of  safe  and  sanitary  dwelling  accommodations  [at\n   56  rentals] which persons and families of low income can afford.\n\n       A. 332                              3\n\n    1    It is hereby declared to be the policy  of  the  state  to  promote  a\n    2  vigorous  and  growing  economy,  to  prevent economic stagnation and to\n    3  encourage the creation of new job  opportunities  in  order  to  protect\n    4  against  the hazards of unemployment, reduce the level of public assist-\n    5  ance  to now indigent individuals and families, increase revenues to the\n    6  state and to its municipalities and to achieve  stable  and  diversified\n    7  local  economies. In furtherance of these goals, it is the policy of the\n    8  state to retain  existing  industries  and  to  attract  new  industries\n    9  through  the  acquisition,  construction,  FINANCING, reconstruction and\n   10  rehabilitation of industrial and  manufacturing  plants  and  commercial\n   11  facilities,  and  to  develop  sites  for  new industrial and commercial\n   12  building. It is further declared to  be  the  policy  of  the  state  to\n   13  promote the development of such plants and facilities, reasonably acces-\n   14  sible  to residential facilities, in those areas where substantial unem-\n   15  ployment or underemployment exists, to the end that the  industrial  and\n   16  commercial  development [of our urban areas] will proceed in sound fash-\n   17  ion and in coordination with development of housing, mass transportation\n   18  and public services, and that job opportunities  will  be  available  in\n   19  those areas where people lack jobs.\n   20    IT  IS  FURTHER  FOUND  AND  DECLARED  THAT THERE IS AN URGENT NEED TO\n   21  PROTECT AND ENHANCE THE QUALITY OF THE NATURAL ENVIRONMENT, TO ENCOURAGE\n   22  THE DEVELOPMENT AND EXPANSION OF EXISTING  AND  ALTERNATIVE  SOURCES  OF\n   23  ENERGY  AND  THE  CONSERVATION  OF  ENERGY, AND TO ABATE AND PREVENT THE\n   24  GENERATION OF HAZARDOUS WASTE, TOXIC BY-PRODUCTS,  AND  OTHER  TYPES  OF\n   25  ENVIRONMENTAL POLLUTION.\n   26    It  is  further  declared to be the policy of the state to promote the\n   27  safety, health[, morals] and welfare of the people of the state  and  to\n   28  promote  the  sound growth and development of our municipalities through\n   29  the [correction of such substandard, insanitary, blighted,  deteriorated\n   30  or  deteriorating  conditions, factors and characteristics by the clear-\n   31  ance, replanning, reconstruction, redevelopment, rehabilitation,  resto-\n   32  ration  or  conservation of such areas,] REDEVELOPMENT OF BLIGHTED AREAS\n   33  and [of areas reasonably accessible thereto] the undertaking  of  public\n   34  and  private  improvement  programs  [related  thereto],  including  the\n   35  provision of educational, recreational and cultural facilities, and  the\n   36  encouragement  of participation in these programs by private enterprise.\n   37  IN FURTHERANCE OF THESE GOALS, IT IS THE POLICY OF THE STATE  TO  ENGAGE\n   38  AND EMPOWER THE PUBLIC THROUGH EDUCATIONAL PROGRAMS, COMMUNITY OUTREACH,\n   39  AND  AN OPEN AND INCLUSIVE REDEVELOPMENT PLANNING PROCESS; TO COORDINATE\n   40  REDEVELOPMENT PROJECTS AND IMPROVEMENT PROGRAMS  WITH  LOCAL  GOVERNMENT\n   41  PLANNING  GOALS;  TO  RESPECT  COMMUNITIES' EXISTING SOCIAL AND CULTURAL\n   42  FABRIC AND TO LIMIT RESIDENTIAL AND BUSINESS DISPLACEMENT TO THE MAXIMUM\n   43  EXTENT POSSIBLE; TO REUSE  EXISTING  RESOURCES  AND  INFRASTRUCTURE  AND\n   44  RECYCLE  MATERIALS  AND  STRUCTURES;  TO ENCOURAGE ENERGY EFFICIENCY AND\n   45  SUSTAINABLE BUILDING; TO CONSERVE UNDEVELOPED LAND AND ENCOURAGE  INFILL\n   46  AND  BROWNFIELD  DEVELOPMENT; TO IMPROVE OR RESTORE NATURAL SYSTEMS SUCH\n   47  AS STREAMBEDS, DRAINAGE COURSES, WETLANDS, RIVERS, AND OTHER  ECOLOGICAL\n   48  FEATURES, AND TO ENCOURAGE THE CREATION OF PUBLICLY AVAILABLE OPEN SPAC-\n   49  ES;  TO  ENSURE THAT ENVIRONMENTAL POLLUTION DOES NOT DISPARATELY AFFECT\n   50  AREAS WITH A SUBSTANTIAL NUMBER OF MINORITY OR LOW INCOME HOUSEHOLDS; TO\n   51  INCORPORATE CULTURAL RESOURCES AND LANDSCAPES INTO  PROJECT  DESIGNS  BY\n   52  PRESERVING  AND  REHABILITATING  BUILDINGS  WITH CULTURAL, HISTORICAL OR\n   53  ARCHITECTURAL SIGNIFICANCE, ENCOURAGING ADAPTIVE REUSE AS AN ALTERNATIVE\n   54  TO DEMOLITION AND NEW CONSTRUCTION, AND ENCOURAGING COMPATIBLE DESIGN OF\n   55  NEW CONSTRUCTION; TO ENCOURAGE THE RETENTION AND CONSTRUCTION OF AFFORD-\n   56  ABLE HOUSING THROUGH INCENTIVES, LOANS, AND OTHER PROGRAMS; TO ENCOURAGE\n\n       A. 332                              4\n\n    1  DEVELOPMENT THAT IS ACCESSIBLE AND INVITING TO  PEDESTRIANS,  BICYCLISTS\n    2  AND  TRANSIT  USERS,  AND  TO  DISCOURAGE DEVELOPMENT THAT IS RELIANT ON\n    3  PERSONAL  AUTOMOBILE  TRANSPORTATION;  TO  INCREASE  OPPORTUNITIES   FOR\n    4  PRIVATE  ENTERPRISE,  ESPECIALLY FOR SMALL BUSINESSES, LOCAL BUSINESSES,\n    5  AND BUSINESSES OWNED BY MINORITIES AND WOMEN,  THROUGH  PROCEDURES  THAT\n    6  ARE  FAIR, OPEN, EQUITABLE, TRANSPARENT, AND DEMONSTRATED TO BE THE BEST\n    7  CHOICE FOR THE PUBLIC INTEREST; TO  PROVIDE  SUFFICIENT  SAFEGUARDS  AND\n    8  PROTECTIONS  IN  THE EVENT THAT PRIVATE DEVELOPERS WITHDRAW FROM PARTIC-\n    9  IPATION IN A REDEVELOPMENT PROJECT OR IMPROVEMENT PROGRAM;  TO  INCREASE\n   10  EMPLOYMENT  OPPORTUNITIES  FOR  LOCAL  RESIDENTS,  ESPECIALLY LOW INCOME\n   11  RESIDENTS, AND PERSONS WITH OTHER BARRIERS TO  EMPLOYMENT,  THROUGH  JOB\n   12  TRAINING,  LOCAL  HIRING AND OTHER ASSISTANCE PROGRAMS; AND TO ENCOURAGE\n   13  THE CREATION OF QUALITY JOBS.\n   14    It is further declared to be the policy of the state  to  promote  the\n   15  safety,  health[, morals] and welfare of the people of the state through\n   16  the provision of adequate, safe and sanitary dwelling accommodations and\n   17  facilities incidental or appurtenant thereto for persons and families of\n   18  low income.\n   19    For these purposes, there should be created a  corporate  governmental\n   20  agency to be known as the \"New York state urban development corporation\"\n   21  which,  through  issuance  of  bonds and notes to the private, investing\n   22  public, by encouraging maximum participation by the  private  sector  of\n   23  the  economy,  including the sale or lease of the corporation's interest\n   24  in projects at the earliest time deemed feasible,  and  through  partic-\n   25  ipation  in  programs undertaken by the state, its agencies and subdivi-\n   26  sions, and by municipalities and the federal government, may provide  or\n   27  obtain  the  capital  resources  necessary to acquire, construct, recon-\n   28  struct, rehabilitate or improve such industrial, manufacturing,  commer-\n   29  cial,  educational,  recreational  and  cultural facilities, and housing\n   30  accommodations for persons and families of low  income,  and  facilities\n   31  incidental  or  appurtenant  thereto,  and  to carry out the [clearance,\n   32  replanning, reconstruction and rehabilitation of  such  substandard  and\n   33  insanitary] REDEVELOPMENT OF BLIGHTED areas.\n   34    It is further declared to be the policy of New York state to encourage\n   35  the development of research and development facilities and high technol-\n   36  ogy  industrial  incubator  space  at  institutions  of higher education\n   37  located in this state and authorized to confer degrees by law or by  the\n   38  board  of  regents,  or  on lands in reasonable proximity to such insti-\n   39  tutions provided that (i) in the case of research and development facil-\n   40  ities such facilities are for the cooperative use of one  or  more  such\n   41  institutions  and  one or more business corporations, research consortia\n   42  or other industrial organizations  involved  in  research,  development,\n   43  demonstration,  or other technologically oriented industrial activities;\n   44  and (ii) in the case of high technology industrial incubator space, such\n   45  space shall be for rental to business concerns which are in their  form-\n   46  ative  stages  and  which  are  involved  in high technology activities,\n   47  including but not limited to business concerns  initiated  by  students,\n   48  employees  of  such  institution,  including  faculty  members and other\n   49  persons or firms academically associated with such institution.\n   50    It is hereby declared that the acquisition,  construction,  FINANCING,\n   51  reconstruction,  rehabilitation or improvement of such industrial, manu-\n   52  facturing and commercial facilities, and of such  cultural,  educational\n   53  and  recreational  facilities  including  but  not limited to facilities\n   54  identified as projects and called for to implement  a  state  designated\n   55  heritage  area  management  plan  as  provided  in title G of the parks,\n   56  recreation and historic preservation law;  the  [clearance,  replanning,\n\n       A. 332                              5\n\n    1  reconstruction  and  rehabilitation  of such substandard and insanitary]\n    2  REDEVELOPMENT OF BLIGHTED areas; and the provision of adequate, safe and\n    3  sanitary housing accommodations for persons and families of  low  income\n    4  and  such  facilities  as  may  be incidental or appurtenant thereto are\n    5  public uses and public purposes for which public money may be loaned and\n    6  private property may be acquired and tax exemption granted, and that the\n    7  powers and duties of the New York state urban development corporation as\n    8  hereinafter prescribed are necessary  and  proper  for  the  purpose  of\n    9  achieving the ends here recited.\n   10    S  2.  Subdivision  12 of section 3 of section 1 of chapter 174 of the\n   11  laws of 1968, constituting the New York state urban  development  corpo-\n   12  ration  act,  is  REPEALED  and a new subdivision 12 is added to read as\n   13  follows:\n   14    (12) \"BLIGHTED  PROPERTY  OR  BLIGHTED  AREA.\"  BLIGHTED  PROPERTY  OR\n   15  BLIGHTED  AREA  MEANS  PROPERTY THAT IS DECLARED BLIGHTED.  (A) A SINGLE\n   16  PROPERTY MAY BE DECLARED BLIGHTED IF  IT  MEETS  ANY  OF  THE  FOLLOWING\n   17  CONDITIONS:\n   18    1. IS UNFIT FOR HUMAN HABITATION. THIS MEANS A PREMISE WHICH HAS IDEN-\n   19  TIFIABLE  CONDITIONS  THAT  ENDANGER  THE LIFE, HEALTH AND SAFETY OF THE\n   20  OWNERS, OCCUPANTS, OR THE  PUBLIC.  CONDITIONS  RENDERING  THE  PROPERTY\n   21  UNFIT  FOR HUMAN HABITATION INCLUDE, BUT ARE NOT LIMITED TO, SUBSTANTIAL\n   22  STRUCTURAL DEFECTS, DILAPIDATION OR DETERIORATIONS, VERMIN  INFESTATION,\n   23  LACK OF NECESSARY UTILITIES AND FIRE HAZARDS.\n   24    2. HAS DETERIORATED TO THE POINT WHERE SUCH PREMISES:\n   25    (A)  IS  STRUCTURALLY  UNSOUND OR POSES AN IMMEDIATE THREAT TO LIFE OR\n   26  OTHER PROPERTY, OR\n   27    (B) THE COST OF REHABILITATION SIGNIFICANTLY EXCEEDS THE  POST-REHABI-\n   28  LITATION MARKET VALUE; AND\n   29    3.  THE  OWNER  FAILS  TO REMEDY THE PROBLEMS WITHIN A REASONABLE TIME\n   30  AFTER RECEIVING NOTICE OF VIOLATION BY THE  APPROPRIATE  GOVERNING  BODY\n   31  REQUIRING THE OWNER TO:\n   32    (A)  REHABILITATE THE BUILDING TO CONFORM TO MINIMUM CODE HABITABILITY\n   33  REQUIREMENTS; OR\n   34    (B) DEMOLISH THE BUILDING FOR HEALTH AND SAFETY REASONS.\n   35    4. IS AN ABANDONED PROPERTY. ABANDONED PROPERTY MEANS:\n   36    (A) UNOCCUPIED PROPERTY WHICH HAS BEEN TAX DELINQUENT FOR AT LEAST TWO\n   37  YEARS; OR\n   38    (B) A BUILDING THAT:\n   39    (I) IS UNOCCUPIED BY THE OWNER OR TENANTS; AND\n   40    (II) IS UNFIT FOR HUMAN HABITATION; AND\n   41    (III) HAS DETERIORATED TO THE POINT WHERE:\n   42    A. THE BUILDING IS STRUCTURALLY UNSOUND OR POSES AN  IMMEDIATE  THREAT\n   43  TO LIFE OR OTHER PROPERTY; OR\n   44    B. THE COST OF REHABILITATION SIGNIFICANTLY EXCEEDS THE POST-REHABILI-\n   45  TATION MARKET VALUE; AND\n   46    C.  THE  OWNER  IS  UNKNOWN  OR  THE OWNER FAILS TO RESPOND WITHIN SIX\n   47  MONTHS TO A VIOLATION NOTICE FROM THE APPROPRIATE GOVERNING BODY REQUIR-\n   48  ING THE OWNER TO:\n   49    (1) REHABILITATE THE  BUILDING  TO  CONFORM  TO  MINIMUM  HABITABILITY\n   50  REQUIREMENTS; OR\n   51    (2) DEMOLISH THE BUILDING FOR HEALTH AND SAFETY REASONS.\n   52    5.  A VACANT LOT ON WHICH A BUILDING HAS BEEN DEMOLISHED AND FOR WHICH\n   53  A MUNICIPAL LIEN FOR DEMOLITION COSTS REMAINS UNPAID FOR SIX MONTHS.\n   54    6. IS ENVIRONMENTALLY CONTAMINATED REQUIRING REMEDIATION  FOR  CURRENT\n   55  OR  FUTURE  USE UNDER STATE OR FEDERAL LAW, IF THE OWNER FAILS TO ESTAB-\n   56  LISH A PLAN TO REMEDY THE PROBLEM WITHIN SIX MONTHS OF RECEIVING  NOTICE\n\n       A. 332                              6\n\n    1  OF  VIOLATION FROM THE APPROPRIATE GOVERNING BODY AND HAS TAKEN STEPS TO\n    2  REMEDY THE VIOLATION.\n    3    7. BECAUSE OF CONDITION OR USE, IS REGARDED AS A PUBLIC NUISANCE OR AN\n    4  ATTRACTIVE NUISANCE AT COMMON LAW OR HAS BEEN DECLARED A PUBLIC NUISANCE\n    5  OR  AN  ATTRACTIVE  NUISANCE  UNDER  A NEW YORK STATUTE OR AN APPLICABLE\n    6  MUNICIPAL CODE, AND THE OWNER FAILS TO ABATE  THE  NUISANCE  WITHIN  SIX\n    7  MONTHS  OF  RECEIVING NOTICE OF VIOLATION FROM THE APPROPRIATE GOVERNING\n    8  BODY.\n    9    8. DEFECTIVE OR UNUSUAL CONDITIONS OF TITLE THAT MAKE THE FREE  TRANS-\n   10  FER OR ALIENATION OF THE PROPERTY IMPOSSIBLE.\n   11    9.  THAT  HAS  TAX  DELINQUENCIES  EXCEEDING THE VALUE OF THE PROPERTY\n   12  WHERE THE PROPERTY IS OCCUPIED OR UNOCCUPIED.\n   13    (B) PROPERTY SHALL IN NO CASE BE DECLARED BLIGHTED IF IT MEETS  EITHER\n   14  OF THE FOLLOWING CRITERIA:\n   15    1.  VACANT  AND  UNIMPROVED  PROPERTY LOCATED IN ANY RURAL OR SUBURBAN\n   16  AREA WHICH IS NOT SERVED BY EXISTING UTILITIES.\n   17    2. PROPERTY WHICH SATISFIES THE DEFINITION OF \"FARM  WOODLAND\",  \"LAND\n   18  USED IN AGRICULTURAL PRODUCTION\", \"UNIQUE AND IRREPLACEABLE AGRICULTURAL\n   19  LAND\",  OR  \"VIABLE  AGRICULTURAL  LAND\",  AS THOSE TERMS ARE DEFINED IN\n   20  SECTION THREE HUNDRED ONE OF THE AGRICULTURE AND MARKETS LAW.\n   21    (C) FOR PURPOSES OF THIS SUBDIVISION, A BUILDING  CONTAINING  MULTIPLE\n   22  UNITS SHALL BE TREATED AS A SINGLE PROPERTY.\n   23    (D)  FOR  PURPOSES  OF ACQUIRING MULTIPLE UNITS OF PROPERTY BY EMINENT\n   24  DOMAIN, AN AREA MAY BE DECLARED BLIGHTED ONLY IF:\n   25    1. AN AREA IS LOCATED IN AN URBAN OR SUBURBAN AREA GENERALLY SERVED BY\n   26  UTILITIES AND INFRASTRUCTURE; AND\n   27    2. SIXTY PERCENT OF THE INDIVIDUAL PARCELS IN THE  AREA  ARE  DECLARED\n   28  BLIGHTED UNDER PARAGRAPH (A) OF THIS SUBDIVISION AND REPRESENT A MAJORI-\n   29  TY OF THE GEOGRAPHICAL AREA OF THE PROJECT.\n   30    (E) A CONDEMNOR MAY USE EMINENT DOMAIN TO ACQUIRE ANY UNIT OF PROPERTY\n   31  WITHIN A BLIGHTED PROJECT AREA.\n   32    (F)  PROPERTIES  OWNED BY A DEVELOPER OR CONDEMNOR INVOLVED IN A REDE-\n   33  VELOPMENT PROJECT MAY BE INCLUDED IN ANY BLIGHTED PROJECT AREA  DETERMI-\n   34  NATION.\n   35    (G)  FOR  PURPOSES  OF  THIS  SUBDIVISION IF A DEVELOPER, CONDEMNOR OR\n   36  AGENCY INVOLVED IN A REDEVELOPMENT PROJECT HAS CAUSED OR  BROUGHT  ABOUT\n   37  BY  ACTION  OR INACTION OR MAINTAINED FOR MORE THAN SEVEN YEARS A CONDI-\n   38  TION LISTED IN SUBPARAGRAPH ONE OF PARAGRAPH  (A)  OF  THIS  SUBDIVISION\n   39  WITHIN  THE PROPOSED PROJECT AREA, THAT CONDITION MAY NOT BE USED IN THE\n   40  DETERMINATION OF BLIGHT.\n   41    (H) FOR PURPOSES OF THIS SUBDIVISION, IF PROPERTY LOCATED IN AN URBAN-\n   42  IZED AREA GENERALLY SERVED BY  MUNICIPAL  INFRASTRUCTURE  AND  UTILITIES\n   43  MEETS  ONE OR MORE OF THE CONDITIONS LISTED IN SUBPARAGRAPH ONE OF PARA-\n   44  GRAPH (A) OF THIS SUBDIVISION DUE TO FAILURE ON THE PART OF  THE  APPRO-\n   45  PRIATE  GOVERNING  BODY  TO  PROVIDE  NECESSARY  UTILITY SERVICES AND/OR\n   46  INFRASTRUCTURE, THAT CONDITION MAY NOT BE USED IN THE  DETERMINATION  OF\n   47  BLIGHT.\n   48    (I)  ANY  DECLARATION MADE PURSUANT TO THIS SUBDIVISION SHALL BE VALID\n   49  FOR A PERIOD OF UP TO TEN YEARS.\n   50    S 3. Section 10 of section 1 of chapter  174  of  the  laws  of  1968,\n   51  constituting  the  New  York  state  urban  development corporation act,\n   52  subdivision (d) as amended by chapter 847 of the laws of 1971,  subdivi-\n   53  sions (e) and (f) as added and subdivisions (g) and (h) as relettered by\n   54  chapter 839 of the laws of 1987, is amended to read as follows:\n   55    S 10. Findings of the corporation. Notwithstanding any other provision\n   56  of  this  act,  the  corporation shall not be empowered to undertake the\n\n       A. 332                              7\n\n    1  acquisition, construction, reconstruction, rehabilitation or improvement\n    2  of a project unless the corporation finds:\n    3    (a) in the case of a residential project:\n    4    (1)  That  there  exists,  in  the  area in which the project is to be\n    5  located, or in an area reasonably accessible to such area,  a  need  for\n    6  safe  and sanitary housing accommodations for persons or families of low\n    7  income, which the operations of private enterprise cannot provide;\n    8    (2) That the project has been approved  as  a  project  of  a  housing\n    9  company pursuant to the provisions of the private housing finance law.\n   10    (b) in the case of an industrial project:\n   11    (1)  That  the  area  in  which  the  project  is  to be located is [a\n   12  substandard or insanitary area, or is in danger of becoming a  substand-\n   13  ard or insanitary area, wherein] FOUND TO BE BLIGHTED AND there exists a\n   14  condition of substantial and persistent unemployment or underemployment;\n   15    (2) That the acquisition or construction and operation of such project\n   16  will  prevent,  eliminate  or  reduce unemployment or underemployment in\n   17  such area;\n   18    (3) That such project shall consist of a building or  buildings  which\n   19  are  suitable for manufacturing, warehousing or research or other indus-\n   20  trial, business or commercial purposes[.];\n   21    (4) That adequate provision has been, or will be made for the  payment\n   22  of the cost of the acquisition, construction, operation, maintenance and\n   23  upkeep of such project[.];\n   24    (5) That the acquisition and construction, proposed leasing, operation\n   25  and use of such project will aid in the development, growth and prosper-\n   26  ity of the state and the area in which such project is located;\n   27    (6)  That  the  plans  and  specifications assure adequate light, air,\n   28  sanitation and fire protection.\n   29    (c) in the case of a land use improvement project:\n   30    (1) That the area in  which  the  project  is  to  be  located  is  [a\n   31  substandard  or insanitary area, or is in danger of becoming a substand-\n   32  ard or insanitary area] FOUND TO BE BLIGHTED  and  tends  to  impair  or\n   33  arrest the sound growth and development of the municipality;\n   34    (2)  That the project consists of a plan or undertaking for the clear-\n   35  ance, replanning, reconstruction and rehabilitation of such area and for\n   36  recreational and other facilities incidental or appurtenant thereto;\n   37    (3) That the plan  or  undertaking  affords  maximum  opportunity  for\n   38  participation  by private enterprise, consistent with the sound needs of\n   39  the municipality as a whole.\n   40    (d) in the case of a civic project:\n   41    (1) That THE AREA IN WHICH THE PROJECT IS TO BE LOCATED IS A  BLIGHTED\n   42  AREA  WHEREIN  there  exists  [in the area in which the project is to be\n   43  located,] a need for the educational, cultural, recreational, community,\n   44  municipal, public service or other civic facility to be included in  the\n   45  project;\n   46    (2) That the project shall consist of a building or buildings or other\n   47  facilities  which  are suitable for educational, cultural, recreational,\n   48  community, municipal, public service or other civic purposes;\n   49    (3) That such project will be leased to or owned by the  state  or  an\n   50  agency  or  instrumentality  thereof,  a  municipality  or  an agency or\n   51  instrumentality thereof, a public corporation, or any other entity which\n   52  is carrying out a community, municipal, public service  or  other  civic\n   53  purpose,  and that adequate provision has been, or will be, made for the\n   54  payment of the cost of acquisition, construction, operation, maintenance\n   55  and upkeep of the project;\n\n       A. 332                              8\n\n    1    (4) That the plans and specifications assure or will  assure  adequate\n    2  light, air, sanitation and fire protection.\n    3    (e) in the case of an industrial effectiveness project:\n    4    (1)  That a feasibility study or productivity assessment exists demon-\n    5  strating the potential for future profitability of the  firm  requesting\n    6  financial  assistance and such study or assessment has been reviewed and\n    7  approved by the commissioner of economic development;\n    8    (2) That for loans to implement a  corporate  restructuring  or  turn-\n    9  around plan, the management of the industrial firm requesting assistance\n   10  is  capable  and  the  firm  has  a sound business development plan that\n   11  includes measures to ensure labor  and  management  cooperation  and  to\n   12  effect changes required to continue as a successful business;\n   13    (3)  That  the  requested  financial  assistance is not available from\n   14  other public or private financing sources; and\n   15    (4) That the area in  which  the  project  is  to  be  located  is  [a\n   16  substandard  or insanitary area, or is in danger of becoming a substand-\n   17  ard or insanitary area, wherein] FOUND TO BE BLIGHTED AND there exists a\n   18  condition of substantial and persistent unemployment or underemployment.\n   19    (f) in the case  of  a  small  and  medium-sized  business  assistance\n   20  project:\n   21    (1) That the area in which the project will be located is [a substand-\n   22  ard  or  insanitary  area,  or is in danger of becoming a substandard or\n   23  insanitary area, wherein] FOUND TO BE BLIGHTED AND there exists a condi-\n   24  tion of substantial and persistent unemployment or underemployment;\n   25    (2) That the project demonstrates  market,  management  and  financial\n   26  feasibility and has a clear likelihood of success;\n   27    (3)  That the [industrial] firm provides at least a ten percent equity\n   28  contribution and such contribution is not  derived  from  other  govern-\n   29  mental sources;\n   30    (4)  That  the  requested  financial  assistance is not available from\n   31  other public or private financing sources on terms compatible  with  the\n   32  successful completion of the project;\n   33    (5)  That the project will not result in the relocation of any [indus-\n   34  trial] firm from one municipality within the state  to  another  munici-\n   35  pality,  OR  IN  THE  ABANDONMENT OF ONE OR MORE OF THE FIRMS' PLANTS OR\n   36  FACILITIES LOCATED WITHIN THE AREA, except under one  of  the  following\n   37  conditions: (i) when [an industrial] A firm is relocating within a muni-\n   38  cipality  with  a population of at least one million where the governing\n   39  body of such municipality approves such relocation; [or] (ii) the corpo-\n   40  ration notifies each municipality from which such [industrial] firm will\n   41  be relocated and each municipality agrees to such relocation;  OR  (III)\n   42  THE  CORPORATION  SHALL DETERMINE ON THE BASIS OF THE APPLICATION BEFORE\n   43  IT THAT THE PROJECT IS REASONABLY NECESSARY TO DISCOURAGE THE FIRM  FROM\n   44  RELOCATING  TO  A LOCATION OUTSIDE THE STATE AND TO PRESERVE THE COMPET-\n   45  ITIVE POSITION OF THE FIRM WITHIN ITS RESPECTIVE INDUSTRY; and\n   46    (6) That the project is not for the purpose of refinancing any portion\n   47  of the total project cost or  other  existing  loans  or  debts  of  the\n   48  project sponsor or owner.\n   49    (g)  in the case of all projects, that [there is a feasible method for\n   50  the relocation of families and individuals displaced  from  the  project\n   51  area into decent, safe and sanitary dwellings] THE DISPLACEMENT OF RESI-\n   52  DENTS AND BUSINESSES IS LIMITED TO THE MAXIMUM EXTENT POSSIBLE, AND THAT\n   53  ALL DISPLACED RESIDENTS AND BUSINESSES WILL BE AFFORDED ADEQUATE COMPEN-\n   54  SATION  AND/OR  ASSISTANCE  TO  BE RELOCATED TO SUBSTANTIALLY COMPARABLE\n   55  PROPERTIES, which are or will be [provided] LOCATED in the project  area\n   56  or in [other areas] AN AREA REASONABLY PROXIMATE TO THE PROJECT AREA AND\n\n       A. 332                              9\n\n    1  not  generally  less  desirable in regard to public utilities and public\n    2  and commercial facilities, at SUBSTANTIALLY COMPARABLE rents  or  prices\n    3  [within  the  financial  means  of  such  families  or individuals], and\n    4  reasonably  accessible  to  their  places of DWELLING AND/OR employment.\n    5  [Insofar as is feasible, the] THE corporation shall offer  SUBSTANTIALLY\n    6  COMPARABLE  housing  accommodations  to  [such families and individuals]\n    7  DISPLACED RESIDENTS in [residential] projects [of the corporation]  THAT\n    8  INCLUDE  A RESIDENTIAL COMPONENT, AND INSOFAR AS IS FEASIBLE, THE CORPO-\n    9  RATION SHALL ASSIST IN FINDING SUBSTANTIALLY  COMPARABLE  INDUSTRIAL  OR\n   10  COMMERCIAL  ACCOMMODATIONS  TO  DISPLACED  BUSINESSES  IN  PROJECTS THAT\n   11  INCLUDE AN INDUSTRIAL  OR  COMMERCIAL  COMPONENT.  The  corporation  may\n   12  render  to  business  and  commercial  tenants and [to families or other\n   13  persons] displaced [from the project area,]  RESIDENTS  ANY  OTHER  such\n   14  assistance  as it may deem [necessary to enable them to relocate] APPRO-\n   15  PRIATE.\n   16    (h) in the case of all projects,  the  corporation  shall  [state  the\n   17  basis for its findings.]:\n   18    (1)  IN THE CASE OF A SINGLE PROPERTY, MAKE WRITTEN FINDINGS IDENTIFY-\n   19  ING THE SPECIFIC CONDITIONS WHICH RENDER  THE  PROPERTY  BLIGHTED  UNDER\n   20  SUBDIVISION TWELVE OF SECTION THREE OF THIS ACT;\n   21    (2)  IN THE CASE OF MULTIPLE PROPERTIES OR PROJECT AREAS, MAKE WRITTEN\n   22  FINDINGS DEMONSTRATING THAT THE REQUIREMENTS OF  SUBDIVISION  TWELVE  OF\n   23  SECTION  THREE  OF  THIS ACT HAVE BEEN MET. IN ORDER TO DEMONSTRATE THAT\n   24  SIXTY PERCENT OF THE PROPERTIES IN THE AREA  ARE  INDIVIDUALLY  BLIGHTED\n   25  AND  COMPRISE  A  MAJORITY OF THE GEOGRAPHICAL AREA OF THE PROJECT, EACH\n   26  BLIGHTED PROPERTY MUST BE IDENTIFIED AND THE SPECIFIC CONDITIONS RENDER-\n   27  ING IT BLIGHTED UNDER SUBDIVISION TWELVE OF SECTION THREE  OF  THIS  ACT\n   28  MUST BE IDENTIFIED.\n   29    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to blighted property and blighted areas; and to repeal certain provisions of such act relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110321.TXT", "SOBI.D101221.T103607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292945767872
}