{
  "year" : 2011,
  "senateBillNo" : "A3338-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to health",
    "billEventId" : "A3338-2011-1295845200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to authorizing the seizure and confinement of animals in connection with the prevention of rabies",
  "summary" : "Relates to authorizing the seizure and confinement of animals in connection with the prevention of rabies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA8925-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3338\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GOTTFRIED  --  read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  authorizing  the\n         seizure  and  confinement of animals in connection with the prevention\n         of rabies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 7 of section 2140 of the public health law, as\n    2  added by chapter 180 of the laws of 2002, is amended to read as follows:\n    3    7. \"Confinement and observation\" refers to the conditions under  which\n    4  apparently  healthy dogs, cats, domesticated ferrets, and domestic live-\n    5  stock, which are not exhibiting symptoms of rabies, must  be  maintained\n    6  TO  DETERMINE  RABIES STATUS if such an animal has potentially exposed a\n    7  person to rabies, and the owner wishes to avoid euthanizing and  testing\n    8  the  animal.  [The] IF THE COUNTY HEALTH AUTHORITY DOES NOT APPROVE HOME\n    9  CONFINEMENT, THE ten day confinement and observation  period  must  take\n   10  place,  at owner's expense, at an appropriate facility such as an animal\n   11  shelter, veterinarian's office,  kennel  or  farm  [for  an  animal  not\n   12  actively immunized against rabies at the time of the bite. County health\n   13  departments  may  allow  home  confinements  and observation for animals\n   14  actively immunized. Confinement and observation includes]. THE  CONFINE-\n   15  MENT  MUST INCLUDE (I) PROVISIONS TO PREVENT ESCAPE OF THE ANIMAL DURING\n   16  THE CONFINEMENT PERIOD AND (II) REQUIREMENTS THAT THE OWNER  NOTIFY  THE\n   17  PUBLIC HEALTH AUTHORITY IMMEDIATELY IF THE ANIMAL BECOMES ILL AT ANYTIME\n   18  DURING CONFINEMENT, AND (III) verification by the county health authori-\n   19  ty  or their designee [both during and] at the end of the ten day period\n   20  that the animal [cannot or has not escaped and has remained] IS healthy.\n   21    S 2.  This act shall take effect on the ninetieth day after  it  shall\n   22  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02694-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to authorizing the seizure and confinement of animals in connection with the prevention of rabies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T163141.TXT", "SOBI.D110124.T164642.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295971448593
}