{
  "year" : 2011,
  "senateBillNo" : "A333-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A333-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to creating the commission on state educational assessments",
  "summary" : "Creates the commission on state educational assessments to review the education assessment process in the state to determine the adequacy of the psychometric qualities of standardized tests given to students and the scoring methods. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A780-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          333\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PAULIN -- read once and referred to the Committee\n         on Education\n\n       AN ACT creating the commission on state educational assessments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature hereby finds that the\n    2  educational assessment process in New York state is an important  public\n    3  policy  matter that affects school children across the state. The legis-\n    4  lature finds that the establishment of an  independent  commission,  the\n    5  commission  on state educational assessments, whose purpose is to review\n    6  and analyze state educational assessments, is in the public interest  of\n    7  the state of New York.\n    8    The legislature further finds that the New York state board of regents\n    9  initiated  higher learning standards for public school children. As part\n   10  of this effort, new assessments were developed to accurately measure the\n   11  new learning standards.  The legislature further finds  that  these  New\n   12  York  state initiatives were followed by the enactment of the federal No\n   13  Child Left Behind Act, which  greatly  expanded  every  state's  testing\n   14  obligations.\n   15    The  legislature  further  finds that there are many issues related to\n   16  educational assessments that are of interest to  educational  stakehold-\n   17  ers,  the  general  public,  and state policy makers.  These include the\n   18  connection between the  learning  standards  and  the  assessments,  the\n   19  nature  and  validity  of the state tests, the adequacy of the technical\n   20  evidence that supports the reliability and validity  of  the  test,  the\n   21  accuracy  and  consistency  of  test  scoring, the training of those who\n   22  score assessments and the determination of performance levels.\n   23    S 2. Commission established. (a) There is hereby created in the execu-\n   24  tive department a commission to be known  as  the  commission  on  state\n   25  educational  assessments, hereafter referred to as the commission, which\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02310-01-1\n\n       A. 333                              2\n\n    1  shall be charged with examining the state educational assessment  system\n    2  for  students  enrolled  in  primary  and  secondary schools in New York\n    3  state. The commission shall consist of 11 members.  The 11 members shall\n    4  serve  three  year  terms  and  shall be appointed as follows: (i) three\n    5  members shall be appointed by the temporary  president  of  the  senate;\n    6  (ii)  three  members shall  be appointed by the speaker of the assembly;\n    7  (iii) one member shall be  appointed  by  the  minority  leader  of  the\n    8  senate; (iv) one member shall be appointed by the minority leader of the\n    9  assembly;  and (v) three members shall be appointed by the governor. The\n   10  governor shall designate the chair from among the members of the commis-\n   11  sion. One member each appointed by the governor, the temporary president\n   12  of the senate, and the speaker of the assembly shall be an expert in the\n   13  field of educational assessments.\n   14    (b) The members of the commission shall receive  no  compensation  for\n   15  their  services as members, but shall be allowed their actual and neces-\n   16  sary expenses incurred in the performance of their  duties.  Members  of\n   17  the  commission  shall  be  considered  public  officers for purposes of\n   18  section 17 of the public officers law.\n   19    (c) The commission shall begin to act 60 days  after  this  act  shall\n   20  have  become  a law. A quorum shall consist of a majority of the members\n   21  of the commission entitled to vote on the  matter  under  consideration.\n   22  Approval  of any matter shall require the affirmative vote of a majority\n   23  of the members voting thereon.\n   24    (d) The commission shall adopt by-laws for the  management  and  regu-\n   25  lation of its affairs.\n   26    S  3.  Commission staff and agency liaison. The commissioner of educa-\n   27  tion shall designate such employees of the department  of  education  as\n   28  are  reasonably necessary to provide support services to the commission.\n   29  The commission, acting by the chair of the commission, shall  employ  an\n   30  executive  director and may employ additional staff and consultants, who\n   31  shall be paid from amounts available to the commission for such purpose.\n   32  The executive director shall oversee the operations of all  other  staff\n   33  and  consultants  employed  by the commission and shall establish proce-\n   34  dures to ensure that all analysis and reviews conducted by  the  commis-\n   35  sion  are  accurate and advance the public policy of New York state. The\n   36  commissioner of education shall appoint one or more  representatives  of\n   37  the  department  of education to serve as liaison between the department\n   38  and the commission. All state agencies, public  authorities  and  public\n   39  benefit  corporations shall provide such assistance as may be reasonably\n   40  requested by the chair of the commission.\n   41    S 4. Powers and duties. The commission shall undertake  the  following\n   42  activities to carry out its mission:\n   43    (i)  perform annual and periodic reviews of New York state assessments\n   44  to determine the adequacy of the psychometric qualities of the test  and\n   45  the appropriateness of the scoring methods;\n   46    (ii)  undertake  reviews of state educational assessments. Each review\n   47  would be conducted by one or more testing experts with technical creden-\n   48  tials in the specific area of review. These reviews may be performed  by\n   49  the  commission  or by independent assessment evaluators contracted with\n   50  by the commission to perform such reviews;\n   51    (iii) produce research on assessment issues of concern in the state;\n   52    (iv) describe and analyze effective strategies schools  have  used  to\n   53  improve performance on state tests;\n   54    (v)  solicit  input from the advisory council and other interested and\n   55  affected parties about the state assessment  system  and  other  related\n   56  matters; and\n\n       A. 333                              3\n\n    1    (vi)  periodically report and make recommendations regarding the state\n    2  assessment system and related subjects, as well as file an annual report\n    3  before December first of each year with the governor,  the  legislature,\n    4  and  the  chancellor of the board of regents regarding the activities of\n    5  the commission.\n    6    S  5.  Deliberations  of  commission.  The deliberations, meetings and\n    7  other proceedings of the commission shall be governed by  article  7  of\n    8  the  public  officers law. Any one or more members of the commission may\n    9  participate in a meeting of such commission by  means  of  a  conference\n   10  telephone, conference video or similar communications equipment allowing\n   11  all  persons participating in the meeting to hear each other at the same\n   12  time. Participation by such means shall constitute presence in person at\n   13  a meeting. At any meetings of the commission conducted  by  means  of  a\n   14  conference  telephone, conference video or similar communications equip-\n   15  ment, the public shall be given the opportunity to listen. If a  meeting\n   16  is  to be conducted by means of a conference telephone, conference video\n   17  or similar communications equipment, the public notice for  the  meeting\n   18  shall  inform  the public that such equipment will be used, and identify\n   19  the means by which the public may listen to such meeting.\n   20    S 6. Advisory council. An advisory council  shall  be  established  to\n   21  provide  input and advice to the commission regarding the New York state\n   22  assessment system. The  advisory  council  shall  be  composed  of  five\n   23  members as follows: (i) one member who shall be representative of teach-\n   24  ers  in  New  York state; (ii) one member who shall be representative of\n   25  school boards in New York state; (iii) one member who shall be represen-\n   26  tative of school superintendents in New York state; (iv) one member  who\n   27  shall be representative of school parents in New York state; and (v) one\n   28  member who shall be representative of the business community in New York\n   29  state.  All  members  to  the advisory council shall be appointed by the\n   30  commission for a term of three years.\n   31    S 7. Severability clause. If any clause, sentence, paragraph, subdivi-\n   32  sion, section or part of this act shall be  adjudged  by  any  court  of\n   33  competent  jurisdiction  to  be invalid, such judgment shall not affect,\n   34  impair, or invalidate the remainder thereof, but shall  be  confined  in\n   35  its  operation  to the clause, sentence, paragraph, subdivision, section\n   36  or part thereof directly involved in the controversy in which such judg-\n   37  ment shall have been rendered. It is hereby declared to be the intent of\n   38  the legislature that this act would  have  been  enacted  even  if  such\n   39  invalid provisions had not been included herein.\n   40    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT creating the commission on state educational assessments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T143119.TXT", "SOBI.D101220.T110321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292959879403
}