{
  "year" : 2011,
  "senateBillNo" : "A3337-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to codes",
    "billEventId" : "A3337-2011-1295845200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that the person be at least fourteen years of age, with no maximum age, for the possession and use of a pistol or revolver at a pistol range",
  "summary" : "Requires that the person be at least fourteen years of age, with no maximum age, for the possession and use of a pistol or revolver at a pistol range. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A828-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3337\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GABRYSZAK, LUPARDO, SCHROEDER, LAVINE -- Multi-\n         Sponsored by -- M. of  A.  BARCLAY,  CORWIN,  GIGLIO,  HAWLEY,  HAYES,\n         MAGEE, REILLY -- read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend the penal law, in relation to exemptions provided for\n         possession and use of a pistol or revolver at certain pistol ranges\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  7-e  of subdivision a of section 265.20 of the\n    2  penal law, as amended by chapter 281 of the laws of 2006, is amended  to\n    3  read as follows:\n    4    7-e.  Possession  and  use  of  a  pistol or revolver, at an indoor or\n    5  outdoor pistol range located in or on premises owned or  occupied  by  a\n    6  duly incorporated organization organized for conservation purposes or to\n    7  foster proficiency in small arms or at a target pistol shooting competi-\n    8  tion under the auspices of or approved by an association or organization\n    9  described  in paragraph 7-a of this subdivision for the purpose of load-\n   10  ing and firing the same by a person at least fourteen years of age  [but\n   11  under  the age of twenty-one] who has not been previously convicted of a\n   12  felony or serious offense, and who does not appear  to  be,  or  pose  a\n   13  threat  to  be, a danger to himself or to others; provided however, that\n   14  such possession shall be of a pistol or revolver duly  licensed  to  and\n   15  shall  be used under the immediate supervision, guidance and instruction\n   16  of, a person specified in paragraph seven of this subdivision.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07777-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to exemptions provided for possession and use of a pistol or revolver at certain pistol ranges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T163641.TXT", "SOBI.D110124.T165642.TXT", "SOBI.D110124.T164141.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295971448589
}