{
  "year" : 2011,
  "senateBillNo" : "A3336-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to education",
    "billEventId" : "A3336-2011-1295845200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires on-line or web-based applications utilized by the department of education to comply with Cyber Security Policy and with the Payment Card Industry Data Security Standard",
  "summary" : "Requires that any on-line or web-based applications utilized by the department of education in connection with application for licensure or certification or to verify the result of background checks comply with the Cyber Security Policy of the New York State Office of Cyber Security and Critical Infrastructure Coordination and with the Payment Card Industry Data Security Standard. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A11251-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3336\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by M. of A. MILLMAN -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation  to  requiring  that  any\n         on-line or web-based applications utilized by the department of educa-\n         tion  in connection with application for licensure or certification or\n         to verify the result of background checks comply with the Cyber  Secu-\n         rity  Policy  of the New York State Office of Cyber Security and Crit-\n         ical Infrastructure Coordination and with the  Payment  Card  Industry\n         Data Security Standard\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 141 to\n    2  read as follows:\n    3    S 141. COMPLIANCE WITH CYBER SECURITY REQUIREMENTS. 1. NOTWITHSTANDING\n    4  ANY PROVISION OF LAW TO THE CONTRARY, ANY ON-LINE OR WEB-BASED  APPLICA-\n    5  TIONS  UTILIZED  BY  THE  DEPARTMENT FOR PURPOSES OF ALLOWING PERSONS TO\n    6  APPLY FOR, RENEW, PAY FEES OR CHARGES FOR OR CHECK  THE  STATUS  OF  ANY\n    7  LICENSE OR CERTIFICATION ISSUED PURSUANT TO THE PROVISIONS OF THIS CHAP-\n    8  TER,  OR  TO  CHECK  THE STATUS OF ANY BACKGROUND CHECKS REQUIRED BY THE\n    9  PROVISIONS OF THIS CHAPTER, SHALL COMPLY IN ALL RESPECTS  WITH  REQUIRE-\n   10  MENTS OF:\n   11    A.  THE  CYBER  SECURITY  POLICY OF THE NEW YORK STATE OFFICE OF CYBER\n   12  SECURITY AND CRITICAL INFRASTRUCTURE COORDINATION; AND\n   13    B. THE PAYMENT  CARD  INDUSTRY  DATA  SECURITY  STANDARD  REQUIREMENTS\n   14  APPLICABLE  TO  ENTITIES  THAT  PROCESS,  TRANSMIT OR STORE PAYMENT CARD\n   15  HOLDER INFORMATION.\n   16    2. ALL ON-LINE OR WEB-BASED APPLICATIONS UTILIZED  BY  THE  DEPARTMENT\n   17  FOR  THE  PURPOSES DESCRIBED IN SUBDIVISION ONE OF THIS SECTION SHALL BE\n   18  REVIEWED ANNUALLY BY THE DEPARTMENT TO ASSURE THAT SUCH ON-LINE OR  WEB-\n   19  BASED APPLICATIONS REMAIN IN COMPLIANCE WITH THE PROVISIONS OF THE CYBER\n   20  SECURITY POLICY AND THE PAYMENT CARD INDUSTRY DATA SECURITY STANDARD, AS\n   21  UPDATED PERIODICALLY.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08302-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring that any on-line or web-based applications utilized by the department of education in connection with application for licensure or certification or to verify the result of background checks comply with the Cyber Security Policy of the New York State Office of Cyber Security and Critical Infrastructure Coordination and with the Payment Card Industry Data Security Standard ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T163141.TXT", "SOBI.D110124.T164642.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295971448586
}