{
  "year" : 2011,
  "senateBillNo" : "A3349-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3349-2011-1295931600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a matching economic development brochures grant program for localities",
  "summary" : "Establishes a matching economic development marketing brochures grant program for localities; if locality spends more than ten thousand dollars such grant for that amount spent shall be ten thousand dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A3962-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3349\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CROUCH, KOLB -- Multi-Sponsored by -- M. of A.\n         BARCLAY, BURLING, GIGLIO -- read once and referred to the Committee on\n         Economic Development\n\n       AN ACT to amend the economic development law, in relation to  establish-\n         ing an economic development marketing brochures matching grant program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The economic development law is amended  by  adding  a  new\n    2  section 233 to read as follows:\n    3    S   233.  ECONOMIC  DEVELOPMENT  MARKETING  BROCHURES  MATCHING  GRANT\n    4  PROGRAM. 1. THERE IS HEREBY ESTABLISHED WITHIN THE DEPARTMENT AN ECONOM-\n    5  IC DEVELOPMENT MARKETING BROCHURES  MATCHING GRANT PROGRAM, THE  PURPOSE\n    6  OF  WHICH  SHALL  BE  TO  ENCOURAGE THE DEVELOPMENT OF BROCHURES SO THAT\n    7  COUNTIES AND LOCALITIES THROUGHOUT THE STATE  OF  NEW  YORK  CAN  BETTER\n    8  ATTRACT BUSINESS AND INDUSTRY TO THEIR AREA.\n    9    2.  EACH  LOCALITY  WITHIN  THE  STATE SHALL ON AN ANNUAL BASIS, ON OR\n   10  BEFORE NOVEMBER FIRST, COMPILE AND NOTIFY THE STATE COMPTROLLER  OF  ALL\n   11  MONIES  USED BY THE LOCALITY FOR THE DEVELOPMENT OF ECONOMIC DEVELOPMENT\n   12  MARKETING BROCHURES DURING THE PRECEDING JULY FIRST THROUGH JUNE THIRTI-\n   13  ETH PERIOD. UPON CERTIFICATION BY THE COMPTROLLER OF  SUCH  AMOUNT,  THE\n   14  STATE  SHALL  PROVIDE  SUCH  LOCALITY,  FROM WITHIN AMOUNTS APPROPRIATED\n   15  THEREFOR, WITH A MATCHING GRANT IN THE SAME AMOUNT, PROVIDED THAT  WHERE\n   16  A  LOCALITY  SPENDS  MORE THAN TEN THOUSAND DOLLARS, SUCH MATCHING GRANT\n   17  SHALL BE TEN THOUSAND DOLLARS. SUCH GRANT SHALL HOWEVER NOT BE DEEMED IN\n   18  ANY MANNER AS A PAYMENT IN LIEU OF, OR AS A REDUCTION TO, THE AMOUNT  OF\n   19  ANY OTHER STATE FUNDS REQUIRED OR AUTHORIZED TO BE PAID TO SUCH LOCALITY\n   20  PURSUANT TO ANY OTHER PROVISION OF LAW, RULE OR REGULATION.\n   21    3.  SUCH PAYMENT OF SUCH MATCHING GRANT SHALL BE MADE TO EACH LOCALITY\n   22  ON OR AFTER THE FIRST OF APRIL, BUT BEFORE THE FIRST OF  SEPTEMBER  NEXT\n   23  SUCCEEDING  THE  CALCULATION THEREOF REQUIRED BY SUBDIVISION TWO OF THIS\n   24  SECTION.\n   25    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   26  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04559-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to establishing an economic development marketing brochures matching grant program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T102403.TXT", "SOBI.D110125.T141420.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110905.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295982860153
}