{
  "year" : 2011,
  "senateBillNo" : "A3342-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3342-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the membership of the New York city water board; repealer",
  "summary" : "Relates to the membership of the New York city water board. ",
  "currentCommittee" : null,
  "sameAs" : "S1527",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A8943-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crespo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3342\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BRENNAN, MILLMAN, ABBATE, COLTON, CRESPO, LANC-\n         MAN, MAISEL, PERRY, COOK, JAFFEE -- Multi-Sponsored by  --  M.  of  A.\n         CAMARA,  CASTRO, GIBSON, GLICK, GOTTFRIED, HIKIND, MARKEY, MENG, PHEF-\n         FER, WEISENBERG -- read once and referred to the Committee  on  Corpo-\n         rations, Authorities and Commissions\n\n       AN  ACT  to amend the public authorities law, in relation to the member-\n         ship of  the  New  York  city  water  board;  and  to  repeal  certain\n         provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 1045-f of the  public  authorities\n    2  law is REPEALED and a new subdivision 2 is added to read as follows:\n    3    2.  A. THE WATER BOARD SHALL CONSIST OF SEVEN MEMBERS TO BE APPOINTED,\n    4  AS FOLLOWS:\n    5    (I) FOUR MEMBERS APPOINTED BY THE MAYOR;\n    6    (II) ONE MEMBER APPOINTED BY THE NEW YORK CITY COMPTROLLER;\n    7    (III) ONE MEMBER APPOINTED BY THE PUBLIC ADVOCATE FOR THE CITY OF  NEW\n    8  YORK; AND\n    9    (IV) ONE MEMBER APPOINTED BY THE SPEAKER OF THE NEW YORK CITY COUNCIL.\n   10    B.  TERMS  OF  OFFICE  OF THE MEMBERS SHALL BE TWO YEARS. AT LEAST ONE\n   11  MEMBER APPOINTED BY THE MAYOR SHALL HAVE EXPERIENCE IN  THE  SCIENCE  OF\n   12  WATER RESOURCE DEVELOPMENT. NO MEMBER SHALL BE A DIRECTOR OF THE AUTHOR-\n   13  ITY.  THE  CHAIRMAN  SHALL BE ELECTED BY MAJORITY VOTE OF THE MEMBERS OF\n   14  THE BOARD. ALL MEMBERS SHALL CONTINUE TO HOLD OFFICE UNTIL THEIR SUCCES-\n   15  SORS ARE APPOINTED AND QUALIFIED.  VACANCIES  SHALL  BE  FILLED  IN  THE\n   16  MANNER  PROVIDED  FOR ORIGINAL APPOINTMENTS. VACANCIES, OCCURRING OTHER-\n   17  WISE THAN BY EXPIRATION OF TERM OF OFFICE, SHALL BE FILLED IN  THE  SAME\n   18  MANNER AS ORIGINAL APPOINTMENTS FOR THE UNEXPIRED TERMS.\n   19    S  2.  Subdivisions  3,  4,  5  and  7 of section 1045-f of the public\n   20  authorities law, as added by chapter  513  of  the  laws  of  1984,  are\n   21  amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06048-01-1\n\n       A. 3342                             2\n\n    1    3.  Each  member of the water board shall be entitled to reimbursement\n    2  for his OR HER actual and necessary expenses incurred in the performance\n    3  of his OR HER official duties and a per diem allowance  of  one  hundred\n    4  fifty  dollars  when  rendering  service  as a member; provided that the\n    5  aggregate of such per diem allowance to any one member in any one fiscal\n    6  year of the board shall not exceed the sum of five thousand dollars.\n    7    4. Notwithstanding any inconsistent provision of law, general, special\n    8  or  local, or any city charter, no officer or employee of the city shall\n    9  be deemed to have forfeited or shall forfeit his office or employment or\n   10  any benefits provided under the retirement and social security  law,  by\n   11  reason  of  his  OR  HER  acceptance  of  membership on the water board,\n   12  provided, however, that a member of the board  who  holds  other  public\n   13  office  or  employment  shall  receive  no  additional  compensation for\n   14  services rendered pursuant to this  title,  but  shall  be  entitled  to\n   15  reimbursement  for  his OR HER actual and necessary expenses incurred in\n   16  the performance of such services.\n   17    5. The [mayor] APPOINTING AUTHORITY may remove [any member] HIS OR HER\n   18  APPOINTEE for inefficiency, neglect of  duty  or  misconduct  in  office\n   19  after  giving  such member a copy of the charges against such member and\n   20  an opportunity to be heard and defended, in person or by  counsel,  upon\n   21  not  less  than ten days' notice. If any member shall be so removed, the\n   22  [mayor] APPOINTING AUTHORITY shall file in the office of  the  clerk  of\n   23  the  city  a  complete statement of charges against such member, and the\n   24  [mayor's] APPOINTING  AUTHORITY'S  findings  thereon,  together  with  a\n   25  complete record of the proceedings.\n   26    7.  A  majority  of  the members of the water board shall constitute a\n   27  quorum for the transaction of any business or the exercise of any  power\n   28  of the board. The water board shall have power to act by the affirmative\n   29  vote  of  not  less than a majority of the members in office at any duly\n   30  held meeting thereof. The water board may delegate to one or more of its\n   31  members or its officers, agents and employees, such powers and duties as\n   32  it may deem proper. Any member who is an officer of  the  city  may,  by\n   33  written  instrument,  filed  with  and approved as to form by the board,\n   34  designate another city officer to perform in [his] THE MEMBER'S  absence\n   35  his  OR  HER  duties under this title. The term \"member\" as used in this\n   36  section shall include such persons so  designated  as  provided  herein.\n   37  The  designation  of  any such person shall be deemed temporary only and\n   38  shall not affect the civil service or retirement rights of the person so\n   39  designated.\n   40    S 3. This act shall take effect immediately, provided that  the  first\n   41  three  vacancies after the effective date of this act shall be filled by\n   42  the New York city comptroller, the public advocate for the city  of  New\n   43  York  and the speaker of the New York city council, respectively, pursu-\n   44  ant to section one of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the membership of the New York city water board; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T163141.TXT", "SOBI.D110124.T164642.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295971448606
}