{
  "year" : 2011,
  "senateBillNo" : "A3346-2011",
  "billEvents" : [ {
    "eventDate" : 1295845200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3346-2011-1295845200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the definition of major utility transmission facility to include certain facilities in which electric current is transformed",
  "summary" : "Expands the definition of major utility transmission facility to include a facility in which electric current is transformed from the transmission system to the distribution system or a facility within the distribution system that is larger than five hundred square feet and in which electric current is transformed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A6007-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3346\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 24, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GOTTFRIED, DINOWITZ, JACOBS, MILLMAN -- Multi-\n         Sponsored by -- M. of A.  COLTON, GLICK, McENENY,  PHEFFER,  ROBINSON,\n         RUSSELL,  TOWNS  --  read once and referred to the Committee on Corpo-\n         rations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in relation  to  the  siting  of\n         electric substations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 120 of the public service law,  as\n    2  amended  by  chapter  538  of  the  laws  of 1981, is amended to read as\n    3  follows:\n    4    2. \"Major utility transmission facility\" means: (a) an electric trans-\n    5  mission line of a design capacity of one hundred  twenty-five  kilovolts\n    6  or  more  extending  a  distance  of one mile or more, or of one hundred\n    7  kilovolts or more and  less  than  one  hundred  twenty-five  kilovolts,\n    8  extending  a  distance of ten miles or more, including associated equip-\n    9  ment, but shall not include any such transmission  line  located  wholly\n   10  underground  in  a city with a population in excess of one hundred twen-\n   11  ty-five thousand or a primary transmission line approved by the  federal\n   12  energy regulatory commission in connection with a hydro-electric facili-\n   13  ty;  [and]  (b) a fuel gas transmission line extending a distance of one\n   14  thousand feet or more to be used to transport fuel gas at  pressures  of\n   15  one hundred twenty-five pounds per square inch or more, excluding appur-\n   16  tenant  facilities,  but  shall  not  include any such transmission line\n   17  which is located wholly underground in a city or wholly within the right\n   18  of way of a state, county or town highway or  village  street  as  those\n   19  terms  are  defined in article one of the highway law and article six of\n   20  the village law,  or  which  replaces  an  existing  transmission  line,\n   21  including  appurtenant  facilities,  and extends a distance of less than\n   22  one mile; AND (C) A FACILITY IN WHICH ELECTRIC  CURRENT  IS  TRANSFORMED\n   23  FROM  THE  TRANSMISSION  SYSTEM TO THE DISTRIBUTION SYSTEM OR A FACILITY\n   24  WITHIN THE DISTRIBUTION SYSTEM THAT IS LARGER THAN FIVE  HUNDRED  SQUARE\n   25  FEET AND IN WHICH ELECTRIC CURRENT IS TRANSFORMED.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05351-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the siting of electric substations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T163141.TXT", "SOBI.D110125.T105405.TXT", "SOBI.D110124.T164642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295970845196
}