{
  "year" : 2011,
  "senateBillNo" : "A3350-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3350-2011-1295931600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for leaving the scene of an incident without reporting",
  "summary" : "Increases penalties for leaving the scene of an incident without reporting; increases penalty to an E felony punishable by a fine of not less than $1,000 nor more than $1,500; provides that if previously convicted of such violation, it shall constitute a D felony punishable by a fine of not less than $1,500 nor more than $3,000. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A6872-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3350\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CYMBROWITZ, ABBATE, BROOK-KRASNY, COOK, DenDEKK-\n         ER, GABRYSZAK,  GALEF,  GUNTHER,  JAFFEE,  LANCMAN,  MILLMAN,  REILLY,\n         ROBINSON,  SPANO, SCHIMEL, HOOPER, BOYLAND -- Multi-Sponsored by -- M.\n         of A. BARRON, COLTON, GLICK, LUPARDO, MARKEY, MAYERSOHN, MENG, PHEFFER\n         -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  increasing\n         penalties for leaving the scene of an incident without reporting\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph c of subdivision 2 of section 600 of the  vehicle\n    2  and  traffic  law,  as  amended  by  chapter  49 of the laws of 2005, is\n    3  amended to read as follows:\n    4    c. A violation of the provisions of paragraph a  of  this  subdivision\n    5  resulting  solely  from the failure of an operator to exhibit his or her\n    6  license and insurance identification card for the  vehicle  or  exchange\n    7  the  information  required  in such paragraph shall constitute a class B\n    8  misdemeanor punishable by a fine of not less than two hundred fifty  nor\n    9  more  than  five  hundred  dollars  in  addition  to any other penalties\n   10  provided by law. Any subsequent such violation shall constitute a  class\n   11  A  misdemeanor  punishable  by  a fine of not less than five hundred nor\n   12  more than one thousand  dollars  in  addition  to  any  other  penalties\n   13  provided  by law. Any violation of the provisions of paragraph a of this\n   14  subdivision, other than for the mere failure of an operator  to  exhibit\n   15  his or her license and insurance identification card for such vehicle or\n   16  exchange  the information required in such paragraph, shall constitute a\n   17  class [A misdemeanor] E FELONY, punishable by a fine of  not  less  than\n   18  [five  hundred]  ONE  THOUSAND  dollars  nor more than one thousand FIVE\n   19  HUNDRED dollars in addition to any other penalties provided by law.  Any\n   20  such  violation  committed  by a person after such person has previously\n   21  been convicted of such a violation shall constitute a class [E] D  felo-\n   22  ny,  punishable by a fine of not less than one thousand FIVE HUNDRED nor\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05673-01-1\n\n       A. 3350                             2\n\n    1  more than [two] THREE thousand [five hundred] dollars in addition to any\n    2  other penalties provided by law.   Any violation of  the  provisions  of\n    3  paragraph  a  of this subdivision, other than for the mere failure of an\n    4  operator to exhibit his or her license and insurance identification card\n    5  for such vehicle or exchange the information required in such paragraph,\n    6  where the personal injury involved (i) results in serious physical inju-\n    7  ry,  as  defined  in  section 10.00 of the penal law, shall constitute a\n    8  class [E] D felony, punishable by a fine of not less than  one  thousand\n    9  FIVE  HUNDRED  nor more than five thousand FIVE HUNDRED dollars in addi-\n   10  tion to any other penalties provided by law, or (ii)  results  in  death\n   11  shall  constitute  a class [D] C felony punishable by a fine of not less\n   12  than two thousand FIVE HUNDRED nor more than five thousand FIVE  HUNDRED\n   13  dollars in addition to any other penalties provided by law.\n   14    S 2. This act shall take effect on the first of November next succeed-\n   15  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing penalties for leaving the scene of an incident without reporting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T102403.TXT", "SOBI.D110125.T114407.TXT", "SOBI.D110125.T141420.TXT", "SOBI.D110125.T113406.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295982860155
}