{
  "year" : 2011,
  "senateBillNo" : "A3354-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3354-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Precludes local criminal court from issuing a warrant of arrest based on any simplified information when the defendant has not been arraigned",
  "summary" : "Precludes a local criminal court from issuing a warrant of arrest based on any simplified information when the defendant has not been arraigned and has not come under the control of the court with respect to the charges in the simplified information; this formerly applied only to simplified traffic informations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A2507-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3354\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to issuance of a\n         warrant of arrest when a criminal action has been commenced in a local\n         criminal court by the filing of a simplified information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 120.20 of the criminal procedure\n    2  law, as amended by chapter 506 of the laws of 2000, is amended  to  read\n    3  as follows:\n    4    1. When a criminal action has been commenced in a local criminal court\n    5  by  the  filing  therewith  of  an  accusatory  instrument, other than a\n    6  simplified [traffic] information, against a defendant who has  not  been\n    7  arraigned  upon  such  accusatory  instrument and has not come under the\n    8  control of the court with respect thereto:\n    9    (a) such court may, if such accusatory instrument is sufficient on its\n   10  face, issue a warrant for such defendant's arrest; or\n   11    (b) if such accusatory instrument is not sufficient  on  its  face  as\n   12  prescribed  in section 100.40, and if the court is satisfied that on the\n   13  basis of the available facts or evidence it would be impossible to  draw\n   14  and  file  an  accusatory instrument that is sufficient on its face, the\n   15  court must dismiss the accusatory instrument.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02657-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to issuance of a warrant of arrest when a criminal action has been commenced in a local criminal court by the filing of a simplified information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T102403.TXT", "SOBI.D110125.T141921.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295983161353
}