{
  "year" : 2011,
  "senateBillNo" : "A3351-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3351-2011-1295931600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires major medical or similar comprehensive-type coverage insurance policies to cover cranial prostheses worn for certain permanent or temporary hair loss",
  "summary" : "Requires major medical or similar comprehensive-type coverage insurance policies to cover the purchase of cranial prostheses worn for permanent or temporary hair loss resulting from accident, injury or disease, or the treatment of such conditions and prescribed by the treating physician or other licensed health care provider legally authorized to prescribe under title eight of the education law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A3821-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3351\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CYMBROWITZ, GALEF, COLTON -- Multi-Sponsored by\n         -- M. of A. HOOPER, MAYERSOHN, TOWNS -- read once and referred to  the\n         Committee on Insurance\n\n       AN  ACT  to amend the insurance law, in relation to requiring individual\n         and group or blanket accident or health insurance policies and  hospi-\n         tal  service  corporations,  health  service corporations, and medical\n         indemnity corporations, which provide hospital,  surgical  or  medical\n         coverage  to  include  coverage for the purchase of cranial prostheses\n         when prescribed as medically necessary\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (i)  of  section 3216 of the insurance law is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28) (A) EVERY INDIVIDUAL POLICY WHICH PROVIDES MAJOR MEDICAL OR SIMI-\n    4  LAR COMPREHENSIVE-TYPE COVERAGE SHALL INCLUDE COVERAGE FOR THE  PURCHASE\n    5  OF CRANIAL PROSTHESES WORN FOR PERMANENT OR TEMPORARY HAIR LOSS SUFFERED\n    6  AS  A  RESULT  OF  ACCIDENT, INJURY OR DISEASE, OR THE TREATMENT OF SUCH\n    7  CONDITIONS, PROVIDED THAT  THE  TREATING  PHYSICIAN  OR  OTHER  LICENSED\n    8  HEALTH  CARE  PROVIDER LEGALLY AUTHORIZED TO PRESCRIBE UNDER TITLE EIGHT\n    9  OF THE EDUCATION LAW ISSUES A WRITTEN ORDER FOR SUCH PURCHASE TO SIGNIFY\n   10  HIS OR HER OPINION THAT SUCH PURCHASE IS MEDICALLY NECESSARY TO  PROMOTE\n   11  THE  PATIENT'S  PHYSICAL  OR  PSYCHOLOGICAL WELL-BEING OR TO PROMOTE THE\n   12  HEALING PROCESS.\n   13    (B) SUCH COVERAGE MAY BE SUBJECT TO SUCH ANNUAL DEDUCTIBLES AND  COIN-\n   14  SURANCE  AS DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSIST-\n   15  ENT WITH THOSE REQUIRED FOR OTHER  BENEFITS  UNDER  THE  POLICY.    SUCH\n   16  COVERAGE MAY BE LIMITED TO ONE CRANIAL PROSTHESIS PER COVERED PERSON FOR\n   17  THE LIFETIME OF THE POLICY.\n   18    S 2. Subsection (k) of section 3221 of the insurance law is amended by\n   19  adding a new paragraph 17 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07755-01-1\n\n       A. 3351                             2\n\n    1    (17) (A) EVERY GROUP OR BLANKET POLICY WHICH PROVIDES MAJOR MEDICAL OR\n    2  SIMILAR  COMPREHENSIVE-TYPE  COVERAGE  SHALL  INCLUDE  COVERAGE  FOR THE\n    3  PURCHASE OF CRANIAL PROSTHESES WORN FOR PERMANENT OR TEMPORARY HAIR LOSS\n    4  SUFFERED AS A RESULT OF ACCIDENT, INJURY OR DISEASE, OR THE TREATMENT OF\n    5  SUCH  CONDITIONS, PROVIDED THAT THE TREATING PHYSICIAN OR OTHER LICENSED\n    6  HEALTH CARE PROVIDER LEGALLY AUTHORIZED TO PRESCRIBE UNDER  TITLE  EIGHT\n    7  OF THE EDUCATION LAW ISSUES A WRITTEN ORDER FOR SUCH PURCHASE TO SIGNIFY\n    8  HIS  OR HER OPINION THAT SUCH PURCHASE IS MEDICALLY NECESSARY TO PROMOTE\n    9  THE PATIENT'S PHYSICAL OR PSYCHOLOGICAL WELL-BEING  OR  TO  PROMOTE  THE\n   10  HEALING PROCESS.\n   11    (B)  SUCH COVERAGE MAY BE SUBJECT TO SUCH ANNUAL DEDUCTIBLES AND COIN-\n   12  SURANCE AS DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE  CONSIST-\n   13  ENT  WITH  THOSE  REQUIRED  FOR  OTHER BENEFITS UNDER THE POLICY.   SUCH\n   14  COVERAGE MAY BE LIMITED TO ONE CRANIAL PROSTHESIS PER COVERED PERSON FOR\n   15  THE LIFETIME OF THE POLICY.\n   16    S 3. Section 4303 of the insurance law is  amended  by  adding  a  new\n   17  subsection (hh) to read as follows:\n   18    (HH)(1)  EVERY  CONTRACT  ISSUED  BY  A  CORPORATION  SUBJECT  TO  THE\n   19  PROVISIONS OF THIS ARTICLE  WHICH  PROVIDES  MAJOR  MEDICAL  OR  SIMILAR\n   20  COMPREHENSIVE-TYPE  COVERAGE, SHALL INCLUDE COVERAGE FOR THE PURCHASE OF\n   21  CRANIAL PROSTHESES WORN FOR PERMANENT OR TEMPORARY HAIR LOSS SUFFERED AS\n   22  A RESULT OF ACCIDENT, INJURY OR DISEASE, OR THE TREATMENT OF SUCH CONDI-\n   23  TIONS, PROVIDED THAT THE TREATING PHYSICIAN  OR  OTHER  LICENSED  HEALTH\n   24  CARE  PROVIDER  LEGALLY AUTHORIZED TO PRESCRIBE UNDER TITLE EIGHT OF THE\n   25  EDUCATION LAW ISSUES A WRITTEN ORDER FOR SUCH PURCHASE TO SIGNIFY HIS OR\n   26  HER OPINION THAT SUCH PURCHASE IS MEDICALLY  NECESSARY  TO  PROMOTE  THE\n   27  PATIENT'S PHYSICAL OR PSYCHOLOGICAL WELL-BEING OR TO PROMOTE THE HEALING\n   28  PROCESS.\n   29    (2)  SUCH COVERAGE MAY BE SUBJECT TO SUCH ANNUAL DEDUCTIBLES AND COIN-\n   30  SURANCE AS DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE  CONSIST-\n   31  ENT  WITH  THOSE  REQUIRED  FOR  OTHER BENEFITS UNDER THE POLICY.   SUCH\n   32  COVERAGE MAY BE LIMITED TO ONE CRANIAL PROSTHESIS PER COVERED PERSON FOR\n   33  THE LIFETIME OF THE POLICY.\n   34    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   35  have  become  a  law and shall apply according to its terms to all poli-\n   36  cies, contracts and certificates issued, renewed, modified,  altered  or\n   37  amended on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring individual and group or blanket accident or health insurance policies and hospital service corporations, health service corporations, and medical indemnity corporations, which provide hospital, surgical or medical coverage to include coverage for the purchase of cranial prostheses when prescribed as medically necessary ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T102403.TXT", "SOBI.D110125.T141420.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295982860162
}