{
  "year" : 2011,
  "senateBillNo" : "A3353-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to cities",
    "billEventId" : "A3353-2011-1295931600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts veterans organizations in New York city from city sewer and water charges",
  "summary" : "Exempts veterans organizations in New York city, as defined in section 452 of the real property tax law, from payment of city sewer and water charges. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A3792-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3353\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CYMBROWITZ, COLTON, PHEFFER, CASTRO, ABBATE --\n         Multi-Sponsored by -- M. of A. ROBINSON -- read once and  referred  to\n         the Committee on Cities\n\n       AN  ACT  to  amend  the public authorities law, in relation to exempting\n         veterans organizations in New York city from sewer and water charges\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 5 of section 1045-j of the public authorities\n    2  law, as amended by chapter 514 of the laws of 1984, is amended  to  read\n    3  as follows:\n    4    5.  Such  fees,  rates,  rents or other charges, if not paid when due,\n    5  shall constitute a lien upon the premises served and  a  charge  against\n    6  the  owners  thereof,  which  lien and charge shall bear interest at the\n    7  same rate as would unpaid taxes  of  the  city.  Such  lien  shall  take\n    8  precedence  over  all other liens or encumbrances, except taxes, and may\n    9  be foreclosed against the lot or building served in the same manner as a\n   10  lien for such taxes. The amount which remains due and unpaid  for  sixty\n   11  days  may,  with  interest thereon at the same rate as unpaid city taxes\n   12  and with reasonable attorneys' fees, be recovered by the water board  in\n   13  a  civil  action in the name of the water board against such owners. The\n   14  city, and any state agency shall be subject to  the  same  fees,  rates,\n   15  rents  or other charges under the same conditions as other users of such\n   16  water system or sewerage system, or both, as the case may be. Tax exempt\n   17  organizations shall be charged according to the  provisions  of  chapter\n   18  six  hundred ninety-six of the laws of eighteen hundred eighty-seven, as\n   19  amended by chapters eight hundred ninety-three and eight  hundred  nine-\n   20  ty-four  of  the laws of nineteen hundred eighty and by provisions which\n   21  may by law extend the provisions of such chapters  from  time  to  time;\n   22  PROVIDED THAT VETERANS ORGANIZATIONS, AS DEFINED IN SECTION FOUR HUNDRED\n   23  FIFTY-TWO  OF  THE  REAL PROPERTY TAX LAW AND LOCATED IN THE CITY, SHALL\n   24  NOT BE CHARGED ANY INCONSISTENT PROVISION OF  LAW  NOTWITHSTANDING.  Any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07754-01-1\n\n       A. 3353                             2\n\n    1  agreement  for the supply of water or sewerage services between the city\n    2  or an agency thereof and any other municipality or water supply  system,\n    3  or  any  administrative  determination  by  a state agency, or any other\n    4  arrangement  in this regard, in effect at the time the water board shall\n    5  be established, shall remain in full force and  effect  and  be  binding\n    6  upon  the  water board as if it were a party to such agreement, determi-\n    7  nation or other arrangement.   All rights, powers,  duties,  obligations\n    8  and  functions  provided by law with respect to the fixing of charges or\n    9  rates for the supply of water or sewerage services to users outside  the\n   10  city,  including  but  not limited to those set forth in [article one of\n   11  title K of chapter fifty-one] SECTION 5-429 of the  administrative  code\n   12  of the city of New York and article eight of the environmental conserva-\n   13  tion  law,  shall be deemed to apply, as appropriate, to the water board\n   14  established pursuant to this title.   In addition to  any  other  lawful\n   15  enforcement  methods  and pursuant to rules and regulations of the water\n   16  board promulgated pursuant to this title, the payment  of  fees,  rates,\n   17  rents  or  other  charges  for  water service or sewerage service to any\n   18  premises may be enforced by discontinuing the water service or  sewerage\n   19  service  to  such  premises provided that such discontinuance or discon-\n   20  nection of any supply of water or the provision of sewerage service,  or\n   21  both,  as the case may be, shall not be carried out except in the manner\n   22  and upon the notice as is required of a water-works corporation pursuant\n   23  to subdivisions three-a, three-b and three-c  of  section  eighty-nine-b\n   24  and section one hundred sixteen of the public service law.\n   25    S  2. This act shall take effect on the first of January next succeed-\n   26  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to exempting veterans organizations in New York city from sewer and water charges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T102403.TXT", "SOBI.D110125.T141921.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295983161345
}