{
  "year" : 2011,
  "senateBillNo" : "A3352-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3352-2011-1295931600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296104400000,
    "eventText" : "reference changed to codes",
    "billEventId" : "A3352-2011-1296104400000-reference+changed+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides residency requirements for sex offenders",
  "summary" : "Provides residency requirements for sex offenders including criminal sanctions for violations; prohibits sex offenders from residing in a residence that is within one thousand feet of any school building regularly used for instructional purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A3906-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3352\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CYMBROWITZ,  RAMOS, GUNTHER, ABBATE, CASTRO,\n         SCHROEDER -- Multi-Sponsored by -- M. of A. PHEFFER -- read  once  and\n         referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the correction law, the executive law and the penal law,\n         in relation to certain residency requirements for sex offenders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 168-b of the correction law is amended by adding  a\n    2  new subdivision 13 to read as follows:\n    3    13.  THE  DIVISION, WHEN ACKNOWLEDGING INITIAL REGISTRATION AND THERE-\n    4  AFTER IN ANNUAL CORRESPONDENCE, SHALL ADVISE EACH SEX OFFENDER, TO  WHOM\n    5  THE  RESIDENCY  RESTRICTION IN SECTION ONE HUNDRED SIXTY-EIGHT-W OF THIS\n    6  ARTICLE APPLIES, CONCERNING THE TERMS  AND  SPECIFIC  DURATION  OF  SUCH\n    7  RESTRICTION.\n    8    S 2. Section 168-t of the correction law, as amended by chapter 373 of\n    9  the laws of 2007, is amended to read as follows:\n   10    S  168-t.  Penalty. Any sex offender required to register or to verify\n   11  pursuant to the provisions of this article  who  fails  to  register  or\n   12  verify  in  the  manner and within the time periods provided for in this\n   13  article shall be guilty of a class E  felony  upon  conviction  for  the\n   14  first  offense,  and  upon conviction for a second or subsequent offense\n   15  shall be guilty of a class D felony. Any sex offender who  violates  the\n   16  provisions  of  section  one hundred sixty-eight-v OR SUBDIVISION ONE OF\n   17  SECTION ONE HUNDRED SIXTY-EIGHT-W of this article shall be guilty  of  a\n   18  class  A  misdemeanor  upon  conviction  for the first offense, and upon\n   19  conviction for a second or subsequent offense shall be guilty of a class\n   20  D felony. Any such failure to register or verify may also be  the  basis\n   21  for revocation of parole pursuant to section two hundred fifty-nine-i of\n   22  the  executive  law or the basis for revocation of probation pursuant to\n   23  article four hundred ten of the criminal procedure law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05485-02-1\n\n       A. 3352                             2\n\n    1    S 3. Section 168-w of the correction law, as relettered by chapter 604\n    2  of the laws of 2005, is relettered section 168-x and a new section 168-w\n    3  is added to read as follows:\n    4    S  168-W. RESIDENCY REQUIREMENTS FOR SEX OFFENDERS. 1. NO SEX OFFENDER\n    5  SHALL RESIDE IN A RESIDENCE THAT IS WITHIN  ONE  THOUSAND  FEET  OF  ANY\n    6  SCHOOL   BUILDING   REGULARLY   USED  FOR  INSTRUCTIONAL  PURPOSES.  THE\n    7  PROVISIONS OF THIS SUBDIVISION SHALL APPLY FOR THE GREATER OF TEN  YEARS\n    8  OR  THE  PERIOD  OR  TERM  OF  PROBATION, PAROLE, CONDITIONAL RELEASE OR\n    9  POST-RELEASE SUPERVISION APPLICABLE TO SUCH OFFENSE.\n   10    2. FOR PURPOSES OF THIS SECTION,  \"SCHOOL\"  SHALL  MEAN  A  PUBLIC  OR\n   11  PRIVATE  ELEMENTARY, PAROCHIAL, INTERMEDIATE, JUNIOR HIGH, VOCATIONAL OR\n   12  HIGH SCHOOL.\n   13    3. NOTHING IN THIS SECTION  SHALL  BE  CONSTRUED  AS  RESTRICTING  ANY\n   14  LAWFUL CONDITION THAT MAY BE IMPOSED ON A SENTENCED SEX OFFENDER.\n   15    S  4.  Section  259-c  of the executive law is amended by adding a new\n   16  subdivision 18 to read as follows:\n   17    18. WHEN THE PROVISIONS OF SECTION ONE HUNDRED  SIXTY-EIGHT-W  OF  THE\n   18  CORRECTION  LAW  CONCERNING  CERTAIN  RESTRICTIONS  ON  RESIDENCE APPLY,\n   19  DIRECT THE DIVISION TO NOTIFY THE RELEASEE OF THE RESTRICTION IN WRITING\n   20  AND DIRECT THE SUPERVISING PAROLE OFFICER TO NOTIFY THE RELEASEE OF SUCH\n   21  RESTRICTION ORALLY AND IN WRITING.\n   22    S 5. Section 65.10 of the penal law is amended by adding a new  subdi-\n   23  vision 6 to read as follows:\n   24     6.  NOTICE  OF  RESIDENCY  REQUIREMENTS  FOR  SEX OFFENDERS. WHEN THE\n   25  PROVISIONS OF SECTION ONE HUNDRED SIXTY-EIGHT-W OF  THE  CORRECTION  LAW\n   26  CONCERNING  CERTAIN  RESTRICTIONS  ON  RESIDENCE  APPLY, THE COURT SHALL\n   27  NOTIFY THE DEFENDANT OF THE RESTRICTION IN WRITING AND  THE  SUPERVISING\n   28  PROBATION  OFFICER  SHALL  NOTIFY THE OFFENDER OF THE RESTRICTION ORALLY\n   29  AND IN WRITING.\n   30    S 6. This act shall take effect on the sixtieth  day  after  it  shall\n   31  have  become  a  law  and shall apply to convictions entered on or after\n   32  such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, the executive law and the penal law, in relation to certain residency requirements for sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T102403.TXT", "SOBI.D110125.T141921.TXT", "SOBI.D110127.T115853.TXT", "SOBI.D110125.T141420.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533429
}