{
  "year" : 2011,
  "senateBillNo" : "A3358-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3358-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the unlawful sale of tobacco products to and the unlawful purchase of tobacco products by children under the age of eighteen",
  "summary" : "Relates to the unlawful sale of tobacco products to and the unlawful purchase of tobacco products by children under the age of eighteen. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A9360-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3358\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GABRYSZAK, CUSICK, MILLMAN, MAISEL, ROBINSON --\n         Multi-Sponsored by  --  M.  of  A.  BROOK-KRASNY,  HOOPER,  McDONOUGH,\n         PEOPLES-STOKES,  SWEENEY, TITONE, WEISENBERG -- read once and referred\n         to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the  unlawful  sale  to  a\n         child and unlawful purchase of tobacco products by a child\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 260.21 of the penal law, as added by chapter 362 of\n    2  the laws of 1992, the opening paragraph of subdivision 1 as  amended  by\n    3  chapter 478 of the laws of 1996, is amended to read as follows:\n    4  S 260.21 Unlawfully dealing with a child in the second degree.\n    5    A  person  is  guilty of unlawfully dealing with a child in the second\n    6  degree when:\n    7    1. Being an owner, lessee, manager or employee of a place where  alco-\n    8  holic  beverages  are sold or given away, he OR SHE permits a child less\n    9  than sixteen years old to enter or remain in such place unless:\n   10    (a) The child is accompanied by his OR  HER  parent,  guardian  or  an\n   11  adult authorized by a parent or guardian; or\n   12    (b)  The  entertainment or activity is being conducted for the benefit\n   13  or under the auspices of a non-profit school,  church  or  other  educa-\n   14  tional or religious institution; or\n   15    (c) Otherwise permitted by law to do so; or\n   16    (d)  The  establishment is closed to the public for a specified period\n   17  of time to conduct an activity or entertainment, during which the  child\n   18  is  in  or remains in such establishment, and no alcoholic beverages are\n   19  sold, served, given away or consumed at such establishment  during  such\n   20  period.  The  state liquor authority shall be notified in writing by the\n   21  licensee of such establishment, of the intended closing of  such  estab-\n   22  lishment,  to  conduct any such activity or entertainment, not less than\n   23  ten days prior to any such closing; or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07721-01-1\n\n       A. 3358                             2\n\n    1    2. He OR SHE marks the body of a child less than  eighteen  years  old\n    2  with indelible ink or pigments by means of tattooing[; or\n    3    3.  He  sells or causes to be sold tobacco in any form to a child less\n    4  than eighteen years old.\n    5    It is no defense to a prosecution pursuant  to  subdivision  three  of\n    6  this  section  that  the  child  acted as the agent or representative of\n    7  another person or that the defendant dealt with the child as such].\n    8    Unlawfully dealing with a child in the second  degree  is  a  class  B\n    9  misdemeanor.\n   10    S  2.  The penal law is amended by adding a new section 260.22 to read\n   11  as follows:\n   12  S 260.22 UNLAWFUL SALE OF TOBACCO PRODUCTS TO A CHILD.\n   13    1. A PERSON IS GUILTY OF UNLAWFUL SALE OF TOBACCO PRODUCTS TO A  CHILD\n   14  WHEN:\n   15    HE  OR  SHE  SELLS OR CAUSES TO BE SOLD TOBACCO IN ANY FORM TO A CHILD\n   16  LESS THAN  EIGHTEEN YEARS OLD.\n   17    2. IT IS NO DEFENSE TO A PROSECUTION PURSUANT TO  SUBDIVISION  ONE  OF\n   18  THIS  SECTION  THAT  THE  CHILD  ACTED AS THE AGENT OR REPRESENTATIVE OF\n   19  ANOTHER PERSON OR THAT THE DEFENDANT DEALT WITH THE CHILD AS SUCH.\n   20    UNLAWFUL SALE OF TOBACCO PRODUCTS TO A CHILD IS A CLASS B MISDEMEANOR.\n   21    S 3. The penal law is amended by adding a new section 260.23  to  read\n   22  as follows:\n   23  S 260.23 UNLAWFUL PURCHASE OR POSSESSION OF TOBACCO PRODUCTS BY A CHILD;\n   24             USE OF FALSE IDENTIFICATION TO PURCHASE TOBACCO PRODUCTS BY A\n   25             CHILD.\n   26    1. A CHILD LESS THAN EIGHTEEN YEARS OLD IS GUILTY OF UNLAWFUL PURCHASE\n   27  OR POSSESSION OF TOBACCO PRODUCTS WHEN:\n   28    HE  OR SHE PURCHASES A TOBACCO PRODUCT, POSSESSES A TOBACCO PRODUCT OR\n   29  ATTEMPTS TO PURCHASE OR POSSESS A TOBACCO PRODUCT UNLESS:\n   30    (A) THE CHILD IS ENGAGED IN LAW ENFORCEMENT ACTIVITY; OR\n   31    (B) THE CHILD IS HANDLING OR TRANSPORTING A TOBACCO PRODUCT UNDER  THE\n   32  TERMS OF HIS OR HER EMPLOYMENT.\n   33    2.  A  CHILD  LESS  THAN  EIGHTEEN YEARS OLD IS GUILTY OF USE OF FALSE\n   34  IDENTIFICATION WHEN:\n   35    HE OR SHE PRESENTS OR OFFERS TO ANOTHER  PERSON  A  DRIVER'S  LICENSE,\n   36  NON-DRIVER'S  IDENTIFICATION  CARD  ISSUED BY A STATE OR FEDERAL GOVERN-\n   37  MENTAL AGENCY OR PASSPORT WHICH IS FALSE, FRAUDULENT OR NOT ACTUALLY HIS\n   38  OR HER OWN DRIVER'S LICENSE, NON-DRIVER'S IDENTIFICATION CARD  OR  PASS-\n   39  PORT,  FOR  THE  PURPOSE  OF ATTEMPTING TO PURCHASE OR POSSESS A TOBACCO\n   40  PRODUCT.\n   41    UNLAWFUL PURCHASE OR POSSESSION OF TOBACCO PRODUCTS BY A CHILD AND USE\n   42  OF FALSE IDENTIFICATION BY A CHILD SHALL RESULT IN THE FORFEITURE OF ANY\n   43  TOBACCO PRODUCT AND/OR  DRIVER'S  LICENSE,  NON-DRIVER'S  IDENTIFICATION\n   44  CARD ISSUED BY A STATE OR FEDERAL GOVERNMENTAL AGENCY OR PASSPORT IN HIS\n   45  OR  HER POSSESSION TO ANY ENFORCEMENT OFFICER, POLICE OFFICER DESIGNATED\n   46  BY SECTION 1.20 OF THE CRIMINAL PROCEDURE LAW OR A PEACE OFFICER  DESIG-\n   47  NATED  BY SUBDIVISION FOUR OF SECTION 2.10 OF SUCH LAW UPON REQUEST, AND\n   48  SUCH CHILD SHALL BE LIABLE FOR A FINE OF NOT  MORE  THAN  FIFTY  DOLLARS\n   49  AND/OR  AN  APPROPRIATE  AMOUNT OF COMMUNITY SERVICE NOT TO EXCEED EIGHT\n   50  HOURS.\n   51    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the unlawful sale to a child and unlawful purchase of tobacco products by a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T141921.TXT", "SOBI.D110125.T102902.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110905.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295983161375
}