{
  "year" : 2011,
  "senateBillNo" : "A3369-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3369-2011-1295931600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary state commission to provide for the dissolution of the state liquor authority and the reassignment of the powers and duties thereof",
  "summary" : "Creates a temporary state commission to provide for the dissolution of the state liquor authority and the reassignment of the powers and duties thereof; requires report by April 1, 2012; and provides for the repeal of such provisions upon expiration thereof; and abolishes the state liquor authority on December 31, 2012. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "A2090-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3369\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER,  PHEFFER,  PEOPLES-STOKES, MAGEE,\n         MAISEL, HOOPER -- Multi-Sponsored by -- M.  of  A.  BRENNAN,  BURLING,\n         CALHOUN,  FINCH,  GIGLIO, HAWLEY, KOLB, P. LOPEZ, MAYERSOHN, MOLINARO,\n         REILICH, SAYWARD -- read once and referred to the Committee on Econom-\n         ic Development\n\n       AN ACT to create a temporary state commission to provide for the dissol-\n         ution of the state liquor authority and the reassignment of the powers\n         and duties thereof; abolishes the state liquor authority; and  provid-\n         ing for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. A temporary state commission  on  the  dissolution  of  the\n    2  state  liquor  authority,  hereinafter referred to as the commission, is\n    3  hereby created to develop and propose legislation abolishing  the  state\n    4  liquor  authority and recommending the appropriate state and local agen-\n    5  cies or offices to assume the various responsibilities of such  authori-\n    6  ty.\n    7    S  2.  The commission shall consist of fifteen members to be appointed\n    8  as follows: seven members to be appointed by the governor; three members\n    9  to be appointed by the temporary president of the senate; three  members\n   10  to  be  appointed  by  the  speaker  of  the  assembly; one member to be\n   11  appointed by the minority leader of the senate; and one to be  appointed\n   12  by the minority leader of the assembly.  A chair of the commission shall\n   13  be  appointed by the governor from among his appointees. Vacancies shall\n   14  be filled in the same manner as the original appointments.\n   15    S 3. The members of the commission shall receive no  compensation  for\n   16  their services, but shall be allowed their actual and necessary expenses\n   17  incurred in the performance of their duties hereunder.\n   18    S  4. To the maximum extent feasible, the commission shall be entitled\n   19  to request and receive and shall  utilize  and  be  provided  with  such\n   20  facilities,  resources,  and  data  of  any department, division, board,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06779-01-1\n\n       A. 3369                             2\n\n    1  bureau, commission, or agency of the state or any political  subdivision\n    2  thereof  as  it  deems  necessary or desirable to carry out properly its\n    3  powers and duties hereunder.\n    4    S  5. The commission shall submit its findings and recommendations for\n    5  legislation and transfer of the powers and duties of  the  state  liquor\n    6  authority  in  a  report to the governor, the temporary president of the\n    7  senate, and the speaker of the assembly not later than April 1, 2012.\n    8    S 6. The state liquor authority, as constituted by article  2  of  the\n    9  alcoholic beverage control law is hereby abolished and the powers, func-\n   10  tions  and duties of such entity shall be transferred, assumed or elimi-\n   11  nated pursuant to the recommendations set forth in  the  report  of  the\n   12  commission submitted in accordance with section five of this act.\n   13    S 7. This act shall take effect immediately; provided that the members\n   14  of  the  commission created by this act shall be appointed within thirty\n   15  days of such effective date; and provided, further, that this act  shall\n   16  remain  in  effect  until  one  hundred twenty days after the commission\n   17  submits the report required by section five of this act, at  which  time\n   18  this act shall expire and be deemed repealed; and provided, further that\n   19  section  six  of  this  act  shall take effect December 31, 2012 and the\n   20  amendment, enactment or repeal of any laws, rules or regulations  neces-\n   21  sary  to  effectuate  the provisions of such section six of this act are\n   22  authorized to be made before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a temporary state commission to provide for the dissolution of the state liquor authority and the reassignment of the powers and duties thereof; abolishes the state liquor authority; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T113406.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110905.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986465890
}