{
  "year" : 2011,
  "senateBillNo" : "A336-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A336-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to preliminary procedures, petitions and special provisions regarding abandoned infants",
  "summary" : "Relates to procedures, petitions and special provisions regarding abandoned infants; defines abandoned infant; sets forth preliminary procedures; and provides for sustaining or dismissing a petition alleging a child is an abandoned infant. ",
  "currentCommittee" : null,
  "sameAs" : "S2712",
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "AD6092-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          336\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PAULIN, WRIGHT, SCARBOROUGH, HEASTIE, PRETLOW,\n         PHEFFER, GUNTHER, ROSENTHAL, HOOPER, GALEF, CLARK, JAFFEE,  SCHIMMING-\n         ER,  ZEBROWSKI,  ABBATE, WEISENBERG, SPANO, KELLNER, MAISEL, KAVANAGH,\n         ROBINSON, LATIMER, CALHOUN -- Multi-Sponsored by -- M. of A.  BENEDET-\n         TO,  BING,  BOYLAND,  CAHILL, DESTITO, DINOWITZ, ENGLEBRIGHT, FARRELL,\n         GOTTFRIED, HEVESI, HOYT, V. LOPEZ, LUPARDO, MAGEE, MARKEY,  MAYERSOHN,\n         McENENY,  MENG,  MILLMAN,  ORTIZ,  SCHIMEL,  SWEENEY  -- read once and\n         referred to the Committee on Judiciary\n\n       AN ACT to amend the family court act and the  social  services  law,  in\n         relation to abandoned infants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph (ii) of subdivision (f) and subdivision  (j)  of\n    2  section  1012 of the family court act, paragraph (ii) of subdivision (f)\n    3  as amended by chapter 666 of the laws of 1976  and  subdivision  (j)  as\n    4  amended  by  section  3  of part B of chapter 3 of the laws of 2005, are\n    5  amended and a new subdivision (l) is added to read as follows:\n    6    (ii) who has been abandoned, in accordance  with  the  definition  and\n    7  other  criteria  set  forth in subdivision five of section three hundred\n    8  eighty-four-b of the social services law, by his parents or other person\n    9  legally responsible for his care, BUT SHALL  NOT  INCLUDE  AN  ABANDONED\n   10  INFANT AS DEFINED IN SUBDIVISION (L) OF THIS SECTION.\n   11    (j)  \"Aggravated  circumstances\"  means  where a child has been either\n   12  severely or repeatedly  abused,  as  defined  in  subdivision  eight  of\n   13  section three hundred eighty-four-b of the social services law; or where\n   14  a child has subsequently been found to be an abused child, as defined in\n   15  paragraph  (i)  or (iii) of subdivision (e) of this section, within five\n   16  years after return home following placement in foster care as  a  result\n   17  of being found to be a neglected child, as defined in subdivision (f) of\n   18  this section, provided that the respondent or respondents in each of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02541-01-1\n\n       A. 336                              2\n\n    1  foregoing  proceedings  was  the same; or where the court finds by clear\n    2  and convincing evidence that the parent of a child in  foster  care  has\n    3  refused  and has failed completely, over a period of at least six months\n    4  from  the  date of removal, to engage in services necessary to eliminate\n    5  the risk of abuse or neglect if returned to the parent, and  has  failed\n    6  to secure services on his or her own or otherwise adequately prepare for\n    7  the  return  home  and,  after  being informed by the court that such an\n    8  admission could eliminate the requirement that the local  department  of\n    9  social services provide reunification services to the parent, the parent\n   10  has  stated  in  court  under oath that he or she intends to continue to\n   11  refuse such necessary services and is unwilling to secure such  services\n   12  independently   or  otherwise  prepare  for  the  child's  return  home;\n   13  provided, however, that if the court finds that  adequate  justification\n   14  exists  for  the failure to engage in or secure such services, including\n   15  but not limited to a lack of child care, a lack of  transportation,  and\n   16  an  inability  to  attend  services that conflict with the parent's work\n   17  schedule, such failure shall not constitute an aggravated  circumstance;\n   18  or where a court has determined a child [five] THIRTY days old or young-\n   19  er was abandoned by a parent with an intent to wholly abandon such child\n   20  and  with  the  intent  that  the child be safe from physical injury and\n   21  cared for in an appropriate manner.\n   22    (L) \"ABANDONED INFANT\" MEANS A CHILD WHO HAS BEEN LEFT BY HIS  OR  HER\n   23  PARENT  WHEN  THIRTY DAYS OLD OR YOUNGER, IN A MANNER THAT INDICATED THE\n   24  PARENT'S INTENT TO WHOLLY ABANDON SUCH CHILD BY RELINQUISHING AND  FORE-\n   25  GOING  RESPONSIBILITY  FOR  AND  RIGHTS  TO THE CARE AND CUSTODY OF SUCH\n   26  CHILD WITH THE INTENT THAT THE CHILD BE SAFE FROM  PHYSICAL  INJURY  AND\n   27  CARED FOR IN AN APPROPRIATE MANNER.\n   28    S 2. The family court act is amended by adding a new section 1031-a to\n   29  read as follows:\n   30    S  1031-A.  ABANDONED INFANTS, PRELIMINARY PROCEDURE. (A) UPON RECEIPT\n   31  OF NOTICE THAT A CHILD WHO APPEARS TO BE AN ABANDONED  INFANT  HAS  BEEN\n   32  FOUND  IN  THE  JURISDICTION  OF THE LOCAL SOCIAL SERVICES DISTRICT, THE\n   33  LOCAL COMMISSIONER OF SOCIAL SERVICES SHALL IMMEDIATELY TAKE  PROTECTIVE\n   34  CUSTODY  OF  THE  CHILD  PURSUANT TO SECTION ONE THOUSAND TWENTY-FOUR OF\n   35  THIS ARTICLE UNTIL FURTHER ORDER OF THE COURT.\n   36    (B) A PROCEEDING TO DETERMINE WHETHER A CHILD IS AN  ABANDONED  INFANT\n   37  PURSUANT TO SUBDIVISION (L) OF SECTION ONE THOUSAND TWELVE OF THIS ARTI-\n   38  CLE  SHALL  BE COMMENCED BY SUCH LOCAL COMMISSIONER FORTHWITH. THE PETI-\n   39  TION FOR SUCH PROCEEDING SHALL:\n   40    (I) ALLEGE THE LOCATION AND DATE OF AND THE CIRCUMSTANCES BY WHICH  IT\n   41  IS ALLEGED THAT THE CHILD WAS ABANDONED; AND\n   42    (II)  ALLEGE  THAT  UPON INFORMATION AND BELIEF, THE CHILD IN QUESTION\n   43  WAS THIRTY DAYS OLD OR YOUNGER WHEN FOUND.\n   44    (C) THE COURT UPON RECEIPT OF THE PETITION SHALL APPOINT  AN  ATTORNEY\n   45  FOR THE CHILD TO REPRESENT THE CHILD ALLEGED TO BE AN ABANDONED INFANT.\n   46    (D)  IF THE IDENTITY OF THE PARENTS OF THE CHILD IS UNKNOWN, THE COURT\n   47  UPON RECEIPT OF THE PETITION SHALL HOLD A HEARING TO  DETERMINE  WHETHER\n   48  THE  CHILD  APPEARS  TO HAVE BEEN ABANDONED IN ACCORDANCE WITH THE DEFI-\n   49  NITION OF ABANDONED INFANT PROVIDED IN SUBDIVISION (1)  OF  SECTION  ONE\n   50  THOUSAND TWELVE OF THIS ARTICLE.\n   51    (I) AT SUCH HEARING, IF THE COURT DETERMINES THAT THE CIRCUMSTANCES OF\n   52  THE  ABANDONMENT  MEET THE DEFINITION OF ABANDONED INFANT IN SUBDIVISION\n   53  (1) OF SECTION ONE THOUSAND TWELVE OF THIS ARTICLE, THE COURT SHALL:\n   54    (A) ORDER THAT THE LOCAL COMMISSIONER OF SOCIAL SERVICES SHALL NOT  BE\n   55  REQUIRED  TO  COMMENCE A DILIGENT SEARCH TO LOCATE THE PARENT OR PARENTS\n   56  OR OTHER RELATIVES OF THE CHILD; AND\n\n       A. 336                              3\n\n    1    (B) REQUIRE THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO CAUSE  NOTICE\n    2  OF  THE  PROCEEDING TO BE PUBLISHED IN ACCORDANCE WITH THE PROVISIONS OF\n    3  SUBDIVISION (A) OF RULE THREE HUNDRED SIXTEEN OF THE CIVIL PRACTICE  LAW\n    4  AND  RULES IN THE COUNTY IN WHICH SUCH CHILD WAS FOUND, AT LEAST ONCE IN\n    5  EACH  OF  THREE  SUCCESSIVE WEEKS. SERVICE BY PUBLICATION IS COMPLETE ON\n    6  THE TWENTY-FIRST DAY AFTER THE DAY OF THE FIRST PUBLICATION.  THE NOTICE\n    7  SHALL STATE:\n    8    (1) THE DATE, TIME AND PURPOSE OF THE PROCEEDING;\n    9    (2) THE DATE, TIME AND PLACE THAT THE ABANDONED INFANT WAS FOUND;\n   10    (3) A DESCRIPTION OF THE INFANT  INCLUDING  ITS  APPROXIMATE  DATE  OF\n   11  BIRTH;\n   12    (4) THAT UPON FAILURE OF THE PARENT TO APPEAR, THE CHILD MAY BE DEEMED\n   13  AN  ABANDONED INFANT PURSUANT TO SUBDIVISION (L) OF SECTION ONE THOUSAND\n   14  TWELVE OF THIS ARTICLE AND PLACED INTO  THE  CARE  AND  CUSTODY  OF  THE\n   15  COMMISSIONER  OF  THE  LOCAL  SOCIAL  SERVICES  DISTRICT IN THE PARENT'S\n   16  ABSENCE; AND\n   17    (5) THE NAME, ADDRESS, AND TELEPHONE NUMBER OF THE  PERSON  DESIGNATED\n   18  BY  THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO CONTACT FOR INFORMATION\n   19  REGARDING SUCH CHILD.\n   20    (II) IN DETERMINING WHETHER REMOVAL OR CONTINUING  THE  REMOVAL  OF  A\n   21  CHILD IS NECESSARY TO AVOID IMMINENT RISK TO THE CHILD'S LIFE OR HEALTH,\n   22  THE COURT SHALL CONSIDER AND DETERMINE IN ITS ORDER WHETHER CONTINUATION\n   23  IN THE CHILD'S HOME WOULD BE CONTRARY TO THE BEST INTERESTS OF THE CHILD\n   24  AND WHERE APPROPRIATE, WHETHER REASONABLE EFFORTS WERE MADE PRIOR TO THE\n   25  DATE  OF THE HEARING HELD UNDER THIS SUBDIVISION TO PREVENT OR ELIMINATE\n   26  THE NEED FOR REMOVAL OF THE CHILD FROM THE HOME AND, IF  THE  CHILD  WAS\n   27  REMOVED FROM HIS OR HER HOME PRIOR TO THE DATE OF THE HEARING HELD UNDER\n   28  THIS  SUBDIVISION,  WHERE APPROPRIATE, THAT REASONABLE EFFORTS WERE MADE\n   29  TO MAKE IT POSSIBLE FOR THE CHILD TO SAFELY RETURN HOME.   IF THE  COURT\n   30  DETERMINES  THAT REASONABLE EFFORTS TO PREVENT OR ELIMINATE THE NEED FOR\n   31  REMOVAL OF THE CHILD FROM THE HOME WERE NOT MADE BUT THAT  THE  LACK  OF\n   32  SUCH  EFFORTS  WAS  APPROPRIATE UNDER THE CIRCUMSTANCES, THE COURT ORDER\n   33  SHALL INCLUDE SUCH A FINDING.\n   34    (E) IF A PERSON CLAIMING TO BE A PARENT OF THE CHILD IN  QUESTION  WHO\n   35  IS  ALLEGED  TO BE AN ABANDONED INFANT, COMES FORWARD, THE LOCAL COMMIS-\n   36  SIONER OF SOCIAL SERVICES SHALL:\n   37    (I) PROVIDE WRITTEN NOTIFICATION TO THE COURT AND THE ATTORNEY FOR THE\n   38  CHILD FORTHWITH; AND\n   39    (II) CAUSE A TEST TO BE CONDUCTED TO CONFIRM MATERNITY OR PATERNITY OF\n   40  THE PERSONS CLAIMING TO BE THE MOTHER OR FATHER OF THE  CHILD  IN  QUES-\n   41  TION; AND IF MATERNITY OR PATERNITY IS CONFIRMED, NOTIFY THE COURT WHICH\n   42  SHALL  ORDER AN INVESTIGATION PURSUANT TO SUBDIVISION ONE OF SECTION ONE\n   43  THOUSAND THIRTY-FOUR OF THIS PART. THE EXISTING ORDER OF CUSTODY OF  THE\n   44  CHILD  TO THE LOCAL COMMISSIONER OF SOCIAL SERVICES SHALL CONTINUE PEND-\n   45  ING THE RESULT OF THE INVESTIGATION.\n   46    (A) IF THERE ARE GROUNDS PURSUANT TO SUBDIVISION (E) OR (F) OF SECTION\n   47  ONE THOUSAND TWELVE OF THIS ARTICLE TO  FILE  A  PETITION  TO  DETERMINE\n   48  ABUSE  OR  NEGLECT  PURSUANT  TO SECTION ONE THOUSAND THIRTY-ONE OF THIS\n   49  PART, THE LOCAL COMMISSIONER OF SOCIAL SERVICES SHALL FILE SUCH PETITION\n   50  WITHIN THREE COURT DAYS OF THE  COMPLETION  OF  THE  INVESTIGATION.  THE\n   51  PARENT  OR  PARENTS  SHALL BE INFORMED OF THE DATE AND THE TIME THAT THE\n   52  PETITION SHALL BE FILED, THE ADDRESS OF THE  COURT  WHERE  THE  PETITION\n   53  SHALL  BE FILED, OF THE RIGHT OF THE PARENT TO BE PRESENT AT ANY HEARING\n   54  HELD THEREON AND OF THE RIGHT TO BE REPRESENTED  BY  COUNSEL,  INCLUDING\n   55  PROCEDURES  FOR OBTAINING COUNSEL IF INDIGENT. UPON SUCH FILING, A HEAR-\n\n       A. 336                              4\n\n    1  ING PURSUANT TO SECTION ONE THOUSAND TWENTY-SEVEN OF THIS ARTICLE  SHALL\n    2  BE HELD FORTHWITH.\n    3    (B) IF NO SUCH GROUNDS EXIST, THE COURT SHALL DISMISS THE PETITION AND\n    4  ORDER THAT THE CHILD BE RETURNED TO HIS OR HER PARENT OR PARENTS.\n    5    S  3.  Subdivision  (a)  of section 1039-b of the family court act, as\n    6  added by chapter 7 of the laws of 1999, is amended to read as follows:\n    7    (a) In conjunction with, or at any time subsequent to, the filing of a\n    8  petition under section [ten hundred] ONE  THOUSAND  thirty-one  of  this\n    9  [chapter]  PART,  the  social  services  official may file a motion upon\n   10  notice requesting a finding that reasonable efforts to return the  child\n   11  to his or her home are no longer required.\n   12    S  4.  Subdivision  (a)  of  section  1041 of the family court act, as\n   13  amended by chapter 1015 of the laws of  1972,  is  amended  to  read  as\n   14  follows:\n   15    (a)  that  the  parent  or  other  person  legally responsible for the\n   16  child's care is present at the hearing and has been served with  a  copy\n   17  of  the  petition, UNLESS THE CHILD IS ALLEGED TO BE AN ABANDONED INFANT\n   18  PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE-A OF THIS ARTICLE, IN  WHICH\n   19  EVENT,  THE  PROVISIONS OF SUBPARAGRAPH (B) OF PARAGRAPH (I) OF SUBDIVI-\n   20  SION (D) OF SECTION ONE THOUSAND  THIRTY-ONE-A  OF  THIS  ARTICLE  SHALL\n   21  APPLY; or\n   22    S  5. Section 1044 of the family court act, as added by chapter 962 of\n   23  the laws of 1970, is amended to read as follows:\n   24    S 1044. Definition of \"fact-finding hearing\". When used in this  arti-\n   25  cle,  \"fact-finding  hearing\"  means  a hearing to determine whether the\n   26  child is an abused or neglected child OR AN ABANDONED INFANT as  defined\n   27  by this article.\n   28    S 6. The family court act is amended by adding a new section 1051-a to\n   29  read as follows:\n   30    S  1051-A.  SUSTAINING OR DISMISSING A PETITION ALLEGING A CHILD IS AN\n   31  ABANDONED INFANT. (A) AT THE FACT-FINDING HEARING SCHEDULED PURSUANT  TO\n   32  SECTION  ONE  THOUSAND  THIRTY-ONE-A  OF  THIS  ARTICLE, THE COURT SHALL\n   33  DETERMINE THAT THE CHILD IS AN ABANDONED INFANT AND SUSTAIN THE PETITION\n   34  FILED UNDER SECTION ONE THOUSAND THIRTY-ONE-A OF THIS ARTICLE  IF  FACTS\n   35  SUFFICIENT  TO  CONSTITUTE CLEAR AND CONVINCING EVIDENCE ARE ESTABLISHED\n   36  TO FIND THAT THE CHILD WAS THIRTY DAYS OLD OR YOUNGER WHEN ABANDONED AND\n   37  THAT THE CHILD WAS LEFT IN A MANNER THAT INDICATED HIS OR  HER  PARENT'S\n   38  INTENT  TO  WHOLLY  ABANDON  SUCH  CHILD  BY RELINQUISHING AND FOREGOING\n   39  RESPONSIBILITY FOR AND RIGHTS TO THE CARE AND CUSTODY OF SUCH CHILD WITH\n   40  THE INTENT THAT THE CHILD BE SAFE FROM PHYSICAL INJURY AND CARED FOR  IN\n   41  AN APPROPRIATE MANNER. FOR PURPOSES OF FINDING THAT THE CHILD WAS THIRTY\n   42  DAYS  OLD  OR  YOUNGER  WHEN  ABANDONED,  AN AFFIDAVIT OR OTHER OFFICIAL\n   43  RECORD OF A DETERMINATION  OF  A  QUALIFIED  HEALTH  CARE  PRACTITIONER,\n   44  LICENSED  OR  CERTIFIED  UNDER  TITLE EIGHT OF THE EDUCATION LAW, ACTING\n   45  WITHIN HIS OR HER LAWFUL SCOPE OF PRACTICE WHO EXAMINED THE  CHILD  THAT\n   46  SUCH CHILD WAS THIRTY DAYS OLD OR YOUNGER WHEN ABANDONED AND THE DATE OF\n   47  BIRTH  OF  THE  CHILD,  TO  A REASONABLE DEGREE OF MEDICAL CERTAINTY; AN\n   48  AFFIDAVIT OR OFFICIAL RECORD, INCLUDING A  POLICE  REPORT  OR  TESTIMONY\n   49  REGARDING  THE  MANNER OF THE ABANDONMENT OF THE CHILD; AND AN AFFIDAVIT\n   50  OR OFFICIAL RECORD OF THE RESULT OF THE INQUIRIES MADE TO  THE  PUTATIVE\n   51  FATHER REGISTRY AND TO LOCAL LAW ENFORCEMENT OFFICIALS REGARDING A MISS-\n   52  ING  PERSON  REPORT, SHALL BE SUFFICIENT EVIDENCE OF THE CHILD'S AGE AND\n   53  DATE OF BIRTH AND THE INTENT TO WHOLLY ABANDON THE CHILD.\n   54    (B) IF THE COURT SUSTAINS THE PETITION AND FINDS THAT THE CHILD IS  AN\n   55  ABANDONED  INFANT, THE COURT SHALL DETERMINE AND FIND AND SHALL STATE IN\n   56  ITS ORDER:\n\n       A. 336                              5\n\n    1    (I) THAT THE CHILD WAS THIRTY DAYS OLD OR YOUNGER WHEN ABANDONED TO  A\n    2  REASONABLE DEGREE OF MEDICAL CERTAINTY;\n    3    (II)  THE  DATE  THE CHILD WAS BORN, TO A REASONABLE DEGREE OF MEDICAL\n    4  CERTAINTY;\n    5    (III) THAT THE CHILD WAS LEFT IN A MANNER THAT INDICATED  HIS  OR  HER\n    6  PARENT'S INTENT TO WHOLLY ABANDON THE CHILD BY RELINQUISHING AND FOREGO-\n    7  ING  RESPONSIBILITY FOR AND RIGHTS TO THE CARE AND CUSTODY OF SUCH CHILD\n    8  WITH THE INTENT THAT THE CHILD BE SAFE FROM PHYSICAL  INJURY  AND  CARED\n    9  FOR IN AN APPROPRIATE  MANNER;\n   10    (IV)  THAT BASED UPON THE FINDINGS OF PARAGRAPHS (I) AND (III) OF THIS\n   11  SUBDIVISION, AGGRAVATED CIRCUMSTANCES WITHIN THE MEANING OF  SUBDIVISION\n   12  (J) OF SECTION ONE THOUSAND TWELVE OF THIS ARTICLE EXIST; AND\n   13    (V)  THAT BASED UPON SUCH FINDING OF AGGRAVATED CIRCUMSTANCES, REASON-\n   14  ABLE EFFORTS TO RETURN THE CHILD TO HIS OR HER HOME ARE NOT REQUIRED.\n   15    (C) IF FACTS SUFFICIENT TO SUSTAIN THE PETITION  ARE  NOT  ESTABLISHED\n   16  DUE  TO A DETERMINATION THAT EITHER THE CHILD WAS OLDER THAN THIRTY DAYS\n   17  AT THE TIME OF ABANDONMENT OR THE CHILD IS NOT  OTHERWISE  AN  ABANDONED\n   18  INFANT AS PROVIDED IN THIS SECTION, THE COURT SHALL CONVERT THE PETITION\n   19  TO  A  PROCEEDING  TO DETERMINE ABUSE OR NEGLECT PURSUANT TO SECTION ONE\n   20  THOUSAND THIRTY-ONE OF THIS ARTICLE AND SHALL STATE ON  THE  RECORD  THE\n   21  GROUNDS FOR THE CONVERSION.\n   22    (I)  THE  COURT SHALL DETERMINE WHETHER TEMPORARY CUSTODY OF THE CHILD\n   23  TO THE LOCAL  COMMISSIONER  OF  SOCIAL  SERVICES  SHALL  CONTINUE  UNTIL\n   24  FURTHER ORDER OF THE COURT. IN DETERMINING WHETHER REMOVAL OR CONTINUING\n   25  THE  REMOVAL  OF  A  CHILD  IS  NECESSARY  TO AVOID IMMINENT RISK TO THE\n   26  CHILD'S LIFE OR HEALTH, THE COURT SHALL CONSIDER AND  DETERMINE  IN  ITS\n   27  ORDER  WHETHER CONTINUATION IN THE CHILD'S HOME WOULD BE CONTRARY TO THE\n   28  BEST INTERESTS OF THE CHILD AND WHERE  APPROPRIATE,  WHETHER  REASONABLE\n   29  EFFORTS  WERE  MADE PRIOR TO THE DATE OF THE HEARING HELD UNDER SUBDIVI-\n   30  SION (A) OF THIS SECTION TO PREVENT OR ELIMINATE THE NEED FOR REMOVAL OF\n   31  THE CHILD FROM THE HOME AND, IF THE CHILD WAS REMOVED FROM  HIS  OR  HER\n   32  HOME PRIOR TO THE DATE OF THE HEARING HELD UNDER SUBDIVISION (A) OF THIS\n   33  SECTION, WHERE APPROPRIATE, THAT REASONABLE EFFORTS WERE MADE TO MAKE IT\n   34  POSSIBLE FOR THE CHILD TO SAFELY RETURN HOME.\n   35    (II)  IF  THE  COURT  DETERMINES THAT REASONABLE EFFORTS TO PREVENT OR\n   36  ELIMINATE THE NEED FOR REMOVAL OF THE CHILD FROM THE HOME WERE NOT  MADE\n   37  BUT  THAT  THE  LACK  OF  SUCH EFFORTS WAS APPROPRIATE UNDER THE CIRCUM-\n   38  STANCES, THE COURT ORDER SHALL INCLUDE SUCH A FINDING.\n   39    (D) AT THE CONCLUSION OF  THE  DISPOSITIONAL  HEARING  THAT  SHALL  BE\n   40  COMMENCED  IMMEDIATELY  UPON COMPLETION OF THE FACT-FINDING HEARING WHEN\n   41  THE PETITION HAS BEEN SUSTAINED, THE  COURT  SHALL  ENTER  AN  ORDER  OF\n   42  DISPOSITION:\n   43    (I)  PLACING  THE  CHILD  IN  THE CUSTODY OF THE LOCAL COMMISSIONER OF\n   44  SOCIAL SERVICES, WHO SHALL MAKE REASONABLE EFFORTS TO  PLACE  THE  CHILD\n   45  INTO  A  PRE-ADOPTIVE HOME, IN ACCORDANCE WITH THE PROVISIONS OF SECTION\n   46  ONE THOUSAND FIFTY-FIVE OF THIS PART, UPON A DETERMINATION THAT:\n   47    (A) CONTINUATION IN THE CHILD'S HOME WOULD BE  CONTRARY  TO  THE  BEST\n   48  INTERESTS OF THE CHILD; AND\n   49    (B)  WHERE  THE COURT HAS DETERMINED THAT THE PARENT OF SUCH CHILD HAS\n   50  SUBJECTED THE CHILD TO AGGRAVATED CIRCUMSTANCES, AS DEFINED IN  SUBDIVI-\n   51  SION  (J)  OF  SECTION  ONE  THOUSAND TWELVE OF THIS ARTICLE, REASONABLE\n   52  EFFORTS TO PREVENT OR ELIMINATE THE NEED FOR REMOVING THE CHILD FROM THE\n   53  HOME OF THE CHILD OR TO MAKE IT POSSIBLE FOR THE CHILD TO RETURN  SAFELY\n   54  TO HIS OR HER HOME ARE NOT REQUIRED;\n   55    (II) REQUIRING THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO COMMENCE A\n   56  PROCEEDING  TO  COMMIT  THE GUARDIANSHIP AND CUSTODY OF SUCH CHILD TO AN\n\n       A. 336                              6\n\n    1  AUTHORIZED AGENCY PURSUANT TO SECTION THREE HUNDRED EIGHTY-FOUR-B OF THE\n    2  SOCIAL SERVICES LAW WITHIN SIXTY DAYS; AND\n    3    (III)  IF  THE INITIAL PERMANENCY HEARING HAS NOT BEEN HELD, SETTING A\n    4  DATE CERTAIN FOR AN INITIAL PERMANENCY HEARING PURSUANT TO PARAGRAPH ONE\n    5  OF SUBDIVISION (B) OF SECTION ONE THOUSAND EIGHTY-NINE OF THIS ACT.\n    6    S 7. Paragraph (i) of subdivision (a) of section 1055  of  the  family\n    7  court  act, as amended by section 12 of part G of chapter 58 of the laws\n    8  of 2010, is amended to read as follows:\n    9    (i) For purposes of section one thousand fifty-two of  this  part  the\n   10  court may place the child in the custody of a relative or other suitable\n   11  person  pursuant to this article, or of the local commissioner of social\n   12  services or of such other officer, board or department as may be author-\n   13  ized to receive children as public charges, or a duly authorized associ-\n   14  ation, agency, society or in an institution suitable for  the  placement\n   15  of  a child. The court may also place a child who it finds to be a sexu-\n   16  ally exploited child as defined  in  subdivision  one  of  section  four\n   17  hundred  forty-seven-a of the social services law with the local commis-\n   18  sioner of social services for placement in an available  long-term  safe\n   19  house.  The  court  may also place the child in the custody of the local\n   20  commissioner of social services and may direct such commissioner to have\n   21  the child reside with a relative or other suitable person who has  indi-\n   22  cated  a  desire  to  become  a  foster parent for the child and further\n   23  direct such commissioner, pursuant to regulations of the office of chil-\n   24  dren and family services, to commence an investigation of  the  home  of\n   25  such  relative  or  other  suitable  person within twenty-four hours and\n   26  thereafter expedite approval or certification of such relative or  other\n   27  suitable person, if qualified, as a foster parent. If such home is found\n   28  to  be unqualified for approval or certification, the local commissioner\n   29  shall report such fact to the court forthwith so that the court may make\n   30  a placement determination that is in the best interests  of  the  child.\n   31  FOR PURPOSES OF SECTION ONE THOUSAND FIFTY-ONE-A OF THIS PART, THE COURT\n   32  MAY  PLACE  THE CHILD IN THE CUSTODY OF THE LOCAL COMMISSIONER OF SOCIAL\n   33  SERVICES OR OF SUCH OTHER OFFICER, BOARD OR DEPARTMENT AS MAY BE AUTHOR-\n   34  IZED TO RECEIVE CHILDREN AS PUBLIC CHARGES, OR A DULY AUTHORIZED ASSOCI-\n   35  ATION, AGENCY, SOCIETY OR IN AN INSTITUTION SUITABLE FOR  THE  PLACEMENT\n   36  OF A CHILD.\n   37    S  8.  Paragraph (ii) of subdivision (b) of section 1055 of the family\n   38  court act, as amended by section 18 of part A of chapter 3 of  the  laws\n   39  of 2005, is amended to read as follows:\n   40    (ii) (A) Upon placing a child under the age of one, who has been aban-\n   41  doned  AS  DEFINED  IN  PARAGRAPH (II) OF SUBDIVISION (F) OF SECTION ONE\n   42  THOUSAND TWELVE OF THIS ARTICLE, with a  local  commissioner  of  social\n   43  services,  the  court  shall,  where either of the parents do not appear\n   44  after due notice, include  in  its  order  of  disposition  pursuant  to\n   45  section  one  thousand  fifty-two  of  this  part, a direction that such\n   46  commissioner shall promptly commence a diligent  search  to  locate  the\n   47  child's non-appearing parent or parents or other known relatives who are\n   48  legally  responsible  for  the  child,  and  to commence a proceeding to\n   49  commit the guardianship and custody of such child to an authorized agen-\n   50  cy pursuant  to  section  three  hundred  eighty-four-b  of  the  social\n   51  services  law,  six  months  from  the date that care and custody of the\n   52  child was transferred to the LOCAL commissioner, unless there  has  been\n   53  communication  and  visitation  between  such  child  and such parent or\n   54  parents or other known relatives or persons legally responsible for  the\n   55  child.  In  addition  to such diligent search, the local commissioner of\n   56  social services shall provide written notice to the  child's  parent  or\n\n       A. 336                              7\n\n    1  parents  or  other  known  relatives  or  persons legally responsible as\n    2  provided for in this paragraph. Such notice shall be  served  upon  such\n    3  parent  or parents or other known relatives or persons legally responsi-\n    4  ble  in  the  manner required for service of process pursuant to section\n    5  six hundred seventeen of this act. Information regarding  such  diligent\n    6  search,  including,  but  not  limited to, the name, last known address,\n    7  social security number, employer's address  and  any  other  identifying\n    8  information  to  the  extent  known  regarding the non-appearing parent,\n    9  shall be recorded in the uniform  case  record  maintained  pursuant  to\n   10  section four hundred nine-f of the social services law.\n   11    (B) THE REQUIREMENTS OF THIS PARAGRAPH SHALL NOT APPLY TO AN ABANDONED\n   12  INFANT,  AS DEFINED IN SUBDIVISION (L) OF SECTION ONE THOUSAND TWELVE OF\n   13  THIS ARTICLE.\n   14    S 9. Subparagraph (i) of paragraph 1 of  subdivision  (b)  of  section\n   15  1089  of  the family court act, as amended by chapter 437 of the laws of\n   16  2006, is amended to read as follows:\n   17    (i) the child's parent, including any  non-respondent  parent,  unless\n   18  the  parental  rights of the parent have been terminated or surrendered,\n   19  OR UNLESS THE CHILD HAS BEEN ALLEGED OR FOUND TO BE AN ABANDONED  INFANT\n   20  PURSUANT  TO SECTION ONE THOUSAND THIRTY-ONE-A OF THIS ACT AND THE IDEN-\n   21  TITY OF THE PARENT OR PARENTS IS UNKNOWN, and any other  person  legally\n   22  responsible for the child's care at the most recent address or addresses\n   23  known  to  the  local social services district or agency, and the foster\n   24  parent in whose home the child currently resides, each of whom shall  be\n   25  a party to the proceeding; and\n   26    S  10.  Subdivision  (b)  of  section  1089 of the family court act is\n   27  amended by adding two new paragraphs 3 and 4 to read as follows:\n   28    (3) IN THE CASE OF A CHILD WHO IS NOT FREE FOR ADOPTION WHO  HAS  BEEN\n   29  ALLEGED OR FOUND TO BE AN ABANDONED INFANT PURSUANT TO SECTION ONE THOU-\n   30  SAND  THIRTY-ONE-A  OF  THIS  ACT  WHERE  THE  IDENTITY OF THE PARENT OR\n   31  PARENTS IS UNKNOWN, THE LOCAL  COMMISSIONER  OF  SOCIAL  SERVICES  SHALL\n   32  CAUSE  NOTICE  OF  THE  PERMANENCY HEARING TO BE PUBLISHED IN ACCORDANCE\n   33  WITH THE PROVISIONS OF RULE THREE HUNDRED SIXTEEN OF THE CIVIL  PRACTICE\n   34  LAW  AND  RULES  IN THE COUNTY IN WHICH SUCH CHILD WAS FOUND. THE NOTICE\n   35  SHALL STATE:\n   36    (I) THE DATE, TIME AND PURPOSE OF THE PROCEEDING;\n   37    (II) THE DATE, TIME AND PLACE THAT THE ABANDONED INFANT WAS FOUND;\n   38    (III) A DESCRIPTION OF THE INFANT INCLUDING ITS  APPROXIMATE  DATE  OF\n   39  BIRTH;\n   40    (IV)  THAT UPON FAILURE OF THE PARENT TO APPEAR THE CHILD MAY CONTINUE\n   41  TO BE PLACED INTO THE CARE AND CUSTODY OF THE COMMISSIONER OF THE  LOCAL\n   42  SOCIAL SERVICES DISTRICT IN THE PARENT'S ABSENCE; AND\n   43    (V)  THE  NAME, ADDRESS, AND TELEPHONE NUMBER OF THE PERSON DESIGNATED\n   44  BY THE LOCAL COMMISSIONER OF SOCIAL SERVICES TO CONTACT FOR  INFORMATION\n   45  REGARDING SUCH CHILD.\n   46    (4)  IN  THE  CASE  OF  A CHILD WHO HAS BEEN ALLEGED OR FOUND TO BE AN\n   47  ABANDONED INFANT PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE-A  OF  THIS\n   48  ACT  BUT  NOT  LATER  THAN  SIX  MONTHS AFTER THE INITIAL PUBLICATION OF\n   49  NOTICE OF SUCH PROCEEDING, IF THE MATERNITY OR  PATERNITY  OF  A  PERSON\n   50  CLAIMING TO BE THE MOTHER OR FATHER OF THE INFANT IS CONFIRMED BY A TEST\n   51  TO BE CONDUCTED TO CONFIRM MATERNITY OR PATERNITY,\n   52    (I) THE COURT SHALL ORDER AN INVESTIGATION PURSUANT TO SUBDIVISION ONE\n   53  OF SECTION ONE THOUSAND THIRTY-FOUR OF THIS ACT AND\n   54    (A) IF THERE ARE GROUNDS PURSUANT TO SUBDIVISION (E) OR (F) OF SECTION\n   55  ONE THOUSAND TWELVE OF THIS ACT TO FILE A PETITION TO DETERMINE ABUSE OR\n   56  NEGLECT  PURSUANT  TO  SECTION  ONE THOUSAND THIRTY-ONE OF THIS ACT, THE\n\n       A. 336                              8\n\n    1  LOCAL COMMISSIONER OF SOCIAL SERVICES SHALL FILE  SUCH  PETITION  WITHIN\n    2  THREE  COURT  DAYS.  UPON SUCH FILING, A HEARING PURSUANT TO SECTION ONE\n    3  THOUSAND TWENTY-SEVEN OF THIS ACT SHALL BE HELD FORTHWITH; OR\n    4    (B) IF THERE ARE NO GROUNDS TO FILE A PETITION PURSUANT TO SECTION ONE\n    5  THOUSAND  THIRTY-ONE  OF THIS ACT, THE COURT SHALL HOLD A BEST INTERESTS\n    6  HEARING AS TO WHETHER IT IS IN THE BEST INTERESTS OF THE CHILD TO RETURN\n    7  THE CHILD TO HIS OR HER HOME OR TO CONTINUE THE  CUSTODY  OF  THE  CHILD\n    8  WITH  THE  LOCAL  COMMISSIONER OF SOCIAL SERVICES. EXCEPT FOR GOOD CAUSE\n    9  SHOWN SUCH HEARING SHALL COMMENCE WITHIN THREE COURT DAYS.  THE  CUSTODY\n   10  OF  THE  CHILD  WITH  THE  LOCAL  COMMISSIONER  OF SOCIAL SERVICES SHALL\n   11  CONTINUE PENDING THE RESULT OF THE BEST INTERESTS HEARING;\n   12    (II) IF THE CHILD IS FREE FOR ADOPTION, THE COURT  SHALL  ALSO  VACATE\n   13  THE ORDER COMMITTING GUARDIANSHIP AND CUSTODY OF THE CHILD.\n   14    S  11.  Section  352 of the social services law is amended by adding a\n   15  new subdivision 4 to read as follows:\n   16    4. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO THE PARENTS OF AN\n   17  ABANDONED INFANT AS DEFINED IN SUBDIVISION (L) OF SECTION  ONE  THOUSAND\n   18  TWELVE OF THE FAMILY COURT ACT AND SECTION THREE HUNDRED NINETY-TWO-A OF\n   19  THIS CHAPTER.\n   20    S  12.  Subdivision  1  of section 352-a of the social services law is\n   21  amended by adding a new paragraph (g) to read as follows:\n   22    (G) THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO THE  PARENTS  OF\n   23  AN  ABANDONED  INFANT AS DEFINED IN SUBDIVISION (L) OF SECTION ONE THOU-\n   24  SAND  TWELVE  OF  THE  FAMILY  COURT  ACT  AND  SECTION  THREE   HUNDRED\n   25  NINETY-TWO-A OF THIS CHAPTER.\n   26    S  13.  Subdivision  2  of  section 371 of the social services law, as\n   27  amended by chapter 666 of the laws of 1976, is amended and a new  subdi-\n   28  vision 2-a is added to read as follows:\n   29    2. \"Abandoned child\" means a child under the age of eighteen years who\n   30  is  abandoned  by both parents, or by the parent having [its] HIS OR HER\n   31  custody, or by any other person or persons lawfully charged  with  [its]\n   32  HIS  OR HER care or custody, in accordance with the definition and other\n   33  criteria set forth in subdivision five of section three hundred  eighty-\n   34  four-b OF THIS TITLE;\n   35    2-A. \"ABANDONED INFANT\" MEANS A CHILD AS DEFINED IN SUBDIVISION (L) OF\n   36  SECTION  ONE  THOUSAND  TWELVE OF THE FAMILY COURT ACT AND SECTION THREE\n   37  HUNDRED NINETY-TWO-A OF THIS TITLE;\n   38    S 14. Paragraph (ii) of subdivision 4-a of section 371 of  the  social\n   39  services law, as added by chapter 782 of the laws of 1971, is amended to\n   40  read as follows:\n   41    (ii)  who  has  been  abandoned  by his OR HER parents or other person\n   42  legally responsible for his OR HER care, INCLUDING AN ABANDONED CHILD AS\n   43  DEFINED IN SUBDIVISION TWO OR AN ABANDONED INFANT AS DEFINED IN SUBDIVI-\n   44  SION TWO-A OF THIS SECTION.\n   45    S 15. The opening paragraph and paragraphs (b), (c) and (d) of  subdi-\n   46  vision  1  of section 372 of the social services law are amended to read\n   47  as follows:\n   48    Every court, and every public board, commission, institution, or offi-\n   49  cer having powers or charged with duties in relation to abandoned  CHIL-\n   50  DREN,  INCLUDING  ABANDONED INFANTS, delinquent, destitute, neglected or\n   51  dependent children who shall receive, accept or commit any  child  shall\n   52  provide and keep a record showing:\n   53    (b)  his  OR HER sex and date and place of birth, if ascertainable, or\n   54  his OR HER apparent age AND IN  THE  CASE  OF  AN  ABANDONED  INFANT  AS\n   55  DEFINED  IN  SUBDIVISION  TWO-A  OF SECTION THREE HUNDRED SEVENTY-ONE OF\n   56  THIS TITLE, THE AFFIDAVIT OR OTHER OFFICIAL RECORD OF THE  DETERMINATION\n\n       A. 336                              9\n\n    1  OF  A  QUALIFIED  HEALTH  CARE PRACTITIONER, LICENSED OR CERTIFIED UNDER\n    2  TITLE EIGHT OF THE EDUCATION LAW, ACTING WITHIN HIS OR HER LAWFUL  SCOPE\n    3  OF  PRACTICE  ATTESTING THAT THE CHILD WAS THIRTY DAYS OLD OR YOUNGER AT\n    4  THE TIME OF ABANDONMENT AND THE DATE OF BIRTH OF THE CHILD, TO A REASON-\n    5  ABLE DEGREE OF MEDICAL CERTAINTY,\n    6    (c) the full and true names and places of birth of his OR HER parents,\n    7  and  their  actual residence if living, or their latest known residence,\n    8  if deceased or whereabouts unknown and the name and actual residence  of\n    9  any  other person having custody of the child, as nearly as the same can\n   10  reasonably be ascertained, AND IN THE CASE OF  AN  ABANDONED  INFANT  AS\n   11  DEFINED  IN  SUBDIVISION  TWO-A  OF SECTION THREE HUNDRED SEVENTY-ONE OF\n   12  THIS TITLE, A CERTIFIED COPY OF THE COURT  ORDER  DETERMINING  THAT  THE\n   13  CHILD   WAS  AN  ABANDONED  INFANT  PURSUANT  TO  SECTION  ONE  THOUSAND\n   14  FIFTY-ONE-A OF THE FAMILY COURT ACT,\n   15    (d) the religious faith of the parents and of the child, IF KNOWN,\n   16    S 16. Paragraph (e) of subdivision 3 of section 384-b  of  the  social\n   17  services  law,  as  amended  by section 55 of part A of chapter 3 of the\n   18  laws of 2005, is amended to read as follows:\n   19    (e) (I) A proceeding under this section is originated by a petition on\n   20  notice served upon the child's parent or parents, the attorney  for  the\n   21  child's  parent  or parents and upon such other persons as the court may\n   22  in its discretion prescribe. Such notice shall inform  the  parents  and\n   23  such  other  persons  that the proceeding may result in an order freeing\n   24  the child for adoption without the consent of or notice to  the  parents\n   25  or  such  other  persons.  Such notice also shall inform the parents and\n   26  such other persons of their right to the assistance of counsel,  includ-\n   27  ing any right they may have to have counsel assigned by the court in any\n   28  case  where  they are financially unable to obtain counsel. The petition\n   29  shall set forth the names  and  last  known  addresses  of  all  persons\n   30  required  to be given notice of the proceeding, pursuant to this section\n   31  and section three hundred eighty-four-c of this title, and  there  shall\n   32  be  shown by the petition or by affidavit or other proof satisfactory to\n   33  the court that there are no persons other than those set  forth  in  the\n   34  petition  who  are entitled to notice pursuant to the provisions of this\n   35  section or of section three hundred eighty-four-c of  this  title.  When\n   36  the  proceeding is initiated in family court service of the petition and\n   37  other process shall be made in accordance with the provisions of section\n   38  six hundred seventeen of the family court act, and when  the  proceeding\n   39  is  initiated  in surrogate's court, service shall be made in accordance\n   40  with the provisions of section three hundred seven  of  the  surrogate's\n   41  court  procedure act. When the proceeding is initiated on the grounds of\n   42  abandonment of a child less than one year of age  at  the  time  of  the\n   43  transfer  of  the  care  and  custody  of  such  child to a local social\n   44  services official, the court shall take judicial notice  of  efforts  to\n   45  locate  the  child's  parents  or other known relatives or other persons\n   46  legally responsible pursuant to paragraph (ii)  of  subdivision  (b)  of\n   47  section one thousand fifty-five of the family court act.  THE PROVISIONS\n   48  OF  THIS  PARAGRAPH SHALL NOT APPLY TO A CHILD DETERMINED TO BE AN ABAN-\n   49  DONED INFANT AS DEFINED IN SUBDIVISION TWO-A OF  SECTION  THREE  HUNDRED\n   50  SEVENTY-ONE OF THIS TITLE.\n   51    (II)  IF  THE IDENTITY OF THE PARENTS OF THE CHILD IS UNKNOWN, AND THE\n   52  CHILD HAS BEEN FOUND TO BE AN ABANDONED INFANT PURSUANT  TO  SUBDIVISION\n   53  (L)  OF SECTION ONE THOUSAND TWELVE OR SECTION ONE THOUSAND THIRTY-ONE-A\n   54  OF THE FAMILY COURT ACT, THE COURT UPON RECEIPT OF  THE  PETITION  SHALL\n   55  REQUIRE  THE  LOCAL  COMMISSIONER  TO  CAUSE  NOTICE  TO BE PUBLISHED IN\n   56  ACCORDANCE WITH THE PROVISIONS OF RULE  THREE  HUNDRED  SIXTEEN  OF  THE\n\n       A. 336                             10\n\n    1  CIVIL  PRACTICE  LAW  AND  RULES  IN  THE COUNTY IN WHICH SUCH CHILD WAS\n    2  FOUND, FOR A PERIOD OF AT LEAST THIRTY DAYS. THE NOTICE SHALL STATE:\n    3    (A) THE DATE, TIME AND PURPOSE OF THE PROCEEDING;\n    4    (B)  THE  DATE,  TIME  AND PLACE THAT THE ABANDONED NEWBORN INFANT WAS\n    5  FOUND;\n    6    (C) A DESCRIPTION OF THE INFANT  INCLUDING  ITS  APPROXIMATE  DATE  OF\n    7  BIRTH;\n    8    (D) THAT UPON FAILURE TO APPEAR, ALL PARENTAL RIGHTS OF THE PARENTS OF\n    9  SUCH ABANDONED NEWBORN INFANT MAY BE TERMINATED;\n   10    (E) THAT A PARENT'S FAILURE TO APPEAR SHALL CONSTITUTE A DENIAL OF HIS\n   11  OR  HER  INTEREST IN THE CHILD, WHICH DENIAL MAY RESULT, WITHOUT FURTHER\n   12  NOTICE, IN THE COMMITMENT OF THE CUSTODY AND GUARDIANSHIP OF  THE  CHILD\n   13  TO  THE  LOCAL  COMMISSIONER  OF  SOCIAL  SERVICES  AND  IN  THE CHILD'S\n   14  ADOPTION; AND\n   15    (F) THE NAME, ADDRESS, AND TELEPHONE NUMBER OF THE  PERSON  DESIGNATED\n   16  BY  THE  LOCAL  COMMISSIONER  TO  CONTACT FOR INFORMATION REGARDING SUCH\n   17  CHILD.\n   18    (III) AT ANY TIME PRIOR TO OR SUBSEQUENT TO  THE  ENTRY  OF  AN  ORDER\n   19  COMMITTING  THE  GUARDIANSHIP  AND CUSTODY OF THE CHILD PURSUANT TO THIS\n   20  SECTION BUT NOT LATER THAN SIX MONTHS AFTER THE INITIAL  PUBLICATION  OF\n   21  NOTICE  OF  THE PROCEEDING PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE-A\n   22  OF THE FAMILY COURT ACT, IF THE  MATERNITY  OR  PATERNITY  OF  A  PERSON\n   23  CLAIMING TO BE THE MOTHER OR FATHER OF THE INFANT IS CONFIRMED BY A TEST\n   24  TO  BE CONDUCTED TO CONFIRM MATERNITY OR PATERNITY, THE PROCEEDING SHALL\n   25  BE STAYED PENDING  AN  INVESTIGATION  PURSUANT  TO  SUBDIVISION  ONE  OF\n   26  SECTION  ONE  THOUSAND THIRTY-FOUR OF THE FAMILY COURT ACT. WITHIN THREE\n   27  COURT DAYS OF THE COMPLETION OF THE INVESTIGATION,\n   28    (A) IF THERE ARE GROUNDS PURSUANT TO SUBDIVISION (E) OR (F) OF SECTION\n   29  ONE THOUSAND TWELVE OF THE FAMILY COURT ACT TO FILE A PETITION TO DETER-\n   30  MINE ABUSE OR NEGLECT PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE OF THE\n   31  FAMILY COURT ACT, THE LOCAL COMMISSIONER OF SOCIAL SERVICES  SHALL  FILE\n   32  SUCH PETITION, OR\n   33    (B) IF THERE ARE NO SUCH GROUNDS, THE COURT SHALL HOLD A HEARING AS TO\n   34  THE BEST INTERESTS OF THE CHILD.\n   35    (IV)  THE  CUSTODY  OF THE CHILD WITH THE LOCAL COMMISSIONER OF SOCIAL\n   36  SERVICES SHALL CONTINUE PENDING THE RESULT OF THE BEST  INTERESTS  HEAR-\n   37  ING.\n   38    (V)  IF  THE  CHILD  IS  FREE FOR ADOPTION, THE COURT SHALL VACATE THE\n   39  ORDER COMMITTING GUARDIANSHIP AND CUSTODY OF THE CHILD.\n   40    S 17. Subparagraph (iii) of paragraph (l) of subdivision 3 of  section\n   41  384-b  of the social services law, as amended by chapter 145 of the laws\n   42  of 2000, is amended and a new subparagraph (vi)  is  added  to  read  as\n   43  follows:\n   44    (iii)  For  the  purposes  of  this paragraph, the date of the child's\n   45  entry into foster care is the earlier of sixty days after  the  date  on\n   46  which  the  child  was  removed  from the home or the date the child was\n   47  found by a court to be an ABANDONED INFANT, OR AN  abused  or  neglected\n   48  child pursuant to article ten of the family court act.\n   49    (VI) FOR THE PURPOSES OF THIS PARAGRAPH, A PETITION FOR TERMINATION OF\n   50  PARENTAL  RIGHTS SHALL BE FILED WITHIN SIXTY DAYS AFTER A COURT'S DETER-\n   51  MINATION THAT THE CHILD IS AN ABANDONED INFANT PURSUANT TO  SECTION  ONE\n   52  THOUSAND FIFTY-ONE-A OF THE FAMILY COURT ACT.\n   53    S  18. Paragraphs (d) and (e) of subdivision 4 of section 384-b of the\n   54  social services law, paragraph (d) as amended by chapter 739 of the laws\n   55  of 1981 and paragraph (e) as amended by section 56 of part A of  chapter\n\n       A. 336                             11\n\n    1  3  of  the laws of 2005, are amended and a new paragraph (f) is added to\n    2  read as follows:\n    3    (d) The child is a permanently neglected child; [or]\n    4    (e)  The parent or parents, whose consent to the adoption of the child\n    5  would otherwise be required in accordance with section one hundred elev-\n    6  en of the domestic relations law, severely  or  repeatedly  abused  such\n    7  child.  Where  a court has determined that reasonable efforts to reunite\n    8  the child with his or her parent are not required, pursuant to the fami-\n    9  ly court act or this chapter, a petition to terminate parental rights on\n   10  the ground of severe abuse as set forth in subparagraph (iii)  of  para-\n   11  graph  (a) of subdivision eight of this section may be filed immediately\n   12  upon such determination[.]; OR\n   13    (F) THE PARENT OR PARENTS ABANDONED THE CHILD WHEN THE CHILD WAS THIR-\n   14  TY DAYS OLD OR YOUNGER IN  A  MANNER  THAT  INDICATED  THE  PARENT'S  OR\n   15  PARENTS'  INTENT  TO  WHOLLY RELINQUISH AND FORGO RESPONSIBILITY FOR AND\n   16  RIGHTS TO THE CARE AND CUSTODY OF SUCH CHILD WITH THE  INTENT  THAT  THE\n   17  CHILD  BE  SAFE  FROM  PHYSICAL  INJURY  AND CARED FOR IN AN APPROPRIATE\n   18  MANNER, AND SUCH PARENT OR PARENTS, AFTER A PERIOD OF  TWO  MONTHS  FROM\n   19  THE  DATE OF ABANDONMENT, HAVE NOT COMMUNICATED WITH THE CHILD OR AGENCY\n   20  REGARDING THE CHILD.\n   21    S 19. Subdivision 5 of section 384-b of the  social  services  law  is\n   22  amended by adding a new paragraph (c) to read as follows:\n   23    (C) THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO AN ABANDONED\n   24  INFANT  AS  DEFINED IN SUBDIVISION TWO-A OF SECTION THREE HUNDRED SEVEN-\n   25  TY-ONE OF THIS TITLE.\n   26    S 20. Title 1 of article 6 of the social services law  is  amended  by\n   27  adding a new section 392-a to read as follows:\n   28    S  392-A.  ABANDONED  INFANTS;  SPECIAL  PROVISIONS.  1. A CHILD IS AN\n   29  \"ABANDONED INFANT\" WHERE A COURT OF COMPETENT  JURISDICTION  HAS  DETER-\n   30  MINED  PURSUANT  TO SECTION ONE THOUSAND FIFTY-ONE-A OF THE FAMILY COURT\n   31  ACT THAT SUCH CHILD IS AN ABANDONED INFANT.\n   32    2. (A) NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  UPON  NOTIFICATION\n   33  THAT AN ALLEGED ABANDONED INFANT IS FOUND WITHIN THE COUNTY OR JURISDIC-\n   34  TION, THE LOCAL COMMISSIONER SHALL:\n   35    (I)  IMMEDIATELY  CAUSE  A  PHYSICAL  EXAMINATION  OF  THE CHILD TO BE\n   36  PERFORMED BY A QUALIFIED HEALTH CARE PRACTITIONER, LICENSED OR CERTIFIED\n   37  UNDER TITLE EIGHT OF THE EDUCATION LAW, ACTING WITHIN HIS OR HER  LAWFUL\n   38  SCOPE  OF  PRACTICE  TO DETERMINE THE HEALTH STATUS OF THE CHILD AND THE\n   39  AGE AND DATE OF BIRTH OF THE CHILD TO A  REASONABLE  DEGREE  OF  MEDICAL\n   40  CERTAINTY.   SUCH HEALTH CARE PRACTITIONER SHALL CERTIFY BY AFFIDAVIT OR\n   41  OTHER OFFICIAL RECORD HIS OR HER REASONABLE  MEDICAL  CONCLUSION  AS  TO\n   42  WHETHER  THE CHILD WAS THIRTY DAYS OLD OR YOUNGER WHEN ABANDONED AND THE\n   43  CHILD'S DATE OF BIRTH. THE AFFIDAVIT OR OTHER  OFFICIAL  RECORD  OF  THE\n   44  DETERMINATION  SHALL BE PLACED IN THE INFANT'S RECORDS IN PLACE OF THOSE\n   45  REQUIRED BY SUBDIVISION ONE OF SECTION THREE HUNDRED SEVENTY-TWO OF THIS\n   46  TITLE; AND\n   47    (II) FORTHWITH COMMENCE A PROCEEDING PURSUANT TO SECTION ONE  THOUSAND\n   48  THIRTY-ONE-A OF THE FAMILY COURT ACT.\n   49    (B)  UPON ASSUMPTION OF PROTECTIVE CUSTODY OF A CHILD ALLEGED TO BE AN\n   50  \"ABANDONED INFANT\" THE LOCAL COMMISSIONER SHALL:\n   51    (I) PROVIDE NECESSARY SERVICES OR ASSISTANCE, INCLUDING AUTHORIZING  A\n   52  QUALIFIED  HEALTH  CARE  PRACTITIONER, LICENSED OR CERTIFIED UNDER TITLE\n   53  EIGHT OF THE EDUCATION LAW, ACTING WITHIN HIS OR  HER  LAWFUL  SCOPE  OF\n   54  PRACTICE  OR HOSPITAL TO PROVIDE EMERGENCY MEDICAL TREATMENT OR SURGICAL\n   55  PROCEDURES NECESSARY TO SAFEGUARD THE LIFE OR HEALTH OF THE CHILD;\n\n       A. 336                             12\n\n    1    (II) AT THE TIME OF ASSUMPTION OF CUSTODY OF THE CHILD, AT THE TIME OF\n    2  THE FACT-FINDING HEARING AND AT THE TIME OF  THE  DISPOSITIONAL  HEARING\n    3  REGARDING  THE  PETITION TO COMMIT GUARDIANSHIP AND CUSTODY OF THE CHILD\n    4  TO AN AUTHORIZED AGENCY PURSUANT TO SECTION THREE HUNDRED  EIGHTY-FOUR-B\n    5  OF  THIS  TITLE,  MAKE INQUIRY OF THE PUTATIVE FATHER REGISTRY REGARDING\n    6  THE EXISTENCE OF A NOTICE OF INTENT FILED WITH  THE  REGISTRY  THAT  MAY\n    7  PERTAIN  TO  THE  CHILD AND OF LOCAL LAW ENFORCEMENT OFFICIALS REGARDING\n    8  THE EXISTENCE OF A MISSING PERSON REPORT THAT MAY PERTAIN TO THE  CHILD.\n    9  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE LOCAL COMMISSIONER SHALL\n   10  NOT  BE  REQUIRED  TO  PURSUE ANY OTHER EFFORTS TO LOCATE THE PARENTS OR\n   11  RELATIVES OF SUCH CHILD;\n   12    (III) PUBLICIZE: (A) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IN AN\n   13  EFFORT TO ALLOW A PARENT OR OTHER RELATIVE OF THE CHILD TO COME FORWARD,\n   14  THE ABANDONMENT OF THE CHILD THROUGH LOCAL  MEDIA  OUTLETS  AND  SPECIF-\n   15  ICALLY IN THE COMMUNITY WHERE THE ABANDONMENT OCCURRED WITH THE INFORMA-\n   16  TION  REGARDING  THE CHILD TO BE PROVIDED AT THE DISCRETION OF THE LOCAL\n   17  COMMISSIONER, INCLUDING, BUT NOT LIMITED TO PHOTOS OF THE CHILD; AND (B)\n   18  THE AVAILABILITY OF (1) PREVENTION  SERVICES,  PERSONAL  COUNSELING  AND\n   19  SUPPORT  SERVICES  AS  CONTEMPLATED UNDER TITLES FOUR AND FOUR-B OF THIS\n   20  ARTICLE; (2) INFORMATION AND REFERRAL SERVICES, ADVOCACY, COUNSELING AND\n   21  HOTLINE SERVICES TO VICTIMS OF DOMESTIC VIOLENCE AS  CONTEMPLATED  UNDER\n   22  SECTION  FOUR  HUNDRED FIFTY-NINE-C OF THIS CHAPTER; AND (3) SAFE PLACE-\n   23  MENT ALTERNATIVES FOR NEWBORN INFANTS AS PROVIDED UNDER THIS SECTION AND\n   24  SECTION ONE THOUSAND THIRTY-ONE-A OF THE  FAMILY  COURT  ACT,  INCLUDING\n   25  INFORMATION REGARDING TERMINATION OF PARENTAL RIGHTS AND ADOPTION PROCE-\n   26  DURES  AND  THAT AN ABANDONED INFANT IS NOT A NEGLECTED CHILD UNDER THIS\n   27  CHAPTER OR THE FAMILY COURT ACT; AND\n   28    (IV) IF THE MATERNITY OR PATERNITY OF A  PERSON  CLAIMING  TO  BE  THE\n   29  MOTHER OR FATHER OF THE INFANT IS CONFIRMED BY A TEST TO BE CONDUCTED TO\n   30  CONFIRM  MATERNITY  OR  PATERNITY,  CONDUCT AN INVESTIGATION PURSUANT TO\n   31  SUBDIVISION ONE OF SECTION ONE THOUSAND THIRTY-FOUR OF THE FAMILY  COURT\n   32  ACT  AND  IF  THERE ARE NO GROUNDS PURSUANT TO SUBDIVISION (E) OR (F) OF\n   33  SECTION ONE THOUSAND TWELVE OF THE FAMILY COURT ACT, WITHDRAW THE  PETI-\n   34  TION  TO  DETERMINE  WHETHER  A CHILD IS AN ABANDONED INFANT PURSUANT TO\n   35  SUBDIVISION (1) OF SECTION ONE THOUSAND TWELVE OF THE FAMILY COURT  ACT.\n   36  IF  THERE ARE GROUNDS PURSUANT TO SUBDIVISION (E) AND (F) OF SECTION ONE\n   37  THOUSAND TWELVE OF THE FAMILY  COURT  ACT,  THE  LOCAL  COMMISSIONER  OF\n   38  SOCIAL  SERVICES  SHALL  FILE  A  PETITION TO DETERMINE ABUSE OR NEGLECT\n   39  PURSUANT TO SECTION ONE THOUSAND THIRTY-ONE  OF  THE  FAMILY  COURT  ACT\n   40  WITHIN THREE COURT DAYS OF THE COMPLETION OF THE INVESTIGATION.\n   41    S  21.  Section  372-g of the social services law, as added by chapter\n   42  156 of the laws of 2000, is amended to read as follows:\n   43    S 372-g. Abandoned infant protection program.  1. The office of  chil-\n   44  dren  and  family services shall develop and implement a public informa-\n   45  tion program to inform the general public of the provisions of the aban-\n   46  doned infant protection act  AND  THE  AVAILABILITY  OF  SAFE  PLACEMENT\n   47  ALTERNATIVES FOR NEWBORN INFANTS AS PROVIDED UNDER SECTION THREE HUNDRED\n   48  NINETY-TWO-A  OF THIS TITLE AND SECTION ONE THOUSAND THIRTY-ONE-A OF THE\n   49  FAMILY  COURT  ACT,  INCLUDING  INFORMATION  REGARDING  TERMINATION   OF\n   50  PARENTAL  RIGHTS AND ADOPTION PROCEDURES AND THAT AN ABANDONED INFANT IS\n   51  NOT A NEGLECTED CHILD UNDER THIS CHAPTER OR THE FAMILY COURT  ACT.  SUCH\n   52  PUBLIC  INFORMATION  PROGRAM SHALL ALSO INFORM THE GENERAL PUBLIC OF THE\n   53  AVAILABILITY OF PREVENTION SERVICES,  PERSONAL  COUNSELING  AND  SUPPORT\n   54  SERVICES  AS  CONTEMPLATED UNDER TITLES FOUR AND FOUR-B OF THIS ARTICLE,\n   55  AND INFORMATION AND REFERRAL SERVICES, ADVOCACY, COUNSELING AND  HOTLINE\n   56  SERVICES  TO  VICTIMS OF DOMESTIC VIOLENCE AS CONTEMPLATED UNDER SECTION\n\n       A. 336                             13\n\n    1  FOUR HUNDRED FIFTY-NINE-C OF THIS CHAPTER.  The program may include  but\n    2  not be limited to the following elements:\n    3    [1.]  (A)  educational  and  informational  materials in print, audio,\n    4  video, electronic, or other media;\n    5    [2.] (B) public service announcements and advertisements; and\n    6    [3.] (C) establishment of  toll-free  telephone  hotlines  to  provide\n    7  information.\n    8    2. THE OFFICE OF CHILDREN AND FAMILY SERVICES SHALL DEVELOP AND IMPLE-\n    9  MENT  THE  PUBLIC  INFORMATION  PROGRAM  WITHIN  AMOUNTS APPROPRIATED OR\n   10  AVAILABLE BY THE STATE.\n   11    S 22. This act shall take effect on  the  one  hundred  eightieth  day\n   12  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act and the social services law, in relation to abandoned infants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101221.T143119.TXT", "SOBI.D110131.T101650.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296487010772
}