{
  "year" : 2011,
  "senateBillNo" : "A3367-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A3367-2011-1295931600000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the establishment of a public library revolving loan fund",
  "summary" : "Authorizes the establishment of a public library revolving loan fund to provide loans to municipalities for local public library projects at an interest rate two points below the prime rate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2458-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3367\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Libraries and Education Technology\n\n       AN ACT to amend the education law and the state finance law, in relation\n         to establishing a public library revolving loan fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 273-b\n    2  to read as follows:\n    3    S 273-B.  PUBLIC LIBRARY REVOLVING LOAN PROGRAM. 1.  THE  COMMISSIONER\n    4  SHALL  ESTABLISH AND MAINTAIN A PUBLIC LIBRARY REVOLVING LOAN PROGRAM TO\n    5  PROVIDE LOANS TO LIBRARIES AND LIBRARY SYSTEMS FOR THE  PURPOSES  DESIG-\n    6  NATED  IN  THIS  PART.  NOTWITHSTANDING THE PROVISIONS OF ANY LAW TO THE\n    7  CONTRARY, STATE FINANCIAL ASSISTANCE IN  THE  FORM  OF  A  LOAN  MAY  BE\n    8  PROVIDED FOR UP TO FIFTY PERCENT OF THE APPROVED COSTS (EXCLUDING FEASI-\n    9  BILITY  STUDIES,  PLANS  OR SIMILAR ACTIVITIES) OF ELIGIBLE PROJECTS FOR\n   10  CAPITAL CONSTRUCTION BY AN ELIGIBLE PUBLIC, FREE ASSOCIATION  OR  INDIAN\n   11  LIBRARY,  OR  BY  A  PUBLIC,  SCHOOL  OR  REFERENCE AND RESEARCH LIBRARY\n   12  RESOURCE SYSTEM, AS PROVIDED IN THIS SECTION. IN AREAS OF HIGH NEED,  AS\n   13  DEFINED  IN  REGULATIONS  PROMULGATED  BY  THE  COMMISSIONER PURSUANT TO\n   14  SUBDIVISION ELEVEN OF THIS SECTION, A LOAN OF UP TO SEVENTY-FIVE PERCENT\n   15  OF APPROVED COSTS  (EXCLUDING  FEASIBILITY  STUDIES,  PLANS  OR  SIMILAR\n   16  ACTIVITIES)  MAY  BE  APPROVED BY THE COMMISSIONER. A LIBRARY OR LIBRARY\n   17  SYSTEM MAY SUBMIT AN APPLICATION  FOR  STATE  FINANCIAL  ASSISTANCE  FOR\n   18  ELIGIBLE PROJECTS AS PROVIDED IN THIS SECTION.\n   19    2. THE COMMISSIONER, AFTER REVIEW OF THE PROGRAMMATIC AND FISCAL NEEDS\n   20  AND  RESOURCES  OF  THE PROJECT AND THE LIBRARY OR LIBRARY SYSTEM, SHALL\n   21  MAKE A DETERMINATION, SUBJECT TO THE RESTRICTIONS, LIMITATIONS,  RESPON-\n   22  SIBILITIES  AND  REQUIREMENTS OF THIS SECTION, AS TO THE AMOUNT OF STATE\n   23  FINANCIAL ASSISTANCE THAT THE LIBRARY OR LIBRARY SYSTEM MAY RECEIVE  FOR\n   24  ANY  AMOUNT  UP  TO  AND  INCLUDING  THE AMOUNT OF FIVE HUNDRED THOUSAND\n   25  DOLLARS. ANY FINANCIAL  ASSISTANCE  MAY  BE  PROVIDED  FROM  THE  PUBLIC\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02406-01-1\n\n       A. 3367                             2\n\n    1  LIBRARY REVOLVING LOAN FUND ESTABLISHED PURSUANT TO SECTION NINETY-ONE-H\n    2  OF  THE STATE FINANCE LAW. INTEREST IN ANY SUCH LOAN SHALL BE SET AT TWO\n    3  POINTS BELOW THE PRIME RATE.  ELIGIBLE PROJECTS SHALL INCLUDE:\n    4    A. CONSTRUCTION OF A NEW FACILITY FOR LIBRARY PURPOSES;\n    5    B.  IMPROVEMENT, EXPANSION OR REHABILITATION OF A BUILDING FOR LIBRARY\n    6  PURPOSES;\n    7    C. IMPROVEMENT, EXPANSION OR REHABILITATION OF  EXISTING  BUILDING  OR\n    8  BUILDINGS TO PROVIDE FOR HANDICAPPED ACCESSIBILITY;\n    9    D. SUCH OTHER PROJECTS OF SUBSTANTIVE CHARACTER AS ARE IN KEEPING WITH\n   10  THE SPIRIT AND INTENT OF THIS SECTION.\n   11    NO  PROJECT SHALL BE CONSIDERED ELIGIBLE IF IT IS APPROVED FOR FINANC-\n   12  ING FROM ANY OTHER STATE ASSISTANCE PROGRAM, EXCEPTING AID  FOR  LIBRARY\n   13  CONSTRUCTION  AWARDED PURSUANT TO SECTION TWO HUNDRED SEVENTY-THREE-A OF\n   14  THIS ARTICLE.\n   15    3. EACH APPLICATION FOR FINANCIAL ASSISTANCE SHALL BE SUBMITTED TO THE\n   16  COMMISSIONER BY THE BOARD OF TRUSTEES OF THE LIBRARY OR LIBRARY  SYSTEM.\n   17  EACH APPLICATION SHALL:\n   18    A.  DEMONSTRATE  THAT ADEQUATE OPERATING SUPPORT AND RESOURCES WILL BE\n   19  AVAILABLE AT THE COMPLETION OF THE PROJECT TO  PROVIDE  AN  IMPROVED  OR\n   20  INCREASED LEVEL OF SERVICE;\n   21    B.  CONTAIN  VERIFICATION  IN  SUCH  FORM  AS MAY BE ACCEPTABLE TO THE\n   22  COMMISSIONER THAT THE REMAINING COST OF THE PROJECT, EXCLUSIVE OF  STATE\n   23  FINANCIAL ASSISTANCE, HAS BEEN OR WILL BE OBTAINED;\n   24    C.  DEMONSTRATE  THAT  THE  PROJECT  WILL BE COMPLETED PROMPTLY AND IN\n   25  ACCORDANCE WITH THE APPLICATION;\n   26    D. EITHER DEMONSTRATE THAT THE OPERATION OF THE ORGANIZATION  WILL  BE\n   27  MADE MORE ECONOMICAL OR EFFICIENT AS A CONSEQUENCE OF APPROVAL OR DEMON-\n   28  STRATE  THAT  HEALTH  AND  SAFETY CONCERNS WILL BE REPAIRED OR ACCESS TO\n   29  HANDICAPPED PROVIDED;\n   30    E. DEMONSTRATE THAT THE PROJECT WILL BE CONDUCTED IN  ACCORDANCE  WITH\n   31  APPLICABLE FEDERAL, STATE AND LOCAL LAWS AND REGULATIONS;\n   32    F. DEMONSTRATE THAT, WHERE APPROPRIATE, COMPETITIVE BIDDING PROCEDURES\n   33  WILL  BE  FOLLOWED AS REQUIRED BY LAW, OR PROVIDE SUCH OTHER EVIDENCE OF\n   34  COMPETITION AS SHALL BE SATISFACTORY TO THE COMMISSIONER;\n   35    G. PROVIDE AN ASSESSMENT OF THE USEFUL LIFE OF THE PROJECT,  AND  SUCH\n   36  RECOMMENDATION,  ANALYSIS  OF  NEEDS  OR  FEASIBILITY  STUDIES AS MAY BE\n   37  REQUIRED BY THE COMMISSIONER PROVIDED, HOWEVER, THAT FOR THE PURPOSES OF\n   38  THIS SECTION THE TERM \"USEFUL LIFE\" SHALL MEAN SUCH METHOD OF  CALCULAT-\n   39  ING  THE WORTH OF A PROJECT AND THE AMOUNT OF ANNUAL DEPRECIATION NECES-\n   40  SARY FOR EFFECTING CONTRACTS UNDER  THIS  SECTION  AS  THE  COMMISSIONER\n   41  SHALL  REQUIRE  AFTER  CONSULTATION  WITH THE STATE COMPTROLLER AND UPON\n   42  APPROVAL BY THE STATE DIVISION OF THE BUDGET;\n   43    H. DEMONSTRATE THAT THE PROJECT WILL COMPLY WITH  THE  REQUIREMENT  OF\n   44  ARTICLE  FIFTEEN-A OF THE EXECUTIVE LAW RELATING TO THE PARTICIPATION BY\n   45  MINORITY GROUP MEMBERS AND WOMEN;\n   46    I. PROVIDE SUCH OTHER INFORMATION AS MAY BE REQUIRED  BY  THE  COMMIS-\n   47  SIONER.\n   48    4. EACH LIBRARY OR LIBRARY SYSTEM MAY SUBMIT NO MORE THAN ONE APPLICA-\n   49  TION  ANNUALLY.  ANY  OTHER  PROVISION  OF  THIS SECTION TO THE CONTRARY\n   50  NOTWITHSTANDING, NO LIBRARY OUTLET SHALL RECEIVE STATE FINANCIAL ASSIST-\n   51  ANCE UNDER THIS SECTION FOR  MORE  THAN  ONE  YEAR  IN  ANY  CONSECUTIVE\n   52  THREE-YEAR PERIOD.\n   53    5.  ANY  OTHER  PROVISION  OF  LAW  OR OF THIS SECTION TO THE CONTRARY\n   54  NOTWITHSTANDING, STATE FINANCIAL ASSISTANCE SHALL NOT BE PROVIDED PURSU-\n   55  ANT TO THIS SECTION UNTIL THE COMMISSIONER HAS:\n\n       A. 3367                             3\n\n    1    A. CONSIDERED THE USEFUL LIFE OF THE ELIGIBLE PROJECT AS SUCH TERM  IS\n    2  DEFINED IN PARAGRAPH G OF SUBDIVISION THREE OF THIS SECTION;\n    3    B. DETERMINED THE AMOUNT OF STATE FINANCIAL ASSISTANCE TO BE PROVIDED;\n    4  AND\n    5    C.  EXECUTED  AN  AGREEMENT TO PROVIDE SUCH ASSISTANCE. SUCH AGREEMENT\n    6  SHALL BE EXECUTED BY THE COMMISSIONER AND THE LIBRARY OR LIBRARY SYSTEM.\n    7  ANY SUCH AGREEMENT SHALL PROVIDE FOR THE CREATION OF  A  LIEN  OR  OTHER\n    8  SECURITY  INTEREST  OR  SUCH OTHER GUARANTEE AS SHALL BE SATISFACTORY TO\n    9  THE COMMISSIONER TO ASSURE REPAYMENT OF  FINANCIAL  ASSISTANCE  PROVIDED\n   10  UNDER  THIS  SECTION.  SUCH  AGREEMENT SHALL ASSURE THAT THE LENGTH OF A\n   11  LOAN SHALL NOT EXCEED THE USEFUL LIFE OF THE PROJECT AND SHALL  INCLUDE,\n   12  IN  ADDITION  TO  SUCH  OTHER PROVISIONS AS THE COUNCIL MAY REQUIRE, THE\n   13  FOLLOWING:\n   14    (I) THE AMOUNT OF FINANCIAL ASSISTANCE, THE TERMS AND CONDITIONS  UPON\n   15  WHICH  IT  IS  PROVIDED, THE USEFUL LIFE OF THE ELIGIBLE PROJECT AND THE\n   16  METHOD OF DEPRECIATING THE ELIGIBLE PROJECT FOR PURPOSES OF  THE  REPAY-\n   17  MENT PROVISIONS OF THE AGREEMENT;\n   18    (II)  A  REQUIREMENT  THAT,  UPON A FINDING BY THE COMMISSIONER THAT A\n   19  PROJECT HAS NOT BEEN COMPLETED, OR HAS NOT BEEN COMPLETED IN  ACCORDANCE\n   20  WITH  THE  TERMS  OF THE AGREEMENT, THE OUTSTANDING BALANCE OF FINANCIAL\n   21  ASSISTANCE PROVIDED IN THE FORM OF A LOAN SHALL BE REPAID TO THE COMMIS-\n   22  SIONER BY THE GUARANTOR, PROVIDED THAT UPON A SHOWING OF GOOD  CAUSE  BY\n   23  THE  ORGANIZATION  THE  COMMISSIONER  SHALL  GRANT AN EXTENSION OF UP TO\n   24  NINETY DAYS FROM THE DATE OF  SUCH  FINDING  TO  ALLOW  THE  LIBRARY  OR\n   25  LIBRARY  SYSTEM  TO COMPLETE THE PROJECT IN ACCORDANCE WITH THE TERMS OF\n   26  THE AGREEMENT, AND FURTHER PROVIDED THAT THE COMMISSIONER SHALL  PROVIDE\n   27  NO  MORE THAN TWO SUCH EXTENSIONS FROM THE DATE OF SUCH FINDING TO ALLOW\n   28  THE LIBRARY OR LIBRARY SYSTEM TO COMPLETE THE PROJECT IN ACCORDANCE WITH\n   29  THE TERMS OF THE AGREEMENT.\n   30    6. IN ANY CASE IN WHICH STATE FINANCIAL  ASSISTANCE  IS  PROVIDED  THE\n   31  FOLLOWING  SHALL  BE  INCLUDED  IN THE AGREEMENT: A REQUIREMENT THAT THE\n   32  LIBRARY OR LIBRARY SYSTEM SHALL OBTAIN, IN ADDITION TO SUCH OTHER  SECU-\n   33  RITY  AS  MAY  BE REQUIRED BY THE COMMISSIONER OR BY OTHER PROVISIONS OF\n   34  LAW, AN UNDERTAKING OR SURETY BOND FROM ANY PERSON OR ENTITY  WHICH  HAS\n   35  CONTRACTED TO PERFORM WORK ON AN APPROVED PROJECT TO ASSURE THE FAITHFUL\n   36  PERFORMANCE  OF  SUCH PROJECT AND/OR A LABOR AND/OR MATERIAL BOND AS MAY\n   37  BE APPROPRIATE.\n   38    7. ANY LIEN, SECURITY INTEREST OR GUARANTEE ESTABLISHED CREATED  UNDER\n   39  THE  PROVISIONS  OF  SUBDIVISION FIVE OR SIX OF THIS SECTION SHALL BE IN\n   40  ADDITION TO ANY OTHER RIGHTS OR OBLIGATIONS OF  THE  COMMISSIONER  UNDER\n   41  THE PROVISIONS OF THE LIEN LAW OR ANY OTHER LAW.\n   42    8.  THE COMMISSIONER SHALL CAUSE TO BE FILED AND TO BE RECORDED IN THE\n   43  OFFICE OF THE COUNTY CLERK IN THE COUNTY WHERE THE SUBJECT  PROPERTY  IS\n   44  SITUATED  ANY  LIEN  OR  OTHER  SECURITY  INTEREST AS MAY BE REQUIRED TO\n   45  ASSURE  REPAYMENT  OF  FINANCIAL  ASSISTANCE  IN  ACCORDANCE  WITH   THE\n   46  PROVISIONS  OF  THIS  SECTION.  THE DEPARTMENT OF LAW SHALL PROVIDE SUCH\n   47  ASSISTANCE AS THE COMMISSIONER MAY REQUIRE TO  CREATE  AND  PERFECT  ANY\n   48  SUCH LIENS OR OTHER SECURITY INTERESTS.\n   49    9. IN APPROVING APPLICATIONS PURSUANT TO THIS SECTION, THE COMMISSION-\n   50  ER  SHALL  SEEK  TO  INSURE THAT SIXTY PERCENT OF THE FUNDS APPROPRIATED\n   51  PURSUANT TO THIS SECTION SHALL BE MADE AVAILABLE IN SUCH A MANNER AS  TO\n   52  INSURE  THAT THE RATIO OF THE AMOUNT RECEIVED WITHIN EACH PUBLIC LIBRARY\n   53  SYSTEM TO THE WHOLE OF THE FINANCIAL ASSISTANCE MADE AVAILABLE  PURSUANT\n   54  TO  THIS  SUBDIVISION  IS NO GREATER THAN THE RATIO OF THE POPULATION OF\n   55  SUCH PUBLIC LIBRARY SYSTEM TO THE POPULATION OF  THE  STATE.  ANY  FUNDS\n   56  MADE  AVAILABLE PURSUANT TO THIS SECTION WHICH, BY DECEMBER THIRTY-FIRST\n\n       A. 3367                             4\n\n    1  OF THE YEAR IN WHICH THIS SECTION SHALL HAVE BECOME A LAW,  AND  OCTOBER\n    2  THIRTY-FIRST OF EACH YEAR THEREAFTER, ARE DECLINED BY OR WHICH CANNOT BE\n    3  USED  BY SUCH LIBRARIES OR LIBRARY SYSTEMS, AS DETERMINED BY THE COMMIS-\n    4  SIONER,  SHALL  BE MADE AVAILABLE TO OTHER ELIGIBLE LIBRARIES OR LIBRARY\n    5  SYSTEMS FOR ELIGIBLE PROJECTS.\n    6    10. IN THE EVENT AN ELIGIBLE LIBRARY OR LIBRARY SYSTEM FAILS TO MAKE A\n    7  PAYMENT ON A LOAN OR FAILS TO MAKE ANY OTHER PAYMENT REQUIRED UNDER  THE\n    8  PROVISIONS  OF  THIS  SECTION,  THE  COMMISSIONER SHALL INFORM THE COMP-\n    9  TROLLER OF SUCH FAILURE AND OF THE  AMOUNT  OVERDUE,  WHICH  AMOUNT  THE\n   10  COMPTROLLER  MAY  RECOVER  FROM  ANY  PAYMENTS DUE FROM THE STATE TO THE\n   11  ELIGIBLE ORGANIZATION, INCLUDING LOCAL ASSISTANCE PAYMENTS.\n   12    11. THE COMMISSIONER SHALL ADOPT GUIDELINES WITHIN ONE HUNDRED  EIGHTY\n   13  DAYS  OF  THE EFFECTIVE DATE OF THIS SECTION, AND SHALL PROMULGATE RULES\n   14  AND REGULATIONS NOT LATER THAN SEPTEMBER FIRST, TWO THOUSAND  ELEVEN  AS\n   15  ARE  NECESSARY TO CARRY OUT THE PURPOSES AND PROVISIONS OF THIS SECTION.\n   16  IN ADDITION TO ANY OTHER REQUIREMENTS SET FORTH  BY  THIS  SECTION,  THE\n   17  COMMISSIONER  SHALL ESTABLISH PROCEDURES FOR THE RECOUPMENT OF FINANCIAL\n   18  ASSISTANCE PROVIDED IN THE EVENT THAT A PROJECT IS NOT COMPLETED OR  NOT\n   19  COMPLETED AS PROPOSED BY THE APPLICANT LIBRARY OR LIBRARY SYSTEM. COPIES\n   20  OF  SUCH  RULES  AND  REGULATIONS  SHALL BE PROVIDED AT LEAST SIXTY DAYS\n   21  PRIOR TO THE TIME THEY SHALL BE EFFECTIVE TO THE SENATE FINANCE  COMMIT-\n   22  TEE AND THE ASSEMBLY WAYS AND MEANS COMMITTEE.\n   23    12. THE COMMISSIONER SHALL REPORT TO THE GOVERNOR, THE TEMPORARY PRES-\n   24  IDENT  OF  THE  SENATE,  THE  SPEAKER OF THE ASSEMBLY, THE CHAIRS OF THE\n   25  SENATE FINANCE COMMITTEE AND ASSEMBLY WAYS AND MEANS COMMITTEE NOT LATER\n   26  THAN JANUARY FIFTEENTH OF EACH YEAR CONCERNING THE AMOUNTS  APPROPRIATED\n   27  AND  EXPENDED  PURSUANT  TO  THIS  SECTION,  THE  NUMBER OF APPLICATIONS\n   28  RECEIVED, THE TOTAL AMOUNT OF FINANCIAL ASSISTANCE REQUESTED, THE  TOTAL\n   29  NUMBER  OF APPLICATIONS FUNDED, THE AMOUNT OF FUNDING PROVIDED, AND SUCH\n   30  OTHER INFORMATION AS THE CHAIR SHALL  DEEM  APPROPRIATE,  INCLUDING  ANY\n   31  RECOMMENDATIONS  FOR PROGRAM IMPROVEMENT, RECOMMENDATIONS FOR INCREASING\n   32  THE TOTAL AMOUNT OF FUNDING FROM STATE AND NON-STATE  SOURCES  AVAILABLE\n   33  TO  INCREASE  TOTAL  FUNDS  FOR  PROJECTS AVAILABLE TO THE LIBRARIES AND\n   34  LIBRARY SYSTEMS OF THIS STATE, IN  PARTICULAR  FOR  RURAL  AND  MINORITY\n   35  COMMUNITIES,  AND  IDENTIFICATION OF AND PROPOSALS FOR REMOVING BARRIERS\n   36  OR LIMITS FACED BY COMMUNITIES IN ACCESSING THE PROGRAM OR IN MAXIMIZING\n   37  USE OF FUNDS PROVIDED HEREUNDER.\n   38    S 2. The state finance law is amended by adding a new section 91-h  to\n   39  read as follows:\n   40     S 91-H. PUBLIC LIBRARY REVOLVING LOAN FUND. 1. THERE IS HEREBY ESTAB-\n   41  LISHED IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSION-\n   42  ER  OF  TAXATION  AND  FINANCE A SPECIAL FUND TO BE KNOWN AS THE \"PUBLIC\n   43  LIBRARY REVOLVING LOAN FUND\".\n   44    2. THE PUBLIC LIBRARY REVOLVING LOAN FUND SHALL CONSIST OF ALL  MONIES\n   45  APPROPRIATED,  CREDITED, OR TRANSFERRED THERETO FROM THE GENERAL FUND OR\n   46  ANY OTHER SOURCE PURSUANT TO  LAW,  INCLUDING  THE  REPAYMENT  OF  LOANS\n   47  PROVIDED   TO   MUNICIPALITIES   PURSUANT   TO   SECTION   TWO   HUNDRED\n   48  SEVENTY-THREE-B OF THE EDUCATION LAW.\n   49    S 3. This act shall take effect July 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the state finance law, in relation to establishing a public library revolving loan fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T105904.TXT", "SOBI.D110125.T151425.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986465886
}