{
  "year" : 2011,
  "senateBillNo" : "A3361-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3361-2011-1295931600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for determining the amount of an award under the tuition assistance program for certain people returning to full-time undergraduate study",
  "summary" : "Provides that for purposes of the amount of an award under the tuition assistance program, any student who received an award for not more than two semesters prior to the 1989-1990 academic year and who returns to full-time undergraduate study shall be deemed to have received his or her first award in the academic year in which he or she returns to full-time study. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2712-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3361\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. GLICK, CLARK, COLTON -- Multi-Sponsored by -- M.\n         of A. DINOWITZ, ORTIZ, SWEENEY, WEISENBERG -- read once  and  referred\n         to the Committee on Higher Education\n\n       AN  ACT  to  amend  the education law, in relation to tuition assistance\n         program awards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  667  of the education law is\n    2  amended by adding a new paragraph e to read as follows:\n    3    E. DETERMINATION OF AWARD. FOR THE PURPOSE OF DETERMINING  THE  AMOUNT\n    4  OF  AN AWARD, ANY STUDENT WHO RECEIVED AN AWARD PURSUANT TO THIS SECTION\n    5  FOR  NOT  MORE  THAN  TWO  SEMESTERS  PRIOR  TO  THE  NINETEEN   HUNDRED\n    6  EIGHTY-NINE--NINETEEN  HUNDRED  NINETY  ACADEMIC YEAR AND WHO RETURNS TO\n    7  FULL-TIME UNDERGRADUATE STUDY SHALL BE DEEMED TO HAVE  RECEIVED  HIS  OR\n    8  HER  FIRST  AWARD  IN  THE  ACADEMIC  YEAR IN WHICH HE OR SHE RETURNS TO\n    9  FULL-TIME STUDY. APPLICATION OF THIS PARAGRAPH SHALL HAVE NO  EFFECT  ON\n   10  THE DURATION OF AWARD PROVIDED IN SUBDIVISION TWO OF THIS SECTION.\n   11    S  2.  This act shall take effect on the first of July next succeeding\n   12  the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05947-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to tuition assistance program awards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152439.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110905.TXT", "SOBI.D110125.T105405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987079299
}