{
  "year" : 2011,
  "senateBillNo" : "A3366-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3366-2011-1295931600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the preparation of a comprehensive economic development plan for the use of eminent domain when the primary purpose is economic development",
  "summary" : "Requires the preparation of a comprehensive economic development plan for the use of eminent domain when the primary purpose is economic development and certain residential premises are to be acquired; requires municipal approval of the exercise of eminent domain power in such cases; enacts the \"eminent domain reform act\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A1568-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3366\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the public authorities law,  the  not-for-profit  corpo-\n         ration law, the general municipal law and the eminent domain procedure\n         law, in relation to eminent domain reform\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"eminent domain reform act\".\n    3    S  2.  The  public  authorities law is amended by adding a new section\n    4  1831-b to read as follows:\n    5    S 1831-B. EXERCISE OF POWER OF EMINENT DOMAIN; LIMITATIONS. THE  LOCAL\n    6  LEGISLATIVE  BODY  OF EACH CITY, TOWN, OR VILLAGE IN WHICH THE AUTHORITY\n    7  SEEKS TO EXERCISE THE POWER OF EMINENT DOMAIN SHALL HAVE  THE  AUTHORITY\n    8  TO  APPROVE  OR  DISAPPROVE ANY EXERCISE OF SUCH POWER BY THE AUTHORITY.\n    9  EVERY SUCH LOCAL LEGISLATIVE BODY SHALL APPROVE OR DISAPPROVE ANY  EXER-\n   10  CISE  OF  SUCH POWER BY MAJORITY VOTE. WHERE APPLICABLE IN THE ENACTMENT\n   11  OF LOCAL LAWS, THE CHIEF EXECUTIVE  OFFICER  OF  SUCH  LOCALITY  IF  THE\n   12  OFFICE  OF  SUCH  CHIEF  EXECUTIVE  OFFICER IS ELECTIVE SHALL APPROVE OR\n   13  DISAPPROVE SUCH LOCAL LEGISLATIVE BODY'S DECISION, SUBJECT TO ANY APPLI-\n   14  CABLE RIGHT TO OVERRIDE.\n   15    S 3. Paragraph (i) of section 1411 of the  not-for-profit  corporation\n   16  law is relettered paragraph (j) and a new paragraph (i) is added to read\n   17  as follows:\n   18    (I)  MUNICIPAL INPUT.   THE LOCAL LEGISLATIVE BODY OF EACH CITY, TOWN,\n   19  OR VILLAGE IN WHICH ANY PART OF THE REAL  PROPERTY  TO  BE  ACQUIRED  IS\n   20  LOCATED  SHALL  HAVE  THE  AUTHORITY TO APPROVE OR DISAPPROVE ANY CORPO-\n   21  RATION'S USE OF EMINENT DOMAIN. EACH SUCH LOCAL LEGISLATIVE  BODY  SHALL\n   22  APPROVE OR DISAPPROVE ANY PROPOSED CORPORATE USE OF THE POWER OF EMINENT\n   23  DOMAIN  BY  MAJORITY  VOTE.  WHERE  APPLICABLE IN THE ENACTMENT OF LOCAL\n   24  LAWS, THE CHIEF EXECUTIVE OFFICER OF SUCH LOCALITY IF THE OFFICE OF SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07507-01-1\n\n       A. 3366                             2\n\n    1  CHIEF EXECUTIVE OFFICER IS ELECTIVE SHALL  APPROVE  OR  DISAPPROVE  SUCH\n    2  GOVERNING BODY'S DECISION, SUBJECT TO ANY APPLICABLE RIGHT TO OVERRIDE.\n    3    S  4.  The  general  municipal  law is amended by adding a new section\n    4  858-c to read as follows:\n    5    S 858-C. MUNICIPAL INPUT. THE GOVERNING BODY OF EACH  CITY,  TOWN,  OR\n    6  VILLAGE FOR WHOSE BENEFIT, IN WHOLE OR IN PART, AN AGENCY IS ESTABLISHED\n    7  SHALL  HAVE  THE  AUTHORITY  TO  APPROVE OR DISAPPROVE ANY AGENCY USE OF\n    8  EMINENT DOMAIN. EACH SUCH GOVERNING BODY SHALL APPROVE OR DISAPPROVE THE\n    9  USE OF EMINENT DOMAIN BY MAJORITY VOTE. WHERE APPLICABLE IN  THE  ENACT-\n   10  MENT  OF LOCAL LAWS, THE CHIEF EXECUTIVE OFFICER OF SUCH LOCALITY IF THE\n   11  OFFICE OF SUCH CHIEF EXECUTIVE OFFICER  IS  ELECTIVE  SHALL  APPROVE  OR\n   12  DISAPPROVE  SUCH  GOVERNING  BODY'S  DECISION, SUBJECT TO ANY APPLICABLE\n   13  RIGHT TO OVERRIDE.\n   14    S 5. Section 103 of the eminent domain procedure  law  is  amended  by\n   15  adding two new subdivisions (H) and (I) to read as follows:\n   16    (H)  \"ECONOMIC DEVELOPMENT PROJECT\" MEANS ANY PROJECT FOR WHICH ACQUI-\n   17  SITION OF REAL PROPERTY MAY BE REQUIRED FOR A PUBLIC  USE,  BENEFIT,  OR\n   18  PURPOSE  WHERE  SUCH  PUBLIC  USE,  BENEFIT, OR PURPOSE IS PRIMARILY FOR\n   19  ECONOMIC DEVELOPMENT AND WHERE THE CONDEMNEE'S REAL PROPERTY IS  A  HOME\n   20  OR DWELLING.\n   21    (I) FOR THE PURPOSES OF ARTICLE TWO OF THIS CHAPTER:\n   22    (1) \"HOME\" MEANS OWNER-OCCUPIED RESIDENTIAL PREMISES CONSISTING OF NOT\n   23  MORE THAN SIX DWELLING UNITS.\n   24    (2)  \"DWELLING\" MEANS RESIDENTIAL PREMISES CONSISTING OF NOT MORE THAN\n   25  THIRTY DWELLING UNITS, NONE OF WHICH IS OCCUPIED BY  AN  OWNER  OF  SUCH\n   26  PREMISES.\n   27    (3)  IN  THE CASE OF COOPERATIVE APARTMENT CORPORATIONS, TITLE TO THAT\n   28  PORTION OF REAL PROPERTY OWNED BY A COOPERATIVE APARTMENT CORPORATION IN\n   29  WHICH A TENANT-STOCKHOLDER OF SUCH CORPORATION  RESIDES,  AND  WHICH  IS\n   30  REPRESENTED  BY  HIS OR HER SHARE OR SHARES OF STOCK IN SUCH CORPORATION\n   31  AS DETERMINED BY ITS OR THEIR PROPORTIONAL  RELATIONSHIP  TO  THE  TOTAL\n   32  OUTSTANDING STOCK OF THE CORPORATION, INCLUDING THAT OWNED BY THE CORPO-\n   33  RATION, SHALL BE DEEMED TO BE VESTED IN SUCH TENANT-STOCKHOLDER NOTWITH-\n   34  STANDING THE NUMBER OF DWELLING UNITS IN SUCH RESIDENTIAL PREMISES, THUS\n   35  QUALIFYING A COOPERATIVE APARTMENT AS A HOME.\n   36    S  6.  Subdivision  (B) of section 204 of the eminent domain procedure\n   37  law is amended to read as follows:\n   38    (B) The condemnor, in its determination and findings,  shall  specify,\n   39  but shall not be limited to the following:\n   40    (1)  the  public  use, benefit or purpose to be served by the proposed\n   41  public project;\n   42    (2) the approximate location for the proposed public project  and  the\n   43  reasons for the selection of that location;\n   44    (3)  the general effect of the proposed project on the environment and\n   45  residents of the locality;\n   46    (4) A DECLARATION TO SUCH EFFECT IF  THE  PRIMARY  PUBLIC  PURPOSE  IS\n   47  DETERMINED  TO BE FOR ECONOMIC DEVELOPMENT WHERE ONE OR MORE CONDEMNEES'\n   48  HOMES OR DWELLINGS ARE TO BE AFFECTED; AND\n   49    (5) such other factors as it considers relevant.\n   50    S 7. The eminent domain procedure law  is  amended  by  adding  a  new\n   51  section 204-a to read as follows:\n   52    S  204-A.  ECONOMIC  DEVELOPMENT  CONDEMNATION  FINDINGS AND HOMEOWNER\n   53  PROTECTION. (A) IF THE CONDEMNOR DETERMINES PURSUANT TO  PARAGRAPH  FOUR\n   54  OF  SUBDIVISION (B) OF SECTION TWO HUNDRED FOUR OF THIS ARTICLE THAT THE\n   55  PRIMARY PUBLIC PURPOSE OR  BENEFIT  IS  FOR  ECONOMIC  DEVELOPMENT,  THE\n   56  CONDEMNOR,  IN  COOPERATION WITH THE GOVERNMENT OF THE LOCALITY IN WHICH\n\n       A. 3366                             3\n\n    1  THE REAL PROPERTY TO BE ACQUIRED IS LOCATED SHALL PREPARE  A  COMPREHEN-\n    2  SIVE ECONOMIC DEVELOPMENT PLAN FOR THE AFFECTED AREA.  THE COMPREHENSIVE\n    3  ECONOMIC  DEVELOPMENT  PLAN  SHALL  INCLUDE,  BUT NOT BE LIMITED TO, THE\n    4  ACTUAL  OR  EXPECTED  BENEFITS  OF  THE  PROJECT, INCLUDING THE EXPECTED\n    5  INCREASED TAX REVENUE OR EXPECTED CREATION OF JOBS, THE TYPES  OF  BUSI-\n    6  NESSES  OR  INDUSTRY  THAT WILL USE THE CONDEMNED PROPERTY, AND ALTERNA-\n    7  TIVES TO THE PLAN. WHEN A DRAFT COMPREHENSIVE ECONOMIC DEVELOPMENT  PLAN\n    8  IS  CREATED,  THE  CONDEMNOR,  IN COOPERATION WITH THE GOVERNMENT OF THE\n    9  LOCALITY IN WHICH THE REAL PROPERTY TO BE ACQUIRED IS LOCATED SHALL HOLD\n   10  AT LEAST ONE PUBLIC HEARING TO COMPILE AND  ANALYZE  PUBLIC  INPUT.  THE\n   11  PUBLIC  HEARING  SHALL BE HELD IN ACCORDANCE WITH THE PROVISIONS OF THIS\n   12  ARTICLE AT A LOCATION REASONABLY PROXIMATE TO THE  REAL  PROPERTY  WHICH\n   13  MAY  BE  ACQUIRED  FOR  SUCH  PROJECT.  THEREAFTER,  THE CONDEMNOR SHALL\n   14  COMPLETE A FINAL COMPREHENSIVE ECONOMIC DEVELOPMENT PLAN TO BE SUBMITTED\n   15  TO THE LOCAL LEGISLATIVE BODY, SUBJECT TO ANY APPLICABLE RIGHT TO  OVER-\n   16  RIDE  FOR  ITS  APPROVAL.    TO MOVE FORWARD WITH THE PROJECT, THE LOCAL\n   17  LEGISLATIVE BODY MUST APPROVE THE PLAN BY A MAJORITY VOTE, AND  IT  MUST\n   18  ALSO  BE APPROVED BY THE CHIEF EXECUTIVE OFFICER OF SUCH LOCALITY IF THE\n   19  OFFICE OF SUCH CHIEF EXECUTIVE OFFICER IS ELECTIVE.\n   20    (B) THE CONDEMNOR SHALL ALSO  CREATE  A  HOMEOWNER  IMPACT  ASSESSMENT\n   21  STATEMENT.  THE CONDEMNOR, IN THE HOMEOWNER IMPACT ASSESSMENT STATEMENT,\n   22  SHALL ASSESS THE ACTUAL HARM TO AFFECTED  CONDEMNEES'  THAT  WOULD  LOSE\n   23  THEIR  HOMES  OR  DWELLINGS  AND  COMPARE  SUCH HARM WITH THE REASONABLY\n   24  EXPECTED COMMUNITY BENEFITS,  INCLUDING  BUT  NOT  LIMITED  TO  HOW  THE\n   25  CONDEMNOR  JUSTIFIES  THE  TAKING OF THE CONDEMNEES' HOMES OR DWELLINGS.\n   26  THE HOMEOWNER IMPACT ASSESSMENT STATEMENT SHALL BE COMPLETED  SIMULTANE-\n   27  OUSLY WITH THE COMPREHENSIVE ECONOMIC DEVELOPMENT PLAN UNDER SUBDIVISION\n   28  (A)  OF THIS SECTION. THE HOMEOWNER IMPACT ASSESSMENT STATEMENT SHALL BE\n   29  MADE WIDELY AVAILABLE.\n   30    (C) IN CASES WHERE A CONDEMNEE'S HOME OR DWELLING IS ACQUIRED  FOR  AN\n   31  ECONOMIC  DEVELOPMENT  PROJECT,  THE CONDEMNOR SHALL, IN ADDITION TO ANY\n   32  OTHER COMPENSATION  REQUIREMENTS  UNDER  THIS  ARTICLE,  COMPENSATE  THE\n   33  CONDEMNEE  A  MINIMUM  OF  ONE  HUNDRED FIFTY PERCENT OF THE FAIR MARKET\n   34  VALUE OF THE REAL PROPERTY. RESIDENTS WHO ARE DISPLACED BY THE  ECONOMIC\n   35  DEVELOPMENT PROJECT SHALL ALSO BE COMPENSATED AT LEAST ONE HUNDRED FIFTY\n   36  PERCENT OF THE ANNUAL RENT OF SUCH DWELLING.\n   37    S  8.  Subdivision  (A) of section 207 of the eminent domain procedure\n   38  law, as amended by chapter 356 of the laws of 1982, is amended  to  read\n   39  as follows:\n   40    (A)  Any  person  or  persons  jointly  or severally, aggrieved by the\n   41  condemnor's determination and findings  made  pursuant  to  section  two\n   42  hundred  four  of  this article, may seek judicial review thereof by the\n   43  appellate division of the supreme  court,  in  the  judicial  department\n   44  embracing  the  county  wherein  the proposed facility is located by the\n   45  filing of a petition in such court within [thirty] NINETY days after the\n   46  condemnor's completion of its publication of its determination and find-\n   47  ings pursuant to section two hundred four [herein] OF THIS ARTICLE. Such\n   48  petition shall be accompanied by proof of service of  a  demand  on  the\n   49  condemnor  to file with said court a copy of a written transcript of the\n   50  record of the proceeding before it, and a copy of its determination  and\n   51  findings.  Upon receipt of such petition and demand, the condemnor shall\n   52  forthwith deliver to the court a copy of the record and a  copy  of  its\n   53  determination  and findings. The proceeding shall be heard on the record\n   54  without requirement of reproduction. If such proposed public improvement\n   55  is located in more than one judicial department, such proceeding may  be\n   56  brought  in  any  one,  but  only one, of such departments, and all such\n\n       A. 3366                             4\n\n    1  proceedings with relation to any single public project shall be  consol-\n    2  idated with that first filed.  IF THE CONDEMNOR SUBSTANTIALLY ALTERS THE\n    3  SCOPE OF THE PROJECT OR THE DETERMINATION AND FINDINGS, THEN THE CONDEM-\n    4  NEE  SHALL  HAVE AN ADDITIONAL NINETY DAYS FROM THE CONDEMNOR'S PUBLICA-\n    5  TION OF SUCH ALTERATION, WHICH PUBLICATION IS HEREBY REQUIRED,  TO  SEEK\n    6  JUDICIAL REVIEW UNDER THIS SECTION.\n    7    S 9. This act shall take effect on the one hundred twentieth day after\n    8  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, the not-for-profit corporation law, the general municipal law and the eminent domain procedure law, in relation to eminent domain reform ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987380585
}