{
  "year" : 2011,
  "senateBillNo" : "A3364-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to education",
    "billEventId" : "A3364-2011-1295931600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes community district education council selection committees within community districts to assist the NYC dept. of education in filling principal/superintendent positions",
  "summary" : "Establishes community district education council selection committees within each community school district to assist the department of education in selecting candidates for school principal or superintendent positions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A5325-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3364\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. MAISEL -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation to establishing community\n         district  education  council selection committees within New York city\n         community school districts to assist the New York city  department  of\n         education in selecting candidates to fill principal and other supervi-\n         sory service positions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 2590-v\n    2  to read as follows:\n    3    S 2590-V. COMMUNITY  DISTRICT  EDUCATION  COUNCIL  COMMITTEES;  ESTAB-\n    4  LISHED. 1. THERE IS HEREBY ESTABLISHED A COMMITTEE WITHIN EACH COMMUNITY\n    5  SCHOOL  DISTRICT TO ASSIST THE NEW YORK CITY DEPARTMENT OF EDUCATION, IN\n    6  CONJUNCTION WITH THE COMMUNITY DISTRICT EDUCATION COUNCILS, IN  APPOINT-\n    7  ING  INDIVIDUALS  TO  SERVE  COMMUNITY  SUPERINTENDENT AND PUBLIC SCHOOL\n    8  PRINCIPAL POSITIONS WITHIN SUCH DISTRICT.  EACH COMMITTEE SHALL BE NAMED\n    9  AND REFERRED TO AS THE COMMUNITY DISTRICT  EDUCATION  COUNCIL  SELECTION\n   10  COMMITTEE.\n   11    2.   THE COMMITTEE SHALL CONSIST OF NINE VOTING MEMBERS, ONE MEMBER TO\n   12  BE APPOINTED BY THE  COUNCIL  OF  SUPERVISORS  AND  ADMINISTRATORS,  ONE\n   13  MEMBER  TO  BE  APPOINTED  BY  THE  UNITED FEDERATION OF TEACHERS, THREE\n   14  MEMBERS, WHO ARE PARENTS OF CHILDREN ATTENDING SCHOOL WITHIN THE  JURIS-\n   15  DICTION  OF THE COMMUNITY DISTRICT, TO BE SELECTED BY THE PRESIDENTS AND\n   16  OFFICERS OF THE PARENTS' ASSOCIATION  OR  PARENT-TEACHERS'  ASSOCIATION,\n   17  AND  FOUR  MEMBERS  TO  BE MEMBERS OF THE APPROPRIATE COMMUNITY DISTRICT\n   18  EDUCATION COUNCIL. EACH COMMITTEE  SHALL  BE  RESPONSIBLE  FOR  SECURING\n   19  NAMES  OF  RESPECTIVE  CANDIDATES  FROM  THE NEW YORK CITY DEPARTMENT OF\n   20  EDUCATION AND SCHEDULING AN INTERVIEW WITH EACH  PROSPECTIVE  CANDIDATE.\n   21  EACH COMMITTEE SHALL SELECT ONE OF ITS VOTING MEMBERS TO SERVE AS CHAIR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05983-01-1\n\n       A. 3364                             2\n\n    1  RULES  FOR  CONDUCTING  THESE  INTERVIEWS  SHALL  BE  PROMULGATED BY THE\n    2  COMMITTEE.\n    3    3.  FOLLOWING  COMPLETION  OF THE APPLICATION PROCESS, AS DESCRIBED IN\n    4  SUBDIVISIONS FIVE, SIX AND SEVEN OF THIS SECTION,  THE  COMMITTEE  SHALL\n    5  SUBMIT  WRITTEN EVALUATIONS OF EACH CANDIDATE AND ANY RECOMMENDATION FOR\n    6  THE SELECTION OF A CANDIDATE TO THE NEW YORK CITY DEPARTMENT  OF  EDUCA-\n    7  TION  WITHIN  FIVE  BUSINESS  DAYS FROM THE DATE OF THE LAST CANDIDATE'S\n    8  INTERVIEW. THE NEW YORK CITY DEPARTMENT OF EDUCATION SHALL CONSIDER  ALL\n    9  EVALUATIONS  AND RECOMMENDATIONS OF THE CANDIDATES MADE BY THE COMMITTEE\n   10  PRIOR TO SELECTING A CANDIDATE FOR THE POSITION.\n   11    4. THE NEW YORK CITY DEPARTMENT OF  EDUCATION  SHALL  NOT  EXTEND  ANY\n   12  EMPLOYMENT OFFER TO ANY CANDIDATE PRIOR TO THE COMMITTEE'S SUBMISSION OF\n   13  EVALUATIONS  AND  RECOMMENDATIONS TO SUCH DEPARTMENT. ANY OFFER EXTENDED\n   14  WITHOUT PRIOR SUBMISSION OF SUCH EVALUATION SHALL CONSTITUTE A VIOLATION\n   15  OF THE PROVISIONS OF THIS SECTION.\n   16    5. THE COMMITTEE SHALL REVIEW ALL PRE-SELECTED APPLICATIONS FOR PUBLIC\n   17  SCHOOL PRINCIPAL OR  SUPERINTENDENT  POSITIONS  WITHIN  THEIR  COMMUNITY\n   18  SCHOOL  DISTRICT.  THE  COMMITTEE SHALL BE RESPONSIBLE FOR SETTING FORTH\n   19  PARTICULAR GUIDELINES AND CRITERIA FOR EVALUATING THE APPLICANTS.  AFTER\n   20  REVIEWING  EACH  APPLICATION,  THE COMMITTEE SHALL SUBMIT EVALUATIONS OF\n   21  EACH APPLICANT TO THE  NEW  YORK  CITY  DEPARTMENT  OF  EDUCATION.  SUCH\n   22  DEPARTMENT  SHALL  REVIEW ALL EVALUATIONS SUBMITTED BY THE COMMITTEE AND\n   23  SHALL CONSIDER THE EVALUATIONS IN  SELECTING  THE  FINAL  APPLICANTS  OR\n   24  CANDIDATES TO PROCEED TO THE INTERVIEWING STAGE OF THE APPLICATION PROC-\n   25  ESS.\n   26    6.  AT  ANY  TIME DURING THE APPLICATION PERIOD FOR A PARTICULAR POSI-\n   27  TION, THE COMMITTEE MAY, IN GOOD FAITH,  SUBMIT  A  WRITTEN  REQUEST  TO\n   28  REVIEW  ALL  APPLICATIONS  SUBMITTED  TO THE NEW YORK CITY DEPARTMENT OF\n   29  EDUCATION FOR SUCH POSITION. THE NEW YORK CITY DEPARTMENT  OF  EDUCATION\n   30  SHALL  PERMIT  THE  COMMITTEE  TO REVIEW THE APPLICATIONS. THE COMMITTEE\n   31  SHALL BE PERMITTED TO PRESENT TO SUCH DEPARTMENT ANY OTHER  APPLICATIONS\n   32  DEEMED WORTHY OF CONSIDERATION.\n   33    7. DURING THE INTERVIEW STAGE OF THE APPLICATION PROCESS, THE NEW YORK\n   34  CITY DEPARTMENT OF EDUCATION SHALL PERMIT THE COMMITTEE TO INTERVIEW ALL\n   35  FINAL  CANDIDATES  FOR  THE  POSITION.  THE  NEW YORK CITY DEPARTMENT OF\n   36  EDUCATION SHALL ARRANGE A SECOND INTERVIEW WITH THE CANDIDATES TO AFFORD\n   37  THE COMMITTEE AN OPPORTUNITY TO INTERVIEW SUCH CANDIDATES.  THE  COMMIT-\n   38  TEE,  BY  A  MAJORITY  VOTE, SHALL MAKE AT LEAST FIVE RECOMMENDATIONS TO\n   39  SUCH DEPARTMENT, WHICH SHALL, IN TURN,  MAKE  A  FINAL  SELECTION  OF  A\n   40  CANDIDATE FOR THE POSITION FROM THE COMMITTEE'S LIST OF RECOMMENDATIONS.\n   41    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   42  have become a law. Effective immediately, the chancellor of the New York\n   43  city school district shall promulgate any rules, regulations  or  amend-\n   44  ments necessary for the implementation of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing community district education council selection committees within New York city community school districts to assist the New York city department of education in selecting candidates to fill principal and other supervisory service positions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152439.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110905.TXT", "SOBI.D110125.T105405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987079377
}