{
  "year" : 2011,
  "senateBillNo" : "A3374-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3374-2011-1295931600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of freshwater wetlands; repealer",
  "summary" : "Relates to the definition of freshwater wetlands; repeals section relating to the applicability of the freshwater wetlands article; provides authority of DEC over wetlands which are one acre or more; amends permitting requirements for subdivision of land. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A6363-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3374\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. SWEENEY, CLARK, PEOPLES-STOKES, JAFFEE, PHEFFER,\n         PAULIN, KAVANAGH, LATIMER,  ENGLEBRIGHT,  ROSENTHAL,  MAISEL,  COLTON,\n         GALEF,  SCHIMEL,  TITONE  --  Multi-Sponsored  by  --  M.  of A. BING,\n         BOYLAND, CAHILL, GLICK, GOTTFRIED, JACOBS, LIFTON, V. LOPEZ,  LUPARDO,\n         MAGNARELLI,  MARKEY,  McENENY,  J. MILLER, MILLMAN, SCHROEDER, THIELE,\n         WEINSTEIN, WEISENBERG -- read once and referred to  the  Committee  on\n         Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         freshwater wetlands and repealing section 24-1305 of such law relating\n         thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  7  of  section  24-0105 of the environmental\n    2  conservation law, as added by chapter 614 of the laws  of  1975  and  as\n    3  renumbered  by  chapter  654  of the laws of 1977, is amended to read as\n    4  follows:\n    5    7. Any loss of freshwater wetlands deprives the people of the state of\n    6  some or all of the  many  and  multiple  benefits  to  be  derived  from\n    7  wetlands, to wit:\n    8    (a)  flood  and storm control by the hydrologic absorption and storage\n    9  capacity of freshwater wetlands;\n   10    (b) wildlife  habitat  by  providing  breeding,  nesting  and  feeding\n   11  grounds  and  cover for many forms of wildlife, wildfowl and shorebirds,\n   12  including migratory wildfowl and rare, ENDANGERED OR THREATENED  species\n   13  such as the bald eagle and osprey;\n   14    (c)  protection  of subsurface water resources and provision for valu-\n   15  able watersheds and recharging ground water supplies;\n   16    (d) recreation by  providing  areas  for  hunting,  fishing,  boating,\n   17  hiking, bird watching, photography, camping and other uses;\n   18    (e)  pollution  treatment by serving as biological and chemical oxida-\n   19  tion basins;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02985-01-1\n\n       A. 3374                             2\n\n    1    (f) erosion control by serving as sedimentation  areas  and  filtering\n    2  basins,  absorbing  silt  and organic matter and protecting channels and\n    3  harbors;\n    4    (g)  education and scientific research by providing readily accessible\n    5  outdoor bio-physical laboratories, living classrooms and  vast  training\n    6  and education resources; [and]\n    7    (h)  open space and aesthetic appreciation by providing often the only\n    8  remaining open areas along crowded river fronts and coastal Great  Lakes\n    9  regions; [and]\n   10    (i) sources of nutrients in freshwater food cycles and nursery grounds\n   11  and sanctuaries for freshwater fish[.];\n   12    (J)  PRESERVATION  OF  PLANT  SPECIES  THAT  ARE  RARE, ENDANGERED, OR\n   13  EXPLOITABLY VULNERABLE AS DEFINED IN SECTION 9-1503 OF THIS CHAPTER; AND\n   14    (K) PRESERVATION OF COMMUNITIES OF PLANTS AND ANIMALS THAT ARE  DEEMED\n   15  BY THE COMMISSIONER TO BE RARE IN THE STATE OR IN A REGION OF THE STATE.\n   16    S  2.  The  opening  paragraph  of  subdivision 1 and subdivision 2 of\n   17  section 24-0107 of the environmental conservation  law,  as  amended  by\n   18  chapter 654 of the laws of 1977, are amended to read as follows:\n   19    \"Freshwater wetlands\" means lands and waters of the state [as shown on\n   20  the freshwater wetlands map which] THAT ARE ONE ACRE OR MORE IN SIZE OR,\n   21  ADJACENT  TO  A  WATER BODY, INCLUDING AN INTERMITTENT WATER BODY OR, IN\n   22  THE DISCRETION OF THE COMMISSIONER, OF SIGNIFICANT LOCAL IMPORTANCE  FOR\n   23  ONE  OR  MORE OF THE SPECIFIC BENEFITS SET FORTH IN SUBDIVISION SEVEN OF\n   24  SECTION 24-0105 OF THIS TITLE.  FRESHWATER WETLANDS SHALL contain any or\n   25  all of the following:\n   26    2. \"Freshwater wetlands map\" shall mean a map [promulgated]  DEVELOPED\n   27  by  the  department pursuant to section 24-0301 of this article on which\n   28  are indicated the boundaries of any freshwater wetlands. THESE MAPS WILL\n   29  SERVE THE PURPOSE OF EDUCATING THE PUBLIC ON THE LOCATION OF WETLANDS.\n   30    S 3. Subdivisions 1, 2, 3, 4, 5 and 6 of section 24-0301 of the  envi-\n   31  ronmental  conservation law, subdivisions 1, 2 and 3 as amended by chap-\n   32  ter 654 of the laws of 1977 and subdivisions 4, 5 and 6  as  amended  by\n   33  chapter 16 of the laws of 2010, are amended to read as follows:\n   34    1.  The commissioner shall, as soon as practicable, conduct a study to\n   35  identify and map those individual freshwater wetlands in  the  state  of\n   36  New  York  [which  shall have an area of at least twelve and four-tenths\n   37  acres or more, or if less than twelve and four-tenths acres,  (a)  have,\n   38  in  the  discretion  of  the  commissioner, and subject to review of his\n   39  action by the board created pursuant to title eleven  of  this  article,\n   40  unusual  local  importance  for one or more of the specific benefits set\n   41  forth in subdivision seven of section 24-0105] (A) AS DEFINED IN SECTION\n   42  24-0107 OF THIS ARTICLE or (b) THAT are located  within  the  Adirondack\n   43  park  and  meet  the  definition  of  wetlands  contained in subdivision\n   44  sixty-eight of section eight hundred two [of  article  twenty-seven]  of\n   45  the executive law, and shall determine their characteristics. This study\n   46  shall,  in addition to such other data as the commissioner may determine\n   47  to be included, consist of the  freshwater  wetlands  inventory  of  the\n   48  department   [of  environmental  conservation],  currently  being  made,\n   49  together with other  available  data  on  freshwater  wetlands,  whether\n   50  assisted by the state of New York under the tidal wetlands act or other-\n   51  wise, or assembled by federal or local governmental or private agencies,\n   52  all  of which information shall be assembled and integrated, as applica-\n   53  ble, into a map of freshwater wetlands of the state of  New  York.  Such\n   54  study  may,  in  the discretion of the commissioner, be carried out on a\n   55  sectional or regional basis, as indicated by need,  subject  to  overall\n   56  completion  in an expeditious fashion subject to the terms of this chap-\n\n       A. 3374                             3\n\n    1  ter. [This map, and any orders issued pursuant to the provisions of this\n    2  article, shall comprise a part of the statewide  environmental  plan  as\n    3  provided  for in section 3-0303 of this chapter.] As soon as practicable\n    4  the  commissioner  shall  file  with  the  secretary of state a detailed\n    5  description of the technical methods and requirements to be utilized  in\n    6  compiling  the  inventory, and he shall afford the public an opportunity\n    7  to submit comments thereon.\n    8    2. Upon completion of a freshwater wetlands inventory, the commission-\n    9  er shall prepare a [tentative] DRAFT freshwater wetlands map delineating\n   10  the boundaries of such wetlands as determined by the study and inventory\n   11  conducted pursuant to subdivision one of this section. The  map  may  be\n   12  prepared  for  different sections or regions of the state separately, as\n   13  the commissioner shall determine. The  commissioner  shall  consult  and\n   14  cooperate  with  the  Adirondack  park  agency  in  the preparation of a\n   15  [tentative] DRAFT freshwater  wetlands  map  for  any  area  within  the\n   16  Adirondack park.\n   17    3.  The  [tentative] DRAFT freshwater wetlands map shall set forth the\n   18  boundaries of such wetlands as accurately as is  practicable  to  inform\n   19  the  owners  thereof,  the  public and the department of the approximate\n   20  location of the actual boundaries of the wetlands, subject to motion for\n   21  delineation pursuant to this section, or more precise definition thereof\n   22  in the discretion of the commissioner. The commissioner shall take  into\n   23  consideration, whenever possible, the boundaries of the local government\n   24  or governments within which the wetlands are located.\n   25    4.  Upon  completion  of the [tentative] DRAFT freshwater wetlands map\n   26  for a particular area, the commissioner or his designated hearing  offi-\n   27  cer  shall  hold  a  public  hearing  in that area in order to afford an\n   28  opportunity for any person to propose additions or deletions  from  such\n   29  map.  The  commissioner shall give notice of such hearing to [each owner\n   30  of record as shown on the latest  completed  tax  assessment  rolls,  of\n   31  lands  designated as such wetlands as shown on said map and also to] the\n   32  chief administrative officer and clerk of each local  government  within\n   33  the boundaries of which any such wetland or a portion thereof is located\n   34  and,  in the case of a [tentative] DRAFT freshwater wetlands map for any\n   35  area within the Adirondack park,  to  the  Adirondack  park  agency,  by\n   36  certified  mail not less than thirty days prior to the date set for such\n   37  hearing and shall assure that a copy of the relevant  map  is  available\n   38  for public inspection at a convenient location in such local government.\n   39  The  map  filed  with  a local government may, at the local government's\n   40  request, be either a physical copy of the [tentative]  DRAFT  freshwater\n   41  wetlands  map,  or, if available, a digital file that represents it. The\n   42  commissioner shall also cause notice of such hearing to be published  at\n   43  least once, not more than thirty days nor fewer than ten days before the\n   44  date  set  for  such  hearing, in at least two newspapers having general\n   45  circulation in the area where such wetlands are located. The commission-\n   46  er may post on the department's website a digital image that  represents\n   47  the [tentative] DRAFT freshwater wetlands map.\n   48    5.  [After  considering  the  testimony  given at such hearing and any\n   49  other facts which may be deemed pertinent, after considering the  rights\n   50  of  affected  property  owners  and the ecological balance in accordance\n   51  with the policy and purposes of  this  article,  and,  in  the  case  of\n   52  wetlands  or portions thereof within the Adirondack park, after consult-\n   53  ing with the Adirondack park agency, the commissioner  shall  promulgate\n   54  by  order  the  final  freshwater  wetlands map. Such order shall not be\n   55  promulgated less than sixty days from the date of the  hearing  required\n   56  by  subdivision four of this section. A copy of the order, together with\n\n       A. 3374                             4\n\n    1  a copy of such map or relevant portion thereof shall  be  filed  in  the\n    2  office  of the clerk of each local government in which each such wetland\n    3  or a portion thereof is located and, in the case of a map for  any  area\n    4  within  the  Adirondack  park,  with  the Adirondack park agency.] AFTER\n    5  CONSIDERATION OF COMMENTS FROM THE  PUBLIC  THE  COMMISSIONER  MAY  MAKE\n    6  ALTERATIONS  TO  THE  DRAFT  MAP CONSISTENT WITH SECTION 24-0107 OF THIS\n    7  ARTICLE. THE COMMISSIONER SHALL FINALIZE THE MAP AND FILE A COPY OF  THE\n    8  MAP WITH THE OFFICE OF THE CLERK OF EACH LOCAL GOVERNMENT WITH JURISDIC-\n    9  TION OVER PART OR ALL OF THE REGION SHOWN ON THE MAP. The map filed with\n   10  a  local  government may, at the local government's request, be either a\n   11  physical copy of the final freshwater wetlands map, or, if available,  a\n   12  digital  file that represents it. [The commissioner shall simultaneously\n   13  give notice of such order to each owner of lands, as shown on the latest\n   14  completed tax assessment rolls, designated as such wetlands by mailing a\n   15  copy of such order to such owner by certified mail in any case  where  a\n   16  notice  by  certified  mail was not sent pursuant to subdivision four of\n   17  this section, and in all other cases by first class  mail.  The  commis-\n   18  sioner  shall  also  give notice of such order at such time to the chief\n   19  administrative officer of each local government within the boundaries of\n   20  which any such wetland or a portion thereof is located. At the  time  of\n   21  filing  with  such  clerk or clerks, the commissioner shall also cause a\n   22  copy of such order to be published in at  least  two  newspapers  having\n   23  general  circulation  in  the area where such wetlands are located.] The\n   24  commissioner may post on the department's website a digital  image  that\n   25  represents the final freshwater wetlands map.\n   26    6.  Except  as  provided  in  subdivision  eight  of this section, the\n   27  commissioner shall supervise the  maintenance  of  such  boundary  maps,\n   28  which shall be available to the public for inspection and examination at\n   29  the  regional  office of the department in which the wetlands are wholly\n   30  or partly located and in the office of the clerk of each county in which\n   31  each such wetland or a portion thereof is located. The commissioner  may\n   32  readjust  the  map thereafter to clarify the boundaries of the wetlands,\n   33  to correct any errors on the map, to effect any additions, deletions  or\n   34  technical changes on the map, and to reflect changes as have occurred as\n   35  a  result of the granting of permits pursuant to section 24-0703 of this\n   36  article, or natural changes which may  have  occurred  through  erosion,\n   37  accretion,  or  otherwise. Notice of such readjustment shall be given in\n   38  the same manner as set forth in subdivision [five] FOUR of this  section\n   39  for  the  [promulgation]  DEVELOPMENT of final freshwater wetlands maps.\n   40  [In addition, at the time notice is  provided  pursuant  to  subdivision\n   41  five of this section, the commissioner shall update any digital image of\n   42  the  map  posted  on  the department's website to reflect such readjust-\n   43  ment.]\n   44    S 4. Subdivisions 1, 2 and 4 of section 24-0701 of  the  environmental\n   45  conservation  law, subdivisions 1 and 2 as amended by chapter 654 of the\n   46  laws of 1977 and subdivision 4 as amended by chapter 697 of the laws  of\n   47  1979, are amended and a new subdivision 9 is added to read as follows:\n   48    1.  [After  issuance  of  the  official freshwater wetlands map of the\n   49  state, or of any selected section or region  thereof,  any]  ANY  person\n   50  desiring  to  conduct  on freshwater wetlands [as so designated thereon]\n   51  any of the regulated activities set forth in  subdivision  two  of  this\n   52  section must obtain a permit as provided in this title.\n   53    2.  Activities  subject  to  regulation  UNDER SUBDIVISION ONE OF THIS\n   54  SECTION shall include SUBDIVISION OF PARCELS OF LAND CONTAINING FRESHWA-\n   55  TER WETLANDS AND any form of draining, dredging, excavation, removal  of\n   56  soil,  mud,  sand, shells, gravel or other aggregate from any freshwater\n\n       A. 3374                             5\n\n    1  wetland, either directly or indirectly; and any form of  dumping,  fill-\n    2  ing,  or  depositing  of any soil, stones, sand, gravel, mud, rubbish or\n    3  fill of any kind, either directly or  indirectly;  erecting  any  struc-\n    4  tures,   roads,  the  driving  of  pilings,  or  placing  of  any  other\n    5  obstructions whether or not changing the ebb and flow of the water;  any\n    6  form  of  pollution,  including  but not limited to, installing a septic\n    7  tank, running a sewer outfall, discharging sewage treatment effluent  or\n    8  other  liquid  wastes  into or so as to drain into a freshwater wetland;\n    9  and any other activity which substantially impairs any  of  the  several\n   10  functions  served  by freshwater wetlands or the benefits derived there-\n   11  from which are set forth in  section  24-0105  of  this  article.  These\n   12  activities  are subject to regulation whether or not they occur upon the\n   13  wetland itself, if they impinge upon or otherwise  substantially  affect\n   14  the  wetlands  and  are  located not more than one hundred feet from the\n   15  boundary of such wetland. Provided, that a  greater  distance  from  any\n   16  such  wetland may be regulated pursuant to this article by the appropri-\n   17  ate local government or by the department,  whichever  has  jurisdiction\n   18  over such wetland, where necessary to protect and preserve the wetland.\n   19    4.  [The] ON LANDS IN ACTIVE AGRICULTURAL USE, THE activities of farm-\n   20  ers and other landowners  in  grazing  and  watering  livestock,  making\n   21  reasonable  use  of  water resources, harvesting natural products of the\n   22  wetlands, selectively cutting timber,  draining  land  or  wetlands  for\n   23  growing  agricultural  products  and  otherwise  engaging  in the use of\n   24  wetlands or other  land  for  growing  agricultural  products  shall  be\n   25  excluded  from regulated activities and shall not require a permit under\n   26  subdivision one [hereof] OF THIS SECTION,  except  that  structures  not\n   27  required for enhancement or maintenance of the agricultural productivity\n   28  of  the land and any filling activities shall not be excluded hereunder,\n   29  and provided that the use of land [designated as  a  freshwater  wetland\n   30  upon  the  freshwater  wetlands  map at the effective date thereof] THAT\n   31  MEETS THE DEFINITION OF A FRESHWATER WETLAND IN SECTION 24-0107 OF  THIS\n   32  ARTICLE  for uses other than those referred to in this subdivision shall\n   33  be subject to the provisions of this article.\n   34    9. ANY PERMIT OBTAINED SUBJECT TO  SUBDIVISION  ONE  OF  THIS  SECTION\n   35  SHALL  BE  PERMANENTLY  APPENDED  TO THE DEED FOR THE REAL PROPERTY SUCH\n   36  REGULATED ACTION OCCURRED ON.\n   37    S 5. Subdivision 5 of section 24-0703 of the  environmental  conserva-\n   38  tion  law,  as amended by chapter 233 of the laws of 1979, is amended to\n   39  read as follows:\n   40    5. [Prior to the promulgation of the final freshwater wetlands map  in\n   41  a  particular  area  and  the  implementation  of  a freshwater wetlands\n   42  protection law or ordinance, no person shall conduct,  or  cause  to  be\n   43  conducted,  any  activity  for  which a permit is required under section\n   44  24-0701 of this article on any freshwater wetland unless he has obtained\n   45  a permit from the commissioner  under  this  section.]  Any  person  may\n   46  inquire  of  the  department as to whether or not a given parcel of land\n   47  [will be designated] INCLUDES a  freshwater  wetland  subject  to  regu-\n   48  lation.  The  department  shall give a definite answer in writing within\n   49  thirty days of such request as to [whether] THE STATUS  OF  such  parcel\n   50  [will  or  will  not be so designated]. Provided that, in the event that\n   51  weather or ground conditions prevent the department from making a deter-\n   52  mination within thirty days, it may extend such period until a  determi-\n   53  nation  can  be made. Such answer in the affirmative shall be reviewable\n   54  pursuant to title eleven of this article; such an answer in the negative\n   55  shall be a complete defense to the enforcement of  this  article  as  to\n   56  such  parcel  of land. [The commissioner may by regulation adopted after\n\n       A. 3374                             6\n\n    1  public hearing exempt categories or classes of  wetlands  or  individual\n    2  wetlands  which  he  determines not to be critical to the furtherance of\n    3  the policies and purposes of this article.]\n    4    S  6.  Subdivision 1 of section 24-0901 of the environmental conserva-\n    5  tion law, as added by chapter 614 of the laws of  1975,  is  amended  to\n    6  read as follows:\n    7    1.  [Upon  completion of the freshwater wetlands map, the] THE commis-\n    8  sioner shall confer with local government officials in  each  region  in\n    9  which  the  inventory  has been conducted to establish a program for the\n   10  protection of the freshwater wetlands of the state.\n   11    S 7. Subdivision 1 of section 24-0903 of the  environmental  conserva-\n   12  tion  law,  as  added  by chapter 614 of the laws of 1975, is amended to\n   13  read as follows:\n   14    1. [Upon completion of the freshwater wetlands map of the state, or of\n   15  any selected section or region thereof, the commissioner  shall  proceed\n   16  to classify freshwater wetlands so designated thereon according to their\n   17  most  appropriate  uses, in] IN light of the values set forth in section\n   18  24-0105 of this article and the present conditions of [such]  FRESHWATER\n   19  wetlands[.  The],  THE  commissioner shall determine what uses of [such]\n   20  FRESHWATER wetlands are most compatible with  the  foregoing  and  shall\n   21  prepare  minimum  land  use  regulations  to permit only such compatible\n   22  uses. [The classifications may cover freshwater wetlands  in  more  than\n   23  one  governmental  subdivision.   Permits pursuant to section 24-0701 of\n   24  this article are required whether  or  not  a  classification  has  been\n   25  promulgated.]\n   26    S  8.  Section  24-1305  of  the  environmental  conservation  law  is\n   27  REPEALED.\n   28    S 9. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to freshwater wetlands and repealing section 24-1305 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295989181831
}