{
  "year" : 2011,
  "senateBillNo" : "A3370-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3370-2011-1295931600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the powers of the chairman and the members of the authority; repealer",
  "summary" : "Relates to the powers of the chairman and the members of the state liquor authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A11010-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3370\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. SCHIMMINGER, GOTTFRIED, CAHILL, KAVANAGH, ZEBROW-\n         SKI  --  Multi-Sponsored by -- M. of A. DESTITO, GABRYSZAK, PHEFFER --\n         read once and referred to the Committee on Economic Development\n\n       AN ACT to amend the alcoholic beverage control law, in relation  to  the\n         powers of the chairman and the members of the authority; and to repeal\n         certain provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 15  of  the  alcoholic  beverage  control  law,  as\n    2  amended  by  chapter  83 of the laws of 1995 and the second undesignated\n    3  paragraph as amended by section 1 of part F of chapter 411 of  the  laws\n    4  of 1999, is amended to read as follows:\n    5    S 15. Officers; employees; offices. [The authority shall have power to\n    6  appoint any necessary deputies, counsels, assistants, investigators, and\n    7  other  employees  within the limits provided by appropriation.  Investi-\n    8  gators so employed by the Authority shall be deemed to be peace officers\n    9  for the purpose of enforcing the provisions of  the  alcoholic  beverage\n   10  control law or judgements or orders obtained for violation thereof, with\n   11  all the powers set forth in section 2.20 of the criminal procedure law.]\n   12  The  counsel, secretary, chief executive officer, assistant chief execu-\n   13  tive officers, confidential secretaries to  commissioners  and  deputies\n   14  shall be in the exempt class of the civil service. The other assistants,\n   15  investigators and employees of the authority shall all be in the compet-\n   16  itive class of the civil service.  INVESTIGATORS EMPLOYED BY THE AUTHOR-\n   17  ITY  SHALL  BE  DEEMED TO BE PEACE OFFICERS FOR THE PURPOSE OF ENFORCING\n   18  THE PROVISIONS OF THE ALCOHOLIC BEVERAGE CONTROL  LAW  OR  JUDGMENTS  OR\n   19  ORDERS  OBTAINED FOR VIOLATION THEREOF, WITH ALL THE POWERS SET FORTH IN\n   20  SECTION 2.20 OF THE CRIMINAL PROCEDURE LAW. The authority shall continue\n   21  to have its principal office in the city of Albany, and may  maintain  a\n   22  branch office in the cities of New York and Buffalo and such other plac-\n   23  es as [it] THE CHAIRMAN may deem necessary.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06354-01-1\n\n       A. 3370                             2\n\n    1    [The  authority  shall establish appropriate procedures to insure that\n    2  hearing officers are shielded from ex parte communications with  alleged\n    3  violators  and their attorneys and from other employees of the authority\n    4  and shall take such other steps as it shall deem necessary and proper to\n    5  shield  its judicial processes from unwarranted and inappropriate commu-\n    6  nications and attempts to influence.]\n    7    S 2. Subdivisions 4, 8, 8-a, 12, 13 and 14 of section 17 of the  alco-\n    8  holic beverage control law are REPEALED, subdivisions 5, 6, 7, 9, 10 and\n    9  11 are renumbered subdivisions 4, 5, 6, 7, 8 and 9 and subdivision 7, as\n   10  amended  by  chapter  83  of  the  laws  of  1995, is amended to read as\n   11  follows:\n   12    7. [The] TO DELEGATE THE powers  provided  in  this  section  [may  be\n   13  delegated  by  the authority] to the chairman, or to such other officers\n   14  or employees as may be designated by the chairman.\n   15    S 3. Section 18 of the alcoholic beverage control  law,  as  added  by\n   16  chapter 83 of the laws of 1995, is amended to read as follows:\n   17    S 18. Powers  and  duties of the chairman. The chairman shall have the\n   18  following functions, powers and duties:\n   19    1. To exercise the powers and perform the duties in  relation  to  the\n   20  administration  of the division of alcoholic beverage control as are not\n   21  specifically vested by this  chapter  in  the  state  liquor  authority,\n   22  INCLUDING BUT NOT LIMITED TO BUDGETARY AND FISCAL MATTERS.\n   23    2.  To preside at all meetings of the authority and perform the admin-\n   24  istrative functions of the authority.\n   25    3. TO APPOINT ANY NECESSARY DEPUTIES, COUNSELS,  ASSISTANTS,  INVESTI-\n   26  GATORS, AND OTHER EMPLOYEES WITHIN THE LIMITS PROVIDED BY APPROPRIATION.\n   27    4.  TO  REMOVE  ANY  EMPLOYEE OF THE AUTHORITY FOR CAUSE, AFTER GIVING\n   28  SUCH EMPLOYEE A COPY OF THE CHARGES AGAINST HIM OR HER IN  WRITING,  AND\n   29  AN OPPORTUNITY TO BE HEARD THEREON. ANY ACTION TAKEN UNDER THIS SUBDIVI-\n   30  SION SHALL BE SUBJECT TO AND IN ACCORDANCE WITH THE CIVIL SERVICE LAW.\n   31    5.  To  keep  records  in  such form as he OR SHE may prescribe of all\n   32  licenses and permits issued and revoked within the state;  such  records\n   33  shall  be  so kept as to provide ready information as to the identity of\n   34  all licensees including the names  of  the  officers  and  directors  of\n   35  corporate  licensees  and  the  location  of  all licensed premises. The\n   36  chairman may, with the approval of  the  commissioner  of  taxation  and\n   37  finance,  contract  to  furnish  copies  of  the records of licenses and\n   38  permits of each class and type issued within the state or any  political\n   39  subdivision thereof, for any license or permit year or term of years not\n   40  exceeding five years.\n   41    [4.] 6. To inspect or provide for the inspection of any premises where\n   42  alcoholic beverages are manufactured or sold.\n   43    [5.]  7.  To  prescribe forms of applications for licenses and permits\n   44  under this chapter and of all reports deemed necessary by the authority.\n   45    [6.] 8. To delegate to the officers and employees  of  the  [division]\n   46  AUTHORITY  such  of his OR HER powers and duties as he OR SHE may deter-\n   47  mine.\n   48    9. TO ESTABLISH APPROPRIATE PROCEDURES TO ENSURE THAT HEARING OFFICERS\n   49  ARE SHIELDED FROM EX PARTE COMMUNICATIONS  WITH  ALLEGED  VIOLATORS  AND\n   50  THEIR ATTORNEYS AND FROM OTHER EMPLOYEES OF THE AUTHORITY AND SHALL TAKE\n   51  SUCH  OTHER  STEPS  AS  IT SHALL DEEM NECESSARY AND PROPER TO SHIELD ITS\n   52  JUDICIAL PROCESSES FROM UNWARRANTED AND INAPPROPRIATE COMMUNICATIONS AND\n   53  ATTEMPTS TO INFLUENCE.\n   54    10. TO DEVELOP AND ESTABLISH MINIMUM  CRITERIA  FOR  ALCOHOL  TRAINING\n   55  AWARENESS PROGRAMS WHICH MAY BE GIVEN AND ADMINISTERED BY SCHOOLS; OTHER\n   56  ENTITIES  INCLUDING  TRADE  ASSOCIATIONS WHOSE MEMBERS ARE ENGAGED IN OR\n\n       A. 3370                             3\n\n    1  INVOLVED IN  THE  RETAIL  SALE  OF  ALCOHOLIC  BEVERAGES;  NATIONAL  AND\n    2  REGIONAL  FRANCHISORS  WHO  HAVE GRANTED AT LEAST FIVE FRANCHISES IN THE\n    3  STATE WHICH ARE  LICENSED  TO  SELL  BEER  AT  RETAIL  FOR  OFF-PREMISES\n    4  CONSUMPTION;  LICENSEES AUTHORIZED TO SELL ALCOHOLIC BEVERAGES AT RETAIL\n    5  FOR OFF-PREMISES CONSUMPTION OPERATING FIVE OR MORE  LICENSED  PREMISES;\n    6  AND  PERSONS  INTERESTED, WHETHER AS AN INDIVIDUAL PROPRIETOR OR PARTNER\n    7  OR OFFICER OR MEMBER OF A LIMITED LIABILITY COMPANY,  IN  FIVE  OR  MORE\n    8  LICENSEES AUTHORIZED TO SELL ALCOHOLIC BEVERAGES AT RETAIL FOR OFF-PREM-\n    9  ISES  CONSUMPTION.  THE  AUTHORITY  SHALL  PROVIDE  FOR  THE ISSUANCE OF\n   10  CERTIFICATES OF APPROVAL TO ALL  CERTIFIED  ALCOHOL  TRAINING  AWARENESS\n   11  PROGRAMS.  CERTIFICATES  OF APPROVAL MAY BE REVOKED BY THE AUTHORITY FOR\n   12  FAILURE TO ADHERE TO THE AUTHORITY'S RULES AND REGULATIONS.  SUCH  RULES\n   13  AND REGULATIONS SHALL AFFORD THOSE WHO HAVE BEEN ISSUED A CERTIFICATE OF\n   14  APPROVAL  AN  OPPORTUNITY  FOR  A  HEARING PRIOR TO ANY DETERMINATION OF\n   15  WHETHER SUCH CERTIFICATE SHOULD BE REVOKED.\n   16    NO LICENSEE SHALL BE REQUIRED TO APPLY FOR  ANY  SUCH  CERTIFICATE  OR\n   17  RENEWAL  CERTIFICATE  AND  THE LICENSEE MAY VOLUNTARILY SURRENDER SUCH A\n   18  CERTIFICATE OR RENEWAL CERTIFICATE AT ANY TIME. A FEE IN THE  AMOUNT  OF\n   19  NINE  HUNDRED  DOLLARS SHALL BE PAID TO THE AUTHORITY WITH EACH APPLICA-\n   20  TION FOR A CERTIFICATE OF APPROVAL OR RENEWAL CERTIFICATE. THE AUTHORITY\n   21  SHALL PROMPTLY REFUND SUCH FEE TO AN  APPLICANT  WHOSE  APPLICATION  WAS\n   22  DENIED. EACH CERTIFICATE OF APPROVAL AND RENEWAL THEREOF SHALL BE ISSUED\n   23  FOR A PERIOD OF THREE YEARS. TO EFFECTUATE THE PROVISIONS OF THIS SUBDI-\n   24  VISION,  THE  AUTHORITY  IS  EMPOWERED  TO REQUIRE IN CONNECTION WITH AN\n   25  APPLICATION THE SUBMISSION OF SUCH  INFORMATION  AS  THE  AUTHORITY  MAY\n   26  DIRECT;  TO  PRESCRIBE FORMS OF APPLICATIONS AND OF ALL REPORTS WHICH IT\n   27  DEEMS NECESSARY TO BE MADE BY ANY APPLICANT OR  CERTIFICATE  HOLDER;  TO\n   28  CONDUCT  INVESTIGATIONS;  TO  REQUIRE  THE MAINTENANCE OF SUCH BOOKS AND\n   29  RECORDS AS THE AUTHORITY MAY DIRECT; TO REVOKE, CANCEL, OR  SUSPEND  FOR\n   30  CAUSE  ANY  CERTIFICATE  PROVIDED  FOR  IN THIS SUBDIVISION. EACH ENTITY\n   31  AUTHORIZED TO GIVE AND ADMINISTER AN ALCOHOL TRAINING AWARENESS  PROGRAM\n   32  SHALL  ISSUE  CERTIFICATES  OF COMPLETION TO ALL LICENSEES AND EMPLOYEES\n   33  WHO SUCCESSFULLY COMPLETE SUCH AN APPROVED  ALCOHOL  TRAINING  AWARENESS\n   34  PROGRAM.  SUCH  ENTITY  SHALL  REGULARLY  TRANSMIT  TO THE AUTHORITY THE\n   35  NAMES, ADDRESSES AND DATES  OF  ATTENDANCE  OF  ALL  THE  LICENSEES  AND\n   36  EMPLOYEES  OF  LICENSEES  WHO  SUCCESSFULLY COMPLETE AN APPROVED ALCOHOL\n   37  TRAINING AWARENESS PROGRAM. SUCH TRANSMITTAL SHALL  BE  IN  A  FORM  AND\n   38  MANNER  PRESCRIBED BY THE AUTHORITY. THE AUTHORITY SHALL ADOPT RULES AND\n   39  REGULATIONS TO EFFECTUATE THE PROVISIONS OF THIS SUBDIVISION,  INCLUDING\n   40  THE  MINIMUM  REQUIREMENTS  FOR  THE  CURRICULUM  OF  EACH SUCH TRAINING\n   41  PROGRAM AND THE REGULAR ONGOING TRAINING OF  EMPLOYEES  HOLDING  CERTIF-\n   42  ICATES OF COMPLETION OR RENEWAL CERTIFICATES. SUCH RULES AND REGULATIONS\n   43  SHALL  INCLUDE  THE  MINIMUM  REQUIREMENTS FOR A SEPARATE CURRICULUM FOR\n   44  LICENSEES AND THEIR EMPLOYEES AUTHORIZED TO SELL ALCOHOLIC BEVERAGES  AT\n   45  RETAIL FOR OFF-PREMISES CONSUMPTION, MINIMUM REQUIREMENTS FOR A SEPARATE\n   46  CURRICULUM FOR LICENSEES AND THEIR EMPLOYEES AUTHORIZED TO SELL ALCOHOL-\n   47  IC  BEVERAGES  AT  RETAIL FOR ON-PREMISES CONSUMPTION, AND THE FORM OF A\n   48  CERTIFICATE OF COMPLETION OR RENEWAL THEREOF TO BE ISSUED IN RESPECT  TO\n   49  EACH SUCH TYPE OF PROGRAM. A CERTIFICATE OF COMPLETION OR RENEWAL THERE-\n   50  OF  ISSUED  BY  AN  ENTITY  AUTHORIZED TO GIVE AND ADMINISTER AN ALCOHOL\n   51  TRAINING AWARENESS PROGRAM PURSUANT TO THIS SUBDIVISION TO LICENSEES AND\n   52  THEIR EMPLOYEES AUTHORIZED TO SELL ALCOHOLIC  BEVERAGES  AT  RETAIL  FOR\n   53  OFF-PREMISES CONSUMPTION SHALL NOT BE INVALIDATED BY A CHANGE OF EMPLOY-\n   54  MENT  TO  ANOTHER  SUCH LICENSEE. A CERTIFICATE OF COMPLETION OR RENEWAL\n   55  THEREOF ISSUED BY AN ENTITY AUTHORIZED TO GIVE AND ADMINISTER AN ALCOHOL\n   56  TRAINING AWARENESS PROGRAM PURSUANT TO THIS SUBDIVISION TO LICENSEES AND\n\n       A. 3370                             4\n\n    1  THEIR EMPLOYEES AUTHORIZED TO SELL ALCOHOLIC  BEVERAGES  AT  RETAIL  FOR\n    2  ON-PREMISES  CONSUMPTION SHALL NOT BE INVALIDATED BY A CHANGE OF EMPLOY-\n    3  MENT TO ANOTHER SUCH LICENSEE. THE FEE CHARGED TO  ANY  PARTICIPANT  FOR\n    4  ANY SUCH PROGRAM SHALL NOT EXCEED ONE HUNDRED DOLLARS.\n    5    11.  TO  MAKE  AN ANNUAL REPORT TO THE GOVERNOR AND THE LEGISLATURE OF\n    6  ITS ACTIVITIES FOR THE PRECEDING YEAR.\n    7    12. ON AND  AFTER  JANUARY  FIRST,  TWO  THOUSAND  TWELVE  THE  REPORT\n    8  PROVIDED  FOR  IN  SUBDIVISION  ELEVEN  OF THIS SECTION SHALL INCLUDE AN\n    9  EVALUATION OF THE EFFECTIVENESS OF THE PROHIBITION ON THE SALE OF  ALCO-\n   10  HOL  TO  PERSONS  UNDER  THE  AGE  OF  TWENTY-ONE AS PROVIDED IN SECTION\n   11  SIXTY-FIVE-B OF THIS CHAPTER WITH PARTICULAR EMPHASIS ON THE  PROVISIONS\n   12  OF  SUBDIVISIONS ONE, TWO, THREE, FOUR AND FIVE OF SECTION SIXTY-FIVE-B,\n   13  SUBDIVISION FIVE OF SECTION ONE HUNDRED NINETEEN AND SUBDIVISION SIX  OF\n   14  SECTION  SIXTY-FIVE  OF THIS CHAPTER, PARAGRAPH (B) OF SUBDIVISION SEVEN\n   15  OF SECTION 170.55 OF THE CRIMINAL PROCEDURE LAW AND SUBDIVISION  (F)  OF\n   16  SECTION 19.07 OF THE MENTAL HYGIENE LAW.\n   17    13. TO STUDY AND REPORT TO THE GOVERNOR AND THE LEGISLATURE BIENNIALLY\n   18  ON OR BEFORE FEBRUARY FIRST OF EACH YEAR CONCERNING:\n   19    (A)  RECOMMENDATIONS TO REDUCE THE NUMBER AND TYPE OF LICENSES, AND TO\n   20  ESTABLISH A UNIFORM, STATEWIDE SCHEDULE OF FEES, SUCH RECOMMENDATIONS TO\n   21  INCLUDE THE DEVELOPMENT OF A MASTER APPLICATION FORM FOR  ALL  LICENSES,\n   22  WITH  SPECIFIC  EXHIBITS REQUIRED FOR SPECIFIC LICENSES, AS APPROPRIATE,\n   23  AS WELL AS RECOMMENDATIONS ON A NON-REFUNDABLE APPLICATION FEE SET AT  A\n   24  LEVEL WHICH WILL COVER THE COST OF THE REVIEW AND WHICH WOULD BE APPLIED\n   25  AGAINST THE FIRST YEAR LICENSE FEE IF THE APPLICATION IS GRANTED;\n   26    (B) RECOMMENDATIONS TO SIMPLIFY LICENSE RENEWAL PROCEDURES;\n   27    (C)  RECOMMENDATIONS  TO STREAMLINE THE PROCESSING OF APPLICATIONS AND\n   28  TO ELIMINATE DUPLICATION OF REVIEWS,  SUCH  RECOMMENDATIONS  TO  INCLUDE\n   29  UNIFORM  STANDARDS  FOR APPLICATION REVIEW AND DECISION WHICH SHALL SEEK\n   30  TO ASSURE THAT THE REVIEW IS AS OBJECTIVE AS POSSIBLE AND TO NARROW  THE\n   31  DISCRETION  OF THE AUTHORITY OR OF ANY REVIEWER EMPLOYED BY THE AUTHORI-\n   32  TY;\n   33    (D) THE EXTENT TO WHICH QUALITY OF LIFE ISSUES, SUCH AS  NOISE  LEVEL,\n   34  VEHICULAR  TRAFFIC  AND  PARKING  ARE CONSIDERED IN LICENSING DECISIONS,\n   35  PARTICULARLY AS SUCH ISSUES PERTAIN TO PROCEEDINGS PURSUANT TO  SUBDIVI-\n   36  SION SEVEN OF SECTION SIXTY-FOUR OF THIS CHAPTER;\n   37    (E)  RECOMMENDATIONS  TO IMPROVE ENFORCEMENT METHODOLOGIES IN ORDER TO\n   38  PROTECT THE HEALTH AND SAFETY OF RESIDENTS OF  COMMUNITIES  EXPERIENCING\n   39  PERSISTENT PROBLEMS IN THE OPERATION OF RETAIL ESTABLISHMENTS;\n   40    (F)  RECOMMENDATIONS  CONCERNING  THE  ADDITION  OF  FIELD ENFORCEMENT\n   41  PERSONNEL AND THE RATIOS OF SUCH  FIELD  ENFORCEMENT  PERSONNEL  TO  THE\n   42  TOTAL  NUMBERS  OF  LICENSEES THAT IN THE VIEW OF THE AUTHORITY WOULD BE\n   43  APPROPRIATE TO ENSURE COMPLIANCE WITH THE LAW. SUCH STUDY SHALL  PROVIDE\n   44  A  DETAILED  ANALYSIS OF THE COSTS AND PROJECTED REVENUES TO BE OBTAINED\n   45  FROM THE ADDITION OF SUCH FIELD ENFORCEMENT PERSONNEL;\n   46    (G) SUCH OTHER OBSERVATIONS AND RECOMMENDATIONS CONCERNING THE  ACTIV-\n   47  ITIES  OF THE AUTHORITY AS WILL IMPROVE ITS EFFECTIVENESS AND EFFICIENCY\n   48  INCLUDING THE UTILIZATION OF ON-LINE SERVICES TO PROVIDE INFORMATION  ON\n   49  A FEE-FOR-SERVICE BASIS; AND\n   50    (H)  PROVIDE INFORMATION CONCERNING THE NAME, TOTAL QUANTITY AND TOTAL\n   51  PRICE OF WINE PURCHASED FROM NEW YORK STATE  AND  OUT-OF-STATE  WINERIES\n   52  AND  FARM  WINERIES,  AND  SUCH OTHER INFORMATION ON AND RECOMMENDATIONS\n   53  CONCERNING INTERSTATE WINE SHIPMENT.\n   54    14. FOR STATE FISCAL YEAR TWO THOUSAND TWELVE--TWO THOUSAND  THIRTEEN,\n   55  THE  AUTHORITY  SHALL, WITHIN AMOUNTS APPROPRIATED THEREFOR, IMPROVE AND\n   56  UPDATE THEIR INFORMATION TECHNOLOGY IN ORDER TO  MEET  FEDERAL  SECURITY\n\n       A. 3370                             5\n\n    1  REQUIREMENTS  AND  TO  ASSIST IN THE PROCESSING OF LICENSE AND/OR PERMIT\n    2  APPLICATIONS AND RENEWALS.\n    3    S 4. This act shall take effect September 15, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to the powers of the chairman and the members of the authority; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110905.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987679924
}