{
  "year" : 2011,
  "senateBillNo" : "A3378-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3378-2011-1295931600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the taking of striped bass from the waters of the Hudson River for commercial purposes",
  "summary" : "Prohibits the taking of striped bass from the waters of the Hudson River for commercial purposes; delineates the presumption of when striped bass are being taken for commercial purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1786-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3378\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         prohibiting the taking of striped bass in the Hudson River for commer-\n         cial purposes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 13-0349-a to read as follows:\n    3  S  13-0349-A.  TAKING OF STRIPED BASS IN THE HUDSON RIVER FOR COMMERCIAL\n    4                 PURPOSES; PROHIBITED.\n    5    NOTWITHSTANDING ANY OTHER PROVISIONS OF LAW TO THE CONTRARY, NO PERSON\n    6  SHALL TAKE STRIPED BASS FROM THE WATERS OF THE HUDSON RIVER FOR  COMMER-\n    7  CIAL  PURPOSES.  FOR PURPOSES OF THIS SECTION A PERSON SHALL BE PRESUMED\n    8  TO BE TAKING STRIPED BASS FOR COMMERCIAL PURPOSES  WHEN  SETTING,  MAIN-\n    9  TAINING,  OPERATING  OR USING NETS, EXCEPT SEINES NOT LARGER THAN THIRTY\n   10  FEET LONG OR FOUR FEET DEEP OR LIFT NETS NOT LARGER THAN SIXTEEN  SQUARE\n   11  FEET;  TRAPS,  EXCEPT  BAIT TRAPS NOT MORE THAN THIRTY INCHES IN LENGTH;\n   12  COMBS; POTS; OR HOOK AND LINE, EXCEPT BY ANGLING.\n   13    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   14  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02749-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting the taking of striped bass in the Hudson River for commercial purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T132416.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110125.T130914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991583361
}