{
  "year" : 2011,
  "senateBillNo" : "A3373-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to election law",
    "billEventId" : "A3373-2011-1295931600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires voters to provide driver's license or non-driver identification card, or other forms of identification prior to voting on a voting machine; repealer",
  "summary" : "Requires voters to provide driver's license or non-driver identification card, a photo identification card issued by any public or private college or university in the United States, or other forms of identification prior to voting on a voting machine; such other forms of identification shall be established in the rules and regulations of the state board of elections, which shall reflect the six points of identification used by the department of motor vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A5401-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3373\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SPANO, REILLY, ZEBROWSKI, MILLMAN, STEVENSON --\n         Multi-Sponsored by -- M. of A. GABRYSZAK, PHEFFER, THIELE -- read once\n         and referred to the Committee on Election Law\n\n       AN ACT to amend the election law, in relation to requiring  a  voter  to\n         produce  identification prior to casting his or her vote on the voting\n         machine; and to repeal section 8-303 of such law relating  to  initial\n         voter identification\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 2-a of section  8-302  of  the\n    2  election law, as added by chapter 179 of the laws of 2005, is amended to\n    3  read as follows:\n    4    (a)  [If a voter's name appears in the computer generated registration\n    5  list with a notation indicating that the voter's identity  was  not  yet\n    6  verified  as  required  by  the  federal Help America Vote Act, the] THE\n    7  inspector shall require that the voter  produce  one  of  the  following\n    8  types  of  identification before permitting the voter to cast his or her\n    9  vote on the voting machine:\n   10    (i) a driver's license or  department  of  motor  vehicles  non-driver\n   11  photo  [ID]  IDENTIFICATION card [or other current and valid photo iden-\n   12  tification]; OR\n   13    (ii) [a copy of a current utility  bill,  bank  statement,  government\n   14  check,  paycheck  or  other  government document that shows the name and\n   15  address of the voter] A PHOTO IDENTIFICATION CARD ISSUED BY  ANY  PUBLIC\n   16  OR PRIVATE COLLEGE OR UNIVERSITY IN THE UNITED STATES; OR\n   17    (III)  SUCH  OTHER DOCUMENTS FOR PROOF OF IDENTITY AS ARE PROVIDED FOR\n   18  IN THE RULES AND REGULATIONS OF THE STATE BOARD OF ELECTIONS,  WHICH  TO\n   19  THE  EXTENT  PRACTICABLE  SHALL REFLECT THE SIX POINTS OF IDENTIFICATION\n   20  ESTABLISHED BY THE RULES AND REGULATIONS  OF  THE  DEPARTMENT  OF  MOTOR\n   21  VEHICLES.\n   22    S 2. Section 8-303 of the election law is REPEALED.\n   23    S  3.  This  act  shall  take  effect  on  the first of September next\n   24  succeeding the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07824-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to requiring a voter to produce identification prior to casting his or her vote on the voting machine; and to repeal section 8-303 of such law relating to initial voter identification ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T105904.TXT", "SOBI.D110125.T110408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295989181827
}