{
  "year" : 2011,
  "senateBillNo" : "A3377-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3377-2011-1295931600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a charge-back of refunds of taxes levied by a school district on behalf of a school district public library",
  "summary" : "Provides that a school district which levies taxes on behalf of a school district public library may charge back to such public library the portion of any court ordered refund attributable to library purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1656-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3377\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the  real  property  tax  law,  in  relation  to  school\n         districts  which  levy taxes on behalf of a school district and public\n         library\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (c) of subdivision 1 of section 726 of the real\n    2  property tax law, as amended by chapter 714 of  the  laws  of  1982,  is\n    3  amended to read as follows:\n    4    (c)  Any final order in a proceeding under article seven of this chap-\n    5  ter, which orders or directs the correction or striking of an assessment\n    6  appearing  on  that  portion  of  a city, town or county assessment roll\n    7  applicable to a  school  district,  shall  be  binding  on  such  school\n    8  district.    Any  amount  of  taxes  of such school district at any time\n    9  collected upon such assessment in excess of the amount which would  have\n   10  been  paid  had  such  assessment been made as determined by such order,\n   11  shall be refunded by the school authorities  of  such  school  district,\n   12  together  with  interest thereon computed as provided in subdivision two\n   13  of this section. A SCHOOL DISTRICT WHICH LEVIES TAXES  ON  BEHALF  OF  A\n   14  SCHOOL  DISTRICT  PUBLIC  LIBRARY MAY CHARGE BACK TO SUCH PUBLIC LIBRARY\n   15  THE PORTION OF SUCH REFUND ATTRIBUTABLE TO LIBRARY PURPOSES. Such refund\n   16  shall be made in  accordance  with  the  procedure  set  forth  in  this\n   17  section,  provided,  however,  that application for such refund shall be\n   18  made, by the petitioner or other person paying such  tax,  within  three\n   19  years after the entry of the final order ordering or adjudging or deter-\n   20  mining  such  assessment to have been excessive, unequal or unlawful, or\n   21  that real property was misclassified.  The time of the pendency  of  any\n   22  appeal in any such proceeding or from any such order shall not be deemed\n   23  part of such three years.\n   24    S  2. This act shall take effect on the first of January next succeed-\n   25  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02752-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to school districts which levy taxes on behalf of a school district and public library ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T132416.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110125.T130914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991583356
}