{
  "year" : 2011,
  "senateBillNo" : "A337-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A337-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires coverage for cervical cytology screening for insureds by certain corporations and insurance policies",
  "summary" : "Requires coverage for cervical cytology screening for insureds by certain corporations and insurance policies; every policy with hospital, surgical or medical care, group or blanket policy, and medical expense indemnity corporation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A6458-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          337\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, SPANO, JACOBS, GUNTHER, PHEFFER, ROSEN-\n         THAL, SCHIMEL, GALEF, JAFFEE, MAYERSOHN,  ROBINSON,  BOYLAND,  CASTRO,\n         COLTON,  KELLNER,  LANCMAN,  MAGNARELLI,  MAISEL, TITONE, ZEBROWSKI --\n         Multi-Sponsored by -- M. of A.  CAHILL,  DESTITO,  GOTTFRIED,  HIKIND,\n         LUPARDO,  McENENY,  SCARBOROUGH,  SWEENEY,  WEISENBERG, WRIGHT -- read\n         once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to coverage for  cervical\n         cytology  screening for insureds by certain corporations and insurance\n         policies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (A)  of  paragraph  15 of subsection (i) of\n    2  section 3216 of the insurance law, as amended by chapter 43 of the  laws\n    3  of 1993, is amended to read as follows:\n    4    (A)  Every  policy  which  provides hospital, surgical or medical care\n    5  coverage or provides reimbursement for laboratory tests or reimbursement\n    6  for diagnostic X-ray services shall provide  coverage  for  [an  annual]\n    7  cervical cytology screening for cervical cancer and its precursor states\n    8  [for women aged eighteen and older] ACCORDING TO THE FOLLOWING:  (I) FOR\n    9  WOMEN YOUNGER THAN THIRTY YEARS, AT LEAST ONCE EVERY TWO YEARS; (II) FOR\n   10  WOMEN  AGED THIRTY YEARS AND OLDER WHO HAVE HAD THREE CONSECUTIVE CERVI-\n   11  CAL CYTOLOGY  TEST  RESULTS  THAT  ARE  SATISFACTORY  AND  NEGATIVE  FOR\n   12  INTRAEPITHELIAL LESIONS AND MALIGNANCY, AT LEAST ONCE EVERY THREE YEARS;\n   13  AND  (III)  FOR  OTHER  WOMEN AGED THIRTY YEARS AND OLDER, AND FOR WOMEN\n   14  WITH RISK FACTORS THAT REQUIRE MORE FREQUENT SCREENING IN THE REASONABLE\n   15  MEDICAL JUDGMENT OF THEIR ATTENDING HEALTH CARE PROFESSIONAL, AS  DETER-\n   16  MINED BY THAT HEALTH CARE PROFESSIONAL.\n   17    S  2.  Subparagraph  (A)  of paragraph 14 of subsection (l) of section\n   18  3221 of the insurance law, as amended by chapter  554  of  the  laws  of\n   19  2002, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02279-01-1\n\n       A. 337                              2\n\n    1    (A)  Every group or blanket policy delivered or issued for delivery in\n    2  this state which provides hospital, surgical or medical  coverage  shall\n    3  provide  coverage for [an annual] cervical cytology screening for cervi-\n    4  cal cancer and its precursor states [for women aged eighteen and  older]\n    5  ACCORDING  TO THE FOLLOWING: (I) FOR WOMEN YOUNGER THAN THIRTY YEARS, AT\n    6  LEAST ONCE EVERY TWO YEARS; (II) FOR WOMEN AGED THIRTY YEARS  AND  OLDER\n    7  WHO  HAVE  HAD THREE CONSECUTIVE CERVICAL CYTOLOGY TEST RESULTS THAT ARE\n    8  SATISFACTORY AND NEGATIVE FOR INTRAEPITHELIAL LESIONS AND MALIGNANCY, AT\n    9  LEAST ONCE EVERY THREE YEARS; AND (III)  FOR  OTHER  WOMEN  AGED  THIRTY\n   10  YEARS  AND  OLDER,  AND  FOR  WOMEN  WITH RISK FACTORS THAT REQUIRE MORE\n   11  FREQUENT SCREENING IN THE REASONABLE MEDICAL JUDGMENT OF THEIR ATTENDING\n   12  HEALTH  CARE  PROFESSIONAL,  AS   DETERMINED   BY   THAT   HEALTH   CARE\n   13  PROFESSIONAL.\n   14    S  3.  Paragraph  1 of subsection (t) of section 4303 of the insurance\n   15  law, as amended by chapter 554 of the laws of 2002, is amended  to  read\n   16  as follows:\n   17    (1) A medical expense indemnity corporation, a hospital service corpo-\n   18  ration  or  a  health  service  corporation  which provides coverage for\n   19  hospital, surgical, or medical care shall provide coverage for [an annu-\n   20  al] cervical cytology screening for cervical cancer  and  its  precursor\n   21  states  ACCORDING  TO  THE  FOLLOWING:  (I) for women [aged eighteen and\n   22  older] YOUNGER THAN THIRTY YEARS, AT LEAST ONCE EVERY  TWO  YEARS;  (II)\n   23  FOR  WOMEN  AGED  THIRTY  YEARS  OR OLDER WHO HAVE HAD THREE CONSECUTIVE\n   24  CERVICAL CYTOLOGY TEST RESULTS THAT ARE SATISFACTORY  AND  NEGATIVE  FOR\n   25  INTRAEPITHELIAL  LESIONS AND MALIGNANCY AT LEAST ONCE EVERY THREE YEARS;\n   26  AND (III) FOR OTHER WOMEN AGED THIRTY YEARS AND  OLDER,  AND  FOR  WOMEN\n   27  WITH RISK FACTORS THAT REQUIRE MORE FREQUENT SCREENING IN THE REASONABLE\n   28  MEDICAL  JUDGMENT OF THEIR ATTENDING HEALTH CARE PROFESSIONAL, AS DETER-\n   29  MINED BY THAT HEALTH CARE PROFESSIONAL.  Such coverage may be subject to\n   30  annual deductibles and coinsurance as may be deemed appropriate  by  the\n   31  superintendent  and  as  are consistent with those established for other\n   32  benefits within a given contract.\n   33    S 4. This act shall take effect on the first of January next  succeed-\n   34  ing  the  date  on which it shall have become law and shall apply to all\n   35  policies issued, renewed, modified or altered on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to coverage for cervical cytology screening for insureds by certain corporations and insurance policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T143119.TXT", "SOBI.D101220.T110822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292959879406
}