{
  "year" : 2011,
  "senateBillNo" : "A3380-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3380-2011-1295931600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296104400000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A3380-2011-1296104400000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Proposes a constitutional amendment providing for initiative and referendum by eligible voters",
  "summary" : "Reserves to the people of the state the power to propose laws and amendments to the constitution and to adopt or reject such proposals upon a referendum; provides petition procedures for placing such proposals on the ballot; limits use of referendums relating to laws for health and safety; requires referendums for expenditure of moneys to clearly state the source of such funds; prohibits governor from vetoing approved proposals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A2527-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3380\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, THIELE, SAYWARD -- Multi-Sponsored by --\n         M.  of A. BUTLER, CONTE, CROUCH, FINCH, KOLB, J. MILLER, OAKS, TEDISCO\n         -- read once and referred to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to the constitution, in relation to providing the\n         electors with the power of initiative and referendum\n\n    1    Section 1.  Resolved (if the Senate concur), That article  20  of  the\n    2  constitution  be  renumbered article 21 and a new article 20 be added to\n    3  read as follows:\n    4                                 ARTICLE XX\n    5                          INITIATIVE AND REFERENDUM\n    6    SECTION 1.  THE LEGISLATIVE POWER OF THIS STATE SHALL BE VESTED IN THE\n    7  SENATE AND ASSEMBLY, BUT THE PEOPLE RESERVE TO THEMSELVES THE  POWER  TO\n    8  PROPOSE  LAWS AND AMENDMENTS TO THE CONSTITUTION, AND TO ADOPT OR REJECT\n    9  THE SAME, AT THE POLLS, INDEPENDENT OF THE LEGISLATURE, AND ALSO RESERVE\n   10  THE POWER, AT THEIR OWN OPTION, TO  SO  ADOPT  OR  REJECT  ANY  ACT,  OR\n   11  SECTION OR PART OF ANY ACT, PASSED BY THE LEGISLATURE.\n   12    S  2.  A. THE INITIATIVE IS THE POWER OF THE ELECTORS TO PROPOSE STAT-\n   13  UTES AND AMENDMENTS TO THE CONSTITUTION AND TO  ADOPT  OR  REJECT  THEM.\n   14  EVERY  INITIATIVE STATUTE WHICH MANDATES THE EXPENDITURE OF MONIES SHALL\n   15  CLEARLY STATE THE REVENUES FROM WHICH  SUCH  MONIES  SHALL  BE  DERIVED.\n   16  EVERY  INITIATIVE  STATUTE  WHICH  MANDATES  A  REDUCTION IN REVENUES OR\n   17  EXPENDITURES SHALL  CLEARLY  STATE  WHAT  REVENUES  WILL  REPLACE  THOSE\n   18  REDUCED OR THE EXPENDITURES AND SERVICES TO BE REDUCED OR ELIMINATED.\n   19    B.   AN INITIATIVE MEASURE MAY BE PROPOSED BY PRESENTING TO THE SECRE-\n   20  TARY OF STATE A PETITION THAT SETS FORTH THE TEXT OF THE PROPOSED  STAT-\n   21  UTE  OR  AMENDMENT  TO  THE  CONSTITUTION  AND IS CERTIFIED TO HAVE BEEN\n   22  SIGNED BY ELECTORS EQUAL IN NUMBER TO FIVE PERCENT  IN  THE  CASE  OF  A\n   23  STATUTE,  AND EIGHT PERCENT IN THE CASE OF AN AMENDMENT TO THE CONSTITU-\n   24  TION, OF THE VOTES FOR ALL CANDIDATES FOR GOVERNOR AT THE LAST  GUBERNA-\n   25  TORIAL ELECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89038-01-1\n\n       A. 3380                             2\n\n    1    C.    THE SECRETARY OF STATE SHALL THEN SUBMIT THE MEASURE AT THE NEXT\n    2  GENERAL ELECTION HELD AT LEAST ONE  HUNDRED  THIRTY-ONE  DAYS  AFTER  IT\n    3  QUALIFIES OR AT ANY SPECIAL STATEWIDE ELECTION HELD PRIOR TO THAT GENER-\n    4  AL ELECTION.  THE GOVERNOR MAY CALL A SPECIAL STATEWIDE ELECTION FOR THE\n    5  MEASURE.\n    6    D.    AN INITIATIVE MEASURE EMBRACING MORE THAN ONE SUBJECT MAY NOT BE\n    7  SUBMITTED TO THE ELECTORS OR HAVE ANY EFFECT EXCEPT THAT ANY  NUMBER  OF\n    8  DISCRETE  INITIATIVE  MEASURES  MAY  BE SUBMITTED TO THE ELECTORS AT ANY\n    9  GENERAL ELECTION OR ANY SPECIAL STATEWIDE ELECTION CALLED BY THE  GOVER-\n   10  NOR.\n   11    S  3.    A.    A REFERENDUM IS THE POWER OF THE ELECTORS TO APPROVE OR\n   12  REJECT STATUTES OR PARTS OF STATUTES EXCEPT STATUTES NECESSARY  FOR  THE\n   13  IMMEDIATE  PRESERVATION  OF THE PUBLIC PEACE, HEALTH OR SAFETY, STATUTES\n   14  CALLING ELECTIONS, AND STATUTES PROVIDING FOR TAX  LEVIES  OR  APPROPRI-\n   15  ATIONS FOR USUAL CURRENT EXPENSES OF THE STATE.\n   16    B.    A REFERENDUM MEASURE MAY BE PROPOSED BY PRESENTING TO THE SECRE-\n   17  TARY OF STATE A PETITION CERTIFIED TO HAVE BEEN SIGNED BY ELECTORS EQUAL\n   18  IN NUMBER TO FIVE PERCENT OF THE VOTES FOR ALL CANDIDATES  FOR  GOVERNOR\n   19  AT  THE  LAST GUBERNATORIAL ELECTION, ASKING THAT THE STATUTE OR PART OF\n   20  IT BE SUBMITTED TO THE ELECTORS.\n   21    C.  THE SECRETARY OF STATE SHALL THEN SUBMIT THE MEASURE AT  THE  NEXT\n   22  GENERAL  ELECTION HELD AT LEAST THIRTY-ONE DAYS AFTER IT QUALIFIES OR AT\n   23  A SPECIAL STATEWIDE ELECTION HELD PRIOR TO THAT GENERAL ELECTION.    THE\n   24  GOVERNOR MAY CALL A SPECIAL STATEWIDE ELECTION FOR THE MEASURE.\n   25    S  4.   A.  AN INITIATIVE OR REFERENDUM MEASURE APPROVED BY A MAJORITY\n   26  OF THE VOTES THEREON TAKES EFFECT FIVE DAYS AFTER THE DATE OF THE  OFFI-\n   27  CIAL  DECLARATION OF THE VOTE BY THE STATE BOARD OF ELECTIONS UNLESS THE\n   28  MEASURE PROVIDES OTHERWISE.  IF A REFERENDUM PETITION IS FILED AGAINST A\n   29  PART OF A STATUTE THE REMAINDER OF THE STATUTE SHALL NOT BE DELAYED FROM\n   30  GOING INTO EFFECT.\n   31    B.   IF PROVISIONS OF TWO  OR  MORE  MEASURES  APPROVED  AT  THE  SAME\n   32  ELECTION  CONFLICT,  THOSE OF THE MEASURE RECEIVING THE HIGHEST AFFIRMA-\n   33  TIVE VOTE SHALL PREVAIL.\n   34     C. ANY ISSUE DEFEATED BY REFERENDUM CANNOT  BE  RECONSIDERED  BY  THE\n   35  LEGISLATURE  FOR  A PERIOD OF TWO YEARS. ANY INITIATIVE MEASURE THAT HAS\n   36  BEEN ADOPTED CANNOT BE REPEALED OR AMENDED  BY  THE  LEGISLATURE  FOR  A\n   37  PERIOD OF TWO YEARS.\n   38    D.    THE VETO POWER OF THE GOVERNOR SHALL NOT EXTEND TO AN INITIATIVE\n   39  OR REFERENDUM STATUTE APPROVED BY THE ELECTORS.\n   40    E.  PRIOR TO CIRCULATION OF AN INITIATIVE OR REFERENDUM  PETITION  FOR\n   41  SIGNATURES,  A COPY SHALL BE SUBMITTED TO THE ATTORNEY GENERAL WHO SHALL\n   42  PREPARE A TITLE AND SUMMARY OF THE MEASURE AS PROVIDED BY LAW.\n   43    F.  THE LEGISLATURE SHALL PROVIDE THE MANNER IN WHICH PETITIONS  SHALL\n   44  BE  CIRCULATED,  PRESENTED  AND CERTIFIED, AND MEASURES SUBMITTED TO THE\n   45  ELECTORS WITHIN A TWO YEAR PASSAGE OF THIS AMENDMENT  TO  THE  CONSTITU-\n   46  TION.\n   47    S  5.   INITIATIVE AND REFERENDUM POWERS MAY BE EXERCISED BY THE ELEC-\n   48  TORS OF EACH MUNICIPALITY UNDER PROCEDURES THAT  THE  LEGISLATURE  SHALL\n   49  PROVIDE.\n   50    S 6.  NO AMENDMENT TO THE CONSTITUTION, AND NO STATUTE PROPOSED TO THE\n   51  ELECTORS  BY THE LEGISLATURE OR BY INITIATIVE, THAT NAMES ANY INDIVIDUAL\n   52  TO HOLD ANY OFFICE, OR NAMES OR IDENTIFIES ANY  PRIVATE  CORPORATION  TO\n   53  PERFORM ANY FUNCTION OR TO HAVE ANY POWER OR DUTY OR ATTEMPTS TO ABOLISH\n   54  AN  EXISTING  STATE AGENCY, MAY BE SUBMITTED TO THE ELECTORS OR HAVE ANY\n   55  EFFECT.\n\n       A. 3380                             3\n\n    1    S 7.  NOTWITHSTANDING ANY OTHER PROVISION OF THIS  ARTICLE,  UPON  ALL\n    2  INITIATIVE  AND  REFERENDUM  PETITIONS  PROVIDED FOR IN THIS ARTICLE, IT\n    3  SHALL BE ADDITIONALLY NECESSARY TO FILE FROM EACH  OF  ONE-HALF  OF  THE\n    4  COUNTIES  OF THE STATE SUCH PETITIONS BEARING THE SIGNATURES OF NOT LESS\n    5  THAN ONE-HALF OF THE DESIGNATED PERCENTAGE OF THE ELECTORS OF SUCH COUN-\n    6  TIES.\n    7    S  2. Resolved (if the Senate concur), That the foregoing amendment be\n    8  referred to the first regular legislative session  convening  after  the\n    9  next  succeeding  general  election  of members of the assembly, and, in\n   10  conformity with  section  1  of  article  19  of  the  constitution,  be\n   11  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to the constitution, in relation to providing the electors with the power of initiative and referendum ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110127.T155911.TXT", "SOBI.D110125.T130914.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296161951340
}