{
  "year" : 2011,
  "senateBillNo" : "A3382-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3382-2011-1295931600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296104400000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A3382-2011-1296104400000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits legislature from enacting laws with local government fiscal impact unless fiscal burden is computed and imprinted on bill",
  "summary" : "Proposes constitutional amendment prohibiting the legislature from enacting any general or special law imposing a direct or indirect burden (fiscal) on any local government unless the cost of same is estimated and appears on the face of the bill; provides that an appropriation shall be made to each local government sufficient to hold it harmless from any part of such fiscal burden. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A1660-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3382\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, THIELE, SAYWARD -- Multi-Sponsored by --\n         M.  of A. BUTLER, CONTE, CROUCH, FINCH, KOLB, J. MILLER, OAKS, TEDISCO\n         -- read once and referred to the Committee on Local Governments\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to article 9 of the constitution, in relation  to\n         acts of the legislature having fiscal impact on local governments\n\n    1    Section  1.  Resolved  (if  the  Senate concur), That article 9 of the\n    2  constitution be amended by adding a new section 4 to read as follows:\n    3    FISCAL BURDENS ON LOCAL GOVERNMENTS.\n    4    S 4. THE LEGISLATURE SHALL BE PROHIBITED FROM ENACTING ANY GENERAL  OR\n    5  SPECIAL  LAW  WHICH  WOULD  IMPOSE A DIRECT OR INDIRECT FISCAL BURDEN ON\n    6  LOCAL GOVERNMENTS UNLESS AN ESTIMATE OF SUCH FISCAL BURDEN IS  COMPUTED.\n    7  THE EXTENT OF THE FISCAL BURDEN ON LOCAL GOVERNMENTS SHALL APPEAR ON THE\n    8  FACE  OF  THE  BILL  AND  AN  APPROPRIATION  SHALL BE MADE TO EACH LOCAL\n    9  GOVERNMENT SUFFICIENT TO HOLD IT HARMLESS FROM ANY PART OF  SUCH  FISCAL\n   10  BURDEN.\n   11    S  2. Resolved (if the Senate concur), That the foregoing amendment be\n   12  referred to the first regular legislative session  convening  after  the\n   13  next  succeeding  general  election  of members of the assembly, and, in\n   14  conformity with  section  1  of  article  19  of  the  constitution,  be\n   15  published for 3 months previous to the time of such election.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89037-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 9 of the constitution, in relation to acts of the legislature having fiscal impact on local governments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T163443.TXT", "SOBI.D110127.T155911.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296161951346
}