{
  "year" : 2011,
  "senateBillNo" : "A3389-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3389-2011-1295931600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires no less than 30 days prior notice to any city, town or village in which real property is located to be acquired by any means by the authority",
  "summary" : "Requires the Niagara frontier transportation authority to provide no less than 30 days prior notice to any city, town or village in which real property is located which may be acquired by the authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A921-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3389\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK, HOYT -- Multi-Sponsored by -- M. of A.\n         PEOPLES-STOKES  --  read  once and referred to the Committee on Corpo-\n         rations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation  to  acquisition\n         of property by the Niagara frontier transportation authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 1299-g of the  public  authorities\n    2  law,  as added by chapter 717 of the laws of 1967, is amended to read as\n    3  follows:\n    4    1. In addition to the powers provided in section twelve hundred  nine-\n    5  ty-nine-f  of this title to acquire transportation facilities, equipment\n    6  and real property, the authority may acquire, by  condemnation  pursuant\n    7  to  the  condemnation  law,  any  real  property  it may deem necessary,\n    8  convenient or  desirable  to  effectuate  the  purpose  of  this  title,\n    9  provided  however,  that  any  such  condemnation  proceedings  shall be\n   10  brought only in the supreme court and the compensation to be paid  shall\n   11  be ascertained and determined by the court without a jury. Notwithstand-\n   12  ing  the  foregoing provisions of this subdivision one, NO REAL PROPERTY\n   13  SHALL BE ACQUIRED BY THE AUTHORITY BY PURCHASE, GIFT,  CONDEMNATION,  OR\n   14  BY  ANY OTHER MEANS UNLESS THE AUTHORITY SHALL HAVE GIVEN WRITTEN NOTICE\n   15  TO THE CITY, VILLAGE OR TOWN IN WHICH SUCH REAL PROPERTY IS LOCATED  NOT\n   16  LESS  THAN  THIRTY DAYS PRIOR TO ANY ACQUISITION, OR PRIOR TO ANY AGREE-\n   17  MENT TO MAKE SUCH AN ACQUISITION, WHICHEVER  IS  EARLIER,  AND  no  real\n   18  property  may  be acquired by the authority by condemnation for purposes\n   19  other than a transportation facility unless the governing  body  of  the\n   20  city, village or town in which such real property is located shall first\n   21  consent to such condemnation.\n   22    S  2.  This  act  shall take effect immediately and shall apply to any\n   23  acquisition of real property transaction  occurring  on  or  after  such\n   24  effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07785-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to acquisition of property by the Niagara frontier transportation authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T122912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295989181839
}