{
  "year" : 2011,
  "senateBillNo" : "A3381-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3381-2011-1295931600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296104400000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A3381-2011-1296104400000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the senate shall be composed of 62 senators, each representing 1 county of the state",
  "summary" : "Provides that the senate shall be composed of 62 senators, each representing 1 county of the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A9494-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3381\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, SAYWARD, GIGLIO -- Multi-Sponsored by --\n         M.  of  A. CONTE -- read once and referred to the Committee on Govern-\n         mental Operations\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing amendments to sections 2 and 4 of article 3 of  the  constitu-\n         tion,  in  relation to the number of senators and the apportionment of\n         senate districts\n\n    1    Section 1. Resolved (if the Senate concur), That sections 2 and  4  of\n    2  article 3 of the constitution be amended to read as follows:\n    3    S 2. The senate shall consist of [fifty] SIXTY-TWO members[, except as\n    4  hereinafter  provided].  The  senators [elected in the year one thousand\n    5  eight hundred and ninety-five shall hold their offices for three  years,\n    6  and  their  successors]  shall  be  [chosen]  ELECTED for two years. The\n    7  assembly shall consist of one hundred and fifty  members.  The  assembly\n    8  members [elected in the year one thousand nine hundred and thirty-eight,\n    9  and their successors,] shall be [chosen] ELECTED for two years.\n   10    S  4. Except as herein otherwise provided, the federal census taken in\n   11  the year nineteen hundred thirty and each federal census taken  decenni-\n   12  ally  thereafter shall be controlling as to the number of inhabitants in\n   13  the state or any part thereof for the purposes of the  apportionment  of\n   14  members  of  assembly  and  readjustment  or  alteration of [senate and]\n   15  assembly districts next occurring, in so far  as  such  census  and  the\n   16  tabulation  thereof  purport to give the information necessary therefor.\n   17  The legislature, by law, shall provide for the making and tabulation  by\n   18  state  authorities  of  an  enumeration of the inhabitants of the entire\n   19  state to be used for such purposes, instead of a federal census, if  the\n   20  taking  of  a  federal  census  in any tenth year from the year nineteen\n   21  hundred thirty be omitted or if the federal census  fails  to  show  the\n   22  number  of  aliens  or  Indians  not  taxed. If a federal census, though\n   23  giving the requisite information as to the state at large, fails to give\n   24  the information as to  any  civil  or  territorial  divisions  which  is\n   25  required  to  be known for such purposes, the legislature, by law, shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89039-01-1\n\n       A. 3381                             2\n\n    1  provide for such an enumeration of the inhabitants of such parts of  the\n    2  state only as may be necessary, which shall supersede in part the feder-\n    3  al  census  and  be used in connection therewith for such purposes.  The\n    4  legislature, by law, may provide in its discretion for an enumeration by\n    5  state  authorities  of the inhabitants of the state, to be used for such\n    6  purposes, in place of a federal census, when the return of  a  decennial\n    7  federal  census  is delayed so that it is not available at the beginning\n    8  of the regular session of the legislature in the second year  after  the\n    9  year nineteen hundred thirty or after any tenth year therefrom, or if an\n   10  apportionment  of members of assembly [and readjustment or alteration of\n   11  senate districts] is not made at or before such a session. [At the regu-\n   12  lar session in the year nineteen hundred thirty-two, and  at  the  first\n   13  regular  session  after  the  year nineteen hundred forty and after each\n   14  tenth year  therefrom  the  senate  districts  shall  be  readjusted  or\n   15  altered,  but  if, in any decade, counting from and including that which\n   16  begins with the year nineteen hundred thirty-one, such a readjustment or\n   17  alteration is not made at the time above prescribed, it shall be made at\n   18  a subsequent session occurring not later than the  sixth  year  of  such\n   19  decade,  meaning  not  later  than nineteen hundred thirty-six, nineteen\n   20  hundred forty-six, nineteen hundred  fifty-six,  and  so  on;  provided,\n   21  however, that if such districts shall have been readjusted or altered by\n   22  law  in  either of the years nineteen hundred thirty or nineteen hundred\n   23  thirty-one, they shall remain unaltered until the first regular  session\n   24  after  the year nineteen hundred forty. Such districts shall be so read-\n   25  justed or altered that each senate district shall contain as  nearly  as\n   26  may  be  an  equal number of inhabitants, excluding aliens, and be in as\n   27  compact form as practicable, and shall remain unaltered until the  first\n   28  year of the next decade as above defined, and shall at all times consist\n   29  of contiguous territory, and no county shall be divided in the formation\n   30  of  a senate district except to make two or more senate districts wholly\n   31  in such county. No town, except a town having more than a full ratio  of\n   32  apportionment,  and  no  block  in  a city inclosed by streets or public\n   33  ways, shall be divided in the formation of senate districts;  nor  shall\n   34  any  district  contain  a greater excess in population over an adjoining\n   35  district in the same county, than the population  of  a  town  or  block\n   36  therein  adjoining  such district. Counties, towns or blocks which, from\n   37  their location, may be included in either of two districts, shall be  so\n   38  placed as to make said districts most nearly equal in number of inhabit-\n   39  ants, excluding aliens.\n   40    No county shall have four or more senators unless it shall have a full\n   41  ratio  for each senator. No county shall have more than one-third of all\n   42  the senators; and no two counties or the territory thereof as now organ-\n   43  ized, which are adjoining counties,  or  which  are  separated  only  by\n   44  public waters, shall have more than one-half of all the senators.\n   45    The ratio for apportioning senators shall always be obtained by divid-\n   46  ing  the  number  of  inhabitants,  excluding  aliens, by fifty, and the\n   47  senate shall always be composed of fifty members,  except  that  if  any\n   48  county  having  three  or more senators at the time of any apportionment\n   49  shall be entitled on such ratio to an additional  senator  or  senators,\n   50  such  additional  senator  or  senators shall be given to such county in\n   51  addition to the fifty senators, and the whole number of  senators  shall\n   52  be increased to that extent.\n   53    The  senate  districts,  including the present ones, as existing imme-\n   54  diately before the enactment of a law readjusting or altering the senate\n   55  districts, shall continue to be the senate districts of the state  until\n   56  the  expirations of the terms of the senators then in office, except for\n\n       A. 3381                             3\n\n    1  the purpose of an election of senators for full terms beginning at  such\n    2  expirations,  and  for  the formation of assembly districts] EACH COUNTY\n    3  HERETOFORE ESTABLISHED AND SEPARATELY ORGANIZED SHALL BE REPRESENTED  BY\n    4  A  SINGLE  MEMBER  OF  THE  SENATE,  AND  EVERY SENATE DISTRICT SHALL BE\n    5  CONTIGUOUS WITH THE BOUNDARIES OF A COUNTY OF THE STATE.\n    6    S 2. Resolved (if the Senate concur), That the foregoing  be  referred\n    7  to  the  first  regular  legislative  session  convening  after the next\n    8  succeeding general election of members of the assembly, and, in conform-\n    9  ity with section 1 of article 19 of the constitution, be published for 3\n   10  months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing amendments to sections 2 and 4 of article 3 of the constitution, in relation to the number of senators and the apportionment of senate districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110127.T155911.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296161951343
}