{
  "year" : 2011,
  "senateBillNo" : "A3383-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3383-2011-1295931600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to certain assessment methods and standards",
  "summary" : "Relates to certain assessment methods and standards; provides that in no instance shall any portion or segment of parcels in each assessing unit be assessed separately from any other portion or segment of parcels located within the same assessing unit for use on an assessment roll for a particular taxable status year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2737-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3383\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real  property  tax  law,  in  relation  to  certain\n         assessment methods and standards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 305 of the real property tax  law,\n    2  as  added  by  chapter  1057  of the laws of 1981, is amended to read as\n    3  follows:\n    4    2. (A) All real property in each assessing unit shall be assessed at a\n    5  uniform percentage of value (fractional assessment) except that, if  the\n    6  administrative  code  of a city with a population of one million or more\n    7  permitted, prior to January first, nineteen hundred eighty-one, a  clas-\n    8  sified  assessment standard, such standard shall govern unless such city\n    9  by local law shall elect to  be  governed  by  the  provisions  of  this\n   10  section.\n   11    (B)  IN  NO  INSTANCE  SHALL ANY PORTION OR SEGMENT OF PARCELS IN EACH\n   12  ASSESSING UNIT BE ASSESSED SEPARATELY FROM ANY OTHER PORTION OR  SEGMENT\n   13  OF  PARCELS LOCATED WITHIN THE SAME ASSESSING UNIT FOR USE ON AN ASSESS-\n   14  MENT ROLL FOR A PARTICULAR TAXABLE STATUS YEAR.\n   15    (C) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (B) OF  THIS  SUBDIVI-\n   16  SION, NOTHING IN THIS SECTION SHALL PRECLUDE AN ASSESSOR FROM COLLECTING\n   17  REVALUATION  DATA  OVER THE COURSE OF MORE THAN ONE YEAR FOR COMPILATION\n   18  OF TENTATIVE ASSESSMENT ROLL DATA WHEN A REASSESSMENT IS CONDUCTED.\n   19    S 2. This act shall take effect immediately and shall apply to assess-\n   20  ment rolls prepared on the basis of taxable status dates occurring on or\n   21  after such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02896-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to certain assessment methods and standards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T132416.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991583342
}