{
  "year" : 2011,
  "senateBillNo" : "A3392-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3392-2011-1295931600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to certain procedures regarding changes in assessment following litigation",
  "summary" : "Relates to certain procedures regarding changes in assessment following litigation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "AB10423-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3392\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. LATIMER -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to certain proce-\n         dures regarding changes in assessment following litigation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 2 of section 718 of the real property tax law,\n    2  as added by chapter 693 of the laws of 1995 and paragraphs (a)  and  (b)\n    3  as  amended  by  chapter  503 of the laws of 1996, is amended to read as\n    4  follows:\n    5    2. Where a proceeding is commenced pursuant to this article to  review\n    6  the  assessment of a parcel of real property which solely contains prop-\n    7  erty which is not subject to the provisions of subdivision one  of  this\n    8  section, a note of issue shall be filed in accordance with this subdivi-\n    9  sion.\n   10    (a)  Where  a  real property assessment challenge commenced under this\n   11  article has been pending for at least [two years] ONE YEAR from the date\n   12  of the commencement of the proceeding, [either party] THE RESPONDENT may\n   13  demand, by serving a written demand, that the [parties] PETITIONER  file\n   14  a written appraisal of the property which is the subject of the proceed-\n   15  ing  [and serve same] within [one hundred twenty] NINETY days of service\n   16  of such demand. The demand shall be in writing and  served  by  personal\n   17  delivery or certified mail, return receipt requested. [Both parties] THE\n   18  PETITIONER  shall  thereafter file an appraisal or show good cause as to\n   19  why such demand cannot be complied with within such time  period.    THE\n   20  COURT,  UPON  THE RECEIPT OF SUCH APPRAISAL, SHALL NOTIFY THE RESPONDENT\n   21  OF SUCH RECEIPT. THE RESPONDENT SHALL  THEN  FILE  A  WRITTEN  APPRAISAL\n   22  WITHIN NINETY DAYS OR SHOW GOOD CAUSE AS TO WHY SUCH TIMEFRAME CANNOT BE\n   23  COMPLIED WITH. Either party may move to dismiss the proceeding by reason\n   24  of  the  other  party's failure to prosecute the proceeding and file the\n   25  appraisal pursuant to [the demand] THIS PARAGRAPH.    Unless  the  party\n   26  shows good cause for failing to file the appraisal, the court may in its\n   27  discretion  either  dismiss  or  grant the petition and such order shall\n   28  constitute a final adjudication of all issues raised in the proceeding.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06830-02-1\n\n       A. 3392                             2\n\n    1    (b) Upon the serving and filing the appraisals pursuant to  [a  demand\n    2  made  under] paragraph (a) of this subdivision, the court shall schedule\n    3  a conference with the parties to be held within ninety days  to  discuss\n    4  settlement, resolve disclosure and decide other pretrial issues.\n    5    (c)  After  completion  of  the  pretrial  conference required by this\n    6  subdivision, the respondent may serve and file  a  written  demand  that\n    7  petitioner  file  a  note  of issue within thirty days of service of the\n    8  demand therefor. The demand shall be in writing and served  by  personal\n    9  delivery  or  certified mail, return receipt requested. Should the peti-\n   10  tioner fail to file a note of issue within thirty days of the service of\n   11  demand, the proceeding shall be deemed to have been abandoned, an  order\n   12  dismissing  the  petition shall be entered without notice and such order\n   13  shall constitute a final  adjudication  of  all  issues  raised  in  the\n   14  proceeding,  unless  the  court  or judge otherwise orders on good cause\n   15  shown.\n   16    (d) Should the respondent fail to demand that the  petitioner  file  a\n   17  note of issue pursuant to paragraph (c) of this subdivision within [four\n   18  years]  THIRTY-SIX  MONTHS  from  the  date  of  the commencement of the\n   19  proceeding, and a note of  issue  has  not  otherwise  been  filed,  the\n   20  proceeding  shall be deemed to have been abandoned and an order dismiss-\n   21  ing the petition shall be entered without notice and  such  order  shall\n   22  constitute  a final adjudication of all issues raised in the proceeding,\n   23  except where the parties otherwise stipulate or a court or judge  other-\n   24  wise orders on good cause shown within such [four-year] THIRTY-SIX MONTH\n   25  period.\n   26    S  2.  Section 727 of the real property tax law is amended by adding a\n   27  new subdivision 4 to read as follows:\n   28    4.  (A) FOR THE PURPOSE OF THIS SUBDIVISION: (I) A \"FULL VALUE ASSESS-\n   29  MENT ROLL\" IS AN ASSESSMENT ROLL FOR WHICH THERE HAS BEEN A  REVALUATION\n   30  OR  UPDATE  OF  ASSESSMENTS  AND THE COMMISSIONER HAS DETERMINED A STATE\n   31  EQUALIZATION RATE OF ONE HUNDRED PERCENT;\n   32    (II) AN ASSESSMENT SHALL BE  DEEMED  TO  HAVE  BEEN  \"CARRIED  FORWARD\n   33  ESSENTIALLY  UNALTERED\" IF IT IS EITHER THE SAME ASSESSMENT ON THE PRIOR\n   34  ROLL OR DIFFERS FROM THE ASSESSMENT ON THE PRIOR ROLL BY A FACTOR  WHICH\n   35  IS  LESS  THAN OR EQUAL TO THE APPLICATION CHANGE IN LEVEL OF ASSESSMENT\n   36  ESTABLISHED BY THE COMMISSIONER.\n   37    (B) FOR THE PURPOSE OF SUBDIVISION ONE OF THIS SECTION, AN  ASSESSMENT\n   38  SHALL  BE  DEEMED  UNCHANGED,  AND NO PETITION FOR REVIEW THEREOF MAY BE\n   39  FILED, WHERE THE FOLLOWING CONDITIONS APPLY:\n   40    (I) THE ASSESSED VALUATION DETERMINED BY FINAL COURT ORDER OR JUDGMENT\n   41  FOR THE ASSESSMENT ROLL AT ISSUE WAS CARRIED FORWARD  ESSENTIALLY  UNAL-\n   42  TERED TO THE NEXT SUCCEEDING ROLL;\n   43    (II) BOTH ASSESSMENT ROLLS ARE FULL VALUE ASSESSMENT ROLLS.\n   44    (C)  IF  THE  ASSESSED VALUATION PLACED ON THE NEXT SUCCEEDING ROLL IS\n   45  CARRIED FORWARD ESSENTIALLY UNALTERED  ONTO  A  THIRD  CONSECUTIVE  FULL\n   46  VALUE  ASSESSMENT ROLL, NO PETITION MAY BE FILED FOR THE REVIEW THEREOF.\n   47  IF THE ASSESSED VALUATION PLACED ON  THE  THIRD  SUCH  ROLL  IS  CARRIED\n   48  FORWARD  ESSENTIALLY  UNALTERED  ONTO  THE FOURTH CONSECUTIVE FULL VALUE\n   49  ASSESSMENT ROLL, NO PETITION MAY BE FILED FOR THE REVIEW THEREOF.\n   50    (D) NOTWITHSTANDING THE PROVISIONS OF THIS SUBDIVISION, A PETITION FOR\n   51  REVIEW MAY BE FILED WITHOUT REGARD TO THE RESTRICTIONS OTHERWISE IMPOSED\n   52  BY THIS SUBDIVISION WHERE: THE PROVISIONS OF  SUBDIVISION  TWO  OF  THIS\n   53  SECTION, EXCLUDING PARAGRAPHS (A) AND (B) OF SUCH SUBDIVISION ARE APPLI-\n   54  CABLE.\n   55    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T122912.TXT", "SOBI.D110125.T123413.TXT", "SOBI.D110125.T162942.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295990982009
}