{
  "year" : 2011,
  "senateBillNo" : "A3396-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3396-2011-1295931600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits tax on refinanced mortgages to the difference between the indebtedness secured by the new mortgage and the remaining indebtedness secured on the former mortgage",
  "summary" : "Limits the tax imposed on refinanced mortgages to the difference between the total indebtedness secured by the new mortgage and the remaining indebtedness, which had been secured on the former mortgage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A5389-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3396\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. MAISEL -- read once and referred to the Committee\n         on Ways and Means\n\n       AN  ACT to amend the tax law, in relation to limiting the tax imposed on\n         refinanced mortgages to the difference between the total  indebtedness\n         secured  by the new mortgage and the remaining indebtedness secured by\n         the former mortgage\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b) of subdivision 2 of section 250 of the tax\n    2  law, as amended by section 1 of part Q of chapter  60  of  the  laws  of\n    3  2004, is amended to read as follows:\n    4    (b)  Where  all  or  part of the indebtedness secured by a mortgage of\n    5  real property within any city in the state having a  population  of  one\n    6  million  or more has been paid and new funds are advanced or re-advanced\n    7  which are to be secured by such mortgage, OR BY  A  NEW  MORTGAGE  WHICH\n    8  SECURES  THE  BALANCE  OF INDEBTEDNESS REMAINING UNPAID UNDER THE FORMER\n    9  MORTGAGE PLUS ALL NEW FUNDS ADVANCED OR  RE-ADVANCED,  the  contract  or\n   10  agreement  by  which  such  funds  are  advanced or re-advanced shall be\n   11  deemed a mortgage of real property for purposes  of  this  article,  and\n   12  shall  be taxable as such upon the amount of such new funds, OR UPON THE\n   13  DIFFERENCE IN AMOUNTS BETWEEN THE TOTAL INDEBTEDNESS SECURED BY THE  NEW\n   14  MORTGAGE  AND  THE  REMAINING INDEBTEDNESS WHICH HAD BEEN SECURED BY THE\n   15  FORMER MORTGAGE, except as otherwise provided  in  section  two  hundred\n   16  fifty-three-b of this article.\n   17    S  2. This act shall take effect on the first of January next succeed-\n   18  ing the date on which it shall have become a law, and shall apply to the\n   19  calculation of amount of tax due on mortgages executed on and after such\n   20  date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06389-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to limiting the tax imposed on refinanced mortgages to the difference between the total indebtedness secured by the new mortgage and the remaining indebtedness secured by the former mortgage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T123413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295989181868
}