{
  "year" : 2011,
  "senateBillNo" : "A339-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A339-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the provision of evaluations, service coordination services and early intervention program services; repealer",
  "summary" : "Relates to the provision of evaluations, service coordination services and early intervention program services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA8246-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          339\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN,  CASTRO, P. RIVERA, COOK, GOTTFRIED,\n         JAFFEE, MILLMAN, GALEF -- Multi-Sponsored by  --  M.  of  A.  BOYLAND,\n         GABRYSZAK,  GUNTHER, HOOPER, MAYERSOHN, PHEFFER, REILLY, WEISENBERG --\n         read once and referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to the provision of eval-\n         uations, service coordination services and early intervention  program\n         services and to repeal certain provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 6 of section 4410  of  the  education  law  is\n    2  REPEALED and a new subdivision 6 is added to read as follows:\n    3    6.  PROFESSIONAL  PRACTICE  ISSUES.  A.  APPROVED PROGRAMS OPERATED BY\n    4  PRIVATE PROVIDERS  SHALL  BE  SUBJECT  TO  REGISTRATION  TO  THE  EXTENT\n    5  PROVIDED  IN SECTION SIXTY-FIVE HUNDRED THREE-B OF THIS CHAPTER, AND, IF\n    6  REQUIRED TO BE  REGISTERED,  SHALL  BE  AUTHORIZED  TO  EMPLOY  LICENSED\n    7  PROFESSIONALS OR CONTRACT WITH LICENSED PROFESSIONALS OR ENTITIES LEGAL-\n    8  LY  AUTHORIZED  TO PROVIDE PROFESSIONAL SERVICES IN ACCORDANCE WITH SUCH\n    9  SECTION SIXTY-FIVE HUNDRED THREE-B.\n   10    B. AN APPROVED PROGRAM MAY BE FORMED AS AN EDUCATION CORPORATION,  OR,\n   11  WITH  THE  CONSENT OF THE COMMISSIONER, AS A NOT-FOR-PROFIT CORPORATION,\n   12  BUSINESS CORPORATION OR  LIMITED  LIABILITY  COMPANY.  IN  ADDITION,  AN\n   13  APPROVED PROGRAM OR GROUP OF APPROPRIATELY LICENSED OR CERTIFIED PROFES-\n   14  SIONALS MAY BE FORMED AS A PROFESSIONAL SERVICE LIMITED LIABILITY COMPA-\n   15  NY  OR  AS  A  FOREIGN PROFESSIONAL SERVICE LIMITED LIABILITY COMPANY IN\n   16  ACCORDANCE WITH THE APPLICABLE PROVISIONS OF ARTICLES TWELVE  AND  THIR-\n   17  TEEN  OF  THE  LIMITED  LIABILITY COMPANY LAW OR AS A REGISTERED LIMITED\n   18  LIABILITY PARTNERSHIP IN ACCORDANCE WITH SECTION 121-1500 OF  THE  PART-\n   19  NERSHIP  LAW OR AS A NEW YORK REGISTERED FOREIGN LIMITED LIABILITY PART-\n   20  NERSHIP IN ACCORDANCE WITH SECTION 121-1502 OF THE PARTNERSHIP  LAW.  AN\n   21  APPROVED PROGRAM FORMED AS SUCH A PROFESSIONAL SERVICE LIMITED LIABILITY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02277-01-1\n\n       A. 339                              2\n\n    1  COMPANY OR REGISTERED LIMITED LIABILITY PARTNERSHIP MAY BE AUTHORIZED TO\n    2  PROVIDE  SPECIAL  EDUCATION  ITINERANT  SERVICES  OR  OTHER  EDUCATIONAL\n    3  SERVICES NOT INVOLVING PRACTICE OF A PROFESSION  UNDER  TITLE  EIGHT  OF\n    4  THIS  CHAPTER.  AN  APPROVED PROGRAM OR GROUP OF PROFESSIONALS FORMED AS\n    5  SUCH A PROFESSIONAL SERVICE  LIMITED  LIABILITY  COMPANY  OR  REGISTERED\n    6  LIMITED  LIABILITY PARTNERSHIP MAY CONTRACT WITH INDIVIDUALS LICENSED OR\n    7  OTHERWISE AUTHORIZED TO PRACTICE, OR A PROFESSIONAL SERVICE CORPORATION,\n    8  PARTNERSHIP OR OTHER ENTITY LEGALLY AUTHORIZED TO PRACTICE, ANY  PROFES-\n    9  SION UNDER TITLE EIGHT OF THIS CHAPTER IN WHICH THE COMPANY WOULD NOT BE\n   10  AUTHORIZED   TO  PROVIDE  PROFESSIONAL  SERVICES  UNDER  THE  APPLICABLE\n   11  PROVISIONS OF SECTION TWELVE HUNDRED THREE OR SUBDIVISION (A) OF SECTION\n   12  THIRTEEN HUNDRED ONE OF THE LIMITED LIABILITY  COMPANY  LAW  OR  SECTION\n   13  121-1500  OR 121-1502 OF THE PARTNERSHIP LAW, SOLELY FOR THE PURPOSES OF\n   14  CONDUCTING  A  MULTI-DISCIPLINARY  EVALUATION  OF  A   PRESCHOOL   CHILD\n   15  SUSPECTED  OF HAVING A DISABILITY OR A PRESCHOOL CHILD WITH A DISABILITY\n   16  OR PROVIDING RELATED SERVICES SPECIFIED IN THE INDIVIDUALIZED  EDUCATION\n   17  PROGRAM OF A PRESCHOOL CHILD.\n   18    C.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW TO THE CONTRARY, THE\n   19  EXEMPTION IN SUBDIVISION TWO OF SECTION EIGHTY-TWO HUNDRED SEVEN OF THIS\n   20  CHAPTER SHALL APPLY  TO  PERSONS  EMPLOYED  BY  A  CENTER-BASED  PROGRAM\n   21  APPROVED  PURSUANT  TO  SUBDIVISION  NINE OF THIS SECTION TO PERFORM THE\n   22  DUTIES OF A SPEECH-LANGUAGE PATHOLOGIST,  AUDIOLOGIST,  TEACHER  OF  THE\n   23  SPEECH  AND HEARING IMPAIRED OR TEACHER OF THE DEAF TO STUDENTS ENROLLED\n   24  IN SUCH APPROVED CENTER-BASED PROGRAM IN THE COURSE OF THEIR EMPLOYMENT.\n   25    D. NOTWITHSTANDING ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,  THE\n   26  EXEMPTION IN SUBDIVISION ONE OF SECTION SEVENTY-SIX HUNDRED FIVE OF THIS\n   27  CHAPTER  SHALL  APPLY  TO  PERSONS  EMPLOYED  BY  A CENTER-BASED PROGRAM\n   28  APPROVED PURSUANT TO SUBDIVISION  NINE  OF  THIS  SECTION  AS  A  SCHOOL\n   29  PSYCHOLOGIST  TO  PROVIDE  ACTIVITIES,  SERVICES  AND  USE  OF THE TITLE\n   30  PSYCHOLOGIST TO STUDENTS ENROLLED IN SUCH APPROVED CENTER-BASED  PROGRAM\n   31  IN THE COURSE OF THEIR EMPLOYMENT.\n   32    S 2. Paragraphs b and d of subdivision 9 of section 4410 of the educa-\n   33  tion  law, as amended by chapter 705 of the laws of 1992, are amended to\n   34  read as follows:\n   35    b. As part of an application submitted pursuant to paragraph a of this\n   36  subdivision, a provider of special services or programs shall  submit  a\n   37  description  of  its  multi-disciplinary  evaluation  component, if any,\n   38  which shall be subject to the approval of the commissioner in accordance\n   39  with regulations adopted for such purpose after  consultation  with  the\n   40  appropriate  advisory  committee. Such components or program may rely in\n   41  part on formal written agreements  or  affiliations  with  appropriately\n   42  certified  or licensed professionals, or agencies employing such profes-\n   43  sionals, provided that such  professionals  or  agencies  perform  their\n   44  responsibilities in conformance with regulations of the commissioner and\n   45  that  providers fully disclose any such arrangements on all applications\n   46  for program approval, AND PROVIDED FURTHER THAT THE  PROVIDER  CERTIFIES\n   47  THAT  IT  WILL  APPLY  FOR  AND  OBTAIN REGISTRATION PURSUANT TO SECTION\n   48  SIXTY-FIVE HUNDRED THREE-B OF THIS CHAPTER PRIOR TO PROVIDING EVALUATION\n   49  SERVICES PURSUANT TO SUCH WRITTEN AGREEMENTS  OR  AFFILIATIONS.  Nothing\n   50  [herein] IN THIS SECTION shall require a provider of special services or\n   51  programs to have a multidisciplinary evaluation program.\n   52    d.  Providers may make application to conduct a program that relies on\n   53  formal written agreements or affiliations with other  approved  programs\n   54  or appropriately certified or licensed professionals, provided that such\n   55  arrangements are fully disclosed on all applications to the commissioner\n   56  for  program  approval, AND PROVIDED FURTHER THAT THE PROVIDER CERTIFIES\n\n       A. 339                              3\n\n    1  THAT IT WILL APPLY FOR  AND  OBTAIN  REGISTRATION  PURSUANT  TO  SECTION\n    2  SIXTY-FIVE  HUNDRED  THREE-B  OF THIS CHAPTER PRIOR TO PROVIDING RELATED\n    3  SERVICES PURSUANT TO ANY SUCH WRITTEN AGREEMENTS OR AFFILIATIONS INVOLV-\n    4  ING LICENSED PROFESSIONALS.\n    5    S 3. Paragraph (a) of subdivision 9-a of section 4410 of the education\n    6  law,  as  added by chapter 82 of the laws of 1995, is amended to read as\n    7  follows:\n    8    (a) A school district or a  group  of  appropriately  licensed  and/or\n    9  certified  professionals  associated with a public or private agency may\n   10  apply to the commissioner  for  approval  as  an  evaluator  on  a  form\n   11  prescribed  by  the  commissioner. The commissioner shall approve evalu-\n   12  ators pursuant to this subdivision consistent with the approval  process\n   13  for  the  multi-disciplinary  evaluation  component of programs approved\n   14  pursuant to subdivision nine of this section consistent with regulations\n   15  adopted pursuant to such subdivision.\n   16    Such application shall include, but not be limited to,  a  description\n   17  of  the  multi-disciplinary  evaluation services proposed to be provided\n   18  and a demonstration that all agency employees and staff who provide such\n   19  evaluation services shall  have  appropriate  licensure  and/or  certif-\n   20  ication  and  that  the  individual  who  shall  have direct supervision\n   21  responsibilities over such staff shall  have  an  appropriate  level  of\n   22  experience  in  providing evaluation or services to preschool or kinder-\n   23  garten-aged children with [handicapping conditions] DISABILITIES. TO  BE\n   24  ELIGIBLE FOR APPROVAL AS AN EVALUATOR ON AND AFTER JULY FIRST, TWO THOU-\n   25  SAND  TWELVE,  A  GROUP  OF  APPROPRIATELY LICENSED OR CERTIFIED PROFES-\n   26  SIONALS SHALL BE FORMED AS  A  PROFESSIONAL  SERVICE  LIMITED  LIABILITY\n   27  COMPANY,  FOREIGN PROFESSIONAL SERVICE LIMITED LIABILITY COMPANY, REGIS-\n   28  TERED LIMITED LIABILITY  PARTNERSHIP  OR  NEW  YORK  FOREIGN  REGISTERED\n   29  LIMITED LIABILITY PARTNERSHIP. THE APPROVAL OF ANY GROUPS OF LICENSED OR\n   30  CERTIFIED  PROFESSIONALS  THAT ARE IN EXISTENCE ON JULY FIRST, TWO THOU-\n   31  SAND TWELVE AND WOULD NOT BE  ELIGIBLE  FOR  APPROVAL  THEREAFTER  SHALL\n   32  TERMINATE ON JULY FIRST, TWO THOUSAND THIRTEEN.\n   33    S  4.  The  education law is amended by adding a new section 6503-b to\n   34  read as follows:\n   35    S 6503-B. REGISTRATION OF CERTAIN SPECIAL EDUCATION SCHOOLS AND  EARLY\n   36  INTERVENTION AGENCIES. 1. AS USED IN THIS SECTION:\n   37    A.  \"SPECIAL EDUCATION SCHOOL\" MEANS AN APPROVED PROGRAM AS DEFINED IN\n   38  PARAGRAPH A OF SUBDIVISION ONE OF SECTION FORTY-FOUR HUNDRED TEN OF THIS\n   39  CHAPTER THAT IS LAWFULLY OPERATED  BY  A  PRIVATE  CORPORATION,  LIMITED\n   40  LIABILITY  COMPANY,  REGISTERED  LIMITED LIABILITY PARTNERSHIP, OR OTHER\n   41  PRIVATE ENTITY; AN APPROVED PRIVATE NONRESIDENTIAL OR RESIDENTIAL SCHOOL\n   42  FOR THE EDUCATION OF STUDENTS WITH DISABILITIES THAT IS  LOCATED  WITHIN\n   43  THE  STATE; A CHILD CARE INSTITUTION AS DEFINED IN SECTION FOUR THOUSAND\n   44  ONE OF THIS CHAPTER THAT OPERATES A PRIVATE SCHOOL FOR THE EDUCATION  OF\n   45  STUDENTS WITH DISABILITIES OR AN INSTITUTION FOR THE DEAF OR BLIND OPER-\n   46  ATING  PURSUANT TO ARTICLE EIGHTY-FIVE OF THIS CHAPTER THAT EITHER:  (1)\n   47  CONDUCTS A MULTI-DISCIPLINARY EVALUATION FOR PURPOSES OF ARTICLE  EIGHT-\n   48  Y-ONE  OR  EIGHTY-NINE OF THIS CHAPTER THAT INVOLVES THE PRACTICE OF ONE\n   49  OR MORE PROFESSIONS FOR WHICH A LICENSE IS  REQUIRED  PURSUANT  TO  THIS\n   50  TITLE  AND NO EXCEPTION FROM CORPORATE PRACTICE RESTRICTIONS APPLIES, OR\n   51  (2) PROVIDES RELATED SERVICES TO STUDENTS  ENROLLED  IN  THE  SCHOOL  OR\n   52  APPROVED  PROGRAM  THAT INVOLVES THE PRACTICE OF ONE OR MORE PROFESSIONS\n   53  FOR WHICH A LICENSE IS REQUIRED PURSUANT TO THIS TITLE AND NO  EXCEPTION\n   54  FROM PRACTICE RESTRICTIONS APPLIES. SUCH TERM SHALL NOT INCLUDE A SCHOOL\n   55  DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES, MUNICIPALITY, STATE\n   56  AGENCY  OR  OTHER  PUBLIC  ENTITY.  NOTHING  IN  THIS  SECTION  SHALL BE\n\n       A. 339                              4\n\n    1  CONSTRUED TO REQUIRE REGISTRATION  OF  A  CHILD  CARE  INSTITUTION  THAT\n    2  CONDUCTS  MULTI-DISCIPLINARY  EVALUATIONS  OR  PROVIDES RELATED SERVICES\n    3  THROUGH AN APPROVED PRIVATE NONRESIDENTIAL SCHOOL OPERATED BY SUCH CHILD\n    4  CARE  INSTITUTION,  PROVIDED  THAT SUCH SCHOOL IS REGISTERED PURSUANT TO\n    5  THIS SECTION.\n    6    B. \"EARLY INTERVENTION AGENCY\" FOR PURPOSES OF THIS SECTION  MEANS  AN\n    7  AGENCY WHICH IS APPROVED OR IS SEEKING APPROVAL IN ACCORDANCE WITH TITLE\n    8  TWO-A  OF  ARTICLE TWENTY-FIVE OF THE PUBLIC HEALTH LAW TO DELIVER EARLY\n    9  INTERVENTION PROGRAM  MULTI-DISCIPLINARY  EVALUATIONS,  SERVICE  COORDI-\n   10  NATION SERVICES AND EARLY INTERVENTION PROGRAM SERVICES, AND IS LAWFULLY\n   11  OPERATED  BY  A NOT-FOR-PROFIT CORPORATION, PRIVATE CORPORATION, LIMITED\n   12  LIABILITY COMPANY, REGISTERED LIMITED LIABILITY  PARTNERSHIP,  OR  OTHER\n   13  PRIVATE ENTITY.\n   14    C.  \"EARLY  INTERVENTION  PROGRAM  SERVICES\"  MEANS EARLY INTERVENTION\n   15  SERVICES AS DEFINED IN SUBDIVISION SEVEN OF SECTION TWENTY-FIVE  HUNDRED\n   16  FORTY-ONE  OF  THE  PUBLIC  HEALTH LAW THAT ARE PROVIDED UNDER THE EARLY\n   17  INTERVENTION PROGRAM AND AUTHORIZED IN AN ELIGIBLE  CHILD'S  INDIVIDUAL-\n   18  IZED FAMILY SERVICES PLAN.\n   19    D.\"MULTI-DISCIPLINARY  EVALUATION  FOR PURPOSES OF A SPECIAL EDUCATION\n   20  SCHOOL\" MEANS A  MULTI-DISCIPLINARY  EVALUATION  OF  A  PRESCHOOL  CHILD\n   21  SUSPECTED  OF HAVING A DISABILITY OR A PRESCHOOL CHILD WITH A DISABILITY\n   22  THAT IS CONDUCTED PURSUANT TO SECTION FORTY-FOUR  HUNDRED  TEN  OF  THIS\n   23  CHAPTER  OR  AN  EVALUATION  OF A SCHOOL-AGE CHILD SUSPECTED OF HAVING A\n   24  DISABILITY OR WITH A DISABILITY WHICH  IS  CONDUCTED  BY  A  CHILD  CARE\n   25  INSTITUTION  THAT  OPERATES  A  SPECIAL  EDUCATION SCHOOL OR THE SPECIAL\n   26  EDUCATION SCHOOL OPERATED BY SUCH INSTITUTION  PURSUANT  TO  SUBDIVISION\n   27  THREE  OF SECTION FOUR THOUSAND TWO OF THIS CHAPTER OR BY AN INSTITUTION\n   28  FOR THE DEAF OR BLIND OPERATING PURSUANT TO ARTICLE EIGHTY-FIVE OF  THIS\n   29  CHAPTER  OR  AN  EVALUATION  OF A SCHOOL-AGE CHILD SUSPECTED OF HAVING A\n   30  DISABILITY OR WITH A DISABILITY THAT IS AUTHORIZED TO BE CONDUCTED BY  A\n   31  SPECIAL EDUCATION SCHOOL PURSUANT TO ANY OTHER PROVISION OF THIS CHAPTER\n   32  AND  THE  REGULATIONS OF THE COMMISSIONER FOR PURPOSES OF IDENTIFICATION\n   33  OF THE CHILD AS A CHILD WITH A DISABILITY OR THE DEVELOPMENT OF AN INDI-\n   34  VIDUALIZED EDUCATION PROGRAM FOR THE CHILD.\n   35    E. \"MULTI-DISCIPLINARY EVALUATION FOR PURPOSES  OF  THE  EARLY  INTER-\n   36  VENTION PROGRAM\" MEANS A PROFESSIONAL, OBJECTIVE ASSESSMENT CONDUCTED BY\n   37  APPROPRIATELY QUALIFIED PERSONNEL IN ACCORDANCE WITH SECTION TWENTY-FIVE\n   38  HUNDRED  FORTY-FOUR  OF THE PUBLIC HEALTH LAW AND ITS IMPLEMENTING REGU-\n   39  LATIONS TO  DETERMINE  A  CHILD'S  ELIGIBILITY  FOR  EARLY  INTERVENTION\n   40  PROGRAM SERVICES.\n   41    F. \"RELATED SERVICES\" MEANS RELATED SERVICES AS DEFINED IN PARAGRAPH G\n   42  OF  SUBDIVISION  TWO OF SECTION FOUR THOUSAND TWO OF THIS CHAPTER, PARA-\n   43  GRAPH K OF SUBDIVISION TWO OF SECTION FORTY-FOUR  HUNDRED  ONE  OF  THIS\n   44  CHAPTER, OR PARAGRAPH J OF SUBDIVISION ONE OF SECTION FORTY-FOUR HUNDRED\n   45  TEN  OF  THIS  CHAPTER PROVIDED TO A CHILD WITH A DISABILITY PURSUANT TO\n   46  SUCH CHILD'S INDIVIDUALIZED EDUCATION PROGRAM.\n   47    2. A. NO SPECIAL EDUCATION  SCHOOL  MAY  EMPLOY  INDIVIDUALS  LICENSED\n   48  PURSUANT  TO  THIS ARTICLE TO CONDUCT COMPONENTS OF A MULTI-DISCIPLINARY\n   49  EVALUATION OF A CHILD WITH A DISABILITY OR A CHILD SUSPECTED OF HAVING A\n   50  DISABILITY OR TO PROVIDE RELATED SERVICES TO CHILDREN WITH  DISABILITIES\n   51  ENROLLED IN THE SCHOOL, AND NO SPECIAL EDUCATION SCHOOL MAY PROVIDE SUCH\n   52  AN EVALUATION COMPONENT OR RELATED SERVICES BY CONTRACT WITH AN INDIVID-\n   53  UAL  LICENSED OR OTHERWISE AUTHORIZED TO PRACTICE PURSUANT TO THIS ARTI-\n   54  CLE OR A PROFESSIONAL SERVICE CORPORATION, PROFESSIONAL SERVICE  LIMITED\n   55  LIABILITY  COMPANY,  OR REGISTERED LIMITED LIABILITY PARTNERSHIP AUTHOR-\n   56  IZED BY LAW TO PROVIDE PROFESSIONAL  SERVICES,  UNLESS  SUCH  SCHOOL  IS\n\n       A. 339                              5\n\n    1  REGISTERED  PURSUANT  TO  THIS  SECTION.  ALL  SPECIAL EDUCATION SCHOOLS\n    2  APPROVED BY THE COMMISSIONER AS OF THE EFFECTIVE DATE  OF  THIS  SECTION\n    3  SHALL  BE  DEEMED  REGISTERED  PURSUANT  TO  THIS  SECTION  FOR A PERIOD\n    4  COMMENCING ON SUCH EFFECTIVE DATE AND ENDING ON JULY FIRST, TWO THOUSAND\n    5  THIRTEEN.\n    6    B.  NO  EARLY INTERVENTION AGENCY MAY EMPLOY OR CONTRACT WITH INDIVID-\n    7  UALS LICENSED PURSUANT TO THIS ARTICLE OR WITH  A  PROFESSIONAL  SERVICE\n    8  CORPORATION, PROFESSIONAL SERVICE LIMITED LIABILITY COMPANY, PARTNERSHIP\n    9  OR REGISTERED LIMITED LIABILITY PARTNERSHIP AUTHORIZED BY LAW TO PROVIDE\n   10  THE  APPLICABLE  PROFESSIONAL SERVICES, TO CONDUCT AN EARLY INTERVENTION\n   11  PROGRAM  MULTI-DISCIPLINARY  EVALUATION,  PROVIDE  SERVICE  COORDINATION\n   12  SERVICES  OR  EARLY  INTERVENTION PROGRAM SERVICES UNLESS SUCH AGENCY IS\n   13  REGISTERED PURSUANT TO THIS SECTION  AND  APPROVED  IN  ACCORDANCE  WITH\n   14  TITLE  TWO-A OF ARTICLE TWENTY-FIVE OF THE PUBLIC HEALTH LAW AS AN EARLY\n   15  INTERVENTION PROGRAM PROVIDER. ALL EARLY INTERVENTION AGENCIES IN EXIST-\n   16  ENCE AS OF THE EFFECTIVE DATE OF THIS SECTION SHALL BE DEEMED REGISTERED\n   17  PURSUANT TO THIS SECTION FOR A PERIOD COMMENCING ON SUCH EFFECTIVE  DATE\n   18  AND  ENDING  ON  JULY  FIRST,  TWO  THOUSAND THIRTEEN.   NOTHING IN THIS\n   19  SECTION SHALL BE CONSTRUED TO REQUIRE AN EARLY  INTERVENTION  AGENCY  TO\n   20  REGISTER  IN  ACCORDANCE WITH THIS SECTION PROVIDED THAT IT IS OTHERWISE\n   21  AUTHORIZED BY LAW TO PROVIDE THE APPLICABLE PROFESSIONAL SERVICES.\n   22    3. A SPECIAL EDUCATION SCHOOL AND EARLY INTERVENTION AGENCY  SHALL  BE\n   23  REGISTERED AS FOLLOWS:\n   24    A.  APPLICATION FOR REGISTRATION SHALL BE MADE ON A FORM PRESCRIBED BY\n   25  THE DEPARTMENT.\n   26    B. THE APPLICATION FOR INITIAL REGISTRATION SHALL BE ACCOMPANIED BY  A\n   27  FEE  OF THREE HUNDRED FORTY-FIVE DOLLARS. IF AN APPLICANT SIMULTANEOUSLY\n   28  APPLIES FOR REGISTRATION AS A SPECIAL EDUCATION SCHOOL AND FOR REGISTRA-\n   29  TION AS AN EARLY INTERVENTION AGENCY, THE APPLICANT SHALL PAY ONE FEE OF\n   30  THREE HUNDRED FORTY-FIVE DOLLARS FOR BOTH REGISTRATION APPLICATIONS.\n   31    4. ALL SPECIAL EDUCATION SCHOOL AND EARLY INTERVENTION  AGENCY  REGIS-\n   32  TRATIONS  SHALL BE RENEWED ON DATES SET BY THE DEPARTMENT. THE TRIENNIAL\n   33  REGISTRATION FEE SHALL BE TWO  HUNDRED  SIXTY  DOLLARS  OR  A  PRO-RATED\n   34  PORTION  THEREOF AS DETERMINED BY THE DEPARTMENT. IF AN APPLICANT SIMUL-\n   35  TANEOUSLY APPLIES FOR TRIENNIAL  REGISTRATION  AS  A  SPECIAL  EDUCATION\n   36  SCHOOL  AND  FOR TRIENNIAL REGISTRATION AS AN EARLY INTERVENTION AGENCY,\n   37  THE APPLICANT SHALL PAY ONE FEE  OF  TWO  HUNDRED  SIXTY  DOLLARS  OR  A\n   38  PRO-RATED  PORTION  THEREOF  AS  DETERMINED  BY  THE DEPARTMENT FOR BOTH\n   39  TRIENNIAL RENEWAL REGISTRATION APPLICATIONS. AN EARLY INTERVENTION AGEN-\n   40  CY'S REGISTRATION SHALL NOT BE RENEWED UNLESS THE AGENCY IS APPROVED  TO\n   41  PROVIDE   EARLY  INTERVENTION  PROGRAM  MULTI-DISCIPLINARY  EVALUATIONS,\n   42  SERVICE COORDINATION OR EARLY INTERVENTION PROGRAM SERVICES  IN  ACCORD-\n   43  ANCE WITH TITLE TWO-A OF ARTICLE TWENTY-FIVE OF THE PUBLIC HEALTH LAW.\n   44    5. IN THE EVENT THAT A CHANGE IN THE LOCATION OF THE CHIEF ADMINISTRA-\n   45  TIVE  OFFICES OF A SPECIAL EDUCATION SCHOOL OR EARLY INTERVENTION AGENCY\n   46  IS CONTEMPLATED, THE OWNER SHALL NOTIFY THE OFFICE OF PROFESSIONS OF THE\n   47  DEPARTMENT OF THE CHANGE OF LOCATION AT LEAST THIRTY DAYS PRIOR TO RELO-\n   48  CATION.\n   49    6. AN APPLICANT FOR REGISTRATION AS  A  SPECIAL  EDUCATION  SCHOOL  OR\n   50  EARLY  INTERVENTION  AGENCY  SHALL BE OF GOOD MORAL CHARACTER, AS DETER-\n   51  MINED BY THE DEPARTMENT.   IN THE CASE OF  A  CORPORATE  APPLICANT,  THE\n   52  REQUIREMENT SHALL EXTEND TO ALL OFFICERS AND DIRECTORS AND TO STOCKHOLD-\n   53  ERS HAVING A TEN PERCENT OR GREATER INTEREST IN THE CORPORATION.\n   54    7.  A.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE CONTRARY, A\n   55  REGISTERED SPECIAL EDUCATION SCHOOL MAY EMPLOY INDIVIDUALS  LICENSED  OR\n   56  OTHERWISE AUTHORIZED TO PRACTICE ANY PROFESSION PURSUANT TO THIS ARTICLE\n\n       A. 339                              6\n\n    1  TO CONDUCT COMPONENTS OF A MULTI-DISCIPLINARY EVALUATION OF A CHILD WITH\n    2  A  DISABILITY  OR A CHILD SUSPECTED OF HAVING A DISABILITY OR TO PROVIDE\n    3  RELATED SERVICES TO CHILDREN WITH DISABILITIES ENROLLED IN THE SCHOOL OR\n    4  MAY PROVIDE COMPONENTS OF SUCH AN EVALUATION OR SUCH RELATED SERVICES BY\n    5  CONTRACT WITH AN INDIVIDUAL LICENSED OR OTHERWISE AUTHORIZED TO PRACTICE\n    6  PURSUANT  TO THIS ARTICLE OR A PROFESSIONAL SERVICE CORPORATION, PROFES-\n    7  SIONAL SERVICE LIMITED  LIABILITY  COMPANY,  PARTNERSHIP  OR  REGISTERED\n    8  LIMITED  LIABILITY PARTNERSHIP AUTHORIZED BY LAW TO PROVIDE THE APPLICA-\n    9  BLE PROFESSIONAL SERVICES.\n   10    B. NOTWITHSTANDING ANY OTHER PROVISION  OF  LAW  TO  THE  CONTRARY,  A\n   11  REGISTERED EARLY INTERVENTION AGENCY THAT IS APPROVED IN ACCORDANCE WITH\n   12  TITLE  TWO-A  OF ARTICLE TWENTY-FIVE OF THE PUBLIC HEALTH LAW MAY EMPLOY\n   13  OR CONTRACT WITH INDIVIDUALS LICENSED OR OTHERWISE AUTHORIZED  TO  PRAC-\n   14  TICE  ANY  PROFESSION  PURSUANT  TO THIS ARTICLE, OR WITH A PROFESSIONAL\n   15  SERVICE CORPORATION, PROFESSIONAL  SERVICE  LIMITED  LIABILITY  COMPANY,\n   16  PARTNERSHIP  OR  REGISTERED  LIMITED LIABILITY PARTNERSHIP AUTHORIZED TO\n   17  CONDUCT  EARLY  INTERVENTION  PROGRAM  MULTI-DISCIPLINARY   EVALUATIONS,\n   18  PROVIDE  SERVICES  COORDINATION  SERVICES AND EARLY INTERVENTION PROGRAM\n   19  SERVICES.\n   20    C. A REGISTERED SPECIAL EDUCATION SCHOOL OR EARLY INTERVENTION  AGENCY\n   21  SHALL  NOT  PRACTICE  ANY  PROFESSION LICENSED PURSUANT TO THIS TITLE OR\n   22  HOLD ITSELF OUT TO THE PUBLIC  AS  AUTHORIZED  TO  PROVIDE  PROFESSIONAL\n   23  SERVICES EXCEPT AS AUTHORIZED BY THIS SECTION.\n   24    8.  A  SPECIAL EDUCATION SCHOOL AND EARLY INTERVENTION AGENCY SHALL BE\n   25  UNDER THE SUPERVISION OF THE REGENTS OF THE UNIVERSITY OF THE  STATE  OF\n   26  NEW  YORK  AND  THE  DEPARTMENT PURSUANT TO THIS TITLE AND BE SUBJECT TO\n   27  DISCIPLINARY PROCEEDINGS AND PENALTIES IN THE SAME  MANNER  AND  TO  THE\n   28  SAME  EXTENT  AS  IS  PROVIDED  WITH  RESPECT  TO  INDIVIDUALS AND THEIR\n   29  LICENSES, CERTIFICATES, AND REGISTRATIONS  IN  THE  PROVISIONS  OF  THIS\n   30  TITLE  RELATING  TO THE APPLICABLE PROFESSION, AND THE REGISTRATION OF A\n   31  SPECIAL EDUCATION SCHOOL OR EARLY INTERVENTION AGENCY SHALL  BE  SUBJECT\n   32  TO  SUSPENSION,  REVOCATION OR ANNULMENT FOR CAUSE.  NOTWITHSTANDING THE\n   33  PROVISIONS OF THIS SUBDIVISION, A  SPECIAL  EDUCATION  SCHOOL  OR  EARLY\n   34  INTERVENTION  AGENCY  THAT  CONDUCTS  OR  CONTRACTS FOR A COMPONENT OF A\n   35  MULTI-DISCIPLINARY EVALUATION THAT INVOLVES  THE  PRACTICE  OF  MEDICINE\n   36  SHALL BE SUBJECT TO THE PRE-HEARING PROCEDURES AND HEARING PROCEDURES AS\n   37  IS  PROVIDED WITH RESPECT TO INDIVIDUAL PHYSICIANS AND THEIR LICENSES IN\n   38  TITLE TWO-A OF ARTICLE TWO OF THE PUBLIC HEALTH LAW. NOTWITHSTANDING ANY\n   39  OTHER PROVISION OF LAW TO THE CONTRARY, UPON REVOCATION OR OTHER  TERMI-\n   40  NATION  BY  THE COMMISSIONER OF APPROVAL OF THE SPECIAL EDUCATION SCHOOL\n   41  PURSUANT TO ARTICLE EIGHTY-NINE OF THIS CHAPTER AND THE  REGULATIONS  OF\n   42  THE COMMISSIONER IMPLEMENTING SUCH ARTICLE, OR OF THE EARLY INTERVENTION\n   43  AGENCY  BY THE COMMISSIONER OF HEALTH PURSUANT TO TITLE TWO-A OF ARTICLE\n   44  TWENTY-FIVE OF THE PUBLIC HEALTH LAW AND IMPLEMENTING  REGULATIONS,  THE\n   45  SCHOOL'S  OR  EARLY  INTERVENTION AGENCY'S REGISTRATION PURSUANT TO THIS\n   46  SECTION SHALL BE DEEMED REVOKED AND ANNULLED.\n   47    S 5. This act shall take effect June 30, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the provision of evaluations, service coordination services and early intervention program services and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101221.T144121.TXT", "SOBI.D101221.T133117.TXT", "SOBI.D101221.T134117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292960481544
}