{
  "year" : 2011,
  "senateBillNo" : "A3395-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3395-2011-1295931600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health insurance coverage for lymphedema",
  "summary" : "Requires health insurance policies and contracts shall provide coverage for the diagnosis and treatment of lymphedema; and requires such coverage shall include benefits for equipment, supplies, devices, complex decongestive therapy and out-patient self management training and education for the treatment of lymphedema. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A5324-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3395\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. MAISEL -- read once and referred to the Committee\n         on Insurance\n\n       AN  ACT  to  amend  the  insurance law, in relation to requiring certain\n         health insurance coverage for lymphedema\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Item (ii) of subparagraph (A) of paragraph 20 of subsection\n    2  (i)  of section 3216 of the insurance law, as added by chapter 21 of the\n    3  laws of 1997, is amended and a new  item  (iii)  is  added  to  read  as\n    4  follows:\n    5    (ii)  surgery  and  reconstruction  of  the  other breast to produce a\n    6  symmetrical appearance; AND\n    7    (III) PROSTHESES AND PHYSICAL COMPLICATIONS OF ALL STAGES OF MASTECTO-\n    8  MY, INCLUDING LYMPHEDEMA;\n    9    S 2. Subsection (i) of section 3216 of the insurance law is amended by\n   10  adding two new paragraphs 28 and 29 to read as follows:\n   11    (28) EVERY POLICY WHICH PROVIDES HOSPITAL, SURGICAL, MEDICAL OR  MAJOR\n   12  MEDICAL  COVERAGE  SHALL PROVIDE COVERAGE FOR THE DIFFERENTIAL DIAGNOSIS\n   13  AND TREATMENT OF LYMPHEDEMA. SUCH COVERAGE SHALL INCLUDE, IN ADDITION TO\n   14  BENEFITS FOR A COURSE OF MANUAL LYMPH DRAINAGE WHOSE FREQUENCY AND DURA-\n   15  TION IS DETERMINED BY THE  TREATING  PHYSICIAN  OR  THERAPIST  BASED  ON\n   16  MEDICAL  NECESSITY  AND NOT BASED ON PHYSICAL THERAPY AND REHABILITATION\n   17  STANDARDS, BENEFITS FOR EQUIPMENT, SUPPLIES, DEVICES, COMPLEX  DECONGES-\n   18  TIVE THERAPY, AND OUT-PATIENT SELF-MANAGEMENT TRAINING AND EDUCATION FOR\n   19  THE TREATMENT OF LYMPHEDEMA, IF PRESCRIBED BY A HEALTH CARE PROFESSIONAL\n   20  LEGALLY  AUTHORIZED TO PRESCRIBE OR PROVIDE SUCH ITEMS UNDER TITLE EIGHT\n   21  OF THE EDUCATION  LAW.    LYMPHEDEMA  THERAPY  ADMINISTERED  UNDER  THIS\n   22  SECTION  SHALL  BE ADMINISTERED ONLY BY A THERAPIST CERTIFIED TO PERFORM\n   23  LYMPHEDEMA TREATMENT BY THE  LYMPHOLOGY  ASSOCIATION  OF  NORTH  AMERICA\n   24  (LANA)  OR  CERTIFIED  IN  ACCORDANCE  WITH  STANDARDS EQUIVALENT TO THE\n   25  CERTIFICATION STANDARDS OF LANA.   SUCH EQUIPMENT, SUPPLIES  OR  DEVICES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00103-01-1\n\n       A. 3395                             2\n\n    1  SHALL  INCLUDE,  BUT  NOT BE LIMITED TO, BANDAGES, COMPRESSION GARMENTS,\n    2  PADS, ORTHOTIC SHOES AND DEVICES, WITH  REPLACEMENTS  WHEN  REQUIRED  TO\n    3  MAINTAIN COMPRESSIVE FUNCTION OR TO ACCOMMODATE CHANGES IN THE PATIENT'S\n    4  DIMENSIONS.  COVERAGE  SHALL  BE  PROVIDED FOR FOLLOW-UP TREATMENTS WHEN\n    5  MEDICALLY REQUIRED OR TO PERIODICALLY VALIDATE HOME TECHNIQUES, TO MONI-\n    6  TOR PROGRESS AGAINST THE WRITTEN TREATMENT PLAN AND TO MODIFY THE TREAT-\n    7  MENT PLAN AS REQUIRED. NO INDIVIDUAL, OTHER THAN  A  LICENSED  PHYSICIAN\n    8  AND  SURGEON COMPETENT TO EVALUATE THE SPECIFIC CLINICAL ISSUES INVOLVED\n    9  IN THE CARE REQUESTED, MAY DENY REQUESTS  FOR  AUTHORIZATION  OF  HEALTH\n   10  CARE SERVICES PURSUANT TO THIS SECTION.\n   11    (A)  A  POLICY WHICH IS A MANAGED HEALTH CARE PRODUCT MAY REQUIRE SUCH\n   12  HEALTH CARE PROFESSIONAL BE A MEMBER OF SUCH MANAGED HEALTH CARE  PLAN'S\n   13  PROVIDER  NETWORK, PROVIDED THAT SUCH NETWORK INCLUDES SUFFICIENT HEALTH\n   14  CARE PROFESSIONALS WHO ARE QUALIFIED BY SPECIFIC  EDUCATION,  EXPERIENCE\n   15  AND  CREDENTIALS TO PROVIDE THE COVERED BENEFITS DESCRIBED IN THIS PARA-\n   16  GRAPH.\n   17    (B) NO INSURER, CORPORATION, OR HEALTH MAINTENANCE ORGANIZATION  SHALL\n   18  IMPOSE UPON ANY PERSON RECEIVING BENEFITS PURSUANT TO THIS PARAGRAPH ANY\n   19  COPAYMENT,  FEE,  POLICY  YEAR  OR  CALENDAR YEAR, OR DURATIONAL BENEFIT\n   20  LIMITATION OR MAXIMUM FOR BENEFITS  OR  SERVICES  THAT  IS  NOT  EQUALLY\n   21  IMPOSED UPON ALL INDIVIDUALS IN THE SAME BENEFIT CATEGORY.\n   22    (C)  THIS  PARAGRAPH  SHALL  NOT  APPLY TO SHORT-TERM TRAVEL, ACCIDENT\n   23  ONLY, LIMITED OR SPECIFIED DISEASE, OR INDIVIDUAL CONVERSION POLICIES OR\n   24  CONTRACTS, NOR TO POLICIES OR CONTRACTS DESIGNED FOR ISSUANCE TO PERSONS\n   25  ELIGIBLE FOR COVERAGE UNDER TITLE XVIII  OF  THE  SOCIAL  SECURITY  ACT,\n   26  KNOWN  AS MEDICARE, OR ANY OTHER SIMILAR COVERAGE UNDER STATE OR FEDERAL\n   27  GOVERNMENTAL PLANS.\n   28    (D) FOR PURPOSES OF THIS PARAGRAPH, A  \"MANAGED  CARE  PRODUCT\"  SHALL\n   29  MEAN  A POLICY WHICH REQUIRES THAT MEDICAL OR OTHER HEALTH CARE SERVICES\n   30  COVERED UNDER  THE  POLICY,  OTHER  THAN  EMERGENCY  CARE  SERVICES,  BE\n   31  PROVIDED BY, OR PURSUANT TO A REFERRAL FROM A PRIMARY CARE PROVIDER, AND\n   32  THAT  SERVICES  PROVIDED  PURSUANT  TO  SUCH A REFERRAL BE RENDERED BY A\n   33  HEALTH CARE PROVIDER PARTICIPATING IN THE INSURER'S MANAGED CARE PROVID-\n   34  ER NETWORK. IN ADDITION, A MANAGED CARE  PRODUCT  SHALL  ALSO  MEAN  THE\n   35  IN-NETWORK  PORTION  OF  A CONTRACT WHICH REQUIRES THAT MEDICAL OR OTHER\n   36  HEALTH CARE SERVICES COVERED UNDER THE CONTRACT,  OTHER  THAN  EMERGENCY\n   37  CARE  SERVICES, BE PROVIDED BY, OR PURSUANT TO A REFERRAL FROM A PRIMARY\n   38  CARE PROVIDER, AND THAT SERVICES PROVIDED PURSUANT TO SUCH A REFERRAL BE\n   39  RENDERED BY A  HEALTH  CARE  PROVIDER  PARTICIPATING  IN  THE  INSURER'S\n   40  MANAGED  CARE  PROVIDER NETWORK, IN ORDER FOR THE INSURED TO BE ENTITLED\n   41  TO THE MAXIMUM REIMBURSEMENT UNDER THE CONTRACT.\n   42    (29) PATIENTS UNDERGOING ANY SURGERY OR RADIOTHERAPY  PROCEDURE  SHALL\n   43  BE  PROVIDED  INFORMATION ON THE RISK OF LYMPHEDEMA ASSOCIATED WITH THAT\n   44  PROCEDURE, AND THE  POTENTIAL  POST-PROCEDURE  SYMPTOMS  OF  LYMPHEDEMA.\n   45  INFORMED  CONSENT  AGREEMENTS  FOR ALL SURGERIES AND RADIATION THERAPIES\n   46  SHALL INCLUDE INFORMATION ON THE RISK OF LYMPHEDEMA ASSOCIATED WITH  THE\n   47  ALTERNATIVE PROCEDURES.\n   48    S  3.  Item (ii) of subparagraph (A) of paragraph 10 of subsection (k)\n   49  of section 3221 of the insurance law, as added by chapter 21 of the laws\n   50  of 1997, is amended and a new item (iii) is added to read as follows:\n   51    (ii) surgery and reconstruction of  the  other  breast  to  produce  a\n   52  symmetrical appearance; AND\n   53    (III) PROSTHESES AND PHYSICAL COMPLICATIONS OF ALL STAGES OF MASTECTO-\n   54  MY, INCLUDING LYMPHEDEMA;\n   55    S 4. Subsection (k) of section 3221 of the insurance law is amended by\n   56  adding two new paragraphs 17 and 18 to read as follows:\n\n       A. 3395                             3\n\n    1    (17)  EVERY  GROUP  POLICY ISSUED OR ISSUED FOR DELIVERY IN THIS STATE\n    2  WHICH PROVIDES HOSPITAL, SURGICAL, MEDICAL  OR  MAJOR  MEDICAL  COVERAGE\n    3  SHALL  PROVIDE  COVERAGE FOR THE DIFFERENTIAL DIAGNOSIS AND TREATMENT OF\n    4  LYMPHEDEMA. SUCH COVERAGE SHALL INCLUDE, IN ADDITION TO BENEFITS  FOR  A\n    5  COURSE  OF  MANUAL LYMPH DRAINAGE WHOSE FREQUENCY AND DURATION IS DETER-\n    6  MINED BY THE TREATING PHYSICIAN OR THERAPIST BASED ON MEDICAL  NECESSITY\n    7  AND NOT BASED ON PHYSICAL THERAPY AND REHABILITATION STANDARDS, BENEFITS\n    8  FOR  EQUIPMENT,  SUPPLIES,  DEVICES,  COMPLEX  DECONGESTIVE THERAPY, AND\n    9  OUT-PATIENT SELF-MANAGEMENT TRAINING AND EDUCATION FOR THE TREATMENT  OF\n   10  LYMPHEDEMA,  IF PRESCRIBED BY A HEALTH CARE PROFESSIONAL LEGALLY AUTHOR-\n   11  IZED TO PRESCRIBE OR PROVIDE SUCH ITEMS UNDER TITLE EIGHT OF THE  EDUCA-\n   12  TION  LAW.   LYMPHEDEMA THERAPY ADMINISTERED UNDER THIS SECTION SHALL BE\n   13  ADMINISTERED ONLY BY A THERAPIST CERTIFIED TO PERFORM LYMPHEDEMA  TREAT-\n   14  MENT  BY THE LYMPHOLOGY ASSOCIATION OF NORTH AMERICA (LANA) OR CERTIFIED\n   15  IN ACCORDANCE WITH STANDARDS EQUIVALENT TO THE  CERTIFICATION  STANDARDS\n   16  OF  LANA.  SUCH EQUIPMENT, SUPPLIES OR DEVICES SHALL INCLUDE, BUT NOT BE\n   17  LIMITED TO, BANDAGES, COMPRESSION GARMENTS,  PADS,  ORTHOTIC  SHOES  AND\n   18  DEVICES,  WITH  REPLACEMENTS WHEN REQUIRED TO MAINTAIN COMPRESSIVE FUNC-\n   19  TION OR TO ACCOMMODATE CHANGES IN  THE  PATIENT'S  DIMENSIONS.  COVERAGE\n   20  SHALL BE PROVIDED FOR FOLLOW-UP TREATMENTS WHEN MEDICALLY REQUIRED OR TO\n   21  PERIODICALLY  VALIDATE  HOME TECHNIQUES, TO MONITOR PROGRESS AGAINST THE\n   22  WRITTEN TREATMENT PLAN AND TO MODIFY THE TREATMENT PLAN AS REQUIRED.  NO\n   23  INDIVIDUAL,  OTHER  THAN  A  LICENSED PHYSICIAN AND SURGEON COMPETENT TO\n   24  EVALUATE THE SPECIFIC CLINICAL ISSUES INVOLVED IN  THE  CARE  REQUESTED,\n   25  MAY  DENY REQUESTS FOR AUTHORIZATION OF HEALTH CARE SERVICES PURSUANT TO\n   26  THIS SECTION.\n   27    (A) A POLICY WHICH IS A MANAGED HEALTH CARE PRODUCT MAY  REQUIRE  SUCH\n   28  HEALTH  CARE PROFESSIONAL BE A MEMBER OF SUCH MANAGED HEALTH CARE PLAN'S\n   29  PROVIDER NETWORK, PROVIDED THAT SUCH NETWORK INCLUDES SUFFICIENT  HEALTH\n   30  CARE  PROFESSIONALS  WHO ARE QUALIFIED BY SPECIFIC EDUCATION, EXPERIENCE\n   31  AND CREDENTIALS TO PROVIDE THE COVERED BENEFITS DESCRIBED IN THIS  PARA-\n   32  GRAPH.\n   33    (B)  NO INSURER, CORPORATION, OR HEALTH MAINTENANCE ORGANIZATION SHALL\n   34  IMPOSE UPON ANY PERSON RECEIVING BENEFITS PURSUANT TO THIS PARAGRAPH ANY\n   35  COPAYMENT, FEE, POLICY YEAR OR  CALENDAR  YEAR,  OR  DURATIONAL  BENEFIT\n   36  LIMITATION  OR  MAXIMUM  FOR  BENEFITS  OR  SERVICES THAT IS NOT EQUALLY\n   37  IMPOSED UPON ALL INDIVIDUALS IN THE SAME BENEFIT CATEGORY.\n   38    (C) THIS PARAGRAPH SHALL NOT  APPLY  TO  SHORT-TERM  TRAVEL,  ACCIDENT\n   39  ONLY, LIMITED OR SPECIFIED DISEASE, OR INDIVIDUAL CONVERSION POLICIES OR\n   40  CONTRACTS, NOR TO POLICIES OR CONTRACTS DESIGNED FOR ISSUANCE TO PERSONS\n   41  ELIGIBLE  FOR  COVERAGE  UNDER  TITLE  XVIII OF THE SOCIAL SECURITY ACT,\n   42  KNOWN AS MEDICARE, OR ANY OTHER SIMILAR COVERAGE UNDER STATE OR  FEDERAL\n   43  GOVERNMENTAL PLANS.\n   44    (D)  FOR  PURPOSES  OF  THIS PARAGRAPH, A \"MANAGED CARE PRODUCT\" SHALL\n   45  MEAN A POLICY WHICH REQUIRES THAT MEDICAL OR OTHER HEALTH CARE  SERVICES\n   46  COVERED  UNDER  THE  POLICY,  OTHER  THAN  EMERGENCY  CARE  SERVICES, BE\n   47  PROVIDED BY, OR PURSUANT TO A REFERRAL FROM A PRIMARY CARE PROVIDER, AND\n   48  THAT SERVICES PROVIDED PURSUANT TO SUCH A  REFERRAL  BE  RENDERED  BY  A\n   49  HEALTH CARE PROVIDER PARTICIPATING IN THE INSURER'S MANAGED CARE PROVID-\n   50  ER  NETWORK.  IN  ADDITION,  A  MANAGED CARE PRODUCT SHALL ALSO MEAN THE\n   51  IN-NETWORK PORTION OF A CONTRACT WHICH REQUIRES THAT  MEDICAL  OR  OTHER\n   52  HEALTH  CARE  SERVICES  COVERED UNDER THE CONTRACT, OTHER THAN EMERGENCY\n   53  CARE SERVICES, BE PROVIDED BY, OR PURSUANT TO A REFERRAL FROM A  PRIMARY\n   54  CARE PROVIDER, AND THAT SERVICES PROVIDED PURSUANT TO SUCH A REFERRAL BE\n   55  RENDERED  BY  A  HEALTH  CARE  PROVIDER  PARTICIPATING  IN THE INSURER'S\n\n       A. 3395                             4\n\n    1  MANAGED CARE PROVIDER NETWORK, IN ORDER FOR THE INSURED TO  BE  ENTITLED\n    2  TO THE MAXIMUM REIMBURSEMENT UNDER THE CONTRACT.\n    3     (18)  PATIENTS UNDERGOING ANY SURGERY OR RADIOTHERAPY PROCEDURE SHALL\n    4  BE PROVIDED INFORMATION ON THE RISK OF LYMPHEDEMA ASSOCIATED  WITH  THAT\n    5  PROCEDURE,  AND  THE  POTENTIAL  POST-PROCEDURE  SYMPTOMS OF LYMPHEDEMA.\n    6  INFORMED CONSENT AGREEMENTS FOR ALL SURGERIES  AND  RADIATION  THERAPIES\n    7  SHALL  INCLUDE INFORMATION ON THE RISK OF LYMPHEDEMA ASSOCIATED WITH THE\n    8  ALTERNATIVE PROCEDURES.\n    9    S 5. Subparagraph (B) of paragraph 1 of subsection (x) of section 4303\n   10  of the insurance law, as added by chapter 21 of the  laws  of  1997,  is\n   11  amended and a new subparagraph (C) is added to read as follows:\n   12    (B)  surgery  and  reconstruction  of  the  other  breast to produce a\n   13  symmetrical appearance; AND\n   14    (C) PROSTHESES AND PHYSICAL COMPLICATIONS OF ALL STAGES OF MASTECTOMY,\n   15  INCLUDING LYMPHEDEMA;\n   16    S 6. Section 4303 of the insurance law is amended by  adding  two  new\n   17  subsections (hh) and (ii) to read as follows:\n   18    (HH) EVERY CONTRACT ISSUED BY A HOSPITAL SERVICE CORPORATION OR HEALTH\n   19  SERVICE  CORPORATION WHICH PROVIDES HOSPITAL, SURGICAL, MEDICAL OR MAJOR\n   20  MEDICAL COVERAGE SHALL PROVIDE COVERAGE FOR THE  DIFFERENTIAL  DIAGNOSIS\n   21  AND TREATMENT OF LYMPHEDEMA. SUCH COVERAGE SHALL INCLUDE, IN ADDITION TO\n   22  BENEFITS FOR A COURSE OF MANUAL LYMPH DRAINAGE WHOSE FREQUENCY AND DURA-\n   23  TION  IS  DETERMINED  BY  THE  TREATING  PHYSICIAN OR THERAPIST BASED ON\n   24  MEDICAL NECESSITY AND NOT BASED ON PHYSICAL THERAPY  AND  REHABILITATION\n   25  STANDARDS,  BENEFITS FOR EQUIPMENT, SUPPLIES, DEVICES, COMPLEX DECONGES-\n   26  TIVE THERAPY, AND OUT-PATIENT SELF-MANAGEMENT TRAINING AND EDUCATION FOR\n   27  THE TREATMENT OF LYMPHEDEMA, IF PRESCRIBED BY A HEALTH CARE PROFESSIONAL\n   28  LEGALLY AUTHORIZED TO PRESCRIBE OR PROVIDE SUCH ITEMS UNDER TITLE  EIGHT\n   29  OF  THE  EDUCATION  LAW.    LYMPHEDEMA  THERAPY  ADMINISTERED UNDER THIS\n   30  SECTION SHALL BE ADMINISTERED ONLY BY A THERAPIST CERTIFIED  TO  PERFORM\n   31  LYMPHEDEMA  TREATMENT  BY  THE  LYMPHOLOGY  ASSOCIATION OF NORTH AMERICA\n   32  (LANA) OR CERTIFIED IN  ACCORDANCE  WITH  STANDARDS  EQUIVALENT  TO  THE\n   33  CERTIFICATION  STANDARDS  OF LANA.   SUCH EQUIPMENT, SUPPLIES OR DEVICES\n   34  SHALL INCLUDE, BUT NOT BE LIMITED TO,  BANDAGES,  COMPRESSION  GARMENTS,\n   35  PADS,  ORTHOTIC  SHOES  AND  DEVICES, WITH REPLACEMENTS WHEN REQUIRED TO\n   36  MAINTAIN COMPRESSIVE FUNCTION OR TO ACCOMMODATE CHANGES IN THE PATIENT'S\n   37  DIMENSIONS. COVERAGE SHALL BE PROVIDED  FOR  FOLLOW-UP  TREATMENTS  WHEN\n   38  MEDICALLY REQUIRED OR TO PERIODICALLY VALIDATE HOME TECHNIQUES, TO MONI-\n   39  TOR PROGRESS AGAINST THE WRITTEN TREATMENT PLAN AND TO MODIFY THE TREAT-\n   40  MENT  PLAN  AS  REQUIRED. NO INDIVIDUAL, OTHER THAN A LICENSED PHYSICIAN\n   41  AND SURGEON COMPETENT TO EVALUATE THE SPECIFIC CLINICAL ISSUES  INVOLVED\n   42  IN  THE  CARE  REQUESTED,  MAY DENY REQUESTS FOR AUTHORIZATION OF HEALTH\n   43  CARE SERVICES PURSUANT TO THIS SECTION.\n   44    (1) A POLICY WHICH IS A MANAGED HEALTH CARE PRODUCT MAY  REQUIRE  SUCH\n   45  HEALTH  CARE PROFESSIONAL BE A MEMBER OF SUCH MANAGED HEALTH CARE PLAN'S\n   46  PROVIDER NETWORK, PROVIDED THAT SUCH NETWORK INCLUDES SUFFICIENT  HEALTH\n   47  CARE  PROFESSIONALS  WHO ARE QUALIFIED BY SPECIFIC EDUCATION, EXPERIENCE\n   48  AND CREDENTIALS TO  PROVIDE  THE  COVERED  BENEFITS  DESCRIBED  IN  THIS\n   49  SUBSECTION.\n   50    (2)  NO INSURER, CORPORATION, OR HEALTH MAINTENANCE ORGANIZATION SHALL\n   51  IMPOSE UPON ANY PERSON RECEIVING BENEFITS PURSUANT  TO  THIS  SUBSECTION\n   52  ANY  COPAYMENT, FEE, POLICY YEAR OR CALENDAR YEAR, OR DURATIONAL BENEFIT\n   53  LIMITATION OR MAXIMUM FOR BENEFITS  OR  SERVICES  THAT  IS  NOT  EQUALLY\n   54  IMPOSED UPON ALL INDIVIDUALS IN THE SAME BENEFIT CATEGORY.\n   55    (3)  THIS  SUBSECTION  SHALL  NOT APPLY TO SHORT-TERM TRAVEL, ACCIDENT\n   56  ONLY, LIMITED OR SPECIFIED DISEASE, OR INDIVIDUAL CONVERSION POLICIES OR\n\n       A. 3395                             5\n\n    1  CONTRACTS, NOR TO POLICIES OR CONTRACTS DESIGNED FOR ISSUANCE TO PERSONS\n    2  ELIGIBLE FOR COVERAGE UNDER TITLE XVIII  OF  THE  SOCIAL  SECURITY  ACT,\n    3  KNOWN  AS MEDICARE, OR ANY OTHER SIMILAR COVERAGE UNDER STATE OR FEDERAL\n    4  GOVERNMENTAL PLANS.\n    5    (4)  FOR  PURPOSES  OF THIS SUBSECTION, A \"MANAGED CARE PRODUCT\" SHALL\n    6  MEAN A POLICY WHICH REQUIRES THAT MEDICAL OR OTHER HEALTH CARE  SERVICES\n    7  COVERED  UNDER  THE  POLICY,  OTHER  THAN  EMERGENCY  CARE  SERVICES, BE\n    8  PROVIDED BY, OR PURSUANT TO A REFERRAL FROM A PRIMARY CARE PROVIDER, AND\n    9  THAT SERVICES PROVIDED PURSUANT TO SUCH A  REFERRAL  BE  RENDERED  BY  A\n   10  HEALTH CARE PROVIDER PARTICIPATING IN THE INSURER'S MANAGED CARE PROVID-\n   11  ER  NETWORK.  IN  ADDITION,  A  MANAGED CARE PRODUCT SHALL ALSO MEAN THE\n   12  IN-NETWORK PORTION OF A CONTRACT WHICH REQUIRES THAT  MEDICAL  OR  OTHER\n   13  HEALTH  CARE  SERVICES  COVERED UNDER THE CONTRACT, OTHER THAN EMERGENCY\n   14  CARE SERVICES, BE PROVIDED BY, OR PURSUANT TO A REFERRAL FROM A  PRIMARY\n   15  CARE PROVIDER, AND THAT SERVICES PROVIDED PURSUANT TO SUCH A REFERRAL BE\n   16  RENDERED  BY  A  HEALTH  CARE  PROVIDER  PARTICIPATING  IN THE INSURER'S\n   17  MANAGED CARE PROVIDER NETWORK, IN ORDER FOR THE INSURED TO  BE  ENTITLED\n   18  TO THE MAXIMUM REIMBURSEMENT UNDER THE CONTRACT.\n   19    (II)  PATIENTS  UNDERGOING ANY SURGERY OR RADIOTHERAPY PROCEDURE SHALL\n   20  BE PROVIDED INFORMATION ON THE RISK OF LYMPHEDEMA ASSOCIATED  WITH  THAT\n   21  PROCEDURE,  AND  THE  POTENTIAL  POST-PROCEDURE  SYMPTOMS OF LYMPHEDEMA.\n   22  INFORMED CONSENT AGREEMENTS FOR ALL SURGERIES  AND  RADIATION  THERAPIES\n   23  SHALL  INCLUDE INFORMATION ON THE RISK OF LYMPHEDEMA ASSOCIATED WITH THE\n   24  ALTERNATIVE PROCEDURES.\n   25    S 7. This act shall take effect on the first of January next  succeed-\n   26  ing  the date on which it shall have become a law and shall apply to all\n   27  insurance policies,  contracts  and  plans  issued,  renewed,  modified,\n   28  altered or amended on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring certain health insurance coverage for lymphedema ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T123413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295989181864
}