{
  "year" : 2011,
  "senateBillNo" : "A3393-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3393-2011-1295931600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants a tax deferment for persons sixty-five years of age or older who own and occupy real property in N.Y. city",
  "summary" : "Grants a tax deferment for persons sixty-five years or over who own and occupy real property in a city having a population of one million or more persons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A5323-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3393\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. MAISEL -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to granting a tax\n         deferment for persons sixty-five years of age or older who reside in a\n         city having a population of one million or more persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 467-g to read as follows:\n    3    S 467-G. DEFERRAL OF REAL PROPERTY TAX FOR PERSONS SIXTY-FIVE YEARS OF\n    4  AGE  OR  OLDER  RESIDING IN A CITY HAVING A POPULATION OF ONE MILLION OR\n    5  MORE PERSONS. 1. (A) ANY CITY OF ONE MILLION OR  MORE  PERSONS  MAY,  BY\n    6  LOCAL LAW, GRANT A TAX DEFERMENT FOR REAL PROPERTY OWNED AND OCCUPIED BY\n    7  ONE  OR  MORE PERSONS, EACH OF WHOM IS SIXTY-FIVE YEARS OF AGE OR OLDER,\n    8  OR REAL PROPERTY OWNED AND OCCUPIED BY HUSBAND AND WIFE OR BY  SIBLINGS,\n    9  ONE  OF  WHOM  IS SIXTY-FIVE YEARS OF AGE OR OLDER. FOR PURPOSES OF THIS\n   10  SECTION, \"SIBLING\" SHALL MEAN A BROTHER OR  A  SISTER,  WHETHER  RELATED\n   11  THROUGH HALF BLOOD, WHOLE BLOOD OR ADOPTION.\n   12    (B) APPLICATION FOR SUCH DEFERMENT SHALL BE MADE ANNUALLY BY THE OWNER\n   13  OR OWNERS OF SUCH REAL PROPERTY. NO APPLICATION FOR SUCH DEFERMENT SHALL\n   14  BE  GRANTED  TO  ANY  OWNER WITH A TOTAL INCOME EXCEEDING FIFTY THOUSAND\n   15  DOLLARS. FOR PURPOSES OF THIS SECTION, \"INCOME\"  SHALL  MEAN  THE  GROSS\n   16  INCOME  OF  THE OWNER OR OWNERS OF SUCH PROPERTY FOR THE INCOME TAX YEAR\n   17  IMMEDIATELY PRECEDING THE DATE OF APPLICATION  FOR  SUCH  DEFERMENT  AND\n   18  SHALL  INCLUDE  SOCIAL SECURITY AND RETIREMENT BENEFITS, INTEREST, DIVI-\n   19  DENDS, TOTAL GAIN FROM THE SALE OR EXCHANGE OF A CAPITAL ASSET WHICH MAY\n   20  BE OFFSET BY A LOSS FROM THE SALE OR EXCHANGE OF A CAPITAL ASSET IN  THE\n   21  SAME  INCOME  TAX  YEAR, NET RENTAL INCOME, EARNED INCOME FROM SALARY OR\n   22  EARNINGS AND NET INCOME FROM SELF-EMPLOYMENT, BUT SHALL  NOT  INCLUDE  A\n   23  RETURN  OF CAPITAL, GIFTS OR INHERITANCES. THE AGE OF EACH OWNER OF SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06390-01-1\n\n       A. 3393                             2\n\n    1  PROPERTY SHALL BE THE AGE OF SUCH PERSON  AT  THE  COMMENCEMENT  OF  THE\n    2  CITY'S FISCAL YEAR FOR WHICH AN APPLICATION FOR TAX DEFERMENT IS MADE.\n    3    2.  SUCH  DEFERMENT  SHALL EQUAL THE TOTAL PER CENTUM OF THE DEFERMENT\n    4  BASE. FOR PURPOSES OF THIS SECTION,  \"DEFERMENT  BASE\"  SHALL  MEAN  THE\n    5  INCREASE  IN  REAL  PROPERTY  TAX  ATTRIBUTABLE  TO  THE INCREASE IN THE\n    6  ASSESSED VALUE OF SUCH PROPERTY FROM THE TAX YEAR IMMEDIATELY  PRECEDING\n    7  THE YEAR IN WHICH SUCH PERSON REACHED THE AGE OF SIXTY-FIVE YEARS TO THE\n    8  TAX YEAR FOR WHICH AN APPLICATION FOR TAX DEFERMENT IS MADE.\n    9    3.  THE  AMOUNT  OF  TAXES  DEFERRED SHALL ACCRUE AGAINST SUCH PERSON,\n   10  WITHOUT INTEREST, AND SHALL, ON THE  DATE  SUCH  DEFERMENT  IS  GRANTED,\n   11  CONSTITUTE  A  LIEN  AGAINST  SUCH  PROPERTY IN FAVOR OF THE APPROPRIATE\n   12  MUNICIPAL CORPORATION. THE OWNER OR  OWNERS  OF  SUCH  PROPERTY,  HAVING\n   13  RECEIVED  SUCH  DEFERMENT  PURSUANT  TO  THIS SECTION, MAY, AT ANY TIME,\n   14  TERMINATE THE DEFERMENT AND REMOVE THE RESULTANT LIEN ON  SAID  PROPERTY\n   15  BY PAYING IN FULL THE CUMULATIVE AMOUNT OF SUCH LIEN.\n   16    4.  A  TAX  DEFERMENT  GRANTED  TO A HUSBAND AND WIFE PURSUANT TO THIS\n   17  SECTION, ONCE GRANTED, SHALL NOT BE  RESCINDED  SOLELY  BECAUSE  OF  THE\n   18  DEATH  OF  THE  OLDER SPOUSE SO LONG AS THE SURVIVING SPOUSE IS AT LEAST\n   19  SIXTY-TWO YEARS OF AGE. IN THE EVENT THAT THE SURVIVING SPOUSE  IS  LESS\n   20  THAN SIXTY-TWO YEARS OF AGE, SUCH SURVIVING SPOUSE SHALL BE ELIGIBLE FOR\n   21  THE  TAX  DEFERMENT  UPON  REACHING  SIXTY-TWO YEARS OF AGE PROVIDED ALL\n   22  OTHER ELIGIBILITY REQUIREMENTS ARE MET.\n   23    5. ANY PERSON WHO HAS ALREADY ATTAINED THE AGE OF SIXTY-FIVE YEARS  OR\n   24  OLDER  IS  ELIGIBLE  FOR  SUCH  DEFERRAL  AND SHALL BE ENTITLED TO A TAX\n   25  DEFERMENT BASED ON THE TAX YEAR IMMEDIATELY PRECEDING THE EFFECTIVE DATE\n   26  OF THIS SECTION.\n   27    S 2. This act shall take effect on the one hundred eightieth day after\n   28  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to granting a tax deferment for persons sixty-five years of age or older who reside in a city having a population of one million or more persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T155941.TXT", "SOBI.D110125.T123413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295989181858
}