{
  "year" : 2011,
  "senateBillNo" : "A3409-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3409-2011-1295931600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of parks, recreation and historic preservation to cooperate with municipalities in establishing adopt-a-park programs",
  "summary" : "Directs the commissioner of parks, recreation and historic preservation to cooperate with municipalities in establishing adopt-a-park programs; municipalities may enter into agreements with volunteer groups for provision of services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "A2895-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3409\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHIMMINGER,  HOYT, CANESTRARI, ENGLEBRIGHT,\n         GUNTHER, PHEFFER -- Multi-Sponsored by --  M.  of  A.  CAHILL,  CLARK,\n         GALEF, MAGEE, McENENY, MILLMAN, RABBITT, P. RIVERA, TOWNS -- read once\n         and referred to the Committee on Transportation\n\n       AN  ACT to amend the parks, recreation and historic preservation law and\n         the general municipal law, in relation to authorizing an  adopt-a-park\n         program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 3.09 of the parks, recreation  and\n    2  historic preservation law is amended to read as follows:\n    3    4.  Cooperate in the planning, organization, development and operation\n    4  of municipal and private park, recreational  and  historic  preservation\n    5  projects  and programs.   THE COMMISSIONER MAY PROVIDE TECHNICAL ASSIST-\n    6  ANCE TO MUNICIPALITIES FOR THE PLANNING, ORGANIZATION,  DEVELOPMENT  AND\n    7  OPERATION  OF  ADOPT-A-PARK  PROGRAMS UNDERTAKEN PURSUANT TO SECTION TWO\n    8  HUNDRED SEVENTY-SEVEN OF THE GENERAL MUNICIPAL LAW  INCLUDING,  BUT  NOT\n    9  LIMITED  TO,  THE DEVELOPMENT AND DISTRIBUTION OF AN INFORMATIONAL GUIDE\n   10  FOR PARTICIPANTS IN SUCH PROGRAMS.\n   11    S 2. Section 277 of the general municipal law, as added by chapter 626\n   12  of the laws of 1991, is amended to read as follows:\n   13    S 277. Adopt-a-municipal park, shoreline or roadway programs.  1.  The\n   14  governing body of any county, city, town or village is hereby authorized\n   15  and  empowered  to authorize and direct such of its officers or agencies\n   16  as it shall designate to enter into adopt-a-park, shoreline  or  roadway\n   17  program  agreements with volunteers or groups in an effort to reduce and\n   18  remove litter from parks, shorelines, roadways and other  public  lands.\n   19  Such agreements shall include but not be limited to:\n   20    a.  providing  and  coordinating  services  by volunteers or groups to\n   21  reduce the amount of litter including providing trash bags and trash bag\n   22  pick up and in designated areas where volunteers may be in close proxim-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06183-01-1\n\n       A. 3409                             2\n\n    1  ity to moving vehicles providing safety briefings and reflective  safety\n    2  gear; and\n    3    b.  providing  and  installing  signs  identifying those volunteers or\n    4  groups adopting particular parks, shorelines, roadways or other sections\n    5  of public land.\n    6    2. WITH RESPECT TO ADOPT-A-PARK PROGRAMS, A PROGRAM AGREEMENT MAY ALSO\n    7  BE ENTERED INTO FOR THE PROVISION OF SERVICES BY VOLUNTEERS OR GROUPS TO\n    8  PRESERVE, MAINTAIN AND ENHANCE MUNICIPALLY-OWNED  PARKS.  SUCH  PROGRAMS\n    9  MAY  INCLUDE,  BUT ARE NOT LIMITED TO, REMEDIATING VANDALISM, PRESERVING\n   10  WETLANDS, CLEANING AND MAINTAINING PARK PROPERTY, ESTABLISHING AND MAIN-\n   11  TAINING ACCESS TO NATURE TRAILS, ESTABLISHING AND MAINTAINING DOG  RUNS,\n   12  PLANTING  AND  MAINTAINING FLOWER BEDS OR OTHER VEGETATION, OR OTHERWISE\n   13  IMPROVING AND MAINTAINING THE NATURAL BEAUTY OF SUCH PARKS.\n   14    3. Notwithstanding any inconsistent provision of law, THE  STATE,  the\n   15  county,  city, town or village and its employees shall not be liable for\n   16  damages suffered by any persons resulting from the actions or activities\n   17  of such volunteers or groups.\n   18    S 3. This act shall take effect on the one hundred eightieth day after\n   19  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law and the general municipal law, in relation to authorizing an adopt-a-park program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T150924.TXT", "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986164671
}