{
  "year" : 2011,
  "senateBillNo" : "A3407-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to labor",
    "billEventId" : "A3407-2011-1295931600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends unfair labor practice protection to state grant recipients",
  "summary" : "Extends application of the NYS labor relations act and unfair labor practice protections to state grant recipients who act in the capacity of employers; permits a contracting state agency to cancel payments to a grant recipient upon a second or subsequent labor violation; defines \"state grant recipient\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A4447-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3407\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law, in relation to extending the  application\n         of the New York state labor relations act to state grant recipients\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 701 of the labor law is amended  by  adding  a  new\n    2  subdivision 13 to read as follows:\n    3    13.  THE TERM \"STATE GRANT RECIPIENT\" MEANS ANY PERSON OR ORGANIZATION\n    4  RECEIVING STATE GRANT FUNDS, INCLUDING ECONOMIC DEVELOPMENT GRANTS,  AND\n    5  ACTING  IN  THE CAPACITY OF AN EMPLOYER AS DEFINED IN SUBDIVISION TWO OF\n    6  THIS SECTION.\n    7    S 2. Subdivisions 1, 2 and 3 of section 706 of the labor law, as added\n    8  by chapter 443 of the laws of 1937, are amended to read as follows:\n    9    1. The board is empowered and directed, as  hereinafter  provided,  to\n   10  prevent  any  employer  OR  STATE  GRANT  RECIPIENT from engaging in any\n   11  unfair labor practice.  This power shall not be affected or impaired  by\n   12  any  means  of  adjustment,  mediation or conciliation in labor disputes\n   13  that have been or may hereafter be established by law.\n   14    2. Whenever a charge has been made that any employer  OR  STATE  GRANT\n   15  RECIPIENT  has  engaged  in or is engaging in any unfair labor practice,\n   16  the board shall have power to issue and cause to  be  served  upon  such\n   17  employer  OR  STATE  GRANT  RECIPIENT a complaint stating the charges in\n   18  that respect and containing a notice of hearing before the  board  at  a\n   19  place  therein fixed to be held not less than seven days after the serv-\n   20  ing of said complaint.  Any such complaint may be amended by  the  board\n   21  or its agent conducting the hearing at any time prior to the issuance of\n   22  an  order  based  thereon.    The person so complained of shall have the\n   23  right to file an answer to the original or amended  complaint  not  less\n   24  than  five  days after the service of such original or amended complaint\n   25  and to appear in person or otherwise to give testimony at the place  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03061-01-1\n\n       A. 3407                             2\n\n    1  time  set  in  the  complaint.    In the discretion of a member or agent\n    2  conducting the hearing, or of the board, any other person may be allowed\n    3  to intervene in the said proceeding and to present testimony.    In  any\n    4  such  proceeding  the board or its agent shall not be bound by technical\n    5  rules of evidence prevailing in the courts of law or equity.\n    6    3. The testimony taken at the hearing shall be reduced to writing  and\n    7  filed  with  the  board.   Thereafter, in its discretion, the board upon\n    8  notice may take further testimony or hear argument.   If  upon  all  the\n    9  testimony  taken  the  board  shall  determine  that  the respondent has\n   10  engaged in or is engaging in any unfair labor practice, the board  shall\n   11  state  its  findings  of  fact and shall issue and cause to be served on\n   12  such respondent an order requiring such respondent to cease  and  desist\n   13  from such unfair labor practice, and to take such further affirmative or\n   14  other action as will effectuate the policies of this article, including,\n   15  but  not  limited  to  (a) withdrawal of recognition from and refraining\n   16  from bargaining collectively with any employee organization  or  associ-\n   17  ation,  agency  or  plan  defined  in this article as a company union or\n   18  established, maintained or assisted by any action defined in this  arti-\n   19  cle  as  an  unfair  labor practice; (b) awarding of back pay; (c) rein-\n   20  statement with or without back pay of any employee discriminated against\n   21  in violation of section seven hundred four OF THIS ARTICLE,  or  mainte-\n   22  nance  of a preferential list from which such employee shall be returned\n   23  to work; (d) reinstatement with or without back  pay  of  all  employees\n   24  whose  work  has  ceased  or  whose  return  to work has been delayed or\n   25  prevented as the result of the aforementioned or any other unfair  labor\n   26  practice  in  respect  to  any employee or employees or maintenance of a\n   27  preferential list from which such employees shall be returned  to  work.\n   28  Such  order may further require such person to make reports from time to\n   29  time showing the extent to which the order has been complied with.    If\n   30  upon all the testimony the board shall be of the opinion that the person\n   31  or  persons named in the complaint have not engaged in or are not engag-\n   32  ing in any such unfair labor practice, then the  board  shall  make  its\n   33  findings of fact and shall issue an order dismissing the complaint. UPON\n   34  A  SHOWING  OF A SECOND OR SUBSEQUENT VIOLATION BY A STATE GRANT RECIPI-\n   35  ENT, THE BOARD MAY, IN ITS  DISCRETION,  RECOMMEND  TO  THE  CONTRACTING\n   36  STATE  AGENCY  CANCELLATION  OF  REMAINING  STATE PAYMENTS TO SUCH STATE\n   37  GRANT RECIPIENT ON ANY STATE GRANT OR ECONOMIC  DEVELOPMENT  GRANT.  THE\n   38  CONTRACTING  STATE  AGENCY MAY, UPON SUCH A RECOMMENDATION BY THE BOARD,\n   39  LAWFULLY CANCEL PAYMENTS TO SUCH STATE GRANT RECIPIENT.\n   40    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to extending the application of the New York state labor relations act to state grant recipients ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124913.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864471
}