{
  "year" : 2011,
  "senateBillNo" : "A3406-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3406-2011-1295931600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the imposition of a fine for the failure of a cooperative apartment corporation to credit the STAR exemption to the tenant-stockholders thereof",
  "summary" : "Provides for the imposition of a fine for the failure of a cooperative apartment corporation to credit the STAR exemption to the tenant-stockholders thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A4466-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3406\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to providing  for\n         the  imposition  of  a  civil penalty for the failure of a cooperative\n         apartment corporation to credit the  STAR  exemption  to  the  tenant-\n         stockholders  thereof and for the recoupment by such tenant-stockhold-\n         ers of amounts due them\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (iii)  of paragraph (k) of subdivision 2 of\n    2  section 425 of the real property tax law is  amended  by  adding  a  new\n    3  clause (C) to read as follows:\n    4    (C)(I)  THE FAILURE OF ANY COOPERATIVE APARTMENT CORPORATION TO COMPLY\n    5  WITH THE PROVISIONS OF THIS SUBPARAGRAPH SHALL BE PUNISHABLE BY A  CIVIL\n    6  PENALTY  NOT  TO  EXCEED  FIVE HUNDRED DOLLARS FOR EACH VIOLATION.  SUCH\n    7  CIVIL PENALTY MAY BE RECOVERED IN A COURT OF COMPETENT  JURISDICTION  BY\n    8  THE  COUNTY ATTORNEY OF THE COUNTY IN WHICH THE SUBJECT REAL PROPERTY IS\n    9  LOCATED; PROVIDED THAT SUCH PENALTY MAY BE RECOVERED  BY THE CORPORATION\n   10  COUNSEL OF A CITY IF THE SUBJECT REAL PROPERTY IS LOCATED  IN  A  COUNTY\n   11  WHOLLY CONTAINED WITHIN A CITY.\n   12    (II) COMMENCING SIXTY DAYS AFTER A COOPERATIVE APARTMENT CORPORATION'S\n   13  RECEIPT  OF  A  TAX BILL AND, UPON SUCH FAILURE, EACH TENANT-STOCKHOLDER\n   14  DENIED SUCH CREDIT OR PAYMENT MAY WITHHOLD FROM THE  COOPERATIVE  APART-\n   15  MENT  CORPORATION  ANY PAYMENTS DUE FROM SUCH TENANT-STOCKHOLDER TO SUCH\n   16  COOPERATIVE APARTMENT CORPORATION FOR  THE  FOLLOWING  MONTH  OR  MONTHS\n   17  UNTIL   SUCH   CREDIT  OR  PAYMENT  HAS  BEEN  FULLY  RECOUPED  BY  SUCH\n   18  TENANT-STOCKHOLDER.\n   19    (III) THE REMEDIES AFFORDED BY SUBCLAUSES (I) AND (II) OF THIS  CLAUSE\n   20  SHALL  NOT  LIE  IF  ANY SUCH FAILURE IS ATTRIBUTABLE TO AN ERROR ON THE\n   21  PART OF AN ASSESSOR OR A TAXING AUTHORITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07210-01-1\n\n       A. 3406                             2\n\n    1    (1) IN ANY ACTION OR PROCEEDING BROUGHT PURSUANT TO SUBCLAUSE  (I)  OF\n    2  THIS  CLAUSE, IT SHALL BE AN AFFIRMATIVE DEFENSE THAT SUCH FAILURE IS SO\n    3  ATTRIBUTABLE. IF A COOPERATIVE APARTMENT CORPORATION BRINGS A PROCEEDING\n    4  PURSUANT TO ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES OR\n    5  AN  ACTION  FOR DECLARATORY OR INJUNCTIVE RELIEF OR BOTH FORMS OF RELIEF\n    6  CONTESTING SUCH TAX BILL, ANY ACTION OR PROCEEDING BROUGHT  PURSUANT  TO\n    7  SUBCLAUSE  (I)  OF  THIS CLAUSE SHALL BE STAYED BY THE COURT PENDING THE\n    8  DETERMINATION OF SUCH ACTION OR PROCEEDING BROUGHT BY  SUCH  COOPERATIVE\n    9  APARTMENT  CORPORATION.  IF  SUCH  PROCEEDING  OR ACTION BROUGHT BY SUCH\n   10  COOPERATIVE APARTMENT CORPORATION BE DETERMINED IN FAVOR OF SUCH COOPER-\n   11  ATIVE APARTMENT CORPORATION, SUCH ACTION OR PROCEEDING BROUGHT  PURSUANT\n   12  TO  SUBCLAUSE  (I)  OF THIS CLAUSE SHALL THEREUPON BE DISMISSED. IF SUCH\n   13  PROCEEDING OR ACTION BROUGHT BY SUCH COOPERATIVE  APARTMENT  CORPORATION\n   14  BE  OTHERWISE  DETERMINED  OR  CONCLUDED,  SUCH  STAY  OF SUCH ACTION OR\n   15  PROCEEDING BROUGHT PURSUANT TO SUBCLAUSE (I) OF  THIS  CLAUSE  SHALL  BE\n   16  LIFTED BY THE COURT AND THE REMEDY AFFORDED UNDER SUBCLAUSE (II) OF THIS\n   17  CLAUSE SHALL THEREUPON LIE.\n   18    (2) THE REMEDY AFFORDED BY SUBCLAUSE (II) OF THIS CLAUSE SHALL NOT LIE\n   19  PENDING  THE OUTCOME OF SUCH PROCEEDING OR ACTIONS IF, WITHIN SIXTY DAYS\n   20  OF RECEIPT OF THE TAX BILL, THE COOPERATIVE APARTMENT CORPORATION BRINGS\n   21  A PROCEEDING PURSUANT TO ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW\n   22  AND RULES OR AN ACTION FOR DECLARATORY  OR  INJUNCTIVE  RELIEF  OR  BOTH\n   23  FORMS  OF  RELIEF CONTESTING SUCH TAX BILL, GIVES NOTICE OF THE INSTITU-\n   24  TION OF SUCH PROCEEDING OR ACTION TO ALL  AFFECTED  TENANT-STOCKHOLDERS,\n   25  AND  GIVES  NOTICE  OF  THE  OUTCOME OF SUCH ACTION OR PROCEEDING WITHIN\n   26  THIRTY DAYS OF THE DETERMINATION THEREOF TO ALL  AFFECTED  TENANT-STOCK-\n   27  HOLDERS. IF THE PROCEEDING OR ACTION BE DETERMINED IN FAVOR OF THE COOP-\n   28  ERATIVE  APARTMENT CORPORATION, NO REMEDY SHALL LIE UNDER SUBCLAUSE (II)\n   29  OF THIS CLAUSE. IF THE PROCEEDING OR ACTION BE OTHERWISE  DETERMINED  OR\n   30  CONCLUDED, THE REMEDY AFFORDED UNDER SUBCLAUSE (II) OF THIS CLAUSE SHALL\n   31  THEREUPON LIE.\n   32    S  2.  This  act  shall take effect immediately and shall apply to the\n   33  administration of the school tax relief (STAR) exemption  authorized  by\n   34  section  425  of  the real property tax law beginning with the 2010-2011\n   35  school year.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing for the imposition of a civil penalty for the failure of a cooperative apartment corporation to credit the STAR exemption to the tenant-stockholders thereof and for the recoupment by such tenant-stockholders of amounts due them ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124913.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864465
}