{
  "year" : 2011,
  "senateBillNo" : "A3408-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3408-2011-1295931600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax credit for certain investments in certified bank capital companies to provide venture capital for certain small business enterprises",
  "summary" : "Provides a tax credit for certain investments in certified bank capital companies to provide venture capital for small business enterprises which have traditionally experienced difficulty in attracting institutional venture capital; creates a full framework for implementation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2817-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3408\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. SCHIMMINGER, TOWNS -- Multi-Sponsored by -- M. of\n         A. COLTON, KOLB -- read once and referred to the Committee on Ways and\n         Means\n\n       AN  ACT  to  amend  the tax law, in relation to providing banking corpo-\n         rations with a tax credit for investment  in  certified  bank  capital\n         companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Statement of  legislative  intent.  The  legislature  finds\n    2  that, in order to promote the growth of the state economy, a need exists\n    3  to  further encourage the investment of private financial resources into\n    4  the state's venture capital markets.  This  act  creates  incentives  to\n    5  increase  investment  by banking corporations into venture capital funds\n    6  which invest in viable small  business  enterprises  which  have  tradi-\n    7  tionally  experienced  difficulty  in  attracting  institutional venture\n    8  capital. In addition, this act promotes the formation and  expansion  of\n    9  new  and existing businesses, creating jobs, and resulting in the expan-\n   10  sion of the state's economy.\n   11    S 2. Section 1456 of the tax law is amended by adding a new subsection\n   12  (x) to read as follows:\n   13    (X) CREDIT FOR CERTAIN INVESTMENTS IN CERTIFIED  BANK  CAPITAL  COMPA-\n   14  NIES.  (1) A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS HERE-\n   15  INAFTER PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTICLE. THE AMOUNT OF\n   16  THE CREDIT SHALL BE EQUAL TO ONE HUNDRED PERCENT  OF  AN  INVESTMENT  OF\n   17  CERTIFIED  BANK CAPITAL MADE BY THE TAXPAYER PURSUANT TO SECTION THIRTY-\n   18  FIVE OF THIS CHAPTER.\n   19    (2) TEN PERCENT OF SUCH CREDIT SHALL BE ALLOWED IN THE TAXABLE YEAR TO\n   20  WHICH SUCH INVESTMENT  IS  ALLOCATED  PURSUANT  TO  SUBDIVISION  (J)  OF\n   21  SECTION  THIRTY-FIVE  OF  THIS CHAPTER AND IN EACH OF THE NINE FOLLOWING\n   22  TAXABLE YEARS. IN ADDITION, IN ANY TAXABLE YEAR SUBSEQUENT TO THE  TAXA-\n   23  BLE  YEAR  FOR WHICH SUCH INVESTMENT IS SO ALLOCATED, ANY AMOUNT CARRIED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06164-01-1\n\n       A. 3408                             2\n\n    1  FORWARD UNDER PARAGRAPHS THREE  AND  FOUR  OF  THIS  SUBSECTION  MAY  BE\n    2  CARRIED FORWARD INDEFINITELY UNTIL SUCH CREDITS ARE UTILIZED.\n    3    (3)  NO  CREDIT ALLOWABLE PURSUANT TO THIS SUBSECTION SHALL REDUCE THE\n    4  TAX PAYABLE UNDER THIS  ARTICLE  TO  LESS  THAN  THE  MINIMUM  FIXED  BY\n    5  SUBSECTION  (B)  OF SECTION FOURTEEN HUNDRED FIFTY-FIVE OF THIS ARTICLE.\n    6  IF, HOWEVER, THE AMOUNT OF CREDIT ALLOWABLE UNDER  THIS  SUBSECTION  FOR\n    7  ANY  TAXABLE  YEAR  REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT\n    8  NOT TAKEN IN SUCH TAXABLE YEAR MAY BE CARRIED OVER TO THE FOLLOWING YEAR\n    9  OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR  SUCH  YEAR  OR\n   10  YEARS.\n   11    (4)  IF  FOR ANY TAXABLE YEAR THE CREDIT ALLOWABLE UNDER PARAGRAPH TWO\n   12  OF THIS SUBSECTION EXCEEDS SUCH MINIMUM TAX FOR SUCH TAXABLE YEAR,  THEN\n   13  THE AMOUNT BY WHICH SUCH CREDIT EXCEEDS SUCH MINIMUM TAX LIABILITY SHALL\n   14  BE CARRIED FORWARD AS A CREDIT UNDER PARAGRAPH TWO OF THIS SUBSECTION TO\n   15  THE  FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX\n   16  FOR SUCH YEAR OR YEARS.\n   17    (5) DECERTIFICATION OF A CERTIFIED BANK CAPITAL COMPANY  REQUIRES  THE\n   18  DISALLOWANCE AND THE RECAPTURE OF THE CREDIT ALLOWED UNDER PARAGRAPH ONE\n   19  OF THIS SUBSECTION, AS FOLLOWS:\n   20    (A)  DECERTIFICATION  OF  A  CERTIFIED BANK CAPITAL COMPANY WITHIN TWO\n   21  YEARS OF ITS CERTIFICATION DATE AND PRIOR TO ITS  MEETING  THE  REQUIRE-\n   22  MENTS OF SUBPARAGRAPH (A) OF PARAGRAPH ONE OF SUBDIVISION (C) OF SECTION\n   23  THIRTY-FIVE  OF  THIS  CHAPTER  SHALL  CAUSE DISALLOWANCE OF ONE HUNDRED\n   24  PERCENT OF THE CREDIT ALLOWED UNDER PARAGRAPH ONE OF THIS SUBSECTION AND\n   25  THE RECAPTURE OF ANY PORTION OF SUCH CREDIT THAT WAS PREVIOUSLY TAKEN.\n   26    (B) DECERTIFICATION OF A CERTIFIED BANK CAPITAL COMPANY WHICH,  HAVING\n   27  MET ALL REQUIREMENTS OF SUBPARAGRAPH (A) OF PARAGRAPH ONE OF SUBDIVISION\n   28  (C)  OF  SECTION THIRTY-FIVE OF THIS CHAPTER, SUBSEQUENTLY FAILS TO MEET\n   29  THE REQUIREMENTS FOR CONTINUED CERTIFICATION  UNDER  THE  PROVISIONS  OF\n   30  SUBPARAGRAPH  (B)  OF  SUCH  PARAGRAPH  ONE REQUIRES THE DISALLOWANCE OF\n   31  EIGHTY-FIVE PERCENT OF THE CREDIT ALLOWED UNDER PARAGRAPH  ONE  OF  THIS\n   32  SUBSECTION  AND THE RECAPTURE OF ANY PORTION OF SUCH CREDIT IN EXCESS OF\n   33  FIFTEEN PERCENT THAT WAS PREVIOUSLY TAKEN.\n   34    (C) DECERTIFICATION OF A CERTIFIED BANK CAPITAL COMPANY WHICH,  HAVING\n   35  MET  ALL  REQUIREMENTS  OF SUBPARAGRAPHS (A) AND (B) OF PARAGRAPH ONE OF\n   36  SUBDIVISION (C) OF SECTION THIRTY-FIVE  OF  THIS  CHAPTER,  SUBSEQUENTLY\n   37  FAILS  TO  MEET  THE  REQUIREMENTS FOR CONTINUED CERTIFICATION UNDER THE\n   38  PROVISIONS OF SUBPARAGRAPH (C) OF SUCH PARAGRAPH ONE REQUIRES THE DISAL-\n   39  LOWANCE OF SEVENTY PERCENT OF THE CREDIT ALLOWED UNDER PARAGRAPH ONE  OF\n   40  THIS  SUBSECTION  AND  THE  RECAPTURE  OF  ANY PORTION OF SUCH CREDIT IN\n   41  EXCESS OF THIRTY PERCENT THAT WAS PREVIOUSLY TAKEN.\n   42    (D) DECERTIFICATION OF A CERTIFIED BANK CAPITAL  COMPANY  PURSUANT  TO\n   43  PARAGRAPH TWO OF SUBDIVISION (E) OF SECTION THIRTY-FIVE OF THIS CHAPTER,\n   44  OTHER  THAN ON THE GROUNDS OF THE FAILURE OF SUCH CERTIFIED BANK CAPITAL\n   45  COMPANY TO MEET THE REQUIREMENTS OF SUBPARAGRAPH (A),  (B),  OR  (C)  OF\n   46  PARAGRAPH  ONE  OF SUBDIVISION (C) OF SUCH SECTION, DOES NOT REQUIRE THE\n   47  DISALLOWANCE OF ANY OF THE CREDITS ALLOWED UNDER PARAGRAPH ONE  OF  THIS\n   48  SUBSECTION  NOR  THE  RECAPTURE  OF ANY PORTION OF SUCH CREDITS THAT WAS\n   49  PREVIOUSLY TAKEN.\n   50    (6) REVOCATION OF CERTIFICATION PURSUANT TO SUBDIVISION (F) OF SECTION\n   51  THIRTY-FIVE OF THIS CHAPTER, BEFORE THE LATER OF (A) THE THIRD  ANNIVER-\n   52  SARY  OF  THE CERTIFICATION OF THE CERTIFIED BANK CAPITAL COMPANY OR (B)\n   53  THE DATE ON WHICH THE  CERTIFIED  BANK  CAPITAL  COMPANY  SATISFIES  THE\n   54  REQUIREMENTS  OF SUBPARAGRAPH (C) OF PARAGRAPH ONE OF SUBDIVISION (C) OF\n   55  SECTION THIRTY-FIVE  OF  THIS  CHAPTER,  REQUIRES  DISALLOWANCE  OF  ONE\n   56  HUNDRED  PERCENT  OF  THE  CREDIT  ALLOWED  UNDER  PARAGRAPH ONE OF THIS\n\n       A. 3408                             3\n\n    1  SUBSECTION AND THE RECAPTURE OF ANY PORTION  OF  SUCH  CREDIT  THAT  WAS\n    2  PREVIOUSLY TAKEN.\n    3    (7)  NO  CREDIT SHALL BE ALLOWED IN ANY TAX YEAR IN WHICH THE TAXPAYER\n    4  IS, INDIVIDUALLY OR WITH OR THROUGH ONE OR MORE AFFILIATES,  A  MANAGING\n    5  GENERAL  PARTNER  OF, OR EITHER UNDERWRITES OR CONTROLS THE DIRECTION OF\n    6  INVESTMENTS OF, A CERTIFIED BANK CAPITAL COMPANY FOR  WHICH  THE  CREDIT\n    7  WAS ALLOWED UNDER PARAGRAPH ONE OF THIS SUBSECTION. THIS PROVISION SHALL\n    8  NOT  PRECLUDE A CERTIFIED BANK INVESTOR OR ANY OTHER PARTY FROM EXERCIS-\n    9  ING ITS LEGAL RIGHTS AND REMEDIES (WHICH MAY INCLUDE INTERIM  MANAGEMENT\n   10  OF  A CERTIFIED BANK CAPITAL COMPANY) IN THE EVENT THAT A CERTIFIED BANK\n   11  CAPITAL COMPANY IS IN  DEFAULT  OF  ITS  STATUTORY  OBLIGATIONS  OR  ITS\n   12  CONTRACTUAL  OBLIGATIONS TO SUCH CERTIFIED BANK INVESTOR OR OTHER PARTY.\n   13  FOR PURPOSES OF THIS PARAGRAPH, \"AFFILIATE\" MEANS A BUSINESS  ENTITY  IN\n   14  WHICH THE TAXPAYER HOLDS AT LEAST A TEN PERCENT BENEFICIAL INTEREST.\n   15    S  3.  The  tax  law  is amended by adding a new section 35 to read as\n   16  follows:\n   17    S 35. CERTIFIED BANK  CAPITAL  COMPANIES.  (A)  DEFINITIONS.  FOR  THE\n   18  PURPOSE  OF  THIS SECTION AND SUBSECTION (X) OF SECTION FOURTEEN HUNDRED\n   19  FIFTY-SIX OF THIS CHAPTER, THE FOLLOWING TERMS SHALL HAVE THE  FOLLOWING\n   20  MEANINGS:\n   21    (1)  \"CERTIFICATION  DATE\"  MEANS  THE  DATE ON WHICH A CERTIFIED BANK\n   22  CAPITAL COMPANY IS SO DESIGNATED BY THE DEPARTMENT.\n   23    (2) \"CERTIFIED BANK CAPITAL\" MEANS AN INVESTMENT OF CASH BY  A  CERTI-\n   24  FIED BANK INVESTOR IN A CERTIFIED BANK CAPITAL COMPANY WHICH FULLY FUNDS\n   25  THE  PURCHASE  PRICE OF EITHER OR BOTH ITS EQUITY INTEREST IN THE CERTI-\n   26  FIED BANK CAPITAL COMPANY OR A QUALIFIED DEBT INSTRUMENT ISSUED  BY  THE\n   27  CERTIFIED BANK CAPITAL COMPANY.\n   28    (3) \"CERTIFIED BANK CAPITAL COMPANY\" MEANS A PARTNERSHIP, CORPORATION,\n   29  TRUST,  OR  LIMITED  LIABILITY  COMPANY, ORGANIZED ON A FOR-PROFIT BASIS\n   30  THAT IS LOCATED, HEADQUARTERED, AND LICENSED OR  REGISTERED  TO  CONDUCT\n   31  BUSINESS  IN  NEW  YORK,  THAT  HAS AS ITS PRIMARY BUSINESS ACTIVITY THE\n   32  INVESTMENT OF CASH IN QUALIFIED BUSINESSES, AND THAT IS CERTIFIED BY THE\n   33  DEPARTMENT AS MEETING THE CRITERIA SET FORTH IN SUBDIVISION (B) OF  THIS\n   34  SECTION.\n   35    (4)  \"CERTIFIED  BANK  INVESTOR\" MEANS ANY BANKING CORPORATION DEFINED\n   36  PURSUANT TO SECTION FOURTEEN HUNDRED  FIFTY-TWO  OF  THIS  CHAPTER  THAT\n   37  CONTRIBUTES CERTIFIED BANK CAPITAL.\n   38    (5) \"DEPARTMENT\" MEANS THE BANKING DEPARTMENT.\n   39    (6)  \"QUALIFIED  BUSINESS\"  MEANS  AN INDEPENDENTLY OWNED AND OPERATED\n   40  BUSINESS THAT MEETS ALL OF THE FOLLOWING CONDITIONS AS OF  THE  TIME  OF\n   41  THE FIRST INVESTMENT IN THE BUSINESS:\n   42    (A)  IT IS HEADQUARTERED IN NEW YORK STATE, AND ITS PRINCIPAL BUSINESS\n   43  OPERATIONS ARE LOCATED IN NEW YORK STATE, AND THE  QUALIFIED  INVESTMENT\n   44  IT  RECEIVES  IS  USED  SOLELY TO SUPPORT ITS BUSINESS OPERATIONS IN THE\n   45  STATE, EXCEPT FOR ADVERTISING, PROMOTIONS, AND SALES PURPOSES. IN  CASES\n   46  WHERE THE QUALIFIED INVESTMENT IS MADE IN A START-UP COMPANY, SUCH CAPI-\n   47  TAL MUST BE USED SOLELY TO ESTABLISH AND SUPPORT ITS BUSINESS OPERATIONS\n   48  IN  NEW  YORK  STATE,  EXCEPT  FOR  ADVERTISING,  PROMOTIONS,  AND SALES\n   49  PURPOSES.\n   50    (B) IT HAS EITHER (I) NO MORE THAN ONE  HUNDRED  EMPLOYEES,  AT  LEAST\n   51  EIGHTY  PERCENT  OF WHOM ARE EMPLOYED IN NEW YORK STATE, OR (II) NO MORE\n   52  THAN TWO HUNDRED EMPLOYEES, AT LEAST EIGHTY PERCENT OF WHOM ARE EMPLOYED\n   53  IN THIS STATE, AND DURING THE  FISCAL  YEAR  IMMEDIATELY  PRECEDING  THE\n   54  QUALIFIED INVESTMENT IT HAD, TOGETHER WITH  ITS AFFILIATES, GROSS REVEN-\n   55  UES  OF  NO  MORE THAN FIVE MILLION DOLLARS, ON A CONSOLIDATED BASIS, AS\n   56  DETERMINED IN ACCORDANCE WITH GENERALLY ACCEPTED ACCOUNTING PRINCIPLES.\n\n       A. 3408                             4\n\n    1    (C) IT IS INVOLVED IN COMMERCE FOR THE PURPOSE OF DEVELOPING AND MANU-\n    2  FACTURING PRODUCTS AND SYSTEMS, INCLUDING BUT NOT LIMITED TO HIGH  TECH-\n    3  NOLOGY  PRODUCTS  AND  SYSTEMS  SUCH  AS  COMPUTERS,  COMPUTER SOFTWARE,\n    4  MEDICAL  EQUIPMENT,  BIOTECHNOLOGY,  TELECOMMUNICATIONS  EQUIPMENT   AND\n    5  PRODUCTS,  PROCESSING  OR  ASSEMBLING  ALL TYPES OF PRODUCTS, CONDUCTING\n    6  RESEARCH  AND  DEVELOPMENT  ON  ALL  TYPES  OF  PRODUCTS,  OR  PROVIDING\n    7  SERVICES, BUT EXCLUDING REAL ESTATE, REAL ESTATE DEVELOPMENT, INSURANCE,\n    8  AND  BUSINESSES  PREDOMINATELY ENGAGED IN PROFESSIONAL SERVICES PROVIDED\n    9  BY ACCOUNTANTS, LAWYERS, OR PHYSICIANS.\n   10    (7) \"QUALIFIED DEBT INSTRUMENT\" MEANS A DEBT INSTRUMENT  ISSUED  BY  A\n   11  CERTIFIED  BANK  CAPITAL  COMPANY,  AT  PAR  VALUE OR A PREMIUM, WITH AN\n   12  ORIGINAL MATURITY DATE OF AT LEAST FIVE YEARS FROM DATE OF  ISSUANCE,  A\n   13  REPAYMENT  SCHEDULE  WHICH  IS NOT FASTER THAN A LEVEL PRINCIPAL AMORTI-\n   14  ZATION, AND INTEREST, DISTRIBUTION, OR PAYMENT FEATURES  WHICH  ARE  NOT\n   15  RELATED  TO  THE  PROFITABILITY OF THE CERTIFIED BANK CAPITAL COMPANY OR\n   16  THE PERFORMANCE OF THE CERTIFIED BANK CAPITAL COMPANY'S INVESTMENT PORT-\n   17  FOLIO.\n   18    (8) \"QUALIFIED DISTRIBUTION\" MEANS  ANY  DISTRIBUTION  OR  PAYMENT  TO\n   19  EQUITY  HOLDERS  OF  A CERTIFIED BANK CAPITAL COMPANY IN CONNECTION WITH\n   20  THE FOLLOWING:\n   21    (A) REASONABLE COSTS AND EXPENSES OF SUCH EQUITY HOLDERS  INCURRED  BY\n   22  SUCH  EQUITY  HOLDERS IN CONNECTION WITH FORMING, SYNDICATING, MANAGING,\n   23  AND OPERATING THE CERTIFIED BANK CAPITAL COMPANY,  INCLUDING  AN  ANNUAL\n   24  MANAGEMENT  FEE  IN  AN  AMOUNT  THAT  DOES  NOT EXCEED TWO AND ONE-HALF\n   25  PERCENT OF THE CERTIFIED BANK CAPITAL  OF  THE  CERTIFIED  BANK  CAPITAL\n   26  COMPANY,  PLUS  REASONABLE  AND  NECESSARY  FEES  PAID  FOR PROFESSIONAL\n   27  SERVICES (SUCH AS LEGAL AND ACCOUNTING SERVICES) RELATED TO  THE  OPERA-\n   28  TION OF THE CERTIFIED BANK CAPITAL COMPANY; AND\n   29    (B)  ANY  INCREASE  OR PROJECTED   INCREASE IN FEDERAL OR STATE TAXES,\n   30  INCLUDING PENALTIES AND INTEREST RELATED TO  STATE  AND  FEDERAL  INCOME\n   31  TAXES,  OF THE EQUITY OWNERS OF A CERTIFIED BANK CAPITAL COMPANY RESULT-\n   32  ING FROM THE EARNINGS OR OTHER TAX LIABILITY OF THE CERTIFIED BANK CAPI-\n   33  TAL COMPANY, TO THE EXTENT THAT THE INCREASE IS RELATED  TO  THE  OWNER-\n   34  SHIP, MANAGEMENT, OR OPERATION OF A CERTIFIED BANK CAPITAL COMPANY.\n   35    (9) \"QUALIFIED INVESTMENT\" MEANS THE INVESTMENT OF CASH BY A CERTIFIED\n   36  BANK  CAPITAL  COMPANY  IN  A QUALIFIED BUSINESS FOR THE PURCHASE OF ANY\n   37  DEBT, EQUITY, OR HYBRID SECURITY, OF ANY NATURE AND DESCRIPTION  WHATEV-\n   38  ER,  INCLUDING  A  DEBT  INSTRUMENT OR SECURITY WHICH HAS THE CHARACTER-\n   39  ISTICS OF DEBT BUT WHICH PROVIDES FOR CONVERSION INTO EQUITY  OR  EQUITY\n   40  PARTICIPATION INSTRUMENTS SUCH AS OPTIONS OR WARRANTS.\n   41    (10)  \"EARLY  STAGE  BUSINESS\"  MEANS  A  QUALIFIED  BUSINESS WHICH IS\n   42  INVOLVED, AT THE TIME OF INVESTMENT, IN ACTIVITIES RELATED TO THE DEVEL-\n   43  OPMENT OF INITIAL PRODUCT OR SERVICE OFFERINGS, SUCH AS PROTOTYPE DEVEL-\n   44  OPMENT OR ESTABLISHMENT OF INITIAL PRODUCTION OR SERVICE  PROCESSES,  OR\n   45  WHICH  IS LESS THAN TWO YEARS OLD AND DURING THE FISCAL YEAR IMMEDIATELY\n   46  PRECEDING THE QUALIFIED INVESTMENT HAD, TOGETHER  WITH  ITS  AFFILIATES,\n   47  GROSS  REVENUES  OF  NO MORE THAN TWO MILLION DOLLARS, ON A CONSOLIDATED\n   48  BASIS, AS DETERMINED IN ACCORDANCE WITH  GENERALLY  ACCEPTED  ACCOUNTING\n   49  PRINCIPLES.\n   50    (11) \"SUPERINTENDENT\" MEANS THE SUPERINTENDENT OF BANKS.\n   51    (B)  CERTIFICATION.  (1) THE SUPERINTENDENT SHALL ESTABLISH BY RULE OR\n   52  REGULATION THE PROCEDURES FOR MAKING AN APPLICATION TO BECOME  A  CERTI-\n   53  FIED  BANK  CAPITAL  COMPANY.  THE  APPLICANT SHALL PAY A NON-REFUNDABLE\n   54  APPLICATION FEE OF FIVE HUNDRED DOLLARS AT THE TIME OF FILING THE APPLI-\n   55  CATION WITH THE DEPARTMENT.\n\n       A. 3408                             5\n\n    1    (2) THE SUPERINTENDENT MAY CERTIFY PARTNERSHIPS, CORPORATIONS, TRUSTS,\n    2  OR LIMITED LIABILITY COMPANIES, ORGANIZED ON A FOR PROFIT  BASIS,  WHICH\n    3  SUBMIT  AN  APPLICATION  TO  BE  DESIGNATED  AS A CERTIFIED BANK CAPITAL\n    4  COMPANY IF SUCH APPLICANT IS LOCATED,  HEADQUARTERED,  AND  LICENSED  OR\n    5  REGISTERED  TO CONDUCT BUSINESS IN NEW YORK, HAS AS ITS PRIMARY BUSINESS\n    6  ACTIVITY THE INVESTMENT OF CASH IN QUALIFIED BUSINESSES, AND  MEETS  THE\n    7  OTHER CRITERIA SET FORTH IN THIS SUBDIVISION.\n    8    (3)  A CERTIFIED BANK CAPITAL COMPANY'S INITIAL CAPITALIZATION, AT THE\n    9  TIME OF SEEKING CERTIFICATION, MUST BE FIVE HUNDRED THOUSAND DOLLARS  OR\n   10  MORE.\n   11    (4)  THE  SUPERINTENDENT  SHALL REVIEW THE ORGANIZATIONAL DOCUMENTS OF\n   12  EACH APPLICANT FOR CERTIFICATION AND THE BUSINESS HISTORY OF THE  APPLI-\n   13  CANT,  DETERMINE  THAT  THE APPLICANT'S CASH, MARKETABLE SECURITIES, AND\n   14  OTHER LIQUID ASSETS ARE AT LEAST  FIVE  HUNDRED  THOUSAND  DOLLARS,  AND\n   15  DETERMINE  THAT  THE  OFFICERS AND THE BOARD OF DIRECTORS, GENERAL PART-\n   16  NERS, TRUSTEES, MANAGERS, OR MEMBERS ARE TRUSTWORTHY AND ARE  THOROUGHLY\n   17  ACQUAINTED WITH THE REQUIREMENTS OF THIS SUBDIVISION.\n   18    (5)  THE  SUPERINTENDENT  SHALL VERIFY THAT AT LEAST TWO PRINCIPALS OF\n   19  THE CERTIFIED BANK CAPITAL COMPANY OR ANY MANAGER OF THE CERTIFIED  BANK\n   20  CAPITAL  COMPANY  EACH HAVE NO LESS THAN FIVE YEARS OF EXPERIENCE IN THE\n   21  VENTURE CAPITAL OR A VENTURE CAPITAL-RELATED INDUSTRY.\n   22    (6) ANY OFFERING MATERIAL INVOLVING THE  SALE  OF  SECURITIES  OF  THE\n   23  CERTIFIED BANK CAPITAL COMPANY SHALL INCLUDE THE FOLLOWING STATEMENT:\n   24    \"THE AUTHORIZATION OF THE FORMATION OF A CERTIFIED BANK CAPITAL COMPA-\n   25  NY  DOES  NOT  CONSTITUTE THE ENDORSEMENT OF THE STATE OF NEW YORK AS TO\n   26  EITHER THE QUALITY OF MANAGEMENT OR THE POTENTIAL FOR EARNINGS  OF  SUCH\n   27  COMPANY.  THE STATE OF NEW YORK IS NOT LIABLE FOR DAMAGES OR LOSSES TO A\n   28  CERTIFIED  BANK  INVESTOR IN THE COMPANY. USE OF THE WORD 'CERTIFIED' IN\n   29  AN OFFERING DOES NOT CONSTITUTE A RECOMMENDATION OR ENDORSEMENT  OF  THE\n   30  INVESTMENT BY THE STATE OF NEW YORK.\n   31    INVESTMENTS  IN  A PROSPECTIVE CERTIFIED BANK CAPITAL COMPANY PRIOR TO\n   32  THE TIME SUCH COMPANY IS CERTIFIED ARE NOT ELIGIBLE FOR TAX CREDITS.  IN\n   33  THE  EVENT  CERTAIN  STATUTORY PROVISIONS (AS SPECIFIED IN SECTION 35 OF\n   34  THE TAX LAW) ARE VIOLATED, THE STATE OF NEW YORK MAY REQUIRE  FORFEITURE\n   35  OF UNUSED TAX CREDITS AND REPAYMENT OF USED TAX CREDITS.\"\n   36    (7)  WITHIN  SIXTY DAYS OF APPLICATION, THE SUPERINTENDENT SHALL ISSUE\n   37  THE CERTIFICATION OR SHALL REFUSE THE CERTIFICATION AND  COMMUNICATE  IN\n   38  DETAIL   TO  THE  APPLICANT  THE  GROUNDS  FOR  THE  REFUSAL,  INCLUDING\n   39  SUGGESTIONS FOR THE REMOVAL OF THOSE GROUNDS.\n   40    (C) REQUIREMENTS FOR CONTINUANCE OF CERTIFICATION. (1) TO CONTINUE  TO\n   41  BE  CERTIFIED,  A  CERTIFIED  BANK  CAPITAL  COMPANY MUST MAKE QUALIFIED\n   42  INVESTMENTS ACCORDING TO THE FOLLOWING SCHEDULE:\n   43    (A) WITHIN TWO YEARS AFTER THE CERTIFICATION DATE OF A CERTIFIED  BANK\n   44  CAPITAL  COMPANY,  AT  LEAST  TWENTY-FIVE  PERCENT OF ITS CERTIFIED BANK\n   45  CAPITAL MUST BE PLACED IN QUALIFIED INVESTMENTS.\n   46    (B) WITHIN THREE YEARS AFTER THE CERTIFICATION  DATE  OF  A  CERTIFIED\n   47  BANK CAPITAL COMPANY, AT LEAST FORTY PERCENT OF ITS CERTIFIED BANK CAPI-\n   48  TAL MUST BE PLACED IN QUALIFIED INVESTMENTS.\n   49    (C) WITHIN FOUR YEARS AFTER THE CERTIFICATION DATE OF A CERTIFIED BANK\n   50  CAPITAL  COMPANY,  AT  LEAST FIFTY PERCENT OF ITS CERTIFIED BANK CAPITAL\n   51  MUST BE PLACED IN QUALIFIED INVESTMENTS, AT LEAST FIFTY PERCENT OF WHICH\n   52  MUST HAVE BEEN PLACED IN EARLY STAGE BUSINESSES.\n   53    (D) A CERTIFIED BANK CAPITAL COMPANY, AT LEAST  FIFTEEN  WORKING  DAYS\n   54  PRIOR  TO  MAKING  A  PROPOSED  INVESTMENT IN A SPECIFIC BUSINESS, SHALL\n   55  CERTIFY IN WRITING TO THE SUPERINTENDENT THAT THE BUSINESS IN  WHICH  IT\n   56  PROPOSES  TO  INVEST  MEETS  THE  DEFINITION OF A QUALIFIED BUSINESS SET\n\n       A. 3408                             6\n\n    1  FORTH IN PARAGRAPH SIX OF SUBDIVISION (A) OF THIS  SECTION  OR,  IN  THE\n    2  CASE OF A FOLLOW-ON INVESTMENT, THAT SUCH BUSINESS CONTINUES TO MEET THE\n    3  REQUIREMENTS  SET FORTH IN SUBPARAGRAPHS (A) AND (C) OF PARAGRAPH SIX OF\n    4  SUBDIVISION  (A)  OF THIS SECTION AND, IN EITHER CASE, AN EXPLANATION OF\n    5  ITS DETERMINATION THAT THE BUSINESS MEETS SUCH REQUIREMENTS. THE CERTIF-\n    6  ICATION TO THE SUPERINTENDENT SHALL INCLUDE A SWORN STATEMENT  FROM  THE\n    7  BUSINESS IN WHICH THE CERTIFIED BANK CAPITAL COMPANY PROPOSES TO INVEST,\n    8  WHICH STATEMENT SHALL EVIDENCE THE INTENTION OF THE BUSINESS TO MAINTAIN\n    9  ITS HEADQUARTERS IN NEW YORK AND CONDUCT ITS PRIMARY BUSINESS OPERATIONS\n   10  IN  THE  STATE  OF  NEW  YORK AFTER ITS RECEIPT OF THE INVESTMENT BY THE\n   11  CERTIFIED BANK CAPITAL COMPANY. IF THE  SUPERINTENDENT  DETERMINES  THAT\n   12  THE BUSINESS DOES NOT MEET THE DEFINITION OF A QUALIFIED BUSINESS OR, IN\n   13  THE CASE OF A FOLLOW-ON INVESTMENT, THAT SUCH BUSINESS DOES NOT MEET THE\n   14  REQUIREMENTS  SET FORTH IN SUBPARAGRAPHS (A) AND (C) OF PARAGRAPH SIX OF\n   15  SUBDIVISION (A) OF THIS SECTION,  THEN  HE  OR  SHE  SHALL,  WITHIN  THE\n   16  FIFTEEN  WORKING  DAY PERIOD PRIOR TO THE MAKING OF THE PROPOSED INVEST-\n   17  MENT, NOTIFY THE CERTIFIED BANK CAPITAL COMPANY OF HIS OR  HER  DETERMI-\n   18  NATION AND PROVIDE AN EXPLANATION THEREOF.\n   19    (E)  ALL CERTIFIED BANK CAPITAL NOT PLACED IN QUALIFIED INVESTMENTS BY\n   20  THE CERTIFIED BANK CAPITAL COMPANY MAY  BE  HELD  OR  INVESTED  IN  SUCH\n   21  MANNER  AS  THE CERTIFIED BANK CAPITAL COMPANY, IN ITS DISCRETION, DEEMS\n   22  APPROPRIATE. THE PROCEEDS OF ALL CERTIFIED BANK CAPITAL  RETURNED  TO  A\n   23  CERTIFIED  BANK  CAPITAL COMPANY AFTER BEING ORIGINALLY PLACED IN QUALI-\n   24  FIED INVESTMENTS MAY BE PLACED AGAIN IN QUALIFIED INVESTMENTS AND  SHALL\n   25  COUNT TOWARD ANY REQUIREMENT IN THIS SUBDIVISION WITH RESPECT TO PLACING\n   26  CERTIFIED BANK CAPITAL IN QUALIFIED INVESTMENTS.\n   27    (2)  ANY  BUSINESS  WHICH IS CLASSIFIED AS A QUALIFIED BUSINESS AT THE\n   28  TIME OF THE FIRST INVESTMENT IN SAID BUSINESS BY A CERTIFIED BANK  CAPI-\n   29  TAL  COMPANY  SHALL  REMAIN  CLASSIFIED  AS A QUALIFIED BUSINESS AND MAY\n   30  RECEIVE FOLLOW-ON INVESTMENTS FROM ANY CERTIFIED BANK  CAPITAL  COMPANY,\n   31  AND  ANY  SUCH  FOLLOW-ON  INVESTMENTS  SHALL  BE  QUALIFIED INVESTMENTS\n   32  ALTHOUGH SUCH BUSINESS MAY NOT MEET THE DEFINITION OF A QUALIFIED  BUSI-\n   33  NESS  AT THE TIME OF SUCH FOLLOW-ON INVESTMENTS; PROVIDED, HOWEVER, THAT\n   34  SUCH BUSINESS CONTINUES TO MEET THE REQUIREMENTS SET FORTH  IN  SUBPARA-\n   35  GRAPHS  (A)  AND (C) OF PARAGRAPH SIX OF SUBDIVISION (A) OF THIS SECTION\n   36  AND REAFFIRMS ITS INTENTION TO MAINTAIN ITS HEADQUARTERS IN NEW YORK AND\n   37  CONDUCT ITS PRIMARY BUSINESS OPERATIONS IN THE  STATE  OF  NEW  YORK  AS\n   38  REQUIRED IN SUBPARAGRAPH (D) OF PARAGRAPH ONE OF THIS SUBDIVISION.\n   39    (3)  NO  QUALIFIED  INVESTMENT MAY BE MADE BY A CERTIFIED BANK CAPITAL\n   40  COMPANY TO THE EXTENT THAT SUCH INVESTMENT  WOULD  CAUSE  THE  COMPANY'S\n   41  TOTAL  QUALIFIED  INVESTMENT  OUTSTANDING  WITH RESPECT TO THE QUALIFIED\n   42  BUSINESS RECEIVING SUCH INVESTMENT TO  EXCEED  FIFTEEN  PERCENT  OF  THE\n   43  TOTAL  CERTIFIED  BANK  CAPITAL OF THE CERTIFIED BANK CAPITAL COMPANY AT\n   44  THE TIME OF SUCH INVESTMENT.\n   45    (4) DOCUMENTS AND OTHER MATERIALS SUBMITTED BY CERTIFIED BANK  CAPITAL\n   46  COMPANIES  OR  BY  BUSINESSES FOR PURPOSES OF THE CONTINUANCE OF CERTIF-\n   47  ICATION SHALL NOT BE PUBLIC RECORDS IF SUCH RECORDS  ARE  DETERMINED  BY\n   48  THE  SUPERINTENDENT  TO  BE TRADE OR BUSINESS SECRETS AND SHALL BE MAIN-\n   49  TAINED IN A CONFIDENTIAL MANNER BY THE SUPERINTENDENT.\n   50    (5) THE AGGREGATE CUMULATIVE AMOUNT OF ALL QUALIFIED INVESTMENTS  MADE\n   51  BY  A  CERTIFIED BANK CAPITAL COMPANY FROM THE DATE OF ITS CERTIFICATION\n   52  SHALL BE CONSIDERED IN THE CALCULATION OF  THE  PERCENTAGE  REQUIREMENTS\n   53  UNDER  SUBPARAGRAPHS (A), (B), AND (C) OF PARAGRAPH ONE OF THIS SUBDIVI-\n   54  SION.\n   55    (6) EACH CERTIFIED BANK CAPITAL COMPANY SHALL REPORT THE FOLLOWING  TO\n   56  THE SUPERINTENDENT:\n\n       A. 3408                             7\n\n    1    (A) AS SOON AS PRACTICABLE AFTER THE RECEIPT OF CERTIFIED BANK CAPITAL\n    2  OR  AN  IRREVOCABLE FUNDING COMMITMENT SUBJECT ONLY TO THE RECEIPT OF AN\n    3  ALLOCATION PURSUANT TO SUBDIVISION (H) OF THIS SECTION, (I) THE NAME  OF\n    4  EACH  CERTIFIED  BANK INVESTOR FROM WHICH THE CERTIFIED BANK CAPITAL WAS\n    5  RECEIVED,  INCLUDING  SUCH  CERTIFIED BANK INVESTOR'S TAX IDENTIFICATION\n    6  NUMBER; (II) THE AMOUNT OF EACH CERTIFIED BANK INVESTOR'S INVESTMENT  OF\n    7  CERTIFIED  BANK  CAPITAL; AND (III) THE DATE ON WHICH THE CERTIFIED BANK\n    8  CAPITAL WAS RECEIVED; PROVIDED HOWEVER, THAT NO  SUCH  REPORT  SHALL  BE\n    9  FILED  WITH THE SUPERINTENDENT PRIOR TO MARCH FIRST, TWO THOUSAND TWELVE\n   10  FOR CERTIFIED BANK CAPITAL INVESTED AFTER SUCH DATE.\n   11    (B) ON AN ANNUAL BASIS, ON OR  BEFORE  JANUARY  THIRTY-FIRST  OF  EACH\n   12  YEAR,  (I)  THE AMOUNT OF THE CERTIFIED BANK CAPITAL COMPANY'S CERTIFIED\n   13  BANK CAPITAL AT THE END OF THE IMMEDIATELY PRECEDING YEAR; (II)  WHETHER\n   14  OR NOT THE CERTIFIED BANK CAPITAL COMPANY HAS INVESTED MORE THAN FIFTEEN\n   15  PERCENT  OF  ITS  TOTAL  CERTIFIED BANK CAPITAL IN ANY ONE BUSINESS; AND\n   16  (III) ALL QUALIFIED INVESTMENTS THAT THE CERTIFIED BANK CAPITAL  COMPANY\n   17  MADE  DURING THE PREVIOUS CALENDAR YEAR, INCLUDING THE NUMBER OF EMPLOY-\n   18  EES OF EACH QUALIFIED BUSINESS IN WHICH IT HAS MADE INVESTMENTS  AT  THE\n   19  TIME OF SUCH INVESTMENT.\n   20    (C)  EACH  CERTIFIED  BANK CAPITAL COMPANY SHALL PROVIDE TO THE SUPER-\n   21  INTENDENT ANNUAL AUDITED FINANCIAL STATEMENTS, WHICH SHALL  INCLUDE  THE\n   22  OPINION  OF  AN  INDEPENDENT  CERTIFIED PUBLIC ACCOUNTANT, WITHIN NINETY\n   23  DAYS OF THE CLOSE OF ITS FISCAL YEAR. THE AUDIT SHALL ADDRESS THE  METH-\n   24  ODS OF OPERATION AND CONDUCT OF THE BUSINESS OF THE CERTIFIED BANK CAPI-\n   25  TAL  COMPANY  TO  DETERMINE  WHETHER  OR  NOT THE CERTIFIED BANK CAPITAL\n   26  COMPANY IS COMPLYING WITH THE APPLICABLE STATUTES AND PROGRAM RULES  AND\n   27  WHETHER  OR NOT THE FUNDS RECEIVED BY THE CERTIFIED BANK CAPITAL COMPANY\n   28  HAVE BEEN INVESTED AS REQUIRED UNDER SUBPARAGRAPHS (A), (B), AND (C)  OF\n   29  PARAGRAPH ONE OF THIS SUBDIVISION.\n   30    (D) ON OR BEFORE APRIL FIRST OF EACH YEAR, EACH CERTIFIED BANK CAPITAL\n   31  COMPANY  SHALL  PAY  AN ANNUAL, NON-REFUNDABLE CERTIFICATION FEE OF FIVE\n   32  HUNDRED DOLLARS TO THE SUPERINTENDENT; PROVIDED THAT NO SUCH  FEE  SHALL\n   33  BE  REQUIRED  WITHIN  SIX  MONTHS OF THE INITIAL CERTIFICATION DATE OF A\n   34  CERTIFIED BANK COMPANY.\n   35    (E) (1) WITHIN THIRTY DAYS OF  THE  DECISION  ON  AN  APPLICATION  FOR\n   36  CERTIFICATION  PURSUANT  TO  SUBDIVISION (B) OF THIS SECTION, THE SUPER-\n   37  INTENDENT SHALL SUBMIT A COPY OF SUCH APPLICATION AND THE RELATED  DECI-\n   38  SION TO THE DEPARTMENT OF TAXATION AND FINANCE. THE SUPERINTENDENT SHALL\n   39  SUBMIT  A COPY OF ALL FILINGS OF CERTIFICATIONS PURSUANT TO SUBPARAGRAPH\n   40  (D) OF PARAGRAPH ONE OF THIS SUBDIVISION,  AND  ANY  DETERMINATION  MADE\n   41  THEREON,  WITHIN  FIFTEEN DAYS OF SUCH FILING TO THE DEPARTMENT OF TAXA-\n   42  TION AND FINANCE.\n   43    (2) THE SUPERINTENDENT SHALL ANNUALLY, BY MARCH FIRST, SUBMIT  TO  THE\n   44  DEPARTMENT  OF  TAXATION  AND FINANCE A LIST OF CERTIFIED BANK INVESTORS\n   45  WHO MAY CLAIM THE TAX CREDIT FOR THE PREVIOUS TAXABLE YEAR AND ANY OTHER\n   46  INFORMATION NECESSARY TO ASSIST THE DEPARTMENT OF TAXATION  AND  FINANCE\n   47  TO DETERMINE ELIGIBILITY FOR SUCH TAX CREDIT.\n   48    (D) DISTRIBUTIONS. (1) A CERTIFIED BANK CAPITAL COMPANY MAY MAKE QUAL-\n   49  IFIED  DISTRIBUTIONS  AT ANY TIME. IN ORDER FOR A CERTIFIED BANK CAPITAL\n   50  COMPANY TO MAKE A DISTRIBUTION OTHER THAN A QUALIFIED  DISTRIBUTION,  TO\n   51  ITS  EQUITY  HOLDERS,  EITHER (A) THE AGGREGATE CUMULATIVE AMOUNT OF ALL\n   52  QUALIFIED INVESTMENTS MUST EQUAL OR EXCEED ONE HUNDRED  PERCENT  OF  ITS\n   53  CERTIFIED  BANK  CAPITAL ALLOCATED, OR (B) IT MUST HAVE RECEIVED WRITTEN\n   54  AUTHORIZATION TO MAKE SUCH DISTRIBUTION FROM THE SUPERINTENDENT.  IN  NO\n   55  EVENT,  HOWEVER,  SHALL  ANY  SUCH  DISTRIBUTION, OTHER THAN A QUALIFIED\n   56  DISTRIBUTION, BE MADE BY A CERTIFIED  BANK  CAPITAL  COMPANY  UNLESS  AN\n\n       A. 3408                             8\n\n    1  AMOUNT  EQUAL  CUMULATIVELY  TO AT LEAST NINETY PERCENT OF ITS CERTIFIED\n    2  BANK CAPITAL IS INVESTED IN COMPANIES THAT CONDUCT THEIR PRINCIPAL BUSI-\n    3  NESS OPERATIONS IN NEW YORK STATE.\n    4    (2)  IN  THE  EVENT THAT A BUSINESS IN WHICH A QUALIFIED INVESTMENT IS\n    5  MADE RELOCATES ITS PRINCIPAL BUSINESS OPERATIONS TO ANOTHER STATE DURING\n    6  SUCH INVESTMENT, OR WITHIN THREE MONTHS AFTER THE  TERMINATION  OF  SUCH\n    7  INVESTMENT,  THE  CUMULATIVE  AMOUNT  OF  QUALIFIED  INVESTMENT SHALL BE\n    8  REDUCED BY THE AMOUNT OF SUCH QUALIFIED INVESTMENT, FOR THE PURPOSES  OF\n    9  THIS  SUBDIVISION  ONLY,  UNLESS  (A) THE CERTIFIED BANK CAPITAL COMPANY\n   10  INVESTS AN AMOUNT, AT LEAST EQUAL TO THE INVESTMENT  OF  CERTIFIED  BANK\n   11  CAPITAL IN THE RELOCATED BUSINESS IN A QUALIFIED BUSINESS LOCATED IN NEW\n   12  YORK  STATE  WITHIN SIX MONTHS OF THE RELOCATION OR (B) UNLESS THE BUSI-\n   13  NESS DEMONSTRATES THAT IT HAS RETURNED ITS PRINCIPAL BUSINESS OPERATIONS\n   14  TO NEW YORK STATE WITHIN THREE MONTHS OF  SUCH  RELOCATION.  A  BUSINESS\n   15  SHALL  BE  DEEMED  TO  HAVE  RELOCATED ITS PRINCIPAL BUSINESS OPERATIONS\n   16  OUTSIDE NEW YORK STATE IF THE  PRIMARY  WORKPLACE  OF  MORE  THAN  FIFTY\n   17  PERCENT  OF THE EMPLOYEES OF SUCH BUSINESS EMPLOYED WITHIN THE STATE ARE\n   18  RELOCATED TO ANOTHER STATE.\n   19    (3) PAYMENTS TO DEBT HOLDERS OF A CERTIFIED BANK CAPITAL  COMPANY  MAY\n   20  BE  MADE WITHOUT RESTRICTION WITH RESPECT TO REPAYMENTS OF PRINCIPAL AND\n   21  INTEREST ON INDEBTEDNESS OWED TO THEM BY A CERTIFIED BANK CAPITAL COMPA-\n   22  NY, INCLUDING INDEBTEDNESS OF THE  CERTIFIED  BANK  CAPITAL  COMPANY  ON\n   23  WHICH CERTIFIED BANK INVESTORS EARNED TAX CREDITS. A DEBT HOLDER THAT IS\n   24  ALSO  A  CERTIFIED  BANK  INVESTOR  OR EQUITY HOLDER OF A CERTIFIED BANK\n   25  CAPITAL COMPANY MAY RECEIVE PAYMENTS WITH RESPECT TO SUCH  DEBT  WITHOUT\n   26  ANY RESTRICTION WHATSOEVER.\n   27    (E)  DECERTIFICATION.  (1)  THE SUPERINTENDENT SHALL CONDUCT AN ANNUAL\n   28  REVIEW OF EACH CERTIFIED BANK CAPITAL COMPANY TO  DETERMINE  WHETHER  OR\n   29  NOT THE CERTIFIED BANK CAPITAL COMPANY IS ABIDING BY THE REQUIREMENTS OF\n   30  CERTIFICATION,  TO  ADVISE  THE CERTIFIED BANK CAPITAL COMPANY AS TO THE\n   31  ELIGIBILITY STATUS OF ITS QUALIFIED INVESTMENTS, AND TO ENSURE  THAT  NO\n   32  INVESTMENT  HAS  BEEN MADE IN VIOLATION OF THIS SUBDIVISION. THE COST OF\n   33  THE ANNUAL REVIEW SHALL BE PAID BY EACH CERTIFIED BANK  CAPITAL  COMPANY\n   34  ACCORDING TO A REASONABLE FEE SCHEDULE ADOPTED BY THE SUPERINTENDENT.\n   35    (2) ANY MATERIAL VIOLATION OF SUBDIVISION (C) OF THIS SECTION SHALL BE\n   36  GROUNDS  FOR  DECERTIFICATION  OF THE CERTIFIED BANK CAPITAL COMPANY. IF\n   37  THE SUPERINTENDENT DETERMINES THAT A CERTIFIED BANK CAPITAL  COMPANY  IS\n   38  NOT  IN  COMPLIANCE  WITH  THE  REQUIREMENTS  OF SUBDIVISION (C) OF THIS\n   39  SECTION, HE OR SHE SHALL, BY WRITTEN NOTICE, INFORM THE OFFICERS OF  THE\n   40  CERTIFIED  BANK  CAPITAL COMPANY THAT THE CERTIFIED BANK CAPITAL COMPANY\n   41  WILL BE SUBJECT TO DECERTIFICATION IN ONE HUNDRED TWENTY DAYS  FROM  THE\n   42  DATE OF THE MAILING OF THE NOTICE, UNLESS THE DEFICIENCIES ARE CORRECTED\n   43  AND  THE  CERTIFIED BANK CAPITAL COMPANY IS AGAIN IN COMPLIANCE WITH ALL\n   44  REQUIREMENTS FOR CERTIFICATION.\n   45    (3) AT THE END OF THE ONE HUNDRED TWENTY  DAY  GRACE  PERIOD,  IF  THE\n   46  CERTIFIED  BANK CAPITAL COMPANY IS STILL NOT IN COMPLIANCE WITH SUBDIVI-\n   47  SION (C) OF THIS SECTION, THE SUPERINTENDENT  SHALL  SEND  A  NOTICE  OF\n   48  DECERTIFICATION  TO  THE CERTIFIED BANK CAPITAL COMPANY AND TO ALL OTHER\n   49  APPROPRIATE STATE AGENCIES.\n   50    (4) ONCE A CERTIFIED BANK  CAPITAL  COMPANY  HAS  INVESTED  AN  AMOUNT\n   51  CUMULATIVELY EQUAL TO ONE HUNDRED PERCENT  OF ITS CERTIFIED BANK CAPITAL\n   52  IN  QUALIFIED  INVESTMENTS AND HAS MET ALL OTHER REQUIREMENTS UNDER THIS\n   53  SUBDIVISION, THE CERTIFIED BANK  CAPITAL  COMPANY  SHALL  NO  LONGER  BE\n   54  SUBJECT  TO  REGULATION  BY  THE  SUPERINTENDENT  AND SHALL NO LONGER BE\n   55  SUBJECT TO THE REQUIREMENTS OF SUBDIVISION (C) OF THIS SECTION.\n\n       A. 3408                             9\n\n    1    (5) THE SUPERINTENDENT SHALL SEND WRITTEN  NOTICE  OF  SUCH  DECERTIF-\n    2  ICATION  TO THE ADDRESS OF EACH CERTIFIED BANK INVESTOR WHOSE TAX CREDIT\n    3  HAS BEEN SUBJECT TO RECAPTURE OR FORFEITURE, USING THE ADDRESS SHOWN  ON\n    4  THE LAST FILING SUBMITTED TO THE SUPERINTENDENT.\n    5    (F)  REVOCATION  OF  CERTIFICATION.  THE SUPERINTENDENT MAY REVOKE THE\n    6  CERTIFICATION OF A CERTIFIED BANK CAPITAL COMPANY IF ANY MATERIAL REPRE-\n    7  SENTATION TO THE SUPERINTENDENT IN CONNECTION WITH THE APPLICATION PROC-\n    8  ESS PROVES TO HAVE BEEN FALSELY MADE OR IF  THE  APPLICATION  MATERIALLY\n    9  VIOLATES  ANY  REQUIREMENT ESTABLISHED BY THE SUPERINTENDENT PURSUANT TO\n   10  THIS SECTION.\n   11    (G) REGISTRATION REQUIREMENTS. ALL INVESTMENTS FOR WHICH  TAX  CREDITS\n   12  ARE ALLOWABLE UNDER THE PROVISIONS OF SUBSECTION (U) OF SECTION FOURTEEN\n   13  HUNDRED  FIFTY-SIX OF THIS CHAPTER SHALL SATISFY THE CONDITIONS OF BEING\n   14  REGISTERED OR SPECIFICALLY EXEMPT FROM  REGISTRATION  BY  PROVISIONS  OR\n   15  REGULATIONS  UNDER  SECTIONS  THREE  HUNDRED  FIFTY-NINE-E THROUGH THREE\n   16  HUNDRED FIFTY-NINE-FF OF ARTICLE TWENTY-THREE-A OF THE GENERAL  BUSINESS\n   17  LAW.\n   18    (H)  MAXIMUM PERMITTED CREDITS. THE AGGREGATE AMOUNT OF CERTIFIED BANK\n   19  CAPITAL FOR WHICH TAXPAYERS MAY BE ALLOCATED  AND  ALLOWED  TAX  CREDITS\n   20  PURSUANT  TO THIS SECTION AND SUBSECTION (X) OF SECTION FOURTEEN HUNDRED\n   21  FIFTY-SIX OF THIS CHAPTER MAY  NOT  EXCEED  FIFTY  MILLION  DOLLARS  FOR\n   22  CALENDAR YEAR TWO THOUSAND THIRTEEN, WHICH CERTIFIED BANK CAPITAL MAY BE\n   23  INVESTED  IN CERTIFIED BANK CAPITAL COMPANIES BEGINNING IN CALENDAR YEAR\n   24  TWO THOUSAND TEN. IN CALENDAR YEAR TWO THOUSAND FOURTEEN OR  THEREAFTER,\n   25  TAX  CREDITS MAY BE ALLOWED PURSUANT TO THIS SECTION AND SUCH SUBSECTION\n   26  (X) OF SECTION FOURTEEN HUNDRED FIFTY-SIX OF THIS CHAPTER FOR  AN  ADDI-\n   27  TIONAL  FIFTY MILLION DOLLARS OF CERTIFIED BANK CAPITAL, WHICH CERTIFIED\n   28  BANK CAPITAL MAY BE INVESTED IN CERTIFIED BANK CAPITAL COMPANIES  BEGIN-\n   29  NING  IN CALENDAR YEAR TWO THOUSAND THIRTEEN, IF NOT ALLOCATED TO CALEN-\n   30  DAR YEAR TWO THOUSAND TWELVE IN ACCORDANCE WITH THIS SUBDIVISION. THERE-\n   31  FORE, THE TOTAL AMOUNT OF CERTIFIED BANK CAPITAL FOR WHICH  TAX  CREDITS\n   32  MAY  BE  ALLOWED  PURSUANT  TO  THIS  SECTION AND SUCH SUBSECTION (X) OF\n   33  SECTION FOURTEEN HUNDRED FIFTY-SIX SHALL BE ONE HUNDRED MILLION DOLLARS.\n   34    DURING ANY CALENDAR YEAR IN WHICH THE  LIMITATION  DESCRIBED  IN  THIS\n   35  SUBDIVISION  WILL  LIMIT THE AMOUNT OF CERTIFIED BANK CAPITAL, CERTIFIED\n   36  BANK CAPITAL SHALL BE ALLOCATED IN ORDER OF PRIORITY BASED UPON THE DATE\n   37  OF FILING OF INFORMATION DESCRIBED IN SUBPARAGRAPH (A) OF PARAGRAPH  SIX\n   38  OF  SUBDIVISION  (C)  OF THIS SECTION. CERTIFIED BANK CAPITAL LIMITED IN\n   39  ANY CALENDAR YEAR BY THE APPLICATION OF THE PROVISIONS OF THIS  SUBDIVI-\n   40  SION SHALL BE ALLOWED AND ALLOCATED IN THE IMMEDIATELY SUCCEEDING CALEN-\n   41  DAR  YEAR IN ORDER OF PRIORITY SET FORTH IN THIS SUBDIVISION. THE SUPER-\n   42  INTENDENT SHALL ADVISE ANY CERTIFIED BANK CAPITAL COMPANY,  IN  WRITING,\n   43  WITHIN  FIFTEEN  DAYS  AFTER  RECEIVING  SUCH FILING, WHETHER OR NOT THE\n   44  LIMITATIONS OF THIS SUBDIVISION THEN IN EFFECT WILL BE  APPLICABLE  WITH\n   45  RESPECT TO THE INVESTMENTS AND CREDITS DESCRIBED IN SUCH FILING WITH THE\n   46  SUPERINTENDENT.\n   47    CERTIFIED  BANK  CAPITAL  MAY BE RAISED BY EACH CERTIFIED BANK CAPITAL\n   48  COMPANY AT ANY TIME SUBSEQUENT TO ITS CERTIFICATION  DATE,  AND  CREDITS\n   49  SHALL BE ALLOCATED TO AND VESTED IN CERTIFIED BANK INVESTORS AT THE TIME\n   50  OF  EACH  SUCH INVESTMENT AS PROVIDED IN THIS SUBDIVISION, ALTHOUGH SUCH\n   51  CREDITS SHALL NOT BE FIRST ALLOWED OR INCURRED FOR STATE  TAX  PURPOSES,\n   52  UNTIL,  AT  THE  EARLIEST,  TAX YEARS BEGINNING IN TWO THOUSAND THIRTEEN\n   53  WITH RESPECT TO THE FIRST FIFTY MILLION DOLLARS OF CREDITS AND TAX YEARS\n   54  BEGINNING IN TWO THOUSAND FOURTEEN WITH RESPECT TO THE NEXT  SUCH  FIFTY\n   55  MILLION DOLLARS OF CREDITS.\n\n       A. 3408                            10\n\n    1    (I)  MAXIMUM  CERTIFIED  BANK CAPITAL. THE MAXIMUM AMOUNT OF CERTIFIED\n    2  BANK CAPITAL INVESTED IN ONE OR MORE CERTIFIED  BANK  CAPITAL  COMPANIES\n    3  ALLOWED  IN  ANY  ONE  YEAR TO ANY ONE CERTIFIED BANK INVESTOR SHALL NOT\n    4  EXCEED TEN MILLION DOLLARS FOR SUCH YEAR; PROVIDED, HOWEVER, THAT IF THE\n    5  AGGREGATE  AMOUNT  OF CERTIFIED BANK CAPITAL FOR SUCH YEAR, AS SET FORTH\n    6  IN SUBDIVISION (H) OF THIS SECTION, HAS  NOT  BEEN  REACHED  SIXTY  DAYS\n    7  PRIOR TO THE END OF THE YEAR TO WHICH SUCH AGGREGATE AMOUNT APPLIES, THE\n    8  PROVISIONS OF THIS SUBDIVISION SHALL CEASE TO APPLY FOR THE REMAINDER OF\n    9  SUCH  YEAR.  IN ADDITION, THE AGGREGATE AMOUNT OF TAX CREDITS ALLOWED IN\n   10  ANY TAXABLE YEAR TO ANY AFFILIATED GROUP OF  TAXPAYERS  IN  RELATION  TO\n   11  CERTIFIED  BANK  CAPITAL  MAY NOT EXCEED TEN MILLION DOLLARS, WHETHER OR\n   12  NOT SUCH TAXPAYERS FILE A COMBINED RETURN PURSUANT TO SUBSECTION (F)  OF\n   13  SECTION  FOURTEEN HUNDRED SIXTY-TWO OF THIS CHAPTER. FOR PURPOSES OF THE\n   14  PRECEDING SENTENCE, THE TERM \"AFFILIATED  GROUP\"  SHALL  HAVE  THE  SAME\n   15  MEANING  AS  DESCRIBED  IN  SECTION  1504  OF THE INTERNAL REVENUE CODE,\n   16  EXCEPT THAT THE REFERENCES TO \"AT LEAST EIGHTY PERCENT\" IN SUCH  SECTION\n   17  1504 SHALL BE READ AS \"MORE THAN FIFTY PERCENT\".\n   18    (J)  REPORTS.  THE  SUPERINTENDENT  SHALL  REPORT TO THE GOVERNOR, THE\n   19  TEMPORARY PRESIDENT OF THE SENATE, AND THE SPEAKER OF THE  ASSEMBLY,  ON\n   20  OR  BEFORE  JUNE  FIRST  OF EACH YEAR BEGINNING IN THE YEAR TWO THOUSAND\n   21  FOURTEEN, THE NUMBER OF CERTIFIED BANK CAPITAL COMPANIES HOLDING  CERTI-\n   22  FIED BANK CAPITAL; THE AMOUNT OF CERTIFIED BANK CAPITAL INVESTED IN EACH\n   23  CERTIFIED  BANK  CAPITAL COMPANY; THE CUMULATIVE AMOUNT THAT EACH CERTI-\n   24  FIED BANK CAPITAL COMPANY HAS INVESTED AS OF JANUARY FIRST OF  THE  YEAR\n   25  TWO THOUSAND FOURTEEN AND THE CUMULATIVE TOTAL EACH YEAR THEREAFTER; THE\n   26  TOTAL  AMOUNT  OF  TAX CREDITS GRANTED UNDER THIS SECTION EACH YEAR THAT\n   27  CREDITS HAVE BEEN AWARDED UNDER  THIS  SECTION  AND  SUBSECTION  (X)  OF\n   28  SECTION  FOURTEEN  HUNDRED FIFTY-SIX OF THIS CHAPTER; THE PERFORMANCE OF\n   29  EACH CERTIFIED BANK CAPITAL COMPANY WITH REGARD TO THE REQUIREMENTS  FOR\n   30  RECERTIFICATION  SET FORTH IN SUBDIVISION (C) OF THIS SECTION; THE CLAS-\n   31  SIFICATION OF COMPANIES IN WHICH EACH CERTIFIED BANK CAPITAL COMPANY HAS\n   32  INVESTED ACCORDING TO INDUSTRIAL SECTOR AND SIZE OF COMPANY;  THE  TOTAL\n   33  NUMBER  OF JOBS CREATED BY INVESTMENTS MADE BY EACH CERTIFIED BANK CAPI-\n   34  TAL COMPANY USING CERTIFIED BANK CAPITAL; AND THOSE CERTIFIED BANK CAPI-\n   35  TAL COMPANIES THAT HAVE BEEN DECERTIFIED,  OR  HAVE  HAD  THEIR  CERTIF-\n   36  ICATIONS   REVOKED,   INCLUDING   THE  REASONS  FOR  DECERTIFICATION  OR\n   37  REVOCATION.\n   38    (K) RULES AND REGULATIONS. THE SUPERINTENDENT,  IN  CONSULTATION  WITH\n   39  THE  DEPARTMENT  OF TAXATION AND FINANCE, SHALL PRESCRIBE SUCH RULES AND\n   40  REGULATIONS AS HE OR SHE SHALL DEEM NECESSARY IN ORDER TO IMPLEMENT  THE\n   41  PROVISIONS  OF THIS SECTION WITHIN ONE HUNDRED TWENTY DAYS OF THE EFFEC-\n   42  TIVE DATE OF THIS SECTION.\n   43    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing banking corporations with a tax credit for investment in certified bank capital companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T150924.TXT", "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124913.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986164667
}