{
  "year" : 2011,
  "senateBillNo" : "A3401-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to election law",
    "billEventId" : "A3401-2011-1295931600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a temporary state commission to make recommendations for new voting technology and provides for grants to localities to improve voting procedures; appr",
  "summary" : "Establishes a temporary state commission to make recommendations for new voting technology and provides for grants to localities to improve voting procedures; appropriates $25,000,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "A3465-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3401\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Election Law\n\n       AN ACT to create a temporary state commission on the  electoral  process\n         and  to  provide  for  the  making  of  grants  by  the state board of\n         elections to local boards of election for the improvement of the elec-\n         toral process and making an appropriation therefor; and providing  for\n         the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. A temporary state commission on the  electoral  process  is\n    2  hereby created to examine, evaluate, and make recommendations pertaining\n    3  to  the  electoral  process,  with  particular  focus  on the procedures\n    4  involved in the conduct of the process of voting at polling places.  The\n    5  commission  shall direct its attention to the availability, feasibility,\n    6  and reliability of new technologies for the conduct of voting.\n    7    S 2. The commission shall consist of 13 members, each to serve  for  a\n    8  term  of  2  years,  to  be  forthwith  appointed as follows: 2 shall be\n    9  appointed by the temporary president of the senate and 1 by the minority\n   10  leader of the senate; 2 shall be appointed by the speaker of the  assem-\n   11  bly  and  1 by the minority leader of the assembly; 7 shall be appointed\n   12  by the governor. The appointees shall be broadly representative  of  the\n   13  geographic areas of the state. No more than 4 appointees shall be legis-\n   14  lators. The governor shall designate the chair and vice chair from among\n   15  his or her appointees. Vacancies in the membership of the commission and\n   16  among  its  officers shall be filled in the manner provided for original\n   17  appointments.\n   18    S 3. The commission may employ and at pleasure remove  such  personnel\n   19  as  it  may  deem necessary for the performance of its functions and fix\n   20  their compensation within the amounts made available therefor.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03043-01-1\n\n       A. 3401                             2\n\n    1    S 4. The commission may meet within and without the state, shall  hold\n    2  public  hearings, and shall have all the powers of a legislative commit-\n    3  tee pursuant to the legislative law.\n    4    S  5.  The members of the commission shall receive no compensation for\n    5  their services, but shall be allowed their actual and necessary expenses\n    6  incurred in the performance of their duties hereunder.\n    7    S 6. To the maximum extent feasible, the commission shall be  entitled\n    8  to  request  and  receive  and  shall  utilize and be provided with such\n    9  facilities, resources, and data  of  any  court,  department,  division,\n   10  board,  bureau,  commission,  or  agency  of  the state or any political\n   11  subdivision thereof as it may reasonably request to carry  out  properly\n   12  its powers and duties hereunder.\n   13    S  7.  The  commission shall make a preliminary report to the governor\n   14  and the legislature of its findings,  conclusions,  and  recommendations\n   15  not  later than July 1, 2012 and a final report of its findings, conclu-\n   16  sions, and recommendations not later than January  1,  2013,  and  shall\n   17  submit with its reports such legislative proposals as it deems necessary\n   18  to implement its recommendations.\n   19    S  8.    Within  the amounts appropriated therefor, the state board of\n   20  elections shall make grants to local boards of elections for the follow-\n   21  ing purposes:\n   22    a. To increase the  numbers  and  improve  the  training  of  election\n   23  inspectors and other poll workers;\n   24    b.  To  improve procedures for the testing, maintenance, and repair of\n   25  voting machines;\n   26    c. To enhance the implementation of the  National  Voter  Registration\n   27  Act of 1993;\n   28    d.  To  improve  compliance  with  the Americans with Disabilities Act\n   29  insofar as such act applies to voting; and\n   30    e. To improve the application and enforcement of  laws  pertaining  to\n   31  eligibility  of  students  to  register and vote in the jurisdictions in\n   32  which they attend an institution of higher education.\n   33    In making such grants the state board of elections shall give priority\n   34  to jurisdictions according to the volume of complaints and  known  prob-\n   35  lems.\n   36    S 9.  The sum of twenty-five million dollars ($25,000,000), or so much\n   37  thereof  as  may be necessary, is hereby appropriated to the state board\n   38  of elections from any moneys in the state treasury in the  general  fund\n   39  to  the  credit of the local assistance account, not otherwise appropri-\n   40  ated, for the purposes of carrying out the provisions of  section  eight\n   41  of  this  act. Such sum shall be payable on the audit and warrant of the\n   42  state comptroller on vouchers certified or approved by the  state  board\n   43  of  elections,  or  its  duly  designated  representative  in the manner\n   44  provided by law. No expenditure shall be made  from  this  appropriation\n   45  until  a  certificate of approval of availability shall have been issued\n   46  by the director of the budget and filed with the state comptroller and a\n   47  copy filed with the chair of the senate finance committee and the  chair\n   48  of  the  assembly  ways  and  means  committee.  Such certificate may be\n   49  amended from time to time by the director of the budget and  a  copy  of\n   50  each such amendment shall be filed with the state comptroller, the chair\n   51  of  the  senate finance committee and the chair of the assembly ways and\n   52  means committee.\n   53    S 10. This act shall take effect immediately; provided  that  sections\n   54  one  through  seven  of this act shall remain in effect until January 1,\n   55  2013, when upon such date such sections shall expire and shall be deemed\n   56  repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a temporary state commission on the electoral process and to provide for the making of grants by the state board of elections to local boards of election for the improvement of the electoral process and making an appropriation therefor; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123413.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864435
}