{
  "year" : 2011,
  "senateBillNo" : "A3404-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3404-2011-1295931600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the reimbursement of nutrition and dietetic services",
  "summary" : "Authorizes certified or registered dietitians and certified nutritionists as providers for direct reimbursement when a policy provides coverage for nutrition and dietetic services and such services are provided pursuant to a physician's order. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2465-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3404\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law,  in  relation  to  reimbursement  for\n         nutrition and dietetic services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraphs (F), (G) and (H) of paragraph 4 of subsection\n    2  (f) of section 4235 of the insurance law, subparagraph (F) as added  and\n    3  subparagraphs  (G)  and  (H) as relettered by chapter 456 of the laws of\n    4  1993, are amended and a  new  subparagraph  (I)  is  added  to  read  as\n    5  follows:\n    6    (F) any speech-language pathology or audiology service which is within\n    7  the lawful scope of practice of a duly licensed speech-language patholo-\n    8  gist  or  audiologist,  a subscriber to such policy shall be entitled to\n    9  reimbursement for such service whether the said service is performed  by\n   10  a physician or duly licensed speech-language pathologist or audiologist,\n   11  provided  however,  that  nothing contained herein shall be construed to\n   12  impair any terms of such policy which may require  said  service  to  be\n   13  performed  pursuant  to a medical order, or a similar or related service\n   14  of a physician, in which case coverage need  not  be  provided  for  any\n   15  tests,  evaluations or diagnoses if such tests, evaluations or diagnoses\n   16  have already been provided by  or  through  a  physician  within  twelve\n   17  months  of  the  referral  or order from the physician. However, nothing\n   18  herein shall be construed as preventing an insurer  from  covering  more\n   19  than one test or evaluation provided by a speech-language pathologist or\n   20  audiologist  within  a twelve-month period where such test or evaluation\n   21  is ordered by a physician as medically  necessary.  Nor  shall  anything\n   22  herein  be  construed  as  prohibiting  the limitation of such services,\n   23  where covered, to specified settings other than offices, such as  hospi-\n   24  tals  or  to  services  provided by such professionals as part of a home\n   25  care agency's services; and when such policy or any  certificate  issued\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02460-01-1\n\n       A. 3404                             2\n\n    1  thereunder  is  delivered or issued for delivery without the state by an\n    2  authorized insurer, covered persons residing  in  this  state  shall  be\n    3  entitled  to  reimbursement  for  speech-language pathology or audiology\n    4  service as herein provided[.];\n    5    (G)  psychiatric  or  psychological  services or for the diagnosis and\n    6  treatment of mental, nervous, or emotional disorders or ailments, howev-\n    7  er defined in such policy, a subscriber to such policy shall be entitled\n    8  to reimbursement for such psychiatric or psychological services or diag-\n    9  nosis or treatment whether performed by a physician, psychiatrist  or  a\n   10  certified  and  registered  psychologist  when the services rendered are\n   11  within the lawful scope of their practice, and when such policy  or  any\n   12  certificate  issued thereunder is delivered or issued for delivery with-\n   13  out this state by an authorized insurer,  covered  persons  residing  in\n   14  this  state  shall  be  entitled to reimbursement for such diagnosis and\n   15  treatment by a physician, psychiatrist or  a  certified  and  registered\n   16  psychologist as hereinabove provided; [and]\n   17    (H)  any  service  which  is  within the lawful scope of practice of a\n   18  licensed chiropractor, a subscriber to such policy shall be entitled  to\n   19  reimbursement  for  such  service  when  such  service is performed by a\n   20  licensed chiropractor[.]; AND\n   21    (I) ANY NUTRITION OR DIETETIC SERVICE WHICH IS WITHIN THE LAWFUL SCOPE\n   22  OF PRACTICE OF A DULY CERTIFIED NUTRITIONIST,  CERTIFIED  DIETITIAN,  OR\n   23  REGISTERED  DIETITIAN,  A SUBSCRIBER TO SUCH POLICY SHALL BE ENTITLED TO\n   24  REIMBURSEMENT FOR SUCH SERVICE WHETHER SUCH SERVICE IS  PERFORMED  BY  A\n   25  PHYSICIAN OR DULY CERTIFIED NUTRITIONIST, CERTIFIED DIETITIAN, OR REGIS-\n   26  TERED DIETITIAN, PROVIDED HOWEVER, THAT SUCH SERVICE, WHEN RENDERED BY A\n   27  CERTIFIED  NUTRITIONIST,  CERTIFIED  DIETITIAN, OR REGISTERED DIETITIAN,\n   28  SHALL BE PERFORMED PURSUANT TO A MEDICAL ORDER OR REFERRAL OF  A  PHYSI-\n   29  CIAN,  AND  WHEN  SUCH  POLICY  OR  ANY CERTIFICATE ISSUED THEREUNDER IS\n   30  DELIVERED OR ISSUED FOR DELIVERY WITHOUT  THE  STATE  BY  AN  AUTHORIZED\n   31  INSURER,  COVERED  PERSONS  RESIDING  IN THIS STATE SHALL BE ENTITLED TO\n   32  REIMBURSEMENT FOR NUTRITION OR DIETETIC  SERVICE  AS  PROVIDED  IN  THIS\n   33  SUBPARAGRAPH.\n   34    S  2.  Subparagraphs  (J)  and (K) of paragraph 1 of subsection (b) of\n   35  section 4301 of the insurance law, as relettered by chapter 456  of  the\n   36  laws of 1993, are relettered subparagraphs (K) and (L) and a new subpar-\n   37  agraph (J) is added to read as follows:\n   38    (J)  NUTRITION  OR DIETETIC SERVICES PROVIDED THROUGH CERTIFIED NUTRI-\n   39  TIONISTS, CERTIFIED DIETITIANS OR REGISTERED DIETITIANS, PROVIDED HOWEV-\n   40  ER, THAT SAID SERVICE, WHEN RENDERED BY A CERTIFIED NUTRITIONIST, CERTI-\n   41  FIED DIETITIAN, OR REGISTERED DIETITIAN, SHALL BE PERFORMED PURSUANT  TO\n   42  A MEDICAL ORDER OR REFERRAL OF A PHYSICIAN,\n   43    S  3.  Paragraph  3 of subsection (b) of section 4301 of the insurance\n   44  law, as amended by chapter 593 of the laws of 2000, is amended  to  read\n   45  as follows:\n   46    (3)  Every  medical expense indemnity corporation shall be open to the\n   47  participation of licensed physicians, podiatrists, chiropractors,  opto-\n   48  metrists, physical and occupational therapists, CERTIFIED NUTRITIONISTS,\n   49  CERTIFIED  DIETITIANS,  REGISTERED  DIETITIANS, speech-language patholo-\n   50  gists, audiologists, and dentists,  certified  and  registered  psychol-\n   51  ogists  without  discrimination  against  schools  of  medical practice,\n   52  podiatry practice, chiropractic practice, optometric practice,  physical\n   53  and  occupational  therapy  practice,  dental  practice, speech-language\n   54  pathology practice (subject to the permitted  limitations  of  paragraph\n   55  one  of  this  subsection), audiology practice (subject to the permitted\n\n       A. 3404                             3\n\n    1  limitations of paragraph one  of  this  subsection),  and  psychological\n    2  training as defined in the education law.\n    3    S  4.  This  act  shall  take  effect  on  the first of September next\n    4  succeeding the date on which it shall have become a law and shall  apply\n    5  to  all  policies  and  contracts  issued, renewed, modified, altered or\n    6  amended on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to reimbursement for nutrition and dietetic services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124913.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864462
}