{
  "year" : 2011,
  "senateBillNo" : "A3405-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3405-2011-1295931600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the issuance of distinctive \"The Westchester Way\" license plates for an additional $25 annual fee",
  "summary" : "Provides for the issuance of distinctive \"The Westchester Way\" license plates for an additional $25 annual fee; provides for the service charge collected to be credited to the department of motor vehicles distinctive plate development fund and the excess of six thousand dollars to be deposited in the \"New York state 'The Westchester Way' fund\" to be used to promote tourism in Westchester county; establishes the New York state \"The Westchester Way fund\" to administer such monies, which shall be made available to tourism promotion agencies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A4989-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3405\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend  the  vehicle  and  traffic  law,  in  relation  to  the\n         production  of  and the assessment of a surcharge for distinctive \"The\n         Westchester Way\" license plates; and to amend the state  finance  law,\n         in relation to establishing the New York state \"Westchester Way fund\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 404-x to read as follows:\n    3    S 404-X. ISSUANCE OF DISTINCTIVE \"THE WESTCHESTER WAY\" LICENSE PLATES.\n    4  1.  ANY  PERSON  RESIDING IN THIS STATE SHALL, UPON REQUEST, BE ISSUED A\n    5  DISTINCTIVE \"THE WESTCHESTER WAY\" LICENSE  PLATE.  THE  DESIGN  OF  SUCH\n    6  DISTINCTIVE  PLATE SHALL BE DEVELOPED BY THE COMMISSIONER IN COOPERATION\n    7  WITH THE WESTCHESTER COUNTY OFFICE  OF  TOURISM,  A  RECOGNIZED  TOURISM\n    8  PROMOTION  AGENCY  PURSUANT  TO  SECTION  ONE HUNDRED SIXTY-THREE OF THE\n    9  ECONOMIC DEVELOPMENT LAW, AND SHALL UTILIZE THE  \"THE  WESTCHESTER  WAY\"\n   10  LOGO,  AS  WELL  AS ANY OTHER LANGUAGE OR INFORMATION APPROPRIATE TO THE\n   11  PROMOTION OF TOURISM FOR THE COUNTY OF  WESTCHESTER.    APPLICATION  FOR\n   12  SAID LICENSE PLATE SHALL BE FILED WITH THE COMMISSIONER IN SUCH FORM AND\n   13  DETAIL AS THE COMMISSIONER SHALL PRESCRIBE.\n   14    2.  A  DISTINCTIVE \"THE WESTCHESTER WAY\" LICENSE PLATE ISSUED PURSUANT\n   15  TO THIS SECTION SHALL BE ISSUED IN  THE  SAME  MANNER  AS  OTHER  NUMBER\n   16  PLATES  UPON  THE PAYMENT OF THE REGULAR REGISTRATION FEES PRESCRIBED BY\n   17  SECTION FOUR HUNDRED ONE OF THIS ARTICLE;  PROVIDED,  HOWEVER,  THAT  AN\n   18  ADDITIONAL ANNUAL SERVICE CHARGE OF TWENTY-FIVE DOLLARS SHALL BE CHARGED\n   19  FOR  SUCH PLATE.  SUCH ANNUAL SERVICE CHARGE SHALL BE DEPOSITED PURSUANT\n   20  TO THE PROVISIONS OF SECTION FOUR HUNDRED FOUR-OO OF  THIS  ARTICLE,  TO\n   21  THE  CREDIT OF THE DEPARTMENT OF MOTOR VEHICLES DISTINCTIVE PLATE DEVEL-\n   22  OPMENT FUND ESTABLISHED BY SECTION NINETY-FIVE-G OF  THE  STATE  FINANCE\n   23  LAW,  AND  SHALL  BE  USED  FOR  THE PRODUCTION, DESIGN, ADVERTISING AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07201-01-1\n\n       A. 3405                             2\n\n    1  MARKETING OF DISTINCTIVE LICENSE PLATES PURSUANT TO SUCH  SECTION  NINE-\n    2  TY-FIVE-G;  PROVIDED,  HOWEVER, THAT ANNUAL SERVICE CHARGES COLLECTED IN\n    3  EXCESS OF SIX THOUSAND DOLLARS SHALL BE DEPOSITED TO THE CREDIT OF  \"THE\n    4  NEW  YORK  STATE  'THE  WESTCHESTER  WAY'  FUND\" ESTABLISHED PURSUANT TO\n    5  SECTION NINETY-SEVEN-KKKK OF THE STATE FINANCE LAW AND SHALL BE USED FOR\n    6  TOURISM PROMOTION PROJECTS PURSUANT TO  SUCH  SECTION  NINETY-SEVEN-KKKK\n    7  WITHIN THE COUNTY OF WESTCHESTER.\n    8    S  2. The state finance law is amended by adding a new section 97-kkkk\n    9  to read as follows:\n   10    S 97-KKKK. THE NEW YORK STATE \"THE WESTCHESTER WAY FUND\". 1.  THERE IS\n   11  HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMMISSIONER OF  TAXATION\n   12  AND  FINANCE  AND  THE COMPTROLLER A SPECIAL FUND TO BE KNOWN AS THE NEW\n   13  YORK STATE \"THE WESTCHESTER WAY FUND\".\n   14    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED  PURSUANT  TO  THE\n   15  PROVISIONS OF SECTION FOUR HUNDRED FOUR-X OF THE VEHICLE AND TRAFFIC LAW\n   16  AND ALL OTHER MONEYS APPROPRIATED, CREDITED, OR TRANSFERRED THERETO FROM\n   17  ANY  OTHER  FUND  OR  SOURCE  PURSUANT TO LAW. NOTHING CONTAINED IN THIS\n   18  SECTION SHALL  PREVENT  THE  STATE  FROM  RECEIVING  GRANTS,  GIFTS,  OR\n   19  BEQUESTS  FOR  THE PURPOSES OF THE FUND, AS DEFINED IN THIS SECTION, AND\n   20  DEPOSITING THEM INTO THE FUND ACCORDING TO LAW.\n   21    3. MONIES OF THE FUND SHALL BE EXPENDED  ONLY  FOR  TOURISM  PROMOTION\n   22  PROJECTS  WHICH  PROMOTE TOURISM IN THE COUNTY OF WESTCHESTER. MONIES OF\n   23  THE FUND SHALL BE AVAILABLE FOR TOURISM PROMOTION PURPOSES, EXCLUSIVE OF\n   24  ADMINISTRATIVE EXPENSES, TO AN ENTITY DESIGNATED BY  LOCAL  LAW  OF  THE\n   25  COUNTY OF WESTCHESTER AS RESPONSIBLE FOR TOURISM PROMOTION FOR THE COUN-\n   26  TY  OF WESTCHESTER; PROVIDED, HOWEVER, THAT SUCH DESIGNATED ENTITY SHALL\n   27  CAUSE TO BE DEVELOPED ANNUALLY A PLAN FOR TOURISM PROMOTION APPROVED  BY\n   28  THE COMMISSIONER OF THE DEPARTMENT OF ECONOMIC DEVELOPMENT. SUCH TOURISM\n   29  PROMOTION  PLAN  SHALL INCLUDE, BUT NOT BE LIMITED TO, PROPOSED EXPENDI-\n   30  TURES FOR TOURISM PROMOTION PROJECTS PROMOTING TOURISM IN THE COUNTY  OF\n   31  WESTCHESTER  AND  EVIDENCE  THAT  SUCH  PLAN  WILL NOT DUPLICATE TOURISM\n   32  PROMOTION CONDUCTED BY THE LOCAL TOURISM PROMOTION AGENCY.\n   33    4. MONIES SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   34  THE  COMPTROLLER, ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMISSIONER\n   35  OF THE DEPARTMENT OF ECONOMIC DEVELOPMENT.\n   36    5. TO THE EXTENT PRACTICABLE, THE COMMISSIONER OF  THE  DEPARTMENT  OF\n   37  ECONOMIC  DEVELOPMENT  SHALL  ENSURE  THAT  ALL MONIES RECEIVED DURING A\n   38  FISCAL YEAR ARE EXPENDED PRIOR TO THE END OF THAT FISCAL YEAR.\n   39    S 3. This act shall take effect on the one hundred twentieth day after\n   40  it shall have become a law; provided that any and all  rules  and  regu-\n   41  lations  necessary  to implement any provision of this act on its effec-\n   42  tive date may be promulgated on or before the  effective  date  of  such\n   43  provision.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the production of and the assessment of a surcharge for distinctive \"The Westchester Way\" license plates; and to amend the state finance law, in relation to establishing the New York state \"Westchester Way fund\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124913.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864464
}