{
  "year" : 2011,
  "senateBillNo" : "A3402-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to education",
    "billEventId" : "A3402-2011-1295931600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants a special apportionment to certain school districts for certain public pension liabilities",
  "summary" : "Grants a special apportionment to school districts having a population of between 195,000 and 219,000, for additional expenses incurred in the 2009-2010 and 2010-2011 school years associated with changes in public pension liabilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A2470-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3402\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend chapter 57 of the laws of 2005, amending  the  education\n         law  relating  to providing for school budget revote, in relation to a\n         special apportionment for public pension accruals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision a of section 10 of part M of chapter 57 of the\n    2  laws of 2005, amending the  education  law  relating  to  providing  for\n    3  school budget revote, is amended to read as follows:\n    4    a.    Notwithstanding any other provision of law, (1) upon application\n    5  to the commissioner of education, not later than June 30, 2005, a school\n    6  district eligible for an apportionment pursuant to section 3602  of  the\n    7  education  law shall be eligible to receive an apportionment pursuant to\n    8  this section, for the school year ending June 30, 2005, and such  appor-\n    9  tionment shall not exceed the additional accruals required to be made by\n   10  school districts in the 2004-2005 school year associated with changes in\n   11  accounting  methodologies  for  liabilities  for  employer  and employee\n   12  contributions due and payable to a public  retirement  system,  and  (2)\n   13  upon  application  to the commissioner of education, not later than June\n   14  30, 2006, a school district eligible for an  apportionment  pursuant  to\n   15  section 3602 of the education law shall be eligible to receive an appor-\n   16  tionment  pursuant  to this section, for the school year ending June 30,\n   17  2006, and such apportionment shall not exceed  the  additional  accruals\n   18  required  to    be  made  by  school districts in the 2004-05 or 2005-06\n   19  school years associated with changes  in  accounting  methodologies  for\n   20  such  public  pension liabilities AND/OR (3) FOR SCHOOL DISTRICTS WITH A\n   21  POPULATION IN EXCESS OF ONE HUNDRED NINETY-FIVE THOUSAND INHABITANTS AND\n   22  LESS THAN TWO HUNDRED NINETEEN THOUSAND  INHABITANTS  ACCORDING  TO  THE\n   23  LATEST  FEDERAL  CENSUS,  UPON APPLICATION TO THE COMMISSIONER OF EDUCA-\n   24  TION, NOT LATER THAN JUNE 30, 2011, A SCHOOL DISTRICT  ELIGIBLE  FOR  AN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02435-01-1\n\n       A. 3402                             2\n\n    1  APPORTIONMENT  PURSUANT  TO  SECTION  3602 OF THE EDUCATION LAW SHALL BE\n    2  ELIGIBLE TO RECEIVE AN APPORTIONMENT PURSUANT TO THIS SECTION,  FOR  THE\n    3  SCHOOL  YEAR  ENDING  JUNE  30,  2011,  AND SUCH APPORTIONMENT SHALL NOT\n    4  EXCEED  THE  ADDITIONAL ACCRUALS REQUIRED TO BE MADE BY SUCH DISTRICT IN\n    5  BOTH THE 2009-2010 AND THE 2010-2011 SCHOOL YEARS ASSOCIATED WITH CHANG-\n    6  ES IN PUBLIC PENSION LIABILITIES.  The amount of such additional accrual\n    7  shall be certified to the commissioner of education by the president  of\n    8  the  board of education or the trustees or, in the case of a city school\n    9  district in a city with a population in excess of  one  hundred  twenty-\n   10  five  thousand  inhabitants,  the  mayor  of such city. Such application\n   11  shall be made by a school district, after  the  board  of  education  or\n   12  trustees  have  adopted  a resolution to do so and in the case of a city\n   13  school district in a city with a population in  excess  of  one  hundred\n   14  twenty-five thousand inhabitants, with the approval of the mayor of such\n   15  city.\n   16    S  2.  This act shall take effect April 1, 2011; provided that if this\n   17  act shall become a law after such date, it shall take effect immediately\n   18  and be deemed to have been in full force and effect on  and  after  such\n   19  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 57 of the laws of 2005, amending the education law relating to providing for school budget revote, in relation to a special apportionment for public pension accruals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T125413.TXT", "SOBI.D110125.T124913.TXT", "SOBI.D110125.T123413.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864453
}