{
  "year" : 2011,
  "senateBillNo" : "A341-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A341-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the imposition, at local option, of a probation administrative fee upon persons on probation for a crime of domestic violence",
  "summary" : "Authorizes a county probation service or the probation services of New York city to impose a probation administrative fee upon any person convicted of a domestic violence crime and sentenced to probation to pay for the cost of such person's probation, not in excess of thirty dollars per month or actual expenses, whichever is less. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A804-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          341\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, GALEF, ORTIZ -- Multi-Sponsored by -- M.\n         of A. CANESTRARI, ENGLEBRIGHT, GUNTHER, MAYERSOHN,  PHEFFER,  SWEENEY,\n         WRIGHT  --  read  once  and  referred to the Committee on Governmental\n         Operations\n\n       AN ACT to amend the executive law, in relation to imposing  a  probation\n         administrative  fee  upon  persons  sentenced  to  probation following\n         convictions for crimes of domestic violence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 257-d\n    2  to read as follows:\n    3    S 257-D. PROBATION ADMINISTRATIVE FEE; CRIMES  OF  DOMESTIC  VIOLENCE.\n    4  1. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, EVERY COUNTY AND THE CITY\n    5  OF NEW YORK, MAY ADOPT A LOCAL LAW REQUIRING INDIVIDUALS CURRENTLY SERV-\n    6  ING  OR  WHO SHALL BE SENTENCED TO A PERIOD OF PROBATION UPON CONVICTION\n    7  OF ANY CRIME OF DOMESTIC VIOLENCE TO PAY TO THE LOCAL PROBATION  DEPART-\n    8  MENT  WITH THE RESPONSIBILITY OF SUPERVISING THE PROBATIONER AN ADMINIS-\n    9  TRATIVE FEE OF NOT MORE THAN THIRTY DOLLARS PER MONTH OR THE ACTUAL COST\n   10  OF SUPERVISING SUCH PROBATIONER, WHICHEVER SHALL BE LESS. THE DEPARTMENT\n   11  SHALL WAIVE ALL OR PART OF SUCH FEE WHERE, BECAUSE OF THE  INDIGENCE  OF\n   12  THE  OFFENDER,  THE PAYMENT OF SAID SURCHARGE WOULD WORK AN UNREASONABLE\n   13  HARDSHIP ON THE PERSON CONVICTED, HIS OR HER IMMEDIATE  FAMILY,  OR  ANY\n   14  OTHER PERSON WHO IS DEPENDENT ON SUCH PERSON FOR FINANCIAL SUPPORT.\n   15    2.  FOR  THE  PURPOSES  OF  THIS  SECTION, THE TERM \"CRIME OF DOMESTIC\n   16  VIOLENCE\" SHALL MEAN A CONVICTION FOR ANY MISDEMEANOR OR FELONY  DEFINED\n   17  IN ARTICLE ONE HUNDRED TWENTY, ONE HUNDRED TWENTY-ONE, ONE HUNDRED TWEN-\n   18  TY-FIVE,  ONE  HUNDRED  THIRTY,  OR ONE HUNDRED THIRTY-FIVE OF THE PENAL\n   19  LAW, AND A CONVICTION FOR ANY MISDEMEANOR OR FELONY FOR  AN  ATTEMPT  TO\n   20  COMMIT  A CRIME DEFINED IN ARTICLE ONE HUNDRED TWENTY, ONE HUNDRED TWEN-\n   21  TY-ONE, ONE HUNDRED TWENTY-FIVE, ONE  HUNDRED  THIRTY,  OR  ONE  HUNDRED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00318-01-1\n\n       A. 341                              2\n\n    1  THIRTY-FIVE  OF THE PENAL LAW, WHEN THE VICTIM IS A SPOUSE OF THE PROBA-\n    2  TIONER, A PARENT OF THE PROBATIONER, A CHILD OF THE  PROBATIONER,  OR  A\n    3  MEMBER  OF  THE SAME FAMILY OR HOUSEHOLD AS THE PROBATIONER, AS THE TERM\n    4  \"MEMBER  OF  THE SAME FAMILY OR HOUSEHOLD\" IS DEFINED IN SUBDIVISION ONE\n    5  OF SECTION 530.11 OF THE CRIMINAL PROCEDURE LAW.\n    6    3. THE PROVISIONS OF SUBDIVISION SIX OF SECTION 420.10 OF THE CRIMINAL\n    7  PROCEDURE LAW SHALL GOVERN FOR PURPOSES OF COLLECTION OF THE ADMINISTRA-\n    8  TIVE FEE.\n    9    4. THE PROBATION ADMINISTRATIVE FEE AUTHORIZED BY THIS  SECTION  SHALL\n   10  NOT CONSTITUTE NOR BE IMPOSED AS A CONDITION OF PROBATION.\n   11    5.  IN THE EVENT OF NON-PAYMENT OF ANY FEES WHICH HAVE NOT BEEN WAIVED\n   12  BY THE LOCAL PROBATION DEPARTMENT, THE COUNTY OR THE CITY  OF  NEW  YORK\n   13  MAY  SEEK TO ENFORCE PAYMENT IN ANY MANNER PERMITTED BY LAW FOR ENFORCE-\n   14  MENT OF A DEBT.\n   15    6. MONIES COLLECTED PURSUANT TO THIS SECTION  SHALL  BE  UTILIZED  FOR\n   16  PROBATION  SERVICES BY THE LOCAL PROBATION DEPARTMENT. SUCH MONEYS SHALL\n   17  NOT BE CONSIDERED BY THE DIVISION WHEN DETERMINING STATE AID  REIMBURSE-\n   18  MENT  PURSUANT  TO SECTION TWO HUNDRED FORTY-SIX OF THIS CHAPTER. MONIES\n   19  COLLECTED SHALL NOT BE USED TO REPLACE FEDERAL FUNDS OTHERWISE  UTILIZED\n   20  FOR PROBATION SERVICES.\n   21    7.  THE  DIRECTOR OF THE OFFICE OF PROBATION AND CORRECTIONAL ALTERNA-\n   22  TIVES SHALL SUBMIT A REPORT,  WITH  RECOMMENDATIONS,  TO  THE  GOVERNOR,\n   23  TEMPORARY  PRESIDENT  OF  THE  SENATE,  SPEAKER OF THE ASSEMBLY, AND THE\n   24  CHAIRPERSONS OF THE SENATE CRIME VICTIMS, CRIME AND  CORRECTION  COMMIT-\n   25  TEE,  THE  ASSEMBLY CORRECTION COMMITTEE, THE SENATE CODES COMMITTEE AND\n   26  THE ASSEMBLY CODES COMMITTEE ON OR BEFORE JANUARY  FIRST,  TWO  THOUSAND\n   27  THIRTEEN  AND  JANUARY FIRST, TWO THOUSAND FOURTEEN AS TO THE EFFECTIVE-\n   28  NESS OF THE PROBATION ADMINISTRATIVE FEE FOR CRIMES OF DOMESTIC VIOLENCE\n   29  IN ENHANCING THE DELIVERY OF PROBATION SERVICES  THROUGHOUT  THE  STATE.\n   30  THE REPORT SHALL INCLUDE, BUT NOT BE LIMITED TO, AMOUNTS OF FEES IMPOSED\n   31  AND  COLLECTED, RATES OF PAYMENT FOR DIFFERENT CATEGORIES OF CONVICTIONS\n   32  AND TYPES OF OFFENDERS, AND REMEDIES UTILIZED  AND  COSTS  INCURRED  FOR\n   33  COLLECTION IN CASES OF NON-PAYMENT.\n   34    S 2. This act shall take effect on the first of November next succeed-\n   35  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to imposing a probation administrative fee upon persons sentenced to probation following convictions for crimes of domestic violence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101221.T144121.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292960481549
}