{
  "year" : 2011,
  "senateBillNo" : "A3417-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3417-2011-1295931600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a corporate franchise tax credit for employee training expenses in an eligible business facility",
  "summary" : "Establishes a five percent investment tax credit against the franchise tax imposed upon corporations for a portion of training or retraining expenses incurred by them in an eligible business facility, pursuant to rules and regulation of the department of taxation and finance promulgated in consultation with the department of labor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2897-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3417\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMMINGER, HOYT -- Multi-Sponsored by -- M. of\n         A. GALEF, KOLB, MAGEE -- read once and referred to  the  Committee  on\n         Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to providing for a tax credit\n         for certain training or retraining expenses  incurred  by  a  taxpayer\n         subject to the provisions of article 9-A of such law\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 12 of section 210 of the tax law is amended  by\n    2  adding a new paragraph (n) to read as follows:\n    3    (N)  IN ADDITION TO THE CREDIT ALLOWED BY PARAGRAPH (A) OF THIS SUBDI-\n    4  VISION, FOR TAXABLE YEARS BEGINNING  AFTER  DECEMBER  THIRTY-FIRST,  TWO\n    5  THOUSAND  ELEVEN  THERE  SHALL BE ALLOWED A CREDIT IN AN AMOUNT EQUAL TO\n    6  FIVE PERCENT OF THE EXPENDITURES PAID OR  INCURRED  BY  A  TAXPAYER  FOR\n    7  TRAINING  OR  RETRAINING  OF  EMPLOYEES  IF SUCH TRAINING WAS GIVEN BY A\n    8  TAXPAYER IN AN ELIGIBLE BUSINESS FACILITY. THE COMMISSIONER, IN  CONSUL-\n    9  TATION  WITH  THE  DEPARTMENT OF LABOR, SHALL PROMULGATE RULES AND REGU-\n   10  LATIONS TO DETERMINE AND IDENTIFY ELIGIBLE TRAINING PROGRAMS PURSUANT TO\n   11  THIS PARAGRAPH.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06184-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing for a tax credit for certain training or retraining expenses incurred by a taxpayer subject to the provisions of article 9-A of such law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123913.TXT", "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124413.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864417
}