{
  "year" : 2011,
  "senateBillNo" : "A3413-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3413-2011-1295931600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the issuance of small business health insurance policies",
  "summary" : "Enacts the \"small business health insurance act\"; authorizes the issuance of small business health insurance policies; sets forth eligibility requirements for small business health insurance, requirements for insurers who write small business health insurance policies, and the core benefits required to be covered by such policies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2868-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3413\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMMINGER, TOWNS, SCHROEDER -- Multi-Sponsored\n         by -- M. of A. GALEF, GUNTHER, HOOPER, KOLB, MAGEE, MILLMAN,  SWEENEY,\n         WRIGHT -- read once and referred to the Committee on Insurance\n\n       AN  ACT to amend the insurance law, in relation to authorizing the issu-\n         ance of small business health insurance policies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The insurance law is amended by adding a new article 50 to\n    2  read as follows:\n    3                                 ARTICLE 50\n    4                     SMALL BUSINESS HEALTH INSURANCE ACT\n    5  SECTION 5001. SHORT TITLE.\n    6          5002. STATEMENT OF LEGISLATIVE FINDINGS AND INTENT.\n    7          5003. DEFINITIONS.\n    8          5004. REQUIREMENTS OF SMALL BUSINESS HEALTH INSURANCE.\n    9          5005. CORE BENEFITS.\n   10          5006. NOTICE REQUIREMENTS.\n   11          5007. REPORTING REQUIREMENTS.\n   12    S 5001. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE  CITED  AS\n   13  THE \"SMALL BUSINESS HEALTH INSURANCE ACT\".\n   14    S  5002. STATEMENT OF LEGISLATIVE FINDINGS AND INTENT. THE LEGISLATURE\n   15  HEREBY FINDS THAT NEW YORK STATE HAS A SIGNIFICANT NUMBER  OF  UNINSURED\n   16  RESIDENTS.\n   17    THE  LEGISLATURE FURTHER FINDS THAT ALTHOUGH MANY OF THE WORKING UNIN-\n   18  SURED AND THEIR DEPENDENTS ARE FOUND IN SMALL  BUSINESSES,  THESE  FIRMS\n   19  ARE  INTERESTED  IN PROVIDING HEALTH BENEFITS TO THEIR EMPLOYEES BUT ARE\n   20  DETERRED BY THE RISING COST OF HEALTH CARE COVERAGE.\n   21    THE LEGISLATURE RECOGNIZES THE NEED TO ENABLE  AND  ENCOURAGE  GREATER\n   22  NUMBERS  OF  SMALL  EMPLOYERS  TO  PROVIDE HEALTH CARE COVERAGE TO THEIR\n   23  EMPLOYEES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06181-01-1\n\n       A. 3413                             2\n\n    1    THE LEGISLATURE THEREFORE DECLARES IT TO BE IN THE PUBLIC INTEREST  TO\n    2  ESTABLISH THE SMALL BUSINESS HEALTH INSURANCE PROGRAM TO HELP REDUCE THE\n    3  COSTS OF HEALTH INSURANCE.\n    4    S 5003. DEFINITIONS. FOR PURPOSES OF THIS ARTICLE, THE FOLLOWING TERMS\n    5  SHALL HAVE THE FOLLOWING MEANINGS:\n    6    (A)  \"SMALL  BUSINESS\"  MEANS  ANY  BUSINESS WHICH IS RESIDENT IN THIS\n    7  STATE, INDEPENDENTLY OWNED AND OPERATED, NOT DOMINANT IN ITS  FIELD  AND\n    8  WHICH EMPLOYS FIFTY OR FEWER EMPLOYEES ON A REGULAR BASIS.\n    9    (B)  \"INSURER\"  MEANS  ANY  INSURANCE COMPANY LICENSED TO WRITE HEALTH\n   10  INSURANCE IN THIS STATE, INCLUDING CORPORATIONS ORGANIZED UNDER  ARTICLE\n   11  FORTY-THREE OF THIS CHAPTER AND HEALTH MAINTENANCE ORGANIZATIONS AUTHOR-\n   12  IZED  PURSUANT  TO  ARTICLE  FORTY-THREE  OF  THIS  CHAPTER  OR  ARTICLE\n   13  FORTY-FOUR OF THE PUBLIC HEALTH LAW.\n   14    (C) \"SUPERINTENDENT\" MEANS THE SUPERINTENDENT OF INSURANCE.\n   15    (D) \"ELIGIBLE EMPLOYEE\" MEANS AN EMPLOYEE OF A SMALL BUSINESS WHO  HAS\n   16  WORKED  NINETY  DAYS  OR MORE AT AN AVERAGE OF THIRTY-FIVE HOURS OR MORE\n   17  PER WEEK. A SMALL BUSINESS MAY, IN  ITS  SOLE  DISCRETION,  REDUCE  THIS\n   18  REQUIREMENT  OF  AN  EMPLOYEE WORKING AN AVERAGE OF THIRTY-FIVE HOURS OR\n   19  MORE PER WEEK IN ORDER FOR ADDITIONAL EMPLOYEES TO QUALIFY AS AN  ELIGI-\n   20  BLE  EMPLOYEE.   AN ELIGIBLE EMPLOYEE MAY ALSO BE A SOLE PROPRIETOR OR A\n   21  PARTNER OF A PARTNERSHIP PROVIDED SUCH SOLE  PROPRIETOR  OR  PARTNER  IS\n   22  INCLUDED  AS  AN  EMPLOYEE UNDER THE HEALTH CARE PLAN OF THE SMALL BUSI-\n   23  NESS.\n   24    S 5004. REQUIREMENTS OF  SMALL  BUSINESS  HEALTH  INSURANCE.  (A)  ALL\n   25  INSURERS  SHALL  BE  AUTHORIZED TO WRITE SMALL BUSINESS HEALTH INSURANCE\n   26  POLICIES FOR QUALIFIED SMALL BUSINESSES TO PROVIDE ONLY SUCH BENEFITS AS\n   27  ARE REQUIRED BY SECTION FIVE THOUSAND FIVE OF THIS ARTICLE  AND  AS  MAY\n   28  MUTUALLY  BE  AGREED UPON BETWEEN THE POLICYHOLDER AND THE INSURER.  THE\n   29  SUPERINTENDENT SHALL ONLY APPROVE A POLICY  WHICH  MEETS  THE  FOLLOWING\n   30  CRITERIA:\n   31    (1) THE POLICY PROVISIONS ARE NOT MISLEADING OR CONFUSING;\n   32    (2)  THE  POLICY  CLEARLY  STATES THE BENEFITS, LIMITATIONS AND EXCLU-\n   33  SIONS;\n   34    (3) THE BENEFITS PROVIDED BY THE POLICY MEET THE  STANDARDS  SPECIFIED\n   35  IN THIS SECTION AND SECTION FIVE THOUSAND FIVE OF THIS ARTICLE;\n   36    (4)  THE PREMIUM RATES ARE REASONABLY RELATED TO THE BENEFITS PROVIDED\n   37  AND ARE SUFFICIENT TO SUPPORT THE POLICY;\n   38    (5) THE POLICY PROVISIONS INCLUDE CONVERSION AND  CONTINUATION  RIGHTS\n   39  AS DEFINED IN SUBSECTIONS (E), (M) AND (N) OF SECTION THREE THOUSAND TWO\n   40  HUNDRED  TWENTY-ONE  AND  SUBSECTIONS  (D),  (E) AND (G) OF SECTION FOUR\n   41  THOUSAND THREE HUNDRED FIVE OF THIS CHAPTER; AND\n   42    (6) THE POLICY PROVIDES BOTH INDIVIDUAL AND, IF ELECTED BY THE EMPLOY-\n   43  EE, FAMILY COVERAGE. THE POLICY SHALL COVER  ALL  ELIGIBLE  SPOUSES  AND\n   44  DEPENDENT  CHILDREN  OF  COVERED  EMPLOYEES,  IN  ACCORDANCE WITH POLICY\n   45  PARTICIPATION REQUIREMENTS, EXCEPT  THAT  COVERAGE  MAY  BE  WAIVED  FOR\n   46  SPOUSES  AND  DEPENDENT  CHILDREN WHO HAVE COVERAGE UNDER ANOTHER HEALTH\n   47  PLAN. THE EMPLOYEE SHALL PAY THE ENTIRE PREMIUM COST FOR SUCH  DEPENDENT\n   48  COVERAGE  UNLESS THE EMPLOYER, AT HIS OR HER OPTION, CHOOSES TO CONTRIB-\n   49  UTE TO THE EXPENSE OF SUCH ADDITIONAL PREMIUM.\n   50    (B) THE PREMIUM FOR A SMALL BUSINESS HEALTH INSURANCE POLICY SHALL  BE\n   51  PAID  BY  THE  SMALL  BUSINESS  FROM  THE  EMPLOYER'S  FUNDS, FROM FUNDS\n   52  CONTRIBUTED BY THE INSURED EMPLOYEES OR FROM FUNDS  CONTRIBUTED  JOINTLY\n   53  BY THE EMPLOYER AND THE EMPLOYEE.\n   54    (C) A SMALL BUSINESS SHALL ONLY BE ELIGIBLE TO PURCHASE SMALL BUSINESS\n   55  HEALTH  INSURANCE  POLICIES  ISSUED  PURSUANT  TO THE PROVISIONS OF THIS\n   56  ARTICLE IF SUCH SMALL BUSINESS HAD NOT, WITHIN SIX MONTHS PRECEDING  THE\n\n       A. 3413                             3\n\n    1  EFFECTIVE  DATE OF THIS ARTICLE, PROVIDED ANY HEALTH BENEFIT COVERAGE TO\n    2  ELIGIBLE EMPLOYEES; PROVIDED, HOWEVER, THAT ANY SMALL BUSINESS WHICH DID\n    3  PROVIDE ANY SUCH COVERAGE WITHIN THE PRECEDING SIX MONTHS OF THE  EFFEC-\n    4  TIVE DATE OF THIS ARTICLE, OR WHICH CURRENTLY HAS IN FORCE SUCH COVERAGE\n    5  SHALL  BECOME ELIGIBLE TO PURCHASE A POLICY ESTABLISHED UNDER THIS ARTI-\n    6  CLE TWO YEARS AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n    7    S 5005. CORE BENEFITS. (A) NOTWITHSTANDING ANY PROVISION OF LAW TO THE\n    8  CONTRARY, SMALL BUSINESS HEALTH INSURANCE POLICIES  ISSUED  PURSUANT  TO\n    9  THIS  ARTICLE  SHALL  NOT  BE SUBJECT TO ANY OTHER MANDATED COVERAGES OR\n   10  SERVICES, EXCEPT FOR:\n   11    (1) MATERNITY CARE, AS DEFINED IN PARAGRAPH FIVE OF SUBSECTION (K)  OF\n   12  SECTION  THREE  THOUSAND  TWO  HUNDRED  TWENTY-ONE AND SUBSECTION (C) OF\n   13  SECTION FOUR THOUSAND THREE HUNDRED THREE OF THIS CHAPTER;\n   14    (2) NEWBORN CARE, AS DEFINED IN PARAGRAPH TWO  OF  SUBSECTION  (F)  OF\n   15  SECTION  FOUR  THOUSAND  TWO  HUNDRED  THIRTY-FIVE  AND PARAGRAPH ONE OF\n   16  SUBSECTION (C) OF SECTION FOUR THOUSAND THREE HUNDRED FIVE OF THIS CHAP-\n   17  TER;\n   18    (3) EMERGENCY MEDICAL  SERVICES,  AS  DEFINED  IN  PARAGRAPH  FOUR  OF\n   19  SUBSECTION  (K)  OF  SECTION  THREE  THOUSAND TWO HUNDRED TWENTY-ONE AND\n   20  PARAGRAPH TWO OF SUBSECTION (A) OF SECTION FOUR THOUSAND  THREE  HUNDRED\n   21  THREE OF THIS CHAPTER; AND\n   22    (4) MAMMOGRAPHY SCREENING, AS DEFINED IN SUBPARAGRAPH (C) OF PARAGRAPH\n   23  ELEVEN   OF  SUBSECTION  (L)  OF  SECTION  THREE  THOUSAND  TWO  HUNDRED\n   24  TWENTY-ONE AND PARAGRAPH THREE OF SUBSECTION (P) OF SECTION  FOUR  THOU-\n   25  SAND THREE HUNDRED THREE OF THIS CHAPTER.\n   26    (B)  A  SMALL BUSINESS HEALTH INSURANCE POLICY ISSUED PURSUANT TO THIS\n   27  ARTICLE SHALL PROVIDE COVERAGE FOR AMBULATORY CARE AND FOR INPATIENT AND\n   28  OUTPATIENT ACUTE MEDICAL AND SURGICAL CARE.  THE  HOSPITAL  AND  MEDICAL\n   29  SERVICES TO BE COVERED SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   30    (1) NO LESS THAN THIRTY DAYS HOSPITAL CONFINEMENT;\n   31    (2)  DEDUCTIBLE AND CO-PAYMENT AMOUNTS WHICH MAY BE GREATER THAN THOSE\n   32  SPECIFIED IN THE DEPARTMENT REGULATIONS, PROVIDED THAT NO ANNUAL DEDUCT-\n   33  IBLE FOR AN INDIVIDUAL SHALL EXCEED ONE THOUSAND  TWO  HUNDRED  DOLLARS,\n   34  AND NO ANNUAL DEDUCTIBLE FOR A FAMILY SHALL EXCEED TWO THOUSAND DOLLARS;\n   35  AND\n   36    (3) NO FEWER THAN SIX PHYSICIAN OFFICE VISITS PER YEAR.\n   37    (C)  A  SMALL BUSINESS HEALTH INSURANCE POLICY ISSUED PURSUANT TO THIS\n   38  ARTICLE MAY INCLUDE LIMITATIONS ON BENEFITS GREATER THAN THOSE SPECIFIED\n   39  IN THE DEPARTMENT REGULATIONS AND MAY  INCLUDE  PROVISIONS  DESIGNED  TO\n   40  CONTROL  POLICY  COSTS  AND  ENCOURAGE  COST  EFFECTIVE  UTILIZATION  OF\n   41  MEDICALLY NECESSARY HEALTH CARE SERVICES. SUCH PROVISIONS  MAY  INCLUDE,\n   42  BUT NEED NOT BE LIMITED TO:\n   43    (1) PREVENTIVE CARE SERVICES;\n   44    (2) PRIOR APPROVAL OF ELECTIVE HOSPITAL ADMISSIONS;\n   45    (3) SECOND SURGICAL OPINIONS;\n   46    (4) UTILIZATION REVIEW OF HEALTH CARE SERVICES;\n   47    (5) USE OF A PREFERRED PROVIDER PLAN, WHICH: (I) LIMITS THE PAYMENT OF\n   48  THE  BENEFITS TO PROVIDERS OF SERVICES WHO HAVE SIGNED AN AGREEMENT WITH\n   49  THE INSURER, OR ANY INTERMEDIARY ORGANIZATION REPRESENTING THOSE PROVID-\n   50  ERS IN NEGOTIATIONS WITH THE  INSURER,  REGARDING  THE  AMOUNT  OF  SUCH\n   51  PAYMENTS,  OR  (II) OFFERS DIFFERENT BENEFITS TO THE PERSON COVERED WHEN\n   52  PROCURED THROUGH SUCH ORGANIZATION;\n   53    (6) PRE-ADMISSION TESTING; AND\n   54    (7) ANNUAL AND LIFETIME BENEFIT MAXIMUMS AS DETERMINED BY THE  INSURER\n   55  AND THE SMALL BUSINESS.\n\n       A. 3413                             4\n\n    1    (D)  A  SMALL  BUSINESS  MAY  SELECT COVERAGE FOR ADDITIONAL BENEFITS,\n    2  INCLUDING BUT NOT LIMITED TO OPTICAL AND DENTAL CARE, FOR  ALL  ELIGIBLE\n    3  EMPLOYEES  AND DEPENDENTS, IF AVAILABLE FROM THE INSURER. THE PROVISIONS\n    4  OF SUBSECTION (B) OF THIS SECTION MAY, AT THE OPTION OF THE INSURER,  BE\n    5  APPLIED TO ANY ADDITIONAL BENEFITS FOR WHICH COVERAGE IS PROVIDED.\n    6    S  5006.  NOTICE  REQUIREMENTS.  POLICIES APPROVED FOR USE PURSUANT TO\n    7  THIS ARTICLE SHALL HAVE PROMINENTLY STAMPED ON THE FACE OF  EACH  POLICY\n    8  AND  CERTIFICATE THE FOLLOWING NOTICE: \"THIS IS A SMALL BUSINESS LIMITED\n    9  BENEFITS HEALTH INSURANCE POLICY AS  APPROVED  BY  THE  NEW  YORK  STATE\n   10  INSURANCE DEPARTMENT.\"\n   11    S  5007.  REPORTING  REQUIREMENTS.  THE SUPERINTENDENT MAY ISSUE REGU-\n   12  LATIONS TO FACILITATE DATA COLLECTION  CONCERNING  THE  POLICIES  ISSUED\n   13  PURSUANT TO THIS ARTICLE AND SHALL REPORT ANNUALLY TO THE LEGISLATURE ON\n   14  THE PROGRESS OF POLICIES ISSUED PURSUANT TO THIS ARTICLE.\n   15    S  2. This act shall take effect on the forty-fifth day after it shall\n   16  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to authorizing the issuance of small business health insurance policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124413.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864406
}