{
  "year" : 2011,
  "senateBillNo" : "A3415-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to labor",
    "billEventId" : "A3415-2011-1295931600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that timely notice of allegations of prevailing wage violations be given to contractors",
  "summary" : "Requires that timely notice of allegations of prevailing wage violations be given to contractors; provides that such notice shall be made within one year of the date of the last alleged underpayment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A6130-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3415\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, ROBINSON, CLARK -- Multi-Sponsored\n         by -- M. of A.  BOYLAND, BRENNAN, HIKIND, KOLB, MAGEE, MARKEY,  McENE-\n         NY,  PEOPLES-STOKES,  PERRY,  J. RIVERA,  N. RIVERA  --  read once and\n         referred to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to timely notice  of  allega-\n         tions of prevailing wage violations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 223 of the labor law, as amended by chapter 929  of\n    2  the laws of 1935, is amended to read as follows:\n    3    S  223.  Enforcement  of  article. 1. If the fiscal officer as defined\n    4  herein finds that any person contracting with  the  state,  a  municipal\n    5  corporation,  or  any  commission  appointed  pursuant  to  law, for the\n    6  performance of any public work  fails  to  comply  with  or  evades  the\n    7  provisions  of  this article, he shall present evidence of such non-com-\n    8  pliance or evasion to  the  officer,  department,  board  or  commission\n    9  having charge of such work for enforcement.  Wherein such evidence indi-\n   10  cates  a  non-compliance  or  evasion  on  the part of a sub-contractor,\n   11  SUBJECT TO THE PROVISIONS  OF  SUBDIVISION  TWO  OF  THIS  SECTION,  the\n   12  contractor  shall  be responsible for such non-compliance or evasion. It\n   13  shall be the duty of any officer, department,  board  or  commission  in\n   14  charge  of the construction of such public work contracts to enforce the\n   15  provisions of this article.\n   16    2. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE CONTRACTOR SHALL BE\n   17  RESPONSIBLE FOR THE NON-COMPLIANCE OR EVASION OF A SUB-CONTRACTOR  UNDER\n   18  THIS  ARTICLE ONLY IF THE EMPLOYEE OF THE SUB-CONTRACTOR, OR THE EMPLOY-\n   19  EE'S COLLECTIVE BARGAINING REPRESENTATIVE, JOINTLY TRUSTEED FUND OR  ANY\n   20  OTHER  INTERESTED  PARTY HAS PROVIDED A VERIFIED NOTICE OF SUCH NON-COM-\n   21  PLIANCE OR EVASION TO THE CONTRACTOR WITHIN ONE YEAR OF THE DATE OF  THE\n   22  LAST  ALLEGED  UNDERPAYMENT.  NOTHING  CONTAINED  IN  THIS  SUBDIVISION,\n   23  INCLUDING, BUT NOT LIMITED TO, THE FAILURE TO GIVE NOTICE AS PROVIDED IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06349-01-1\n\n       A. 3415                             2\n\n    1  THIS SUBDIVISION, SHALL  BE  DEEMED  TO  RELIEVE  THE  OBLIGATION  OF  A\n    2  SUB-CONTRACTOR  TO  PAY,  AS  AN  EMPLOYER,  THE  WAGES AND SUPPLEMENTS,\n    3  INCLUDING ANY INTEREST OR PENALTIES, REQUIRED TO  BE  PAID  PURSUANT  TO\n    4  THIS  ARTICLE.   IN THE EVENT A CONTRACTOR UNDER THIS SECTION OR SECTION\n    5  TWO HUNDRED TWENTY-G OF THIS ARTICLE  IS  REQUIRED  TO  PAY  ANY  WAGES,\n    6  SUPPLEMENTS,  INTEREST  OR  PENALTIES AS A RESULT OF THE NONPAYMENT OF A\n    7  SUB-CONTRACTOR, THE CONTRACTOR SHALL HAVE A RIGHT OF  ACTION  PERSONALLY\n    8  AGAINST  ANY  OFFICER,  OWNER  OR  PRINCIPAL  OF  SUCH SUB-CONTRACTOR TO\n    9  RECOVER SUCH PAYMENTS.\n   10    S 2. Paragraphs (b) and (c) of subdivision 2 of  section  740  of  the\n   11  labor  law, as added by chapter 660 of the laws of 1984, are amended and\n   12  a new paragraph (d) is added to read as follows:\n   13    (b) provides information to, or  testifies  before,  any  public  body\n   14  conducting  an investigation, hearing or inquiry into any such violation\n   15  of a law, rule or regulation by such employer; [or]\n   16    (c) objects to, or refuses to participate in any such activity, policy\n   17  or practice in violation of a law, rule or regulation[.]; OR\n   18    (D) PROVIDES NOTICE, OR HAS NOTICE  PROVIDED  ON  HIS  OR  HER  BEHALF\n   19  PURSUANT  TO  THE  PROVISIONS  OF SUBDIVISION TWO OF SECTION TWO HUNDRED\n   20  TWENTY-THREE OF THIS CHAPTER.\n   21    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   22  have  become a law and shall be applicable to complaints of sub-contrac-\n   23  tor non-compliance filed on and after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to timely notice of allegations of prevailing wage violations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124413.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864412
}