{
  "year" : 2011,
  "senateBillNo" : "A3419-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3419-2011-1295931600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons licensed to sell alcoholic beverages for consumption on the premises to display a sign or poster on dangers of alcohol consumption while pregnant",
  "summary" : "Requires persons licensed to sell any alcoholic beverage for consumption on the premises to display a sign or poster on the dangers of alcohol consumption while pregnant; provides that the commissioner of health shall prepare and distribute the sign or poster to such license holders. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A5545-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3419\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. TITUS -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN ACT to amend the public health law, in relation to posting of alcohol\n         consumption warning signs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The legislature finds that several reports have indicated\n    2  that fetal alcohol syndrome (FAS), caused by the consumption of alcohol-\n    3  ic beverages while pregnant, is the leading cause of birth  defects  and\n    4  mental  retardation  in  the  United  States. As many as twelve thousand\n    5  infants are born each year with FAS and three times as many  have  alco-\n    6  hol-related  neurodevelopmental  disorder  (ARND).  For  the past thirty\n    7  years, the rate of pregnant women drinking  heavy  alcohol  amounts  has\n    8  risen  over fifty percent. Nationwide, of the four million women who get\n    9  pregnant each year, over three  quarters  of  a  million  drink  alcohol\n   10  during pregnancy. FAS, ARND, along with learning disabilities, attention\n   11  deficit  disorder, hyperactivity, aggressiveness, and violent tendencies\n   12  are the most common malfunctions among alcohol-related births. They  are\n   13  lifelong  disorders  that  result in brain damage, facial abnormalities,\n   14  growth deficiencies and central nervous  system  dysfunction  in  unborn\n   15  children.    This  illness also causes heart defects, epilepsy, liver or\n   16  kidney disease, abuse and neglect. Women who drink alcohol  while  preg-\n   17  nant  are  at  high risk of having miscarriages and developing their own\n   18  heart problems, which could pass along to their offspring.\n   19    S 2. The public health law is amended by adding a new  section  2503-a\n   20  to read as follows:\n   21    S  2503-A.    ALCOHOL  CONSUMPTION; WARNING SIGNS. 1. THE COMMISSIONER\n   22  SHALL PREPARE, HAVE PRINTED AND  DISTRIBUTE  ACROSS  THE  STATE  TO  ALL\n   23  PERSONS WITH A LICENSE TO SELL ANY ALCOHOLIC BEVERAGE FOR CONSUMPTION ON\n   24  THE  PREMISES, A SIGN OR POSTER WITH CONSPICUOUS LETTERING THAT PROVIDES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08011-01-1\n\n       A. 3419                             2\n\n    1  INFORMATION ON THE DANGERS OF THE  CONSUMPTION  OF  ALCOHOLIC  BEVERAGES\n    2  WHILE PREGNANT.\n    3    2.  ALL  PERSONS  WITH  A  LICENSE  TO SELL ANY ALCOHOLIC BEVERAGE FOR\n    4  CONSUMPTION ON THE PREMISES SHALL DISPLAY IN  A  CONSPICUOUS  PLACE  THE\n    5  SIGN OR POSTER UPON RECEIVING IT FROM THE COMMISSIONER.\n    6    3.  ANY  PERSON  WITH  SUCH  A  LICENSE WHO VIOLATES THE PROVISIONS OF\n    7  SUBDIVISION TWO OF THIS SECTION SHALL BE SUBJECT TO A FINE NOT TO EXCEED\n    8  ONE HUNDRED DOLLARS.\n    9    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   10  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to posting of alcohol consumption warning signs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123913.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864436
}