{
  "year" : 2011,
  "senateBillNo" : "A3414-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to labor",
    "billEventId" : "A3414-2011-1295931600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits one to three owner-officer corporations to elect workers' compensation coverage for such owner-officers as if they were employees or decline coverage",
  "summary" : "Increases the number of executive owner-officers of a small corporation who may elect to be included in or excluded from workers' compensation insurance coverage from two to three. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A2869-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3414\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. SCHIMMINGER -- Multi-Sponsored by -- M. of A.\n         GALEF, KOLB, MAGEE, SWEENEY -- read once and referred to the Committee\n         on Labor\n\n       AN ACT to amend the workers' compensation law, in  relation  to  one  to\n         three person corporations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs d and e of subdivision 6 of section  54  of  the\n    2  workers'  compensation  law,  paragraph  d as amended and paragraph e as\n    3  added by chapter 205 of the  laws  of  1993,  are  amended  to  read  as\n    4  follows:\n    5    d.  Any  [two]  THREE  executive  officers of a corporation who at all\n    6  times during the period involved [between] AMONG them  own  all  of  the\n    7  issued  and  outstanding  stock  of  the  corporation  and hold all such\n    8  offices, provided, however that each officer must own at least one share\n    9  of stock, who are the executive  officers  of  such  corporation  having\n   10  other  persons who are employees required to be covered under this chap-\n   11  ter shall be  deemed  to  be  included  in  the  compensation  insurance\n   12  contract or covered under a certificate of self-insurance unless [one or\n   13  both  the]  ANY  OF SUCH officers [elect] ELECTS to be excluded from the\n   14  coverage of this chapter. Such election shall be made by any such corpo-\n   15  ration BY filing a form prescribed by the  [chair]  CHAIRPERSON  of  the\n   16  [workers'  compensation] board with the insurance carrier or the [chair]\n   17  CHAIRPERSON in the case of self-insurance giving notice that the  corpo-\n   18  ration elects to exclude [one or both of] the executive officers of such\n   19  corporation  named  in  the notice from the coverage of this chapter WHO\n   20  HAVE SO ELECTED TO BE EXCLUDED. Such election shall  be  effective  with\n   21  respect  to  all  policies  issued to such corporation by such insurance\n   22  carrier as long as it shall  continuously  insure  the  corporation  and\n   23  shall  be  final and binding upon the executive officers as named in the\n   24  notice until revoked by the corporation. If such election is revoked, it\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06182-01-1\n\n       A. 3414                             2\n\n    1  shall be in writing on a form prescribed by the [chair] CHAIRPERSON  and\n    2  shall  be  filed with the [chair] CHAIRPERSON and the insurance carrier.\n    3  Such revocation shall not be effective  until  thirty  days  after  such\n    4  filing.\n    5    e.  Any  [two]  THREE  executive  officers of a corporation who at all\n    6  times during the period involved [between] AMONG them  own  all  of  the\n    7  issued  and  outstanding  stock  of  such  corporation and hold all such\n    8  offices, provided, however that each officer must own at least one share\n    9  of stock, who are the executive officers of such corporation that has no\n   10  other persons who are employees required to be covered under this  chap-\n   11  ter  shall  be  deemed  to  be excluded from coverage under this chapter\n   12  unless [one or both] ANY OF SUCH officers [elect] ELECTS to be  covered.\n   13  Such  coverage  may  be effected by obtaining an insurance policy or, in\n   14  the case of self-insurance, by the  corporation  BY  submitting  a  form\n   15  prescribed  by  the  [chair]  CHAIRPERSON of the [workers' compensation]\n   16  board, giving notice that the corporation elects to bring [one or  both]\n   17  THE  executive  officers  of such corporation named in the notice within\n   18  THE coverage of this chapter WHO HAVE SO ELECTED TO BE INCLUDED.\n   19    S 2. This act shall take effect on the first of January next  succeed-\n   20  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to one to three person corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123413.TXT", "SOBI.D110125.T124413.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864408
}