{
  "year" : 2011,
  "senateBillNo" : "A342-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A342-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a healthcare reinvestment fund suburban demonstration project",
  "summary" : "Establishes a healthcare reinvestment fund suburban demonstration project; defines terms; creates an oversight committee; provides for distribution of funds and calculation of reinvestment fund payments; makes related changes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2748-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          342\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PAULIN, GALEF, LATIMER, PRETLOW, SPANO -- read\n         once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in  relation  to  establishing  a\n         healthcare reinvestment fund suburban demonstration project\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Statement of legislative intent. The legislature finds that\n    2  hospitals in the suburbs of New York city face challenges that result in\n    3  a significant competitive disadvantage when compared to nearby hospitals\n    4  in New Jersey and Connecticut. In particular,  reimbursement  rates  for\n    5  these  New  York  state  suburban  hospitals are significantly lower. In\n    6  addition, while hospitals in the suburbs of New York city are struggling\n    7  financially, in general the for-profit health insurers and health  main-\n    8  tenance organizations operating in the suburban area incur profits.\n    9    The  legislature  finds  that  there needs to be a balance between the\n   10  financial health of hospitals and that of for-profit health insurers and\n   11  health maintenance organizations. While the state of New York is invest-\n   12  ing in the health care infrastructure of New York state in an amount  of\n   13  two  hundred  fifty  million  dollars  a year for four years through the\n   14  health care efficiency and affordability law of  New  Yorkers  (HEAL-NY)\n   15  capital  grant  program, health insurers should likewise provide invest-\n   16  ment in the health care infrastructure of communities,  particularly  in\n   17  the  area  of  health  information  technology as health insurers are an\n   18  immediate benefactor of health information technology. Strengthening the\n   19  financial health of the suburban hospitals will also improve quality  of\n   20  care and help retain and attract businesses.\n   21    The  legislature finds that requiring for-profit insurers and for-pro-\n   22  fit health maintenance organizations to provide funds  for  reinvestment\n   23  in  health  information  technology in the suburban area around New York\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02768-01-1\n\n       A. 342                              2\n\n    1  city will provide a benefit to payors,  patients,  hospitals  and  busi-\n    2  nesses.\n    3    S  2.  The public health law is amended by adding a new section 2807-z\n    4  to read as follows:\n    5    S 2807-Z. HEALTHCARE REINVESTMENT FUND SUBURBAN DEMONSTRATION PROJECT.\n    6  1. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION,  THE  FOLLOWING  TERMS\n    7  SHALL HAVE THE FOLLOWING MEANINGS:\n    8    (A)  \"DEMONSTRATION  PROJECT\"  SHALL  MEAN THE HEALTHCARE REINVESTMENT\n    9  FUND  SUBURBAN  DEMONSTRATION  PROJECT  ESTABLISHED  PURSUANT  TO   THIS\n   10  SECTION.\n   11    (B)  \"DESIGNATED  THIRD-PARTY  PAYORS\" SHALL MEAN FOR-PROFIT ORGANIZA-\n   12  TIONS OPERATING IN ACCORDANCE WITH ARTICLE FORTY-FOUR OF  THIS  CHAPTER,\n   13  AND FOR-PROFIT COMMERCIAL INSURERS LICENSED TO DO BUSINESS IN THIS STATE\n   14  AND AUTHORIZED TO WRITE ACCIDENT AND HEALTH INSURANCE AND WHOSE POLICIES\n   15  PROVIDE  COVERAGE  ON  AN EXPENSE INCURRED BASIS. DESIGNATED THIRD PARTY\n   16  PAYORS SHALL NOT INCLUDE SELF-INSURED FUNDS AND ADMINISTRATORS ACTING ON\n   17  BEHALF OF SELF-INSURED FUNDS,  GOVERNMENTAL  AGENCIES  OR  PROVIDERS  OF\n   18  COVERAGE  PURSUANT  TO  THE COMPREHENSIVE MOTOR VEHICLE REPARATIONS ACT,\n   19  THE WORKERS' COMPENSATION LAW, THE VOLUNTEER FIREFIGHTERS' BENEFIT  LAW,\n   20  OR THE VOLUNTEER AMBULANCE WORKERS' BENEFIT LAW.\n   21    (C)  \"FAMILY  UNIT\"  SHALL HAVE THE SAME MEANING AS SET FORTH IN PARA-\n   22  GRAPH (B) OF SUBDIVISION ONE OF SECTION TWENTY-EIGHT HUNDRED SEVEN-T  OF\n   23  THIS ARTICLE.\n   24    (D) \"INDIVIDUAL\" SHALL HAVE THE SAME MEANING AS SET FORTH IN PARAGRAPH\n   25  (A)  OF  SUBDIVISION ONE OF SECTION TWENTY-EIGHT HUNDRED SEVEN-T OF THIS\n   26  ARTICLE.\n   27    (E) \"REGIONAL HOSPITAL ASSOCIATIONS\" SHALL MEAN THE REGIONAL  HOSPITAL\n   28  ASSOCIATION  WITH  THE  MAJORITY  OF  ITS  MEMBERS LOCATED IN NASSAU AND\n   29  SUFFOLK COUNTIES AND THE REGIONAL HOSPITAL ASSOCIATION WITH THE MAJORITY\n   30  OF ITS MEMBERS  LOCATED  IN  WESTCHESTER,  ROCKLAND,  PUTNAM,  DUTCHESS,\n   31  ORANGE, ULSTER AND SULLIVAN COUNTIES.\n   32    (F)  \"REINVESTMENT  FUNDS\"  SHALL MEAN THE FUNDS AVAILABLE PURSUANT TO\n   33  THE DEMONSTRATION PROJECT.\n   34    (G) \"SUBURBAN REGION\" SHALL MEAN  THE  COUNTIES  OF  NASSAU,  SUFFOLK,\n   35  WESTCHESTER, ROCKLAND, PUTNAM, DUTCHESS, ORANGE, ULSTER AND SULLIVAN.\n   36    2.  HEALTHCARE  REINVESTMENT  FUND  SUBURBAN  DEMONSTRATION PROJECT. A\n   37  HEALTHCARE REINVESTMENT FUND SUBURBAN  DEMONSTRATION  PROJECT  EFFECTIVE\n   38  JULY  FIRST,  TWO  THOUSAND  ELEVEN THROUGH JUNE THIRTIETH, TWO THOUSAND\n   39  FIFTEEN, TO FUND THE INFORMATION TECHNOLOGY NEEDS OF  GENERAL  HOSPITALS\n   40  LOCATED IN THE SUBURBAN REGION SHALL BE ESTABLISHED BY THE COMMISSIONER.\n   41  A  TOTAL  OF SIXTY-SEVEN MILLION DOLLARS FROM THE FUNDS ACCUMULATED FROM\n   42  THE PAYMENTS MADE IN ACCORDANCE WITH SUBDIVISION SEVEN OF  THIS  SECTION\n   43  SHALL  BE  PROVIDED  ANNUALLY DURING THE PERIOD JULY FIRST, TWO THOUSAND\n   44  ELEVEN THROUGH JUNE THIRTIETH, TWO THOUSAND FIFTEEN, TO FUND THE  DEMON-\n   45  STRATION PROJECT.\n   46    3.    HEALTHCARE  REINVESTMENT  FUND OVERSIGHT COMMITTEE. A HEALTHCARE\n   47  REINVESTMENT  FUND  OVERSIGHT  COMMITTEE  OF  TWELVE  MEMBERS  SHALL  BE\n   48  APPOINTED TO OVERSEE THE DISTRIBUTION OF REINVESTMENT FUNDS. SIX MEMBERS\n   49  SHALL  BE  APPOINTED BY EACH OF THE REGIONAL HOSPITAL ASSOCIATIONS. FOUR\n   50  MEMBERS SHALL REPRESENT GENERAL HOSPITALS, FOUR MEMBERS SHALL  REPRESENT\n   51  DESIGNATED THIRD-PARTY PAYORS AND FOUR MEMBERS SHALL REPRESENT THE BUSI-\n   52  NESS COMMUNITY. THE HEALTHCARE REINVESTMENT OVERSIGHT COMMITTEE SHALL:\n   53    (A)  MAKE  RECOMMENDATIONS ON USES OF THE REINVESTMENT FUNDS THAT WILL\n   54  RESULT IN IMPROVED SHARING OF CLINICAL INFORMATION IN A  COST  EFFECTIVE\n   55  MANNER  AMONG  (I) GENERAL HOSPITALS AND PHYSICIANS, (II) GENERAL HOSPI-\n\n       A. 342                              3\n\n    1  TALS AND OTHER PROVIDERS INCLUDING OTHER GENERAL  HOSPITALS,  AND  (III)\n    2  GENERAL HOSPITALS AND PAYORS;\n    3    (B)  DEVELOP  A PROCESS TO ENSURE THAT GENERAL HOSPITALS USE THE REIN-\n    4  VESTMENT FUNDS IN ACCORDANCE WITH THE RECOMMENDATIONS MADE  PURSUANT  TO\n    5  PARAGRAPH (A) OF THIS SUBDIVISION; AND\n    6    (C)  PROVIDE  A REPORT TO THE COMMISSIONER ON OR BEFORE JANUARY FIRST,\n    7  TWO THOUSAND FIFTEEN, EVALUATING WHETHER THE DEMONSTRATION  PROJECT  HAS\n    8  ACHIEVED  THE GOAL OF IMPROVING THE SHARING OF CLINICAL INFORMATION IN A\n    9  COST EFFECTIVE MANNER, AND MAKING RECOMMENDATIONS ON WHETHER THE  DEMON-\n   10  STRATION  PROJECT  SHOULD  BE CONTINUED AND ON POTENTIAL IMPROVEMENTS TO\n   11  THE DEMONSTRATION PROJECT.\n   12    4. DISTRIBUTION OF REINVESTMENT FUNDS.  THE REINVESTMENT  FUNDS  SHALL\n   13  BE  DISTRIBUTED  TO EACH GENERAL HOSPITAL LOCATED IN THE SUBURBAN REGION\n   14  PROPORTIONALLY BASED  ON  EACH  GENERAL  HOSPITAL'S  REPORTED  INPATIENT\n   15  DISCHARGES  TO  THE  TOTAL  OF SUCH INPATIENT DISCHARGES FOR ALL GENERAL\n   16  HOSPITALS LOCATED IN THE SUBURBAN REGION.   FOR THE PERIOD  JULY  FIRST,\n   17  TWO  THOUSAND  ELEVEN THROUGH JUNE THIRTIETH, TWO THOUSAND THIRTEEN, THE\n   18  DISTRIBUTIONS SHALL BE BASED ON DISCHARGES REPORTED THROUGH  THE  STATE-\n   19  WIDE PLANNING AND RESEARCH COOPERATIVE SYSTEM FOR TWO THOUSAND NINE, AND\n   20  FOR THE PERIOD JULY FIRST, TWO THOUSAND THIRTEEN THROUGH JUNE THIRTIETH,\n   21  TWO  THOUSAND  FIFTEEN,  THE  DISTRIBUTIONS SHALL BE BASED ON DISCHARGES\n   22  REPORTED THROUGH THE STATEWIDE PLANNING AND RESEARCH COOPERATIVE  SYSTEM\n   23  FOR TWO THOUSAND ELEVEN.\n   24    5.  COLLECTION  OF  FUNDS.    THE COMMISSIONER SHALL CONTRACT WITH THE\n   25  REGIONAL ASSOCIATIONS TO COLLECT AND DISTRIBUTE  FUNDS  FOR  THE  DEMON-\n   26  STRATION PROJECT IN ACCORDANCE WITH THIS SECTION.\n   27    6.  CALCULATION OF REINVESTMENT FUND PAYMENTS. (A) BASED ON THE NUMBER\n   28  OF INDIVIDUALS AND THE NUMBER OF FAMILY UNITS REPORTED  TO  THE  COMMIS-\n   29  SIONER  OR  THE  COMMISSIONER'S DESIGNEE PURSUANT TO SUBDIVISION FOUR OF\n   30  SECTION TWENTY-EIGHT HUNDRED SEVEN-T OF THIS ARTICLE,  THE  COMMISSIONER\n   31  SHALL  CALCULATE  THE TOTAL NUMBER OF \"INDIVIDUAL MEMBER MONTHS\" FOR THE\n   32  SUBURBAN REGION FOR  ALL  DESIGNATED  THIRD-PARTY  PAYORS  TO  DETERMINE\n   33  \"AGGREGATE  INDIVIDUAL  MEMBER  MONTHS\"  FOR  THE SUBURBAN REGION.   THE\n   34  COMMISSIONER SHALL ALSO CALCULATE THE TOTAL  NUMBER  OF  \"FAMILY  MEMBER\n   35  MONTHS\" FOR THE SUBURBAN REGION FOR ALL DESIGNATED THIRD-PARTY PAYORS TO\n   36  DETERMINE  THE \"AGGREGATE FAMILY MEMBER MONTHS\" FOR THE SUBURBAN REGION.\n   37  THE COMMISSIONER SHALL MULTIPLY THE AVERAGE NUMBER  OF  PERSONS  COVERED\n   38  UNDER FAMILY INSURANCE CONTRACTS, AS REPORTED TO THE COMMISSIONER BY THE\n   39  SUPERINTENDENT  OF  INSURANCE  PURSUANT  TO  SUBDIVISION FOUR OF SECTION\n   40  TWENTY-EIGHT HUNDRED SEVEN-T OF THIS ARTICLE BY  THE  \"AGGREGATE  FAMILY\n   41  MEMBER  MONTHS\"  TO  DETERMINE \"ADJUSTED AGGREGATE FAMILY MEMBER MONTHS\"\n   42  FOR THE SUBURBAN REGION.   THE COMMISSIONER  SHALL  ADD  THE  NUMBER  OF\n   43  \"ADJUSTED  FAMILY  MEMBER  MONTHS\"  FOR THE SUBURBAN REGION TO THE TOTAL\n   44  NUMBER OF \"AGGREGATE INDIVIDUAL MEMBER MONTHS\" FOR THE SUBURBAN  REGION.\n   45  THIS  AMOUNT  SHALL  BE  KNOWN  AS \"TOTAL COVERED MEMBER MONTHS\" FOR THE\n   46  SUBURBAN REGION.\n   47    (B) AN ANNUAL AMOUNT OF SIXTY-SEVEN MILLION DOLLARS SHALL  BE  DIVIDED\n   48  BY  AN  ESTIMATE DERIVED FROM POPULATION BASED DATA SOURCES OF THE TOTAL\n   49  COVERED MEMBER MONTHS DETERMINED CONSISTENT WITH THE PROVISIONS OF PARA-\n   50  GRAPH (A) OF THIS SUBDIVISION IN THE SUBURBAN REGION  TO  ESTABLISH  THE\n   51  \"INDIVIDUAL  ANNUAL  PAYMENT AMOUNT\" FOR JULY FIRST, TWO THOUSAND ELEVEN\n   52  THROUGH JUNE THIRTIETH, TWO THOUSAND TWELVE; JULY  FIRST,  TWO  THOUSAND\n   53  TWELVE  THROUGH  JUNE  THIRTIETH, TWO THOUSAND THIRTEEN; JULY FIRST, TWO\n   54  THOUSAND THIRTEEN THROUGH JUNE THIRTIETH,  TWO  THOUSAND  FOURTEEN;  AND\n   55  JULY  FIRST,  TWO THOUSAND FOURTEEN THROUGH JUNE THIRTIETH, TWO THOUSAND\n   56  FIFTEEN, RESPECTIVELY.  THE INDIVIDUAL ANNUAL PAYMENT  AMOUNT  SHALL  BE\n\n       A. 342                              4\n\n    1  MULTIPLIED  BY  THE  AVERAGE FAMILY SIZE REPORTED TO THE COMMISSIONER BY\n    2  THE SUPERINTENDENT OF INSURANCE TO ESTABLISH  THE  \"FAMILY  UNIT  ANNUAL\n    3  PAYMENT  AMOUNT\"  IN  THE  SUBURBAN  REGION FOR JULY FIRST, TWO THOUSAND\n    4  ELEVEN  THROUGH  JUNE  THIRTIETH,  TWO  THOUSAND TWELVE; JULY FIRST, TWO\n    5  THOUSAND TWELVE THROUGH JUNE  THIRTIETH,  TWO  THOUSAND  THIRTEEN;  JULY\n    6  FIRST,  TWO THOUSAND THIRTEEN THROUGH JUNE THIRTIETH, TWO THOUSAND FOUR-\n    7  TEEN; AND JULY FIRST, TWO THOUSAND FOURTEEN THROUGH JUNE THIRTIETH,  TWO\n    8  THOUSAND FIFTEEN, RESPECTIVELY.\n    9    7.  MONTHLY PAYMENTS.  WITHIN THIRTY DAYS AFTER THE END OF EACH MONTH,\n   10  A DESIGNATED THIRD-PARTY PAYOR SHALL REMIT TO THE  COMMISSIONER  OR  THE\n   11  COMMISSIONER'S  DESIGNEE  ONE-TWELFTH  OF  THE INDIVIDUAL ANNUAL PAYMENT\n   12  AMOUNT FOR EACH OF THE INDIVIDUALS RESIDING IN THE SUBURBAN REGION WHICH\n   13  WERE INCLUDED IN THE MEMBERSHIP ROLLS  OF  THAT  DESIGNATED  THIRD-PARTY\n   14  PAYOR  DURING  ALL OR ANY PORTION OF THE PRIOR MONTH. WITHIN THIRTY DAYS\n   15  AFTER THE END OF EACH MONTH, A DESIGNATED THIRD-PARTY PAYOR SHALL  REMIT\n   16  TO  THE  COMMISSIONER  OR THE COMMISSIONER'S DESIGNEE ONE-TWELFTH OF THE\n   17  FAMILY UNIT ANNUAL PAYMENT AMOUNT FOR EACH FAMILY  UNIT  FOR  WHICH  THE\n   18  PRIMARY  INSURED  RESIDED  IN THE SUBURBAN REGION WHICH WERE INCLUDED IN\n   19  THE MEMBERSHIP ROLLS OF THAT DESIGNATED THIRD-PARTY PAYOR DURING ALL  OR\n   20  ANY PORTION OF THE PRIOR MONTH.\n   21    8. PROSPECTIVE ADJUSTMENTS.  THE COMMISSIONER SHALL ANNUALLY RECONCILE\n   22  THE  SUM  OF THE ACTUAL PAYMENTS MADE TO THE COMMISSIONER OR THE COMMIS-\n   23  SIONER'S DESIGNEE PURSUANT TO  THIS  SECTION  WITH  SIXTY-SEVEN  MILLION\n   24  DOLLARS.  THE  DIFFERENCE  BETWEEN  THE  ACTUAL PAYMENTS AND SIXTY-SEVEN\n   25  MILLION DOLLARS SHALL BE APPLIED AS  A  PROSPECTIVE  ADJUSTMENT  TO  THE\n   26  TOTAL  AMOUNT  DUE  FOR  THE  YEAR NEXT FOLLOWING THE CALCULATION OF THE\n   27  RECONCILIATION. THE AUTHORIZED DOLLAR VALUE OF THE ADJUSTMENTS SHALL  BE\n   28  THE SAME AS IF CALCULATED RETROSPECTIVELY.\n   29    9.  REPORTED  DATA.    THE  COMMISSIONER  SHALL  HAVE THE AUTHORITY TO\n   30  REQUIRE  THE  DESIGNATED  THIRD-PARTY  PAYORS  TO   PROVIDE   ADDITIONAL\n   31  GEOGRAPHIC  BREAKDOWN  OF THE INDIVIDUAL MEMBER MONTHS AND FAMILY MEMBER\n   32  MONTHS REPORTED PURSUANT TO SUBDIVISION  FOUR  OF  SECTION  TWENTY-EIGHT\n   33  HUNDRED  SEVEN-T  OF  THIS ARTICLE IN ORDER FOR THE COMMISSIONER TO HAVE\n   34  INDIVIDUAL MEMBER MONTHS AND  FAMILY  MEMBER  MONTHS  FOR  THE  SUBURBAN\n   35  REGION.\n   36    S  3.  Subdivision  8  of  section 2807-t of the public health law, as\n   37  added by chapter 639 of the laws of 1996, is amended to read as follows:\n   38    8. Liability  for  assessments.  (a)  The  assessments  determined  in\n   39  accordance  with  this section AND THE PAYMENTS DETERMINED IN ACCORDANCE\n   40  WITH SECTION TWENTY-EIGHT HUNDRED SEVEN-Z OF  THIS  ARTICLE  shall,  for\n   41  individuals who have paid premiums directly to an insurer or to a health\n   42  maintenance  organization  certified  pursuant  to article forty-four of\n   43  this chapter or article forty-three of the insurance law for health care\n   44  coverage which includes coverage of inpatient hospital services, be  the\n   45  liability  of said individuals. The assessments determined in accordance\n   46  with this section AND THE PAYMENTS DETERMINED IN ACCORDANCE WITH SECTION\n   47  TWENTY-EIGHT HUNDRED SEVEN-Z OF THIS ARTICLE shall, for groups and enti-\n   48  ties who have paid premiums to an insurer or  to  a  health  maintenance\n   49  organization certified pursuant to article forty-four of this chapter or\n   50  article  forty-three of the insurance law for health care coverage which\n   51  includes coverage of inpatient hospital services, be  the  liability  of\n   52  said  groups and entities. The assessments determined in accordance with\n   53  this section shall,  for  individuals,  groups  and  entities  who  have\n   54  contributed  to  a  self-insured  fund  for  health  care coverage which\n   55  includes coverage of inpatient hospital services, be  the  liability  of\n   56  said individuals, groups or entities.\n\n       A. 342                              5\n\n    1    (b)  Specified  third-party  payors  AND DESIGNATED THIRD-PARTY PAYORS\n    2  shall make payments to the commissioner or the  commissioner's  designee\n    3  of the full amount of the assessments determined in accordance with this\n    4  section   AND   THE  PAYMENTS  DETERMINED  IN  ACCORDANCE  WITH  SECTION\n    5  TWENTY-EIGHT  HUNDRED  SEVEN-Z  OF  THIS  ARTICLE. Specified third-party\n    6  payors AND DESIGNATED THIRD-PARTY PAYORS may recover amounts due or paid\n    7  to the commissioner or the  commissioner's  designee  from  the  parties\n    8  liable in accordance with paragraph (a) of this subdivision.\n    9    S  4.  Paragraph  (a) of subdivision 8 of section 2807-j of the public\n   10  health law, as amended by section 26 of subpart D of part V-1 of chapter\n   11  57 of the laws of 2009, is amended to read as follows:\n   12    (a) If a payment made pursuant to this section or to  section  twenty-\n   13  eight  hundred  seven-s or twenty-eight hundred seven-t OR SECTION TWEN-\n   14  TY-EIGHT HUNDRED SEVEN-Z of this article for a month to which an  allow-\n   15  ance OR PAYMENT applies is less than ninety percent of the amount due or\n   16  which  the  commissioner  estimates,  based  on  available financial and\n   17  statistical data, is due for such month, interest shall be due and paya-\n   18  ble to the commissioner by a designated provider of services,  or  by  a\n   19  third-party  payor,  other  than  a  state governmental agency, that has\n   20  elected OR IS REQUIRED to pay an allowance OR PAYMENT directly,  on  the\n   21  difference between the amount paid and the amount due or estimated to be\n   22  due  from  the  day  of  the month the payment was due until the date of\n   23  payment. The rate of interest shall be twelve percent per annum  or,  if\n   24  greater, at the rate of interest set by the commissioner of taxation and\n   25  finance  with respect to underpayments of tax pursuant to subsection (e)\n   26  of section one thousand ninety-six of the tax law minus four  percentage\n   27  points.  Interest  under  this paragraph shall not be paid if the amount\n   28  thereof is less than one dollar. Interest due from a designated provider\n   29  of services, if not paid by  the  due  date  of  the  following  month's\n   30  payment,  may be collected by the commissioner pursuant to paragraph (c)\n   31  of subdivision six of this section in the same manner  as  an  allowance\n   32  pursuant to subdivision two of this section.\n   33    S 5. Notwithstanding the expiration date of sections 2807-t and 2807-j\n   34  of  the  public health law, such sections shall remain in effect through\n   35  June 30, 2015 with regard to their application to section 2807-z of  the\n   36  public health law.\n   37    S  6.  This  act shall take effect July 1, 2011; provided, however, if\n   38  this act shall become a law after such date it shall take  effect  imme-\n   39  diately and shall be deemed to have been in full force and effect on and\n   40  after  July  1, 2011; provided, however, that the amendments to subdivi-\n   41  sion 8 of section 2807-t of the public health law made by section  three\n   42  of this act shall not affect the expiration of such section and shall be\n   43  deemed  to  expire  therewith;  provided  further that the amendments to\n   44  paragraph (a) of subdivision 8 of section 2807-j of  the  public  health\n   45  law  made by section four of this act shall not affect the expiration of\n   46  such section and shall be deemed to expire  therewith.  Effective  imme-\n   47  diately, the addition, amendment and/or repeal of any rule or regulation\n   48  necessary  for  the implementation of this act on its effective date are\n   49  authorized and directed to be made  and  completed  on  or  before  such\n   50  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing a healthcare reinvestment fund suburban demonstration project ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101222.T133338.TXT", "SOBI.D101222.T133839.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293043119511
}