{
  "year" : 2011,
  "senateBillNo" : "A3429-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to social services",
    "billEventId" : "A3429-2011-1295931600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the provision of home health services by electronic, remote means under the medical assistance program",
  "summary" : "Authorizes the provision of home health services by electronic, remote means pursuant to a physician-approved plan of care under the medical assistance program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1514-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3429\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, TOBACCO -- Multi-Sponsored by -- M. of A.\n         COOK,  HOOPER,  PHEFFER, REILLY, ROBINSON -- read once and referred to\n         the Committee on Social Services\n\n       AN ACT to amend the social services law, in  relation  to  allowing  the\n         provision  of home health services by licensed providers through elec-\n         tronic, remote means\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (d)  of  subdivision 2 of section 365-a of the\n    2  social services law, as amended by chapter 59 of the laws  of  1993,  is\n    3  amended to read as follows:\n    4    (d)  (I)  home  health  services  provided  in  a recipient's home and\n    5  prescribed by a physician including services of a nurse  provided  on  a\n    6  part-time  or  intermittent  basis  rendered  by an approved home health\n    7  agency or if no  such  agency  is  available,  by  a  registered  nurse,\n    8  licensed to practice in this state, acting under the written orders of a\n    9  physician  and  home health aide service by an individual or shared aide\n   10  provided by an approved home health agency when such services are deter-\n   11  mined to be cost effective and appropriate to meet the recipient's needs\n   12  for assistance subject to  the  provisions  of  [section  three  hundred\n   13  sixty-seven-j and] section three hundred sixty-seven-o of this title;\n   14    (II)  PROVIDERS LICENSED UNDER ARTICLE THIRTY-SIX OF THE PUBLIC HEALTH\n   15  LAW MAY PROVIDE HOME HEALTH SERVICES TO RECIPIENTS  IN  THEIR  PLACE  OF\n   16  RESIDENCE  BY ELECTRONIC, REMOTE MEANS, WHEN SUCH SERVICES ARE APPROPRI-\n   17  ATE AND COST EFFECTIVE TO MEET THE  RECIPIENT'S  NEEDS  FOR  ASSESSMENT,\n   18  EDUCATION, DATA COLLECTION AND DISEASE MANAGEMENT IN ACCORDANCE WITH THE\n   19  PHYSICIAN-APPROVED  PLAN  OF  CARE. SUCH SERVICES MAY UTILIZE MONITORING\n   20  AND REAL-TIME INTERACTIVE VIDEO  COMMUNICATION  WITH  THE  RECIPIENT  IN\n   21  ACCORDANCE  WITH  SUCH  PLAN OF CARE. NON-VIDEO EQUIPMENT USE, INSTALLA-\n   22  TION, MAINTENANCE AND MONITORING SERVICES SHALL  BE  REIMBURSED  TO  THE\n   23  PROVIDER  AT  A RATE NOT LESS THAN TWO HUNDRED DOLLARS PER MONTH. VIDEO,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05678-01-1\n\n       A. 3429                             2\n\n    1  ELECTRONIC, REMOTE PATIENT CARE SERVICES SHALL BE PROVIDED BY  A  REGIS-\n    2  TERED  PROFESSIONAL  NURSE  AND SHALL BE REIMBURSED TO THE PROVIDER AT A\n    3  RATE NOT LESS THAN SEVENTY-FIVE PERCENT OF REIMBURSEMENT FOR AN  IN-HOME\n    4  HEALTH SERVICE VISIT BY A NURSE;\n    5    S 2. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to allowing the provision of home health services by licensed providers through electronic, remote means ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123913.TXT", "SOBI.D110125.T154440.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295988280282
}