{
  "year" : 2011,
  "senateBillNo" : "A3423-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to social services",
    "billEventId" : "A3423-2011-1295931600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies conciliation procedures in cases when the recipient of public assistance programs refuses to comply with employment program requirements",
  "summary" : "Clarifies conciliation procedures in cases when the recipient of public assistance programs refuses to comply with employment program requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A11409-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3423\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Social Services\n\n       AN  ACT  to  amend  the  social  services law, in relation to clarifying\n         conciliation procedures in cases when the recipient of public  assist-\n         ance programs refuses to comply with employment program requirements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 341 of the  social  services  law,  as  amended  by\n    2  section  148 of part B of chapter 436 of the laws of 1997, subdivision 1\n    3  as amended by section 1 of part D of chapter 61 of the laws of 2006,  is\n    4  amended to read as follows:\n    5    S  341.  Conciliation;  refusal to participate. 1. (a) Consistent with\n    6  federal law and regulations and this title AND THE DISTRICT  HAS  DETER-\n    7  MINED  THAT HE OR SHE IS NOT EXEMPT FROM SUCH REQUIREMENTS AND HAS VERI-\n    8  FIED THAT APPROPRIATE CHILD CARE, TRANSPORTATION, AND ACCOMMODATIONS FOR\n    9  DISABILITY WERE IN PLACE AT THE TIME OF SUCH FAILURE OR  REFUSAL,  if  a\n   10  participant  has  failed  or  refused to comply with the requirements of\n   11  this title, the social services district shall issue a notice  in  plain\n   12  language  indicating that such failure or refusal has taken place and of\n   13  the right of such participant to [conciliation to resolve] AVOID A  PRO-\n   14  RATA  REDUCTION IN PUBLIC ASSISTANCE BENEFITS BY AGREEING TO COMPLY WITH\n   15  THE REQUIREMENTS OF THIS TITLE CONSISTENT  WITH  ANY  MEDICAL  CONDITION\n   16  WHICH  MAY  LIMIT THE INDIVIDUAL'S ABILITY TO PARTICIPATE IN WORK ACTIV-\n   17  ITIES, BY NOTIFYING THE DISTRICT THAT HE OR SHE HAS BECOME  EXEMPT  FROM\n   18  THE  REQUIREMENTS  OF  THIS  TITLE, OR BY RESOLVING the reasons for such\n   19  failure or refusal [to avoid a pro-rata reduction in  public  assistance\n   20  benefits  for a period of time set forth in section three hundred forty-\n   21  two of this title]  AT  CONCILIATION.  The  notice  shall  indicate  the\n   22  specific  instance  or instances of willful refusal or failure to comply\n   23  without good cause with the requirements of this title and the necessary\n   24  actions that must be taken to  avoid  a  pro-rata  reduction  in  public\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07063-01-1\n\n       A. 3423                             2\n\n    1  assistance benefits AND SHALL VERIFY THAT APPROPRIATE CHILD CARE, TRANS-\n    2  PORTATION AND ACCOMMODATIONS FOR DISABILITY WERE IN PLACE AT THE TIME OF\n    3  SUCH  FAILURE OR REFUSAL. The notice shall indicate that the participant\n    4  has  [seven] TEN days to AVOID A PRO-RATA REDUCTION IN PUBLIC ASSISTANCE\n    5  BENEFITS BY EITHER AGREEING TO COMPLY  WITH  THE  REQUIREMENTS  OF  THIS\n    6  TITLE CONSISTENT WITH ANY MEDICAL CONDITION WHICH MAY LIMIT THE INDIVID-\n    7  UAL'S  ABILITY  TO  PARTICIPATE  IN  WORK ACTIVITIES OR BY NOTIFYING THE\n    8  DISTRICT THAT HE OR SHE HAS BECOME EXEMPT FROM THE REQUIREMENTS OF  THIS\n    9  TITLE, OR TO request conciliation with the district regarding such fail-\n   10  ure  or refusal [in the case of a safety net participant and ten days in\n   11  the case of a family assistance  participant].  The  notice  shall  also\n   12  include  an  explanation in plain language of what would constitute good\n   13  cause for non-compliance and examples of acceptable  forms  of  evidence\n   14  that  may  warrant an exemption from work activities, including evidence\n   15  of domestic violence, and physical or mental health limitations that may\n   16  be provided at the conciliation  conference  to  demonstrate  such  good\n   17  cause  for failure to comply with the requirements of this title. If the\n   18  participant does not contact the district within the specified number of\n   19  days, the district shall [issue ten days notice of intent to discontinue\n   20  or reduce assistance,] MAKE A FINDING OF WHETHER THE ALLEGED FAILURE  OR\n   21  REFUSAL  TO COMPLY WAS WILLFUL AND WITHOUT GOOD CAUSE AND SHALL CONSIDER\n   22  ANY EVIDENCE IN THE POSSESSION  OF  THE  DISTRICT  INDICATING  THAT  THE\n   23  PARTICIPANT  HAS  GOOD CAUSE AND IF THE PARTICIPANT IS OTHERWISE PARTIC-\n   24  IPATING IN WORK ACTIVITIES, THERE SHALL BE  NO  FINDING  OF  WILLFULNESS\n   25  WITHOUT  GOOD  CAUSE BASED ON A SINGLE APPOINTMENT OR INFRACTION. IF THE\n   26  DISTRICT DETERMINES THAT SUCH FAILURE OR REFUSAL WAS WILLFUL AND WITHOUT\n   27  GOOD CAUSE, THE DISTRICT SHALL NOTIFY SUCH PARTICIPANT  IN  WRITING,  IN\n   28  PLAIN  LANGUAGE  AND  IN  A MANNER DISTINCT FROM ANY PREVIOUS NOTICE, BY\n   29  ISSUING TEN DAYS NOTICE OF ITS INTENT TO DISCONTINUE OR  REDUCE  ASSIST-\n   30  ANCE  pursuant  to regulations of the department. Such notice shall also\n   31  include a statement of the participant's right to a fair hearing  relat-\n   32  ing  to  such  discontinuance or reduction. If such participant contacts\n   33  the district within [seven] TEN days  [in  the  case  of  a  safety  net\n   34  participant  or  within  ten  days  in  the  case of a family assistance\n   35  participant] AND CHOOSES TO AVOID A PRO-RATA REDUCTION IN PUBLIC ASSIST-\n   36  ANCE BENEFITS BY RESOLVING THE REASONS FOR SUCH FAILURE  OR  REFUSAL  AT\n   37  CONCILIATION,  it  will be the responsibility of the participant to give\n   38  reasons for such failure or refusal.\n   39    (b) Unless the district determines as a result  of  such  conciliation\n   40  process  that  such  failure or refusal was willful and was without good\n   41  cause, no further action shall be taken. If the district determines that\n   42  such failure or refusal was willful and without good cause, AND THAT THE\n   43  INDIVIDUAL IS NOT EXEMPT  FROM  THE  REQUIREMENTS  OF  THIS  TITLE,  the\n   44  district shall notify such participant in writing, in plain language and\n   45  in  a  manner  distinct  from  any  previous notice, by issuing ten days\n   46  notice of its intent to discontinue or reduce  assistance.  Such  notice\n   47  shall  include the reasons for such determination, the specific instance\n   48  or instances of willful refusal or failure to comply without good  cause\n   49  with the requirements of this title, SHALL VERIFY THAT APPROPRIATE CHILD\n   50  CARE,  TRANSPORTATION AND ACCOMMODATIONS FOR DISABILITY WERE IN PLACE AT\n   51  THE TIME OF SUCH FAILURE OR REFUSAL, AND SPECIFY the  necessary  actions\n   52  that  must  be  taken to avoid a pro-rata reduction in public assistance\n   53  benefits, INCLUDING AGREEING TO COMPLY WITH  THE  REQUIREMENTS  OF  THIS\n   54  TITLE CONSISTENT WITH ANY MEDICAL CONDITION WHICH MAY LIMIT THE INDIVID-\n   55  UAL'S  ABILITY  TO  PARTICIPATE  IN  WORK  ACTIVITIES  OR  NOTIFYING THE\n   56  DISTRICT THAT HE OR SHE HAS BECOME EXEMPT FROM THE REQUIREMENTS OF  THIS\n\n       A. 3423                             3\n\n    1  TITLE and the right to a fair hearing relating to such discontinuance or\n    2  reduction.  Unless  extended  by mutual agreement of the participant and\n    3  the district, conciliation shall terminate and a determination shall  be\n    4  made within fourteen days of the date a request for conciliation is made\n    5  in  the  case  of  a safety net participant or within thirty days of the\n    6  conciliation notice in the case of a family assistance participant.\n    7    2. (a) The department shall establish  in  regulation  a  conciliation\n    8  procedure  for  the  resolution  of  disputes related to an individual's\n    9  participation in programs pursuant to this title.\n   10    (b) The district shall contract with an independent  entity,  approved\n   11  by the department, or shall use designated trained staff at the supervi-\n   12  sory  level who have no direct responsibility for the participant's case\n   13  to mediate disputes in the conciliation conference. If no such  supervi-\n   14  sory  staff  or independent entity is available, the district may desig-\n   15  nate another trained individual, who has no  direct  responsibility  for\n   16  the  participant's  case to mediate disputes in the conciliation confer-\n   17  ence.\n   18    (c) If a participant's dispute cannot be resolved through such concil-\n   19  iation procedure, an opportunity for a fair hearing shall  be  provided.\n   20  No  sanction  relating  to the subject dispute may be imposed during the\n   21  conciliation process.\n   22    3. When any [family assistance] participant required to participate in\n   23  work activities fails to comply with the provisions of this  title,  the\n   24  social services district shall take such actions as prescribed by appro-\n   25  priate federal law and regulation and this title.\n   26    4.  [When  any  safety net participant required to participate in work\n   27  activities fails to comply with the provisions of this title, the social\n   28  services district shall deny assistance to such participant  in  accord-\n   29  ance with section three hundred forty-two of this title.\n   30    5.]  (a)  [To  the extent that] CONSISTENT WITH federal law [requires]\n   31  AND REGULATIONS AND THIS TITLE, a social services district shall provide\n   32  to those [family assistance] participants whose failure  to  comply  has\n   33  continued for [three months] THIRTY DAYS or longer a written reminder of\n   34  the  option  to  end  a  sanction after the expiration of the applicable\n   35  minimum sanction period by terminating the failure to comply  as  speci-\n   36  fied  in  subdivision  [three]  ONE  of  this section. Such notice shall\n   37  advise that the participant may  immediately  terminate  the  [first  or\n   38  second]  sanction  by [participating in the program or accepting employ-\n   39  ment and that any subsequent sanction after six months have elapsed  may\n   40  be terminated by participating in the program or accepting employment.\n   41    (b)  A  social  services  district  shall  provide to those safety net\n   42  participants whose failure to comply has continued for the length of the\n   43  sanction period or longer a written reminder of  the  option  to  end  a\n   44  sanction  after the expiration of the applicable minimum sanction period\n   45  by terminating the failure to comply as specified in subdivision four of\n   46  this section.] EITHER AGREEING TO COMPLY WITH THE REQUIREMENTS  OF  THIS\n   47  TITLE CONSISTENT WITH ANY MEDICAL CONDITION WHICH MAY LIMIT THE INDIVID-\n   48  UAL'S  ABILITY  TO  PARTICIPATE  IN  WORK  ACTIVITIES  OR  NOTIFYING THE\n   49  DISTRICT THAT HE OR SHE HAS BECOME EXEMPT FROM THE REQUIREMENTS OF  THIS\n   50  TITLE.\n   51    [6.]  5. Consistent with federal law and regulation AND THIS TITLE, no\n   52  NOTICE SHALL BE ISSUED AS SPECIFIED IN SUBDIVISION ONE OR  TWO  OF  THIS\n   53  SECTION  UNLESS IT HAS BEEN DETERMINED THAT THE INDIVIDUAL IS NOT EXEMPT\n   54  FROM THE REQUIREMENTS OF THIS TITLE AND HAS DETERMINED THAT  APPROPRIATE\n   55  CHILD  CARE,  TRANSPORTATION  AND  ACCOMMODATIONS FOR DISABILITY WERE IN\n   56  PLACE AT THE TIME OF SUCH FAILURE OR REFUSAL TO COMPLY WITH THE REQUIRE-\n\n       A. 3423                             4\n\n    1  MENTS OF THIS TITLE AND NO  action  shall  be  taken  pursuant  to  this\n    2  section  for  failure to participate in the program or refusal to accept\n    3  employment if:\n    4    (a)  child  care  for  a child under age thirteen (or day care for any\n    5  incapacitated individual living in the same home as a  dependent  child)\n    6  is  necessary for an individual to participate or continue participation\n    7  in activities pursuant to this title or accept employment and such  care\n    8  is  not available and the social services district fails to provide such\n    9  care;\n   10    (b) (1) the employment would result in the family of  the  participant\n   11  experiencing a net loss of cash income; provided, however, a participant\n   12  may  not  claim  good  cause under this paragraph if the social services\n   13  district assures that the family will not experience a net loss of  cash\n   14  income by making a supplemental payment;\n   15    (2)  net loss of cash income results if the family's gross income less\n   16  necessary work-related expenses is less than  the  cash  assistance  the\n   17  participant  was  receiving at the time the offer of employment is made;\n   18  or\n   19    (c) the participant meets other grounds for good cause  set  forth  by\n   20  the  department  in  its  implementation plan for this title which, at a\n   21  minimum, must describe what circumstances beyond the household's control\n   22  will constitute \"good cause\".\n   23    S 2. Section 342 of the social services law, as added by  section  148\n   24  of  part  B  of  chapter  436 of the laws of 1997, is amended to read as\n   25  follows:\n   26    S 342. Noncompliance with the requirements  of  this  title.    1.  In\n   27  accordance  with  the  provisions  of  this section an individual who is\n   28  required to participate  in  work  activities  shall  be  ineligible  to\n   29  receive  public  assistance  if  he or she fails to comply, without good\n   30  cause, with the requirements of this title AND THE DISTRICT  HAS  DETER-\n   31  MINED  THAT HE OR SHE IS NOT EXEMPT FROM SUCH REQUIREMENTS AND HAS VERI-\n   32  FIED THAT APPROPRIATE CHILD CARE, TRANSPORTATION, AND ACCOMMODATIONS FOR\n   33  DISABILITY WERE IN PLACE AT THE TIME OF SUCH FAILURE  OR  REFUSAL.  Such\n   34  ineligibility  shall be for the amount and [periods] PERIOD specified in\n   35  this section. Good cause for failing to comply with the requirements  of\n   36  this  title shall be defined in department regulations, provided, howev-\n   37  er, that the parent or caretaker relative  of  a  child  under  thirteen\n   38  years  of  age  shall  not be subject to the ineligibility provisions of\n   39  this section if the individual can demonstrate, in accordance  with  the\n   40  regulations  of  the  office of children and family services department,\n   41  that lack of available child care prevents such individual from  comply-\n   42  ing  with  the  work requirements of this title. The parent or caretaker\n   43  relative shall be responsible for locating the child care needed to meet\n   44  the work requirements;  provided,  however,  that  the  relevant  social\n   45  services  district  shall  provide  a  parent  or caretaker relative who\n   46  demonstrates an inability to obtain needed child care with a  choice  of\n   47  two providers, at least one of which will be a regulated provider.\n   48    2.  In  the case of an applicant for or recipient of public assistance\n   49  WHOM THE DISTRICT HAS DETERMINED IS NOT EXEMPT FROM THE REQUIREMENTS  OF\n   50  THIS  TITLE  AND  who  is a parent or caretaker of a dependent child the\n   51  public assistance benefits otherwise available to the household of which\n   52  such individual is a member shall be reduced pro-rata[:\n   53    (a) for the first instance of failure to  comply  without  good  cause\n   54  with  the  requirement of this article], until the individual is willing\n   55  to comply WITH THE  REQUIREMENTS  OF  THIS  TITLE  CONSISTENT  WITH  ANY\n\n       A. 3423                             5\n\n    1  MEDICAL  CONDITION  WHICH  MAY LIMIT THE INDIVIDUAL'S ABILITY TO PARTIC-\n    2  IPATE IN WORK ACTIVITIES[;\n    3    (b)  for  the  second instance of failure to comply without good cause\n    4  with the requirements of this article, for a period of three months  and\n    5  thereafter until the individual is willing to comply;\n    6    (c)  for  the  third and all subsequent instances of failure to comply\n    7  without good cause with the requirements of this article, for  a  period\n    8  of six months and thereafter until the individual is willing to comply].\n    9    3. In the case of an individual who is a member of a household without\n   10  dependent  children  WHOM THE DISTRICT HAS DETERMINED IS NOT EXEMPT FROM\n   11  THE REQUIREMENTS OF THIS TITLE AND WHO IS applying for or in receipt  of\n   12  safety net assistance the public assistance benefits otherwise available\n   13  to  the  household of which such individual is a member shall be reduced\n   14  pro-rata[:\n   15    (a) for the first such failure  or  refusal],  until  the  failure  or\n   16  refusal  TO  COMPLY  WITH THE REQUIREMENTS OF THIS TITLE CONSISTENT WITH\n   17  ANY MEDICAL CONDITION  WHICH  MAY  LIMIT  THE  INDIVIDUAL'S  ABILITY  TO\n   18  PARTICIPATE IN WORK ACTIVITIES ceases [or ninety days, which ever period\n   19  of time is longer;\n   20    (b)  for  the second such failure or refusal, until the failure ceases\n   21  or for one hundred fifty days, whichever period of time is longer; and\n   22    (c) for the third and all subsequent such failures or refusals,  until\n   23  the  failure ceases or one hundred eighty days, whichever period of time\n   24  is longer].\n   25    4. A recipient of public assistance WHOM THE DISTRICT  HAS  DETERMINED\n   26  IS  NOT  EXEMPT  FROM  THE  REQUIREMENTS  OF THIS TITLE AND who quits or\n   27  reduces his hours of employment without good cause OR DUE TO ANY MEDICAL\n   28  CONDITION WHICH MAY LIMIT THE INDIVIDUAL'S  ABILITY  TO  PARTICIPATE  IN\n   29  WORK  ACTIVITIES  shall  be considered to have failed to comply with the\n   30  requirements of this article and shall be subject to the  provisions  of\n   31  this section.\n   32    5. A person described in paragraph (b) of subdivision seven of section\n   33  one  hundred  fifty-nine of this chapter may not be sanctioned if his or\n   34  her failure to comply with requirements of this  title  are  related  to\n   35  his or her health status.\n   36    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to clarifying conciliation procedures in cases when the recipient of public assistance programs refuses to comply with employment program requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123913.TXT", "SOBI.D110125.T153939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987979122
}