{
  "year" : 2011,
  "senateBillNo" : "A3426-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to social services",
    "billEventId" : "A3426-2011-1295931600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases state supplemental benefits to persons receiving enhanced residential care",
  "summary" : "Increases state supplemental benefits to persons receiving enhanced residential care. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A9062-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3426\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Social Services\n\n       AN ACT to amend the social services law, in relation to increasing state\n         supplemental benefits to persons receiving enhanced residential care\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (f) of subdivision 2 of section 209 of the social\n    2  services law, as amended by section 2 of part I of  chapter  58  of  the\n    3  laws of 2010, is amended to read as follows:\n    4    (f)  (I)  The  amounts set forth in paragraphs (a) through (e) of this\n    5  subdivision shall be increased  to  reflect  any  increases  in  federal\n    6  supplemental  security  income benefits for individuals or couples which\n    7  become effective on or after January  first,  two  thousand  eleven  but\n    8  prior to June thirtieth, two thousand eleven.\n    9    (II)  IN ADDITION TO THE AMOUNTS SET FORTH IN SUBPARAGRAPH (I) OF THIS\n   10  PARAGRAPH, ON AND AFTER JANUARY FIRST, TWO THOUSAND  TWELVE,  THE  ADDI-\n   11  TIONAL  STATE  PAYMENT  PORTION OF THE AMOUNTS SET FORTH IN SUBPARAGRAPH\n   12  (I) OF PARAGRAPH (E) OF THIS SUBDIVISION SHALL BE ANNUALLY INCREASED  BY\n   13  THE  SAME PERCENTAGE OF ANY FEDERAL SUPPLEMENTAL SECURITY INCOME COST OF\n   14  LIVING ADJUSTMENT WHICH BECOMES AVAILABLE ON OR AFTER JANUARY FIRST, BUT\n   15  PRIOR TO JUNE THIRTIETH, OF EACH CALENDAR YEAR, ROUNDED TO  THE  NEAREST\n   16  WHOLE DOLLAR.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06945-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to increasing state supplemental benefits to persons receiving enhanced residential care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123913.TXT", "SOBI.D110125.T153939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987979130
}