{
  "year" : 2011,
  "senateBillNo" : "A3422-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3422-2011-1295931600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons pledging goods to a collateral loan broker or selling goods to a second hand dealer to sign a written statement sworn to be true",
  "summary" : "Requires persons pledging goods to a collateral loan broker or selling goods to a second hand dealer to sign a written statement sworn to be true; provides that a false statement therein shall constitute making a punishable false written statement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A9153-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3422\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Economic Development\n\n       AN  ACT to amend the general business law and the penal law, in relation\n         to written false statements made by any person to  a  collateral  loan\n         broker or second hand dealer regarding any loan made by such broker or\n         sale to such dealer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 44 of the general business law is amended by adding\n    2  a new subdivision 4 to read as follows:\n    3    4. EACH PERSON SIGNING A MEMORANDUM OR NOTE  PURSUANT  TO  SUBDIVISION\n    4  ONE  OF  THIS SECTION, OR SIGNING A BILL OF SALE PROFFERED TOGETHER WITH\n    5  PERSONAL PROPERTY TO A SECOND HAND DEALER SHALL AFFIRM THAT  THE  STATE-\n    6  MENTS  THEREIN  ARE  TRUE UNDER THE PENALTIES OF THE OFFENSES OF LARCENY\n    7  AND/OR MAKING A PUNISHABLE FALSE WRITTEN STATEMENT.\n    8    S 2. Section 210.45 of the penal law is amended to read as follows:\n    9  S 210.45 Making a punishable false written statement.\n   10    A person is guilty of making a punishable false written statement when\n   11  he OR SHE knowingly makes a false statement, which he OR  SHE  does  not\n   12  believe to be true, in a written instrument:\n   13    1.  bearing  a legally authorized form notice to the effect that false\n   14  statements made therein are punishable; OR\n   15    2. SUBMITTED TO OBTAIN  A  LOAN  FROM  A  COLLATERAL  LOAN  BROKER  OR\n   16  PROCEEDS OF SALE FROM A SECOND HAND DEALER, BEARING A LEGALLY AUTHORIZED\n   17  FORM NOTICE TO THE EFFECT THAT FALSE STATEMENTS MADE THEREIN ARE PUNISH-\n   18  ABLE.\n   19    Making a punishable false written statement is a class A misdemeanor.\n   20    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   21  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06901-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the penal law, in relation to written false statements made by any person to a collateral loan broker or second hand dealer regarding any loan made by such broker or sale to such dealer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T123913.TXT", "SOBI.D110125.T153939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295987979116
}