{
  "year" : 2011,
  "senateBillNo" : "A3431-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3431-2011-1295931600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts the performance of surgical devocalization procedures on dogs and cats",
  "summary" : "Restricts the performance of surgical devocalization procedures on dogs and cats. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A11684-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3431\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ZEBROWSKI, MILLMAN, PHEFFER, M. MILLER, ARROYO,\n         SWEENEY, DINOWITZ, TITONE -- read once and referred to  the  Committee\n         on Agriculture\n\n       AN  ACT  to  amend  the  agriculture  and  markets  law,  in relation to\n         restricting the performance of surgical devocalization  procedures  on\n         dogs and cats\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 365-a to read as follows:\n    3    S  365-A.  DEVOCALIZATION  OF  ANIMALS. 1. NO PERSON SHALL PERFORM THE\n    4  SURGICAL DEVOCALIZATION OF A DOG OR CAT EXCEPT IN  ACCORDANCE  WITH  THE\n    5  PROVISIONS OF THIS SECTION.\n    6    2.  A. SURGICAL DEVOCALIZATION OF A DOG OR CAT SHALL BE PERFORMED ONLY\n    7  BY A  PERSON  LICENSED  AS  A  VETERINARIAN  IN  THIS  STATE  UNDER  THE\n    8  PROVISIONS OF ARTICLE ONE HUNDRED THIRTY-FIVE OF THE EDUCATION LAW.\n    9    B.  SURGICAL DEVOCALIZATION OF A DOG OR CAT MAY BE PERFORMED ONLY WHEN\n   10  THE PROCEDURE IS MEDICALLY NECESSARY TO TREAT  OR  RELIEVE  AN  ILLNESS,\n   11  DISEASE  OR  INJURY  OR CORRECT A CONGENITAL ABNORMALITY SUFFERED BY THE\n   12  ANIMAL, WHICH ILLNESS, DISEASE,  INJURY  OR  CONGENITAL  ABNORMALITY  IS\n   13  CAUSING OR MAY CAUSE THE ANIMAL PHYSICAL PAIN OR HARM.\n   14    3. A. ANY PERSON WHO PERFORMS A SURGICAL DEVOCALIZATION PROCEDURE ON A\n   15  DOG  OR  CAT  SHALL  PREPARE  A  RECORD  OF THE PROCEDURE CONTAINING THE\n   16  FOLLOWING INFORMATION:\n   17    (1) THE NAME AND ADDRESS OF THE ANIMAL'S OWNER;\n   18    (2) THE NAME AND ADDRESS OF THE PERSON FROM WHOM PAYMENT  IS  RECEIVED\n   19  FOR THE PROCEDURE;\n   20    (3)  A  DESCRIPTION OF THE ANIMAL, INCLUDING ITS NAME, SPECIES, BREED,\n   21  DATE OF BIRTH, SEX, COLOR, MARKINGS AND CURRENT WEIGHT;\n   22    (4) THE LICENSE NUMBER AND MUNICIPALITY THAT ISSUED  THE  LICENSE  FOR\n   23  THE ANIMAL;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00518-01-1\n\n       A. 3431                             2\n\n    1    (5) THE DATE AND TIME OF THE PROCEDURE;\n    2    (6) THE REASON THE PROCEDURE WAS PERFORMED; AND\n    3    (7)  ANY  DIAGNOSTIC  OPINION, ANALYSIS OR TEST RESULTS TO SUPPORT THE\n    4  DIAGNOSIS.\n    5    B. PRIOR TO PERFORMING A SURGICAL DEVOCALIZATION PROCEDURE ON A DOG OR\n    6  CAT, THE PERSON PERFORMING THE PROCEDURE SHALL FILE WITH  THE  CLERK  OF\n    7  THE  MUNICIPALITY  IN WHICH THE SURGERY IS TO BE PERFORMED A COPY OF THE\n    8  RECORD SPECIFIED IN PARAGRAPH A OF THIS  SUBDIVISION,  TOGETHER  WITH  A\n    9  WRITTEN STATEMENT DECLARING THAT THE PROCEDURE IS MEDICALLY NECESSARY TO\n   10  PROTECT THE HEALTH OR WELLBEING OF THE DOG OR CAT.\n   11    C.  THE  RECORD  REQUIRED  BY PARAGRAPH A OF THIS SUBDIVISION SHALL BE\n   12  RETAINED BY THE PERSON PERFORMING THE PROCEDURE FOR  A  PERIOD  OF  FOUR\n   13  YEARS  AFTER THE LAST CONTACT WITH THE ANIMAL ON WHICH THE PROCEDURE WAS\n   14  PERFORMED. ALL SUCH RECORDS SHALL BE SUBJECT TO AUDIT BY THE STATE BOARD\n   15  FOR VETERINARY MEDICINE.\n   16    D. ANY PERSON WHO PERFORMS A DEVOCALIZATION PROCEDURE ON A DOG OR  CAT\n   17  SHALL  REPORT  THE  NUMBER OF ALL SUCH PROCEDURES TO THE STATE BOARD FOR\n   18  VETERINARY MEDICINE ANNUALLY ON OR BEFORE  MARCH  THIRTIETH.  THE  BOARD\n   19  SHALL  MAINTAIN  ALL  NOTICES  RECEIVED  UNDER THIS SUBDIVISION FOR FOUR\n   20  YEARS FROM THE DATE OF RECEIPT.\n   21    E. ANY PERSON WHO PERFORMS A SURGICAL DEVOCALIZATION  PROCEDURE  ON  A\n   22  DOG  OR  CAT  SHALL  PREPARE AND PROVIDE TO THE ANIMAL'S OWNER A WRITTEN\n   23  NOTICE THAT SUCH PROCEDURE HAS BEEN CONDUCTED ON THE ANIMAL  IN  ACCORD-\n   24  ANCE  WITH THE PROVISIONS OF THIS SECTION AND CONTAINING THE INFORMATION\n   25  SPECIFIED IN SUBPARAGRAPHS ONE, THREE, FIVE AND SIX OF  PARAGRAPH  A  OF\n   26  THIS SUBDIVISION.\n   27    4.  NO COMMERCIAL ESTABLISHMENT, PET SHOP, FIRM, CORPORATION OR PERSON\n   28  SHALL SELL A DOG OR CAT THAT HAS BEEN SURGICALLY DEVOCALIZED,  UNLESS  A\n   29  COPY OF THE WRITTEN NOTICE DESCRIBED IN PARAGRAPH E OF SUBDIVISION THREE\n   30  OF  THIS  SECTION  IS  PROVIDED  TO ANY PROSPECTIVE PURCHASER BEFORE THE\n   31  PURCHASER ENTERS INTO AN AGREEMENT TO PURCHASE SAID ANIMAL. IN  ADDITION\n   32  TO  THE  PENALTIES  SET FORTH IN THIS SECTION, A FAILURE TO PROVIDE SUCH\n   33  NOTICE SHALL RENDER ANY PURCHASE AGREEMENT VOID AND A VIOLATION OF  THIS\n   34  PARAGRAPH SHALL CONSTITUTE AN UNFAIR OR DECEPTIVE ACT OR PRACTICE IN THE\n   35  CONDUCT OF A TRADE OR COMMERCE UNDER SECTION THREE HUNDRED FORTY-NINE OF\n   36  THE GENERAL BUSINESS LAW.\n   37    5.  AS  USED IN THIS SECTION, \"DEVOCALIZATION\" MEANS A SURGICAL PROCE-\n   38  DURE ON THE LARYNX  OR  VOCAL  CORDS  OF  AN  ANIMAL  WHICH  CAUSES  THE\n   39  REDUCTION  OR  ELIMINATION  OF  VOCAL SOUNDS PRODUCED BY THAT ANIMAL AND\n   40  INCLUDES PROCEDURES COMMONLY REFERRED TO AS DEBARKING OR SILENCING.\n   41    6. A. ANY PERSON WHO PERFORMS, OR CAUSES TO BE PERFORMED, THE SURGICAL\n   42  DEVOCALIZATION OF A DOG OR CAT IN VIOLATION OF THE  PROVISIONS  OF  THIS\n   43  SECTION SHALL BE GUILTY OF A CLASS A MISDEMEANOR PUNISHABLE BY IMPRISON-\n   44  MENT  FOR  A  PERIOD  OF  NOT  MORE THAN ONE YEAR OR BY A FINE OF NOT TO\n   45  EXCEED FIVE THOUSAND DOLLARS OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   46    B. IN ADDITION TO THE PENALTIES  DESCRIBED  IN  PARAGRAPH  A  OF  THIS\n   47  SUBDIVISION,  THE COURT MAY ORDER ANY PERSON WHO VIOLATES THE PROVISIONS\n   48  OF THIS SECTION TO SUCCESSFULLY COMPLETE A COURSE OF  INSTRUCTION  RELA-\n   49  TIVE  TO  THE  HUMANE  TREATMENT  OF ANIMALS OR BE BARRED FROM OWNING OR\n   50  KEEPING A DOG OR CAT OR SHARING A RESIDENCE WITH  ANOTHER  WHO  OWNS  OR\n   51  KEEPS A DOG OR CAT FOR A PERIOD OF TIME AS DETERMINED BY SAID COURT. THE\n   52  COURT  MAY FURTHER ORDER ANY PERSON WHO VIOLATES THIS SECTION TO SURREN-\n   53  DER THE ANIMAL ON WHICH THE PROCEDURE WAS  PERFORMED,  AS  WELL  AS  ANY\n   54  OTHER ANIMALS OWNED OR CONTROLLED BY SUCH PERSON.\n\n       A. 3431                             3\n\n    1    C.  ANY  VETERINARIAN WHO PERFORMS A SURGICAL DEVOCALIZATION PROCEDURE\n    2  IN VIOLATION OF THE PROVISIONS OF THIS SECTION SHALL BE SUBJECT  TO  THE\n    3  REVOCATION OR SUSPENSION OF HIS OR HER LICENSE.\n    4    S  2. The commissioner of agriculture and markets and the commissioner\n    5  of education are authorized and directed to promulgate and implement all\n    6  rules, regulations and standards they  respectively  deem  necessary  to\n    7  enforce  the  provisions  of this act on or before the effective date of\n    8  this act.\n    9    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   10  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to restricting the performance of surgical devocalization procedures on dogs and cats ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T154940.TXT", "SOBI.D110125.T123913.TXT", "SOBI.D110125.T154440.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295988580418
}