{
  "year" : 2011,
  "senateBillNo" : "A3435-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to education",
    "billEventId" : "A3435-2011-1295931600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school bus transportation contracts to include a provision holding school bus contractors harmless for certain school bus safety improvements",
  "summary" : "Requires school bus transportation contracts to include a provision holding school bus companies harmless for certain school bus safety improvements mandated during the course of the contract or contract renewal. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1779-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3435\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation to expenses incurred  for\n         school bus safety improvements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3625-a\n    2  to read as follows:\n    3    S 3625-A. SCHOOL BUS SAFETY IMPROVEMENTS.  ANY  CONTRACT  OR  CONTRACT\n    4  RENEWAL FOR THE TRANSPORTATION OF SCHOOL CHILDREN AUTHORIZED PURSUANT TO\n    5  SECTION  THIRTY-SIX  HUNDRED  TWENTY-FIVE  OF  THIS PART SHALL INCLUDE A\n    6  PROVISION WHEREBY THE CONTRACTOR PROVIDING PUPIL TRANSPORTATION SERVICES\n    7  SHALL BE HELD HARMLESS FOR EXPENSES INCURRED BY SUCH  CONTRACTOR  DURING\n    8  THE COURSE OF THE CONTRACT OR CONTRACT RENEWAL AS A RESULT OF SCHOOL BUS\n    9  SAFETY  IMPROVEMENTS MANDATED BY LAW, RULE OR REGULATION AND NOT REASON-\n   10  ABLY FORESEEN AT THE TIME THE  CONTRACT  WAS  EXECUTED.  THE  DEPARTMENT\n   11  SHALL  BE  RESPONSIBLE  FOR  SUCH ADDITIONAL EXPENSES. THE DEPARTMENT OF\n   12  TRANSPORTATION SHALL ESTABLISH A PROCEDURE TO REVIEW THE  REASONABLENESS\n   13  AND  LEGITIMACY  OF CLAIMS MADE BY THE CONTRACTOR PROVIDING PUPIL TRANS-\n   14  PORTATION SERVICES TO THE DEPARTMENT FOR SUCH ADDITIONAL EXPENSES.\n   15    S 2. This act shall take effect on the first of July  next  succeeding\n   16  the  date  on  which  it  shall have become a law and shall apply to any\n   17  contract executed on or after such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02742-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to expenses incurred for school bus safety improvements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T133918.TXT", "SOBI.D110125.T131415.TXT", "SOBI.D110125.T164443.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991883546
}