{
  "year" : 2011,
  "senateBillNo" : "A3434-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3434-2011-1295931600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the summary proceedings to recover possession of real property in the case of leases of vacation homes for three months or less",
  "summary" : "Relates to the summary proceedings to recover possession of real property in the case of leases of vacation homes for three months or less. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A1882-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3434\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the  real  property  actions  and  proceedings  law,  in\n         relation to the summary proceeding to recover possession of real prop-\n         erty in the case of leases of vacation homes for three months or less\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 731 of the real  property  actions\n    2  and  proceedings  law, as amended by chapter 910 of the laws of 1965, is\n    3  amended to read as follows:\n    4    2. Except as provided in section 732, relating  to  a  proceeding  for\n    5  non-payment  of  rent,  OR  AS  PROVIDED IN SECTION 732-A, RELATING TO A\n    6  PROCEEDING FOR HOLDING OVER IN CERTAIN CASES,  the  notice  of  petition\n    7  shall  specify  the  time  and  place of the hearing on the petition and\n    8  state that if respondent shall fail at such time to interpose and estab-\n    9  lish any defense that he OR SHE may have, he OR  SHE  may  be  precluded\n   10  from  asserting  such  defense  or the claim on which it is based in any\n   11  other proceeding or action.\n   12    S 2. The real property actions  and  proceedings  law  is  amended  by\n   13  adding a new section 732-a to read as follows:\n   14    S 732-A. HOLDING OVER IN THE CASE OF LEASES OF THREE MONTHS OR LESS OF\n   15  A  VACATION  HOME.  1. FOR THE PURPOSES OF THIS SECTION, \"VACATION HOME\"\n   16  MEANS A ONE OR TWO FAMILY DWELLING UNIT, OR A PORTION THEREOF, OWNED  BY\n   17  A  LANDLORD  WHO  DOES  NOT USE SUCH DWELLING UNIT AS HIS OR HER PRIMARY\n   18  RESIDENCE.\n   19    2. THE PROVISIONS OF THIS SECTION SHALL APPLY IN ALL MUNICIPALITIES OF\n   20  THE STATE, EXCEPT THE CITY OF NEW YORK.\n   21    3. THE PROCEEDING AUTHORIZED BY THIS SECTION MAY  BE  BROUGHT  ON  THE\n   22  GROUND  SPECIFIED  IN SUBDIVISION 1 OF SECTION 711, WHEREIN THE PROPERTY\n   23  POSSESSION OF WHICH IS SOUGHT TO BE RECOVERED IS A  VACATION  HOME  THAT\n   24  WAS LEASED TO THE RESPONDENT FOR A PERIOD NOT IN EXCESS OF THREE MONTHS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02832-01-1\n\n       A. 3434                             2\n\n    1  IN  SUCH EVENT, ALL OTHER PROVISIONS OF THIS ARTICLE SHALL REMAIN APPLI-\n    2  CABLE IN SUCH PROCEEDING, EXCEPT TO THE  EXTENT  INCONSISTENT  WITH  THE\n    3  PROVISIONS OF THIS SECTION.\n    4    4.  THE  NOTICE  OF PETITION SHALL BE RETURNABLE BEFORE THE CLERK, AND\n    5  SHALL BE MADE RETURNABLE WITHIN FIVE DAYS AFTER ITS SERVICE.\n    6    5. IF THE RESPONDENT ANSWERS, THE CLERK SHALL FIX A DATE FOR TRIAL  OR\n    7  HEARING  NOT  LESS  THAN THREE NOR MORE THAN EIGHT DAYS AFTER JOINDER OF\n    8  ISSUE, AND SHALL IMMEDIATELY NOTIFY BY MAIL THE PARTIES OR THEIR  ATTOR-\n    9  NEYS OF SUCH DATE. IF THE DETERMINATION BE FOR THE PETITIONER, THE ISSU-\n   10  ANCE  OF A WARRANT SHALL NOT BE STAYED FOR MORE THAN FIVE DAYS FROM SUCH\n   11  DETERMINATION.\n   12    6. IF THE RESPONDENT FAILS TO ANSWER WITHIN FIVE DAYS FROM THE DATE OF\n   13  SERVICE, AS SHOWN BY THE AFFIDAVIT OR  CERTIFICATE  OF  SERVICE  OF  THE\n   14  NOTICE  OF  PETITION  AND  PETITION,  THE JUDGE SHALL RENDER JUDGMENT IN\n   15  FAVOR OF THE PETITIONER AND MAY STAY THE ISSUANCE OF THE WARRANT  FOR  A\n   16  PERIOD OF NOT TO EXCEED TEN DAYS FROM THE DATE OF SERVICE.\n   17    7.  THE NOTICE OF PETITION SHALL ADVISE THE RESPONDENT OF THE REQUIRE-\n   18  MENTS OF SUBDIVISIONS 4, 5 AND 6, ABOVE.\n   19    S 3. Subdivision 1 of section 733 of the  real  property  actions  and\n   20  proceedings  law,  as  amended  by  chapter  910 of the laws of 1965, is\n   21  amended to read as follows:\n   22    1. Except as provided in section 732, relating  to  a  proceeding  for\n   23  non-payment  of  rent,  OR  AS  PROVIDED IN SECTION 732-A, RELATING TO A\n   24  PROCEEDING FOR HOLDING OVER IN CERTAIN CASES, the notice of petition and\n   25  petition shall be served at least five and not  more  than  twelve  days\n   26  before the time at which the petition is noticed to be heard.\n   27    S  4. Section 743 of the real property actions and proceedings law, as\n   28  amended by chapter 644 of the laws  of  2003,  is  amended  to  read  as\n   29  follows:\n   30    S  743.  Answer.  Except  as  provided  in  section 732, relating to a\n   31  proceeding for non-payment of rent, OR AS  PROVIDED  IN  SECTION  732-A,\n   32  RELATING  TO A PROCEEDING FOR HOLDING OVER IN CERTAIN CASES, at the time\n   33  when the petition is to be  heard  the  respondent,  or  any  person  in\n   34  possession or claiming possession of the premises, may answer, orally or\n   35  in  writing.  If  the  answer  is  oral  the  substance thereof shall be\n   36  recorded by the clerk or, if a particular court has  no  clerk,  by  the\n   37  presiding  judge  or  justice  of such court, and maintained in the case\n   38  record. If the notice of petition was served at least eight days  before\n   39  the  time  at  which  it  was noticed to be heard and it so demands, the\n   40  answer shall be made at least three days before the time the petition is\n   41  noticed to be heard and, if in writing, it shall be served  within  such\n   42  time;  whereupon  any reply shall be served at least one day before such\n   43  time. The answer may contain any legal or equitable defense, or counter-\n   44  claim. The court may render affirmative judgment for  the  amount  found\n   45  due on the counterclaim.\n   46    S  5.  This  act  shall take effect on the sixtieth day after it shall\n   47  have become a law and shall apply to any  proceedings  commenced  on  or\n   48  after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to the summary proceeding to recover possession of real property in the case of leases of vacation homes for three months or less ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T133918.TXT", "SOBI.D110125.T131415.TXT", "SOBI.D110125.T164443.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991883544
}