{
  "year" : 2011,
  "senateBillNo" : "A3438-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3438-2011-1295931600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Subjects certain lands in the towns of Blooming Grove, Chester, Crawford and Wallkill, Orange county, to real property taxation",
  "summary" : "Subjects certain lands acquired for a public use by the commissioners of the Palisades Interstate park, exclusive of improvements thereon erected by the state, in the towns of Blooming Grove, Chester, Crawford and Wallkill, Orange county, to real property taxation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1780-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3438\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law,  in  relation  to  subjecting\n         certain state lands in Orange county to real property taxation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (e) of section 532 of  the  real  property  tax\n    2  law,  as  amended by chapter 660 of the laws of 1997, is amended to read\n    3  as follows:\n    4    (e) All lands in the counties of Rockland  and  Sullivan  and  in  the\n    5  towns  of  Monroe, Warwick, BLOOMING GROVE, CHESTER, CRAWFORD, WALLKILL,\n    6  Cornwall, Highlands, Tuxedo and Woodbury,  Orange  county,  and  in  the\n    7  towns  of  Gardiner, Rochester, Shawangunk and Wawarsing, Ulster county,\n    8  acquired for a public use by the commissioners of the  Palisades  Inter-\n    9  state park, exclusive of the improvements erected thereon by the state;\n   10    S 2. This act shall take effect immediately and shall apply to assess-\n   11  ment  rolls  prepared  on the basis of taxable status dates occurring on\n   12  and after the date on which this act shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02743-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to subjecting certain state lands in Orange county to real property taxation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T164944.TXT", "SOBI.D110125.T133418.TXT", "SOBI.D110125.T130914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184729
}