{
  "year" : 2011,
  "senateBillNo" : "A343-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A343-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides treatment for sexually transmissible diseases to minors without a parent's or guardian's consent",
  "summary" : "Provides treatment for sexually transmissible diseases to minors without a parent's or guardian's consent; provides definition for health care practitioner. ",
  "currentCommittee" : null,
  "sameAs" : "S384",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AC6702-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          343\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, SCHIMEL, GOTTFRIED, DINOWITZ, MAYERSOHN,\n         JACOBS, HOYT, JAFFEE, ROSENTHAL -- Multi-Sponsored  by  --  M.  of  A.\n         BOYLAND,  BROOK-KRASNY, GABRYSZAK, JEFFRIES, MARKEY, PHEFFER, RUSSELL,\n         TITONE, WRIGHT -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to providing  medical\n         care to minors for sexually transmitted diseases without a parent's or\n         guardian's consent\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2305 of the public health law, as amended by  chap-\n    2  ter 878 of the laws of 1980, is amended to read as follows:\n    3    S  2305.  Sexually  transmissible  diseases;  CARE  AND  treatment [by\n    4  licensed physician or staff physician of a  hospital;  prescriptions]  ;\n    5  CONSENT  BY MINORS.  1. No person, other than a [licensed physician, or,\n    6  in a hospital, a staff physician] HEALTH CARE PRACTITIONER, shall  diag-\n    7  nose,  treat  or  prescribe for a person who is infected with a sexually\n    8  transmissible disease, or who has been exposed to infection with a sexu-\n    9  ally transmissible disease, or dispense or  sell  a  drug,  medicine  or\n   10  remedy  for  the  treatment  of  such person except on prescription of a\n   11  [duly licensed physician] HEALTH CARE PRACTITIONER.\n   12    2. (A) A [licensed physician, or in a hospital,  a  staff  physician,]\n   13  HEALTH  CARE PRACTITIONER may diagnose, treat or prescribe TREATMENT FOR\n   14  A SEXUALLY TRANSMISSIBLE DISEASE for a person under the age of  [twenty-\n   15  one]  EIGHTEEN  years without the consent or knowledge of the parents or\n   16  [guardian] GUARDIANS of said person, where such person is infected  with\n   17  a  sexually transmissible disease, or has been exposed to infection with\n   18  a sexually transmissible disease.\n   19    (B) A HEALTH CARE PRACTITIONER MAY PROVIDE HEALTH CARE RELATED TO  THE\n   20  PREVENTION  OF A SEXUALLY TRANSMISSIBLE DISEASE, INCLUDING ADMINISTERING\n   21  VACCINES, TO A PERSON UNDER  THE  AGE  OF  EIGHTEEN  YEARS  WITHOUT  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00330-01-1\n\n       A. 343                              2\n\n    1  CONSENT  OR  KNOWLEDGE  OF  THE  PARENTS  OR  GUARDIANS  OF SUCH PERSON,\n    2  PROVIDED THAT THE PERSON HAS CAPACITY TO CONSENT TO  THE  CARE,  WITHOUT\n    3  REGARD TO THE PERSON'S AGE, AND THE PERSON CONSENTS.\n    4    (C)  ANY  RELEASE  OF  PATIENT INFORMATION REGARDING VACCINES PROVIDED\n    5  UNDER THIS SECTION SHALL BE CONSISTENT WITH SECTIONS SEVENTEEN AND EIGH-\n    6  TEEN OF THIS CHAPTER AND OTHER APPLICABLE LAWS AND REGULATIONS.\n    7    3. For the purposes of this section, [the term]\n    8    (A) \"hospital\" shall mean a hospital as  defined  in  article  twenty-\n    9  eight of this chapter; AND\n   10    (B) \"HEALTH CARE PRACTITIONER\" SHALL MEAN A PERSON LICENSED, CERTIFIED\n   11  OR  OTHERWISE  AUTHORIZED TO PRACTICE UNDER TITLE EIGHT OF THE EDUCATION\n   12  LAW, ACTING WITHIN HIS OR HER LAWFUL SCOPE OF PRACTICE.\n   13    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to providing medical care to minors for sexually transmitted diseases without a parent's or guardian's consent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101222.T135840.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293044320808
}