{
  "year" : 2011,
  "senateBillNo" : "A3439-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3439-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale or display to minors of indecent materials",
  "summary" : "Prohibits sale or display of indecent materials to minors; establishes standards of sexually-oriented indecent materials which cannot be sold or displayed to minors; includes only persons under the age of seventeen as minors; protects those under the age of seventeen from pornographic material; imposes penalties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1782-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3439\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN -- Multi-Sponsored by -- M. of A. CROUCH,\n         OAKS, TEDISCO -- read once and referred to the Committee on Codes\n\n       AN  ACT to amend the penal law, in relation to sale or display to minors\n         of indecent materials\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1     Section  1.   The penal law is amended by adding a new section 260.35\n    2  to read as follows:\n    3  S 260.35 SALE OR DISPLAY TO MINORS OF INDECENT MATERIALS.\n    4    A. FOR THE PURPOSES OF THIS SECTION:\n    5    1. \"DESCRIPTION OR DEPICTIONS OF ILLICIT  SEX  OR  SEXUAL  IMMORALITY\"\n    6  SHALL MEAN:\n    7    (A) HUMAN GENITALS IN A STATE OF SEXUAL STIMULATION OR AROUSAL;\n    8    (B) ACTS OF HUMAN MASTURBATION, SEXUAL INTERCOURSE OR SODOMY; AND\n    9    (C) FONDLING OR OTHER EROTIC TOUCHING OF HUMAN GENITALS, PUBIC REGION,\n   10  BUTTOCK OR FEMALE BREAST.\n   11    2. \"NUDE OR PARTIALLY DENUDED FIGURES\" SHALL MEAN:\n   12    (A)  LESS THAN COMPLETELY AND OPAQUELY COVERED:  HUMAN GENITALS, PUBIC\n   13  REGIONS, BUTTOCK AND IMMEDIATELY ABOVE THE TOP OF THE AREOLA; AND\n   14    (B) HUMAN MALE  GENITALS  IN  A  DISCERNIBLY  TURGID  STATE,  EVEN  IF\n   15  COMPLETELY AND OPAQUELY COVERED.\n   16    3.  \"KNOWINGLY\"  SHALL  MEAN  HAVING  KNOWLEDGE  OF  THE CHARACTER AND\n   17  CONTENT OF THE PUBLICATION OR FAILURE ON NOTICE TO  EXERCISE  REASONABLE\n   18  INSPECTION WHICH WOULD DISCLOSE THE CONTENT AND CHARACTER OF THE SAME.\n   19    4.  \"PERSON\"  SHALL  MEAN AN INDIVIDUAL, FIRM, CORPORATION, COPARTNER-\n   20  SHIP, JOINT VENTURE, JOINT ADVENTURERS  OR  UNINCORPORATED  ASSOCIATION,\n   21  AND THE PLURAL AS WELL AS THE SINGULAR NUMBER.\n   22    B. IT SHALL BE UNLAWFUL FOR ANY PERSON TO WILFULLY OR KNOWINGLY ENGAGE\n   23  IN  THE  BUSINESS OF SELLING, LENDING, GIVING AWAY, SHOWING, ADVERTISING\n   24  FOR SALE OR DISTRIBUTING TO ANY PERSON UNDER THE AGE OF SEVENTEEN  YEARS\n   25  OR  WHO HAS IN HIS POSSESSION WITH INTENT TO ENGAGE IN THE SAID BUSINESS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02745-01-1\n\n       A. 3439                             2\n\n    1  OR TO OTHERWISE OFFER FOR SALE OR COMMERCIAL DISTRIBUTION TO  ANY  INDI-\n    2  VIDUAL  UNDER  THE  AGE OF SEVENTEEN YEARS OR WHO SHALL DISPLAY AT NEWS-\n    3  STANDS OR ANY OTHER BUSINESS ESTABLISHMENT FREQUENTED  BY  MINORS  UNDER\n    4  THE AGE OF SEVENTEEN YEARS OR WHERE SAID MINORS ARE OR MAY BE INVITED AS\n    5  A PART OF THE GENERAL PUBLIC ANY MOTION PICTURE, OR ANY STILL PICTURE OR\n    6  PHOTOGRAPH  OR ANY BOOK, POCKET BOOK, PAMPHLET OR MAGAZINE, THE COVER OR\n    7  CONTENT OF WHICH EXPLOITS, IS DEVOTED TO, OR IS PRINCIPALLY MADE  UP  OF\n    8  DESCRIPTIONS  OR DEPICTIONS OF ILLICIT SEX OR SEXUAL IMMORALITY OR WHICH\n    9  IS LEWD, LASCIVIOUS OR INDECENT OR WHICH CONSISTS OF PICTURES OF NUDE OR\n   10  PARTIALLY DENUDED FIGURES POSED OR PRESENTED IN A MANNER TO  PROVOKE  OR\n   11  AROUSE LUST OR PASSION OR TO EXPLOIT SEX, LUST OR PERVERSION FOR COMMER-\n   12  CIAL  GAIN  OR  ANY ARTICLE OR INSTRUMENT CAPABLE OF INDECENT OR IMMORAL\n   13  USE.\n   14    SALE OR DISPLAY TO MINORS OF INDECENT MATERIALS IS A CLASS A MISDEMEA-\n   15  NOR.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to sale or display to minors of indecent materials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T164944.TXT", "SOBI.D110125.T132917.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184734
}