{
  "year" : 2011,
  "senateBillNo" : "A3437-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to education",
    "billEventId" : "A3437-2011-1295931600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to transportation of students to school",
  "summary" : "Relates to transportation of students to school; provides that upon a resolution adopted by the board of education a parent who is precluded from walking his or her child to school or bus stop because of an existing medical condition and the route that the child must walk is determined by such board to be unsafe, transportation may be provided to such child. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1781-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3437\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law,  in  relation  to  transportation  of\n         students to school\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 1 of section 3635 of the  educa-\n    2  tion  law,  as  amended by chapter 69 of the laws of 1992, is amended to\n    3  read as follows:\n    4    a. Sufficient transportation facilities (including the  operation  and\n    5  maintenance  of motor vehicles) shall be provided by the school district\n    6  for all the children residing within the school district to and from the\n    7  school they legally attend, who  are  in  need  of  such  transportation\n    8  because  of  the  remoteness  of  the  school  to  the  child or for the\n    9  promotion of the best interest of  such  children.  Such  transportation\n   10  shall be provided for all children attending grades kindergarten through\n   11  eight  who  live  more than two miles from the school which they legally\n   12  attend and for all children attending grades  nine  through  twelve  who\n   13  live more than three miles from the school which they legally attend and\n   14  shall be provided for each such child up to a distance of fifteen miles,\n   15  the distances in each case being measured by the nearest available route\n   16  from  home  to school. The cost of providing such transportation between\n   17  two or three miles, as the case may  be,  and  fifteen  miles  shall  be\n   18  considered  for  the  purposes  of  this chapter to be a charge upon the\n   19  district and an ordinary contingent expense of the district. Transporta-\n   20  tion for a lesser distance than  two  miles  in  the  case  of  children\n   21  attending  grades  kindergarten through eight or three miles in the case\n   22  of children attending grades nine  through  twelve  and  for  a  greater\n   23  distance  than  fifteen  miles  may be provided by the district, and, if\n   24  provided, shall be offered equally to all children in like circumstances\n   25  residing in the district AND MAY, UPON A RESOLUTION ADOPTED BY THE BOARD\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02744-01-1\n\n       A. 3437                             2\n\n    1  OF EDUCATION AND FOR A PERIOD OF TIME AS APPROVED BY THE BOARD OF EDUCA-\n    2  TION, BE PROVIDED FOR THESE LESSER DISTANCES OR  BETWEEN  THE  STUDENT'S\n    3  HOME  AND THE SCHOOL HE OR SHE ATTENDS OR BETWEEN THE STUDENT'S HOME AND\n    4  A  REGULARLY SCHEDULED PICK-UP POINT BASED UPON THE BOARD OF EDUCATION'S\n    5  DETERMINATION THAT THE PARENT OR GUARDIAN OF A CHILD REQUIRED TO WALK  A\n    6  SPECIFIC  DISTANCE  TO SCHOOL OR TO A REGULARLY SCHEDULED PICK-UP POINT,\n    7  IS PRECLUDED BY REASON OF AN EXISTING MEDICAL CONDITION FROM  ACCOMPANY-\n    8  ING  THE CHILD TO OR FROM THE SCHOOL OR BUS STOP AND THE ROUTE THE CHILD\n    9  MUST WALK IS DETERMINED BY THE BOARD OF EDUCATION TO BE UNSAFE BASED  ON\n   10  SUCH FACTORS AS THE CHILD'S AGE OR EXISTING CONDITION OF THE ROUTE TO BE\n   11  WALKED;  provided,  however,  that  this  requirement shall not apply to\n   12  transportation offered pursuant to section  thirty-six  hundred  thirty-\n   13  five-b of this [article] PART.\n   14    S  2.  This act shall take effect on the first of July next succeeding\n   15  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to transportation of students to school ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T133418.TXT", "SOBI.D110125.T130914.TXT", "SOBI.D110125.T164443.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991883558
}