{
  "year" : 2011,
  "senateBillNo" : "A3441-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3441-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons who commit crimes while on release to serve maximum sentence",
  "summary" : "Requires a person on parole, conditional release, temporary release, post release supervision program or a parole supervision program who has been convicted of a felony committed on such parole or release, to be recommitted to serve the maximum term imposed by the court for the initial felony in addition to the minimum term imposed on the subsequent felony before reconsideration for parole, conditional release, temporary release, post release supervision program or a parole supervision program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1880-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3441\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CALHOUN, KOLB -- Multi-Sponsored by -- M. of A.\n         CONTE, CROUCH, FINCH, RAIA, TEDISCO -- read once and referred  to  the\n         Committee on Codes\n\n       AN  ACT  to  amend  the  penal  law  and  the criminal procedure law, in\n         relation to fixing sentences for persons committing  crimes  while  on\n         parole,  conditional  release,  temporary  release, participating in a\n         post release supervision program or a parole supervision sentence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 70.30 of the penal law is amended\n    2  by adding a new paragraph (g) to read as follows:\n    3    (G) WHERE A  PAROLEE,  A  CONDITIONAL  RELEASEE,  TEMPORARY  RELEASEE,\n    4  PERSON  PARTICIPATING  IN A POST RELEASE SUPERVISION PROGRAM OR A PERSON\n    5  SERVING A PAROLE SUPERVISION SENTENCE, HAS BEEN CONVICTED  OF  A  FELONY\n    6  COMMITTED  WHILE  UNDER  THE  TERMS OF SUCH PAROLE, CONDITIONAL RELEASE,\n    7  TEMPORARY RELEASE, POST RELEASE SUPERVISION  PROGRAM  OR  PAROLE  SUPER-\n    8  VISION SENTENCE, THE MINIMUM SENTENCE IMPOSED UPON SUCH SUBSEQUENT FELO-\n    9  NY  SHALL  NOT  COMMENCE  UNTIL THE MAXIMUM TERM OF IMPRISONMENT FOR THE\n   10  PREVIOUS FELONY HAS BEEN SERVED.\n   11    S 2. Paragraph (a) of subdivision 1 of section 70.40 of the penal law,\n   12  as amended by chapter 261 of the laws of 1987, is  amended  to  read  as\n   13  follows:\n   14    (a) [A] EXCEPT FOR A PERSON WHO HAS BEEN CONVICTED OF A FELONY COMMIT-\n   15  TED  WHILE  UNDER  THE TERMS OF A PAROLE, CONDITIONAL RELEASE, TEMPORARY\n   16  RELEASE OR A PERSON PARTICIPATING IN A POST RELEASE SUPERVISION  PROGRAM\n   17  OR A PERSON SERVING A PAROLE SUPERVISION SENTENCE, A person who is serv-\n   18  ing  one  or more than one indeterminate sentence of imprisonment may be\n   19  paroled from the institution in which he OR SHE is confined at any  time\n   20  after  the  expiration of the minimum or the aggregate minimum period of\n   21  imprisonment of the  sentence  or  sentences  or  after  the  successful\n   22  completion of a shock incarceration program, as defined in article twen-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02830-01-1\n\n       A. 3441                             2\n\n    1  ty-six-A  of  the correction law, whichever is sooner. Release on parole\n    2  shall be in the discretion of the state board of parole, and such person\n    3  shall continue service of his OR HER  sentence  or  sentences  while  on\n    4  parole,  in  accordance with and subject to the provisions of the execu-\n    5  tive law.\n    6    S 3. Paragraph (b) of subdivision 1 of section 70.40 of the penal law,\n    7  as amended by chapter 1 of the laws of  1998,  is  amended  to  read  as\n    8  follows:\n    9    (b) [A] EXCEPT FOR A PERSON WHO HAS BEEN CONVICTED OF A FELONY COMMIT-\n   10  TED  WHILE  UNDER  THE TERMS OF A PAROLE, CONDITIONAL RELEASE, TEMPORARY\n   11  RELEASE, A PERSON PARTICIPATING IN A POST RELEASE SUPERVISION PROGRAM OR\n   12  A PERSON SERVING A PAROLE SUPERVISION SENTENCE, A person who is  serving\n   13  one  or more than one indeterminate or determinate sentence of imprison-\n   14  ment shall, if he OR SHE so requests, be conditionally released from the\n   15  institution in which he OR SHE is confined when the total good  behavior\n   16  time allowed to him OR HER, pursuant to the provisions of the correction\n   17  law,  is  equal to the unserved portion of his OR HER term, maximum term\n   18  or aggregate maximum term; provided, however, that (i) in no event shall\n   19  a person serving one or more indeterminate sentence of imprisonment  and\n   20  one  or more determinate sentence of imprisonment which run concurrently\n   21  be conditionally released until serving at  least  six-sevenths  of  the\n   22  determinate term of imprisonment which has the longest unexpired time to\n   23  run  and (ii) in no event shall a person be conditionally released prior\n   24  to the date on which such person is  first  eligible  for  discretionary\n   25  parole  release.  The  conditions  of release, including those governing\n   26  post-release supervision, shall be such as may be imposed by  the  state\n   27  board of parole in accordance with the provisions of the executive law.\n   28    Every  person  so released shall be under the supervision of the state\n   29  board of parole for a period equal to the unserved portion of the  term,\n   30  maximum  term,  aggregate maximum term, or period of post-release super-\n   31  vision.\n   32    S 4. Paragraph (b) of subdivision 1 of section 70.40 of the penal law,\n   33  as separately amended by chapter 467 of the laws of 1979 and  chapter  1\n   34  of  the  laws of 1998 and the closing paragraph as separately amended by\n   35  chapter 148 of the laws of 1975 and chapter 1 of the laws  of  1998,  is\n   36  amended to read as follows:\n   37    (b) [A] EXCEPT FOR A PERSON WHO HAS BEEN CONVICTED OF A FELONY COMMIT-\n   38  TED  WHILE  UNDER  THE TERMS OF A PAROLE, CONDITIONAL RELEASE, TEMPORARY\n   39  RELEASE, A PERSON PARTICIPATING IN A POST RELEASE SUPERVISION PROGRAM OR\n   40  A PERSON SERVING A PAROLE SUPERVISION SENTENCE, A person who is  serving\n   41  one or more than one indeterminate sentence of imprisonment shall, if he\n   42  OR  SHE  so  requests, be conditionally released from the institution in\n   43  which he OR SHE is confined when the total good behavior time allowed to\n   44  him OR HER, pursuant to the provisions of the correction law,  is  equal\n   45  to the unserved portion of his OR HER maximum or aggregate maximum term.\n   46  The conditions of release, including those governing post-release super-\n   47  vision,  shall be such as may be imposed by the state board of parole in\n   48  accordance with the provisions of the executive law.\n   49    Every person so released shall be under the supervision of  the  state\n   50  board  of parole for a period equal to the unserved portion of the maxi-\n   51  mum, aggregate maximum term, or period of post-release supervision.\n   52    S 5. Subdivision 1 of section 70.40 of the penal  law  is  amended  by\n   53  adding a new paragraph (d) to read as follows:\n   54    (D)  ANY  PERSON,  WHO  HAS BEEN CONVICTED OF A FELONY WHILE UNDER THE\n   55  TERMS OF A PAROLE, CONDITIONAL  RELEASE,  TEMPORARY  RELEASE,  A  PERSON\n   56  PARTICIPATING  IN A POST RELEASE SUPERVISION PROGRAM OR A PERSON SERVING\n\n       A. 3441                             3\n\n    1  A PAROLE SUPERVISION SENTENCE, SHALL BE RECOMMITTED TO SERVE HIS OR  HER\n    2  MAXIMUM  TERM OF IMPRISONMENT IMPOSED BY THE COURT FOR THE INITIAL FELO-\n    3  NY, AND SHALL NOT BE ELIGIBLE FOR PAROLE, CONDITIONAL RELEASE, TEMPORARY\n    4  RELEASE,  POST  RELEASE  SUPERVISION  PROGRAM  OR  A  PAROLE SUPERVISION\n    5  SENTENCE CONSIDERATION UNTIL SAID MAXIMUM TERM  PLUS  THE  MINIMUM  TERM\n    6  IMPOSED UPON THE SUBSEQUENT FELONY SHALL HAVE BEEN SERVED.\n    7    S  6.  Subdivision  5  of section 70.45 of the penal law is amended by\n    8  adding a new paragraph (g) to read as follows:\n    9    (G) ANY PERSON, WHO HAS BEEN CONVICTED OF A  FELONY  WHILE  UNDER  THE\n   10  TERMS  OF  A  PAROLE, CONDITIONAL RELEASE, TEMPORARY RELEASE, OR PARTIC-\n   11  IPATING IN A POST RELEASE SUPERVISION PROGRAM  OR  A  PERSON  SERVING  A\n   12  PAROLE  SUPERVISION  SENTENCE, SHALL BE RECOMMITTED TO SERVE HIS MAXIMUM\n   13  TERM OF IMPRISONMENT IMPOSED BY THE COURT FOR THE  INITIAL  FELONY,  AND\n   14  SHALL  NOT  BE  ELIGIBLE  FOR  PAROLE,  CONDITIONAL  RELEASE,  TEMPORARY\n   15  RELEASE, POST  RELEASE  SUPERVISION  PROGRAM  OR  A  PAROLE  SUPERVISION\n   16  SENTENCE  CONSIDERATION  UNTIL  SAID  MAXIMUM TERM PLUS THE MINIMUM TERM\n   17  IMPOSED UPON THE SUBSEQUENT FELONY SHALL HAVE BEEN SERVED.\n   18    S 7. Section 410.91 of the criminal procedure law is amended by adding\n   19  a new subdivision 9 to read as follows:\n   20    9. WHERE A PAROLEE, A  CONDITIONAL  RELEASEE  OR  TEMPORARY  RELEASEE,\n   21  PERSON  PARTICIPATING  IN A POST RELEASE SUPERVISION PROGRAM OR A PERSON\n   22  SERVING A PAROLE SUPERVISION SENTENCE, HAS BEEN CONVICTED  OF  A  FELONY\n   23  COMMITTED  WHILE  UNDER  THE  TERMS OF SUCH PAROLE, CONDITIONAL RELEASE,\n   24  TEMPORARY RELEASE, POST RELEASE SUPERVISION  PROGRAM  OR  PAROLE  SUPER-\n   25  VISION SENTENCE, THE MINIMUM SENTENCE IMPOSED UPON SUCH SUBSEQUENT FELO-\n   26  NY  SHALL  NOT  COMMENCE  UNTIL THE MAXIMUM TERM OF IMPRISONMENT FOR THE\n   27  PREVIOUS FELONY HAS BEEN SERVED.\n   28    S 8. This act shall take effect on the first of November next succeed-\n   29  ing the date on which it shall have become a law; provided however, that\n   30  section two of this act shall take effect upon the  reversion  of  para-\n   31  graph (a) of subdivision 1 of section 70.40 of the penal law pursuant to\n   32  subdivision  d  of  section  74  of  chapter  3  of the laws of 1995, as\n   33  amended; and provided further that the amendment  to  paragraph  (b)  of\n   34  subdivision  1  of section 70.40 of the penal law, made by section three\n   35  of this act, shall be subject to the expiration and  reversion  of  such\n   36  paragraph  pursuant  to  subdivision d of section 74 of chapter 3 of the\n   37  laws of 1995, when upon such date the provisions of section four of this\n   38  act shall take effect; and  provided  further  that  the  amendments  to\n   39  section  410.91  of the criminal procedure law, made by section seven of\n   40  this act, shall not affect the repeal  of  such  section  and  shall  be\n   41  deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to fixing sentences for persons committing crimes while on parole, conditional release, temporary release, participating in a post release supervision program or a parole supervision sentence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T164944.TXT", "SOBI.D110125.T132917.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184747
}