{
  "year" : 2011,
  "senateBillNo" : "A3449-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3449-2011-1295931600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a voluntary confidential intermediary adoption program to search for and contact a birth parent or adopted person",
  "summary" : "Establishes a voluntary confidential intermediary adoption program to search for and contact a birth parent or adopted person upon the request of a birth parent or adopted person; voluntary confidential intermediary shall undergo training and are appointed by the family court. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1108-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3449\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GABRYSZAK, GIGLIO -- read once and referred to\n         the Committee on Judiciary\n\n       AN ACT to amend the public health law, in  relation  to  establishing  a\n         voluntary  confidential  intermediary  adoption program to help in the\n         search for a birth parent or adopted person\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  4138-e to read as follows:\n    3    S 4138-E. VOLUNTARY CONFIDENTIAL INTERMEDIARY ADOPTION PROGRAM.  1.  A\n    4  VOLUNTARY  CONFIDENTIAL  INTERMEDIARY  ADOPTION  PROGRAM SHALL BE ESTAB-\n    5  LISHED AND MAINTAINED BY THE DEPARTMENT. UNDER SUCH PROGRAM, AN  ADOPTED\n    6  PERSON  OVER THE AGE OF TWENTY-ONE YEARS, OR AN ADOPTED PERSON UNDER THE\n    7  AGE OF TWENTY-ONE YEARS WITH THE PERMISSION OF AN ADOPTIVE PARENT, OR  A\n    8  BIRTH  PARENT  OR  MEMBER OF THE BIRTH PARENT'S FAMILY AFTER THE ADOPTEE\n    9  HAS REACHED THE AGE OF TWENTY-ONE YEARS MAY PETITION THE FAMILY COURT TO\n   10  APPOINT A CONFIDENTIAL INTERMEDIARY WHO SHALL BE AN INDIVIDUAL  WITH  NO\n   11  RELATION  OR  CONNECTION TO THE PETITIONER AND WHO HAS COMPLETED ALL THE\n   12  REQUIREMENTS FOR CONFIDENTIAL INTERMEDIARIES UNDER THIS SECTION  AND  AS\n   13  ESTABLISHED BY THE DEPARTMENT.\n   14    2.  IF  A FAMILY COURT DECIDES TO APPOINT A CONFIDENTIAL INTERMEDIARY,\n   15  SUCH INTERMEDIARY SHALL SEARCH FOR  AND  DISCREETLY  CONTACT  THE  BIRTH\n   16  PARENT  OR ADOPTED PERSON, OR IF THEY ARE NOT ALIVE OR CANNOT BE LOCATED\n   17  WITHIN ONE YEAR, THE INTERMEDIARY MAY ATTEMPT TO LOCATE MEMBERS  OF  THE\n   18  BIRTH  PARENT  OR ADOPTED PERSON'S FAMILY. THESE FAMILY MEMBERS SHALL BE\n   19  LIMITED TO THE NATURAL GRANDPARENTS OF THE ADULT ADOPTEE, A  BROTHER  OR\n   20  SISTER OF A NATURAL PARENT, OR THE CHILD OF A NATURAL PARENT. THE COURT,\n   21  FOR  GOOD  CAUSE  SHOWN,  MAY ALLOW A RELATIVE MORE DISTANT IN DEGREE TO\n   22  PETITION FOR DISCLOSURE.\n   23    3. CONFIDENTIAL INTERMEDIARIES  APPOINTED  UNDER  THIS  SECTION  SHALL\n   24  COMPLETE  TRAINING  PROVIDED  BY  THE  DEPARTMENT,  A  LICENSED ADOPTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08351-01-1\n\n       A. 3449                             2\n\n    1  SERVICE OR ANOTHER COURT-APPROVED ENTITY AND FILE AN OATH  OF  CONFIDEN-\n    2  TIALITY  AND  A  CERTIFICATE  OF  COMPLETION OF TRAINING WITH THE FAMILY\n    3  COURT OF EVERY COUNTY IN WHICH THEY SERVE AS INTERMEDIARIES.   ANY  COST\n    4  INCURRED  FOR  SUCH TRAINING SHALL BE BORNE BY THE CONFIDENTIAL INTERME-\n    5  DIARY. THE COURT MAY DISMISS AN INTERMEDIARY IF THE INTERMEDIARY ENGAGES\n    6  IN CONDUCT WHICH VIOLATES PROFESSIONAL OR ETHICAL STANDARDS.\n    7    4. THE CONFIDENTIAL INTERMEDIARY SHALL SIGN A STATEMENT  OF  CONFIDEN-\n    8  TIALITY  WHICH  SHALL  BE  FILED  WITH  THE  DEPARTMENT WHICH STATES THE\n    9  FOLLOWING:\n   10    I, .........., SIGNING UNDER PENALTY OF CONTEMPT OF COURT, STATE:  \"AS\n   11  A  CONDITION  OF  APPOINTMENT  AS  A CONFIDENTIAL INTERMEDIARY, I AFFIRM\n   12  THAT, WHEN ADOPTION RECORDS ARE OPENED TO ME:\n   13    I WILL NOT DISCLOSE TO THE PETITIONER,  DIRECTLY  OR  INDIRECTLY,  ANY\n   14  IDENTIFYING  INFORMATION  IN  THE RECORDS WITHOUT FURTHER ORDER FROM THE\n   15  COURT.\n   16    I WILL CONDUCT A DILIGENT SEARCH FOR THE PERSON BEING SOUGHT AND  MAKE\n   17  A  DISCREET  AND  CONFIDENTIAL  INQUIRY  AS  TO WHETHER THAT PERSON WILL\n   18  CONSENT TO BEING PUT IN CONTACT WITH THE PETITIONER, AND I  WILL  REPORT\n   19  BACK TO THE COURT THE RESULTS OF MY SEARCH AND INQUIRY.\n   20    IF  THE PERSON SOUGHT CONSENTS TO BE PUT IN CONTACT WITH THE PETITION-\n   21  ER, I WILL ATTEMPT TO OBTAIN A DATED, WRITTEN CONSENT FROM  THE  PERSON,\n   22  AND ATTACH THE ORIGINAL OF THE CONSENT TO MY REPORT TO THE COURT. IF THE\n   23  PERSON SOUGHT DOES NOT CONSENT TO THE DISCLOSURE OF HIS OR HER IDENTITY,\n   24  I SHALL REPORT THE REFUSAL OF CONSENT TO THE COURT.\n   25    I  WILL NOT MAKE ANY CHARGE OR ACCEPT ANY COMPENSATION FOR MY SERVICES\n   26  EXCEPT AS APPROVED BY THE COURT, OR AS REIMBURSEMENT FROM THE PETITIONER\n   27  FOR ACTUAL EXPENSES INCURRED IN CONDUCTING THE  SEARCH.  THESE  EXPENSES\n   28  WILL BE LISTED IN MY REPORT TO THE COURT.\n   29    I  RECOGNIZE THAT UNAUTHORIZED RELEASE OF CONFIDENTIAL INFORMATION MAY\n   30  SUBJECT ME TO CIVIL LIABILITY UNDER STATE LAW, AND SUBJECTS ME TO  BEING\n   31  FOUND IN CONTEMPT OF COURT.\"\n   32    5.  THE  CONFIDENTIAL  INTERMEDIARY SHALL BE ENTITLED TO REIMBURSEMENT\n   33  FROM THE PETITIONER FOR ACTUAL EXPENSES IN CONDUCTING  THE  SEARCH.  THE\n   34  COURT MAY AUTHORIZE A REASONABLE FEE IN ADDITION TO THESE EXPENSES.\n   35    6.  IF  THE  CONFIDENTIAL  INTERMEDIARY IS UNABLE TO LOCATE THE PERSON\n   36  BEING SOUGHT WITHIN ONE YEAR, THE CONFIDENTIAL INTERMEDIARY SHALL MAKE A\n   37  RECOMMENDATION TO THE COURT AS TO WHETHER OR NOT  A  FURTHER  SEARCH  IS\n   38  WARRANTED, AND THE REASONS FOR THIS RECOMMENDATION.\n   39    7.  IN  THE  CASE OF A PETITION FILED ON BEHALF OF A NATURAL PARENT OR\n   40  OTHER BLOOD RELATIVE OF THE ADOPTEE, WRITTEN CONSENT OF ANY LIVING ADOP-\n   41  TIVE PARENT SHALL BE OBTAINED PRIOR TO CONTACT WITH THE ADOPTEE  IF  THE\n   42  ADOPTEE:\n   43    (A)  IS  LESS  THAN  TWENTY-FIVE YEARS OF AGE AND IS RESIDING WITH THE\n   44  ADOPTIVE PARENT; OR\n   45    (B) IS LESS THAN TWENTY-FIVE YEARS OF AGE AND IS A  DEPENDENT  OF  THE\n   46  ADOPTIVE PARENT.\n   47    8. IF THE CONFIDENTIAL INTERMEDIARY LOCATES THE PERSON BEING SOUGHT, A\n   48  DISCREET  AND  CONFIDENTIAL  INQUIRY  SHALL BE MADE AS TO WHETHER OR NOT\n   49  THAT PERSON WILL CONSENT TO HAVING HIS OR HER PRESENT IDENTITY DISCLOSED\n   50  TO THE PETITIONER. THE IDENTITY OF THE PETITIONER SHALL NOT BE DISCLOSED\n   51  TO THE PARTY BEING SOUGHT. IF THE PARTY BEING  SOUGHT  CONSENTS  TO  THE\n   52  DISCLOSURE  OF  HIS OR HER IDENTITY, THE CONFIDENTIAL INTERMEDIARY SHALL\n   53  OBTAIN THE CONSENT IN WRITING AND SHALL  INCLUDE  THE  ORIGINAL  OF  THE\n   54  CONSENT  IN  THE  REPORT FILED WITH THE COURT. IF THE PARTY BEING SOUGHT\n   55  REFUSES DISCLOSURE OF HIS OR HER IDENTITY, THE CONFIDENTIAL INTERMEDIARY\n\n       A. 3449                             3\n\n    1  SHALL REPORT THE REFUSAL TO THE COURT AND SHALL REFRAIN FROM FURTHER AND\n    2  SUBSEQUENT INQUIRY WITHOUT JUDICIAL APPROVAL.\n    3    9.  (A) IF THE CONFIDENTIAL INTERMEDIARY OBTAINS FROM THE PERSON BEING\n    4  SOUGHT WRITTEN CONSENT FOR DISCLOSURE OF HIS  OR  HER  IDENTITY  TO  THE\n    5  PETITIONER, THE COURT MAY THEN ORDER THAT THE NAME AND OTHER IDENTIFYING\n    6  INFORMATION OF THAT PERSON BE RELEASED TO THE PETITIONER.\n    7    (B)  IF  THE  PERSON  BEING  SOUGHT  IS  DECEASED, THE COURT MAY ORDER\n    8  DISCLOSURE OF THE IDENTITY OF THE DECEASED TO THE PETITIONER.\n    9    (C) IF THE CONFIDENTIAL INTERMEDIARY IS UNABLE TO CONTACT  THE  PERSON\n   10  BEING  SOUGHT  WITHIN  ONE  YEAR, THE COURT MAY ORDER THAT THE SEARCH BE\n   11  CONTINUED FOR A SPECIFIED TIME OR BE TERMINATED.\n   12    S 2. This act shall take effect on the one hundred twentieth day after\n   13  it shall have become a law; provided, however, that effective immediate-\n   14  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   15  necessary  for  the implementation of this act on its effective date are\n   16  authorized and directed to be made  and  completed  on  or  before  such\n   17  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing a voluntary confidential intermediary adoption program to help in the search for a birth parent or adopted person ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T163943.TXT", "SOBI.D110125.T131415.TXT", "SOBI.D110125.T134918.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991583349
}