{
  "year" : 2011,
  "senateBillNo" : "A3444-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3444-2011-1295931600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the amount which may be awarded for noneconomic damages",
  "summary" : "Defines \"noneconomic damages\" and limits such damages in personal injury actions to the greater of $250,000, or the amount awarded in economic damages, or projected earnings as a function of the state average annual wage as determined by the department of taxation and finance; specifially defines such damages. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A1883-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3444\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CALHOUN, CORWIN, HAWLEY -- Multi-Sponsored by --\n         M. of A. CROUCH -- read once and referred to the Committee on  Judici-\n         ary\n\n       AN ACT to amend the civil practice law and rules, in relation to setting\n         certain  limits  on  noneconomic damage awards for personal injury and\n         wrongful death actions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The legislature of the state of New\n    2  York finds and declares that  noneconomic  damage  awards  for  personal\n    3  injury  and wrongful death are often arbitrary and bear little relation-\n    4  ship to the severity of the injury for which compensation is sought. The\n    5  purpose of this act is to set certain limitations on noneconomic  damage\n    6  awards  for  personal  injury  and wrongful death actions.  These limits\n    7  would not apply in cases where gross negligence is found by a  court  or\n    8  jury.\n    9    S 2. The civil practice law and rules is amended by adding a new arti-\n   10  cle 50-C to read as follows:\n   11                                ARTICLE 50-C\n   12                 LIMITATION ON DAMAGES, NONECONOMIC DAMAGES\n   13  SECTION 5051. DEFINITIONS.\n   14          5052. DAMAGE AWARDS.\n   15    S 5051. DEFINITIONS. AS USED IN THIS ARTICLE:\n   16    1.  \"NONECONOMIC DAMAGES\" MEANS SUBJECTIVE, NONPECUNIARY DAMAGES ARIS-\n   17  ING FROM PAIN, SUFFERING, INCONVENIENCE, PHYSICAL IMPAIRMENT OR  DISFIG-\n   18  UREMENT, MENTAL ANGUISH, EMOTIONAL DISTRESS, LOSS OF SOCIETY AND COMPAN-\n   19  IONSHIP, LOSS OF CONSORTIUM, INJURY TO REPUTATION, HUMILIATION AND OTHER\n   20  NONPECUNIARY DAMAGES.\n   21    2.  \"ACTUAL  ECONOMIC  DAMAGES\" MEANS OBJECTIVELY VERIFIABLE PECUNIARY\n   22  DAMAGES ARISING FROM MEDICAL EXPENSES AND MEDICAL CARE, LOSS OF EARNINGS\n   23  AND EARNING CAPACITY, BURIAL COSTS, LOSS OF USE OF  PROPERTY,  COSTS  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02833-01-1\n\n       A. 3444                             2\n\n    1  REPAIR  OR REPLACEMENT OF PROPERTY, COSTS OF OBTAINING SUBSTITUTE DOMES-\n    2  TIC SERVICES, LOSS OF EMPLOYMENT, LOSS OF BUSINESS OR EMPLOYMENT  OPPOR-\n    3  TUNITIES,  REHABILITATION  SERVICES,  CUSTODIAL CARE AND OTHER PECUNIARY\n    4  DAMAGES.\n    5    3.  \"PERSONAL  INJURY  ACTION\"  MEANS  ANY  ACTION,  WHETHER  IN TORT,\n    6  CONTRACT, OR OTHERWISE, IN WHICH THE PLAINTIFF SEEKS DAMAGES FOR  INJURY\n    7  TO THE PERSON OR WRONGFUL DEATH.\n    8    4. \"COMPENSATION\" MEANS MONETARY AWARDS.\n    9    S  5052.  DAMAGE AWARDS. IN ANY PERSONAL INJURY ACTION, THE PREVAILING\n   10  PLAINTIFF MAY BE AWARDED:\n   11    1. COMPENSATION FOR ACTUAL ECONOMIC DAMAGES SUFFERED  BY  THE  INJURED\n   12  PLAINTIFF; AND\n   13    2. COMPENSATION FOR NONECONOMIC DAMAGES SUFFERED BY THE INJURED PLAIN-\n   14  TIFF  NOT  TO  EXCEED (A) TWO HUNDRED FIFTY THOUSAND DOLLARS, OR (B) THE\n   15  AMOUNT AWARDED IN ECONOMIC DAMAGES, OR (C) THE STATE AVERAGE ANNUAL WAGE\n   16  AS DETERMINED BY THE STATE DEPARTMENT OF TAXATION  AND  FINANCE,  MULTI-\n   17  PLIED  BY  THE LIFE EXPECTANCY OF THE INJURED PLAINTIFF AS DETERMINED BY\n   18  THE COURT, MULTIPLIED BY 0.36, WHICHEVER AMOUNT  IS  GREATEST.  THE  TWO\n   19  HUNDRED  FIFTY THOUSAND DOLLAR LIMITATION SHALL BE EFFECTIVE IMMEDIATELY\n   20  AND SHALL BE ADJUSTED ON JANUARY FIRST OF EACH SUBSEQUENT  YEAR  BY  THE\n   21  INCREASE  OR  DECREASE  IN  THE UNITED STATES BUREAU OF LABOR STATISTICS\n   22  CONSUMER PRICE INDEX FOR ALL URBAN CONSUMERS FOR THE PRECEDING  CALENDAR\n   23  YEAR.    THIS PROVISION SHALL NOT APPLY WHERE A VERDICT OR DECISION OF A\n   24  COURT INVOLVES A FINDING OF WILLFUL, WANTON OR GROSS NEGLIGENCE  AGAINST\n   25  THE RESPONSIBLE PARTY OR PARTIES.\n   26    S  3.  This  act  shall take effect immediately and shall apply to all\n   27  causes of action which accrue on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to setting certain limits on noneconomic damage awards for personal injury and wrongful death actions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T163443.TXT", "SOBI.D110125.T132917.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991283185
}