{
  "year" : 2011,
  "senateBillNo" : "A344-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A344-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a premium reduction for physicians and licensed midwives who complete a risk management strategies in obstetrics course",
  "summary" : "Provides for a premium reduction for physicians and licensed midwives who complete a risk management strategies in obstetrics course. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A759-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          344\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, BING, CLARK, GUNTHER, KAVANAGH, MAISEL,\n         ROSENTHAL, JAFFEE, ENGLEBRIGHT --  Multi-Sponsored  by  --  M.  of  A.\n         BOYLAND,  DESTITO,  GALEF,  JACOBS,  LIFTON, LUPARDO, PHEFFER, TITONE,\n         TOWNS, WEISENBERG -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law and the insurance law, in relation\n         to premium reduction for obstetric practitioners who complete  a  risk\n         management strategies obstetrics course\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2506-a to read as follows:\n    3    S 2506-A. RISK MANAGEMENT STRATEGIES IN OBSTETRICS COURSE. 1. IN ORDER\n    4  TO  IMPROVE  PATIENT  SAFETY,  BIRTH  OUTCOMES  AND  TO PROMOTE INFORMED\n    5  CONSULTATION BY PATIENTS WITH THEIR  PHYSICIANS  AND  LICENSED  MIDWIVES\n    6  DURING  PREGNANCY,  THE COMMISSIONER SHALL APPROVE A PROFESSIONAL EDUCA-\n    7  TION COURSE FOR ELIGIBLE PHYSICIANS AND LICENSED MIDWIVES AS PROVIDED IN\n    8  SUBDIVISION FIVE OF THIS SECTION THAT COVERS RISK MANAGEMENT  STRATEGIES\n    9  IN OBSTETRICS AS DESCRIBED IN SUBDIVISION TWO OF THIS SECTION. SUCH RISK\n   10  MANAGEMENT  STRATEGIES  COURSE SHALL BE SUBJECT TO SUCH STANDARDS AS THE\n   11  COMMISSIONER MAY PRESCRIBE BY  REGULATION.  IN  PRESCRIBING  SUCH  REGU-\n   12  LATIONS,  THE  COMMISSIONER  MAY  CONSULT  WITH  THE AMERICAN COLLEGE OF\n   13  OBSTETRICIANS AND GYNECOLOGISTS AND OTHER HEALTH CARE ORGANIZATIONS.  AN\n   14  ELIGIBLE  PHYSICIAN  OR LICENSED MIDWIFE WHO SUCCESSFULLY COMPLETES SUCH\n   15  RISK MANAGEMENT STRATEGIES IN OBSTETRICS COURSE PURSUANT TO THIS SECTION\n   16  SHALL RECEIVE CONTINUING MEDICAL EDUCATION CREDIT AND A  CERTIFICATE  OF\n   17  COMPLETION.\n   18    2.  A  RISK  MANAGEMENT STRATEGIES IN OBSTETRICS COURSE SHALL INCLUDE,\n   19  BUT NOT BE LIMITED TO, INFORMATION ON THE POTENTIAL BENEFITS  AND  RISKS\n   20  ASSOCIATED  WITH  ELECTIVE OR NON-ELECTIVE INDUCTION, NEONATAL IMPACT OF\n   21  LATE PRETERM BIRTHS, TRIAL OF LABOR AND VAGINAL  BIRTHS  AFTER  CESAREAN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00315-01-1\n\n       A. 344                              2\n\n    1  BIRTHS,  PRIMARY,  ELECTIVE OR REPEAT CESAREAN BIRTHS, AND STRATEGIES TO\n    2  FULLY INFORM PATIENTS OF THE BENEFITS AND RISKS  ASSOCIATED  WITH  THEIR\n    3  DECISIONS.\n    4    3.  THE  MAXIMUM FEE TO BE CHARGED FOR A RISK MANAGEMENT STRATEGIES IN\n    5  OBSTETRICS COURSE SHALL BE SET FORTH IN REGULATIONS PROMULGATED  BY  THE\n    6  COMMISSIONER.\n    7    4.  ATTENDANCE  AT ANY COURSE APPROVED BY THE COMMISSIONER PURSUANT TO\n    8  THIS SECTION MAY BE IN PERSON OR THROUGH DISTANCE LEARNING METHODS WHICH\n    9  EVINCE THAT ALL PARTICIPANTS ARE IN ATTENDANCE FOR THE DURATION  OF  THE\n   10  COURSE AND ABLE TO ASK QUESTIONS OF THE INSTRUCTOR.\n   11    5.  PHYSICIANS  WHO  ARE  BOARD CERTIFIED OR ARE ACTIVE CANDIDATES FOR\n   12  BOARD CERTIFICATION IN OBSTETRICS AND PHYSICIANS WHO ARE BOARD CERTIFIED\n   13  OR ARE ELIGIBLE FOR BOARD CERTIFICATION IN FAMILY PRACTICE  AND  PROVIDE\n   14  OBSTETRIC SERVICES AND MIDWIVES WHO ARE LICENSED IN THE STATE ARE ELIGI-\n   15  BLE FOR A RISK MANAGEMENT STRATEGIES IN OBSTETRICS COURSE.\n   16    S  2.  Section  2343  of  the insurance law is amended by adding a new\n   17  subsection (f) to read as follows:\n   18    (F) THE SUPERINTENDENT SHALL APPROVE AN APPROPRIATE PREMIUM  REDUCTION\n   19  FOR  AN  INSURED  ELIGIBLE  PHYSICIAN OR LICENSED MIDWIFE WHO RECEIVES A\n   20  CERTIFICATE OF COMPLETION OF A RISK MANAGEMENT STRATEGIES IN  OBSTETRICS\n   21  COURSE  AS  PROVIDED  IN SECTION TWENTY-FIVE HUNDRED SIX-A OF THE PUBLIC\n   22  HEALTH LAW.  THE SUPERINTENDENT SHALL PROMULGATE SUCH  RULES  AND  REGU-\n   23  LATIONS,  WHICH MAY BE AMENDED FROM TIME TO TIME, NECESSARY TO IMPLEMENT\n   24  THE ESTABLISHMENT OF AN APPROPRIATE  PREMIUM  REDUCTION,  INCLUDING  THE\n   25  PERIOD  DURING  WHICH  THE  PREMIUM  REDUCTION  SHALL  BE  EFFECTIVE. IN\n   26  PRESCRIBING SUCH RULES AND REGULATIONS, THE SUPERINTENDENT  MAY  CONSULT\n   27  WITH THE COMMISSIONER OF HEALTH.\n   28    S 3. This act shall take effect on the one hundred twentieth day after\n   29  it shall have become a law and shall apply to all insurance policies and\n   30  contracts  issued, renewed, modified or altered on and after such effec-\n   31  tive date. The commissioner of health and the superintendent  of  insur-\n   32  ance  are  authorized  and  directed  to adopt, amend, suspend or repeal\n   33  regulations and take other actions necessary for the  implementation  of\n   34  this  act  prior  to  such  effective date; provided, however, that such\n   35  adoption, amendment, suspension or repeal of regulations shall not  have\n   36  legal effect until this act takes effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the insurance law, in relation to premium reduction for obstetric practitioners who complete a risk management strategies obstetrics course ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101222.T135340.TXT", "SOBI.D101222.T135840.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293044320802
}