{
  "year" : 2011,
  "senateBillNo" : "A3443-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3443-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that evidence shall not be suppressed if obtained by police while acting in good faith",
  "summary" : "Provides that evidence shall not be suppressed if the court shall determine that such evidence was obtained by police officers who were acting in good faith in attempting to comply with the law when such evidence was obtained. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A1881-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3443\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. CALHOUN, CROUCH, KOLB -- Multi-Sponsored by -- M.\n         of  A. BUTLER, CONTE, FINCH, J. MILLER, OAKS, SAYWARD, TEDISCO -- read\n         once and referred to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in  relation  to  preventing\n         the suppression of evidence where the police have acted in good faith\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 710.20 of the criminal procedure law, as amended by\n    2  chapter 8 of the laws of 1976, subdivision 2 as amended and  subdivision\n    3  7  as added by chapter 744 of the laws of 1988, subdivision 3 as amended\n    4  by chapter 214 of the laws of 1982, subdivision 5 as amended by  chapter\n    5  629  of  the laws of 1998 and subdivision 6 as renumbered by chapter 481\n    6  of the laws of 1983, is amended to read as follows:\n    7  S 710.20  Motion to suppress evidence; in general; grounds for.\n    8    Upon motion of a defendant who (a) is aggrieved by unlawful or improp-\n    9  er acquisition of evidence and has reasonable cause to believe that such\n   10  may be offered against him OR HER in a criminal action,  or  (b)  claims\n   11  that improper identification testimony may be offered against him OR HER\n   12  in  a  criminal  action,  a court may, under circumstances prescribed in\n   13  this article, order that such evidence be suppressed  or  excluded  upon\n   14  the ground that it:\n   15    1. Consists  of  tangible  property  obtained  by means of an unlawful\n   16  search and seizure under circumstances precluding admissibility  thereof\n   17  in a criminal action against such defendant; or\n   18    2. Consists  of a record or potential testimony reciting or describing\n   19  declarations, conversations, or other communications  overheard,  inter-\n   20  cepted, accessed, or recorded by means of eavesdropping, or observations\n   21  made  by  means  of  video  surveillance,  obtained  under circumstances\n   22  precluding admissibility thereof  in  a  criminal  action  against  such\n   23  defendant; or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02831-01-1\n\n       A. 3443                             2\n\n    1    3. Consists  of a record or potential testimony reciting or describing\n    2  a statement of such defendant involuntarily made, within the meaning  of\n    3  section 60.45; or\n    4    4. Was  obtained  as  a  result of other evidence obtained in a manner\n    5  described in subdivisions one, two and three; or\n    6    5. Consists of a chemical test of the defendant's  blood  administered\n    7  in  violation  of  the provisions of subdivision three of section eleven\n    8  hundred ninety-four of the vehicle and traffic law, subdivision eight of\n    9  section forty-nine-a of the navigation law, subdivision seven of section\n   10  25.24 of the parks, recreation and historic  preservation  law,  or  any\n   11  other applicable law; or\n   12    6. Consists  of  potential  testimony  regarding an observation of the\n   13  defendant either at the time or place of the commission of  the  offense\n   14  or upon some other occasion relevant to the case, which potential testi-\n   15  mony  would  not be admissible upon the prospective trial of such charge\n   16  owing to an improperly made previous identification of the defendant  by\n   17  the prospective witness[.]; OR\n   18    7. Consists of information obtained by means of a pen register or trap\n   19  and  trace  device  installed  or used in violation of the provisions of\n   20  article seven hundred five of this chapter.\n   21    NOTWITHSTANDING ANY OTHER PROVISION OF  LAW,  EVIDENCE  SHALL  NOT  BE\n   22  SUPPRESSED  IF THE COURT SHALL DETERMINE THAT SUCH EVIDENCE WAS OBTAINED\n   23  BY POLICE OFFICERS WHO WERE ACTING IN GOOD FAITH IN ATTEMPTING TO COMPLY\n   24  WITH THE LAW WHEN THEY OBTAINED SUCH EVIDENCE.\n   25    S 2. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to preventing the suppression of evidence where the police have acted in good faith ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T163443.TXT", "SOBI.D110125.T132917.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991283182
}