{
  "year" : 2011,
  "senateBillNo" : "A3448-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3448-2011-1295931600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to preventing housing discrimination against victims of domestic violence; repealer",
  "summary" : "Prevents housing discrimination against victims of domestic violence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA9020-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3448\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. DESTITO, PAULIN, GALEF, SCHROEDER, M. MILLER,\n         GIBSON, CASTRO -- Multi-Sponsored by -- M. of A.  DUPREY,  McENENY  --\n         read once and referred to the Committee on Governmental Operations\n\n       AN  ACT  to  amend  the executive law, in relation to preventing housing\n         discrimination against victims of domestic  violence;  and  to  repeal\n         certain provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 34 of section  292  of  the  executive  law  is\n    2  REPEALED and a new subdivision 34 is added to read as follows:\n    3    34.  THE  TERM  \"VICTIM  OF DOMESTIC VIOLENCE\" MEANS A PERSON WHO IS A\n    4  VICTIM OF AN ACT WHICH WOULD CONSTITUTE A VIOLATION OF  THE  PENAL  LAW,\n    5  INCLUDING,  BUT  NOT LIMITED TO, AN ACT AS DEFINED IN SUBDIVISION ONE OF\n    6  SECTION EIGHT HUNDRED TWELVE OF THE FAMILY COURT ACT, WHERE SUCH ACT  IS\n    7  OR HAS ALLEGED TO HAVE BEEN COMMITTED BY A FAMILY OR HOUSEHOLD MEMBER AS\n    8  DEFINED IN SUBDIVISION  ONE OF SECTION EIGHT HUNDRED TWELVE OF THE FAMI-\n    9  LY COURT ACT.\n   10    S  2.  Paragraph  (a) of subdivision 2 of section 296 of the executive\n   11  law, as amended by chapter 106 of the laws of 2003, is amended  to  read\n   12  as follows:\n   13    (a)  It  shall  be an unlawful discriminatory practice for any person,\n   14  being the owner, lessee, proprietor, manager, superintendent,  agent  or\n   15  employee  of  any  place  of  public accommodation, resort or amusement,\n   16  because of the race, creed, color, national origin, sexual  orientation,\n   17  military status, sex, [or] disability [or], marital status, OR STATUS AS\n   18  A  VICTIM OF DOMESTIC VIOLENCE of any person, directly or indirectly, to\n   19  refuse, withhold from or deny to such person any of the  accommodations,\n   20  advantages, facilities or privileges thereof, including the extension of\n   21  credit,  or,  directly  or  indirectly,  to  publish,  circulate, issue,\n   22  display, post or mail any written or printed  communication,  notice  or\n   23  advertisement, to the effect that any of the accommodations, advantages,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06175-01-1\n\n       A. 3448                             2\n\n    1  facilities  and  privileges of any such place shall be refused, withheld\n    2  from or denied to any person on account of race, creed, color,  national\n    3  origin,  sexual orientation, military status, sex, [or] disability [or],\n    4  marital  status, OR STATUS AS A VICTIM OF DOMESTIC VIOLENCE, or that the\n    5  patronage or custom thereat of any person of or purporting to be of  any\n    6  particular  race,  creed,  color,  national  origin, sexual orientation,\n    7  military status, sex [or], marital status, OR  STATUS  AS  A  VICTIM  OF\n    8  DOMESTIC VIOLENCE, or having a disability is unwelcome, objectionable or\n    9  not acceptable, desired or solicited.\n   10    S  3. Paragraphs (a), (b), (c) and (c-1) of subdivision 2-a of section\n   11  296 of the executive law, paragraphs (a), (b) and  (c)  as  amended  and\n   12  paragraph (c-1) as added by chapter 106 of the laws of 2003, are amended\n   13  to read as follows:\n   14    (a)  To refuse to sell, rent or lease or otherwise to deny to or with-\n   15  hold from any person or group of  persons  such  housing  accommodations\n   16  because  of  the race, creed, color, disability, national origin, sexual\n   17  orientation, military status, age, sex, marital  status,  [or]  familial\n   18  status,  OR  STATUS  AS  A VICTIM OF DOMESTIC VIOLENCE of such person or\n   19  persons, or to represent that any housing accommodation or land  is  not\n   20  available  for  inspection,  sale, rental or lease when in fact it is so\n   21  available.\n   22    (b) To discriminate against any person because of  his  or  her  race,\n   23  creed,  color, disability, national origin, sexual orientation, military\n   24  status, age, sex, marital status, [or] familial status, OR STATUS  AS  A\n   25  VICTIM  OF  DOMESTIC  VIOLENCE in the terms, conditions or privileges of\n   26  any publicly-assisted housing accommodations or  in  the  furnishing  of\n   27  facilities or services in connection therewith.\n   28    (c) To cause to be made any written or oral inquiry or record concern-\n   29  ing  the  race, creed, color, disability, national origin, sexual orien-\n   30  tation, membership in the reserve armed forces of the United  States  or\n   31  in  the  organized  militia of the state, age, sex, marital status, [or]\n   32  familial status, OR STATUS AS A VICTIM OF DOMESTIC VIOLENCE of a  person\n   33  seeking  to  rent  or lease any publicly-assisted housing accommodation;\n   34  provided, however, that nothing in this  subdivision  shall  prohibit  a\n   35  member of the reserve armed forces of the United States or in the organ-\n   36  ized militia of the state from voluntarily disclosing such membership.\n   37    (c-1)  To  print or circulate or cause to be printed or circulated any\n   38  statement, advertisement or publication, or to use any form of  applica-\n   39  tion  for the purchase, rental or lease of such housing accommodation or\n   40  to make any  record  or  inquiry  in  connection  with  the  prospective\n   41  purchase,  rental  or  lease  of  such  a  housing  accommodation  which\n   42  expresses, directly or  indirectly,  any  limitation,  specification  or\n   43  discrimination  as to race, creed, color, national origin, sexual orien-\n   44  tation, military status, sex,  age,  disability,  marital  status,  [or]\n   45  familial  status,  OR  STATUS  AS  A VICTIM OF DOMESTIC VIOLENCE, or any\n   46  intent to make any such limitation, specification or discrimination.\n   47    S 4. Subdivisions 3-b and 4 of section 296 of the  executive  law,  as\n   48  amended  by  chapter  106  of  the  laws of 2003, are amended to read as\n   49  follows:\n   50    3-b. It shall be an unlawful  discriminatory  practice  for  any  real\n   51  estate  broker,  real estate salesperson or employee or agent thereof or\n   52  any other individual, corporation, partnership or organization  for  the\n   53  purpose of inducing a real estate transaction from which any such person\n   54  or any of its stockholders or members may benefit financially, to repre-\n   55  sent  that a change has occurred or will or may occur in the composition\n   56  with respect to race, creed, color, national origin, sexual orientation,\n\n       A. 3448                             3\n\n    1  military status, sex, disability, marital status, [or] familial  status,\n    2  OR STATUS AS A VICTIM OF DOMESTIC VIOLENCE of the owners or occupants in\n    3  the  block,  neighborhood or area in which the real property is located,\n    4  and  to  represent, directly or indirectly, that this change will or may\n    5  result in undesirable consequences in the block, neighborhood or area in\n    6  which the real property is located, including but  not  limited  to  the\n    7  lowering  of  property  values,  an  increase in criminal or anti-social\n    8  behavior, or a decline in the quality of schools or other facilities.\n    9    4. It shall be an unlawful discriminatory practice  for  an  education\n   10  corporation  or  association  which holds itself out to the public to be\n   11  non-sectarian and exempt from taxation pursuant  to  the  provisions  of\n   12  article four of the real property tax law to deny the use of its facili-\n   13  ties  to  any person otherwise qualified, or to permit the harassment of\n   14  any student or applicant, by reason of his race, color, religion,  disa-\n   15  bility,  national  origin, sexual orientation, military status, sex, age\n   16  [or], marital status, OR STATUS AS A VICTIM OF DOMESTIC VIOLENCE, except\n   17  that any such institution which establishes or  maintains  a  policy  of\n   18  educating  persons of one sex exclusively may admit students of only one\n   19  sex.\n   20    S 5. Paragraphs (a), (b), (c) and (d) of subdivision 5 of section  296\n   21  of the executive law, as amended by chapter 106 of the laws of 2003, are\n   22  amended to read as follows:\n   23    (a)  It  shall  be  an unlawful discriminatory practice for the owner,\n   24  lessee, sub-lessee, assignee, or managing  agent  of,  or  other  person\n   25  having  the  right  to  sell,  rent  or  lease  a housing accommodation,\n   26  constructed or to be constructed, or any agent or employee thereof:\n   27    (1) To refuse to sell, rent, lease or otherwise to deny to or withhold\n   28  from any person or group of persons such a housing accommodation because\n   29  of the race, creed, color, national origin, sexual orientation, military\n   30  status, sex, age, disability, marital status, [or] familial  status,  OR\n   31  STATUS AS A VICTIM OF DOMESTIC VIOLENCE of such person or persons, or to\n   32  represent  that  any  housing accommodation or land is not available for\n   33  inspection, sale, rental or lease when in fact it is so available.\n   34    (2) To discriminate against any person because of race, creed,  color,\n   35  national origin, sexual orientation, military status, sex, age, disabil-\n   36  ity,  marital  status,  [or]  familial  status, OR STATUS AS A VICTIM OF\n   37  DOMESTIC VIOLENCE in the terms, conditions or privileges  of  the  sale,\n   38  rental  or  lease of any such housing accommodation or in the furnishing\n   39  of facilities or services in connection therewith.\n   40    (3) To print or circulate or cause to be  printed  or  circulated  any\n   41  statement,  advertisement or publication, or to use any form of applica-\n   42  tion for the purchase, rental or lease of such housing accommodation  or\n   43  to  make  any  record  or  inquiry  in  connection  with the prospective\n   44  purchase,  rental  or  lease  of  such  a  housing  accommodation  which\n   45  expresses,  directly  or  indirectly,  any  limitation, specification or\n   46  discrimination as to race, creed, color, national origin, sexual  orien-\n   47  tation,  military  status,  sex,  age,  disability, marital status, [or]\n   48  familial status, OR STATUS AS A VICTIM  OF  DOMESTIC  VIOLENCE,  or  any\n   49  intent to make any such limitation, specification or discrimination.\n   50    The  provisions  of  this  paragraph  [(a)] shall not apply (1) to the\n   51  rental of a housing accommodation in a building which  contains  housing\n   52  accommodations  for  not  more than two families living independently of\n   53  each other, if the owner resides in one of such housing  accommodations,\n   54  (2)  to the restriction of the rental of all rooms in a housing accommo-\n   55  dation to individuals of the same sex or (3) to the rental of a room  or\n   56  rooms  in  a housing accommodation, if such rental is by the occupant of\n\n       A. 3448                             4\n\n    1  the housing accommodation or by the owner of the  housing  accommodation\n    2  and  the  owner resides in such housing accommodation or (4) solely with\n    3  respect to age and familial status  to  the  restriction  of  the  sale,\n    4  rental  or lease of housing accommodations exclusively to persons sixty-\n    5  two years of age or older and the spouse of  any  such  person,  or  for\n    6  housing  intended  and  operated  for  occupancy  by at least one person\n    7  fifty-five years of age or older per unit. In determining whether  hous-\n    8  ing  is  intended and operated for occupancy by persons fifty-five years\n    9  of age or older, Sec. 807(b) (2) (c) (42 U.S.C. 3607 (b) (2) (c)) of the\n   10  federal Fair Housing Act of 1988, as amended, shall apply.\n   11    (b) It shall be an unlawful discriminatory  practice  for  the  owner,\n   12  lessee,  sub-lessee,  or  managing  agent of, or other person having the\n   13  right of ownership or possession of or the right to sell, rent or lease,\n   14  land or commercial space:\n   15    (1) To refuse to sell, rent, lease or otherwise deny  to  or  withhold\n   16  from  any person or group of persons land or commercial space because of\n   17  the race, creed, color, national origin,  sexual  orientation,  military\n   18  status,  sex,  age, disability, marital status, [or] familial status, OR\n   19  STATUS AS A VICTIM OF DOMESTIC VIOLENCE of such person or persons, or to\n   20  represent that any housing accommodation or land is  not  available  for\n   21  inspection, sale, rental or lease when in fact it is so available;\n   22    (2)  To discriminate against any person because of race, creed, color,\n   23  national origin, sexual orientation, military status, sex, age, disabil-\n   24  ity, marital status, [or] familial status, OR  STATUS  AS  A  VICTIM  OF\n   25  DOMESTIC  VIOLENCE  in  the terms, conditions or privileges of the sale,\n   26  rental or lease of any such land or commercial space; or in the furnish-\n   27  ing of facilities or services in connection therewith;\n   28    (3) To print or circulate or cause to be  printed  or  circulated  any\n   29  statement,  advertisement or publication, or to use any form of applica-\n   30  tion for the purchase, rental or lease of such land or commercial  space\n   31  or  to  make  any  record  or inquiry in connection with the prospective\n   32  purchase, rental or  lease  of  such  land  or  commercial  space  which\n   33  expresses,  directly  or  indirectly,  any  limitation, specification or\n   34  discrimination as to race, creed, color, national origin, sexual  orien-\n   35  tation,  military  status,  sex,  age,  disability, marital status, [or]\n   36  familial status, OR STATUS AS A VICTIM  OF  DOMESTIC  VIOLENCE;  or  any\n   37  intent to make any such limitation, specification or discrimination.\n   38    (4)  With  respect  to age and familial status, the provisions of this\n   39  paragraph shall not apply to the restriction  of  the  sale,  rental  or\n   40  lease  of  land  or  commercial  space exclusively to persons fifty-five\n   41  years of age or older and the spouse of  any  such  person,  or  to  the\n   42  restriction  of  the  sale,  rental  or lease of land to be used for the\n   43  construction, or location  of  housing  accommodations  exclusively  for\n   44  persons  sixty-two  years  of age or older, or intended and operated for\n   45  occupancy by at least one person fifty-five years of age  or  older  per\n   46  unit.  In determining whether housing is intended and operated for occu-\n   47  pancy by persons fifty-five years of age or older, Sec. 807(b)  (2)  (c)\n   48  (42  U.S.C. 3607(b) (2) (c)) of the federal Fair Housing Act of 1988, as\n   49  amended, shall apply.\n   50    (c) It shall be an  unlawful  discriminatory  practice  for  any  real\n   51  estate broker, real estate salesperson or employee or agent thereof:\n   52    (1)  To  refuse to sell, rent or lease any housing accommodation, land\n   53  or commercial space to any person or group of persons or  to  refuse  to\n   54  negotiate  for  the sale, rental or lease, of any housing accommodation,\n   55  land or commercial space to any person or group of  persons  because  of\n   56  the  race,  creed,  color, national origin, sexual orientation, military\n\n       A. 3448                             5\n\n    1  status, sex, age, disability, marital status, [or] familial  status,  OR\n    2  STATUS AS A VICTIM OF DOMESTIC VIOLENCE of such person or persons, or to\n    3  represent  that  any  housing accommodation, land or commercial space is\n    4  not  available  for inspection, sale, rental or lease when in fact it is\n    5  so available, or otherwise to deny  or  withhold  any  housing  accommo-\n    6  dation, land or commercial space or any facilities of any housing accom-\n    7  modation,  land  or commercial space from any person or group of persons\n    8  because of the race, creed, color, national origin, sexual  orientation,\n    9  military  status,  sex,  age,  disability, marital status, [or] familial\n   10  status, OR STATUS AS A VICTIM OF DOMESTIC VIOLENCE  of  such  person  or\n   11  persons.\n   12    (2)  To  print  or  circulate or cause to be printed or circulated any\n   13  statement, advertisement or publication, or to use any form of  applica-\n   14  tion  for  the  purchase,  rental or lease of any housing accommodation,\n   15  land or commercial space or to make any record or inquiry in  connection\n   16  with  the  prospective purchase, rental or lease of any housing accommo-\n   17  dation, land or commercial space which expresses, directly or  indirect-\n   18  ly,  any limitation, specification, or discrimination as to race, creed,\n   19  color, national origin, sexual orientation, military status,  sex,  age,\n   20  disability,  marital status, [or] familial status, OR STATUS AS A VICTIM\n   21  OF DOMESTIC VIOLENCE; or any intent to make any such  limitation,  spec-\n   22  ification or discrimination.\n   23    (3)  With  respect  to age and familial status, the provisions of this\n   24  paragraph shall not apply to the restriction  of  the  sale,  rental  or\n   25  lease  of any land or commercial space exclusively to persons fifty-five\n   26  years of age or older and the spouse of  any  such  person,  or  to  the\n   27  restriction of the sale, rental or lease of any housing accommodation or\n   28  land  to  be  used  for the construction or location of housing accommo-\n   29  dations for persons sixty-two years of age or  older,  or  intended  and\n   30  operated for occupancy by at least one person fifty-five years of age or\n   31  older  per unit. In determining whether housing is intended and operated\n   32  for occupancy by persons fifty-five years of age or older, Sec.  807 (b)\n   33  (2) (c) (42 U.S.C. 3607 (b) (2) (c)) of the federal Fair Housing Act  of\n   34  1988, as amended, shall apply.\n   35    (d)  It  shall  be  an  unlawful  discriminatory practice for any real\n   36  estate board, because of the race, creed, color, national origin, sexual\n   37  orientation, military status, age, sex, disability, marital status, [or]\n   38  familial status, OR STATUS AS A VICTIM OF DOMESTIC VIOLENCE of any indi-\n   39  vidual who is otherwise qualified for membership, to  exclude  or  expel\n   40  such  individual  from membership, or to discriminate against such indi-\n   41  vidual in the terms, conditions and privileges  of  membership  in  such\n   42  board.\n   43    S  6.  Section  296  of  the  executive law is amended by adding a new\n   44  subdivision 22 to read as follows:\n   45    22. NO PROVISION OF THIS SECTION SHALL BE  CONSTRUED  TO  PROHIBIT  AN\n   46  OWNER,  LESSEE,  SUBLESSEE,  ASSIGNEE,  OR MANAGING AGENT OF ANY HOUSING\n   47  ACCOMMODATION, PUBLIC OR PRIVATE, OR OTHER PERSON HAVING  THE  RIGHT  OF\n   48  OWNERSHIP  OR POSSESSION OF OR THE RIGHT TO RENT OR LEASE SUCH AN ACCOM-\n   49  MODATION, FROM MAKING ANY INQUIRY OR OBTAINING OR RETAINING  INFORMATION\n   50  ABOUT  AN  INDIVIDUAL'S  DOMESTIC  VIOLENCE VICTIM STATUS SOLELY FOR THE\n   51  PURPOSE OF:\n   52    (A) PROVIDING OR PRESERVING RESIDENCY IN ANY PUBLIC OR PRIVATE HOUSING\n   53  FOR THAT VICTIM OF DOMESTIC VIOLENCE;\n   54    (B) PROVIDING ANY OTHER ASSISTANCE TO A VICTIM OF  DOMESTIC  VIOLENCE,\n   55  THE  PURPOSE  OF  WHICH  IS TO ASSIST RATHER THAN TO HINDER OBTAINING OR\n   56  RETAINING ANY PUBLIC OR PRIVATE HOUSING; OR\n\n       A. 3448                             6\n\n    1    (C) RESPONDING TO AN INQUIRY OR REQUEST BY AN  APPLICANT,  TENANT,  OR\n    2  LEASEHOLDER WHO IS A VICTIM OF DOMESTIC VIOLENCE.\n    3    S  7.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to preventing housing discrimination against victims of domestic violence; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T132416.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991583347
}