{
  "year" : 2011,
  "senateBillNo" : "A345-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A345-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a forensic fellowship program for the education and training in child abuse pediatrics",
  "summary" : "Establishes a forensic fellowship program for education and training in child abuse pediatrics; requires the preparation of a report to evaluate the effectiveness of the program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A805-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          345\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, GUNTHER, GALEF, CLARK, LIFTON, LUPARDO,\n         REILLY, SCHROEDER, N. RIVERA, JAFFEE -- Multi-Sponsored by -- M. of A.\n         BOYLAND, V. LOPEZ, PHEFFER, SWEENEY -- read once and referred  to  the\n         Committee on Health\n\n       AN  ACT  to  amend  the public health law, in relation to establishing a\n         forensic fellowship program to provide education and training in child\n         abuse pediatrics\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2807-z to read as follows:\n    3    S 2807-Z. CHILD ABUSE PEDIATRICS EDUCATION AND  TRAINING.  1.    DEFI-\n    4  NITIONS.  THE  FOLLOWING  WORDS OR PHRASES AS USED IN THIS SECTION SHALL\n    5  HAVE THE FOLLOWING MEANINGS:\n    6    (A) \"CHILD ABUSE PEDIATRICS\" SHALL MEAN THE SUBSPECIALTY IN THE  FIELD\n    7  OF  PEDIATRICS  AS  DEFINED  BY  THE AMERICAN BOARD OF PEDIATRICS OR THE\n    8  AMERICAN OSTEOPATHIC  BOARD  OF  PEDIATRICS.  SPECIFICALLY,  THIS  FIELD\n    9  INVOLVES MEDICAL SPECIALISTS WHO ASSESS, DOCUMENT, MANAGE, AND TREAT THE\n   10  MEDICAL  COMPONENT OF CHILD ABUSE AND NEGLECT, INCLUDING BUT NOT LIMITED\n   11  TO (I) PHYSICAL EXAMINATION AND  EVALUATION  OF  SUSPECTED  CHILD  ABUSE\n   12  VICTIMS,  INCLUDING EVALUATION OF FAILURE-TO-THRIVE, NEGLECT AND MEDICAL\n   13  NEGLECT, (II) FORENSIC INTERVIEWING OF SUSPECTED VICTIMS OF CHILD  ABUSE\n   14  AND NEGLECT BEYOND THE TAKING OF MEDICAL HISTORY, AND OF SUSPECTED ABUSE\n   15  PERPETRATORS,  (III)  COLLECTION  AND  MAINTENANCE OF FORENSIC EVIDENCE,\n   16  (IV) INTERPRETATION OF CLINICAL MEDICAL DATA, (V) DOCUMENTATION, INCLUD-\n   17  ING PHOTODOCUMENTATION, OF FINDINGS AND INJURIES, (VI) CONSULTATION WITH\n   18  MEDICAL PROFESSIONALS HAVING CARED FOR SUSPECTED  CHILD  ABUSE  VICTIMS,\n   19  (VII) MEETING WITH LAW ENFORCEMENT, CHILD PROTECTION PERSONNEL, COMMUNI-\n   20  TY  AGENCIES  AND MULTIDISCIPLINARY TEAMS, (VIII) KNOWLEDGE OF CIVIL AND\n   21  CRIMINAL LAWS INVOLVING ABUSED  AND  NEGLECTED  CHILDREN  AND  OF  COURT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00319-01-1\n\n       A. 345                              2\n\n    1  PROCEDURES  IN  CIVIL  AND CRIMINAL CASES, (IX) PROVIDING EXPERT WITNESS\n    2  TESTIMONY IN COURT PROCEEDINGS, (X) MANAGEMENT OF  SEXUALLY  TRANSMITTED\n    3  DISEASES  AND  LONG-TERM  MANAGEMENT AND NUTRITIONAL SUPPORT OF CHILDREN\n    4  WITH  FAILURE TO THRIVE, AND (XI) ADVOCACY OF METHODS AND APPROACHES FOR\n    5  PREVENTING CHILD ABUSE AND NEGLECT, IN ACCORDANCE WITH THE GUIDELINES OF\n    6  THE AMERICAN BOARD OF PEDIATRICS.\n    7    (B) \"NEW YORK STATE CHILD  ABUSE  PEDIATRICS  EDUCATION  AND  TRAINING\n    8  COUNCIL\"  OR  \"COUNCIL\" SHALL MEAN THE NEW YORK STATE CHILD ABUSE PEDIA-\n    9  TRICS EDUCATION AND TRAINING COUNCIL ESTABLISHED PURSUANT TO SUBDIVISION\n   10  THREE OF THIS SECTION.\n   11    2. GRANTS FOR GRADUATE MEDICAL EDUCATION IN  CHILD  ABUSE  PEDIATRICS.\n   12  (A) THE COMMISSIONER IS AUTHORIZED, WITHIN AMOUNTS APPROPRIATED FOR SUCH\n   13  PURPOSE,  TO  MAKE GRANTS IN SUPPORT OF CHILD ABUSE PEDIATRICS CERTIFIED\n   14  FELLOWSHIP EDUCATION PROGRAMS TO ESTABLISH OR EXPAND EDUCATION IN  CHILD\n   15  ABUSE  PEDIATRICS  FOR  GRADUATE  MEDICAL EDUCATION, AND TO INCREASE THE\n   16  OPPORTUNITIES FOR TRAINEE EDUCATION IN CHILD ADVOCACY CENTERS, HOSPITALS\n   17  OR MULTIDISCIPLINARY TEAMS.\n   18    (B) GRANTS UNDER THIS SUBDIVISION FOR GRADUATE  MEDICAL  EDUCATION  IN\n   19  CHILD  ABUSE PEDIATRICS MAY BE USED FOR ADMINISTRATION, FACULTY RECRUIT-\n   20  MENT AND DEVELOPMENT, START-UP COSTS AND  COSTS  INCURRED  IN  PROVIDING\n   21  TRAINING  IN  CHILD  ABUSE  PEDIATRICS  CERTIFIED  FELLOWSHIP  PROGRAMS,\n   22  INCLUDING, BUT NOT LIMITED TO,  PERSONNEL,  ADMINISTRATION  AND  TRAINEE\n   23  RELATED  EXPENSES  AND OTHER EXPENSES JUDGED REASONABLE AND NECESSARY BY\n   24  THE COMMISSIONER.\n   25    (C) GRANTS UNDER THIS SUBDIVISION SHALL BE AWARDED BY THE COMMISSIONER\n   26  THROUGH A COMPETITIVE APPLICATION PROCESS TO THE  COUNCIL.  THE  COUNCIL\n   27  SHALL  MAKE  RECOMMENDATIONS  FOR FUNDING TO THE COMMISSIONER. IN MAKING\n   28  AWARDS, THE COMMISSIONER SHALL CONSIDER THE EXTENT TO WHICH  THE  APPLI-\n   29  CANT:\n   30    (I)   PLANS  TO  INCORPORATE  CHILD  ABUSE  PEDIATRICS  LONGITUDINALLY\n   31  THROUGHOUT THE FELLOWSHIP TRAINING PROGRAM ACCORDING  TO  PROFESSIONALLY\n   32  RECOGNIZED STANDARDS;\n   33    (II) FUNCTIONS IN COLLABORATION WITH CHILD ADVOCACY CENTERS, HOSPITALS\n   34  OR MULTIDISCIPLINARY TEAMS; AND\n   35    (III) MAKES COMPLEMENTARY EFFORTS TO RECRUIT OR TRAIN QUALIFIED FACUL-\n   36  TY IN CHILD ABUSE PEDIATRICS FELLOWSHIP EDUCATION.\n   37    (D)  THE INTENT OF THIS SUBDIVISION IS TO AUGMENT OR INCREASE TRAINING\n   38  IN CHILD ABUSE PEDIATRICS FOLLOWING RESIDENCY. GRANT FUNDING  SHALL  NOT\n   39  BE  USED  TO OFFSET EXISTING EXPENDITURES THE INSTITUTION OR PROGRAM HAS\n   40  OBLIGATED OR INTENDS TO OBLIGATE FOR SUCH TRAINING PROGRAMS.\n   41    (E) THE COMMISSIONER SHALL RECOMMEND THE APPROPRIATE LEVEL AND  SOURCE\n   42  OF  FUNDING  FOR  GRANTS  FOR  GRADUATE MEDICAL EDUCATION IN CHILD ABUSE\n   43  PEDIATRICS UNDER THIS SECTION AND SUBMIT A REPORT TO  THE  GOVERNOR  AND\n   44  THE  LEGISLATURE,  ON  OR  BEFORE  DECEMBER  FIRST, TWO THOUSAND ELEVEN,\n   45  CONTAINING SUCH RECOMMENDATIONS.\n   46    3. NEW YORK STATE CHILD ABUSE PEDIATRICS EDUCATION AND TRAINING  COUN-\n   47  CIL.  (A) THE NEW YORK STATE CHILD ABUSE PEDIATRICS EDUCATION AND TRAIN-\n   48  ING COUNCIL IS ESTABLISHED IN THE DEPARTMENT AS AN EXPERT PANEL IN CHILD\n   49  ABUSE  PEDIATRICS EDUCATION AND TRAINING. ITS MEMBERS SHALL BE APPOINTED\n   50  BY THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OF EDUCATION.\n   51  THE COMMISSIONER, IN CONSULTATION WITH THE  COMMISSIONER  OF  EDUCATION,\n   52  SHALL  SEEK  RECOMMENDATIONS  FOR  APPOINTMENTS TO SUCH COUNCIL FROM NEW\n   53  YORK STATE-BASED HEALTH CARE  PROFESSIONAL,  MEDICAL  INSTITUTIONAL  AND\n   54  MEDICAL  EDUCATIONAL LEADERS.  THESE RECOMMENDATIONS WILL BE MADE BY THE\n   55  CHILD ABUSE MEDICAL PROVIDERS NETWORK PROGRAM. MEMBERS  OF  THE  COUNCIL\n   56  SHALL  INCLUDE:  FIVE  REPRESENTATIVES  OF  MEDICAL  SCHOOLS, SCHOOLS OF\n\n       A. 345                              3\n\n    1  OSTEOPATHIC MEDICINE AND HOSPITAL ORGANIZATIONS;  THREE  REPRESENTATIVES\n    2  OF  MEDICAL SPECIALTIES; TWO CHILD ADVOCATES; INDIVIDUAL REPRESENTATIVES\n    3  OF AN ORGANIZATION BROADLY  REPRESENTATIVE  OF  PEDIATRICIANS,  INTERNAL\n    4  MEDICINE,  FAMILY  PHYSICIANS, NEUROLOGISTS, PSYCHIATRISTS AND ORTHOPED-\n    5  ISTS; AND THE EXECUTIVE DIRECTOR OR A MEMBER OF THE  CHILDREN'S  JUSTICE\n    6  TASK  FORCE AND OF THE NEW YORK STATE COUNCIL ON GRADUATE MEDICAL EDUCA-\n    7  TION. MEMBERS SHALL SERVE A TERM OF THREE YEARS  WITH  RENEWABLE  TERMS.\n    8  MEMBERS  SHALL  RECEIVE NO COMPENSATION FOR THEIR SERVICES, BUT SHALL BE\n    9  ALLOWED ACTUAL AND  NECESSARY  EXPENSES  IN  THE  PERFORMANCE  OF  THEIR\n   10  DUTIES.\n   11    (B) A CHAIRPERSON AND VICE-CHAIRPERSON OF THE COUNCIL SHALL BE ELECTED\n   12  ANNUALLY  BY  THE  COUNCIL.  THE COUNCIL SHALL MEET UPON THE CALL OF THE\n   13  CHAIRPERSON, AND MAY ADOPT BYLAWS CONSISTENT WITH THIS SECTION.\n   14    (C) THE COMMISSIONER SHALL DESIGNATE SUCH EMPLOYEES AND PROVIDE  OTHER\n   15  RESOURCES  OF  THE  DEPARTMENT  AS  ARE  REASONABLY NECESSARY TO PROVIDE\n   16  SUPPORT SERVICES TO THE COUNCIL. THE COUNCIL, ACTING BY THE CHAIR OF THE\n   17  COUNCIL, MAY EMPLOY ADDITIONAL STAFF AND  CONSULTANTS  AND  INCUR  OTHER\n   18  EXPENSES  TO  CARRY OUT ITS DUTIES, TO BE PAID FROM AMOUNTS WHICH MAY BE\n   19  MADE AVAILABLE TO THE COUNCIL FOR THAT PURPOSE.\n   20    (D) THE COUNCIL MAY PROVIDE INFORMATION AND GUIDANCE FOR PRACTITIONERS\n   21  ON THE LATEST CHILD ABUSE PEDIATRICS APPROACHES AND STRATEGIES.\n   22    4. REPORTS. THE COMMISSIONER, IN CONJUNCTION WITH THE  COUNCIL,  SHALL\n   23  PREPARE  AND  SUBMIT A REPORT TO THE GOVERNOR AND THE LEGISLATURE, ON OR\n   24  BEFORE FEBRUARY FIRST, TWO THOUSAND FIFTEEN REPORTING  THE  RESULTS  AND\n   25  EVALUATING THE EFFECTIVENESS OF THIS SECTION.\n   26    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing a forensic fellowship program to provide education and training in child abuse pediatrics ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101222.T135340.TXT", "SOBI.D101222.T134840.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293044020723
}