{
  "year" : 2011,
  "senateBillNo" : "A3454-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to energy",
    "billEventId" : "A3454-2011-1295931600000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to federal matching grants for organizations associated with energy research and high technology economic development",
  "summary" : "Relates to the New York state energy research and development authority and federal matching grants for organizations associated with energy research and high technology economic development. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A8428-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3454\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Energy\n\n       AN ACT to amend the public authorities law, in relation to the New  York\n         state  energy  research and development authority and federal matching\n         grants for organizations associated  with  energy  research  and  high\n         technology economic development\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 14 of section 1854 of  the  public  authorities\n    2  law,  as  added by chapter 83 of the laws of 1995, is amended to read as\n    3  follows:\n    4    14. To apply for and to administer federal  research  and  development\n    5  grants and other monies for the benefit of consumers.  FOR THIS PURPOSE,\n    6  THE  AUTHORITY  SHALL SET ASIDE SUFFICIENT FUNDS AS SHALL BE MADE AVAIL-\n    7  ABLE BY THE AUTHORITY OR BY APPROPRIATION TO PROVIDE MATCHING GRANTS  TO\n    8  LEVERAGE  RESOURCES  FROM  FEDERAL  OR PRIVATE SOURCES INCLUDING BUT NOT\n    9  LIMITED TO THE DEPARTMENT OF ENERGY NATIONAL SCIENCE  FOUNDATION,  BUSI-\n   10  NESSES,  INDUSTRY  CONSORTIUMS, FOUNDATIONS, AND OTHER ORGANIZATIONS FOR\n   11  EFFORTS ASSOCIATED WITH ENERGY RESEARCH  AND  HIGH  TECHNOLOGY  ECONOMIC\n   12  DEVELOPMENT.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08401-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the New York state energy research and development authority and federal matching grants for organizations associated with energy research and high technology economic development ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T164944.TXT", "SOBI.D110125.T134418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184740
}