{
  "year" : 2011,
  "senateBillNo" : "A3459-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3459-2011-1295931600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds the president of NYSERDA and the commissioner of economic development to the New York state foundation for science, technology and innovation board",
  "summary" : "Adds the president of NYSERDA and the commissioner of economic development to the New York state foundation for science, technology and innovation board and removes the executive director from such board; decreases the amount of appointed members from five and three to four and two. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A8701-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3459\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. GABRYSZAK, SCHIMMINGER -- read once and referred\n         to the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation  to  adding  the\n         president  of  NYSERDA and the commissioner of economic development to\n         the New York state foundation for science, technology  and  innovation\n         board and removes the executive director from such board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 3151  of  the  public  authorities\n    2  law,  as  amended  by  section 1 of part CC of chapter 59 of the laws of\n    3  2006, is amended to read as follows:\n    4    3. Membership. The  voting  members  of  the  foundation  board  shall\n    5  consist of: the [executive director of the New York state foundation for\n    6  science,  technology  and  innovation]  PRESIDENT  OF THE NEW YORK STATE\n    7  ENERGY RESEARCH AND DEVELOPMENT AUTHORITY, OR HIS OR  HER  DESIGNEE  AND\n    8  THE  COMMISSIONER  OF  ECONOMIC  DEVELOPMENT, OR HIS OR HER DESIGNEE who\n    9  shall be [a] permanent [member] MEMBERS of the foundation  board,  seven\n   10  members  from  the private sector, two of whom shall be appointed by the\n   11  temporary president of the senate, two of whom shall be appointed by the\n   12  speaker of the assembly, and three of whom shall  be  appointed  by  the\n   13  governor  with  the  advice and consent of the senate, provided that all\n   14  seven members are employed within the private sector throughout the time\n   15  of their appointment to  the  foundation  board.    The  private  sector\n   16  members shall demonstrate leadership and expertise and be broadly repre-\n   17  sentative  across  different  business  sectors  of  the state and shall\n   18  include, but not be limited to representatives of the  industrial  tech-\n   19  nology  research  and development sector, small business high technology\n   20  sector; minority and women business  enterprises,  the  venture  capital\n   21  industry;  [five]  FOUR additional members shall be appointed from among\n   22  the academic, government, and workforce development sectors, [three] TWO\n   23  of whom shall be appointed by the governor, with the advice and  consent\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08400-01-1\n\n       A. 3459                             2\n\n    1  of the senate, one of whom shall be appointed by the temporary president\n    2  of  the senate, and one of whom shall be appointed by the speaker of the\n    3  assembly; and representatives of the  regional  partnerships  as  estab-\n    4  lished  in  this  section  shall also serve as non-voting members of the\n    5  board, provided that each partnership shall nominate one of its  members\n    6  to serve as a non-voting member of the board. All members of the founda-\n    7  tion  board shall serve at the pleasure of the appointing authority and,\n    8  notwithstanding any other provision of law, shall be subject to sections\n    9  seventy-three and seventy-four of the public officers law. The chair  of\n   10  the  foundation  board shall be appointed by the governor from among the\n   11  private sector members with the advice and consent of  the  senate.  All\n   12  other  officers  of  the  board  shall  be elected from among the voting\n   13  members of the board of directors by  the  majority  vote  of  currently\n   14  serving  voting  members of the foundation board. The executive director\n   15  of the foundation shall be appointed by the governor,  with  the  advice\n   16  and consent of the senate. [The executive director of the New York state\n   17  office  of  science,  technology  and academic research shall become the\n   18  interim executive director of the foundation, and shall be the executive\n   19  director of the foundation until the executive director of  the  founda-\n   20  tion  is  appointed  by the governor, with the advice and consent of the\n   21  senate. The members of the New York state office of science,  technology\n   22  and  academic  research  advisory  council shall serve as interim voting\n   23  members of the foundation board until the appointing authority  appoints\n   24  voting  members  of the foundation board. Nothing contained herein shall\n   25  prohibit a member of the New York state office  of  science,  technology\n   26  and  academic research advisory council from being appointed as a voting\n   27  member of the foundation board by the appropriate appointing authority.]\n   28    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   29  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to adding the president of NYSERDA and the commissioner of economic development to the New York state foundation for science, technology and innovation board and removes the executive director from such board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T134418.TXT", "SOBI.D110125.T165444.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992484907
}