{
  "year" : 2011,
  "senateBillNo" : "A3450-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3450-2011-1295931600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the vineyard planting loan program and makes an appropriation therefor",
  "summary" : "Creates the vineyard planting loan program and makes an appropriation therefor; provides that the program is to be run by the New York wine/grape foundation; provides that the program shall involve the planting of vineyards, the purchasing of vines and the purchasing of vineyard equipment and supplies; specifies that the program does not include the purchase or lease of tractors, trucks or winemaking equipment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Commissioner",
  "previousVersions" : [ "A5639-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3450\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GABRYSZAK, SCHIMMINGER, REILLY, GUNTHER, JAFFEE\n         -- Multi-Sponsored by -- M. of A. BRENNAN, RUSSELL, SALADINO,  TITONE,\n         WEISENBERG -- read once and referred to the Committee on Agriculture\n\n       AN  ACT  relating  to the creation of the vineyard planting loan program\n         and making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Vineyard  planting  loan  program. 1. Notwithstanding the\n    2  provisions of any general or special law to the contrary, the  New  York\n    3  wine/grape foundation shall undertake to provide financial assistance to\n    4  rural land owners for the planting of grapes and development of wineries\n    5  in the state of New York.\n    6    2.  For purposes of this section, and notwithstanding any provision of\n    7  law to the contrary, as used in this section:\n    8    (a) \"Rural land owner\" shall mean a person who engages in grape  manu-\n    9  facturing  and/or the production and processing of wine, grapes or grape\n   10  products or desires to engage in farming of grape  manufacturing  and/or\n   11  the  production  and processing of wine, grapes or grape products in the\n   12  state.\n   13    (b) \"Lender\" shall mean any state or federally-chartered savings bank,\n   14  savings and loan association, state or federally-chartered savings banks\n   15  and savings and loan associations, farm credit  system  institution,  or\n   16  state or federally-chartered commercial banks or trust companies author-\n   17  ized to do business in this state.\n   18    3.  The  foundation  is  hereby authorized to enter into any contract,\n   19  financing or loan agreement, or other instrument in  connection  with  a\n   20  loan  made  by  a  lender  to  a  rural  land owner for purposes of this\n   21  section.\n   22    4. (a) In order to effectuate the purposes of this section, the  foun-\n   23  dation  may  extend credit to or on behalf of a rural land owner for the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08348-01-1\n\n       A. 3450                             2\n\n    1  planting of vineyards, the purchasing of vines  and  the  purchasing  of\n    2  vineyard equipment and supplies.\n    3    (b) Credit shall not be extended to rural land owners for the purchase\n    4  or lease of tractors, trucks or winemaking equipment.\n    5    5.  (a)  In connection with the issuance of any bond or note issued in\n    6  connection with or for the vineyard planting loan program,  the  founda-\n    7  tion may fix and collect any fees  and charges, including but not limit-\n    8  ed  to  reimbursement  of all costs of financing incurred by the founda-\n    9  tion, as the corporation shall determine to be reasonable.\n   10    (b) Interest rates charged to the rural land owner by  the  foundation\n   11  shall  be less than the amount that is being charged by commercial lend-\n   12  ers.\n   13    6. In connection with the extension of credit and the  issuance  of  a\n   14  bond  or note to a rural land owner as provided in this section, a rural\n   15  land owner shall submit to the foundation an application for the  exten-\n   16  sion  of  credit or a loan. The foundation may deny such application for\n   17  any reason it deems appropriate in the public interest.\n   18    7. All assets and liabilities created through the issuance of bonds or\n   19  notes under this section shall be separate from  all  other  assets  and\n   20  liabilities  of  the  foundation.  The foundation shall have no moral or\n   21  legal obligation or liability to any rural land owner  or  other  person\n   22  under  this section except as expressly provided by written contract. No\n   23  funds in the vineyard planting loan program may be commingled  with  any\n   24  other funds of the foundation.\n   25    8.  (a)  The  foundation  shall  promulgate  regulations, developed in\n   26  consultation with the commissioner of agriculture and markets,  for  the\n   27  purpose of carrying out its responsibilities under this section, includ-\n   28  ing  establishing the criteria and standards for evaluating and criteria\n   29  for eligibility of rural land owners to  be  financed  by  the  vineyard\n   30  planting loan program.\n   31    (b)  The foundation shall consult with the commissioner of agriculture\n   32  and markets regarding promotion of the loan program  and  agriculturally\n   33  related questions regarding the program or applications.\n   34    S 2. The sum of three million dollars ($3,000,000), or so much thereof\n   35  as  may  be necessary, is hereby appropriated to the New York wine/grape\n   36  foundation in consultation and coordination  with  the  commissioner  of\n   37  agriculture  and  markets out of any moneys in the state treasury in the\n   38  general fund to the credit of the state purposes account  not  otherwise\n   39  appropriated,  for  carrying  out  the  provisions of this act. Such sum\n   40  shall be payable on the audit and warrant of the  state  comptroller  on\n   41  vouchers  certified  or  approved by the commissioner of agriculture and\n   42  markets, or his or her duly  designated  representative  in  the  manner\n   43  provided  by law.   No expenditure shall be made from this appropriation\n   44  until a certificate of approval of availability shall have  been  issued\n   45  by the director of the budget and filed with the state comptroller and a\n   46  copy  filed with the chairperson of the senate finance committee and the\n   47  chairperson of the assembly ways and means committee.  Such  certificate\n   48  may  be  amended  from  time to time by the director of the budget and a\n   49  copy of each such amendment shall be filed with the  state  comptroller,\n   50  the  chairperson  of the senate finance committee and the chairperson of\n   51  the assembly ways and means committee.\n   52    S 3. This act shall take effect on the one hundred twentieth day after\n   53  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT relating to the creation of the vineyard planting loan program and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110125.T135419.TXT", "SOBI.D110125.T134918.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991583350
}