{
  "year" : 2011,
  "senateBillNo" : "A3456-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3456-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that victims are allowed to witness parole hearings of a defendant",
  "summary" : "Provides that victims are allowed to witness parole hearings of a defendant; requires the district attorney to notify victims of the right. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A11714-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3456\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law and  the  executive  law,  in\n         relation to the rights of a crime victim at parole proceedings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 440.50 of the  criminal  procedure\n    2  law,  as  amended by chapter 186 of the laws of 2005, is amended to read\n    3  as follows:\n    4    1.  Upon the request of a victim of a crime, or in any  event  in  all\n    5  cases  in which the final disposition includes a conviction of a violent\n    6  felony offense as defined in section 70.02 of the penal law or a  felony\n    7  defined  in  article  one  hundred twenty-five of such law, the district\n    8  attorney shall, within sixty days of the final disposition of the  case,\n    9  inform  the  victim  by  letter of such final disposition. If such final\n   10  disposition results in the commitment of the defendant to the custody of\n   11  the department of correctional services for an  indeterminate  sentence,\n   12  the  notice provided to the crime victim shall also inform the victim of\n   13  his or her right to [submit a written, audiotaped, or videotaped  victim\n   14  impact  statement  to the state division of parole or to meet personally\n   15  with a member of the state board of parole at a time and place  separate\n   16  from the personal interview between a member or members of the board and\n   17  the  inmate and make such a statement, subject to procedures and limita-\n   18  tions contained in rules of the board, both] BE PRESENT  AT  PROCEEDINGS\n   19  OF THE STATE DIVISION OF PAROLE REGARDING RELEASE OF SUCH DEFENDANT. THE\n   20  VICTIMS  SHALL  ALSO  BE  NOTIFIED  OF THEIR RIGHT TO PROVIDE AN ORAL OR\n   21  WRITTEN STATEMENT OR BOTH AT PROCEEDINGS OF  THE  BOARD,  INCLUDING  THE\n   22  PERSONAL  INTERVIEW  OF  THE INMATE, AND THAT THEY WILL ALSO BE PROVIDED\n   23  THE OPPORTUNITY TO PRESENT THEIR VIEWS IN PERSON TO THE SAME  MEMBER  OF\n   24  THE  BOARD  WHO  CONDUCTED  THE  INTERVIEW WITH THE INMATE AT A MUTUALLY\n   25  CONVENIENT LOCATION PRIOR TO THE DETERMINATION OF THE BOARD pursuant  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08407-01-1\n\n       A. 3456                             2\n\n    1  subdivision  two  of  section  two hundred fifty-nine-i of the executive\n    2  law. The right of the victim under this subdivision to submit a  written\n    3  victim impact statement or to meet personally with a member of the state\n    4  board  of  parole applies to each personal interview between a member or\n    5  members of the board and the inmate.\n    6    S 2. Paragraphs (d), (e), (f) and (g)  of  subdivision  2  of  section\n    7  646-a  of  the executive law are relettered paragraphs (e), (f), (g) and\n    8  (h) and a new paragraph (d) is added to read as follows:\n    9    (D) THE RIGHTS OF CRIME VICTIMS TO BE PRESENT AT  THE  PROCEEDINGS  OF\n   10  THE  STATE  DIVISION  OF  PAROLE  REGARDING  RELEASE OF THE DEFENDANT AS\n   11  PROVIDED IN SECTION 440.50 OF THE CRIMINAL PROCEDURE LAW;\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the executive law, in relation to the rights of a crime victim at parole proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T164944.TXT", "SOBI.D110125.T134418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184745
}