{
  "year" : 2011,
  "senateBillNo" : "A3451-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3451-2011-1295931600000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes volunteer fire and ambulance companies to receive grants for local government records management improvement",
  "summary" : "Authorizes volunteer fire and ambulance companies to receive grants for local government records management improvement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Arts and Cultural Affairs Law",
  "previousVersions" : [ "A1026-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3451\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK, SCHIMMINGER, ROBINSON, GUNTHER --\n         Multi-Sponsored by -- M.  of A. HOOPER, MAGNARELLI, McENENY,  PHEFFER,\n         SWEENEY,  WEISENBERG  --  read  once  and referred to the Committee on\n         Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the arts  and  cultural  affairs  law,  in  relation  to\n         authorizing  volunteer  fire and ambulance companies to receive grants\n         for local government records management improvement\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  legislature  finds that volunteer fire and ambulance\n    2  companies perform a vital function for  the  municipalities  which  they\n    3  serve,  one  that is essential to the health, safety, and welfare of all\n    4  persons within such  municipalities.  Such  functions  are  therefore  a\n    5  public purpose. Thus, the public records of volunteer fire and ambulance\n    6  companies  are a matter of great importance and concern to the state and\n    7  are necessary to the administration of  the  municipalities  which  they\n    8  serve.  These  public records document the legal responsibilities of the\n    9  volunteer fire and ambulance companies and  the  reciprocal  rights  and\n   10  liabilities  of  the  municipalities  which  they serve. These essential\n   11  public records provide citizens and other public officials with a  means\n   12  of  monitoring the entitlements and obligation of municipalities and the\n   13  expenditure of public funds. In addition, such records also reflect  the\n   14  historical  development of the communities served by such volunteer fire\n   15  and ambulance companies.\n   16    Such records  are  necessary  to  municipalities  in  connection  with\n   17  service  award  programs  for volunteer firefighters and volunteer ambu-\n   18  lance workers pursuant to articles 11-A,  11-AA,  11-AAA,  and  11-AAAA,\n   19  respectively,  of  the  general municipal law. These records are equally\n   20  necessary in connection with municipalities' obligations  pertaining  to\n   21  volunteer firefighters under article 10 of the general municipal law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08352-01-1\n\n       A. 3451                             2\n\n    1    S  2.  Subdivisions  1 and 3 of section 57.17 of the arts and cultural\n    2  affairs law, as added by chapter 737 of the laws of 1987, are amended to\n    3  read as follows:\n    4    1.  \"Local  government\"  means any county, city, town, village, school\n    5  district, board of cooperative  educational  services,  district  corpo-\n    6  ration,  public benefit corporation, public corporation, FIRE COMPANY AS\n    7  DEFINED IN SECTION THREE OF THE  VOLUNTEER  FIREFIGHTERS'  BENEFIT  LAW,\n    8  AMBULANCE COMPANY AS DEFINED IN SECTION THREE OF THE VOLUNTEER AMBULANCE\n    9  WORKERS'  BENEFIT  LAW, or other government created under state law that\n   10  is not a state department, division, board, bureau, commission or  other\n   11  agency, heretofore or hereafter established by law.\n   12    3.  \"Local  officer\" shall mean and include a local officer as defined\n   13  in section two of the public officers law and any officer  of  a  public\n   14  benefit  corporation,  FIRE  COMPANY  AS DEFINED IN SECTION THREE OF THE\n   15  VOLUNTEER FIREFIGHTERS' BENEFIT LAW, OR AMBULANCE COMPANY AS DEFINED  IN\n   16  SECTION THREE OF THE VOLUNTEER AMBULANCE WORKERS' BENEFIT LAW.\n   17    S  3.  The commissioner of education is hereby authorized and directed\n   18  to promulgate any rules  or  regulations  necessary  to  effectuate  the\n   19  provisions of this act.\n   20    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the arts and cultural affairs law, in relation to authorizing volunteer fire and ambulance companies to receive grants for local government records management improvement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110125.T134918.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991583355
}