{
  "year" : 2011,
  "senateBillNo" : "A3452-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3452-2011-1295931600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the closure to the public of any land operated by the office of parks, recreation and historic preservation shall be subject to environmental review",
  "summary" : "Provides that the closure to the public of any land operated by the office of parks, recreation and historic preservation, when no appropriation and staff are provided to continuously maintain and preserve such lands, shall be subject to environmental quality review. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A10263-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Russell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3452\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GABRYSZAK, ENGLEBRIGHT, RUSSELL, REILLY, RAMOS,\n         DESTITO, SPANO -- read once and referred to the Committee on  Environ-\n         mental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to envi-\n         ronmental  quality  review  of  the closure of lands maintained by the\n         office of parks, recreation and historic preservation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  8-0105  of the environmental\n    2  conservation law, as amended by chapter 228 of the laws of  1976,  para-\n    3  graph  (i)  as amended by chapter 252 of the laws of 1977, is amended to\n    4  read as follows:\n    5    4. \"Actions\" include:\n    6    (i) projects or activities  directly  undertaken  by  any  agency;  or\n    7  projects  or  activities  supported  in whole or part through contracts,\n    8  grants, subsidies, loans, or other forms of funding assistance from  one\n    9  or  more agencies; or projects or activities involving the issuance to a\n   10  person of a lease, permit, license, certificate or other entitlement for\n   11  use or permission to act by one or more agencies;\n   12    (ii) policy, regulations, and procedure-making[.]; AND\n   13    (III) THE CLOSURE OF ACCESS TO THE PUBLIC OF ANY LANDS OWNED OR  OPER-\n   14  ATED  BY  THE  OFFICE  OF  PARKS,  RECREATION AND HISTORIC PRESERVATION,\n   15  UNLESS THE STATE HAS PROVIDED AN APPROPRIATION  AND  SUCH  LABOR  AS  IS\n   16  NECESSARY FOR THE CONTINUOUS MAINTENANCE AND PROTECTION OF SUCH LANDS.\n   17    S  2. Paragraph (b) of subdivision 2 of section 8-0113 of the environ-\n   18  mental conservation law, as amended by chapter 252 of the laws of  1977,\n   19  is amended to read as follows:\n   20    (b) Criteria for determining whether or not a proposed action may have\n   21  a  significant effect on the environment, taking into account social and\n   22  economic factors to be considered in determining the significance of  an\n   23  environmental  effect,  PROVIDED,  THAT  EVERY  CLOSURE OF ACCESS TO THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00302-01-1\n\n       A. 3452                             2\n\n    1  PUBLIC OF LANDS OWNED OR OPERATED BY THE OFFICE OF PARKS, RECREATION AND\n    2  HISTORIC PRESERVATION REFERRED TO IN PARAGRAPH (III) OF SUBDIVISION FOUR\n    3  OF SECTION 8-0105 OF THIS ARTICLE SHALL BE DEEMED TO HAVE THE  POSSIBIL-\n    4  ITY OF HAVING A SIGNIFICANT EFFECT ON THE ENVIRONMENT;\n    5    S 3. This act shall take effect immediately and shall apply to actions\n    6  occurring on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to environmental quality review of the closure of lands maintained by the office of parks, recreation and historic preservation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T134418.TXT", "SOBI.D110125.T163943.TXT", "SOBI.D110125.T134918.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991583358
}