{
  "year" : 2011,
  "senateBillNo" : "A3455-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3455-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to recklessly causing the death of another person by means of a deadly weapon or dangerous instrument",
  "summary" : "Relates to recklessly causing the death of another person by means of a deadly weapon or dangerous instrument. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A6041-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3455\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  -- Multi-Sponsored by -- M. of A.\n         BARCLAY, BROOK-KRASNY, CALHOUN, CROUCH, DUPREY, GALEF, GUNTHER,  KOLB,\n         McKEVITT,  MOLINARO,  OAKS,  RAIA, SAYWARD, TITONE, WEISENBERG -- read\n         once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  recklessly  causing  the\n         death  of  another  person  by  means  of a deadly weapon or dangerous\n         instrument\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 4 of section 125.20 of the penal law, as added\n    2  by chapter 477 of the laws of 1990, is amended and a new  subdivision  5\n    3  is added to read as follows:\n    4    4.  Being eighteen years old or more and with intent to cause physical\n    5  injury to a person less than eleven years old, the defendant  recklessly\n    6  engages in conduct which creates a grave risk of serious physical injury\n    7  to such person and thereby causes the death of such person[.]; OR\n    8    5.  THE  DEFENDANT  RECKLESSLY  CAUSES  THE DEATH OF ANOTHER PERSON BY\n    9  MEANS OF A DEADLY WEAPON OR DANGEROUS INSTRUMENT.\n   10    S 2. Subdivision 2 of section 125.25 of the penal law, as  amended  by\n   11  chapter 791 of the laws of 1967, is amended to read as follows:\n   12    2. Under circumstances evincing a depraved indifference to [human] THE\n   13  life OF ANOTHER PERSON, he OR SHE INTENTIONALLY OR recklessly engages in\n   14  conduct  which  creates  a  grave  risk  of death to another person, and\n   15  thereby causes the death of another person; or\n   16    S 3. The penal law is amended by adding a new section 125.25-a to read\n   17  as follows:\n   18  S 125.25-A MURDER IN THE SECOND DEGREE; NO DEFENSE.\n   19    THE CRIMES DEFINED IN SUBDIVISIONS ONE AND TWO OF  SECTION  125.25  OF\n   20  THIS ARTICLE ARE NOT MUTUALLY EXCLUSIVE, AND IT IS NO DEFENSE TO A PROS-\n   21  ECUTION FOR MURDER IN THE SECOND DEGREE UNDER SUBDIVISION TWO OF SECTION\n   22  125.25  OF THIS ARTICLE THAT, BY REASON OF THE SAME CONDUCT, THE DEFEND-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08397-01-1\n\n       A. 3455                             2\n\n    1  ANT ALSO COMMITTED MURDER IN THE SECOND DEGREE UNDER SUBDIVISION ONE  OF\n    2  SECTION 125.25 OF THIS ARTICLE.\n    3    S 4. This act shall take effect on the first of November next succeed-\n    4  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to recklessly causing the death of another person by means of a deadly weapon or dangerous instrument ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T164944.TXT", "SOBI.D110125.T134418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184743
}