{
  "year" : 2011,
  "senateBillNo" : "A3457-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3457-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the filing of a false financing statement",
  "summary" : "Relates to the filing a false financing statement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A10572-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3457\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to the filing of\n         a false financing statement\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  criminal  procedure  law  is amended by adding a new\n    2  section 440.70 to read as follows:\n    3  S 440.70 NOTICE TO THE SECRETARY OF STATE WHEN FALSE FINANCING STATEMENT\n    4              FILED.\n    5    UPON CONVICTION OF ANY PERSON FOR A CRIME WHERE THE  DEFENDANT  INTEN-\n    6  TIONALLY  FILED  OR CAUSED TO BE FILED A FINANCING STATEMENT PURSUANT TO\n    7  ARTICLE NINE OF THE UNIFORM COMMERCIAL CODE ON FORM  UCC1  THAT  FALSELY\n    8  CLAIMS  THAT  A  PERSON  IS INDEBTED OR OBLIGATED TO SUCH DEFENDANT, THE\n    9  COURT WHEREIN SUCH CONVICTION IS ENTERED, OR THE  CLERK  THEREOF,  SHALL\n   10  ISSUE AND CAUSE TO BE FILED A CERTIFICATE WITH THE NEW YORK SECRETARY OF\n   11  STATE:  (A) CERTIFYING THAT A JUDGMENT OF CONVICTION HAS BEEN ENTERED IN\n   12  SUCH COURT AGAINST THE DEFENDANT WHO WAS LISTED AS THE SECURED PARTY  IN\n   13  SUCH  FORM;  AND (B) SPECIFYING THE DATE AND LOCATION OF THE FILING, ANY\n   14  FILING OR INDEXING NUMBER ASSIGNED TO SUCH FILING, THE DEBTOR  NAMED  IN\n   15  SUCH  STATEMENT,  AND  A DESCRIPTION OF THE COLLATERAL ENCUMBERED BY THE\n   16  INSTRUMENT.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08406-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the filing of a false financing statement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T164944.TXT", "SOBI.D110125.T134418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184750
}