{
  "year" : 2011,
  "senateBillNo" : "A3462-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3462-2011-1295931600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the New York historical society shall be a member of the University of the State of New York and an education corporation",
  "summary" : "Provides that the New York historical society shall be a member of the university of the state of New York and an education corporation of the state education department in order to maintain the integrity of and access to the collection of the society for the public. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A1315-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3462\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. GABRYSZAK, JAFFEE, KATZ -- Multi-Sponsored by --\n         M. of A. CASTELLI -- read once and referred to the Committee on Corpo-\n         rations, Authorities and Commissions\n\n       AN ACT to amend chapter 26 of the laws of 1809, relating to the incorpo-\n         ration of the New-York historical society, in relation  to  converting\n         such corporation into an education corporation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. The legislature finds\n    2  and declares that the New-York historical society, in continuous  exist-\n    3  ence  since being chartered by the legislature in 1809, has a collection\n    4  of unique and significant historical value to the people of  this  state\n    5  and that it is in the interests of the people of New York state that the\n    6  integrity  of, and access to, such collection be maintained.  The legis-\n    7  lature further finds and declares that in order to protect  and  enhance\n    8  the society and its collection and to protect the interest of the people\n    9  in  maintaining  the integrity of, and access to, such collection, it is\n   10  necessary and proper to have the New-York historical  society  become  a\n   11  member  of  the  university  of  the  state of New York and an education\n   12  corporation of the state education department.\n   13    S 2. Chapter 26 of the laws of 1809, relating to the incorporation  of\n   14  the  New-York  historical society is amended by adding a new section 2-a\n   15  to read as follows:\n   16    S 2-A. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE\n   17  NEW-YORK HISTORICAL SOCIETY SHALL BE A MEMBER OF THE UNIVERSITY  OF  THE\n   18  STATE OF NEW YORK AND AN EDUCATION CORPORATION AS DEFINED IN SUBDIVISION\n   19  1 OF SECTION 216-A OF THE EDUCATION LAW.\n   20    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07767-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 26 of the laws of 1809, relating to the incorporation of the New-York historical society, in relation to converting such corporation into an education corporation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T133918.TXT", "SOBI.D110125.T164443.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991883549
}