{
  "year" : 2011,
  "senateBillNo" : "A3465-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3465-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the act of menacing with a deadly weapon, dangerous instrument or firearm the class E felony of menacing in the first degree",
  "summary" : "Removes the act of menacing committed with a deadly weapon, dangerous instrument or firearm from the class A misdemeanor of menacing in the second degree, and includes such act within the provisions of the class E felony of menacing in the first degree. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A900-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3465\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK -- Multi-Sponsored by -- M. of A. HOOP-\n         ER -- read once and referred to the Committee on Codes\n\n       AN  ACT to amend the penal law, in relation to menacing committed with a\n         deadly weapon, dangerous instrument or firearm\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 120.13 of the penal law, as amended by chapter 765\n    2  of the laws of 2005, is amended to read as follows:\n    3  S 120.13 Menacing in the first degree.\n    4    1. A person is guilty of menacing in the first degree when [he or she]\n    5  SUCH PERSON:\n    6    (A) commits the crime of menacing in the second degree  and  has  been\n    7  previously  convicted  of  the crime of menacing in the second degree or\n    8  the crime of menacing a police  officer  or  peace  officer  within  the\n    9  preceding ten years[.]; OR\n   10    (B)  INTENTIONALLY  PLACES  OR  ATTEMPTS  TO  PLACE  ANOTHER PERSON IN\n   11  REASONABLE FEAR OF PHYSICAL INJURY, SERIOUS PHYSICAL INJURY OR DEATH  BY\n   12  DISPLAYING A DEADLY WEAPON, DANGEROUS INSTRUMENT OR WHAT APPEARS TO BE A\n   13  PISTOL, REVOLVER, RIFLE, SHOTGUN, MACHINE GUN OR OTHER FIREARM.\n   14    2. A PERSON IS NOT GUILTY OF MENACING IN THE FIRST DEGREE IF HE OR SHE\n   15  VIOLATES  SUBDIVISION ONE OF THIS SECTION UNDER CIRCUMSTANCES WHERE SUCH\n   16  PERSON BELIEVES THAT SUCH ACTION IS NECESSARY TO  PROTECT  A  PERSON  OR\n   17  PROPERTY FROM HARM.\n   18    Menacing in the first degree is a class E felony.\n   19    S 2. Section 120.14 of the penal law, as amended by chapter 222 of the\n   20  laws  of  1994,  subdivision  3 as amended by chapter 597 of the laws of\n   21  1998, is amended to read as follows:\n   22  S 120.14 Menacing in the second degree.\n   23    1. A person is guilty of menacing  in  the  second  degree  when  SUCH\n   24  PERSON:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07782-01-1\n\n       A. 3465                             2\n\n    1    [1. He or she intentionally places or attempts to place another person\n    2  in  reasonable fear of physical injury, serious physical injury or death\n    3  by displaying a deadly weapon, dangerous instrument or what  appears  to\n    4  be a pistol, revolver, rifle, shotgun, machine gun or other firearm; or\n    5    2.  He  or she] (A) repeatedly follows a person or engages in a course\n    6  of conduct or repeatedly commits acts  over  a  period  of  time  inten-\n    7  tionally  placing  or  attempting  to place another person in reasonable\n    8  fear of physical injury, serious physical injury or death; or\n    9    [3.  He or she] (B) commits the crime of menacing in the third  degree\n   10  in  violation of that part of a duly served order of protection, or such\n   11  order which the defendant has actual knowledge of because he or she  was\n   12  present  in  court when such order was issued, pursuant to article eight\n   13  of the family court act, section 530.12 of the criminal  procedure  law,\n   14  or an order of protection issued by a court of competent jurisdiction in\n   15  another  state,  territorial  or tribal jurisdiction, which directed the\n   16  respondent or defendant to stay away from the person or persons on whose\n   17  behalf the order was issued.\n   18    2. A PERSON IS NOT GUILTY OF MENACING IN THE SECOND DEGREE  IF  HE  OR\n   19  SHE  VIOLATES  SUBDIVISION ONE OF THIS SECTION UNDER CIRCUMSTANCES WHERE\n   20  SUCH PERSON BELIEVES THAT SUCH ACTION IS NECESSARY TO PROTECT  A  PERSON\n   21  OR PROPERTY FROM HARM.\n   22    Menacing in the second degree is a class A misdemeanor.\n   23    S 3. This act shall take effect on the first of November next succeed-\n   24  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to menacing committed with a deadly weapon, dangerous instrument or firearm ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T132416.TXT", "SOBI.D110125.T134418.TXT", "SOBI.D110125.T164443.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991883556
}