{
  "year" : 2011,
  "senateBillNo" : "A3463-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to health",
    "billEventId" : "A3463-2011-1295931600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the observational care unit demonstration program",
  "summary" : "Creates the observational care unit demonstration program; authorizes the commissioner of health to approve up to five medical practices in underserved rural areas of the state to operate such program; defines \"observational care\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A10446-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3463\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to the  observational\n         care unit demonstration program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2802-b to read as follows:\n    3    S  2802-B. OBSERVATIONAL CARE UNIT DEMONSTRATION PROGRAM. 1.  NOTWITH-\n    4  STANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE COMMISSIONER IS\n    5  AUTHORIZED TO APPROVE UP TO FIVE MEDICAL PRACTICES WITHIN THE  STATE  IN\n    6  UNDERSERVED RURAL AREAS OF THE STATE TO OPERATE OBSERVATIONAL CARE UNITS\n    7  BY  AND  WITHIN  SUCH  MEDICAL  PRACTICES. FOR PURPOSES OF THIS SECTION,\n    8  \"OBSERVATIONAL CARE\" SHALL MEAN THOSE SERVICES FURNISHED  BY  A  MEDICAL\n    9  PRACTICE  ON PREMISES, INCLUDING USE OF A BED AND PERIODIC MONITORING BY\n   10  A MEDICAL PRACTICE'S NURSING OR OTHER STAFF, WHICH  ARE  REASONABLE  AND\n   11  NECESSARY  TO  EVALUATE  AN OUTPATIENT'S CONDITION OR DETERMINE THE NEED\n   12  FOR A POSSIBLE ADMISSION TO A HOSPITAL AS AN INPATIENT  OR  CONTINUE  TO\n   13  NEED  SPECIALIZED MEDICAL, NURSING AND OTHER HOSPITAL ANCILLARY SERVICES\n   14  AND ARE NOT YET APPROPRIATE FOR DISCHARGE.\n   15    2. IN ORDER TO RECEIVE APPROVAL FROM THE COMMISSIONER  TO  OPERATE  AN\n   16  OBSERVATIONAL UNIT AND TO PROVIDE OBSERVATIONAL CARE SERVICES, A MEDICAL\n   17  PRACTICE  SHALL FILE AN APPLICATION ON FORMS PRESCRIBED BY OR ACCEPTABLE\n   18  TO THE COMMISSIONER.\n   19    (A) THE COMMISSIONER SHALL ACT UPON  SUCH  APPLICATIONS  IN  A  MANNER\n   20  CONSISTENT  WITH  SECTION  TWENTY-EIGHT  HUNDRED  TWO  OF  THIS  ARTICLE\n   21  PROVIDED THAT THE COMMISSIONER MAY NOT WAIVE REVIEW  AND  RECOMMENDATION\n   22  BY THE STATE HOSPITAL REVIEW AND PLANNING COUNCIL. IN THE STATE HOSPITAL\n   23  REVIEW AND PLANNING COUNCIL'S EVALUATION OF APPLICATIONS AND THE COMMIS-\n   24  SIONER  ACTING UPON SUCH APPLICATIONS, PRIORITY SHALL BE GIVEN TO APPLI-\n   25  CANTS WHO ARE SERVING PATIENTS LOCATED IN A MEDICALLY UNDERSERVED  RURAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07829-01-1\n\n       A. 3463                             2\n\n    1  SERVICE AREA. FURTHER, IN THE STATE HOSPITAL REVIEW AND PLANNING COUNCIL\n    2  EVALUATING  APPLICATIONS  AND THE COMMISSIONER ACTING UPON SUCH APPLICA-\n    3  TIONS, CONSIDERATION SHALL ALSO BE GIVEN TO THE GEOGRAPHIC  DISTRIBUTION\n    4  OF APPLICANTS THROUGHOUT THE STATE, SO THAT APPLICATIONS MAY BE APPROVED\n    5  FROM THE VARIOUS GEOGRAPHIC REGIONS OF THE STATE.\n    6    (B)  THE  CARE PROVIDED IN AN OBSERVATIONAL CARE UNIT SHALL BE LIMITED\n    7  IN DURATION NOT TO EXCEED TWENTY-FOUR HOURS AND DESIGNED  TO  RESOLVE  A\n    8  PATIENT'S  ACUTE  CARE  MEDICAL  PROBLEMS, TEST, DIAGNOSE, STABILIZE AND\n    9  TREAT RAPIDLY PATIENTS WHO ARE IN NEED  OF  A  LEVEL  OF  TREATMENT  NOT\n   10  REQUIRING  IMMEDIATE  INPATIENT  ADMISSION  TO  A  HOSPITAL FACILITY AND\n   11  APPROPRIATE DISCHARGE OF SUCH A PATIENT TO A  HOME,  RESIDENTIAL  HEALTH\n   12  CARE FACILITY OR OTHER APPROPRIATE SETTING.\n   13    (C)  IN ORDER TO BE APPROVED TO OPERATE AN OBSERVATIONAL CARE UNIT AND\n   14  TO PROVIDE OBSERVATIONAL CARE SERVICES, AN APPLICANT  MUST  COMPLY  WITH\n   15  AND  MEET ALL APPLICABLE REQUIREMENTS OF AND CONDITIONS OF PARTICIPATION\n   16  UNDER TITLE XVIII OF THE FEDERAL SOCIAL SECURITY ACT (MEDICARE).\n   17    3. THE COMMISSIONER SHALL REPORT TO THE GOVERNOR AND  THE  LEGISLATURE\n   18  CONCERNING  THE  IMPLEMENTATION  OF  THIS  SECTION  AND THE OPERATION OF\n   19  OBSERVATIONAL CARE UNITS WITHIN THREE YEARS AFTER THE EFFECTIVE DATE  OF\n   20  THIS SECTION.\n   21    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the observational care unit demonstration program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T133918.TXT", "SOBI.D110125.T164443.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295991883552
}