{
  "year" : 2011,
  "senateBillNo" : "A3469-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3469-2011-1295931600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the enforcement of taxes in certain school districts",
  "summary" : "Relates to the enforcement of taxes in certain school districts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A8120-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3469\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, REILLY, CASTRO -- Multi-Sponsored by --\n         M. of A. CALHOUN, CROUCH, JORDAN, P. LOPEZ,  MOLINARO,  OAKS  --  read\n         once and referred to the Committee on Real Property Taxation\n\n       AN  ACT  to amend the real property tax law, in relation to the enforce-\n         ment of taxes in certain school districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 1330 of the real property tax law,\n    2  as  amended  by  chapter  350 of the laws of 1978, is amended to read as\n    3  follows:\n    4    4. (A) The county treasurer shall, on or before the first day of April\n    5  following the receipt of the statement and certificate  as  provided  in\n    6  subdivision  two of this section, pay to the officer charged by law with\n    7  the custody of school district moneys, FIFTY PERCENT OF  the  amount  of\n    8  returned  unpaid  school  taxes,  not including the amount of taxes paid\n    9  pursuant  to  section  thirteen  hundred  forty-two  of  this  [chapter]\n   10  ARTICLE.    THE  STATE  COMPTROLLER SHALL AT THE SAME TIME PAY THE OTHER\n   11  FIFTY PERCENT OF THE AMOUNT OF RETURNED UNPAID SCHOOL TAXES, NOT INCLUD-\n   12  ING THE AMOUNT OF  TAXES  PAID  PURSUANT  TO  SECTION  THIRTEEN  HUNDRED\n   13  FORTY-TWO OF THIS ARTICLE.\n   14    (B)  THE  COUNTY  TREASURER  SHALL, ON THE FIRST DAY OF EACH AND EVERY\n   15  MONTH THEREAFTER FOR THE NEXT ELEVEN MONTHS,  PAY  TO  THE  STATE  COMP-\n   16  TROLLER  AN AMOUNT EQUAL TO ONE-ELEVENTH OF THE AMOUNT PAID BY THE STATE\n   17  SO THAT THE STATE IS FULLY REPAID BY MARCH FIRST OF THE FOLLOWING YEAR.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08046-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the enforcement of taxes in certain school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T133918.TXT", "SOBI.D110125.T164944.TXT", "SOBI.D110125.T132416.TXT", "SOBI.D110125.T134418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184732
}