{
  "year" : 2011,
  "senateBillNo" : "A3468-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to social services",
    "billEventId" : "A3468-2011-1295931600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the reporting of animal abuse or maltreatment",
  "summary" : "Provides that any person charged with enforcing laws prohibiting cruelty to animals shall cause a report to be made when, in the performance of his or her duties, such person has reasonable cause to believe that abuse or maltreatment of a child has also occurred; also provides that a person charged with the responsibility of filing a report of child abuse or maltreatment shall also file a report of suspected animal abuse or maltreatment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2768-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3468\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. GLICK, COOK, SWEENEY -- Multi-Sponsored by -- M.\n         of A. COLTON, HOOPER, ORTIZ, PHEFFER,  WEISENBERG  --  read  once  and\n         referred to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to the reporting of\n         animal abuse\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Section 413 of the social  services  law  is  amended  by\n    2  adding a new subdivision 1-a to read as follows:\n    3    1-A.    ANY PERSON SUBJECT TO THE REPORTING REQUIREMENTS OF THIS TITLE\n    4  SHALL REPORT OR CAUSE A REPORT TO BE MADE IN ACCORDANCE WITH THIS  TITLE\n    5  WHEN,  AS A RESULT OF PERFORMING SUCH DUTIES, SUCH PERSON HAS REASONABLE\n    6  CAUSE TO SUSPECT THAT ABUSE OR MALTREATMENT OF AN ANIMAL HAS BEEN CAUSED\n    7  BY A PERSON ALSO SUSPECTED OF ABUSE OR MALTREATMENT OF A CHILD.\n    8    S 2. Section 415 of the social services law is amended by adding a new\n    9  undesignated paragraph to read as follows:\n   10    REPORTS OF SUSPECTED ANIMAL ABUSE OR  MALTREATMENT  MADE  PURSUANT  TO\n   11  THIS  TITLE  SHALL  BE  MADE  IMMEDIATELY  BY  TELEPHONE OR BY TELEPHONE\n   12  FACSIMILE MACHINE. ORAL REPORTS SHALL BE FOLLOWED BY A REPORT IN WRITING\n   13  WITHIN FORTY-EIGHT HOURS  AFTER  SUCH  ORAL  REPORT.  ORAL  AND  WRITTEN\n   14  REPORTS SHALL BE MADE TO THE LOCAL SOCIETY FOR THE PREVENTION OF CRUELTY\n   15  TO  ANIMALS OR THE LOCAL POLICE DEPARTMENT. A COPY OF THE WRITTEN REPORT\n   16  SHALL BE FORWARDED TO THE AMERICAN SOCIETY FOR THE PREVENTION OF CRUELTY\n   17  TO ANIMALS WITHIN FORTY-EIGHT HOURS OF THE ORAL REPORT.  WRITTEN REPORTS\n   18  SHALL BE MADE IN A MANNER PRESCRIBED BY THE  AMERICAN  SOCIETY  FOR  THE\n   19  PREVENTION  OF CRUELTY TO ANIMALS AND SHALL INCLUDE THE FOLLOWING INFOR-\n   20  MATION: A DESCRIPTION OF THE ANIMAL; THE PRESENT LOCATION OF THE ANIMAL;\n   21  A DESCRIPTION OF THE  INJURY,  ABUSE  OR  MALTREATMENT  OF  THE  ANIMAL,\n   22  INCLUDING  ANY EVIDENCE OF PRIOR INJURIES, ABUSE OR MALTREATMENT OF SUCH\n   23  ANIMAL OR OF OTHER ANIMALS; THE  NAME  AND  ADDRESS  OF  THE  PERSON  OR\n   24  PERSONS  ALLEGED  TO  BE  RESPONSIBLE  FOR  CAUSING THE INJURY, ABUSE OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05950-01-1\n\n       A. 3468                             2\n\n    1  MALTREATMENT; THE SOURCE OF THE REPORT; THE NAME, ADDRESS AND  TELEPHONE\n    2  NUMBER  OF  THE  PERSON  MAKING  THE REPORT; AND ANY ACTION TAKEN BY THE\n    3  REPORTING SOURCE WITH REGARD TO THE INJURY, ABUSE OR MALTREATMENT OF THE\n    4  ANIMAL. WRITTEN REPORTS FROM PERSONS OR OFFICIALS REQUIRED BY THIS TITLE\n    5  TO  REPORT  SHALL  BE  ADMISSIBLE  IN ANY PROCEEDINGS RELATING TO ANIMAL\n    6  ABUSE OR MALTREATMENT.\n    7    S 3. Subdivisions 1 and 2 of section 420 of the social  services  law,\n    8  as  added  by  chapter  1039 of the laws of 1973, are amended to read as\n    9  follows:\n   10    1.  Any person, official or institution  required  by  this  title  to\n   11  report  a  case of suspected child abuse or maltreatment OR ANIMAL ABUSE\n   12  OR MALTREATMENT who willfully fails to do so shall be guilty of a  class\n   13  A misdemeanor.\n   14    2.    Any  person,  official  or institution required by this title to\n   15  report a case of suspected child abuse or maltreatment OR  ANIMAL  ABUSE\n   16  OR  MALTREATMENT  who  knowingly  and  willfully fails to do so shall be\n   17  civilly liable for the damages proximately caused by such failure.\n   18    S 4. This act shall take effect on the thirtieth day  after  it  shall\n   19  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the reporting of animal abuse ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T164944.TXT", "SOBI.D110125.T132416.TXT", "SOBI.D110125.T134418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184730
}