{
  "year" : 2011,
  "senateBillNo" : "A3466-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3466-2011-1295931600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the driving of motor vehicles or motorcycles in bicycle lanes and bicycle paths in N.Y. city",
  "summary" : "Prohibits the driving of motor vehicles or motorcycles in bicycle lanes and paths in a city with a population of one million or more; provides for a fine of $75; provides a conviction shall not be made part of the operating record of the person upon whom such liability is imposed and shall not be used for insurance purposes in the provision of motor vehicle insurance coverage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A9891-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3466\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. GLICK -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         the driving of motor vehicles or motorcycles in bicycle lanes or bicy-\n         cle paths in a city with a population of one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 1132 to read as follows:\n    3    S  1132.  DRIVING IN BICYCLE LANES OR BICYCLE PATHS PROHIBITED. EXCEPT\n    4  FOR EMERGENCY OR FIRE VEHICLES, NO PERSON SHALL OPERATE A MOTOR  VEHICLE\n    5  OR  MOTORCYCLE  IN A BICYCLE LANE OR BICYCLE PATH IN A CITY WITH A POPU-\n    6  LATION OF ONE MILLION  OR  MORE.  THE  FOREGOING  LIMITATION  SHALL  NOT\n    7  PREVENT  MOTOR  VEHICLES  FROM DRIVING IN BICYCLE LANES OR BICYCLE PATHS\n    8  WHEN DIRECTED BY POLICE OFFICERS OR FLAGPERSONS.\n    9    S 2. Subdivision (b) of section 1800 of the vehicle and traffic law is\n   10  amended by adding a new paragraph 3 to read as follows:\n   11    3. NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH ONE  OF  THIS  SUBDIVI-\n   12  SION,  A PERSON CONVICTED OF A TRAFFIC INFRACTION FOR A VIOLATION OF THE\n   13  PROVISIONS OF SECTION ELEVEN HUNDRED THIRTY-TWO OF  THIS  CHAPTER  SHALL\n   14  FOR  CONVICTION THEREOF, BE PUNISHED BY A FINE OF NOT MORE THAN SEVENTY-\n   15  FIVE DOLLARS AND SHALL NOT BE MADE PART OF THE OPERATING RECORD  OF  THE\n   16  PERSON  UPON  WHOM  SUCH  LIABILITY  IS IMPOSED NOR SHALL IT BE USED FOR\n   17  INSURANCE PURPOSES IN THE PROVISION OF MOTOR VEHICLE INSURANCE COVERAGE.\n   18    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   19  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05770-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting the driving of motor vehicles or motorcycles in bicycle lanes or bicycle paths in a city with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T164944.TXT", "SOBI.D110125.T134418.TXT", "SOBI.D110125.T132416.TXT", "SOBI.D110125.T164443.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184721
}