{
  "year" : 2011,
  "senateBillNo" : "A3467-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3467-2011-1295931600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for notice to the community board upon an application for renewal of a license and requires the liquor authority to create a form for comment by such board",
  "summary" : "Provides for notice to the community board upon any application for renewal of a license and requires the liquor authority to create a form for comment by the community board; provides for the liquor authority to consider the comments by the community board upon granting the renewal of such license. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A2625-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3467\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GLICK,  PHEFFER, GOTTFRIED, MILLMAN, JAFFEE,\n         DINOWITZ -- Multi-Sponsored by -- M. of A. FARRELL --  read  once  and\n         referred to the Committee on Economic Development\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         renewals of licenses and permits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section 109 of the alcoholic beverage\n    2  control law, as amended by chapter 512 of the laws of 1996,  is  amended\n    3  and a new subdivision 3 is added to read as follows:\n    4    2.  In  the  case  of  any  application for renewal of a license under\n    5  sections    fifty-five,    fifty-five-a,    sixty-four,    sixty-four-a,\n    6  sixty-four-b,  eighty-one,  and eighty-one-a of this chapter, the liquor\n    7  authority shall require  the  applicant  to  notify  the  clerk  of  the\n    8  village,  town or city AND COMMUNITY BOARD wherein the licensed premises\n    9  is located, in the same manner and under the same  requirements  as  set\n   10  forth in subdivision two-a of section sixty-four of this chapter.\n   11    3.  THE  LIQUOR  AUTHORITY  SHALL  CREATE A STANDARDIZED FORM THAT THE\n   12  MUNICIPALITY AND COMMUNITY BOARD SHALL BE ABLE TO USE TO COMMENT ON  THE\n   13  RENEWAL  APPLICATION  AND  SHALL BE LOOKED AT BY THE LIQUOR AUTHORITY IN\n   14  CONSIDERATION OF GRANTING THE RENEWAL. THIS FORM SHALL  BECOME  PART  OF\n   15  THE RECORD IN THE RENEWAL APPLICATION PROCEEDINGS.\n   16    S 2. This act shall take effect on the one hundred twentieth day after\n   17  it shall have become a law; provided, however, that effective immediate-\n   18  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   19  necessary for the implementation of this act on its effective  date  are\n   20  authorized  and  directed  to  be  made  and completed on or before such\n   21  effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05944-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to renewals of licenses and permits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T164944.TXT", "SOBI.D110125.T132416.TXT", "SOBI.D110125.T134418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184724
}