{
  "year" : 2011,
  "senateBillNo" : "A3476-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3476-2011-1295931600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits a retailer from requiring a consumer with the original sales receipt to provide identification when returning or exchanging goods",
  "summary" : "Prohibits a retail mercantile establishment from requiring a purchaser of goods to provide identification in order to get a refund for or exchange returned goods when the purchaser presents the original sales receipt; provides that when the purchaser does not present an original sales receipt, such an establishment may require the presentation of identification; directs the attorney general to enforce such provisions and imposes civil penalties for the violation of such provisions; directs the department of law to establish a statewide register of those retail establishments which have violated such provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A8487-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3476\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  P. RIVERA, RAMOS, J. RIVERA, COLTON, ARROYO,\n         V. LOPEZ, CLARK, N. RIVERA, ORTIZ -- Multi-Sponsored by --  M.  of  A.\n         BENEDETTO, CROUCH, GALEF, GOTTFRIED, GUNTHER, HOOPER, JACOBS, LANCMAN,\n         MAISEL,  MARKEY,  McENENY,  McKEVITT,  PEOPLES-STOKES,  PERRY, REILLY,\n         SALADINO, SPANO, SWEENEY, TITUS, TOWNS, WEISENBERG --  read  once  and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN  ACT  to  amend  the general business law, in relation to prohibiting\n         retail mercantile establishments from requiring a buyer, who  has  the\n         original  sales receipt, to produce identification in order to receive\n         a refund for or exchange returned merchandise; and to amend the execu-\n         tive law, in relation to establishing a statewide register  of  refund\n         and exchange violations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  219 to read as follows:\n    3    S 219. REFUNDS AND EXCHANGES. 1. NO  RETAIL  MERCANTILE  ESTABLISHMENT\n    4  SHALL REQUIRE ANY BUYER TO PRODUCE OR PROVIDE ANY FORM OF IDENTIFICATION\n    5  OR  ANY OTHER PROOF OF IDENTITY OR PURCHASE FOR THE PURPOSE OF RECEIVING\n    6  A REFUND FOR OR EXCHANGE OF RETURNED GOODS, WARES OR MERCHANDISE IF  THE\n    7  BUYER PROVIDES SUCH ESTABLISHMENT WITH:\n    8    (A)  THE ORIGINAL RECEIPT FOR THE SALE OF THE GOODS, WARES OR MERCHAN-\n    9  DISE, WHEN PAYMENT THEREFOR WAS MADE IN CASH;\n   10    (B) THE ORIGINAL RECEIPT FOR THE SALE OF THE GOODS, WARES OR  MERCHAN-\n   11  DISE  AND THE CREDIT CARD OR DEBIT CARD USED FOR THE PURCHASE, WHEN SUCH\n   12  PURCHASE WAS MADE BY MEANS OF A CREDIT CARD OR DEBIT CARD; OR\n   13    (C) THE ORIGINAL RECEIPT FOR THE SALE OF THE GOODS, WARES OR  MERCHAN-\n   14  DISE  AND  A  COPY  OF  THE  CHECK,  DRAFT  OR  MONEY ORDER USED FOR THE\n   15  PURCHASE, WHEN SUCH PURCHASE WAS MADE BY MEANS  OF  A  CHECK,  DRAFT  OR\n   16  MONEY ORDER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00953-01-1\n\n       A. 3476                             2\n\n    1    2. IN THE EVENT THAT A BUYER SEEKS TO RECEIVE A REFUND FOR OR EXCHANGE\n    2  OF  RETURNED GOODS, WARES OR MERCHANDISE FROM A RETAIL MERCANTILE ESTAB-\n    3  LISHMENT AND SUCH BUYER CANNOT PROVIDE THE RETAIL MERCANTILE  ESTABLISH-\n    4  MENT  WITH THE ORIGINAL RECEIPT FOR THE SALE THEREOF, THE RETAIL MERCAN-\n    5  TILE  ESTABLISHMENT  MAY  REQUIRE THE BUYER TO PROVIDE IDENTIFICATION IN\n    6  THE SAME FORM AS IS REQUIRED BY PARAGRAPH  (A)  OF  SUBDIVISION  TWO  OF\n    7  SECTION 8-303 OF THE ELECTION LAW.\n    8    3.  WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION AN APPLICATION\n    9  SHALL BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE  OF  THE\n   10  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   11  PROCEEDING  TO  ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   12  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   13  VIOLATIONS;  AND  IF IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   14  JUSTICE THAT THE DEFENDANT HAS,  IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   15  INJUNCTION  MAY  BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE, ENJOINING AND\n   16  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   17  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   18  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   19  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   20  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   21  TION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A VIOLATION OF THIS\n   22  SECTION HAS OCCURRED, THE COURT SHALL IMPOSE  A  CIVIL  PENALTY  OF  TWO\n   23  THOUSAND  FIVE  HUNDRED  DOLLARS  FOR  THE FIRST SUCH VIOLATION, A CIVIL\n   24  PENALTY OF FIVE THOUSAND DOLLARS FOR THE SECOND  SUCH  VIOLATION  WITHIN\n   25  FIVE  YEARS, AND A CIVIL PENALTY OF TWENTY-FIVE THOUSAND DOLLARS FOR THE\n   26  THIRD OR ANY SUBSEQUENT VIOLATION WITHIN FIVE YEARS. IN CONNECTION  WITH\n   27  ANY  SUCH  PROPOSED  APPLICATION,  THE ATTORNEY GENERAL IS AUTHORIZED TO\n   28  TAKE PROOF AND MAKE A DETERMINATION OF  THE  RELEVANT  FACTS  AND  ISSUE\n   29  SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   30    S  2.  The executive law is amended by adding a new section 75 to read\n   31  as follows:\n   32    S 75. STATEWIDE  REGISTER  OF  REFUND  AND  EXCHANGE  VIOLATIONS.  THE\n   33  DEPARTMENT  OF  LAW  SHALL ESTABLISH, MAINTAIN AND MAKE AVAILABLE TO THE\n   34  PUBLIC A REGISTER OF THE NAMES AND ADDRESSES OF RETAIL MERCANTILE ESTAB-\n   35  LISHMENTS WHICH HAVE VIOLATED THE  PROVISIONS  OF  SECTION  TWO  HUNDRED\n   36  NINETEEN  OF  THE  GENERAL  BUSINESS LAW WITHIN THE PREVIOUS FIVE YEARS.\n   37  SUCH REGISTER SHALL ALSO INCLUDE THE DATE OF THE VIOLATION  BY  SUCH  AN\n   38  ESTABLISHMENT  AND THE AMOUNT OF THE CIVIL PENALTY IMPOSED THEREFOR. THE\n   39  DEPARTMENT OF LAW SHALL MAKE SUCH REGISTER  AVAILABLE  ON  ITS  INTERNET\n   40  WEBSITE.\n   41    S  3.  This  act shall take effect on the thirtieth day after it shall\n   42  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting retail mercantile establishments from requiring a buyer, who has the original sales receipt, to produce identification in order to receive a refund for or exchange returned merchandise; and to amend the executive law, in relation to establishing a statewide register of refund and exchange violations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T133918.TXT", "SOBI.D110125.T170010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992810071
}