{
  "year" : 2011,
  "senateBillNo" : "A3474-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A3474-2011-1295931600000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the Mount Vernon public library",
  "summary" : "Relates to the Mount Vernon public library by deeming such library authorized by the city of Mount Vernon, allowing for trustees to be appointed by the mayor of the city of Mount Vernon, and requiring such trustees to report to the city council annually. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mount Vernon, City of",
  "previousVersions" : [ "A2459-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3474\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Libraries and Education Technology\n\n       AN ACT relating to the Mount Vernon public library\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law or any provision\n    2  of  the charter issued to the Mount Vernon public library by the univer-\n    3  sity of the state of New York on March 19, 1896:\n    4    a. the Mount Vernon public library shall be deemed authorized  by  the\n    5  city of Mount Vernon;\n    6    b.  the trustees of such Mount Vernon public library and their succes-\n    7  sors shall be appointed by the mayor of the city  of  Mount  Vernon  and\n    8  confirmed  by  the  Mount  Vernon  city council beginning with the first\n    9  vacancy occurring, by reason of the expiration of  a  term  or  for  any\n   10  other  reason,  after  the  effective  date  of  this  act.  Each person\n   11  appointed to a vacancy occurring by reason of the expiration of  a  term\n   12  shall  be  appointed for a term of 5 years, any person appointed to fill\n   13  an unexpired term shall be appointed to serve out such  unexpired  term;\n   14  and\n   15    c.  the  trustees  shall report to the city council on or before March\n   16  31st of each year beginning with the calendar year following the  effec-\n   17  tive date of this act.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02407-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT relating to the Mount Vernon public library ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T133918.TXT", "SOBI.D110125.T165444.TXT", "SOBI.D110125.T170010.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992810060
}