{
  "year" : 2011,
  "senateBillNo" : "A3470-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3470-2011-1295931600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the NYSUDC to form a limited liability company for the purpose of certification as a community development entity under the New Markets tax credit program",
  "summary" : "Authorizes the NYS urban development corporation to form a limited liability company for the purpose of certification as a community development entity under the New Markets tax credit program. ",
  "currentCommittee" : null,
  "sameAs" : "S2416",
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "AA10032-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3470\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HOYT -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to authorizing the corporation to form  a  limited  liability\n         company  for  a  specific purpose and providing for the repeal of such\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 12 of section 1 of chapter 174 of\n    2  the laws of 1968 constituting  the  New  York  state  urban  development\n    3  corporation  act,  is amended by adding three undesignated paragraphs to\n    4  read as follows:\n    5    THE CORPORATION, BY RESOLUTION, MAY DIRECT ANY OF ITS DIRECTORS, OFFI-\n    6  CERS, OR EMPLOYEES TO FORM  A  LIMITED  LIABILITY  COMPANY  PURSUANT  TO\n    7  SECTION 203 OF THE LIMITED LIABILITY COMPANY LAW FOR THE SOLE PURPOSE OF\n    8  CERTIFYING  AND  PERFORMING AS A COMMUNITY DEVELOPMENT ENTITY THAT WOULD\n    9  BE ELIGIBLE TO RECEIVE AN  ALLOCATION  OF  TAX  CREDITS  UNDER  THE  NEW\n   10  MARKETS  TAX  CREDIT PROGRAM. SUCH A LIMITED LIABILITY COMPANY SHALL ACT\n   11  SOLELY IN RELATION TO PROJECTS SELECTED BY THE CORPORATION, OR A SUBSID-\n   12  IARY OF THE CORPORATION, TO RECEIVE TAX CREDITS  FROM  A  FEDERAL  ALLO-\n   13  CATION TO THE CORPORATION, OR A SUBSIDIARY OF THE CORPORATION, UNDER THE\n   14  NEW  MARKETS  TAX  CREDIT PROGRAM AND TO DO ANY OTHER ACT OR THING INCI-\n   15  DENTAL TO OR CONNECTED WITH THE  FORGOING  PURPOSES  OR  IN  ADVANCEMENT\n   16  THEREOF,  PROVIDED  THAT  THE CORPORATION, OR A SUBSIDIARY OF THE CORPO-\n   17  RATION, SHALL BE THE MANAGING MEMBER OF EACH LIMITED  LIABILITY  COMPANY\n   18  CREATED BY THE CORPORATION.\n   19    ALL  PROJECTS  AWARDED NEW MARKETS TAX CREDITS BY THE CORPORATION OR A\n   20  SUBSIDIARY THEREOF SHALL BE SUBMITTED TO THE PUBLIC AUTHORITIES  CONTROL\n   21  BOARD  FOR  APPROVAL, IN ACCORDANCE WITH THE PROVISIONS OF SECTION 51 OF\n   22  THE PUBLIC AUTHORITIES LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07004-01-1\n\n       A. 3470                             2\n\n    1    THE CORPORATION SHALL  INCLUDE  IN  THE  INFORMATION  REQUIRED  TO  BE\n    2  SUBMITTED ANNUALLY IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION 1 OF\n    3  SECTION 2800 OF THE PUBLIC AUTHORITIES LAW INFORMATION REGARDING ASSIST-\n    4  ANCE  PROVIDED  BY IT OR ITS SUBSIDIARY UNDER THE NEW MARKETS TAX CREDIT\n    5  PROGRAM,  AND  SHALL  PROVIDE  FINANCIAL INFORMATION WITH RESPECT TO ANY\n    6  SUBSIDIARY ADMINISTERING THE  PROGRAM  IN  THE  CORPORATION'S  FINANCIAL\n    7  REPORTS, INCLUDING ITS CERTIFIED AUDITED FINANCIAL STATEMENTS.\n    8    S  2.  This  act shall take effect immediately and shall expire and be\n    9  deemed repealed five years after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to authorizing the corporation to form a limited liability company for a specific purpose and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T133918.TXT", "SOBI.D110125.T164944.TXT", "SOBI.D110125.T132416.TXT", "SOBI.D110125.T141420.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184733
}