{
  "year" : 2011,
  "senateBillNo" : "A3479-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to children and families",
    "billEventId" : "A3479-2011-1295931600000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the office of children and family services to examine the impact of children of mothers with HIV on the social services system",
  "summary" : "Directs the office of children and family services to examine the impact of orphaned children of mothers with HIV on the social services system; requires that such department report to the legislature with a comprehensive plan in response to its findings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "A7818-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3479\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. P. RIVERA, J. RIVERA -- Multi-Sponsored by -- M.\n         of A. ARROYO, AUBRY, CLARK, COOK, MAGEE, MAYERSOHN,  ORTIZ,  TOWNS  --\n         read once and referred to the Committee on Children and Families\n\n       AN  ACT  to direct the office of children and family services to examine\n         the impact of children orphaned by HIV mothers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  office  of  children and family services shall study\n    2  children orphaned as a result of their  mothers  contracting  the  human\n    3  immunodeficiency virus. Such study shall include the projected and actu-\n    4  al  to  date  impact  that  such  children have had and will have on the\n    5  social services system.\n    6    S 2. The office of children and family services shall report by  April\n    7  1,  2012  to  the legislature the impact of children orphaned by mothers\n    8  contracting the human immunodeficiency virus along with  recommendations\n    9  on  the  responses  necessary  on  issues  impacting the social services\n   10  system, including, but not limited to, the custody, adoption and  foster\n   11  care  of  such  children. Such report shall also present a comprehensive\n   12  plan to be undertaken by the office of children and family services as a\n   13  response to the proposed influx of such orphaned children.\n   14    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00405-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to direct the office of children and family services to examine the impact of children orphaned by HIV mothers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T133418.TXT", "SOBI.D110125.T165444.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992484917
}