{
  "year" : 2011,
  "senateBillNo" : "A3475-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3475-2011-1295931600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the definition of podiatry to include conditions of the ankle and all soft tissue structures of the leg below the knee affecting the foot and ankle",
  "summary" : "Expands the definition of the practice of podiatry to include conditions of the ankle and all soft tissue structures of the leg below the knee anatomically affecting the foot and ankle; establishes podiatrists licensed prior to the effective date of this act need to be certified to operate on the ankle; provides for the conducting of office based surgery by podiatrists; directs the department of health to study the feasibility of a podiatrist profiling program; authorizes the calling of a physician as an expert witness in a podiatric medical malpractice cause of action. ",
  "currentCommittee" : null,
  "sameAs" : "S583",
  "lawSection" : "Education Law",
  "previousVersions" : [ "AB2518-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3475\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, GABRYSZAK, AUBRY, WRIGHT -- Multi-Spon-\n         sored by -- M. of A.  CRESPO, GALEF, HOOPER, LATIMER, LUPARDO, REILLY,\n         WEISENBERG -- read once and referred to the Committee on Higher Educa-\n         tion\n\n       AN ACT to amend the education law, the public health law and  the  civil\n         practice law and rules, in relation to the practice of podiatry\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 7001 of the education law, as  amended  by  chapter\n    2  677 of the laws of 1996, is amended to read as follows:\n    3    S  7001.  Definition  of practice of podiatry. 1.  The practice of the\n    4  profession of podiatry is defined as diagnosing, treating, operating and\n    5  prescribing for any disease, injury, deformity or other condition of the\n    6  foot, [and may include] ANKLE AND ALL SOFT TISSUE STRUCTURES OF THE  LEG\n    7  BELOW  THE  DISTAL  TIBIAL  TUBEROCITY.  SURGICAL TREATMENT OF THE ANKLE\n    8  SHALL NOT EXTEND BEYOND THE TIBIAL METAPHYSEAL FLAIR; PROVIDED, HOWEVER,\n    9  THAT SUCH SURGICAL TREATMENT MAY EXTEND TO THE DISTAL TIBIAL  TUBEROCITY\n   10  AS  NECESSARY FOR THE TREATMENT OF THE ANKLE, INCLUDING, BUT NOT LIMITED\n   11  TO, THE APPLICATION OF EXTERNAL FIXATION; AND  PROVIDED,  FURTHER,  THAT\n   12  SUCH TREATMENT SHALL NOT INCLUDE PILON FRACTURES. THE PRACTICE OF PODIA-\n   13  TRY  INCLUDES  performing  physical evaluations in conjunction with [the\n   14  provision of] podiatric treatment.  Podiatrists [may] SHALL  ONLY  treat\n   15  traumatic open wound fractures [only] AND PROVIDE SURGICAL MANAGEMENT OF\n   16  COMPLICATED  FRACTURES  OF  THE  ANKLE in hospitals [, as defined in] OR\n   17  AMBULATORY SURGERY CENTERS CERTIFIED PURSUANT TO article twenty-eight of\n   18  the public health law.   FOR THE PURPOSES  OF  THIS  ARTICLE,  THE  TERM\n   19  \"ANKLE\"  SHALL  BE DEFINED AS THE DISTAL METAPHYSIS AND EPIPHYSIS OF THE\n   20  TIBIA AND FIBULA, THE ARTICULAR CARTILAGE OF THE DISTAL TIBIA AND DISTAL\n   21  FIBULA, THE LIGAMENTS THAT CONNECT THE DISTAL METAPHYSIS  AND  EPIPHYSIS\n   22  OF  THE TIBIA AND FIBULA AND TALUS, AND THE PORTIONS OF SKIN, SUBCUTANE-\n   23  OUS TISSUE, FASCIA, MUSCLES, TENDONS AND NERVES AT OR BELOW THE LEVEL OF\n   24  THE MYOTENDINOUS JUNCTION OF THE TRICEPS SURAE.\n   25    2. [The practice of podiatry shall not include treating  any  part  of\n   26  the  human  body  other  than  the  foot,  nor treating fractures of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02760-01-1\n\n       A. 3475                             2\n\n    1  malleoli or cutting operations upon the malleoli.  Podiatrists  licensed\n    2  to  practice,  but  not  authorized to prescribe or administer narcotics\n    3  prior to the effective date of this subdivision, may do  so  only  after\n    4  certification  by  the  department in accordance with the qualifications\n    5  established by the commissioner.] The practice of podiatry shall include\n    6  administering only local anesthetics for therapeutic purposes as well as\n    7  for anesthesia and treatment under general  anesthesia  administered  by\n    8  authorized persons.\n    9    3.  PODIATRISTS  LICENSED  TO  PRACTICE PRIOR TO THE EFFECTIVE DATE OF\n   10  THIS SUBDIVISION MAY PERFORM SURGICAL TREATMENT OF THE ANKLE ONLY  AFTER\n   11  CERTIFICATION  BY  THE  DEPARTMENT IN ACCORDANCE WITH THE QUALIFICATIONS\n   12  ESTABLISHED BY THE COMMISSIONER. QUALIFICATIONS TO OPERATE ON THE ANKLE,\n   13  PURSUANT TO THIS SUBDIVISION, SHALL INCLUDE, BUT NOT BE LIMITED TO:  THE\n   14  SUCCESSFUL  COMPLETION  OF  A RESIDENCY PROGRAM OR PROGRAMS, APPROVED BY\n   15  THE COUNCIL ON PODIATRIC MEDICAL EDUCATION; OR COMPLETION OF A POST-SEC-\n   16  ONDARY ACCREDITED EDUCATIONAL PROGRAM  ACCEPTABLE  TO  THE  COMMISSIONER\n   17  WITH  DEMONSTRATED COMPETENCY IN THE SURGICAL TREATMENT OF THE REAR FOOT\n   18  AND ANKLE; OR CERTIFICATION BY THE AMERICAN BOARD OF  PODIATRIC  SURGERY\n   19  OR A NATIONAL CERTIFYING BOARD HAVING CERTIFICATION STANDARDS ACCEPTABLE\n   20  TO THE COMMISSIONER.\n   21    S  2.  Paragraph  (i)  of subdivision 1 of section 230-d of the public\n   22  health law, as added by chapter 365 of the laws of 2007, is  amended  to\n   23  read as follows:\n   24    (i)  \"Licensee\" shall mean an individual licensed or otherwise author-\n   25  ized under [articles] ARTICLE one hundred thirty-one [or],  one  hundred\n   26  thirty-one-B OR ONE HUNDRED FORTY-ONE of the education law.\n   27    S  3.  Section  2995-d of the public health law is amended by adding a\n   28  new subdivision 4-a to read as follows:\n   29    4-A. IN COOPERATION WITH THE EDUCATION DEPARTMENT, STUDY  HEALTH  CARE\n   30  PRACTITIONER  DATA  RELATING  TO  PODIATRISTS.  SUCH STUDY SHALL INCLUDE\n   31  CONSIDERATION OF WHETHER  AN  INDIVIDUAL  PODIATRIST  PROFILING  PROGRAM\n   32  SHOULD  BE  ESTABLISHED AND OUTLINE AN APPROPRIATE METHOD TO DEVELOP AND\n   33  IMPLEMENT SUCH A PROFILING PROGRAM IF SUCH A PROGRAM  IS  DETERMINED  BY\n   34  THE  DEPARTMENT TO BE IN THE PUBLIC INTEREST. SUCH PROGRAM AND RECOMMEN-\n   35  DATIONS MAY BE SIMILAR TO THE PHYSICIAN PROFILES ESTABLISHED PURSUANT TO\n   36  SECTION TWENTY-NINE HUNDRED NINETY-FIVE-A OF THIS TITLE. SUCH A PROPOSED\n   37  PODIATRIST PROFILING PROGRAM, IF SUCH A PROGRAM  IS  DETERMINED  BY  THE\n   38  DEPARTMENT  TO  BE IN THE PUBLIC INTEREST, SHOULD BE CAPABLE OF PRESENT-\n   39  ING, IN A COST EFFECTIVE MANNER, RELEVANT MEDICAL AND TREATMENT INFORMA-\n   40  TION IN A FORMAT THAT IS EASILY UNDERSTOOD BY AND MADE AVAILABLE TO  THE\n   41  GENERAL  PUBLIC.   SUCH STUDY AND ITS FINDINGS SHALL BE SUBMITTED TO THE\n   42  GOVERNOR, THE TEMPORARY PRESIDENT OF THE  SENATE,  THE  SPEAKER  OF  THE\n   43  ASSEMBLY,  THE  MINORITY LEADER OF THE SENATE AND THE MINORITY LEADER OF\n   44  THE ASSEMBLY ON OR BEFORE JUNE FIRST, TWO THOUSAND SEVENTEEN;\n   45    S 4. Paragraph 1 of subdivision (d) of section 3101 of the civil prac-\n   46  tice law and rules is amended by adding a new subparagraph (iv) to  read\n   47  as follows:\n   48    (IV)  IN  AN ACTION FOR PODIATRIC MEDICAL MALPRACTICE, A PHYSICIAN MAY\n   49  BE CALLED AS AN EXPERT WITNESS AT TRIAL.\n   50    S 5. This act shall take effect 18 months after it shall have become a\n   51  law; provided, however, that effective immediately, the addition, amend-\n   52  ment and/or repeal of any rule or regulation necessary for the implemen-\n   53  tation of the provisions of this act on its effective date  are  author-\n   54  ized  and  directed to be made and completed on or before such effective\n   55  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, the public health law and the civil practice law and rules, in relation to the practice of podiatry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T133918.TXT", "SOBI.D110125.T170010.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992810064
}