{
  "year" : 2011,
  "senateBillNo" : "A3472-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to education",
    "billEventId" : "A3472-2011-1295931600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes guidelines for filing criminal complaints against students who commit crimes against other students on school grounds",
  "summary" : "Establishes guidelines for filing criminal complaints against students who commit crimes against other students on schools grounds. ",
  "currentCommittee" : null,
  "sameAs" : "S1704",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A5443-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3472\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. MAISEL -- read once and referred to the Committee\n         on Education\n\n       AN  ACT  to  amend the education law, in relation to establishing guide-\n         lines for filing complaints against students who commit crimes against\n         other students on school grounds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3028-e\n    2  to read as follows:\n    3    S  3028-E.  GUIDELINES  FOR  FILING  CRIMINAL COMPLAINTS. EVERY SCHOOL\n    4  DISTRICT SHALL ESTABLISH AND IMPLEMENT  GUIDELINES  FOR  THE  FILING  OF\n    5  COMPLAINTS  IN  THE  LOCAL  CRIMINAL  COURT  AGAINST STUDENTS WHO COMMIT\n    6  CRIMES AGAINST OTHER STUDENTS OR OTHERWISE ENGAGE IN HARASSING, MENACING\n    7  OR THREATENING  BEHAVIOR  TOWARDS  OTHER  STUDENTS  ON  SCHOOL  GROUNDS,\n    8  INCLUDING  THE  IMPLEMENTATION  OF ANY POLICY, PRACTICE OR PROCEDURE FOR\n    9  WORKING WITH THE PARENTS OR LEGAL GUARDIANS OF  THE  VICTIMIZED  STUDENT\n   10  WHETHER  SUCH  PARENTS  OR  GUARDIANS  CONSENT  OR DO NOT CONSENT TO THE\n   11  FILING OF SUCH A COMPLAINT.\n   12    S 2. This act shall take effect on the one hundred eightieth day after\n   13  it shall have become a law. Effective immediately  that  any  rules  and\n   14  regulations  necessary  for the timely implementation of this act on its\n   15  effective date shall be promulgated on or before such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05984-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing guidelines for filing complaints against students who commit crimes against other students on school grounds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T133918.TXT", "SOBI.D110125.T164944.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184738
}