{
  "year" : 2011,
  "senateBillNo" : "A3473-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3473-2011-1295931600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the state task force on campus safety",
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A3517-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3473\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY, COOK, JAFFEE, GALEF, DUPREY, FINCH, MOLI-\n         NARO, BURLING, COLTON -- Multi-Sponsored by -- M. of A.  BROOK-KRASNY,\n         CAMARA,  CLARK,  CUSICK, DESTITO, GABRYSZAK, KOLB, LENTOL, MAGNARELLI,\n         MAISEL, MAYERSOHN, McDONOUGH, McENENY, MENG, J. MILLER, MILLMAN, OAKS,\n         ORTIZ, PHEFFER, SAYWARD, SCARBOROUGH, SPANO, SWEENEY, TEDISCO, THIELE,\n         TOWNS, WEISENBERG, WRIGHT -- read once and referred to  the  Committee\n         on Higher Education\n\n       AN ACT to establish the state task force on campus safety; and providing\n         for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state task force on campus safety (hereinafter referred\n    2  to as \"the task force\") is hereby  established.  The  task  force  shall\n    3  conduct  and complete a thorough examination and review of the status of\n    4  safety and emergency preparedness at college campuses  and  universities\n    5  and  other institutions of learning within New York state; and propose a\n    6  central operation to  coordinate  efforts  and  disseminate  information\n    7  during  and  immediately  following an emergency. A subcommittee of such\n    8  task force consisting primarily of mental health experts  shall  develop\n    9  standard  guidelines  and procedures for use by campus administration to\n   10  deal with episodes of mental illness occurring on campus.\n   11    S 2. a. The task force shall consist of eleven  members  appointed  by\n   12  the  governor,  as follows: one representing the administration of inde-\n   13  pendent colleges and universities; one representing  the  administration\n   14  of  SUNY  and  CUNY  campuses;  one representative of parents of college\n   15  students; one representative of  college  students;  one  representative\n   16  each  of faculty from the independent and SUNY/CUNY campuses; one repre-\n   17  sentative of law enforcement; one representative  of  public  safety  or\n   18  security  experts;  one  representative  from  a recognized psychologist\n   19  association; one representative from mental health advocacy groups;  and\n   20  one  person to chair the task force. Six members of the task force shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02548-01-1\n\n       A. 3473                             2\n\n    1  constitute a quorum for the transaction of  any  business  of  the  task\n    2  force.\n    3    b. No member, officer or employee of the task force shall be disquali-\n    4  fied from holding any other public office or employment, nor shall he or\n    5  she  forfeit  any  such  office  or  employment  by reason of his or her\n    6  appointment pursuant to this act, notwithstanding the provisions of  any\n    7  general, special or local law, ordinance or city charter.\n    8    c.  The  members  of  the task force shall receive no compensation for\n    9  their services, but shall be allowed their actual and necessary expenses\n   10  incurred in the performance of their duties pursuant to this act.\n   11    S 3. Additionally, all other departments or agencies of the  state  or\n   12  subdivisions thereof, and local governments shall, at the request of the\n   13  chair,  provide  the task force such facilities, assistance, and data as\n   14  will enable the task force to carry out its powers and duties.\n   15    S 4. The task force may meet and hold public and/or  private  hearings\n   16  within  the  regions  of  the state, and shall have all the powers of an\n   17  executive body pursuant to the executive law.\n   18    S 5. The task force shall make a report of its findings to the  gover-\n   19  nor, the temporary president of the senate and the speaker of the assem-\n   20  bly,  within  six  months of the date of the task force's first meeting.\n   21  Such report shall include recommendations for further action and  legis-\n   22  lation.\n   23    S 6. This act shall take effect immediately and shall continue in full\n   24  force and effect until the thirty-first day of December in the year next\n   25  succeeding  the year in which it shall have become a law, when upon such\n   26  date the provisions of this act shall expire and be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish the state task force on campus safety; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T133918.TXT", "SOBI.D110125.T165444.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992484920
}