{
  "year" : 2011,
  "senateBillNo" : "A3471-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3471-2011-1295931600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates various programs to protect safety of truck drivers",
  "summary" : "Enacts Jasn's Law; relates to programs that promote and protect the safety of truck drivers in New York state. ",
  "currentCommittee" : null,
  "sameAs" : "S2359",
  "lawSection" : "Transportation",
  "previousVersions" : [ "A11095-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3471\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. P. LOPEZ, AMEDORE, HAWLEY, WEPRIN, MONTESANO --\n         Multi-Sponsored by -- M. of A. KOLB, SALADINO, SAYWARD  --  read  once\n         and referred to the Committee on Transportation\n\n       AN  ACT  to amend the transportation law, the state finance law, the tax\n         law and the public authorities  law,  in  relation  to  programs  that\n         promote and protect the safety of truck drivers in New York state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as \"Jason's Law\".\n    2    S 2. Legislative intent. The legislature finds and declares that there\n    3  is a great need to provide truck drivers with safe places to rest  while\n    4  waiting  for  pending  appointments  or  to comply with federal hours of\n    5  service regulations. Federal law requires  motor  carrier  operators  to\n    6  rest  for  a  period  of  ten hours after driving for eleven consecutive\n    7  hours. Federal law further prohibits motor carrier operators from  driv-\n    8  ing  more  than  sixty hours over a seven day period. These requirements\n    9  are only exacerbating the shortage  of  safe  parking  areas  for  motor\n   10  carriers,  forcing  many  drivers  to park in desolate, poorly lit areas\n   11  with little or no security. Many shippers and receivers  of  freight  do\n   12  not  allow truckers into their facilities until just before their sched-\n   13  uled appointment time and insist that they leave promptly once  delivery\n   14  is  complete.  It is imperative that the legislature address the current\n   15  shortage of long-term parking for commercial motor  vehicles  to  ensure\n   16  the  personal  safety  and  security  of  those  who transport goods and\n   17  provide essential services for the people of the state of New York.\n   18    S 3. The transportation law is amended by adding a new  section  140-a\n   19  to read as follows:\n   20    S  140-A. MOTOR CARRIER SAFETY AND SECURITY REVOLVING LOAN PROGRAM. 1.\n   21  THE COMMISSIONER SHALL ESTABLISH AND MAINTAIN A MOTOR CARRIER SAFETY AND\n   22  SECURITY REVOLVING LOAN PROGRAM TO PROVIDE LOANS TO ELIGIBLE  APPLICANTS\n   23  TO  MAKE  SAFETY  AND  SECURITY  UPGRADES  ON  THEIR  FACILITIES FOR THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05848-01-1\n\n       A. 3471                             2\n\n    1  PURPOSES DESIGNATED IN THIS SECTION. SUCH PROGRAM SHALL PROVIDE INTEREST\n    2  FREE LOANS TO ELIGIBLE APPLICANTS FOR SUCH SAFETY AND SECURITY  IMPROVE-\n    3  MENT  PROJECTS AS THE COMMISSIONER SHALL DEEM TO BE ELIGIBLE PURSUANT TO\n    4  THIS SECTION.\n    5    2.  STATE  FINANCIAL ASSISTANCE IN THE FORM OF A LOAN MAY BE PROVIDED,\n    6  SUBJECT TO APPROPRIATION BY THE LEGISLATURE, TO RECIPIENTS FOR  ELIGIBLE\n    7  PROJECTS  AS  DEFINED  IN THIS SECTION. ANY FINANCIAL ASSISTANCE AWARDED\n    8  SHALL BE PROVIDED FROM THE MOTOR CARRIER SAFETY AND  SECURITY  REVOLVING\n    9  LOAN  FUND  ESTABLISHED  PURSUANT  TO SECTION NINETY-NINE-T OF THE STATE\n   10  FINANCE LAW.\n   11    3. ELIGIBLE APPLICANTS SHALL MEAN OWNERS AND OPERATORS OF PRIVATE REST\n   12  AREAS, TRUCK STOPS, TRAVEL PLAZAS, AND ANY OTHER FACILITY WHICH PROVIDES\n   13  MOTOR CARRIERS WITH A SAFE PLACE TO REST  WHILE  WAITING  FOR  SCHEDULED\n   14  APPOINTMENTS AND/OR COMPLYING WITH FEDERAL HOURS OF SERVICE REGULATIONS.\n   15    4.  ELIGIBLE PROJECTS SHALL INCLUDE: (A) THE PURCHASE AND INSTALLATION\n   16  OF NEW SECURITY SYSTEMS, INCLUDING BUT NOT LIMITED TO ALARMS  AND  VIDEO\n   17  SURVEILLANCE  EQUIPMENT;  (B)  THE  PURCHASE  AND INSTALLATION OF NEW OR\n   18  IMPROVED LIGHTING EQUIPMENT TO PROVIDE ENHANCED  VISIBILITY  IN  PARKING\n   19  AREAS;  (C) HIRING OR OTHERWISE MAINTAINING SECURITY GUARDS THAT PROVIDE\n   20  REGULAR PATROLS OF THE ENTIRE FACILITY;  (D)  THE  CONSTRUCTION  OF  NEW\n   21  PARKING  FACILITIES;  AND  (E)  UPGRADING AND IMPROVING EXISTING PARKING\n   22  FACILITIES.\n   23    5. THE COMMISSIONER SHALL PROMULGATE RULES  AND  REGULATIONS  FOR  THE\n   24  PURPOSE OF CARRYING OUT THE PROVISIONS OF THIS SECTION, INCLUDING ESTAB-\n   25  LISHING:  (A)  AN  APPLICATION  PROCESS  WHEREBY ELIGIBLE APPLICANTS MAY\n   26  APPLY FOR LOANS; (B) CRITERIA AND STANDARDS FOR  DETERMINING  AN  APPLI-\n   27  CANT'S  ELIGIBILITY FOR A LOAN; (C) CRITERIA AND STANDARDS TO BE USED IN\n   28  DETERMINING THE AMOUNT OF FINANCIAL ASSISTANCE TO BE  PROVIDED  TO  EACH\n   29  APPLICANT;  AND (D) CRITERIA AND STANDARDS TO BE USED IN DETERMINING THE\n   30  LOAN REPAYMENT PERIODS AND THE TERMS OF REPAYMENT AGREEMENTS.\n   31    6. NOTHING IN THIS SECTION SHALL BE CONSTRUED  TO  PREVENT  APPLICANTS\n   32  WHO  HAVE  RECEIVED  TAX  CREDITS PURSUANT TO SUBDIVISION FORTY-THREE OF\n   33  SECTION TWO HUNDRED TEN OF THE TAX LAW FROM PARTICIPATING IN  THE  MOTOR\n   34  CARRIER  SAFETY  AND  SECURITY REVOLVING LOAN PROGRAM OFFERED UNDER THIS\n   35  SECTION.\n   36    S 4. The state finance law is amended by adding a new section 99-t  to\n   37  read as follows:\n   38    S  99-T.  MOTOR  CARRIER  SAFETY  AND SECURITY REVOLVING LOAN FUND. 1.\n   39  THERE IS HEREBY ESTABLISHED IN THE JOINT  CUSTODY  OF  THE  STATE  COMP-\n   40  TROLLER  AND  THE COMMISSIONER OF TAXATION AND FINANCE A SPECIAL FUND TO\n   41  BE KNOWN AS THE MOTOR CARRIER SAFETY AND SECURITY REVOLVING LOAN FUND.\n   42    2. SUCH FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR ITS PURPOSE,\n   43  ALL MONIES TRANSFERRED TO SUCH FUND  PURSUANT  TO  LAW  AND  ALL  MONIES\n   44  REQUIRED  TO BE PAID INTO OR CREDITED TO THIS FUND, INCLUDING ALL MONIES\n   45  RECEIVED BY THE FUND OR DONATED TO IT, AND PAYMENT OF PRINCIPAL ON LOANS\n   46  MADE FROM THE FUND.\n   47    3. MONIES OF THE FUND, WHEN ALLOCATED, SHALL BE MADE AVAILABLE TO  THE\n   48  COMMISSIONER  OF TRANSPORTATION TO PROVIDE LOANS PURSUANT TO SECTION ONE\n   49  HUNDRED FORTY-A OF THE TRANSPORTATION LAW.\n   50    S 5. Section 210 of the tax law is amended by adding two new  subdivi-\n   51  sions 43 and 44 to read as follows:\n   52    43.  CREDIT  FOR  PROVIDING A SAFE HARBOR FOR MOTOR CARRIERS.  (A) FOR\n   53  TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND  TWELVE,\n   54  A  QUALIFYING  TAXPAYER  SHALL  BE  ALLOWED A CREDIT AGAINST ANY TAX DUE\n   55  UNDER THIS ARTICLE IN AN AMOUNT OF TWENTY PERCENT.\n\n       A. 3471                             3\n\n    1    (B) (1) FOR THE PURPOSES OF THIS SUBDIVISION, A \"QUALIFYING  TAXPAYER\"\n    2  ALLOWED  A  CREDIT  SHALL MEAN A TAXPAYER ENGAGED IN THE SHIPPING AND/OR\n    3  RECEIVING OF ANY COMMODITIES VIA A  MOTOR  CARRIER,  OR  AN  INDIVIDUAL,\n    4  EITHER  OF  WHICH  PROVIDES  QUALIFYING MOTOR CARRIERS SERVICES AT THEIR\n    5  FACILITIES  THAT  PROVIDE A SECURE AREA IN WHICH SUCH MOTOR CARRIERS MAY\n    6  WAIT FOR PENDING APPOINTMENTS OR TO COMPLY WITH FEDERAL HOURS OF SERVICE\n    7  REGULATIONS.\n    8    (2) FOR THE PURPOSES OF THIS SUBDIVISION, A \"QUALIFYING MOTOR CARRIER\"\n    9  SHALL MEAN A MOTOR CARRIER THAT IS NOT EMPLOYED BY  THE  TAXPAYER  OR  A\n   10  COMPANY OR CORPORATION THAT IS AFFILIATED WITH THE TAXPAYER.\n   11    (C)  QUALIFYING  TAXPAYERS  WHO  APPLY FOR AND RECEIVE SUCH CREDIT FOR\n   12  PROVIDING SAFE HARBOR FOR MOTOR CARRIERS SHALL NOT BE LIABLE FOR  INJURY\n   13  OR DEATH TO ANY PERSON OR FOR ANY PROPERTY DAMAGE OCCURRING ON OR AT THE\n   14  FACILITY  PROVIDED,  HOWEVER,  THAT SUCH TAXPAYER SHALL NOT BE PROTECTED\n   15  FROM LIABILITY CAUSED BY THE INTENTIONAL, WILLFUL, AND RECKLESS  MISCON-\n   16  DUCT OF SUCH TAXPAYER.\n   17    44.  CREDIT  FOR  SECURITY  UPGRADES  AND PARKING IMPROVEMENTS AT REST\n   18  AREAS. (A) FOR TAXABLE YEARS BEGINNING ON OR AFTER  JANUARY  FIRST,  TWO\n   19  THOUSAND TWELVE, A QUALIFYING TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST\n   20  ANY  TAX  DUE  UNDER THIS ARTICLE IN AN AMOUNT EQUAL TO FIFTY PERCENT OF\n   21  THE TOTAL EXPENDITURES FOR THE PURCHASE, INSTALLATION AND/OR MAINTENANCE\n   22  OF A QUALIFYING PROJECT OR PROJECTS THAT ARE  INTENDED  TO  IMPROVE  THE\n   23  SAFETY AND SECURITY OF FACILITIES OPERATED BY QUALIFYING TAXPAYERS.\n   24    (B) FOR THE PURPOSES OF THIS SUBDIVISION A \"QUALIFYING TAXPAYER\" SHALL\n   25  MEAN  OWNERS  AND  OPERATORS  OF PRIVATE REST AREAS, TRUCK STOPS, TRAVEL\n   26  PLAZAS AND ANY OTHER FACILITY WHICH PROVIDES MOTOR CARRIERS WITH A  SAFE\n   27  PLACE  TO REST WHILE WAITING FOR SCHEDULED APPOINTMENTS AND/OR COMPLYING\n   28  WITH FEDERAL HOURS OF SERVICE REGULATIONS.\n   29    (C) FOR PURPOSES OF THIS SUBDIVISION, A \"QUALIFYING PROJECT\"  INCLUDES\n   30  THE FOLLOWING:\n   31    (1)  THE  PURCHASE AND INSTALLATION OF NEW SECURITY SYSTEMS, INCLUDING\n   32  BUT NOT LIMITED TO ALARMS AND VIDEO SURVEILLANCE EQUIPMENT;\n   33    (2) THE PURCHASE AND INSTALLATION OF NEW OR IMPROVED  LIGHTING  EQUIP-\n   34  MENT TO PROVIDE ENHANCED VISIBILITY IN PARKING AREAS;\n   35    (3) HIRING OR OTHERWISE MAINTAINING SECURITY GUARDS THAT PROVIDE REGU-\n   36  LAR PATROLS OF THE ENTIRE FACILITY;\n   37    (4) THE CONSTRUCTION OF NEW PARKING FACILITIES; AND\n   38    (5) UPGRADING AND IMPROVING EXISTING PARKING FACILITIES.\n   39    (D)  NOTHING IN THIS SUBDIVISION SHALL BE CONSTRUED TO PREVENT TAXPAY-\n   40  ERS WHO HAVE RECEIVED FUNDING THROUGH THE MOTOR CARRIER SAFETY AND SECU-\n   41  RITY REVOLVING LOAN PROGRAM FROM  BEING  ELIGIBLE  FOR  THE  TAX  CREDIT\n   42  OFFERED IN THIS SECTION.\n   43    S 6. The public authorities law is amended by adding a new section 388\n   44  to read as follows:\n   45    S  388.  \"BULL  PEN\"  DEMONSTRATION PROGRAM. 1. THE COMMISSIONER SHALL\n   46  INITIATE A PROGRAM FOR THE ESTABLISHMENT OF ADDITIONAL  REST  AREAS  FOR\n   47  COMMERCIAL TRUCK DRIVERS ALONG THE NEW YORK STATE THRUWAY.\n   48    2.  IN  PURSUING  THE  DEVELOPMENT OF SUCH FACILITIES THE COMMISSIONER\n   49  SHALL WORK IN CONSULTATION WITH REPRESENTATIVES OF THE NEW YORK TRUCKING\n   50  INDUSTRY TO ASSESS POTENTIAL SITE OPTIONS WITH AN EMPHASIS  ON  ADAPTIVE\n   51  REUSE AND/OR MODIFICATION OF EXISTING INFRASTRUCTURE AND CAPITAL FACILI-\n   52  TIES TO MAXIMIZE THE AVAILABILITY OF REST AREA SERVICES IN THE MOST COST\n   53  EFFECTIVE MANNER POSSIBLE.\n   54    3.  IN  CONCERT  WITH  THE  AFOREMENTIONED  INVENTORYING  AND PLANNING\n   55  EFFORTS, THE COMMISSIONER SHALL INITIATE A DEMONSTRATION BULL PEN  PILOT\n   56  PROJECT WHICH SHALL TEST THE AFFORDABILITY AND EFFECTIVENESS OF DEVELOP-\n\n       A. 3471                             4\n\n    1  ING  DEDICATED PARKING FACILITIES AS A LOW COST OPTION FOR OFFERING SAFE\n    2  HARBOR FOR TRUCK DRIVERS IN NEW YORK STATE.   SUCH FACILITIES  SHALL  BE\n    3  EQUIPPED WITH FENCING, SECURITY CAMERAS, GATED ENTRANCES, ELECTRIC HOOK-\n    4  UPS FOR POWERING APPLIANCES AND EQUIPMENT IN INDIVIDUAL TRUCK CABINS AND\n    5  TRUCK  DRIVER  SLEEPER  QUARTERS AND LIMITED LAVATORY ACCOMMODATIONS. IN\n    6  PURSUING SUCH FACILITIES, THE COMMISSIONER SHALL CONSIDER THE  POTENTIAL\n    7  FOR  UTILIZING E-ZPASS TECHNOLOGY AS A MEANS FOR ENHANCING PUBLIC SAFETY\n    8  AND SECURITY.\n    9    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, the state finance law, the tax law and the public authorities law, in relation to programs that promote and protect the safety of truck drivers in New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T133918.TXT", "SOBI.D110125.T164944.TXT", "SOBI.D110125.T141420.TXT", "SOBI.D110125.T131415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992184736
}