{
  "year" : 2011,
  "senateBillNo" : "A347-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A347-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to vested rights of property owners relating to the development of their land",
  "summary" : "Relates to vested rights of property owners relating to the development of their land; requires notice by applicant to property owners within 250 feet of land development application. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA9563-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          347\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PAULIN, MORELLE, REILLY, COOK, SPANO, SCHIMMINGER\n         --  Multi-Sponsored by -- M. of A. LATIMER, McENENY, MOLINARO, SCHIMEL\n         -- read once and referred to the Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to vested  rights\n         relating to land development\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal law is amended by adding a new  arti-\n    2  cle 7-B to read as follows:\n\n    3                                 ARTICLE 7-B\n    4                 VESTED RIGHTS RELATING TO LAND DEVELOPMENT\n\n    5  SECTION 150. VESTED RIGHTS RELATING TO LAND DEVELOPMENT.\n    6    S  150. VESTED RIGHTS RELATING TO LAND DEVELOPMENT.  1. THERE SHALL BE\n    7  A PRESUMPTION, REBUTTABLE BY A MUNICIPALITY ONLY PURSUANT TO SUBDIVISION\n    8  TWO OF THIS SECTION BY CLEAR AND  CONVINCING  EVIDENCE,  THAT  MUNICIPAL\n    9  ZONING, PLANNING, ENVIRONMENTAL, AND ALL OTHER APPLICABLE VILLAGE, TOWN,\n   10  OR  CITY  ORDINANCES,  REGULATIONS,  AND OTHER ENACTMENTS REGULATING THE\n   11  DEVELOPMENT OF LAND WHICH ARE APPLICABLE TO A PARTICULAR PARCEL OF  LAND\n   12  AS  OF  THE  NINTH  MONTH AFTER THE FILING DATE OF AN APPLICATION DEEMED\n   13  COMPLETED BY THE MUNICIPALITY  FOR  SITE  PLAN,  SUBDIVISION,  OR  OTHER\n   14  DEVELOPMENT  PLAN  APPROVAL  OF SUCH PARCEL, WHICH APPLICATION MEETS ALL\n   15  NON-DISCRETIONARY REQUIREMENTS SPECIFIED THEREFOR,  INCLUDING,  BUT  NOT\n   16  LIMITED  TO  A SURVEY PREPARED BY A LICENSED SURVEYOR AND PLANS PREPARED\n   17  BY A LICENSED ENGINEER OR ARCHITECT AND IS ACCOMPANIED  BY  AN  ENVIRON-\n   18  MENTAL  ASSESSMENT FORM, IF REQUIRED, OR AT THE DISCRETION OF THE APPLI-\n   19  CANT A DRAFT ENVIRONMENTAL IMPACT STATEMENT, SHALL REMAIN APPLICABLE  TO\n   20  THE PROPOSED PROJECT THAT IS THE SUBJECT OF THE APPLICATION OR THE DRAFT\n   21  ENVIRONMENTAL  IMPACT  STATEMENT  FOR  A  PERIOD  OF SIX YEARS AFTER THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00882-01-1\n\n       A. 347                              2\n\n    1  FILING DATE, AS LONG AS IT IS BEING PURSUED WITH REASONABLE  EFFORTS  BY\n    2  THE  APPLICANT.  IF NO STATE OR LOCAL AGENCY HAS DISCRETIONARY AUTHORITY\n    3  OVER THE PROJECT, THE FILING DATE SHALL BE THAT  OF  THE  FILING  OF  AN\n    4  APPLICATION  FOR A BUILDING PERMIT, TOGETHER WITH A SURVEY PREPARED BY A\n    5  LICENSED SURVEYOR AND PLANS PREPARED BY A LICENSED ENGINEER OR ARCHITECT\n    6  IN WHICH CASE NO ENVIRONMENTAL DOCUMENTATION NEED BE FILED IN ORDER  FOR\n    7  THIS  SECTION  TO APPLY.   WRITTEN NOTICE OF SUCH APPLICATION, EXCEPT IN\n    8  THE CASE OF A ONE-FAMILY DWELLING, SHALL BE GIVEN BY  THE  APPLICANT  TO\n    9  ALL  PROPERTY  OWNERS WITHIN A DISTANCE OF TWO HUNDRED FIFTY FEET OF THE\n   10  APPLICANT'S PROPERTY LINES BY FIRST CLASS MAIL TO THE LAST KNOWN ADDRESS\n   11  ON THE TAX RECORDS. THE APPLICANT SHALL FILE AN AFFIDAVIT WITH THE MUNI-\n   12  CIPALITY OF THE MAILING OF SUCH NOTICE.\n   13    2. IN ORDER TO REBUT THE PRESUMPTION ESTABLISHED PURSUANT TO  SUBDIVI-\n   14  SION  ONE OF THIS SECTION, A MUNICIPAL BOARD MUST ADOPT A DETAILED WRIT-\n   15  TEN FINDING AND HAS THE BURDEN OF PROOF TO SHOW BY CLEAR AND  CONVINCING\n   16  EVIDENCE THAT:\n   17    A. A CHANGE IN APPLICABLE FEDERAL OR STATE LAWS, RULES, OR REGULATIONS\n   18  ALTERS THE RELEVANT REQUIREMENTS; OR\n   19    B.  NEWLY  DISCOVERED  INFORMATION OR CHANGES IN CIRCUMSTANCES SPECIF-\n   20  ICALLY RELATED TO THE PROPOSED PROJECT OR ITS SITE, WILL ESTABLISH THAT:\n   21    (I) THE PROJECT IS LIKELY TO HARM OR ENDANGER THE PUBLIC HEALTH, SAFE-\n   22  TY, GENERAL WELFARE OR BIOLOGICAL HABITAT; AND\n   23    (II) SUCH HARM OR ENDANGERMENT WILL NOT BE PREVENTED BY EXISTING LAWS,\n   24  CODES, ORDINANCES, RULES, OR REGULATIONS, OR BY  GOVERNMENTAL  ENTITIES;\n   25  OR\n   26    C.  THE  MUNICIPAL BOARD IS APPLYING A NEW OR ALTERED REQUIREMENT THAT\n   27  HAS BEEN THE SUBJECT OF A DRAFT ENVIRONMENTAL IMPACT STATEMENT THAT  WAS\n   28  FILED  BEFORE THE FILING DATE OF THE SUBJECT APPLICATION, AND HAS SUBSE-\n   29  QUENTLY BECOME FINAL IN NOT SUBSTANTIALLY MORE STRINGENT FORM THAN  THAT\n   30  DESCRIBED  IN  SUCH  DOCUMENT,  INSOFAR  AS  IS  RELEVANT TO THE SUBJECT\n   31  PROJECT.\n   32    3. SUCH A FINDING SHALL BE DEEMED TO BE  A  FINAL  AGENCY  ACTION  FOR\n   33  PURPOSES  OF  ARTICLE  SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES\n   34  AND MUST BE CHALLENGED WITHIN FOUR MONTHS OF THE ADOPTION OF THE FINDING\n   35  BY A MUNICIPAL BOARD.\n   36    4. NOTHING IN THIS SECTION SHALL BE INTERPRETED TO PRECLUDE:\n   37    A. THE ADMINISTRATION OF ALL EXISTING LAWS, RULES AND REGULATIONS AS A\n   38  RESULT OF WHICH THERE COULD BE  REQUIREMENTS  IMPOSED  ON  THE  PROPOSED\n   39  PROJECT; OR\n   40    B.  CHANGES  TO  SUCH  LAWS,  RULES  AND REGULATIONS THAT WOULD AFFECT\n   41  FUTURE APPLICATIONS.\n   42    5. THIS SECTION SHALL NOT APPLY TO APPLICATIONS REQUIRING  CHANGES  IN\n   43  ZONING  PROVISIONS  THAT  ARE SOUGHT BY THE APPLICANT IN CONNECTION WITH\n   44  THE PROPOSED PROJECT PRIOR TO THE ADOPTION OF ANY SUCH CHANGES.\n   45    6. ANY SUBSTANTIAL CHANGES  TO  THE  PROPOSED  PROJECT  WHICH  IS  THE\n   46  SUBJECT  OF THE APPLICATION BY THE APPLICANT, WHICH HAVE NOT BEEN GENER-\n   47  ATED IN RESPONSE TO A COMMENT (EXCEPTING A COMMENT BY, ON BEHALF  OF  OR\n   48  AT  THE  BEHEST  OF  THE  APPLICANT)  DURING THE REVIEW PROCESS, WILL BE\n   49  DEEMED A NEW APPLICATION.\n   50    S 2. This act shall take effect on the one hundred eightieth day after\n   51  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to vested rights relating to land development ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T110822.TXT", "SOBI.D101222.T142348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293045828180
}