{
  "year" : 2011,
  "senateBillNo" : "A3485-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3485-2011-1295931600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the collection of mercury containing thermostats",
  "summary" : "Relates to the collection of mercury-containing thermostats. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3485\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SWEENEY,  MAISEL, LAVINE, SPANO, WEISENBERG,\n         DINOWITZ,  JAFFEE,  CASTRO,  MILLMAN,  COLTON,   ROSENTHAL,   SCHIMEL,\n         KAVANAGH,  KELLNER,  TITUS  -- Multi-Sponsored by -- M. of A. BOYLAND,\n         COOK, CRESPO, GABRYSZAK,  GALEF,  GIBSON,  GLICK,  GOTTFRIED,  HIKIND,\n         HOOPER, LATIMER, LUPARDO, MARKEY, MAYERSOHN, PEOPLES-STOKES, THIELE --\n         read once and referred to the Committee on Environmental Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         collection of mercury containing thermostats\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new section 27-2119 to read as follows:\n    3  S 27-2119. PHASE-OUT OF MERCURY-CONTAINING THERMOSTATS.\n    4    1. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION:\n    5    (A) \"MANUFACTURER\" MEANS THE ENTITY THAT OWNS A NAME BRAND  OF  MERCU-\n    6  RY-CONTAINING THERMOSTATS.\n    7    (B)  \"MERCURY-CONTAINING  THERMOSTAT\"  MEANS  A PRODUCT OR DEVICE THAT\n    8  USES A MERCURY SWITCH TO SENSE  AND  CONTROL  ROOM  TEMPERATURE  THROUGH\n    9  COMMUNICATION  WITH HEATING, VENTILATING, OR AIR-CONDITIONING EQUIPMENT.\n   10  \"MERCURY-CONTAINING THERMOSTAT\" INCLUDES THERMOSTATS USED TO  SENSE  AND\n   11  CONTROL  ROOM  TEMPERATURE  IN  RESIDENTIAL,  COMMERCIAL, INDUSTRIAL AND\n   12  OTHER BUILDINGS BUT DOES NOT INCLUDE A  THERMOSTAT  USED  TO  SENSE  AND\n   13  CONTROL TEMPERATURE AS PART OF A MANUFACTURING PROCESS.\n   14    (C)  \"THERMOSTAT RETAILER\" MEANS ANY INDIVIDUAL, CORPORATION, PARTNER-\n   15  SHIP, COOPERATIVE, ASSOCIATION, FIRM, OR OTHER ENTITY THAT SELLS THERMO-\n   16  STATS OF ANY KIND  DIRECTLY  TO  HOMEOWNERS  OR  OTHER  NONPROFESSIONALS\n   17  THROUGH ANY SELLING OR DISTRIBUTION MECHANISM, INCLUDING BUT NOT LIMITED\n   18  TO  SALES  USING  THE  INTERNET  OR CATALOGUES. A RETAILER MAY ALSO BE A\n   19  WHOLESALER IF IT MEETS THE DEFINITION OF A WHOLESALER.\n   20    (D) \"THERMOSTAT WHOLESALER\" MEANS ANY INDIVIDUAL,  CORPORATION,  PART-\n   21  NERSHIP, COOPERATIVE, ASSOCIATION, FIRM, OR OTHER ENTITY THAT IS ENGAGED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02935-02-1\n\n       A. 3485                             2\n\n    1  PRIMARILY IN THE DISTRIBUTION AND WHOLESALE OF HEATING, VENTILATION, AND\n    2  AIR-CONDITIONING  COMPONENTS  TO CONTRACTORS WHO INSTALL HEATING, VENTI-\n    3  LATION, AND AIR-CONDITIONING COMPONENTS.\n    4    2.  MANUFACTURER RESPONSIBILITIES. (A) EACH MERCURY-CONTAINING THERMO-\n    5  STAT MANUFACTURER THAT HAS OFFERED FOR FINAL SALE, SOLD AT  FINAL  SALE,\n    6  OR  HAS  DISTRIBUTED  MERCURY-CONTAINING  THERMOSTATS IN NEW YORK SHALL,\n    7  INDIVIDUALLY OR COLLECTIVELY, AND NOT LATER THAN JUNE FIRST,  TWO  THOU-\n    8  SAND TWELVE, SUBMIT A PLAN TO THE DEPARTMENT FOR APPROVAL THAT DESCRIBES\n    9  A  COLLECTION  PROGRAM FOR OUT-OF-SERVICE MERCURY-CONTAINING THERMOSTATS\n   10  FROM CONTRACTORS, SERVICE TECHNICIANS  AND  HOMEOWNERS.  THE  COLLECTION\n   11  PROGRAM  SHALL NOT INVOLVE ANY DIRECT COST TO CONTRACTORS, SERVICE TECH-\n   12  NICIANS OR HOMEOWNERS FOR PARTICIPATING IN THE PROGRAM.  THE  COLLECTION\n   13  PROGRAM  MAY INCLUDE A FINANCIAL INCENTIVE FOR THE RETURN OF EACH MERCU-\n   14  RY-CONTAINING THERMOSTAT IN THE FORM OF CASH OR COUPONS THAT ARE REDEEM-\n   15  ABLE BY CONTRACTORS AND/OR HOMEOWNERS.\n   16    THE COLLECTION PROGRAM SHALL AT A MINIMUM INCLUDE:\n   17    (I) AN EDUCATION AND OUTREACH  PROGRAM  DIRECTED  TOWARD  WHOLESALERS,\n   18  RETAILERS,  CONTRACTORS  AND HOMEOWNERS. SUCH PROGRAM SHALL BE CONDUCTED\n   19  AT NO COST TO SUCH ENTITIES.\n   20    (II) THE DISTRIBUTION OF CONTAINERS FOR MERCURY-CONTAINING  THERMOSTAT\n   21  COLLECTION.  COLLECTION  METHODS  MAY  INCLUDE,  BUT ARE NOT LIMITED TO,\n   22  INDIVIDUAL PRODUCT MAIL RETURN AND/OR MULTIPLE COLLECTION CONTAINERS AND\n   23  COLLECTION SITES LOCATED  AT  THERMOSTAT  RETAILERS,  THERMOSTAT  WHOLE-\n   24  SALERS,  MUNICIPALITIES  FOR  COLLECTION  AT  HOUSEHOLD  HAZARDOUS WASTE\n   25  COLLECTION FACILITIES OR HOUSEHOLD HAZARDOUS WASTE EVENTS.\n   26    (III)  MEASURES  TO  PROTECT  AGAINST   THE   FRAUDULENT   RETURN   OF\n   27  MERCURY-CONTAINING THERMOSTATS.\n   28    (IV)  CRITERIA  TO ENCOURAGE THE PURCHASE OF MERCURY-FREE PROGRAMMABLE\n   29  THERMOSTATS QUALIFIED BY THE ENERGY STAR  PROGRAM  AS  REPLACEMENTS  FOR\n   30  MERCURY-CONTAINING THERMOSTATS.\n   31    (V) CRITERIA TO ENSURE THAT THE CAPTURE RATE OF OUT-OF-SERVICE MERCURY\n   32  THERMOSTATS IS MAXIMIZED AND THE ESTABLISHMENT OF A COLLECTION GOAL.\n   33    (B)  NOT LATER THAN DECEMBER FIRST, TWO THOUSAND TWELVE, MANUFACTURERS\n   34  OF MERCURY-CONTAINING THERMOSTATS SHALL IMPLEMENT THE COLLECTION PROGRAM\n   35  OUTLINED IN THEIR PLAN.\n   36    (C) BEGINNING JUNE FIRST, TWO THOUSAND THIRTEEN, AND  ANNUALLY  THERE-\n   37  AFTER,  EACH MANUFACTURER OF MERCURY-CONTAINING THERMOSTATS SHALL SUBMIT\n   38  A REPORT TO THE DEPARTMENT THAT INCLUDES, AT A  MINIMUM,  THE  FOLLOWING\n   39  INFORMATION:\n   40    (I)  THE  NUMBER OF MERCURY-CONTAINING THERMOSTATS COLLECTED AND RECY-\n   41  CLED BY THE MANUFACTURER DURING THE PREVIOUS CALENDAR YEAR.\n   42    (II) THE ESTIMATED TOTAL AMOUNT OF MERCURY CONTAINED IN THE THERMOSTAT\n   43  COMPONENTS COLLECTED BY THAT MANUFACTURER IN THE PREVIOUS CALENDAR YEAR.\n   44    (III)  AN  EVALUATION  OF  THE  EFFECTIVENESS  OF  THE  MANUFACTURER'S\n   45  COLLECTION PROGRAM AND ANY FINANCIAL INCENTIVES.\n   46    (IV)  AN ACCOUNTING OF THE ADMINISTRATIVE COSTS INCURRED IN THE COURSE\n   47  OF ADMINISTERING THE COLLECTION AND RECYCLING PROGRAM AND ANY  FINANCIAL\n   48  INCENTIVE PLAN.\n   49    3. DEPARTMENT RESPONSIBILITIES. (A) WITHIN NINETY DAYS OF RECEIPT OF A\n   50  COMPLETE  MANUFACTURER PLAN REQUIRED BY SUBDIVISION TWO OF THIS SECTION,\n   51  THE DEPARTMENT SHALL REVIEW AND MAY GRANT, DENY OR APPROVE WITH  MODIFI-\n   52  CATIONS.  THE DEPARTMENT SHALL NOT APPROVE A PLAN UNLESS ALL ELEMENTS OF\n   53  SUBDIVISION TWO OF THIS SECTION ARE ADEQUATELY ADDRESSED. IN REVIEWING A\n   54  PLAN,  THE  DEPARTMENT  MAY  CONSIDER  CONSISTENCY  OF  THE  PLAN   WITH\n   55  COLLECTION IN OTHER STATES AND CONSIDER CONSISTENCY BETWEEN MANUFACTURER\n   56  PROGRAMS. IN REVIEWING PLANS, THE DEPARTMENT SHALL ENSURE THAT EDUCATION\n\n       A. 3485                             3\n\n    1  AND  OUTREACH  PROGRAMS  ARE  UNIFORM  AND  CONSISTENT TO ENSURE EASE OF\n    2  IMPLEMENTATION.\n    3    (B)  THE  DEPARTMENT  SHALL MAINTAIN AND POST ON ITS WEBSITE A LIST OF\n    4  ENTITIES AND LOCATIONS THAT SERVE AS COLLECTION POINTS FOR  MERCURY-CON-\n    5  TAINING  THERMOSTATS,  INCLUDING  BUT  NOT LIMITED TO MUNICIPALITIES AND\n    6  THERMOSTAT RETAILERS AND THERMOSTAT WHOLESALERS.\n    7    (C) IN CONJUNCTION WITH THE EDUCATIONAL AND OUTREACH  PROGRAMS  IMPLE-\n    8  MENTED  BY  MANUFACTURERS,  THE  DEPARTMENT MAY CONDUCT AN EDUCATION AND\n    9  OUTREACH PROGRAM DIRECTED AT WHOLESALERS,  RETAILERS,  CONTRACTORS,  AND\n   10  HOMEOWNERS  TO  PROMOTE  THE  COLLECTION OF DISCARDED MERCURY-CONTAINING\n   11  THERMOSTATS.\n   12    (D) BY DECEMBER FIRST, TWO THOUSAND THIRTEEN, AND ANNUALLY THEREAFTER,\n   13  THE DEPARTMENT  SHALL  POST  A  REPORT  ON  ITS  WEBSITE  DETAILING  THE\n   14  COLLECTION AND RECYCLING OF MERCURY-CONTAINING THERMOSTATS IN THE STATE.\n   15  SUCH  REPORT  SHALL  INCLUDE  AN  EVALUATION OF THE EFFECTIVENESS OF THE\n   16  THERMOSTAT COLLECTION AND RECYCLING PROGRAMS, AND INFORMATION ON  ACTUAL\n   17  COLLECTION RATES.\n   18    (E)  BY  JANUARY FIFTEENTH, TWO THOUSAND THIRTEEN, AND ANNUALLY THERE-\n   19  AFTER, THE DEPARTMENT SHALL ESTIMATE THE NUMBER OF OUT-OF-SERVICE  THER-\n   20  MOSTATS  GENERATED IN NEW YORK ON AN ANNUAL BASIS. BEGINNING JUNE FIRST,\n   21  TWO THOUSAND FOURTEEN, SHOULD COLLECTION EFFORTS FAIL TO RESULT  IN  THE\n   22  COLLECTION  AND RECYCLING OF AT LEAST TWENTY-FIVE PERCENT OF THE OUT-OF-\n   23  SERVICE MERCURY-CONTAINING THERMOSTATS IN THE STATE, THE DEPARTMENT  MAY\n   24  REQUIRE  MODIFICATION  TO  MANUFACTURERS'  COLLECTION  PLANS  TO IMPROVE\n   25  COLLECTION RATES INCLUDING A REQUIREMENT TO IMPLEMENT A FINANCIAL INCEN-\n   26  TIVE IN THE FORM OF CASH OR COUPONS NOT LESS THAN FIVE  DOLLARS  OR  NOT\n   27  GREATER THAN TEN DOLLARS THAT ARE REDEEMABLE BY CONTRACTORS AND/OR HOME-\n   28  OWNERS.    BEGINNING JUNE FIRST, TWO THOUSAND SIXTEEN, SHOULD COLLECTION\n   29  EFFORTS FAIL TO RESULT IN THE  COLLECTION  AND  RECYCLING  OF  AT  LEAST\n   30  SIXTY-FIVE  PERCENT OF THE OUT-OF-SERVICE MERCURY-CONTAINING THERMOSTATS\n   31  IN THE STATE, THE DEPARTMENT SHALL REQUIRE MODIFICATION  TO  MANUFACTUR-\n   32  ERS'  COLLECTION  PLANS  TO INCLUDE A FINANCIAL INCENTIVE IN THE FORM OF\n   33  CASH OR COUPONS NOT LESS THAN FIVE DOLLARS OR GREATER THAN  TEN  DOLLARS\n   34  THAT ARE REDEEMABLE BY CONTRACTORS AND/OR HOMEOWNERS.  BEGINNING JANUARY\n   35  FIFTEENTH,  TWO  THOUSAND NINETEEN, THE DEPARTMENT MAY ADOPT REGULATIONS\n   36  SETTING FORTH FUTURE COLLECTION GOALS.\n   37    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the collection of mercury containing thermostats ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T132416.TXT", "SOBI.D110125.T133418.TXT", "SOBI.D110125.T172946.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295994586553
}