{
  "year" : 2011,
  "senateBillNo" : "A3489-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3489-2011-1295931600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits public broadcast of 911 calls over radio, television or internet",
  "summary" : "Prohibits public broadcast of 911 calls over radio, television or internet. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "A10680-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3489\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ZEBROWSKI, GABRYSZAK, MILLMAN, JEFFRIES, REILLY\n         -- read once and referred to the Committee on Local Governments\n\n       AN ACT to amend the county law and the public officers law, in  relation\n         to prohibiting the broadcast of a 911 call\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 308 of the county law, as  amended\n    2  by chapter 309 of the laws of 1996, is amended to read as follows:\n    3    4.  (A) Records, in whatever form they may be kept, of calls made to a\n    4  municipality's E911 system shall not be made available to or obtained by\n    5  any entity or person, other than that municipality's public safety agen-\n    6  cy, another government agency or body, or a private entity or  a  person\n    7  providing  medical, ambulance or other emergency services, and shall not\n    8  be utilized for any commercial purpose other than the provision of emer-\n    9  gency services.\n   10    (B) NO ENTITY OR PERSON SHALL PLAY A RECORDING OF A CALL MADE OVER THE\n   11  E911 SYSTEM ON A BROADCAST MEDIUM, INCLUDING, BUT NOT LIMITED TO  RADIO,\n   12  TELEVISION,  OR  THE INTERNET AS DEFINED BY PARAGRAPH (C) OF SUBDIVISION\n   13  TWO OF SECTION THREE HUNDRED NINETY-B OF THE GENERAL BUSINESS LAW.  THIS\n   14  SECTION  SHALL NOT PROHIBIT READING OR DISPLAYING A TRANSCRIPT OF SUCH A\n   15  RECORDING. WHOEVER VIOLATES THIS SECTION SHALL BE SUBJECT TO A  FINE  OF\n   16  FIVE THOUSAND DOLLARS FOR EACH VIOLATION.\n   17    S  2. Paragraph (b) of subdivision 2 of section 89 of the public offi-\n   18  cers law, as added by chapter 933 of the laws of 1977, subparagraph  iii\n   19  as  amended  by  chapter  223  of the laws of 2008 and subparagraph v as\n   20  amended and subparagraph vi as added by chapter 545 of the laws of 1998,\n   21  is amended to read as follows:\n   22    (b) An unwarranted invasion of personal privacy  includes,  but  shall\n   23  not be limited to:\n   24    i.  disclosure  of employment, medical or credit histories or personal\n   25  references of applicants for employment;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00558-01-1\n\n       A. 3489                             2\n\n    1    ii. disclosure of items involving the medical or personal records of a\n    2  client or patient in a medical facility;\n    3    iii.  sale  or  release  of lists of names and addresses if such lists\n    4  would be used for solicitation or fund-raising purposes;\n    5    iv. disclosure of information of a  personal  nature  when  disclosure\n    6  would  result  in economic or personal hardship to the subject party and\n    7  such information is not relevant to the work of the agency requesting or\n    8  maintaining it; [or]\n    9    v. disclosure of information of a personal nature reported  in  confi-\n   10  dence to an agency and not relevant to the ordinary work of such agency;\n   11  [or]\n   12    vi.  information  of a personal nature contained in a workers' compen-\n   13  sation record, except as provided by section one hundred  ten-a  of  the\n   14  workers' compensation law[.]; OR\n   15    VII.  A  RECORDING  OF  A CALL MADE OVER THE E911 SYSTEM AS DEFINED IN\n   16  SUBDIVISION THREE OF SECTION THREE HUNDRED ONE OF THE COUNTY LAW.\n   17    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the county law and the public officers law, in relation to prohibiting the broadcast of a 911 call ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T132416.TXT", "SOBI.D110125.T173446.TXT", "SOBI.D110125.T132917.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295994886753
}