{
  "year" : 2011,
  "senateBillNo" : "A348-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A348-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires port authority to acquire economic impact statement prior to increasing bridge and tunnel tolls",
  "summary" : "Requires the port authority of New York and New Jersey to acquire an economic impact statement by an independent contractor at least 30 days prior to increasing bridge and tunnel tolls. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities",
  "previousVersions" : [ "A7155-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          348\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CUSICK, COLTON, BROOK-KRASNY -- Multi-Sponsored\n         by -- M. of A. ABBATE, CLARK, PHEFFER -- read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend chapter 47 of the laws of 1931 relating to declaring the\n         policy of the states of New York and New Jersey in regard  to  certain\n         vehicular bridges and tunnels within the port of New York district, in\n         relation  to economic impact statements prior to the increase of tolls\n         for the use of bridges and tunnels\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  opening paragraph of section 11 of chapter 47 of the\n    2  laws of 1931 relating to declaring the policy of the states of New  York\n    3  and New Jersey in regard to certain vehicular bridges and tunnels within\n    4  the  port of New York district, as amended by chapter 807 of the laws of\n    5  1955, is amended to read as follows:\n    6    The port authority is hereby authorized to make and enforce such rules\n    7  and regulations and to establish, levy and collect such tolls and  other\n    8  charges  in  connection  with any vehicular bridges and tunnels which it\n    9  may now or hereafter be authorized to own, construct, operate or control\n   10  (including the said Holland tunnel and the said Midtown Hudson  tunnel),\n   11  as  it  may  deem  necessary,  proper or desirable, which said tolls and\n   12  charges shall be at  least  sufficient  to  meet  the  expenses  of  the\n   13  construction,  operation and maintenance thereof, and to provide for the\n   14  payment of, with interest upon, and the amortization and  retirement  of\n   15  bonds  or  other securities or obligations issued or incurred for bridge\n   16  or tunnel purposes.  There  shall  be  allocated  to  the  cost  of  the\n   17  construction,  operation  and  maintenance  of such bridges and tunnels,\n   18  such proportion of the general expenses of  the  port  authority  as  it\n   19  shall  deemed  properly  chargeable thereto.   NOTWITHSTANDING ANY OTHER\n   20  PROVISION OF LAW TO THE CONTRARY, NO TOLL OR OTHER CHARGE IN  CONNECTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00547-01-1\n\n       A. 348                              2\n\n    1  WITH  ANY  VEHICULAR  BRIDGE OR TUNNEL SHALL BE INCREASED UNTIL NOT LESS\n    2  THAN THIRTY DAYS AFTER THE ISSUANCE OF AN ECONOMIC IMPACT  STATEMENT  ON\n    3  THE PROPOSED INCREASE. SUCH ECONOMIC IMPACT STATEMENT SHALL BE ISSUED BY\n    4  AN  INDEPENDENT  CONTRACTOR ENGAGED BY THE AUTHORITY BASED ON A STUDY OF\n    5  THE ECONOMIC IMPACT OF SUCH PROPOSED  INCREASE  OF  THE  TOLL  OR  OTHER\n    6  CHARGE UPON ALL COMMUNITIES AFFECTED THEREBY.\n    7    S  2.  This  act  shall take effect upon the enactment into law by the\n    8  state of New Jersey of legislation having an identical  effect;  but  if\n    9  the  state  of  New  Jersey shall have already enacted such legislation,\n   10  then this act shall take effect immediately and provided that the  state\n   11  of New Jersey shall notify the legislative bill drafting commission upon\n   12  the  occurrence  of the enactment of the provisions provided for in this\n   13  act in order that the commission may maintain  an  accurate  and  timely\n   14  effective data base of the official text of the laws of the state of New\n   15  York  in  furtherance  of  effecting the provisions of section 44 of the\n   16  legislative law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 47 of the laws of 1931 relating to declaring the policy of the states of New York and New Jersey in regard to certain vehicular bridges and tunnels within the port of New York district, in relation to economic impact statements prior to the increase of tolls for the use of bridges and tunnels ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T152348.TXT", "SOBI.D101223.T151115.TXT", "SOBI.D101222.T151848.TXT", "SOBI.D101222.T153349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293135075146
}