{
  "year" : 2011,
  "senateBillNo" : "A3487-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to social services",
    "billEventId" : "A3487-2011-1295931600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the method of payment for dental services under the medical assistance program",
  "summary" : "Limits the method of payment for dental services under the medial assistance program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A11003-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3487\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Social Services\n\n       AN  ACT  to  amend  the social services law, in relation to limiting the\n         method of payment for dental services  under  the  medical  assistance\n         program;  and providing for the repeal of such provisions upon expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The social services law is amended by adding a new section\n    2  365-l to read as follows:\n    3    S 365-L.  PAYMENTS  FOR  DENTAL  SERVICES.  PAYMENTS  FOR  ALL  DENTAL\n    4  SERVICES AUTHORIZED PURSUANT TO SUBDIVISION TWO OF SECTION THREE HUNDRED\n    5  SIXTY-FIVE-A  OF  THIS  TITLE  SHALL  NOT  BE INCLUDED IN THE CAPITATION\n    6  PAYMENT FOR SERVICES OR SUPPLIES PROVIDED TO MEDICAL ASSISTANCE  RECIPI-\n    7  ENTS  BY  A  HEALTH  MAINTENANCE  ORGANIZATION  OR OTHER ENTITY WHICH IS\n    8  CERTIFIED UNDER ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW OR  LICENSED\n    9  PURSUANT  TO  ARTICLE  FORTY-THREE  OF  THE  INSURANCE  LAW OR OTHERWISE\n   10  AUTHORIZED BY LAW  TO  OFFER  COMPREHENSIVE  HEALTH  SERVICES  PLANS  TO\n   11  MEDICAL ASSISTANCE RECIPIENTS.\n   12    S  2.  Section 367-a of the social services law is amended by adding a\n   13  new subdivision 13 to read as follows:\n   14    13. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW OR REGULATION TO\n   15  THE CONTRARY, FOR ALL DENTAL SERVICES FOR WHICH  PAYMENT  IS  AUTHORIZED\n   16  PURSUANT  TO  SUBDIVISION  TWO  OF SECTION THREE HUNDRED SIXTY-FIVE-A OF\n   17  THIS TITLE, PAYMENTS UNDER THIS TITLE SHALL BE  MADE  AT  THE  FOLLOWING\n   18  AMOUNT:  FOR  ALL DENTAL SERVICES PROVIDED BY DENTISTS AND OTHER AUTHOR-\n   19  IZED DENTAL PRACTITIONERS UNDER TITLE VIII OF THE EDUCATION LAW AND  FOR\n   20  ALL  DENTAL  APPLIANCES,  THE  ACTUAL  COST  OF SUCH DENTAL SERVICES AND\n   21  DENTAL APPLIANCES SUBJECT  TO  THE  MAXIMUM  LIMIT  ESTABLISHED  BY  THE\n   22  DEPARTMENT  OF  HEALTH  FOR  THOSE DENTAL SERVICES AND DENTAL APPLIANCES\n   23  COVERED UNDER THE MEDICAL ASSISTANCE PROGRAM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06946-01-1\n\n       A. 3487                             2\n\n    1    S 3. The social services law is amended by adding a new section  369-a\n    2  to read as follows:\n    3    S  369-A.  ANALYSIS OF DENTAL EXPENDITURES AND PATTERNS IN RELATION TO\n    4  THE MEDICAL ASSISTANCE  PROGRAM.  1.  THE  DEPARTMENT  OF  HEALTH  SHALL\n    5  ANALYZE  AND  COMPARE  EXPENDITURES,  UTILIZATION  RATES AND UTILIZATION\n    6  PATTERNS FOR ALL DENTAL SERVICES AND DENTAL APPLIANCES (ALONG  WITH  ANY\n    7  RELATED  EFFECTS ON EXPENDITURES, RATES AND PATTERNS FOR OTHER SERVICES)\n    8  FOR MEDICAL ASSISTANCE RECIPIENTS:\n    9    (A) FOR THE PERIOD DURING WHICH MEDICAL ASSISTANCE  REIMBURSEMENT  FOR\n   10  SUCH  DENTAL  SERVICES  AND  DENTAL APPLIANCES WAS PROVIDED PRIOR TO THE\n   11  EFFECTIVE DATE OF THIS SECTION; AND\n   12    (B) FOR THE PERIOD BEGINNING WITH THE DATE ON WHICH MEDICAL ASSISTANCE\n   13  REIMBURSEMENT  FOR  SUCH  DENTAL  SERVICES  AND  DENTAL  APPLIANCES  WAS\n   14  PROVIDED AFTER THE EFFECTIVE DATE OF THIS SECTION.\n   15    2.  THE DEPARTMENT OF HEALTH SHALL INCLUDE IN ITS ANALYSES AND COMPAR-\n   16  ISONS, THE EXPENDITURES, UTILIZATION RATES AND UTILIZATION PATTERNS  FOR\n   17  ALL  DENTAL  SERVICES  AND  DENTAL  APPLIANCES  (ALONG  WITH ANY RELATED\n   18  EFFECTS ON EXPENDITURES, RATES AND PATTERNS FOR OTHER SERVICES) PAID FOR\n   19  BY PRIVATE THIRD-PARTY PAYORS.\n   20    3. THE DEPARTMENT OF HEALTH SHALL REPORT ITS FINDINGS TO THE GOVERNOR,\n   21  THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY BY\n   22  DECEMBER THIRTY-FIRST, TWO THOUSAND TWELVE.\n   23    S 4. This act shall take effect on the one hundred twentieth day after\n   24  it shall have become a law, and shall  expire  and  be  deemed  repealed\n   25  March 31, 2014.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to limiting the method of payment for dental services under the medical assistance program; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T132416.TXT", "SOBI.D110125.T133418.TXT", "SOBI.D110125.T173446.TXT", "SOBI.D110125.T132917.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295994886746
}