{
  "year" : 2011,
  "senateBillNo" : "A3482-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3482-2011-1295931600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the disclosure of peanut ingredients by restaurants and catering facilities",
  "summary" : "Requires restaurants and catering facilities to disclose on their menus whether peanuts or peanut derived ingredients are contained in any food served on the premises of such restaurant or catering facility; imposes civil penalties for violations of such provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A5400-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3482\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. SPANO, CLARK, BENEDETTO, ZEBROWSKI, STEVENSON --\n         Multi-Sponsored by -- M. of A. ABBATE, BING, REILLY -- read  once  and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN  ACT  to amend the general business law, in relation to disclosure of\n         the peanut ingredients of foods offered at  restaurants  and  catering\n         facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  12-A to read as follows:\n    3                                ARTICLE 12-A\n    4                     RESTAURANTS AND CATERING FACILITIES\n    5  SECTION 210. DISCLOSURE OF PEANUT INGREDIENTS BY RESTAURANTS AND  CATER-\n    6                 ING FACILITIES.\n    7    S  210.  DISCLOSURE  OF PEANUT INGREDIENTS BY RESTAURANTS AND CATERING\n    8  FACILITIES. 1. AS USED  IN  THIS  ARTICLE,  \"RESTAURANT\"  AND  \"CATERING\n    9  FACILITY\"  SHALL  MEAN ANY OUTLET OF A RESTAURANT THAT DERIVES ITS BUSI-\n   10  NESS FROM THE SALE OF PREPARED FOOD TO BE CONSUMED BY  PATRONS  OF  SUCH\n   11  ESTABLISHMENT ON ITS RESTAURANT OR BANQUET FACILITY PREMISES.\n   12    2.  EVERY  RESTAURANT AND CATERING FACILITY SHALL PROVIDE AND DISCLOSE\n   13  ON ITS MENU TO EACH PATRON, WHETHER PEANUTS OR ANY PEANUT DERIVED INGRE-\n   14  DIENTS ARE CONTAINED IN ANY FOOD PREPARED BY SUCH RESTAURANT OR CATERING\n   15  FACILITY, OR PREPARED BY A COMPANY OR INDIVIDUAL CONTRACTED  TO  PROVIDE\n   16  FOOD  TO SUCH RESTAURANT OR FACILITY OFF PREMISES WHICH WILL BE CONSUMED\n   17  BY THE PATRON FOR ON PREMISES CONSUMPTION.\n   18    3. SUCH INGREDIENTS LISTED IN ACCORDANCE WITH THE PROVISIONS OF SUBDI-\n   19  VISION TWO OF THIS  SECTION  SHALL  INCLUDE  THE  SPECIFIC  INGREDIENTS,\n   20  INCLUDING  PEANUT  AND/OR PEANUT OIL INGREDIENTS, USED IN PREPARATION OF\n   21  ANY FOOD.\n   22    4. A VIOLATION OF SUBDIVISION TWO OF THIS SECTION SHALL BE  PUNISHABLE\n   23  BY  A CIVIL PENALTY NOT TO EXCEED FIFTY DOLLARS FOR THE FIRST VIOLATION,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07823-01-1\n\n       A. 3482                             2\n\n    1  NOT LESS THAN FIFTY DOLLARS AND NOT MORE THAN TWO HUNDRED DOLLARS FOR  A\n    2  SECOND  VIOLATION,  AND  NOT  LESS THAN TWO HUNDRED DOLLARS AND NOT MORE\n    3  THAN FIVE HUNDRED DOLLARS FOR A THIRD OR SUBSEQUENT VIOLATION  WITHIN  A\n    4  TWENTY-FOUR MONTH PERIOD.\n    5    S 2. This act shall take effect on the one hundred eightieth day after\n    6  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to disclosure of the peanut ingredients of foods offered at restaurants and catering facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T131916.TXT", "SOBI.D110125.T133418.TXT", "SOBI.D110125.T170010.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295992810070
}