{
  "year" : 2011,
  "senateBillNo" : "A3499-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to education",
    "billEventId" : "A3499-2011-1295931600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes certain school districts to elect to withdraw excess monies from the employee benefit accrued liability reserve fund; repealer",
  "summary" : "Authorizes certain school districts to elect to withdraw excess monies from the employee benefit accrued liability reserve fund and transfer such funds to the general fund of the school district. ",
  "currentCommittee" : null,
  "sameAs" : "S1524",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A10319-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3499\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GABRYSZAK, WEISENBERG, CASTRO, GALEF, DUPREY,\n         ZEBROWSKI, HOOPER -- read once and referred to the Committee on Educa-\n         tion\n\n       AN ACT to authorize certain school districts to elect to withdraw excess\n         monies from the employee benefit accrued liability reserve  fund;  and\n         to repeal subdivision 3 of section 33 provisions of the general munic-\n         ipal law, relating to the examination of accounts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Any school district having excess  monies  in  an  employee\n    2  benefit  accrued  liability reserve fund established pursuant to section\n    3  6-p of the general municipal law, on the effective date of this act, may\n    4  make a one time election, by  resolution of its governing board  adopted\n    5  no later than one year from such effective date, to transfer all or part\n    6  of  such  excess monies into a general fund of the school district.  For\n    7  the purposes of this section, \"excess monies\" shall be  that  amount  in\n    8  the  fund  which  exceeds the amount certified to the governing board by\n    9  the fiscal and legal officers of the school  district  as  necessary  to\n   10  satisfy all liabilities incurred or accrued against the reserve.\n   11    S  2.  Subdivision  3  of  section  33 of the general municipal law is\n   12  REPEALED.\n   13    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05022-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize certain school districts to elect to withdraw excess monies from the employee benefit accrued liability reserve fund; and to repeal subdivision 3 of section 33 provisions of the general municipal law, relating to the examination of accounts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T145924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054761969
}