{
  "year" : 2011,
  "senateBillNo" : "A349-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A349-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes the Niagara section of the thruway from the control of the thruway authority and puts it under the department of transportation's control; repealer",
  "summary" : "Removes the Niagara section of the thruway from the control of the thruway authority and puts it under the department of transportation's control. ",
  "currentCommittee" : null,
  "sameAs" : "S236",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A496-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          349\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HOYT, GABRYSZAK, JAFFEE, SCHIMEL -- Multi-Spon-\n         sored by -- M. of A.  BOYLAND, McDONOUGH, PEOPLES-STOKES -- read  once\n         and referred to the Committee on Corporations, Authorities and Commis-\n         sions\n\n       AN  ACT  to  amend  the  public  authorities law and the highway law, in\n         relation to removing the Niagara section of the New York state thruway\n         from the control of the thruway authority and to putting  the  Niagara\n         section of the New York state thruway under the control of the depart-\n         ment of transportation; and to repeal certain provisions of the public\n         authorities law and the highway law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 356 of the public authorities  law\n    2  is REPEALED and subdivision 9 is renumbered subdivision 8.\n    3    S  2.  Subdivision 4 of section 356-a of the public authorities law is\n    4  REPEALED and subdivision 5, as added by chapter 741 of the laws of 1957,\n    5  is amended to read as follows:\n    6    [5] 4.  The thruway constructed along the route described in  subdivi-\n    7  sion  [nine]  EIGHT  of  section three hundred fifty-six of this article\n    8  shall be known as \"The Algonquin Path\".\n    9    S 3. Subdivision 6 of section 349-a of the highway law is REPEALED and\n   10  subdivisions 7, 8 and 9 are renumbered subdivisions 6, 7 and 8.\n   11    S 4. The highway law is amended by adding a new section 341-b to  read\n   12  as follows:\n   13    S 341-B. ACCEPTANCE OF A BRIDGE AND HIGHWAY AS PART OF THE STATE HIGH-\n   14  WAY  SYSTEM.  THE  STATE HEREBY ACCEPTS AS A PART OF THE SYSTEM OF STATE\n   15  HIGHWAYS A CERTAIN BRIDGE AND HIGHWAY STARTING AT THE  JUNCTION  OF  THE\n   16  ERIE  AND THE ONTARIO SECTIONS OF THE THRUWAY AT A POINT IN THE VICINITY\n   17  OF THE CROSSING OF DINGENS STREET AND THE LEHIGH VALLEY RAILROAD IN  THE\n   18  TOWN  OF  CHEEKTOWAGA,  THENCE GENERALLY IN A WESTERLY DIRECTION TO ERIE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01089-01-1\n\n       A. 349                              2\n\n    1  STREET IN THE CITY OF BUFFALO, THENCE CONTINUING IN A GENERAL  NORTHWES-\n    2  TERLY DIRECTION TO THE FRONT, THENCE THROUGH THE FRONT AND NORTH BETWEEN\n    3  NIAGARA  STREET  AND THE SHIP CANAL TO THE RIGHT OF WAY OF THE ABANDONED\n    4  ERIE  CANAL  NEAR  THE NORTHERN END OF SUCH SHIP CANAL, THENCE GENERALLY\n    5  ALONG SUCH RIGHT OF WAY, DEVIATING THEREFROM TO MAKE A  CONNECTION  WITH\n    6  THE  EASTERLY  APPROACH  OF THE SOUTH GRAND ISLAND BRIDGE, THENCE ACROSS\n    7  THE NIAGARA RIVER, UTILIZING THE EXISTING  SOUTH  GRAND  ISLAND,  THENCE\n    8  ALONG OR PARALLEL TO EXISTING GRAND ISLAND BOULEVARD, ACROSS THE NIAGARA\n    9  RIVER,  UTILIZING THE EXISTING NORTH GRAND ISLAND BRIDGE AND SUCH BRIDGE\n   10  AND HIGHWAY SHALL HEREAFTER BE A PART OF SUCH  SYSTEM,  SUBJECT  TO  THE\n   11  SUPERVISION  AND  CONTROL  OF THE COMMISSIONER OF TRANSPORTATION, AND BE\n   12  HEREAFTER MAINTAINED, REPAIRED OR RECONSTRUCTED SOLELY AT THE EXPENSE OF\n   13  THE STATE, NOTWITHSTANDING THE PROVISIONS OF ANY OTHER PROVISION OF LAW.\n   14    THE AFORESAID HIGHWAY SHALL BE UNDER THE JURISDICTION OF  THE  COMMIS-\n   15  SIONER OF TRANSPORTATION AND IN ANY FUTURE IMPROVEMENT SHALL BE ELIGIBLE\n   16  FOR FEDERAL AID IN THE SAME MANNER AS ANY OTHER STATE HIGHWAY OR BRIDGE.\n   17    S 5. This act shall take effect on the one hundred twentieth day after\n   18  it shall have become a law; provided, however, that effective immediate-\n   19  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   20  necessary for the implementation of this act on its effective  date  are\n   21  authorized and directed to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the highway law, in relation to removing the Niagara section of the New York state thruway from the control of the thruway authority and to putting the Niagara section of the New York state thruway under the control of the department of transportation; and to repeal certain provisions of the public authorities law and the highway law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T150615.TXT", "SOBI.D101222.T152348.TXT", "SOBI.D101222.T153349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293134775097
}