{
  "year" : 2011,
  "senateBillNo" : "A3495-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to cities",
    "billEventId" : "A3495-2011-1295931600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes imposition of administrative sanctions upon certain professionals filing plans with the New York city department of buildings",
  "summary" : "Authorizes the commissioner of the NYC department of buildings to impose sanctions preventing a registered architect, licensed professional engineer or others found guilty of misconduct with respect to department applications from filing any documents with the department for up to two years; establishes a hearing panel and also provides for a hearing and an appeal process. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A2587-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3495\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to  imposing  administrative  sanctions on registered archi-\n         tects, licensed professional engineers and other persons  for  miscon-\n         duct  with  respect  to  applications and other accompanying documents\n         submitted to the department of buildings of the city of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subchapter 1 of chapter 1 of title 27 of the administrative\n    2  code  of  the  city of New York is amended by adding a new article 28 to\n    3  read as follows:\n    4                                 ARTICLE 28\n    5         ADMINISTRATIVE SANCTIONS FOR MISCONDUCT WITH RESPECT TO THE\n    6              SUBMISSION OF APPLICATIONS AND OTHER ACCOMPANYING\n    7                         DOCUMENTS TO THE DEPARTMENT\n    8    S 27-228.17 ADMINISTRATIVE SANCTIONS FOR MISCONDUCT  WITH  RESPECT  TO\n    9  APPLICATIONS  AND  OTHER ACCOMPANYING DOCUMENTS SUBMITTED TO THE DEPART-\n   10  MENT. IN ADDITION TO  ANY  OTHER  PENALTIES  PROVIDED  UNDER  ANY  OTHER\n   11  PROVISION OF LAW, THE COMMISSIONER MAY, DURING THE PERIOD WHEN SANCTIONS\n   12  IMPOSED  UNDER  THIS  ARTICLE ARE IN EFFECT, REFUSE TO ACCEPT OR APPROVE\n   13  ANY APPLICATION, OR OTHER ACCOMPANYING DOCUMENTS SUBMITTED  PURSUANT  TO\n   14  ANY  PROVISION  OF  THIS CODE, OR IN SATISFACTION OF ANY OF THE REQUIRE-\n   15  MENTS OF ANY PROVISION OF THIS CODE FOR THE APPROVAL  OF  PLANS  OR  THE\n   16  ISSUANCE OF A PERMIT OR A CERTIFICATE OF OCCUPANCY BEARING THE SIGNATURE\n   17  OF  A  REGISTERED  ARCHITECT,  LICENSED  PROFESSIONAL  ENGINEER OR OTHER\n   18  PERSON WHO HAS BEEN FOUND GUILTY  UNDER  THE  PROCEDURES  SET  FORTH  IN\n   19  SECTION 27-228.18 OF THIS ARTICLE OF ANY OF THE FOLLOWING ACTS:\n   20    A.  MAKING  A FALSE OR MISLEADING STATEMENT AS TO A MATERIAL FACT IN A\n   21  REPORT OR WRITTEN STATEMENT  WHICH  WAS  SUBMITTED  PURSUANT  TO  FORMER\n   22  SECTION 27-132 OR FORMER SECTION 27-136 OF THIS SUBCHAPTER;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06538-01-1\n\n       A. 3495                             2\n\n    1    B.  MAKING A FALSE OR MISLEADING STATEMENT AS TO A MATERIAL FACT IN AN\n    2  APPLICATION FOR THE APPROVAL OF PLANS OR ANY ACCOMPANYING DOCUMENT WHICH\n    3  WAS SUBMITTED PURSUANT TO FORMER  SECTION  27-139  OF  THIS  SUBCHAPTER,\n    4  WHICH  FACT  HE  OR  SHE  KNEW WOULD BE RELIED UPON BY THE DEPARTMENT IN\n    5  DETERMINING WHETHER TO APPROVE SUCH PLANS;\n    6    C.  SUBMITTING  AN  APPLICATION  FOR THE APPROVAL OF PLANS PURSUANT TO\n    7  FORMER SECTION 27-140 OF THIS SUBCHAPTER WHICH WERE NOT PREPARED BY  HIM\n    8  OR HER OR UNDER HIS OR HER SUPERVISION;\n    9    D.  MAKING  A WRITTEN STATEMENT WHICH WAS SUBMITTED PURSUANT TO FORMER\n   10  SECTION 27-142 OF THIS SUBCHAPTER THAT, TO THE BEST OF HIS OR HER  KNOW-\n   11  LEDGE  AND  BELIEF, THE PLANS AND THE WORK SHOWN THEREON COMPLY WITH THE\n   12  PROVISIONS OF THIS CODE AND ALL OTHER APPLICABLE LAWS, RULES  AND  REGU-\n   13  LATIONS  WHEN  HE  OR  SHE KNEW THAT THE PLANS WERE SUBSTANTIALLY NOT IN\n   14  COMPLIANCE WITH THE PROVISIONS OF THIS CODE  AND  ALL  OTHER  APPLICABLE\n   15  LAWS, RULES AND REGULATIONS;\n   16    E.  MAKING A FALSE OR MISLEADING STATEMENT AS TO A MATERIAL FACT IN AN\n   17  APPLICATION FOR A PERMIT OR ANY ACCOMPANYING DOCUMENT WHICH WAS  SUBMIT-\n   18  TED  PURSUANT TO FORMER SECTION 27-150 OF THIS SUBCHAPTER, WHICH FACT HE\n   19  OR SHE KNEW WOULD BE RELIED UPON BY THE DEPARTMENT IN DETERMINING WHETH-\n   20  ER TO ISSUE SUCH PERMIT;\n   21    F. MAKING A FALSE OR MISLEADING STATEMENT AS TO A MATERIAL FACT IN  AN\n   22  APPLICATION  FOR A CERTIFICATE OF OCCUPANCY OR ANY ACCOMPANYING DOCUMENT\n   23  WHICH WAS SUBMITTED PURSUANT TO FORMER SECTION 27-219 OF  THIS  SUBCHAP-\n   24  TER, WHICH FACT HE OR SHE KNEW WOULD BE RELIED UPON BY THE DEPARTMENT IN\n   25  DETERMINING WHETHER TO ISSUE SUCH CERTIFICATE OF OCCUPANCY;\n   26    G.  MAKING  A WRITTEN STATEMENT WHICH WAS SUBMITTED PURSUANT TO FORMER\n   27  SECTION 27-221 OF THIS SUBCHAPTER THAT, TO THE BEST OF HIS OR HER  KNOW-\n   28  LEDGE  AND  BELIEF, A BUILDING WAS ERECTED OR ALTERED IN ACCORDANCE WITH\n   29  THE APPROVED PLANS  AND  SPECIFICATIONS  AND,  AS  ERECTED  OR  ALTERED,\n   30  COMPLIED WITH THE PROVISIONS OF THIS CODE AND ALL OTHER APPLICABLE LAWS,\n   31  RULES AND REGULATIONS WHEN HE OR SHE KNEW THAT THE BUILDING HAD SUBSTAN-\n   32  TIALLY NOT BEEN ERECTED OR ALTERED IN ACCORDANCE WITH THE APPROVED PLANS\n   33  AND  SPECIFICATIONS, OR THE BUILDING AS ERECTED WAS SUBSTANTIALLY NOT IN\n   34  COMPLIANCE WITH THE PROVISIONS OF THIS CODE  AND  ALL  OTHER  APPLICABLE\n   35  LAWS, RULES AND REGULATIONS.\n   36    S  27-228.18 PROCEDURE. A. IF THE COMMISSIONER HAS REASONABLE CAUSE TO\n   37  BELIEVE THAT A REGISTERED ARCHITECT, LICENSED PROFESSIONAL  ENGINEER  OR\n   38  OTHER  PERSON  HAS  COMMITTED  ANY  OF  THE  ACTS  DESCRIBED  IN SECTION\n   39  27-228.17 OF THIS ARTICLE, HE OR SHE SHALL PREPARE CHARGES  STATING  THE\n   40  ALLEGED MISCONDUCT AND THE MATERIAL FACTS BY WHICH THE CHARGES ARE TO BE\n   41  PROVED.\n   42    B.  AT  LEAST  THIRTY  DAYS PRIOR TO THE HEARING, THE DEPARTMENT SHALL\n   43  SERVE A COPY OF THE CHARGES AND A NOTICE OF THE TIME AND  PLACE  OF  THE\n   44  HEARING  UPON  THE  RESPONDENT  PERSONALLY  OR BY CERTIFIED MAIL, RETURN\n   45  RECEIPT REQUESTED, TO THE RESPONDENT'S LAST KNOWN ADDRESS.\n   46    C. THE HEARING SHALL BE HELD BEFORE A HEARING PANEL APPOINTED PURSUANT\n   47  TO SECTION 27-228.19 OF THIS ARTICLE.   THE RESPONDENT  SHALL  HAVE  THE\n   48  RIGHT  TO  BE  REPRESENTED  BY  COUNSEL,  PRODUCE  WITNESSES AND PRESENT\n   49  EVIDENCE ON HIS OR HER BEHALF. THE RESPONDENT SHALL ALSO HAVE THE  RIGHT\n   50  TO EXAMINE EVIDENCE PRODUCED AGAINST HIM OR HER, CROSS-EXAMINE WITNESSES\n   51  AND  REQUEST  THE  HEARING OFFICER TO ISSUE SUBPOENAS. A RECORD SHALL BE\n   52  KEPT OF THE PROCEEDING.\n   53    D. THE DETERMINATION OF THE PANEL  SHALL  BE  BASED  UPON  SUBSTANTIAL\n   54  EVIDENCE.\n   55    E.  THE  PANEL  SHALL  FIND THE RESPONDENT GUILTY OR NOT GUILTY OF THE\n   56  CHARGE OR CHARGES AND SHALL ISSUE A WRITTEN REPORT INCLUDING FINDINGS OF\n\n       A. 3495                             3\n\n    1  FACT AND A DETERMINATION OF THE TIME PERIOD OVER WHICH THE SANCTIONS, IF\n    2  ANY, IMPOSED PURSUANT TO SECTION 27-228.17  OF  THIS  ARTICLE  SHALL  BE\n    3  EFFECTIVE,  PROVIDED,  HOWEVER,  THAT NO SANCTION IMPOSED BY A PANEL FOR\n    4  ANY  SINGLE  CHARGE  AGAINST ANY ONE RESPONDENT SHALL BE EFFECTIVE FOR A\n    5  PERIOD OF TIME IN EXCESS OF TWO YEARS. THE REPORT OF THE PANEL SHALL  BE\n    6  FILED  WITH  THE  COMMISSIONER AND SERVED UPON THE RESPONDENT. THE SANC-\n    7  TIONS SHALL COMMENCE UPON THE FILING OF THE REPORT.\n    8    F. THE DETERMINATION OF THE PANEL MAY BE APPEALED TO THE  COMMISSIONER\n    9  PROVIDED THAT NOTICE OF SUCH APPEAL IS FILED WITH THE COMMISSIONER WITH-\n   10  IN THIRTY DAYS AFTER THE FILING OF THE REPORT ISSUED BY THE PANEL PURSU-\n   11  ANT TO SUBDIVISION E OF THIS SECTION. UPON APPLICATION, THE COMMISSIONER\n   12  IN  HIS OR HER DISCRETION MAY SUSPEND THE IMPOSITION OF SANCTIONS DURING\n   13  THE PENDENCY OF SUCH APPEAL. THE PERIOD OF TIME DURING WHICH  THE  SANC-\n   14  TIONS  ARE EFFECTIVE SHALL BE CALCULATED WITHOUT REGARD TO ANY PERIOD OF\n   15  SUSPENSION OF SUCH SANCTIONS. THE COMMISSIONER SHALL REVIEW  THE  REPORT\n   16  OF  THE PANEL AND MAY ACCEPT OR MODIFY THE FINDINGS OF FACT OF THE PANEL\n   17  AND ACCEPT, REDUCE OR DISMISS ITS RECOMMENDED PENALTY.  IF  THE  COMMIS-\n   18  SIONER  DETERMINES  THAT  THE  IMPOSITION  OF  SANCTIONS  SHALL  NOT  BE\n   19  SUSPENDED DURING THE PENDENCY OF THE APPEAL, THE COMMISSIONER SHALL HAVE\n   20  FIFTEEN DAYS FROM THE TIME OF THE FILING OF SUCH APPEAL TO MAKE  HIS  OR\n   21  HER DETERMINATION. IF THE COMMISSIONER FAILS TO MAKE HIS OR HER DETERMI-\n   22  NATION  WITHIN  THIS  ALLOTTED  TIME PERIOD, HE OR SHE SHALL SUSPEND THE\n   23  IMPOSITION OF SUCH SANCTIONS. THE  COMMISSIONER  SHALL  SERVE  UPON  THE\n   24  RESPONDENT  NOTICE  OF  HIS OR HER DECISION. THE DECISION OF THE COMMIS-\n   25  SIONER REGARDING SUCH APPEAL SHALL CONSTITUTE THE FINAL AGENCY  DETERMI-\n   26  NATION.\n   27    S  27-228.19 HEARING PANELS. A. THERE SHALL BE WITHIN THE DEPARTMENT A\n   28  HEARING PANEL OR PANELS. EACH PANEL SHALL CONSIST OF  NINE  MEMBERS  WHO\n   29  SHALL  BE APPOINTED BY THE COMMISSIONER TO SERVE ON SUCH PANEL AT HIS OR\n   30  HER PLEASURE. THE COMMISSIONER SHALL DESIGNATE A MEMBER OF EACH PANEL TO\n   31  SERVE AS CHAIRPERSON AND SUCH PERSON SHALL PRESIDE OVER THE PANEL.   THE\n   32  MEMBERS  OF  THE PANEL SHALL SERVE WITHOUT COMPENSATION. THE PANEL SHALL\n   33  CONSIST OF:\n   34    (1) TWO EMPLOYEES OF THE DEPARTMENT, ONE OF WHOM  SHALL  BE  EITHER  A\n   35  REGISTERED ARCHITECT OR LICENSED PROFESSIONAL ENGINEER;\n   36    (2)  TWO  LICENSED PROFESSIONAL ENGINEERS SELECTED FROM CANDIDATES WHO\n   37  ARE RECOMMENDED BY ASSOCIATIONS AND ORGANIZATIONS REPRESENTING  LICENSED\n   38  PROFESSIONAL ENGINEERS IN THE STATE OF NEW YORK;\n   39    (3)  TWO REGISTERED ARCHITECTS SELECTED FROM CANDIDATES WHO ARE RECOM-\n   40  MENDED BY ASSOCIATIONS AND ORGANIZATIONS REPRESENTING REGISTERED  ARCHI-\n   41  TECTS IN THE STATE OF NEW YORK;\n   42    (4)  TWO  PERSONS  REPRESENTING  ASSOCIATIONS WHOSE MEMBERS PERFORM OR\n   43  SUPERVISE CONSTRUCTION ACTIVITIES;\n   44    (5) ONE PERSON REPRESENTING  AN  ASSOCIATION  WHOSE  MEMBERS  OWN  AND\n   45  MANAGE PROPERTY IN THE CITY OF NEW YORK.\n   46    B. EACH PANEL SHALL HEAR AND DETERMINE CHARGES OF MISCONDUCT FOR THOSE\n   47  ACTS  SET FORTH IN SECTION 27-228.17 OF THIS ARTICLE, IN ACCORDANCE WITH\n   48  PROCEDURES SET FORTH IN SECTION 27-228.18 OF THIS ARTICLE  AND,  UPON  A\n   49  DETERMINATION  OF  GUILT,  MAY  IMPOSE  THE ADMINISTRATIVE SANCTIONS SET\n   50  FORTH IN SECTION 27-228.17 OF THIS ARTICLE.  A MAJORITY OF THE APPOINTED\n   51  MEMBERS OF THE PANEL SHALL CONSTITUTE A QUORUM FOR  THE  TRANSACTION  OF\n   52  THE PANEL'S BUSINESS. THE PANEL SHALL HAVE THE POWER TO ACT BY A MAJORI-\n   53  TY VOTE OF ITS MEMBERS.\n   54    S  27-228.20  ADMINISTRATIVE SANCTIONS FOR BRIBERY OF EMPLOYEES OF THE\n   55  DEPARTMENT. A REGISTERED ARCHITECT, LICENSED  PROFESSIONAL  ENGINEER  OR\n   56  OTHER  PERSON  WHO  IS  CONVICTED  OF ANY OFFENSE DEFINED IN ARTICLE TWO\n\n       A. 3495                             4\n\n    1  HUNDRED OF THE PENAL LAW, WITH RESPECT TO CONDUCT TOWARD AN EMPLOYEE  OF\n    2  THE  DEPARTMENT  OF BUILDINGS, MAY BE SUBJECT TO THE SANCTIONS SET FORTH\n    3  IN SECTION 27-228.17 OF THIS ARTICLE.  NOTWITHSTANDING ANY  INCONSISTENT\n    4  PROVISION  OF  SECTION 27-228.18 OF THIS ARTICLE, UPON CONVICTION OF ANY\n    5  OFFENSE DEFINED IN ARTICLE TWO HUNDRED OF THE PENAL LAW, WITH RESPECT TO\n    6  CONDUCT TOWARD AN EMPLOYEE OF THE  DEPARTMENT,  THE  COMMISSIONER  SHALL\n    7  SELECT  A HEARING PANEL PURSUANT TO SECTION 27-228.19 OF THIS ARTICLE TO\n    8  DETERMINE WHETHER TO IMPOSE ADMINISTRATIVE SANCTIONS PURSUANT TO SECTION\n    9  27-228.17 OF THIS ARTICLE ON  REGISTERED  ARCHITECTS,  LICENSED  PROFES-\n   10  SIONAL  ENGINEERS  OR  OTHER  PERSONS CONVICTED OF ANY SUCH OFFENSE. THE\n   11  RESPONDENT MAY APPEAL THE DETERMINATION OF SUCH PANEL TO THE COMMISSION-\n   12  ER, IN ACCORDANCE WITH THE PROCEDURES SET  FORTH  IN  SUBDIVISION  F  OF\n   13  SECTION  27-228.18  OF  THIS  ARTICLE.   IF THE CONVICTION IS VACATED OR\n   14  REVERSED, SUCH REGISTERED ARCHITECT, LICENSED PROFESSIONAL  ENGINEER  OR\n   15  OTHER  PERSON  WHO  HAD  BEEN  CONVICTED  OF SUCH OFFENSE AND SUBJECT TO\n   16  ADMINISTRATIVE SANCTIONS SET FORTH IN SECTION 27-228.17 OF THIS  ARTICLE\n   17  MAY  GIVE  THE  COMMISSIONER  NOTICE OF THE VACATUR OR REVERSAL TOGETHER\n   18  WITH SUCH DOCUMENTATION  THEREOF  AS  THE  COMMISSIONER  MAY  REASONABLY\n   19  REQUIRE  AND, UPON RECEIPT OF SUCH NOTICE AND DOCUMENTATION, THE COMMIS-\n   20  SIONER SHALL REVOKE THE SANCTIONS IMPOSED PURSUANT TO SECTION  27-228.17\n   21  OF  THIS  ARTICLE  AND  THIS SECTION. IF THE COMMISSIONER HAS REASONABLE\n   22  CAUSE TO BELIEVE THAT THE IMPOSITION OF SUCH SANCTIONS SHOULD BE CONTIN-\n   23  UED, HE OR SHE SHALL PREPARE CHARGES AND  APPOINT  A  HEARING  PANEL  IN\n   24  ACCORDANCE  WITH THE PROCEDURES SET FORTH IN SUBDIVISIONS B THROUGH F OF\n   25  SECTION 27-228.18 OF THIS ARTICLE.\n   26    S 27-228.21 REGISTERED ARCHITECTS AND LICENSED PROFESSIONAL ENGINEERS;\n   27  APPLICATION. REGISTERED ARCHITECTS AND LICENSED  PROFESSIONAL  ENGINEERS\n   28  SHALL  BE SUBJECT TO THE PROCEDURES AND THE ADMINISTRATIVE SANCTIONS SET\n   29  FORTH IN THIS ARTICLE, IN ADDITION TO THE PROCEDURES AND  PENALTIES  FOR\n   30  PROFESSIONAL MISCONDUCT PRESCRIBED IN TITLE EIGHT OF THE EDUCATION LAW.\n   31    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to imposing administrative sanctions on registered architects, licensed professional engineers and other persons for misconduct with respect to applications and other accompanying documents submitted to the department of buildings of the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T145924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054761967
}