{
  "year" : 2011,
  "senateBillNo" : "A3493-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3493-2011-1295931600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to false advertising and providing rebates be given at the time of purchase",
  "summary" : "Amends the general business law in relation to false advertising and provides that any advertiser's rebates shall be granted at the time of purchase. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A8536-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3493\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CALHOUN, FINCH, McDONOUGH, RAIA -- Multi-Spon-\n         sored by -- M. of A.  HAWLEY, MENG, SAYWARD, WEISENBERG --  read  once\n         and referred to the Committee on Consumer Affairs and Protection\n\n       AN  ACT  to  amend the general business law, in relation to false adver-\n         tisements and providing that any rebates  be  given  at  the  time  of\n         purchase\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 350-a of the general business law,\n    2  as added by chapter 107 of the laws of  1994,  is  amended  to  read  as\n    3  follows:\n    4    3. It shall constitute false advertising to:  (A) display or announce,\n    5  in  print or broadcast advertising, the price of an item after deduction\n    6  of a rebate unless the actual selling price is displayed  or  announced,\n    7  and  clear  and  conspicuous notice is given in the advertisement that a\n    8  mail-in rebate is required to achieve the lower net price[.];\n    9    (B) ADVERTISE THE PRICE OF MERCHANDISE OR SERVICE AS FREE  BY  USE  OF\n   10  THE WORD \"FREE\" OR ANY OTHER TERM OF SIMILAR IMPORT WHEN THE MERCHANDISE\n   11  OR SERVICE IS NOT, IN FACT, FREE;\n   12    (C) ADVERTISE THE PRICE OF MERCHANDISE OR SERVICE AS A REDUCED OR SALE\n   13  PRICE,  OR  COMPARE  THE PRICE TO A PREVIOUS PRICE UNLESS THE ADVERTISED\n   14  PRICE IS LOWER THAN THE ACTUAL, BONA FIDE PRICE FOR WHICH  THE  MERCHAN-\n   15  DISE  OR  SERVICE  WAS  OFFERED  TO THE PUBLIC ON A REGULAR BASIS BY THE\n   16  ADVERTISER, FOR A REASONABLY SUBSTANTIAL PERIOD OF  TIME  PRIOR  TO  THE\n   17  ADVERTISEMENT  OR  AS  A  DISCOUNT PRICE, UNLESS THE ADVERTISED PRICE IS\n   18  LOWER THAN THE PRICE BEING CHARGED FOR THE SAME MERCHANDISE  OR  SERVICE\n   19  BY  OTHER  SELLERS  IN THE AREA; PROVIDED, HOWEVER, IN THE CASE OF A NEW\n   20  PRODUCT, IF THE ADVERTISED PRICE IS LESS THAN THE PRICE WHICH THE ADVER-\n   21  TISER, IN GOOD FAITH, EXPECTS TO CHARGE AFTER TERMINATION OF THE  INTRO-\n   22  DUCTORY  SALE,  THERE  IS  NO  VIOLATION OF THIS SUBDIVISION. THE ACTUAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02902-01-1\n\n       A. 3493                             2\n\n    1  PRICE AFTER THE SALE SHALL BE EVIDENCE OF THE  ADVERTISER'S  GOOD  FAITH\n    2  EXPECTATIONS;\n    3    (D)  ADVERTISE  THE PRICE OF ANY MERCHANDISE AS BELOW COST, UNLESS THE\n    4  PRICE IS, IN  FACT,  BELOW  THE  COST  FOR  WHICH  THE  MERCHANDISE  WAS\n    5  PURCHASED AND PREPARED FOR SALE BY THE ADVERTISER; AND\n    6    (E)  ADVERTISE MERCHANDISE OR SERVICE AS FREE OR THE PRICE OF MERCHAN-\n    7  DISE OR A SERVICE AS A DISCOUNT, REDUCED, OR SALE PRICE  IF  RECEIPT  OF\n    8  SUCH  MERCHANDISE  OR  SERVICE  IS CONTINGENT UPON THE PURCHASE OF OTHER\n    9  MERCHANDISE OR SERVICE AT A PRICE WHICH IS HIGHER THAN THE ACTUAL,  BONA\n   10  FIDE PRICE AT WHICH THE MERCHANDISE OR SERVICE WAS OFFERED TO THE PUBLIC\n   11  ON A REGULAR BASIS BY THE ADVERTISER FOR A REASONABLY SUBSTANTIAL PERIOD\n   12  OF TIME PRIOR TO THE ADVERTISEMENT, OR AT A PRICE WHICH IS SUBSTANTIALLY\n   13  HIGHER  THAN THE PRICE BEING CHARGED FOR THE SAME MERCHANDISE OR SERVICE\n   14  BY OTHER SELLERS IN THE AREA; PROVIDED, HOWEVER, IN THE CASE  OF  A  NEW\n   15  PRODUCT, IF THE ADVERTISED PRICE IS LESS THAN THE PRICE WHICH THE ADVER-\n   16  TISER,  IN GOOD FAITH, EXPECTS TO CHARGE AFTER TERMINATION OF THE INTRO-\n   17  DUCTORY SALE, THERE IS NO VIOLATION  OF  THIS  SUBDIVISION.  THE  ACTUAL\n   18  PRICE  AFTER  THE  SALE SHALL BE EVIDENCE OF THE ADVERTISER'S GOOD FAITH\n   19  EXPECTATIONS.\n   20    S 2. The general business law is amended by adding a new section 399-j\n   21  to read as follows:\n   22    S 399-J. REBATE GIVEN AT TIME OF PURCHASE. WHENEVER THE  PRICE  OF  AN\n   23  ITEM  AFTER  DEDUCTION OF A REBATE IS DISPLAYED OR ANNOUNCED IN PRINT OR\n   24  BROADCAST ADVERTISING, SUCH PRICE AFTER DEDUCTION SHALL  BE  GRANTED  AT\n   25  THE TIME OF PURCHASE.\n   26    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to false advertisements and providing that any rebates be given at the time of purchase ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T145924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054761964
}