{
  "year" : 2011,
  "senateBillNo" : "A3491-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3491-2011-1295931600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the creation of the veteran assistance lottery game and the establishment of the veterans' assistance fund",
  "summary" : "Authorizes the creation of the veteran assistance lottery game and the establishment of the veterans' assistance fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A11213-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3491\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. ZEBROWSKI, ABBATE, LUPARDO, SCHIMMINGER, GUNTHER,\n         M. MILLER  --  Multi-Sponsored by -- M. of A. McENENY -- read once and\n         referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to authorizing the creation  of\n         the  veteran  assistance  lottery  game and to amend the state finance\n         law, in relation to establishing the veterans' assistance fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 1621 to read\n    2  as follows:\n    3    S  1621. VETERAN ASSISTANCE LOTTERY GAME. 1. THE DIRECTOR OF THE DIVI-\n    4  SION OF LOTTERY SHALL DEVELOP AND IMPLEMENT NO MORE THAN TWO SCRATCH-OFF\n    5  LOTTERY GAMES WHOSE REVENUE, AFTER  PAYMENT  OF  PRIZES  AND  ASSOCIATED\n    6  ADMINISTRATIVE  COSTS  OF  SUCH GAMES, SHALL BE DEPOSITED IN THE VETERAN\n    7  ASSISTANCE FUND AS ESTABLISHED IN SECTION NINETY-SEVEN-KKKK OF THE STATE\n    8  FINANCE LAW. THIS LOTTERY GAME SHALL BE MARKETED AND DISTRIBUTED IN  THE\n    9  SAME  MANNER AS ALL LOTTERY GAMES CONTROLLED BY THE DIVISION OF LOTTERY.\n   10  THIS SECTION SHALL NOT DIMINISH ANY EFFORTS OR FUNDING FOR OTHER LOTTERY\n   11  GAMES UNDER THE CONTROL OF THE DIVISION OF LOTTERY.  EACH  TICKET  SHALL\n   12  CLEARLY  STATE THAT ALL PROCEEDS FROM TICKET SALES GO TOWARDS THE VETER-\n   13  ANS' ASSISTANCE FUND.\n   14    2. THE DIVISION OF LOTTERY SHALL ESTABLISH AND BEGIN  SELLING  TICKETS\n   15  AS  REQUIRED  BY  THIS  SECTION NO LATER THAN DECEMBER THIRTY-FIRST, TWO\n   16  THOUSAND ELEVEN.\n   17    S 2. The state finance law is amended by adding a new section  97-kkkk\n   18  to read as follows:\n   19    S 97-KKKK. VETERANS' ASSISTANCE FUND. 1. THE VETERANS' ASSISTANCE FUND\n   20  IS  ESTABLISHED  IN THE SOLE CUSTODY OF THE STATE COMPTROLLER. MONIES IN\n   21  THE FUND SHALL BE KEPT SEPARATE AND NOT COMMINGLED WITH OTHER  FUNDS  IN\n   22  THE CUSTODY OF THE COMPTROLLER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00546-01-1\n\n       A. 3491                             2\n\n    1    2. MONIES OF THE FUND SHALL BE EXPENDED ONLY FOR COSTS ASSOCIATED WITH\n    2  ASSISTANCE  FOR  VETERANS INCLUDING BUT NOT LIMITED TO, EDUCATION, HOUS-\n    3  ING, MEDICAL EXPENSES AND JOB TRAINING. MONIES SHALL BE PAYABLE FROM THE\n    4  FUND BY THE COMPTROLLER ON VOUCHERS  APPROVED  BY  THE  NEW  YORK  STATE\n    5  DIRECTOR OF VETERANS' AFFAIRS.\n    6    3.  THE  NEW  YORK  STATE DIRECTOR OF VETERANS' AFFAIRS SHALL CREATE A\n    7  DIRECT GRANT PROGRAM THAT WILL DISPERSE  FUNDS  TO  INDIVIDUAL  VETERANS\n    8  BASED  ON NEED. THE INDIVIDUAL GRANTS SHALL BE AWARDED THROUGH AN APPLI-\n    9  CATION PROCESS BASED ON CRITERIA CREATED WITHIN SUCH PROGRAM. THE  FUND-\n   10  ING  FOR  VETERAN  ASSISTANCE PROGRAMS AND SERVICES SHOULD BE APPLIED IN\n   11  AREAS WHERE THE NEED IS THE MOST FOR VETERANS IN NEW YORK STATE.\n   12    4. MONIES SHALL  BE  CREDITED  TOWARDS  THE  FUND  IN  FORM  OF  GIFT,\n   13  DONATION, FEDERAL ASSISTANCE OR GRANT, TRANSFERS, PAYMENT, APPROPRIATION\n   14  OR  BY  A  DEDICATED  REVENUE  SOURCE  INCLUDING  THE VETERAN ASSISTANCE\n   15  LOTTERY GAME AS ESTABLISHED IN SECTION SIXTEEN HUNDRED TWENTY-ONE OF THE\n   16  TAX LAW.\n   17    5. MONIES OF THE FUND SHALL NOT BE USED, TRANSFERRED  OR  APPROPRIATED\n   18  FOR ANY PURPOSE OTHER THAN WHAT IS PROVIDED IN THIS SECTION, EXCEPT THAT\n   19  SUCH  MONIES MAY BE USED FOR MINIMAL COSTS ASSOCIATED WITH ADMINISTERING\n   20  THE PROGRAM WITHIN THE DIVISION OF VETERANS' AFFAIRS.\n   21    6. FOR THE PURPOSES OF THIS SECTION, \"VETERAN\" SHALL HAVE THE  MEANING\n   22  DEFINED IN SECTION THREE HUNDRED FIFTY OF THE EXECUTIVE LAW.\n   23    S  3.  This  act shall take effect on the ninetieth day after it shall\n   24  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing the creation of the veteran assistance lottery game and to amend the state finance law, in relation to establishing the veterans' assistance fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T132416.TXT", "SOBI.D110126.T100740.TXT", "SOBI.D110125.T132917.TXT", "SOBI.D110125.T134918.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054460826
}