{
  "year" : 2011,
  "senateBillNo" : "A3496-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3496-2011-1295931600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the brownfield redevelopment tax credit",
  "summary" : "Relates to the brownfield redevelopment tax credit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A9377-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3496\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GABRYSZAK, PAULIN, KELLNER, JAFFEE, SCHIMEL --\n         Multi-Sponsored by -- M. of  A.  BRENNAN,  CORWIN,  GLICK,  McDONOUGH,\n         PHEFFER,  REILLY,  TITONE, WEISENBERG -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to a  brownfield  redevelopment\n         tax credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (A) of paragraph 3-a  of  subdivision  (a)  of\n    2  section  21 of the tax law, as added by chapter 390 of the laws of 2008,\n    3  is amended to read as follows:\n    4    (A) Notwithstanding any other provision of law to  the  contrary,  the\n    5  tangible property credit component available PURSUANT TO PARAGRAPH THREE\n    6  OF  THIS  SUBDIVISION  for (I) any qualified site [pursuant to paragraph\n    7  three of this subdivision] AS DEFINED IN THIS SECTION AND (II) ANY  SITE\n    8  FOR  WHICH  A  DENIAL  OF  A REQUEST FOR PARTICIPATION IN THE BROWNFIELD\n    9  CLEANUP PROGRAM UNDER SECTION 27-1407 OF THE ENVIRONMENTAL  CONSERVATION\n   10  LAW  HAS  BEEN OVERTURNED BY A COURT OF COMPETENT JURISDICTION shall not\n   11  exceed thirty-five million dollars or three times the costs included  in\n   12  the calculation of the site preparation credit component and the on-site\n   13  groundwater  remediation credit component under paragraphs two and four,\n   14  respectively, of this subdivision, whichever is less; provided, however,\n   15  that: (1) in the case of a qualified site to be used primarily for manu-\n   16  facturing activities, the tangible property credit  component  available\n   17  for  any  qualified site pursuant to paragraph three of this subdivision\n   18  shall not exceed forty-five million  dollars  or  six  times  the  costs\n   19  included in the calculation of the site preparation credit component and\n   20  the  on-site  groundwater  remediation credit component under paragraphs\n   21  two and four, respectively, of this subdivision, whichever is less;  and\n   22  (2)  the  provisions  of this paragraph shall not apply to any qualified\n   23  site for which the department of environmental conservation has issued a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07817-01-1\n\n       A. 3496                             2\n\n    1  notice to the taxpayer before June twenty-third, two thousand eight that\n    2  its request for participation has been accepted under subdivision six of\n    3  section 27-1407 of the environmental conservation law.\n    4    S  2.    This act shall take effect immediately and shall be deemed to\n    5  have been in full force and effect on and after July 21, 2008.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to a brownfield redevelopment tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T145924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054761968
}