{
  "year" : 2011,
  "senateBillNo" : "A35-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A35-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides authorization to grant certain exemptions from real property tax for school districts to certain veterans",
  "summary" : "Provides authorization to grant certain exemptions from real property tax for school districts to eligible veterans where such exemption is adopted by the governing body of the school district. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A5371-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          35\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CUSICK, ORTIZ, ABBATE, BENEDETTO, COLTON, COOK,\n         ENGLEBRIGHT, MILLMAN, SCHIMMINGER, CASTRO, TITONE, LATIMER  --  Multi-\n         Sponsored by -- M. of A. BOYLAND, FARRELL, McENENY, PHEFFER, REILLY --\n         read once and referred to the Committee on Veterans' Affairs\n\n       AN  ACT  to  amend the real property tax law, in relation to authorizing\n         certain exemptions from school district real property for veterans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subparagraphs (i) and (ii) of paragraph (d) of subdivision\n    2  2  of  section  458-a  of the real property tax law, subparagraph (i) as\n    3  added by chapter 525 of the  laws  of  1984  and  subparagraph  (ii)  as\n    4  amended  by  chapter  256  of  the  laws of 2005, are amended to read as\n    5  follows:\n    6    (i) The exemption from taxation provided by this subdivision shall  be\n    7  applicable  to  county,  city,  town  [and], village AND SCHOOL DISTRICT\n    8  taxation[, but shall not  be  applicable  to  taxes  levied  for  school\n    9  purposes]  IF  THE  GOVERNING  BODY  OF THE SCHOOL DISTRICT IN WHICH THE\n   10  PROPERTY IS LOCATED, AFTER PUBLIC HEARINGS, ADOPTS A RESOLUTION  PROVID-\n   11  ING  SUCH EXEMPTION, THE PROCEDURE FOR SUCH HEARING AND RESOLUTION SHALL\n   12  BE CONDUCTED SEPARATELY FROM THE PROCEDURE FOR ANY HEARING AND LOCAL LAW\n   13  OR RESOLUTION CONDUCTED PURSUANT TO SUBPARAGRAPH (II) OF THIS PARAGRAPH,\n   14  SUBDIVISION FOUR, PARAGRAPH (D) OF SUBDIVISION SIX AND PARAGRAPH (B)  OF\n   15  SUBDIVISION SEVEN OF THIS SECTION.\n   16    (ii)  Each  county,  city,  town  [or], village OR SCHOOL DISTRICT may\n   17  adopt a local law to reduce the maximum  exemption  allowable  in  para-\n   18  graphs  (a),  (b)  and (c) of this subdivision to nine thousand dollars,\n   19  six thousand dollars and thirty thousand dollars, respectively,  or  six\n   20  thousand  dollars,  four  thousand  dollars and twenty thousand dollars,\n   21  respectively. Each county, city, town, [or] village OR  SCHOOL  DISTRICT\n   22  is  also  authorized  to  adopt  a  local  law  to  increase the maximum\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00542-01-1\n\n       A. 35                               2\n\n    1  exemption allowable in paragraphs (a), (b) and (c) of  this  subdivision\n    2  to  fifteen  thousand  dollars,  ten thousand dollars and fifty thousand\n    3  dollars,  respectively;  eighteen  thousand  dollars,  twelve   thousand\n    4  dollars  and  sixty  thousand dollars, respectively; twenty-one thousand\n    5  dollars,  fourteen  thousand  dollars,  and  seventy  thousand  dollars,\n    6  respectively;  twenty-four  thousand  dollars, sixteen thousand dollars,\n    7  and  eighty  thousand  dollars,  respectively;   twenty-seven   thousand\n    8  dollars, eighteen thousand dollars, and ninety thousand dollars, respec-\n    9  tively;  thirty  thousand  dollars,  twenty  thousand  dollars,  and one\n   10  hundred thousand dollars, respectively; thirty-three  thousand  dollars,\n   11  twenty-two  thousand  dollars,  and  one  hundred  ten thousand dollars,\n   12  respectively; thirty-six thousand dollars, twenty-four thousand dollars,\n   13  and one hundred twenty thousand dollars, respectively.  In  addition,  a\n   14  county, city, town [or], village OR SCHOOL DISTRICT which is a \"high-ap-\n   15  preciation  municipality\"  as defined in this subparagraph is authorized\n   16  to adopt a local law to increase  the  maximum  exemption  allowable  in\n   17  paragraphs  (a), (b) and (c) of this subdivision to thirty-nine thousand\n   18  dollars, twenty-six thousand dollars, and one  hundred  thirty  thousand\n   19  dollars, respectively; forty-two thousand dollars, twenty-eight thousand\n   20  dollars,  and  one  hundred forty thousand dollars, respectively; forty-\n   21  five thousand dollars, thirty thousand dollars  and  one  hundred  fifty\n   22  thousand dollars, respectively; forty-eight thousand dollars, thirty-two\n   23  thousand  dollars  and one hundred sixty thousand dollars, respectively;\n   24  fifty-one thousand dollars, thirty-four thousand dollars and one hundred\n   25  seventy thousand dollars,  respectively;  fifty-four  thousand  dollars,\n   26  thirty-six  thousand  dollars  and  one hundred eighty thousand dollars,\n   27  respectively.  For purposes of this subparagraph,  a  \"high-appreciation\n   28  municipality\"  means: (A) a special assessing unit that is a city, (B) a\n   29  county for which the state board has established a sales price differen-\n   30  tial factor for purposes of the STAR  exemption  authorized  by  section\n   31  four  hundred  twenty-five of this title in three consecutive years, and\n   32  (C) a city, town [or], village OR SCHOOL DISTRICT  which  is  wholly  or\n   33  partly located within such a county.\n   34    S 2. Paragraph (b) of subdivision 7 of section 458-a of the real prop-\n   35  erty tax law, as added by chapter 326 of the laws of 2000, is amended to\n   36  read as follows:\n   37    (b)  A county, city, town, [or] village OR SCHOOL DISTRICT may adopt a\n   38  local law to include a Gold Star Parent within the definition of \"quali-\n   39  fied owner\", as provided in paragraph (c) of  subdivision  one  of  this\n   40  section,  and to include property owned by a Gold Star Parent within the\n   41  definition of \"qualifying residential  real  property\"  as  provided  in\n   42  paragraph  (d)  of  subdivision  one of this section, provided that such\n   43  property shall be the primary residence of the Gold Star Parent.\n   44    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to authorizing certain exemptions from school district real property for veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D101216.T154437.TXT", "SOBI.D101216.T104412.TXT", "SOBI.D101216.T102903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292532277846
}