{
  "year" : 2011,
  "senateBillNo" : "A3507-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3507-2011-1295931600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits insurers from refusing to issue or renew, cancel, or charge or impose an increased premium for certain policies based on the breed of a dog owned",
  "summary" : "Prohibits insurers from refusing to issue or renew, cancel, or charge or impose a reasonably increased premium for homeowners' insurance policies based on the breed of a dog owned. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A2566-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3507\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GLICK, SWEENEY, O'DONNELL, ENGLEBRIGHT, COLTON,\n         McDONOUGH -- Multi-Sponsored by -- M. of A. PHEFFER -- read  once  and\n         referred to the Committee on Insurance\n\n       AN  ACT  to amend the insurance law, in relation to prohibiting insurers\n         from canceling, refusing to issue or renew, or charging higher  premi-\n         ums for homeowners' insurance based on the breed of dog owned\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new  section  3421\n    2  to read as follows:\n    3    S  3421.  HOMEOWNERS'  LIABILITY  INSURANCE;  DOGS. 1. WITH RESPECT TO\n    4  HOMEOWNERS' INSURANCE POLICIES AS DEFINED IN SECTION TWO THOUSAND  THREE\n    5  HUNDRED  FIFTY-ONE  OF THIS CHAPTER, NO INSURER SHALL REFUSE TO ISSUE OR\n    6  RENEW, CANCEL, OR CHARGE OR IMPOSE AN INCREASED PREMIUM OR RATE FOR SUCH\n    7  POLICY OR CONTRACT BASED, IN WHOLE OR IN PART, UPON HARBORING OR  OWNING\n    8  A  DOG  OR  DOGS  OF A SPECIFIC BREED OR BREEDS OR A DOG OR DOGS \"MIXED\"\n    9  WITH A SPECIFIC BREED OR BREEDS.\n   10    2. THE PROVISIONS OF THIS SECTION SHALL NOT PROHIBIT AN  INSURER  FROM\n   11  REFUSING  TO ISSUE OR RENEW OR FROM CANCELING ANY SUCH CONTRACT OR POLI-\n   12  CY, NOR FROM IMPOSING A REASONABLY INCREASED PREMIUM OR RATE FOR SUCH  A\n   13  POLICY  OR  CONTRACT BASED UPON THE DESIGNATION OF A DOG OF ANY BREED OR\n   14  MIXTURE OF BREEDS AS A DANGEROUS DOG PURSUANT  TO  SECTION  ONE  HUNDRED\n   15  TWENTY-ONE OF THE AGRICULTURE AND MARKETS LAW, BASED ON SOUND UNDERWRIT-\n   16  ING AND ACTUARIAL PRINCIPLES REASONABLY RELATED TO ACTUAL OR ANTICIPATED\n   17  LOSS  EXPERIENCE  SUBJECT  TO THE APPLICABLE PROVISIONS OF SECTION THREE\n   18  THOUSAND FOUR HUNDRED TWENTY-FIVE OF THIS ARTICLE.\n   19    3. THE PROVISIONS OF THIS SECTION SHALL NOT PROHIBIT AN  INSURER  FROM\n   20  IMPOSING  A  REASONABLY  INCREASED  PREMIUM  OR  RATE FOR SUCH POLICY OR\n   21  CONTRACT BASED UPON PRIOR PAID LIABILITY CLAIMS ON THE  INSURED'S  HOME-\n   22  OWNERS' LIABILITY POLICY FOR LOSSES INCURRED DUE TO THE INSURED'S DOG OR\n   23  DOGS,  IF  THAT DOG OR DOGS STILL RESIDE IN THE INSURED'S HOME OR HOUSE-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01916-01-1\n\n       A. 3507                             2\n\n    1  HOLD, BASED ON SOUND UNDERWRITING AND  ACTUARIAL  PRINCIPLES  REASONABLY\n    2  RELATED TO ACTUAL OR ANTICIPATED LOSS EXPERIENCE SUBJECT TO THE APPLICA-\n    3  BLE  PROVISIONS  OF  SECTION  THREE THOUSAND FOUR HUNDRED TWENTY-FIVE OF\n    4  THIS ARTICLE.\n    5    S  2.  This  act shall take effect on the ninetieth day after it shall\n    6  have become a law and shall apply to all policies issued, renewed, modi-\n    7  fied, altered or amended on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibiting insurers from canceling, refusing to issue or renew, or charging higher premiums for homeowners' insurance based on the breed of dog owned ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T150924.TXT", "SOBI.D110126.T102242.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296055362287
}