{
  "year" : 2011,
  "senateBillNo" : "A3504-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3504-2011-1295931600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the slaughter of horses for human consumption",
  "summary" : "Prohibits any person from slaughtering a horse where such person knows or has reason to know that such horse will be used for human consumption; and prohibits any person from selling, bartering, giving away, purchasing, possessing, transporting, delivering or receiving horseflesh where such person knows or should know that such horseflesh is intended for human consumption; and provides penalties for violation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A3736-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3504\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GLICK, JAFFEE, LUPARDO, PHEFFER -- Multi-Spon-\n         sored by -- M. of A.   FARRELL, GOTTFRIED,  MAGEE,  McENENY,  MILLMAN,\n         SWEENEY -- read once and referred to the Committee on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to prohib-\n         iting the slaughtering of horses for human consumption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 380 to read as follows:\n    3    S 380. PROHIBITION OF SLAUGHTERING HORSES FOR HUMAN CONSUMPTION.    1.\n    4  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IT SHALL BE UNLAWFUL FOR ANY\n    5  PERSON  TO SLAUGHTER OR HAVE ANOTHER PERSON SLAUGHTER A HORSE WHERE SUCH\n    6  PERSON KNOWS OR SHOULD KNOW THAT ANY PART OF SUCH HORSE WILL BE USED FOR\n    7  HUMAN CONSUMPTION.\n    8    2. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IT  SHALL  BE  UNLAWFUL\n    9  FOR  ANY  PERSON  TO SELL, OFFER TO SELL OR BARTER, GIVE AWAY, PURCHASE,\n   10  POSSESS, TRANSPORT, DELIVER, OR RECEIVE ANY HORSE  WITH  THE  INTENT  OF\n   11  SLAUGHTERING  OR  HAVING  ANOTHER  PERSON  SLAUGHTER  SUCH HORSE IF SUCH\n   12  PERSON KNOWS OR SHOULD KNOW THAT ANY OF THE HORSEFLESH IS  INTENDED  FOR\n   13  HUMAN CONSUMPTION.\n   14    3.  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW, IT SHALL BE UNLAWFUL\n   15  FOR ANY PERSON TO SELL, BARTER, OFFER TO  SELL  OR  BARTER,  GIVE  AWAY,\n   16  PURCHASE,  POSSESS,  TRANSPORT,  DELIVER,  OR RECEIVE HORSEFLESH IF SUCH\n   17  PERSON KNOWS OR SHOULD KNOW THAT ANY OF THE HORSEFLESH WILL BE USED  FOR\n   18  HUMAN CONSUMPTION.\n   19    4.  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW, IT SHALL BE UNLAWFUL\n   20  FOR ANY PERSON TO IMPORT INTO OR EXPORT FROM  THIS  STATE,  LIVE  HORSES\n   21  WHERE  SUCH  PERSON KNOWS OR SHOULD KNOW THAT SUCH HORSE IS INTENDED FOR\n   22  SLAUGHTER FOR HUMAN CONSUMPTION.\n   23    5. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IT  SHALL  BE  UNLAWFUL\n   24  FOR  ANY  PERSON  TO  IMPORT  INTO OR EXPORT FROM THIS STATE, HORSEFLESH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01275-01-1\n\n       A. 3504                             2\n\n    1  WHERE SUCH PERSON KNOWS OR SHOULD KNOW THAT SUCH HORSEFLESH IS  INTENDED\n    2  FOR HUMAN CONSUMPTION.\n    3    6.  IT  SHALL  BE  UNLAWFUL  TO  OFFER  HORSEFLESH  FOR SALE FOR HUMAN\n    4  CONSUMPTION.\n    5    7. AS USED IN THIS SECTION, THE TERM \"HORSE\" INCLUDES ALL  MEMBERS  OF\n    6  THE  EQUINE  FAMILY, INCLUDING HORSES, PONIES, DONKEYS, MULES, ASSES AND\n    7  BURROS; AND THE TERM \"HORSEFLESH\" MEANS  THE  FLESH  OF  A  DEAD  HORSE,\n    8  INCLUDING THE ANIMAL'S VISCERA, SKIN, HAIR, HIDE, HOOVES, AND BONES; THE\n    9  TERM  \"PERSON\"  MEANS  AN  INDIVIDUAL,  CORPORATION, PARTNERSHIP, TRUST,\n   10  ASSOCIATION OR OTHER LEGAL ENTITY.\n   11    8. A VIOLATION OF THIS SECTION IS A MISDEMEANOR PUNISHABLE  BY  IMPRI-\n   12  SONMENT  FOR  NOT  MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE THAN ONE\n   13  THOUSAND DOLLARS, OR  BY  BOTH.  IN  LIEU  OF  CRIMINAL  PROSECUTION,  A\n   14  VIOLATION  OF  THIS SECTION SHALL BE SUBJECT TO A CIVIL PENALTY OF UP TO\n   15  ONE THOUSAND DOLLARS FOR AN INDIVIDUAL AND UP TO FIVE  THOUSAND  DOLLARS\n   16  FOR  A  CORPORATION  FOR  THE  FIRST VIOLATION. ANY SUBSEQUENT VIOLATION\n   17  SHALL BE PUNISHABLE BY A CIVIL PENALTY OF  UP  TO  TWENTY-FIVE  THOUSAND\n   18  DOLLARS.\n   19    9. ANY CIVIL PENALTIES COLLECTED PURSUANT TO THIS SECTION OF LAW SHALL\n   20  BE PAYABLE TO THE ANIMAL POPULATION CONTROL FUND ESTABLISHED PURSUANT TO\n   21  SECTION NINETY-SEVEN-XX OF THE STATE FINANCE LAW.\n   22    S 2. This act shall take effect on the one hundred twentieth day after\n   23  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to prohibiting the slaughtering of horses for human consumption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T101742.TXT", "SOBI.D110125.T150924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296055062153
}