{
  "year" : 2011,
  "senateBillNo" : "A350-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A350-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that family members of paid professional firefighters who died in the line-of-duty may obtain a \"Survivor of the Bravest\" license plate",
  "summary" : "Provides that family members of paid professional firefighters who died in the line-of-duty may obtain a \"Survivor of the Bravest\" license plate; provides for the annual service charge collected to be deposited into the department of motor vehicles distinctive license plate development fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2539-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          350\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CUSICK, ABBATE, BENEDETTO, COLTON, ENGLEBRIGHT,\n         SCHIMMINGER, MILLMAN -- Multi-Sponsored by -- M. of A. BOYLAND,  COOK,\n         FARRELL,  GUNTHER, LAVINE, MAYERSOHN, REILLY, SWEENEY -- read once and\n         referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the  issuance of distinctive license plates for family members of paid\n         professional firefighters who died in the line-of-duty\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE LICENSE PLATES FOR FAMILY MEMBERS OF PAID PROFES-\n    4  SIONAL FIREFIGHTERS WHO DIED IN THE LINE-OF-DUTY.   1. FOR  PURPOSES  OF\n    5  THIS  SECTION,  \"FAMILY  MEMBERS  OF A PAID PROFESSIONAL FIREFIGHTER WHO\n    6  DIED IN THE LINE-OF-DUTY\" SHALL MEAN A SPOUSE, REGISTERED DOMESTIC PART-\n    7  NER, PARENT, SIBLING OR CHILD OF A  PAID  PROFESSIONAL  FIREFIGHTER  WHO\n    8  DIED  IN THE COURSE OF HIS OR HER EMPLOYMENT OR PERFORMANCE OF DUTIES AS\n    9  A FIREFIGHTER.\n   10    2. ANY FAMILY MEMBER OF A PAID PROFESSIONAL FIREFIGHTER  WHO  DIED  IN\n   11  THE  LINE-OF-DUTY  AND WHO RESIDES IN THIS STATE SHALL, UPON REQUEST, BE\n   12  ISSUED A DISTINCTIVE LICENSE PLATE BEARING THE WORDS  \"SURVIVOR  OF  THE\n   13  BRAVEST\" OF A DESIGN APPROVED BY THE COMMISSIONER.  APPLICATION FOR SUCH\n   14  LICENSE  PLATE  SHALL  BE  FILED  WITH THE COMMISSIONER IN SUCH FORM AND\n   15  DETAIL AS THE COMMISSIONER SHALL PRESCRIBE AND SHALL BE VERIFIED ANNUAL-\n   16  LY BY THE APPLICANT.\n   17    3. A DISTINCTIVE PLATE AUTHORIZED PURSUANT TO SUBDIVISION TWO OF  THIS\n   18  SECTION  SHALL  BE  ISSUED UPON PROOF, SATISFACTORY TO THE COMMISSIONER,\n   19  THAT THE APPLICANT IS A FAMILY MEMBER OF A PAID PROFESSIONAL FIREFIGHTER\n   20  WHO DIED IN THE LINE-OF-DUTY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00506-01-1\n\n       A. 350                              2\n\n    1    4. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n    2  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON PAYMENT  OF  THE  REGULAR\n    3  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS ARTICLE,\n    4  PROVIDED,   HOWEVER,   THAT  AN  ADDITIONAL  ANNUAL  SERVICE  CHARGE  OF\n    5  TWENTY-FIVE  DOLLARS  SHALL  BE  CHARGED  FOR  SUCH PLATE.   SUCH ANNUAL\n    6  SERVICE CHARGE SHALL BE DEPOSITED PURSUANT TO THE PROVISIONS OF  SECTION\n    7  FOUR  HUNDRED FOUR-OO OF THIS ARTICLE TO THE CREDIT OF THE DEPARTMENT OF\n    8  MOTOR VEHICLES DISTINCTIVE PLATE DEVELOPMENT FUND ESTABLISHED BY SECTION\n    9  NINETY-FIVE-G OF THE STATE  FINANCE  LAW  AND  SHALL  BE  USED  FOR  THE\n   10  PRODUCTION,  DESIGN,  ADVERTISING  AND  MARKETING OF DISTINCTIVE LICENSE\n   11  PLATES PURSUANT TO SUCH SECTION NINETY-FIVE-G.\n   12    S 2. This act shall take effect on the one hundred eightieth day after\n   13  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the issuance of distinctive license plates for family members of paid professional firefighters who died in the line-of-duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T152348.TXT", "SOBI.D101223.T151115.TXT", "SOBI.D101222.T154349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293135075153
}