{
  "year" : 2011,
  "senateBillNo" : "A3509-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3509-2011-1295931600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes contests and competitions to take wildlife unlawful",
  "summary" : "Provides that it shall be unlawful for any person to organize, conduct, promote or participate in any contest or competition where the objective of such contest or competition is to take the greatest number of wildlife. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2559-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3509\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GLICK, COOK, GALEF, WEINSTEIN, TOWNS -- Multi-\n         Sponsored by -- M. of A.   COLTON -- read once  and  referred  to  the\n         Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         making contests and competitions to take wildlife unlawful\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions  14, 15, 16 and 17 of section 11-0901 of the\n    2  environmental conservation law, subdivision 14 as renumbered by  chapter\n    3  486  of  the laws of 1985, are renumbered subdivisions 15, 16, 17 and 18\n    4  and a new subdivision 14 is added to read as follows:\n    5    14. IT SHALL BE UNLAWFUL FOR ANY PERSON TO ORGANIZE, CONDUCT,  PROMOTE\n    6  OR PARTICIPATE IN ANY CONTEST OR COMPETITION WHERE THE OBJECTIVE OF SUCH\n    7  CONTEST  OR  COMPETITION IS TO TAKE THE GREATEST NUMBER OF WILDLIFE. ANY\n    8  WILDLIFE INJURED DURING THE COURSE OF A CONTEST OR COMPETITION CONDUCTED\n    9  IN VIOLATION OF THIS SUBDIVISION SHALL  BE  TRANSPORTED  TO  A  LICENSED\n   10  WILDLIFE  REHABILITATOR OR VETERINARIAN FOR TREATMENT OR HUMANE EUTHANA-\n   11  SIA. THE REMAINS OF ANY WILDLIFE KILLED DURING THE COURSE OF  A  CONTEST\n   12  OR  COMPETITION  CONDUCTED  IN  VIOLATION  OF  THIS SUBDIVISION SHALL BE\n   13  FORFEITED BY EVERY ORGANIZER, PROMOTER, PARTICIPANT OR ANY OTHER  PERSON\n   14  CONDUCTING  OR  INVOLVED IN SUCH CONTEST OR COMPETITION, AND THE REMAINS\n   15  OF SUCH WILDLIFE SHALL BECOME THE PROPERTY OF THE DEPARTMENT.\n   16    S 2. Section 71-0921 of the environmental conservation law is  amended\n   17  by adding a new subdivision 10-a to read as follows:\n   18    10-A.  VIOLATIONS  OF  SUBDIVISION FOURTEEN OF SECTION 11-0901 OF THIS\n   19  CHAPTER INVOLVING UNLAWFUL CONTESTS AND COMPETITIONS TO  TAKE  WILDLIFE.\n   20  EACH  SUCH  MISDEMEANOR SHALL BE PUNISHABLE BY IMPRISONMENT FOR NOT MORE\n   21  THAN ONE YEAR OR BY A FINE OF NOT LESS THAN  FIVE  HUNDRED  DOLLARS  NOR\n   22  MORE THAN TWO THOUSAND DOLLARS, OR BY BOTH SUCH IMPRISONMENT AND FINE.\n   23    S 3. This act shall take effect on the first of November next succeed-\n   24  ing  the  date  on  which it shall have become a law; provided, however,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05936-01-1\n\n       A. 3509                             2\n\n    1  that the amendments to subdivisions 15 and 17 of section 11-0901 of  the\n    2  environmental conservation law made by section one of this act shall not\n    3  affect the expiration and reversion of such subdivision 15 and the expi-\n    4  ration  and  repeal of such subdivision 17 and shall be deemed to expire\n    5  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to making contests and competitions to take wildlife unlawful ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T150924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054761971
}