{
  "year" : 2011,
  "senateBillNo" : "A3502-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3502-2011-1295931600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing an address for a driver's license and registration",
  "summary" : "Requires applicants to provide a street address when applying for a license and registration; allows police access to such street addresses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A9376-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3502\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. GABRYSZAK, CORWIN -- Multi-Sponsored by -- M. of\n         A. PHEFFER -- read once and referred to the Committee  on  Transporta-\n         tion\n\n       AN ACT to amend the vehicle and traffic law, in relation to providing an\n         address for a driver's license and registration\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 502 of  the  vehicle  and  traffic\n    2  law,  as  amended by chapter 639 of the laws of 2006, is amended to read\n    3  as follows:\n    4    1. Application for license.  Application for a driver's license  shall\n    5  be made to the commissioner.  The fee prescribed by law may be submitted\n    6  with such application. The applicant shall furnish such proof of identi-\n    7  ty,  ADDRESS,  age,  and fitness as may be required by the commissioner.\n    8  WHEN PROVIDING AN ADDRESS TO THE DEPARTMENT, IF AN APPLICANT USES A POST\n    9  OFFICE BOX AS HIS OR HER  MAILING  ADDRESS,  THE  APPLICANT  SHALL  ALSO\n   10  PROVIDE  THE DEPARTMENT WITH HIS OR HER STREET ADDRESS. The commissioner\n   11  may also provide that the application procedure shall include the taking\n   12  of a photo image or images of the applicant in accordance with rules and\n   13  regulations prescribed by the commissioner. In addition, the commission-\n   14  er also shall require that the applicant provide his or her social secu-\n   15  rity number and provide space on the application so that  the  applicant\n   16  may register in the New York state organ and tissue donor registry under\n   17  section  forty-three  hundred ten of the public health law. In addition,\n   18  an applicant for a  commercial  driver's  license  who  will  operate  a\n   19  commercial  motor vehicle in interstate commerce shall certify that such\n   20  applicant meets the requirements to operate a commercial motor  vehicle,\n   21  as  set  forth in public law 99-570, title XII, and title 49 of the code\n   22  of federal regulations, and all regulations promulgated  by  the  United\n   23  States  secretary of transportation under the hazardous materials trans-\n   24  portation act. Upon a determination that  the  holder  of  a  commercial\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07816-01-1\n\n       A. 3502                             2\n\n    1  driver's  license  has  made  any  false  statement, with respect to the\n    2  application  for  such  license,  the  commissioner  shall  revoke  such\n    3  license.\n    4    S  2.  The  vehicle and traffic law is amended by adding a new section\n    5  201-a to read as follows:\n    6    S 201-A.  ACCESS  TO  INFORMATION.  THE  DEPARTMENT  SHALL  ALLOW  LAW\n    7  ENFORCEMENT PERSONNEL ACCESS TO ANY INDIVIDUAL'S STREET ADDRESS PROVIDED\n    8  PURSUANT  TO  PARAGRAPH B OF SUBDIVISION ONE OF SECTION FOUR HUNDRED ONE\n    9  AND SUBDIVISION ONE OF SECTION FIVE HUNDRED TWO OF THIS CHAPTER.\n   10    S 3. Paragraph b of subdivision 1 of section 401 of  the  vehicle  and\n   11  traffic  law,  as amended by chapter 222 of the laws of 1996, is amended\n   12  to read as follows:\n   13    b. Every owner of a motor vehicle which shall be  operated  or  driven\n   14  upon  the  public  highways  of  this  state  shall, except as otherwise\n   15  expressly provided, cause to be presented, by mail or otherwise, to  the\n   16  office  or  a  branch office of the commissioner, or to any agent of the\n   17  commissioner, constituted as provided in this  chapter,  an  application\n   18  for  registration  addressed  to  the commissioner, and on a blank to be\n   19  prepared under the direction of and furnished by  the  commissioner  for\n   20  that  purpose,  containing: (a) a brief description of the motor vehicle\n   21  to be registered, including the name and factory number of such vehicle,\n   22  and such other facts as the commissioner shall require; (b)  the  weight\n   23  of  the  vehicle  upon which the registration fee is based if the fee is\n   24  based on weight; (c) the name and residence, including  county,  of  the\n   25  owner  of such motor vehicle; PROVIDED, THAT IF AN APPLICANT USES A POST\n   26  OFFICE BOX WHEN PROVIDING A RESIDENCE ADDRESS, THE APPLICANT SHALL  ALSO\n   27  PROVIDE  HIS  OR  HER  STREET  ADDRESS; (d) provided that, if such motor\n   28  vehicle is used or to be used as an omnibus, the applicant also shall so\n   29  certify, and in the case of an omnibus also certify as  to  the  seating\n   30  capacity,  and  if the omnibus is to be operated wholly within a munici-\n   31  pality pursuant to a franchise other than a franchise express or implied\n   32  in articles of incorporation upon certain  streets  designated  in  such\n   33  franchise,  those facts shall also be certified, and a certified copy of\n   34  such franchise furnished to the commissioner;  (e)  provided,  that,  if\n   35  such  motor vehicle is an altered livery, the applicant shall so furnish\n   36  a certified copy of the length of the  center  panel  of  such  vehicle,\n   37  provided, however, that the commissioner shall require such proof, as he\n   38  may  determine  is  necessary,  in  the application for registration and\n   39  provided further, if the  center  panel  of  such  vehicle  exceeds  one\n   40  hundred  inches,  the commissioner shall require proof that such vehicle\n   41  is in compliance with all applicable federal  and  state  motor  vehicle\n   42  safety  standards;  and  (f)  such  additional  facts or evidence as the\n   43  commissioner may require in connection with the application  for  regis-\n   44  tration.  Every  owner  of a trailer shall also make application for the\n   45  registration thereof in the manner herein provided for an application to\n   46  register a motor vehicle, but shall  contain  a  statement  showing  the\n   47  manufacturer's  number  or  other  identification  satisfactory  to  the\n   48  commissioner and  no  number  plate  for  a  trailer  issued  under  the\n   49  provisions  of  subdivision  three  of  section four hundred two of this\n   50  chapter shall be transferred to or used upon any other trailer than  the\n   51  one  for  which  number  plate is issued. The commissioner shall require\n   52  proof, in the  application  for  registration,  or  otherwise,  as  such\n   53  commissioner  may  determine, that the motor vehicle for which registra-\n   54  tion is applied for is equipped with lights conforming in  all  respects\n   55  to  the  requirements  of  this  chapter,  and no motor vehicle shall be\n   56  registered unless it shall appear by such proofs that such motor vehicle\n\n       A. 3502                             3\n\n    1  is equipped with proper lights as aforesaid. The said application  shall\n    2  contain or be accompanied by such evidence of the ownership of the motor\n    3  vehicle  described  in the application as may be required by the commis-\n    4  sioner  or  his  agent  and  which,  with respect to new vehicles, shall\n    5  include, unless otherwise specifically provided by the commissioner, the\n    6  manufacturer's statement of origin. Applications received by an agent of\n    7  the commissioner shall be forwarded to  the  commissioner  as  he  shall\n    8  direct  for  filing.  No  application for registration shall be accepted\n    9  unless the applicant is at least sixteen years of age.\n   10    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   11  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to providing an address for a driver's license and registration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T101742.TXT", "SOBI.D110125.T145924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296055062145
}