{
  "year" : 2011,
  "senateBillNo" : "A3501-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3501-2011-1295931600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes pension and retirement plans as plans eligible for income reduction when determining eligibility for enhanced STAR exemption",
  "summary" : "Includes pension and retirement plans as plans eligible for income reduction when determining income eligibility for senior citizens under the enhanced STAR exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A9375-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3501\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK, COLTON, CYMBROWITZ, HOOPER, SCHIMMING-\n         ER  --  Multi-Sponsored  by  -- M. of A. ABBATE, AUBRY, DESTITO, McDO-\n         NOUGH, McENENY, ORTIZ, PHEFFER, TOWNS, WEISENBERG, WRIGHT -- read once\n         and referred to the Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax  law,  in  relation  to  including\n         pension  and  retirement  plans as plans eligible for income reduction\n         when determining eligibility for the enhanced STAR exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (ii)  of  paragraph (b) of subdivision 4 of\n    2  section 425 of the real property tax law, as amended  by  section  3  of\n    3  part E of chapter 83 of the laws of 2002, is amended to read as follows:\n    4    (ii)  The  term \"income\" as used herein shall mean the \"adjusted gross\n    5  income\" for federal income tax purposes as reported on  the  applicant's\n    6  federal  or  state income tax return for the applicable income tax year,\n    7  subject to any subsequent amendments or revisions, reduced  by  distrib-\n    8  utions,  to  the  extent  included  in  federal  adjusted  gross income,\n    9  received from an individual  retirement  account  [and  an],  individual\n   10  retirement  annuity  OR UP TO TWENTY PERCENT OR FIVE THOUSAND DOLLARS OF\n   11  ANY PENSION OR RETIREMENT PLAN, WHICHEVER IS GREATER; provided  that  if\n   12  no  such  return  was filed for the applicable income tax year, \"income\"\n   13  shall mean the adjusted gross income that would have been so reported if\n   14  such a return had been filed.\n   15    S 2. This act shall take effect immediately and shall apply to assess-\n   16  ment rolls prepared on the basis of taxable status dates occurring on or\n   17  after such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07815-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to including pension and retirement plans as plans eligible for income reduction when determining eligibility for the enhanced STAR exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T145924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054761977
}