{
  "year" : 2011,
  "senateBillNo" : "A3508-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3508-2011-1295931600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a tort cause of action for the wrongful injury or death of a companion animal",
  "summary" : "Establishes a tort cause of action for the wrongful injury or death of a companion animal; provides for compensatory and punitive damages and injunctive relief and three year statute of limitations on commencement of such an action. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "A2711-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3508\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. GLICK, COLTON, ROSENTHAL -- Multi-Sponsored by --\n         M.  of A. COOK, ENGLEBRIGHT, GALEF, GOTTFRIED, HOOPER, V. LOPEZ, McDO-\n         NOUGH, MILLMAN, ORTIZ, PHEFFER, SCARBOROUGH, TOWNS, WEINSTEIN, WEISEN-\n         BERG -- read once and referred to the Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation to establishing\n         a cause of action in tort for the wrongful injury to  or  death  of  a\n         companion animal\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general obligations law is  amended  by  adding  a  new\n    2  section 11-108 to read as follows:\n    3    S  11-108. WRONGFUL INJURY OR DEATH OF COMPANION ANIMAL. 1. AS USED IN\n    4  THIS SECTION:\n    5    (A) THE TERM \"COMPANION ANIMAL\" SHALL HAVE THE SAME  MEANING  AS  SUCH\n    6  TERM  IS  DEFINED  IN SUBDIVISION FIVE OF SECTION THREE HUNDRED FIFTY OF\n    7  THE AGRICULTURE AND MARKETS LAW; AND\n    8    (B) THE TERMS \"PHYSICAL INJURY\" AND \"SERIOUS  PHYSICAL  INJURY\"  SHALL\n    9  HAVE THE SAME MEANING AS SUCH TERMS ARE DEFINED IN SUBDIVISIONS NINE AND\n   10  TEN, RESPECTIVELY, OF SECTION 10.00 OF THE PENAL LAW.\n   11    2.  A PERSON WHO WITH NO JUSTIFIABLE PURPOSE INTENTIONALLY, RECKLESSLY\n   12  OR NEGLIGENTLY, BY ACT OR OMISSION  CAUSES  THE  DEATH  OF  A  COMPANION\n   13  ANIMAL  SHALL  BE  LIABLE  IN DAMAGES FOR THE FAIR MONETARY VALUE OF THE\n   14  DECEASED COMPANION ANIMAL TO HIS OR HER OWNER, INCLUDING DAMAGES FOR THE\n   15  LOSS  OF  THE  REASONABLY  EXPECTED  SOCIETY,  COMPANIONSHIP,   COMFORT,\n   16  PROTECTION  AND  SERVICES OF THE DECEASED COMPANION ANIMAL TO HIS OR HER\n   17  OWNER; COURT COSTS AND REASONABLE ATTORNEY'S FEES; AND OTHER  REASONABLE\n   18  DAMAGES  RESULTING  FROM  THE  INTENTIONAL, RECKLESS OR NEGLIGENT ACT OR\n   19  OMISSION.\n   20    3. A PERSON WHO WITH NO JUSTIFIABLE PURPOSE INTENTIONALLY,  RECKLESSLY\n   21  OR  NEGLIGENTLY,  BY  ACT  OR OMISSION CAUSES PHYSICAL INJURY OR SERIOUS\n   22  PHYSICAL INJURY TO A COMPANION ANIMAL SHALL BE LIABLE IN DAMAGES FOR THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05946-01-1\n\n       A. 3508                             2\n\n    1  EXPENSES OF VETERINARY AND OTHER SPECIAL MEDICAL CARE REQUIRED; THE LOSS\n    2  OF REASONABLY EXPECTED SOCIETY, COMPANIONSHIP, COMFORT,  PROTECTION  AND\n    3  SERVICES  OF  THE  INJURED  COMPANION  ANIMAL TO HIS OR HER OWNER; COURT\n    4  COSTS  AND  REASONABLE  ATTORNEY'S  FEES;  AND  OTHER REASONABLE DAMAGES\n    5  RESULTING FROM THE INTENTIONAL, RECKLESS OR NEGLIGENT ACT OR OMISSION.\n    6    4. A PERSON WHO WITH NO JUSTIFIABLE PURPOSE INTENTIONALLY OR RECKLESS-\n    7  LY, BY ACT OR OMISSION CAUSES THE SERIOUS PHYSICAL INJURY OR DEATH OF  A\n    8  COMPANION ANIMAL MAY BE LIABLE IN PUNITIVE DAMAGES.\n    9    5.  DAMAGES  UNDER  THIS SECTION FOR INJURIES SUSTAINED BY A COMPANION\n   10  ANIMAL'S OWNER SHALL BE RECOVERED IN AN ACTION IN TORT, COMMENCED WITHIN\n   11  THREE YEARS FROM THE DATE OF INJURY OR DEATH OR FROM THE DATE  WHEN  THE\n   12  OWNER  KNEW,  OR  IN  THE  EXERCISE  OF REASONABLE DILIGENCE SHOULD HAVE\n   13  KNOWN, OF THE FACTUAL BASIS FOR A CAUSE OF ACTION,  SUBJECT  TO  FURTHER\n   14  EXTENSION ON ACCOUNT OF ANY SUSPENSION OF THE STATUTE OF LIMITATIONS DUE\n   15  TO INFANCY, DEATH OR OTHER CAUSE AS PROVIDED BY LAW.\n   16    6.  DAMAGES  UNDER  THIS SECTION FOR INJURIES SUSTAINED BY A COMPANION\n   17  ANIMAL SHALL BE RECOVERED IN AN ACTION IN TORT BROUGHT BY A GUARDIAN  AD\n   18  LITEM  OR NEXT FRIEND APPOINTED BY THE COURT AND, COMMENCED WITHIN THREE\n   19  YEARS FROM THE DATE OF INJURY OR FROM THE  DATE  WHEN  THE  GUARDIAN  AD\n   20  LITEM  OR  NEXT  FRIEND KNEW, OR IN THE EXERCISE OF REASONABLE DILIGENCE\n   21  SHOULD HAVE KNOWN, OF THE FACTUAL BASIS FOR A CAUSE OF  ACTION,  SUBJECT\n   22  TO  FURTHER  EXTENSION  ON  ACCOUNT  OF ANY SUSPENSION OF THE STATUTE OF\n   23  LIMITATIONS DUE TO INFANCY, DEATH OR OTHER CAUSE  AS  PROVIDED  BY  LAW.\n   24  DAMAGES  SO  RECOVERED SHALL BE PAYABLE INTO A TRUST FOR THE CARE OF THE\n   25  COMPANION ANIMAL, WHICH TRUST SHALL BE ENFORCEABLE FOR THE LIFE  OF  THE\n   26  COMPANION  ANIMAL  BY  A PERSON APPOINTED BY THE COURT. ANY REMAINDER OF\n   27  TRUST FUNDS EXISTING AT THE DEATH  OF  THE  COMPANION  ANIMAL  SHALL  BE\n   28  DISTRIBUTED  TO A NON-PROFIT ORGANIZATION DEDICATED TO THE PROTECTION OF\n   29  COMPANION ANIMALS.\n   30    7. RESTRAINING ORDERS AND OTHER INJUNCTIVE  RELIEF  FOR  THE  WRONGFUL\n   31  INJURY  OR  KILLING  OF  A  COMPANION ANIMAL MAY BE ISSUED BY A COURT OF\n   32  COMPETENT JURISDICTION AS APPROPRIATE.\n   33    S 2. This act shall take effect immediately and shall apply to  causes\n   34  of  action  under section 11-108 of the general obligations law as added\n   35  by section one of this act which arise on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to establishing a cause of action in tort for the wrongful injury to or death of a companion animal ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T150924.TXT", "SOBI.D110126.T102242.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296055362289
}