{
  "year" : 2011,
  "senateBillNo" : "A3503-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3503-2011-1295931600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to limiting the use of economic development funds to certain corporations",
  "summary" : "Relates to restricting the use of economic development funds to business entities where the CEO of such business entity earns a salary which is 25 times greater than that of the lowest paid employee. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A3099-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3503\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. GLICK, GOTTFRIED, MAISEL -- Multi-Sponsored by --\n         M.  of  A.  PHEFFER,  SWEENEY,  TOWNS -- read once and referred to the\n         Committee on Economic Development\n\n       AN ACT to amend the economic development law  and  the  New  York  state\n         urban  development corporation act, in relation to limiting the use of\n         economic development funds to certain corporations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  economic  development law is amended by adding a new\n    2  section 107 to read as follows:\n    3    S 107. RESTRICTIONS ON ECONOMIC DEVELOPMENT FUNDING TO CERTAIN  CORPO-\n    4  RATIONS.  NO  ECONOMIC  DEVELOPMENT  LOANS, GRANTS OR OTHER FUNDS MAY BE\n    5  PROVIDED UNDER THE PROVISIONS OF THIS CHAPTER TO ANY PERSON, FIRM, PART-\n    6  NERSHIP OR CORPORATION WHERE THE CHIEF EXECUTIVE OFFICER OF  SUCH  BUSI-\n    7  NESS  ENTITY  RECEIVES  A  SALARY,  INCLUDING ALL REMUNERATION, BONUSES,\n    8  STOCK AND BENEFITS, WHICH IS MORE THAN TWENTY-FIVE TIMES THE  AMOUNT  OF\n    9  THE  SALARY  OF  THE  LOWEST  PAID EMPLOYEE OF SUCH BUSINESS ENTITY. THE\n   10  SALARY OF ANY PART TIME EMPLOYEE  SHALL  BE  DETERMINED  ON  A  PRORATED\n   11  BASIS,  AND  CALCULATED  AS IF SUCH EMPLOYEE WAS EMPLOYED FULL TIME. THE\n   12  COMMISSIONER SHALL REQUEST AND EXAMINE THE PAYROLL RECORDS AND ANY OTHER\n   13  RECORDS OF ANY BUSINESS ENTITY WHICH RECEIVES OR APPLIES FOR  ANY  LOAN,\n   14  GRANT  OR  ECONOMIC  DEVELOPMENT  FUNDING  UNDER  THIS CHAPTER WHICH ARE\n   15  NECESSARY TO DETERMINE THE SALARY AMOUNTS PURSUANT TO THIS SECTION.\n   16    S 2. Section 1 of chapter 174 of the laws of  1968,  constituting  the\n   17  New York state urban development corporation act, is amended by adding a\n   18  new section 5-a to read as follows:\n   19    S  5-A. RESTRICTIONS ON ECONOMIC DEVELOPMENT FUNDING TO CERTAIN CORPO-\n   20  RATIONS. NO ECONOMIC DEVELOPMENT LOANS, GRANTS OR  OTHER  FUNDS  MAY  BE\n   21  PROVIDED  UNDER THE PROVISIONS OF THIS ACT TO ANY PERSON, FIRM, PARTNER-\n   22  SHIP OR CORPORATION WHERE THE CHIEF EXECUTIVE OFFICER OF  SUCH  BUSINESS\n   23  ENTITY RECEIVES A SALARY, INCLUDING ALL REMUNERATION, BONUSES, STOCK AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05952-01-1\n\n       A. 3503                             2\n\n    1  BENEFITS,  WHICH IS MORE THAN TWENTY-FIVE TIMES THE AMOUNT OF THE SALARY\n    2  OF THE LOWEST PAID EMPLOYEE OF SUCH BUSINESS ENTITY. THE SALARY  OF  ANY\n    3  PART  TIME  EMPLOYEE SHALL BE DETERMINED ON A PRORATED BASIS, AND CALCU-\n    4  LATED AS IF SUCH EMPLOYEE WAS EMPLOYED FULL TIME. THE BOARD OF DIRECTORS\n    5  OF THE CORPORATION SHALL REQUEST AND EXAMINE THE PAYROLL RECORDS AND ANY\n    6  OTHER  RECORDS  OF ANY BUSINESS ENTITY WHICH RECEIVES OR APPLIES FOR ANY\n    7  LOAN, GRANT OR ECONOMIC DEVELOPMENT FUNDING UNDER  THIS  ACT  WHICH  ARE\n    8  NECESSARY TO DETERMINE THE SALARY AMOUNTS PURSUANT TO THIS SECTION.\n    9    S  3. This act shall take effect on the first of January next succeed-\n   10  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law and the New York state urban development corporation act, in relation to limiting the use of economic development funds to certain corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T101742.TXT", "SOBI.D110125.T145924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296055062152
}