{
  "year" : 2011,
  "senateBillNo" : "A3500-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3500-2011-1295931600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the period of validity of certificates attesting to the satisfactory completion of an approved police basic training program",
  "summary" : "Relates to the period of validity of certificates attesting to the satisfactory completion of an approved police basic training program awarded by the executive director of the municipal police training council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1019-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3500\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to the period  of\n         validity  of  certificates attesting to the satisfactory completion of\n         an approved police basic training program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b)  of  subdivision 1 of section 209-q of the\n    2  general municipal law, as amended by chapter 551 of the laws of 2001, is\n    3  amended to read as follows:\n    4    (b) A certificate attesting to satisfactory completion of an  approved\n    5  municipal  police basic training program awarded by the executive direc-\n    6  tor of the municipal police training council pursuant to  this  subdivi-\n    7  sion shall remain valid:\n    8    (i)  during  the  holder's  continuous  service as a police officer or\n    9  peace officer who has an  equivalency  certificate  for  police  officer\n   10  training  or  an approved course for state university of New York public\n   11  safety officers issued in accordance with subdivision three  of  section\n   12  eight hundred forty-one of the executive law; and\n   13    (ii)  for  [two]  EIGHT years after the date of the commencement of an\n   14  interruption in such service where the holder had, immediately prior  to\n   15  such  interruption,  served as a police officer or peace officer who has\n   16  an equivalency certificate for police officer training  or  an  approved\n   17  course for state university of New York public safety officers issued in\n   18  accordance  with subdivision three of section eight hundred forty-one of\n   19  the executive law, for less than two consecutive years; or\n   20    (iii) for [four] EIGHT years after the date of the commencement of  an\n   21  interruption  in such service where the holder had, immediately prior to\n   22  such interruption, served as a police officer or peace officer  who  has\n   23  an  equivalency  certificate  for police officer training or an approved\n   24  course for state university of New York public safety officers issued in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01363-02-1\n\n       A. 3500                             2\n\n    1  accordance with subdivision three of section eight hundred forty-one  of\n    2  the executive law, for two consecutive years or longer; or\n    3    (iv)  where  the holder, whose interruption in continuous service as a\n    4  police officer does not exceed [ten] FIFTEEN years,  has  satisfactorily\n    5  completed  an  approved police officer refresher course or where a peace\n    6  officer, who seeks an equivalency certificate for police officer  train-\n    7  ing or an approved course for state university of New York public safety\n    8  officers  issued  in  accordance with subdivision three of section eight\n    9  hundred forty-one of the executive  law,  has  satisfactorily  completed\n   10  relevant police officer training courses, as prescribed by the municipal\n   11  police training council.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the period of validity of certificates attesting to the satisfactory completion of an approved police basic training program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T145924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054761973
}