{
  "year" : 2011,
  "senateBillNo" : "A3513-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to cities",
    "billEventId" : "A3513-2011-1295931600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the safety of elevators in buildings owned by the New York city housing authority",
  "summary" : "Increases the safety of elevators in buildings owned by the New York city housing authority by requiring door zone restrictors, stricter inspections, sharing of information regarding elevator safety to the department of buildings and fire department, as well as to the public. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "AA8154-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3513\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. KAVANAGH, ROSENTHAL, MILLMAN, O'DONNELL, MENG,\n         GIBSON, WEINSTEIN -- Multi-Sponsored by -- M. of A. GOTTFRIED, PHEFFER\n         -- read once and referred to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to the safety of elevators in buildings owned by the New York\n         city housing authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The administrative code of the city of New York is  amended\n    2  by   adding  four  new  sections  28-304.10,  28-304.11,  28-304.12  and\n    3  28-304.13 to read as follows:\n    4    S 28-304.10 DOOR ZONE RESTRICTORS. IN ANY BUILDING OWNED  BY  THE  NEW\n    5  YORK  CITY  HOUSING  AUTHORITY,  ALL  ELEVATORS  SHALL  HAVE A DOOR ZONE\n    6  RESTRICTOR WHICH PREVENTS THE ELEVATOR DOOR FROM OPENING MORE THAN  FOUR\n    7  INCHES WIDE WHEN THE ELEVATOR STOPS BETWEEN FLOORS.\n    8    S 28-304.11 BUILDING INSPECTION OF ELEVATORS. IN ANY BUILDING OWNED BY\n    9  THE NEW YORK CITY HOUSING AUTHORITY, ALL ELEVATORS SHALL BE INSPECTED BY\n   10  THE DEPARTMENT OF BUILDINGS IN ACCORDANCE WITH THIS ARTICLE.\n   11    S  28-304.12  INTERAGENCY  COORDINATION.  THE  NEW  YORK  CITY HOUSING\n   12  AUTHORITY  SHALL  COMMUNICATE  INFORMATION  REGARDING  ELEVATOR  SAFETY,\n   13  INCLUDING,  BUT  NOT  LIMITED  TO,  INFORMATION  PERTAINING  TO ELEVATOR\n   14  HAZARDS AND THE NUMBER OF TIMES FIREFIGHTERS HAVE BEEN CALLED TO  RESCUE\n   15  PASSENGERS  IN  ELEVATORS, WITH THE DEPARTMENT OF BUILDINGS AND THE FIRE\n   16  DEPARTMENT OF THE CITY OF NEW YORK TO ENHANCE THE SAFETY OF PASSENGERS.\n   17    S 28-304.13 PUBLIC DISCLOSURE OF INSPECTION DATA. THE  NEW  YORK  CITY\n   18  HOUSING  AUTHORITY  AND THE DEPARTMENT OF BUILDINGS SHALL PROVIDE TO THE\n   19  PUBLIC DETAILED REPORTS REGARDING THE RESULTS OF ELEVATOR INSPECTIONS IN\n   20  BUILDINGS OWNED BY THE NEW YORK CITY  HOUSING  AUTHORITY.  SUCH  REPORTS\n   21  SHALL  PROVIDE A DETAILED EXPLANATION OF HOW THE ELEVATOR WAS GRADED AND\n   22  WHY AN ELEVATOR RECEIVED AN UNSATISFACTORY OR LOW GRADE.\n   23    S 2. This act shall take effect on the one hundred eightieth day after\n   24  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00223-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the safety of elevators in buildings owned by the New York city housing authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T101742.TXT", "SOBI.D110125.T150924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296055062138
}