{
  "year" : 2011,
  "senateBillNo" : "A3515-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3515-2011-1295931600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts certain senior citizens from the sales tax on telephone service",
  "summary" : "Exempts certain senior citizens from the sales tax on telephone service; such senior citizen cannot exceed certain income requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2423-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3515\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  O'DONNELL,  MILLMAN,  ENGLEBRIGHT, COLTON --\n         Multi-Sponsored by -- M. of  A.  COOK,  HOOPER,  N. RIVERA,  ROBINSON,\n         SWEENEY -- read once and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend  the tax law, in relation to exempting certain senior\n         citizens from the sales tax on telephone service\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (B)  of  paragraph  1 of subdivision (b) of\n    2  section 1105 of the tax law, as amended by section 9 of part S of  chap-\n    3  ter 85 of the laws of 2002, is amended to read as follows:\n    4    (B)  telephony  and  telegraphy and telephone and telegraph service of\n    5  whatever nature except interstate and international telephony and teleg-\n    6  raphy and telephone and telegraph service and  except  any  telecommuni-\n    7  cations  service  the receipts from the sale of which are subject to tax\n    8  under paragraph two of this  subdivision,  PROVIDED,  HOWEVER,  THE  TAX\n    9  IMPOSED BY THIS SUBPARAGRAPH SHALL NOT APPLY TO A PERSON SIXTY-TWO YEARS\n   10  OF  AGE  OR OLDER IF THE COMBINED INCOME OF ALL MEMBERS OF THE HOUSEHOLD\n   11  FOR THE INCOME TAX YEAR IMMEDIATELY PRECEDING THE DATE OF MAKING  APPLI-\n   12  CATION  DOES NOT EXCEED TWENTY-FOUR THOUSAND DOLLARS, PROVIDED THAT WHEN\n   13  THE HEAD OF THE HOUSEHOLD RETIRES BEFORE THE COMMENCEMENT OF  SUCH  YEAR\n   14  AND  THE DATE OF FILING THE APPLICATION, THE INCOME FOR SUCH YEAR MAY BE\n   15  ADJUSTED BY EXCLUDING SALARY OR  EARNINGS  AND  PROJECTING  HIS  OR  HER\n   16  RETIREMENT INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR;\n   17    S 2. This act shall take effect on the one hundred eightieth day after\n   18  it shall have become a law; provided, however, that effective immediate-\n   19  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   20  necessary for the implementation of this act on its  effective  date  is\n   21  authorized  and  directed  to  be  made  and completed on or before such\n   22  effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05723-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting certain senior citizens from the sales tax on telephone service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T101742.TXT", "SOBI.D110125.T150924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296055062147
}