{
  "year" : 2011,
  "senateBillNo" : "A3519-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3519-2011-1295931600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the N.Y. State Health Care Consumer and Provider Protection and Equity Act",
  "summary" : "Relates to the NYS Health Care Consumer and Provider Protection and Equity Act. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A9871-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3519\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance  law,  in  relation  to  the  health  care\n         consumer and provider protection and equity act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new article 57  to\n    2  read as follows:\n    3                                  ARTICLE 57\n    4                HEALTH CARE CONSUMER AND PROVIDER PROTECTION\n    5                               AND EQUITY ACT\n    6  SECTION 5701. LEGISLATIVE FINDINGS.\n    7          5702. COLLECTIVE ACTION BY COMPETING PHYSICIANS.\n    8          5703. APPLICATION FOR HEARING.\n    9          5704. FEE FOR REGISTRATION OF AUTHORIZED THIRD PARTIES.\n   10          5705. REGULATIONS.\n   11          5706. GOOD FAITH NEGOTIATIONS.\n   12          5707. PROHIBITION OF COLLECTIVE CESSATION OF SERVICES.\n   13          5708. NO INTERFERENCE WITH OTHER STATUTORY RIGHTS.\n   14          5709. DEFINITIONS.\n   15    S 5701. LEGISLATIVE FINDINGS. THE LEGISLATURE FINDS AND DECLARES THAT:\n   16    (A)  UNDER  THE  MCCARRAN-FERGUSON  ACT  OF 1945, 15 U.S.C. S 1011, ET\n   17  SEQ., INSURANCE COMPANIES ARE EXEMPT FROM FEDERAL ANTI-TRUST  LAWS  THAT\n   18  OTHERWISE APPLY TO MOST OTHER BUSINESSES;\n   19    (B)  ACTIVE,  ROBUST AND FULLY COMPETITIVE MARKETS FOR HEALTH CARE AND\n   20  DENTAL SERVICES PROVIDE THE BEST OPPORTUNITY FOR THE RESIDENTS  OF  THIS\n   21  STATE  TO  RECEIVE  HIGH-QUALITY  HEALTH  CARE AND DENTAL SERVICES AT AN\n   22  APPROPRIATE COST;\n   23    (C) A SUBSTANTIAL AMOUNT OF HEALTH CARE AND DENTAL  SERVICES  IN  THIS\n   24  STATE  IS  PURCHASED  FOR  THE  BENEFIT OF PATIENTS BY HEALTH AND DENTAL\n   25  INSURANCE CARRIERS ENGAGED IN THE FINANCING OF HEALTH  CARE  AND  DENTAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03302-01-1\n\n       A. 3519                             2\n\n    1  SERVICES  OR  IS  OTHERWISE DELIVERED SUBJECT TO THE TERMS OF AGREEMENTS\n    2  BETWEEN CARRIERS AND PHYSICIANS AND DENTISTS;\n    3    (D)  CARRIERS  ARE  ABLE TO CONTROL THE FLOW OF PATIENTS TO PHYSICIANS\n    4  AND DENTISTS THROUGH COMPELLING FINANCIAL  INCENTIVES  FOR  PATIENTS  IN\n    5  THEIR  HEALTH  AND DENTAL BENEFITS PLANS TO UTILIZE ONLY THE SERVICES OF\n    6  PHYSICIANS AND DENTISTS WITH WHOM THE CARRIERS HAVE CONTRACTED;\n    7    (E) CARRIERS ALSO CONTROL THE HEALTH CARE AND DENTAL SERVICES RENDERED\n    8  TO PATIENTS THROUGH UTILIZATION MANAGEMENT AND OTHER MANAGED CARE  TOOLS\n    9  AND ASSOCIATED COVERAGE AND PAYMENT POLICIES;\n   10    (F)  CARRIERS  ARE  OFTEN  ABLE  TO VIRTUALLY DICTATE THE TERMS OF THE\n   11  CONTRACTS THAT THEY OFFER PHYSICIANS AND  DENTISTS  AND  COMMONLY  OFFER\n   12  THESE CONTRACTS ON A TAKE-IT-OR-LEAVE-IT BASIS;\n   13    (G)  THE  POWER  OF  CARRIERS TO UNILATERALLY IMPOSE PROVIDER CONTRACT\n   14  TERMS JEOPARDIZES THE ABILITY OF PHYSICIANS AND DENTISTS TO DELIVER  THE\n   15  SUPERIOR QUALITY HEALTH CARE AND DENTAL SERVICES TRADITIONALLY AVAILABLE\n   16  IN THIS STATE;\n   17    (H)  PHYSICIANS  AND  DENTISTS  DO NOT HAVE SUFFICIENT MARKET POWER TO\n   18  REJECT UNFAIR PROVIDER CONTRACT TERMS OFFERED BY  CARRIERS  THAT  IMPEDE\n   19  THEIR  ABILITY TO DELIVER MEDICALLY APPROPRIATE CARE WITHOUT UNDUE DELAY\n   20  OR DIFFICULTIES;\n   21    (I) INADEQUATE REIMBURSEMENT AND OTHER UNFAIR PAYMENT TERMS OFFERED BY\n   22  CARRIERS ADVERSELY AFFECT THE QUALITY OF PATIENT CARE AND ACCESS TO CARE\n   23  BY REDUCING THE RESOURCES THAT PHYSICIANS AND  DENTISTS  CAN  DEVOTE  TO\n   24  PATIENT  CARE  AND  DECREASING THE TIME THAT PHYSICIANS AND DENTISTS ARE\n   25  ABLE TO SPEND WITH THEIR PATIENTS;\n   26    (J) INEQUITABLE REIMBURSEMENT AND  OTHER  UNFAIR  PAYMENT  TERMS  ALSO\n   27  ENDANGER  THE HEALTH CARE INFRASTRUCTURE AND MEDICAL PROGRESS BY DIVERT-\n   28  ING CAPITAL NEEDED FOR REINVESTMENT IN THE HEALTH CARE DELIVERY  SYSTEM,\n   29  CURTAILING  THE  PURCHASE OF STATE-OF-THE-ART TECHNOLOGY, THE PURSUIT OF\n   30  MEDICAL RESEARCH, AND EXPANSION OF MEDICAL SERVICES, ALL TO  THE  DETRI-\n   31  MENT OF THE RESIDENTS OF THIS STATE;\n   32    (K)  THE  INEVITABLE  COLLATERAL REDUCTION AND MIGRATION OF THE HEALTH\n   33  CARE WORK FORCE WILL ALSO HAVE NEGATIVE CONSEQUENCES FOR THE ECONOMY  OF\n   34  THIS STATE;\n   35    (L)  EMPOWERING INDEPENDENT PHYSICIANS AND DENTISTS TO JOINTLY NEGOTI-\n   36  ATE WITH CARRIERS AS PROVIDED IN THIS  ARTICLE  WILL  HELP  RESTORE  THE\n   37  COMPETITIVE  BALANCE  AND  IMPROVE COMPETITION IN THE MARKETS FOR HEALTH\n   38  CARE AND DENTAL SERVICES IN THIS STATE, THEREBY PROVIDING  BENEFITS  FOR\n   39  CONSUMERS, PHYSICIANS AND DENTISTS AND LESS DOMINANT CARRIERS;\n   40    (M) THIS ARTICLE IS NECESSARY AND PROPER, AND CONSTITUTES AN APPROPRI-\n   41  ATE  EXERCISE OF THE AUTHORITY OF THIS STATE TO REGULATE THE BUSINESS OF\n   42  INSURANCE AND THE DELIVERY OF HEALTH CARE AND DENTAL SERVICES;\n   43    (N) THE PRO-COMPETITIVE AND OTHER BENEFITS OF THE  JOINT  NEGOTIATIONS\n   44  AND  RELATED  JOINT  ACTIVITY AUTHORIZED BY THIS ARTICLE, INCLUDING, BUT\n   45  NOT LIMITED TO, RESTORING THE COMPETITIVE  BALANCE  IN  THE  MARKET  FOR\n   46  HEALTH CARE SERVICES, PROTECTING ACCESS TO QUALITY PATIENT CARE, PROMOT-\n   47  ING  THE  HEALTH CARE INFRASTRUCTURE AND MEDICAL PROGRESS, AND IMPROVING\n   48  COMMUNICATIONS, OUTWEIGH ANY POTENTIAL ANTI-COMPETITIVE EFFECTS OF  THIS\n   49  ARTICLE; AND\n   50    (O)  IT  IS  THE INTENTION OF THE LEGISLATURE TO AUTHORIZE INDEPENDENT\n   51  PHYSICIANS AND DENTISTS TO JOINTLY NEGOTIATE WITH CARRIERS AND TO QUALI-\n   52  FY  SUCH  JOINT  NEGOTIATIONS  AND  RELATED  JOINT  ACTIVITIES  FOR  THE\n   53  STATE-ACTION  EXEMPTION TO THE FEDERAL ANTITRUST LAWS THROUGH THE ARTIC-\n   54  ULATED STATE POLICY AND ACTIVE SUPERVISION PROVIDED UNDER THIS ARTICLE.\n   55    S 5702. COLLECTIVE  ACTION  BY  COMPETING  PHYSICIANS.  (A)  COMPETING\n   56  PHYSICIANS  MAY  MEET AND COMMUNICATE IN ORDER TO COLLECTIVELY NEGOTIATE\n\n       A. 3519                             3\n\n    1  WITH A HEALTH BENEFIT PLAN CONCERNING ANY  OF  THE  CONTRACT  TERMS  AND\n    2  CONDITIONS  DESCRIBED  IN  THIS  SUBSECTION,  BUT  MAY NOT NEGOTIATE THE\n    3  EXCLUSION OF PROVIDERS WHO ARE NON-PHYSICIANS FROM DIRECT  REIMBURSEMENT\n    4  BY  A  HEALTH  BENEFIT  PLAN, AND MAY NOT NEGOTIATE THE SETTING IN WHICH\n    5  PROVIDERS WHO ARE NON-PHYSICIANS DELIVER SERVICES. COMPETING  PHYSICIANS\n    6  MAY  NOT  ENGAGE  IN  A  BOYCOTT  RELATED TO THESE TERMS AND CONDITIONS.\n    7  COMPETING PHYSICIANS MAY MEET AND COMMUNICATE CONCERNING:\n    8    (1) PHYSICIAN CLINICAL PRACTICE GUIDELINES AND COVERAGE CRITERIA;\n    9    (2) THE RESPECTIVE LIABILITY OF PHYSICIANS AND THE HEALTH BENEFIT PLAN\n   10  FOR THE TREATMENT OR LACK OF TREATMENT OF INSURED OR ENROLLED PERSONS;\n   11    (3) ADMINISTRATIVE PROCEDURES, INCLUDING METHODS  AND  TIMING  OF  THE\n   12  PAYMENT OF SERVICES TO PHYSICIANS;\n   13    (4) PROCEDURES FOR THE RESOLUTION OF DISPUTES BETWEEN THE HEALTH BENE-\n   14  FIT PLAN AND PHYSICIANS;\n   15    (5) PATIENT REFERRAL PROCEDURES;\n   16    (6) THE FORMULATION AND APPLICATION OF REIMBURSEMENT METHODOLOGY;\n   17    (7) QUALITY ASSURANCE PROGRAMS;\n   18    (8) HEALTH SERVICE UTILIZATION REVIEW PROCEDURES; AND\n   19    (9)  CRITERIA TO BE USED BY HEALTH BENEFIT PLANS FOR THE SELECTION AND\n   20  TERMINATION OF PHYSICIANS, INCLUDING  WHETHER  TO  ENGAGE  IN  SELECTIVE\n   21  CONTRACTING.\n   22    (B)  AN AUTHORIZED THIRD PARTY THAT INTENDS TO NEGOTIATE WITH A HEALTH\n   23  BENEFIT PLAN THE ITEMS IDENTIFIED UNDER SUBSECTION (A) OF  THIS  SECTION\n   24  SHALL PROVIDE THE INDEPENDENT REVIEW PANEL, AS ESTABLISHED BY SUBSECTION\n   25  (C)  OF  THIS  SECTION, WITH WRITTEN NOTICE OF THE INTENDED NEGOTIATIONS\n   26  BEFORE THE NEGOTIATIONS BEGIN.\n   27    (C) THE INDEPENDENT REVIEW PANEL SHALL CONSIST OF THREE MEMBERS:\n   28    (1) THE ATTORNEY GENERAL, OR  HIS  OR  HER  DESIGNEE  WHO  SHALL  HAVE\n   29  PARTICULAR EXPERTISE IN THE AREA OF ANTITRUST LAW;\n   30    (2) THE STATE COMMISSIONER OF HEALTH, OR HIS OR HER DESIGNEE; AND\n   31    (3) THE STATE COMMISSIONER OF LABOR, OR HIS OR HER DESIGNEE.\n   32    (D)  IN  EXERCISING THE COLLECTIVE RIGHTS GRANTED BY SUBSECTION (A) OF\n   33  THIS SECTION:\n   34    (1) PHYSICIANS MAY COMMUNICATE WITH EACH OTHER  WITH  RESPECT  TO  THE\n   35  CONTRACTUAL  TERMS AND CONDITIONS TO BE NEGOTIATED WITH A HEALTH BENEFIT\n   36  PLAN;\n   37    (2) PHYSICIANS MAY COMMUNICATE WITH AN AUTHORIZED THIRD PARTY  REGARD-\n   38  ING THE TERMS AND CONDITIONS OF CONTRACTS ALLOWED UNDER THIS SECTION;\n   39    (3) THE AUTHORIZED THIRD PARTY IS THE SOLE PARTY AUTHORIZED TO NEGOTI-\n   40  ATE  WITH  A  HEALTH BENEFIT PLAN ON BEHALF OF A DEFINED GROUP OF PHYSI-\n   41  CIANS;\n   42    (4) PHYSICIANS CAN BE BOUND BY THE TERMS AND CONDITIONS NEGOTIATED  BY\n   43  THE AUTHORIZED THIRD PARTY THAT REPRESENTS THEIR INTERESTS;\n   44    (5)  A  HEALTH  BENEFIT  PLAN  COMMUNICATING  OR  NEGOTIATING WITH THE\n   45  AUTHORIZED THIRD PARTY MAY CONTRACT WITH, OR  OFFER  DIFFERENT  CONTRACT\n   46  TERMS AND CONDITIONS TO, INDIVIDUAL COMPETING PHYSICIANS;\n   47    (6)  AN  AUTHORIZED  THIRD  PARTY  MAY  NOT REPRESENT MORE THAN THIRTY\n   48  PERCENT OF THE MARKET OF PRACTICING  PHYSICIANS  FOR  THE  PROVISION  OF\n   49  SERVICES  IN  THE GEOGRAPHIC SERVICE AREA OR PROPOSED GEOGRAPHIC SERVICE\n   50  AREA, IF THE HEALTH BENEFIT PLAN HAS LESS THAN  A  FIVE  PERCENT  MARKET\n   51  SHARE  AS  DETERMINED  BY THE NUMBER OF COVERED LIVES AS REPORTED BY THE\n   52  SUPERINTENDENT  OF  THE  INSURANCE  DEPARTMENT  FOR  THE  MOST  RECENTLY\n   53  COMPLETED  CALENDAR YEAR OR BY THE ACTUAL NUMBER OF CONSUMERS OF PREPAID\n   54  COMPREHENSIVE HEALTH SERVICES; IN THIS PARAGRAPH, \"COVERED LIVES\"  MEANS\n   55  THE  TOTAL  NUMBER OF INDIVIDUALS WHO ARE ENTITLED TO BENEFITS UNDER THE\n   56  HEALTH BENEFIT PLAN;\n\n       A. 3519                             4\n\n    1    (7) THE INDEPENDENT REVIEW PANEL MAY LIMIT THE PERCENTAGE OF  PRACTIC-\n    2  ING  PHYSICIANS  REPRESENTED  BY AN AUTHORIZED THIRD PARTY; HOWEVER, THE\n    3  LIMITATION MAY NOT BE LESS THAN THIRTY PERCENT OF THE MARKET OF PRACTIC-\n    4  ING PHYSICIANS IN THE GEOGRAPHIC SERVICE  AREA  OR  PROPOSED  GEOGRAPHIC\n    5  SERVICE  AREA; WHEN DETERMINING WHETHER TO IMPOSE A LIMITATION DESCRIBED\n    6  UNDER THIS PARAGRAPH, THE ATTORNEY GENERAL SHALL CONSIDER THE PROVISIONS\n    7  DESCRIBED UNDER SUBSECTIONS (F), (G) AND (H) OF THIS SECTION; THIS PARA-\n    8  GRAPH DOES NOT APPLY IF THE  MARKET  OF  PRACTICING  PHYSICIANS  IN  THE\n    9  GEOGRAPHIC  SERVICE AREA OR PROPOSED GEOGRAPHIC SERVICE AREA CONSISTS OF\n   10  FORTY OR FEWER INDIVIDUALS; AND\n   11    (8) THE AUTHORIZED THIRD PARTY SHALL COMPLY  WITH  THE  PROVISIONS  OF\n   12  SUBSECTION (E) OF THIS SECTION.\n   13    (E)  A  PERSON ACTING OR PROPOSING TO ACT AS AN AUTHORIZED THIRD PARTY\n   14  UNDER THIS SECTION SHALL:\n   15    (1) BEFORE ENGAGING IN COLLECTIVE NEGOTIATIONS WITH A  HEALTH  BENEFIT\n   16  PLAN:\n   17    (A)  FILE WITH THE INDEPENDENT REVIEW PANEL THE INFORMATION THAT IDEN-\n   18  TIFIES THE AUTHORIZED THIRD PARTY, THE  PHYSICIANS  REPRESENTED  BY  THE\n   19  THIRD  PARTY,  THE  AUTHORIZED  THIRD PARTY'S PLAN OF OPERATION, AND THE\n   20  AUTHORIZED THIRD PARTY'S  PROCEDURES  TO  ENSURE  COMPLIANCE  WITH  THIS\n   21  SECTION;\n   22    (B)  FURNISH TO THE INDEPENDENT REVIEW PANEL FOR ITS APPROVAL, A BRIEF\n   23  REPORT THAT IDENTIFIES THE PROPOSED SUBJECT MATTER OF  THE  NEGOTIATIONS\n   24  OR  DISCUSSIONS WITH A HEALTH BENEFIT PLAN AND THAT CONTAINS AN EXPLANA-\n   25  TION OF THE EFFICIENCIES OR BENEFITS THAT ARE EXPECTED  TO  BE  ACHIEVED\n   26  THROUGH THE COLLECTIVE NEGOTIATIONS, PRODUCT AND GEOGRAPHIC MARKET DEFI-\n   27  NITION,  CURRENT  PRICE LEVELS, AVAILABILITY OF SUBSTITUTES, AND EASE OF\n   28  ENTRY FOR NEW COMPETING PHYSICIANS;\n   29    (C) THE PANEL SHALL REVIEW WHETHER THE GROUP OF PHYSICIANS REPRESENTED\n   30  BY THE AUTHORIZED THIRD PARTY IS APPROPRIATE TO REPRESENT THE  INTERESTS\n   31  INVOLVED  IN  THE  NEGOTIATIONS; THE PANEL MAY NOT APPROVE THE REPORT IF\n   32  THE GROUP OF PHYSICIANS IS NOT APPROPRIATE TO  REPRESENT  THE  INTERESTS\n   33  INVOLVED  IN THE NEGOTIATIONS OR IF THE PROPOSED NEGOTIATIONS EXCEED THE\n   34  AUTHORITY GRANTED IN THIS CHAPTER AND, IF THE GROUP IS  NOT  APPROPRIATE\n   35  OR  THE NEGOTIATIONS EXCEED THE GRANTED AUTHORITY, SHALL PROVIDE WRITTEN\n   36  NOTICE PROHIBITING THE COLLECTIVE NEGOTIATIONS FROM PROCEEDING, AT WHICH\n   37  TIME THE PROPOSED AUTHORIZED THIRD PARTY MAY REQUEST A HEARING  PURSUANT\n   38  TO SECTION FIVE THOUSAND SEVEN HUNDRED THREE OF THIS ARTICLE;\n   39    (D)  THE AUTHORIZED THIRD PARTY SHALL PROVIDE SUPPLEMENTAL INFORMATION\n   40  TO THE PANEL AS NEW INFORMATION BECOMES AVAILABLE  THAT  INDICATES  THAT\n   41  THE  SUBJECT  MATTER  OF  NEGOTIATIONS  WITH THE HEALTH BENEFIT PLAN HAS\n   42  CHANGED OR WILL CHANGE; THE PANEL MAY, AS IT DEEMS APPROPRIATE,  REQUEST\n   43  ADDITIONAL INFORMATION IN ORDER TO ASSESS THE LIKELY COMPETITIVE EFFECTS\n   44  OF  NEGOTIATION; THE PANEL MAY ALSO SOLICIT INPUT FROM OTHER PHYSICIANS,\n   45  AFFECTED HEALTH PLANS, AND PATIENTS REGARDING THE POTENTIAL  COMPETITIVE\n   46  EFFECTS OF NEGOTIATIONS;\n   47    (E) WITHIN FOURTEEN DAYS AFTER RECEIVING A HEALTH BENEFIT PLAN'S DECI-\n   48  SION  TO  DECLINE  TO  NEGOTIATE OR TO TERMINATE NEGOTIATIONS, OR WITHIN\n   49  FOURTEEN DAYS AFTER REQUESTING NEGOTIATIONS WITH A HEALTH  BENEFIT  PLAN\n   50  THAT  FAILS  TO RESPOND WITHIN THAT TIME, REPORT TO THE ATTORNEY GENERAL\n   51  THAT NEGOTIATIONS HAVE ENDED OR HAVE BEEN DECLINED;\n   52    (2) WHILE NEGOTIATING WITH A HEALTH BENEFIT PLAN:\n   53    (A) PROVIDE THE INDEPENDENT REVIEW PANEL, UPON THE INDEPENDENT  REVIEW\n   54  PANEL'S  REQUEST,  WITH  COPIES  OF  ALL WRITTEN COMMUNICATIONS THAT ARE\n   55  RELEVANT TO THE NEGOTIATIONS, THAT ARE IN THE POSSESSION OF THE  AUTHOR-\n   56  IZED THIRD PARTY, AND THAT ARE BETWEEN:\n\n       A. 3519                             5\n\n    1    I. PHYSICIANS AND THE HEALTH BENEFIT PLAN,\n    2    II. PHYSICIANS AND AUTHORIZED THIRD PARTIES,\n    3    III. AUTHORIZED THIRD PARTIES AND HEALTH PLANS,\n    4    IV. THE INDIVIDUAL PHYSICIANS, AND\n    5    V. AUTHORIZED THIRD PARTIES;\n    6    (B) BEFORE REPORTING THE RESULTS OF NEGOTIATIONS WITH A HEALTH BENEFIT\n    7  PLAN  AND  BEFORE GIVING PHYSICIANS AN EVALUATION OF ANY OFFER MADE BY A\n    8  HEALTH BENEFIT PLAN, PROVIDE TO THE INDEPENDENT  REVIEW  PANEL  FOR  ITS\n    9  APPROVAL,  A COPY OF ALL COMMUNICATIONS TO BE MADE TO PHYSICIANS RELATED\n   10  TO THE NEGOTIATIONS, DISCUSSION, AND HEALTH BENEFIT PLAN OFFERS.\n   11    (3) MUST BE AN ORGANIZATION THAT REPRESENTS BOTH CONSUMERS AND PROVID-\n   12  ERS OF HEALTH CARE.\n   13    (F) THE INDEPENDENT REVIEW PANEL SHALL EITHER  APPROVE  OR  DISAPPROVE\n   14  THE  CONTRACT  THAT WAS THE SUBJECT OF THE COLLECTIVE NEGOTIATION WITHIN\n   15  SIXTY DAYS AFTER RECEIVING THE REPORTS REQUIRED UNDER SUBSECTION (D)  OF\n   16  THIS  SECTION.  IF  THE  CONTRACT IS DISAPPROVED, THE INDEPENDENT REVIEW\n   17  PANEL SHALL FURNISH A WRITTEN EXPLANATION.  UPON DISAPPROVAL, THE  INDE-\n   18  PENDENT  REVIEW  PANEL SHALL DENOTE ANY DEFICIENCIES ALONG WITH A STATE-\n   19  MENT OF SPECIFIC REMEDIAL MEASURES THAT  WOULD  CORRECT  ANY  IDENTIFIED\n   20  DEFICIENCIES.  AN  AUTHORIZED  THIRD PARTY WHO FAILS TO OBTAIN THE INDE-\n   21  PENDENT REVIEW PANEL'S APPROVAL IS CONSIDERED TO BE ACTING  OUTSIDE  THE\n   22  AUTHORITY OF THIS SECTION.\n   23    (G)  THE  INDEPENDENT  REVIEW PANEL SHALL APPROVE A COLLECTIVE NEGOTI-\n   24  ATION CONTRACT IF:\n   25    (1) THE COMPETITIVE AND OTHER BENEFITS OF THE CONTRACT TERMS  OUTWEIGH\n   26  ANY ANTICOMPETITIVE EFFECTS; AND\n   27    (2)  THE  CONTRACT TERMS ARE CONSISTENT WITH OTHER APPLICABLE LAWS AND\n   28  REGULATIONS.\n   29    (H) THE COMPETITIVE AND OTHER BENEFITS OF JOINT NEGOTIATIONS OR  NEGO-\n   30  TIATED PROVIDER CONTRACT TERMS MUST INCLUDE:\n   31    (1)  RESTORATION  OF  THE COMPETITIVE BALANCE IN THE MARKET FOR HEALTH\n   32  CARE SERVICES;\n   33    (2) PROTECTIONS FOR ACCESS TO QUALITY PATIENT CARE;\n   34    (3) PROMOTION OF HEALTH CARE INFRASTRUCTURE AND  MEDICAL  ADVANCEMENT;\n   35  OR\n   36    (4)  IMPROVED  COMMUNICATIONS BETWEEN HEALTH CARE PROVIDERS AND HEALTH\n   37  CARE INSURERS.\n   38    (I) WHEN WEIGHING THE ANTICOMPETITIVE EFFECTS OF CONTRACT  TERMS,  THE\n   39  INDEPENDENT REVIEW PANEL SHALL CONSIDER WHETHER THE TERMS:\n   40    (1) PROVIDE FOR EXCESSIVE PAYMENTS; OR\n   41    (2)  CONTRIBUTE TO THE ESCALATION OF THE COST OF PROVIDING HEALTH CARE\n   42  SERVICES.\n   43    (J) THIS SECTION DOES NOT AUTHORIZE COMPETING  PHYSICIANS  TO  ACT  IN\n   44  CONCERT  IN  RESPONSE  TO  A  REPORT ISSUED BY AN AUTHORIZED THIRD PARTY\n   45  RELATED TO THE AUTHORIZED THIRD PARTY'S DISCUSSION OR NEGOTIATIONS  WITH\n   46  A  HEALTH  BENEFIT  PLAN.  THE  AUTHORIZED  THIRD PARTY SHALL ADVISE THE\n   47  PHYSICIANS OF THE PROVISIONS OF THIS SUBSECTION AND SHALL WARN  THEM  OF\n   48  THE POTENTIAL FOR LEGAL ACTION AGAINST THOSE WHO VIOLATE STATE OR FEDER-\n   49  AL ANTITRUST LAWS BY EXCEEDING THE AUTHORITY GRANTED UNDER THIS SECTION.\n   50    (K)  A  CONTRACT  ALLOWED  UNDER THIS SECTION MAY NOT EXCEED A TERM OF\n   51  FIVE YEARS.\n   52    (L) THE DOCUMENTS RELATING TO A COLLECTIVE NEGOTIATION DESCRIBED UNDER\n   53  THIS SECTION THAT ARE IN THE POSSESSION OF THE  DEPARTMENT  OF  LAW  ARE\n   54  CONFIDENTIAL AND NOT OPEN TO PUBLIC INSPECTION.\n   55    (M)  NOTHING  IN THIS SECTION SHALL BE CONSTRUED AS EXEMPTING FROM THE\n   56  APPLICATION OF THE ANTITRUST LAWS THE CONDUCT OF  PROVIDERS  OR  NEGOTI-\n\n       A. 3519                             6\n\n    1  ATIONS  OR AGREEMENTS BETWEEN PROVIDERS AND A HEALTH BENEFIT PLAN IF THE\n    2  PURPOSE OR EFFECT OF THE CONDUCT, NEGOTIATIONS, OR AGREEMENTS WOULD  BE,\n    3  DIRECTLY   OR   INDIRECTLY,  TO  EXCLUDE,  LIMIT  THE  PARTICIPATION  OR\n    4  REIMBURSEMENT  OF,  OR  OTHERWISE  LIMIT  THE  SCOPE  OF  SERVICES TO BE\n    5  PROVIDED BY SEPARATE OR COMPETING CLASSES OF PROVIDERS WHO  PRACTICE  OR\n    6  SEEK  TO  PRACTICE WITHIN THE SCOPE OF THE OCCUPATIONAL LICENSES HELD BY\n    7  THE PROVIDERS.\n    8    (N) IN THIS SECTION, \"GEOGRAPHIC SERVICE AREA\"  MEANS  THE  GEOGRAPHIC\n    9  AREA OF THE PHYSICIANS SEEKING TO JOINTLY NEGOTIATE.\n   10    S 5703. APPLICATION FOR HEARING. (A) WITHIN THIRTY DAYS FROM THE MAIL-\n   11  ING  BY  THE INDEPENDENT REVIEW PANEL OF THE NOTICE OF DISAPPROVAL OF AN\n   12  APPLICATION BY A PROPOSED AUTHORIZED THIRD  PARTY  REPRESENTATIVE  UNDER\n   13  SUBSECTION  (E) OF SECTION FIVE THOUSAND SEVEN HUNDRED TWO OF THIS ARTI-\n   14  CLE, SAID REPRESENTATIVE MAY MAKE A WRITTEN APPLICATION TO THE INDEPEND-\n   15  ENT REVIEW PANEL FOR A HEARING, THE SOLE PURPOSE OF WHICH  WOULD  BE  TO\n   16  REVIEW THE INDEPENDENT REVIEW PANEL'S DISAPPROVAL.\n   17    (B)  UPON RECEIPT OF A TIMELY APPLICATION FOR A HEARING, THE INDEPEND-\n   18  ENT REVIEW PANEL SHALL SCHEDULE AND CONDUCT AN  ADMINISTRATIVE  HEARING.\n   19  THE  HEARING  SHALL BE HELD WITHIN THIRTY DAYS OF THE APPLICATION UNLESS\n   20  THE REPRESENTATIVE SEEKS AN EXTENSION.\n   21    (C) THE INDEPENDENT REVIEW PANEL SHALL APPOINT A NEUTRAL HEARING OFFI-\n   22  CER TO PRESIDE OVER THE HEARING.\n   23    S 5704. FEE FOR REGISTRATION OF  AUTHORIZED  THIRD  PARTIES.  (A)  THE\n   24  INDEPENDENT  REVIEW  PANEL  SHALL  ADOPT  REGULATIONS THAT ESTABLISH THE\n   25  AMOUNT AND MANNER OF PAYMENT OF A REGISTRATION FEE FOR AUTHORIZED  THIRD\n   26  PARTIES.  THE  INDEPENDENT REVIEW PANEL SHALL ESTABLISH THE FEE LEVEL SO\n   27  THAT THE TOTAL AMOUNT OF FEES COLLECTED FROM  AUTHORIZED  THIRD  PARTIES\n   28  APPROXIMATELY  EQUALS  THE  ACTUAL REGULATORY COSTS FOR THE OVERSIGHT OF\n   29  JOINT NEGOTIATIONS BETWEEN PHYSICIANS  AND  HEALTH  BENEFIT  PLANS.  THE\n   30  INDEPENDENT  REVIEW  PANEL SHALL ANNUALLY REVIEW THE FEE LEVEL TO DETER-\n   31  MINE WHETHER  THE  REGULATORY  COSTS  ARE  APPROXIMATELY  EQUAL  TO  FEE\n   32  COLLECTIONS.  IF THE REVIEW INDICATES THAT THE FEE COLLECTIONS AND REGU-\n   33  LATORY COSTS ARE NOT APPROXIMATELY EQUAL, THE INDEPENDENT  REVIEW  PANEL\n   34  SHALL  CALCULATE  FEE  ADJUSTMENTS  AND  ADOPT  REGULATIONS  UNDER  THIS\n   35  SUBSECTION TO IMPLEMENT THE ADJUSTMENTS. IN JANUARY OF  EACH  YEAR,  THE\n   36  INDEPENDENT REVIEW PANEL SHALL REPORT ON THE FEE LEVEL AND REVISIONS FOR\n   37  THE  PREVIOUS YEAR UNDER THIS SUBSECTION TO THE OFFICE OF MANAGEMENT AND\n   38  BUDGET.\n   39    (B) IN THIS SECTION, \"REGULATORY COSTS\" MEANS COSTS OF THE INDEPENDENT\n   40  REVIEW PANEL THAT ARE ATTRIBUTABLE TO OVERSIGHT  OF  JOINT  NEGOTIATIONS\n   41  BETWEEN PHYSICIANS AND HEALTH BENEFIT PLANS.\n   42    S 5705. REGULATIONS. THE ATTORNEY GENERAL MAY PROMULGATE ANY RULES AND\n   43  REGULATIONS NECESSARY TO IMPLEMENT THIS ARTICLE.\n   44    S  5706. GOOD FAITH NEGOTIATIONS. A HEALTH BENEFIT PLAN AND AN AUTHOR-\n   45  IZED THIRD PARTY SHALL NEGOTIATE IN GOOD FAITH REGARDING THE  TERMS  AND\n   46  CONDITIONS OF PHYSICIAN OR DENTIST CONTRACTS PURSUANT TO THIS ARTICLE.\n   47    S   5707.   PROHIBITION  OF  COLLECTIVE  CESSATION  OF  SERVICES.  THE\n   48  PROVISIONS OF THIS ARTICLE SHALL NOT BE CONSTRUED TO PERMIT TWO OR  MORE\n   49  PHYSICIANS  OR  DENTISTS  TO  JOINTLY ENGAGE IN A COORDINATED CESSATION,\n   50  REDUCTION OR LIMITATION OF THE  HEALTH  CARE  OR  DENTAL  SERVICES  THEY\n   51  PROVIDE.\n   52    S 5708. NO INTERFERENCE WITH OTHER STATUTORY RIGHTS. THE PROVISIONS OF\n   53  THIS  ARTICLE SHALL NOT AFFECT THE COLLECTIVE BARGAINING RIGHTS AN INDI-\n   54  VIDUAL PROVIDER MAY  OTHERWISE  HAVE  PURSUANT  TO  THE  NATIONAL  LABOR\n   55  RELATIONS  ACT,  29 U.S.C. S 151, ET SEQ.; NEW YORK STATE PUBLIC EMPLOY-\n\n       A. 3519                             7\n\n    1  EES' FAIR EMPLOYMENT ACT, ARTICLE 14 CIVIL SERVICE  LAW;  OR  ANY  OTHER\n    2  STATUTE.\n    3    S 5709. DEFINITIONS. IN THIS ARTICLE:\n    4    (A)  \"AUTHORIZED  THIRD PARTY\" MEANS A PERSON AUTHORIZED BY THE PHYSI-\n    5  CIANS TO NEGOTIATE ON THEIR BEHALF WITH A HEALTH BENEFIT PLAN UNDER THIS\n    6  CHAPTER; AND\n    7    (B) \"HEALTH BENEFIT PLAN\" MEANS A HEALTH CARE INSURER SUBJECT TO ARTI-\n    8  CLE THIRTY-TWO OR FORTY-THREE  OF  THIS  CHAPTER,  OR  ANY  ORGANIZATION\n    9  LICENSED UNDER ARTICLE FORTY-THREE OF THIS CHAPTER, BUT DOES NOT INCLUDE\n   10  A SELF-INSURED HEALTH BENEFIT PLAN.\n   11    S 2. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to the health care consumer and provider protection and equity act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T100740.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054460821
}