{
  "year" : 2011,
  "senateBillNo" : "A3512-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3512-2011-1295931600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the disqualification of tax delinquent bidders with some exceptions",
  "summary" : "Relates to the disqualification of tax delinquent bidders with some exceptions; provides that no agency shall be permitted to enter into a contract with a bidder or subcontractor who has an unsatisfied warrant filed against him or her pursuant to provisions of the tax law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A6061-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3512\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. KAVANAGH, GALEF, KELLNER, ORTIZ, MOLINARO, DINOW-\n         ITZ,  ZEBROWSKI,  BROOK-KRASNY, SCHIMEL -- Multi-Sponsored by -- M. of\n         A. BRENNAN, CALHOUN, GIGLIO, JAFFEE, JEFFRIES, KOLB, LUPARDO,  MAISEL,\n         McDONOUGH,  McENENY, SWEENEY, THIELE, TITONE -- read once and referred\n         to the Committee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to the  disqualifica-\n         tion of tax delinquent bidders and certain exceptions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding  a  new  section\n    2  169 to read as follows:\n    3    S  169.  DISQUALIFICATION  OF TAX DELINQUENT BIDDERS. 1. SUBSEQUENT TO\n    4  RECEIVING BIDS AND PRIOR TO ENTERING INTO  A  CONTRACT  WITH  A  BIDDER,\n    5  WHERE  THAT  BIDDER  HAS  OR WILL CONDUCT BUSINESS IN NEW YORK STATE, OR\n    6  PRIOR TO FORMALLY APPROVING A CONTRACT BETWEEN A BIDDER  AND  A  SUBCON-\n    7  TRACTOR,  EACH  AGENCY,  AS  DEFINED IN SECTION NINETY-TWO OF THE PUBLIC\n    8  OFFICERS LAW, SHALL REVIEW THE  LIST  OF  WARRANTS  TRANSMITTED  TO  THE\n    9  DEPARTMENT  OF  STATE BY THE DEPARTMENT OF TAXATION AND FINANCE PURSUANT\n   10  TO SECTION SIX OF THE TAX LAW TO DETERMINE WHETHER THE BIDDER OR SUBCON-\n   11  TRACTOR HAS AN UNSATISFIED TAX WARRANT FILED AGAINST HIM OR HER WITH THE\n   12  DEPARTMENT OF STATE. NO AGENCY, AS DEFINED IN SECTION NINETY-TWO OF  THE\n   13  PUBLIC  OFFICERS  LAW, SHALL BE PERMITTED TO ENTER INTO A CONTRACT WITH,\n   14  OR FORMALLY APPROVE A SUBCONTRACT TO, A BIDDER OR SUBCONTRACTOR WHO  HAS\n   15  AN  UNSATISFIED TAX WARRANT FILED AGAINST HIM OR HER PURSUANT TO SECTION\n   16  SIX OF THE TAX LAW.\n   17    2. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS  SECTION,\n   18  A  CONTRACT MAY BE ENTERED INTO WITH A BIDDER WHO HAS AN OUTSTANDING TAX\n   19  WARRANT IF:\n   20    A. THE AGENCY DETERMINES THAT AN EMERGENCY CONDITION EXISTS  INVOLVING\n   21  DANGER TO THE LIFE, HEALTH, OR SAFETY OF ANY PERSON OR THE SAFETY OF ANY\n   22  STRUCTURE  THAT  REQUIRES IMMEDIATE ACTION AND THE NATURE OF THE WORK IS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01013-01-1\n\n       A. 3512                             2\n\n    1  SUCH THAT IT WOULD BE IMPRACTICAL AND AGAINST  THE  PUBLIC  INTEREST  TO\n    2  HAVE  PUBLIC  LETTING  OF  THE  CONTRACT, OR THE ITEM TO BE PURCHASED IS\n    3  ESSENTIAL TO THE  EFFICIENT  OPERATION  OR  THE  ADEQUATE  PROVISION  OF\n    4  SERVICE  AND  AS  A  CONSEQUENCE OF AN EMERGENCY CONDITION SUCH PURCHASE\n    5  CANNOT AWAIT COMPETITIVE BIDDING; OR\n    6    B. THE ITEM TO BE PURCHASED IS AVAILABLE ONLY FROM A SINGLE SOURCE AND\n    7  THAT SOURCE IS THE BIDDER WITH THE OUTSTANDING TAX WARRANT; OR\n    8    C. THE BIDDER HAS DISCLOSED THE EXISTENCE OF THE TAX WARRANT PRIOR  TO\n    9  OFFERING  HIS  OR HER BID, HAS PROVIDED THE AGENCY WITH PROOF SUFFICIENT\n   10  TO THE COMPTROLLER THAT THE BIDDER IS,  IN  GOOD  FAITH,  ATTEMPTING  TO\n   11  SATISFY  THE  TAX WARRANT, AND/OR THE DEPARTMENT OF TAXATION AND FINANCE\n   12  HAS DECLARED THE OUTSTANDING TAX WARRANT TO BE DE MINIMIS IN NATURE  AND\n   13  THUS DOES NOT WARRANT THE DISQUALIFICATION OF THE BIDDER.\n   14    3. FOR THE PURPOSES OF PARAGRAPH A OF SUBDIVISION TWO OF THIS SECTION,\n   15  THE  TERM  \"EMERGENCY  CONDITION\"  SHALL  MEAN  A  CONDITION CAUSED BY A\n   16  NATURAL DISASTER, FIRE, OR OTHER  CASUALTY,  OR  ANOTHER  UNANTICIPATED,\n   17  SUDDEN,  AND UNEXPECTED OCCURRENCE THAT REQUIRES THE IMMEDIATE ATTENTION\n   18  AND ACTION OF THE AGENCY.\n   19    4. PRIOR TO AWARDING A CONTRACT UNDER THE PROVISIONS OF PARAGRAPH A OF\n   20  SUBDIVISION TWO OF THIS SECTION, THE AGENCY SHALL NOTIFY THE COMPTROLLER\n   21  OF ITS INTENT TO AWARD THE CONTRACT AND SHALL SPECIFY THE  REASONS  USED\n   22  BY  THE  AGENCY  TO  MAKE THE REQUIRED DETERMINATIONS.   THE COMPTROLLER\n   23  SHALL REVIEW THE DETERMINATIONS OF THE AGENCY AND IF,  IN  THE  DETERMI-\n   24  NATION  OF  THE  COMPTROLLER, THE REASONS SPECIFIED BY THE AGENCY DO NOT\n   25  SATISFY THE REQUIREMENTS OF PARAGRAPH  A  OF  SUBDIVISION  TWO  OF  THIS\n   26  SECTION,  THE  COMPTROLLER  SHALL HAVE THE AUTHORITY TO DEEM THE AWARDED\n   27  CONTRACT NULL AND VOID AND UNENFORCEABLE AND TO REQUIRE  THE  AGENCY  TO\n   28  USE THE COMPETITIVE BIDDING PROCESS FOR THE CONTRACT.\n   29    5. FOR PURPOSES OF PARAGRAPH C OF SUBDIVISION TWO OF THIS SECTION, THE\n   30  COMPTROLLER  SHALL HAVE THE AUTHORITY TO MAKE A DETERMINATION OF WHETHER\n   31  PROOF SUFFICIENT EXISTS TO SATISFY THE TAX WARRANT.\n   32    S 2. This act shall take effect on the one hundred twentieth day after\n   33  it shall have become a law; provided that all state agencies, as defined\n   34  in paragraph (g) of subdivision 1 of section 73 of the  public  officers\n   35  law,  are authorized to promulgate any and all rules and regulations and\n   36  take any other measures necessary to implement this act on its effective\n   37  date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the disqualification of tax delinquent bidders and certain exceptions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T150924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054761976
}