{
  "year" : 2011,
  "senateBillNo" : "A3511-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to social services",
    "billEventId" : "A3511-2011-1295931600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes a certain time period in which an adult receives cash assistance in the safety net program",
  "summary" : "Provides that the time period in which an adult receives cash assistance in the safety net assistance program that was not funded in whole or in part by the temporary assistance to needy families block grant program shall not be included in certain cumulative periods. ",
  "currentCommittee" : null,
  "sameAs" : "S1090",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6812-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3511\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. KAVANAGH, PERRY -- Multi-Sponsored by -- M. of A.\n         CAMARA, CLARK, PEOPLES-STOKES, WEISENBERG -- read once and referred to\n         the Committee on Social Services\n\n       AN  ACT  to  amend  the social services law, in relation to certain time\n         periods in the safety net program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (iii)  of paragraph (a) of subdivision 2 of\n    2  section 350 of the social services law, as amended by chapter 214 of the\n    3  laws of 1998, is amended to read as follows:\n    4    (iii) [provided that] periods in which an adult receives cash  assist-\n    5  ance  in  the safety net assistance program THAT WAS NOT FUNDED IN WHOLE\n    6  OR IN PART BY THE TEMPORARY ASSISTANCE TO  NEEDY  FAMILIES  BLOCK  GRANT\n    7  PROGRAM  shall  NOT  be included in the cumulative period referred to in\n    8  this paragraph [regardless of whether such assistance]. PROVIDED, HOWEV-\n    9  ER, THAT PERIODS IN WHICH AN ADULT RECEIVES CASH ASSISTANCE IN THE SAFE-\n   10  TY NET ASSISTANCE PROGRAM THAT was funded in whole or  in  part  by  the\n   11  temporary  assistance  to  needy  families  block grant program SHALL BE\n   12  INCLUDED IN THE CUMULATIVE PERIOD REFERRED TO IN THIS PARAGRAPH;\n   13    S 2. This act shall take effect on the one hundred eightieth day after\n   14  it shall have become law  and  shall  apply  to  grants  and  assistance\n   15  provided  on and after such date; provided however, that effective imme-\n   16  diately, the addition, amendment and/or repeal of any rule or regulation\n   17  necessary for the implementation of this act on its  effective  date  is\n   18  authorized  and  directed  to  be  made  and completed on or before such\n   19  effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01329-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to certain time periods in the safety net program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T150924.TXT", "SOBI.D110126.T101241.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054761975
}