{
  "year" : 2011,
  "senateBillNo" : "A3516-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to housing",
    "billEventId" : "A3516-2011-1295931600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes licensing procedure for building managers of multiple dwellings in New York city",
  "summary" : "Requires the licensing of building managers of multiple dwellings; prohibits owner from operating a multiple dwelling without a licensed manager; provides for a restricted license for dwellings of six units or less where the owner resides in such building; requires managers to take building management course with minimum number of hours of classroom work conducted or approved by department of buildings; enacts related provisions; provides oversight by New York city department of buildings; exempts NYC housing authority from licensing provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A2232-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3516\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. O'DONNELL, CLARK, KAVANAGH -- Multi-Sponsored by\n         -- M. of A.  GOTTFRIED, HOOPER, PHEFFER -- read once and  referred  to\n         the Committee on Housing\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to requiring the licensing of building managers  of  multiple\n         dwellings in the city of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subchapter 2 of chapter 2 of title 27 of the administrative\n    2  code of the city of New York is amended by adding a new  article  15  to\n    3  read as follows:\n    4                                  ARTICLE 15\n    5                          HOUSING MAINTENANCE CODE\n    6                              BUILDING MANAGERS\n\n    7  SECTION 27-2056.51  DEFINITION.\n    8          27-2056.52  LICENSE REQUIRED.\n    9          27-2056.53  DUTIES OF OWNER.\n   10          27-2056.54  DUTIES OF BUILDING MANAGER.\n   11          27-2056.55  REQUIREMENTS FOR LICENSE.\n   12          27-2056.56  APPLICATION FOR LICENSE.\n   13          27-2056.57  ISSUANCE OF LICENSE.\n   14          27-2056.58  REVOCATION AND SUSPENSION.\n   15          27-2056.59  HEARINGS.\n   16          27-2056.60 COMPLAINTS  BY  TENANTS,  RESIDENTS  OR  OCCUPANTS OF\n   17                       MULTIPLE DWELLINGS.\n   18          27-2056.61 JUDICIAL REVIEW.\n   19          27-2056.62 EXEMPTION OF NEW YORK CITY HOUSING AUTHORITY.\n   20    S 27-2056.51 DEFINITION. A BUILDING MANAGER IS A PERSON EMPLOYED BY AN\n   21  OWNER OF A MULTIPLE DWELLING TO SUPERVISE AND  BE  RESPONSIBLE  TO  SAID\n   22  OWNER  FOR THE PERFORMANCE OF JANITORIAL SERVICES AS DEFINED IN SUBDIVI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05721-01-1\n\n       A. 3516                             2\n\n    1  SION (A) OF SECTION 27-2052 OF THIS SUBCHAPTER AND COMPLIANCE  WITH  THE\n    2  MAINTENANCE, HEALTH AND SAFETY PROVISIONS OF THIS SUBCHAPTER.\n    3    S 27-2056.52 LICENSE REQUIRED. NO PERSON SHALL ENGAGE IN OR FOLLOW THE\n    4  BUSINESS  OR OCCUPATION OF, OR HOLD HIMSELF OR HERSELF OUT TO ACT TEMPO-\n    5  RARILY OR OTHERWISE AS, A BUILDING MANAGER IN THE CITY OF NEW YORK WITH-\n    6  OUT FIRST PROCURING A LICENSE THEREFOR AS PROVIDED IN THIS ARTICLE.\n    7    S 27-2056.53 DUTIES OF OWNER. A. NO OWNER OF A MULTIPLE DWELLING SHALL\n    8  OPERATE THAT DWELLING, RENT DWELLING UNITS IN THAT DWELLING, OR  COLLECT\n    9  RENTS  FOR USE OF DWELLING UNITS IN THAT DWELLING UNLESS AND UNTIL HE OR\n   10  SHE HAS EMPLOYED A LICENSED BUILDING MANAGER TO ACT WITH RESPECT TO THAT\n   11  DWELLING AS SET OUT IN SECTION  27-2056.51  OF  THIS  ARTICLE;  HOWEVER,\n   12  NOTHING  IN  THIS  ARTICLE SHALL PREVENT AN OWNER OF A MULTIPLE DWELLING\n   13  FROM BECOMING A LICENSED  BUILDING  MANAGER  UPON  COMPLIANCE  WITH  ALL\n   14  PROVISIONS OF THIS ARTICLE WITH RESPECT THERETO.\n   15    B.  THE  OWNER  OF A MULTIPLE DWELLING SHALL POST AND MAINTAIN IN SUCH\n   16  DWELLING A LEGIBLE SIGN, CONSPICUOUSLY DISPLAYED, CONTAINING THE  BUILD-\n   17  ING  MANAGER'S  NAME, ADDRESS AND TELEPHONE NUMBER. A NEW IDENTIFICATION\n   18  SIGN SHALL BE POSTED AND MAINTAINED WITHIN FIVE DAYS FOLLOWING A  CHANGE\n   19  OF BUILDING MANAGER.\n   20    S  27-2056.54  DUTIES  OF  BUILDING  MANAGER.  A.  A  BUILDING MANAGER\n   21  EMPLOYED BY AN OWNER OF A MULTIPLE DWELLING SHALL BE WITHIN READY ACCESS\n   22  OF THAT DWELLING AND THE RESIDENTS AND EMPLOYEES THEREOF DURING  WEEKDAY\n   23  WORKING HOURS.\n   24    B.  A BUILDING MANAGER SHALL NOT BE EMPLOYED IN THAT CAPACITY FOR MORE\n   25  THAN THREE HUNDRED DWELLING UNITS IN SEPARATE MULTIPLE DWELLINGS OF LESS\n   26  THAN ONE HUNDRED UNITS EACH OR TWO MULTIPLE DWELLINGS OF ONE HUNDRED  OR\n   27  MORE UNITS EACH.\n   28    C.  IF  A  BUILDING  MANAGER IS EMPLOYED IN THAT CAPACITY FOR DWELLING\n   29  UNITS IN MORE THAN ONE MULTIPLE DWELLING, THE SEVERAL MULTIPLE DWELLINGS\n   30  SHALL BE LOCATED WITHIN A RADIUS OF FIVE MILES.\n   31    S 27-2056.55 REQUIREMENTS FOR LICENSE. A. THE FOLLOWING  LICENSES  MAY\n   32  BE ISSUED UNDER THIS ARTICLE:\n   33    (1) TYPE A--UNRESTRICTED. A TYPE A LICENSE IS UNRESTRICTED.\n   34    (2)  TYPE  B--RESTRICTED.  A  TYPE  B LICENSE MAY BE ISSUED ONLY TO AN\n   35  OWNER OF A MULTIPLE DWELLING OF SIX UNITS OR LESS WHO OCCUPIES A  DWELL-\n   36  ING  UNIT  IN SAID MULTIPLE DWELLING AND ENTITLES SUCH OWNER TO ACT AS A\n   37  BUILDING MANAGER ONLY WITH RESPECT TO SUCH MULTIPLE DWELLING.\n   38    B. NO PERSON SHALL BE ENTITLED TO A TYPE A LICENSE UNLESS:\n   39    (1) HE OR SHE HAS SUCCESSFULLY COMPLETED A BUILDING MANAGEMENT  COURSE\n   40  REQUIRING  NOT  LESS  THAN  SIXTY  HOURS  OF  CLASSROOM WORK APPROVED OR\n   41  CONDUCTED BY THE DEPARTMENT OF BUILDINGS; OR\n   42    (2) HE OR SHE DEMONSTRATES IN A WRITTEN  EXAMINATION  ADMINISTERED  BY\n   43  THE DEPARTMENT OF BUILDINGS COMPETENCE IN BUILDING MANAGEMENT.\n   44    C. NO PERSON SHALL BE ENTITLED TO A TYPE B LICENSE UNLESS:\n   45    (1)  HE  OR SHE HAS SUCCESSFULLY COMPLETED A COURSE REQUIRING NOT LESS\n   46  THAN TWENTY HOURS OF CLASSROOM WORK APPROVED OR CONDUCTED BY THE DEPART-\n   47  MENT OF BUILDINGS IN THE MANAGEMENT OF BUILDINGS OF SIX UNITS  OR  LESS;\n   48  OR\n   49    (2)  HE  OR  SHE DEMONSTRATES IN A WRITTEN EXAMINATION ADMINISTERED BY\n   50  THE DEPARTMENT OF BUILDINGS COMPETENCE IN THE MANAGEMENT OF BUILDINGS OF\n   51  SIX UNITS OR LESS.\n   52    D. IF THE APPLICANT SEEKS TO QUALIFY UNDER PARAGRAPH TWO  OF  SUBDIVI-\n   53  SION B OR PARAGRAPH TWO OF SUBDIVISION C OF THIS SECTION HE OR SHE SHALL\n   54  DEMONSTRATE  TO THE DEPARTMENT SUFFICIENT EXPERIENCE, TRAINING OR EDUCA-\n   55  TION AS WILL ENTITLE HIM OR HER TO A WAIVER OF THE REQUIREMENTS OF PARA-\n\n       A. 3516                             3\n\n    1  GRAPH ONE OF SUBDIVISION B OR PARAGRAPH ONE OF  SUBDIVISION  C  OF  THIS\n    2  SECTION.\n    3    S 27-2056.56 APPLICATION FOR LICENSE. A. ANY PERSON DESIRING A LICENSE\n    4  AS  A BUILDING MANAGER SHALL FILE WITH THE DEPARTMENT AN APPLICATION FOR\n    5  THE LICENSE IN SUCH FORM AND DETAIL AS THE DEPARTMENT  SHALL  PRESCRIBE,\n    6  SETTING FORTH THE FOLLOWING:\n    7    (1) THE NAME AND ADDRESS OF THE APPLICANT, AND THE NAME UNDER WHICH HE\n    8  OR SHE INTENDS TO CONDUCT BUSINESS;\n    9    (2)  THE  PLACE OR PLACES, WITH THE STREET AND NUMBER, WHERE THE BUSI-\n   10  NESS IS TO BE CONDUCTED;\n   11    (3) THE BUSINESS OR OCCUPATION THERETOFORE ENGAGED IN BY THE APPLICANT\n   12  FOR A PERIOD OF TWO YEARS IMMEDIATELY PRECEDING THE DATE OF SUCH  APPLI-\n   13  CATION, SETTING FORTH THE PLACE OR PLACES WHERE SUCH BUSINESS OR OCCUPA-\n   14  TION WAS ENGAGED IN AND THE NAME OR NAMES OF EMPLOYERS, IF ANY;\n   15    (4)  IF THE APPLICANT SEEKS TO QUALIFY FOR THE LICENSE UNDER PARAGRAPH\n   16  TWO OF SUBDIVISION B OR  PARAGRAPH  TWO  OF  SUBDIVISION  C  OF  SECTION\n   17  27-2056.55  OF THIS ARTICLE, ALL INFORMATION RELEVANT TO THE EXPERIENCE,\n   18  EDUCATION AND TRAINING THAT WOULD ENTITLE HIM OR HER TO A WAIVER OF  THE\n   19  REQUIREMENTS  OF  PARAGRAPH  ONE  OF  SUBDIVISION  B OR PARAGRAPH ONE OF\n   20  SUBDIVISION C OF SECTION 27-2056.55 OF THIS ARTICLE;\n   21    (5) IF THE APPLICANT SEEKS TO QUALIFY FOR THE LICENSE UNDER  PARAGRAPH\n   22  ONE  OF  SUBDIVISION  B  OR  PARAGRAPH  ONE  OF SUBDIVISION C OF SECTION\n   23  27-2056.55 OF THIS ARTICLE, SUCH PROOF AS  REQUIRED  BY  THE  DEPARTMENT\n   24  EVIDENCING  THAT  THE  APPLICANT  HAS  SUCCESSFULLY COMPLETED THE COURSE\n   25  PROVIDED FOR IN THAT SECTION;\n   26    (6) SUCH FURTHER INFORMATION AS THE DEPARTMENT MAY REASONABLY  REQUIRE\n   27  TO  DETERMINE THE TRUSTWORTHINESS OF THE APPLICANT AND HIS OR HER COMPE-\n   28  TENCY TO TRANSACT THE BUSINESS OF BUILDING MANAGER IN SUCH A  MANNER  AS\n   29  TO SAFEGUARD THE INTERESTS OF THE PUBLIC. IN DETERMINING COMPETENCY, THE\n   30  DEPARTMENT  SHALL  REQUIRE PROOF THAT THE APPLICANT FOR A TYPE A LICENSE\n   31  HAS KNOWLEDGE AND UNDERSTANDING OF  THE  OPERATION  AND  MAINTENANCE  OF\n   32  MULTIPLE  DWELLINGS  OF  ALL TYPES, AGES, SIZES, AND CONDITIONS, AND THE\n   33  OPERATION AND MAINTENANCE OF ALL EQUIPMENT, MACHINERY, AND FACILITIES OF\n   34  SUCH MULTIPLE DWELLINGS, A GENERAL KNOWLEDGE OF THE BASIC PRINCIPLES  OF\n   35  THE  LAW OF AGENCY, CONTRACTS, AND LABOR RELATIONS, AND A THOROUGH KNOW-\n   36  LEDGE OF THIS SUBCHAPTER; AND THAT THE APPLICANT FOR A  TYPE  B  LICENSE\n   37  HAS  KNOWLEDGE  AND  UNDERSTANDING  OF  THE OPERATION AND MAINTENANCE OF\n   38  MULTIPLE DWELLINGS OF SIX UNITS OR LESS, AND THE OPERATION  AND  MAINTE-\n   39  NANCE  OF  ALL  EQUIPMENT,  MACHINERY,  AND  FACILITIES OF SUCH MULTIPLE\n   40  DWELLINGS, A GENERAL UNDERSTANDING OF THE BASIC PRINCIPLES OF THE LAW OF\n   41  AGENCY, CONTRACTS, AND LABOR RELATIONS, AND A THOROUGH KNOWLEDGE OF THIS\n   42  SUBCHAPTER.\n   43    B. AN APPLICATION FOR A LICENSE SHALL BE ACCOMPANIED BY THE  APPROPRI-\n   44  ATE LICENSE FEE, AS PRESCRIBED BY THE DEPARTMENT.\n   45    C. A LICENSE GRANTED UNDER THIS ARTICLE SHALL BE VALID FOR A PERIOD OF\n   46  TWO YEARS. ANY SUCH LICENSE MAY BE RENEWED BY THE DEPARTMENT UPON APPLI-\n   47  CATION  BY  THE  LICENSEE, IN SUCH FORM AS THE DEPARTMENT MAY PRESCRIBE,\n   48  AND UPON PAYMENT OF THE FEE FOR SUCH LICENSE. IN THE CASE OF APPLICATION\n   49  FOR RENEWAL, THE DEPARTMENT MAY DISPENSE WITH THE  REQUIREMENT  OF  SUCH\n   50  STATEMENTS  AS  IT  DEEMS  UNNECESSARY IN VIEW OF THOSE CONTAINED IN THE\n   51  ORIGINAL APPLICATION.\n   52    D. THE FEES PROVIDED FOR BY THIS SECTION SHALL NOT BE REFUNDABLE.\n   53    S 27-2056.57  ISSUANCE OF LICENSE. A. THE DEPARTMENT, IF SATISFIED  OF\n   54  THE  COMPETENCY  AND  TRUSTWORTHINESS  OF THE APPLICANT, SHALL ISSUE AND\n   55  DELIVER TO HIM OR HER A LICENSE IN SUCH FORM AND MANNER AS  THE  DEPART-\n   56  MENT  SHALL  PRESCRIBE,  BUT WHICH MUST SET FORTH THE NAME AND PRINCIPAL\n\n       A. 3516                             4\n\n    1  BUSINESS ADDRESS OF THE LICENSEE AND WHETHER THE LICENSE IS A TYPE A  OR\n    2  TYPE B LICENSE.\n    3    B.  NOTICE IN WRITING IN THE MANNER AND FORM PRESCRIBED BY THE DEPART-\n    4  MENT SHALL BE GIVEN THE DEPARTMENT OF ANY CHANGE IN HIS OR HER PRINCIPAL\n    5  BUSINESS ADDRESS AT ITS OFFICES BY A LICENSEE. SUCH CHANGE BY A LICENSEE\n    6  WITHOUT SUCH NOTIFICATION SHALL OPERATE TO SUSPEND HIS  OR  HER  LICENSE\n    7  UNTIL SUCH SUSPENSION SHALL BE VACATED BY THE DEPARTMENT.\n    8    C.  THE  FEE  FOR  A  TYPE  A  LICENSE  UNDER  THIS  ARTICLE  SHALL BE\n    9  TWENTY-FIVE DOLLARS; THE FEE FOR A TYPE B  LICENSE  UNDER  THIS  ARTICLE\n   10  SHALL BE TEN DOLLARS.\n   11    S  27-2056.58  REVOCATION AND SUSPENSION. A. THE DEPARTMENT MAY REVOKE\n   12  OR SUSPEND THE LICENSE OF A BUILDING MANAGER  FOR  SUCH  PERIOD  AS  THE\n   13  DEPARTMENT  MAY  DEEM PROPER, OR IN LIEU THEREOF MAY IMPOSE A FINE UNDER\n   14  SUBCHAPTER FIVE OF THIS CHAPTER FOR A VIOLATION OF ANY PROVISION OF THIS\n   15  ARTICLE, FOR  A  MATERIAL  MISSTATEMENT  IN  THE  APPLICATION  FOR  SUCH\n   16  LICENSE, OR FOR INCOMPETENCY TO ACT AS A BUILDING MANAGER.\n   17    B.  IN  THE  EVENT  THAT  THE  DEPARTMENT  SHALL REVOKE OR SUSPEND THE\n   18  LICENSE OF A BUILDING MANAGER, ITS DETERMINATION SHALL BE IN WRITING AND\n   19  OFFICIALLY SIGNED. THE ORIGINAL OF SUCH DETERMINATION, WHEN  SO  SIGNED,\n   20  SHALL BE FILED IN THE OFFICES OF THE DEPARTMENT AND COPIES THEREOF SHALL\n   21  BE SERVED PERSONALLY OR BY REGISTERED MAIL UPON THE LICENSEE, AND TO THE\n   22  COMPLAINANT,  IF  ANY.  ALL LICENSES SHALL BE RETURNED TO THE DEPARTMENT\n   23  WITHIN FIVE DAYS AFTER THE RECEIPT OF NOTICE OF A REVOCATION OR  SUSPEN-\n   24  SION.\n   25    C. AFTER REVOCATION OR SUSPENSION IT IS PROHIBITED TO HOLD ONESELF OUT\n   26  AS A BUILDING MANAGER.\n   27    D.  WHENEVER THE LICENSE OF A BUILDING MANAGER IS REVOKED, SUCH LICEN-\n   28  SEE SHALL BE INELIGIBLE TO BE RELICENSED UNTIL AFTER THE  EXPIRATION  OF\n   29  ONE  YEAR  FROM THE DATE OF SUCH REVOCATION AND UNTIL SUCH TIME AS HE OR\n   30  SHE COMPLIES WITH ALL THE REQUIREMENTS FOR AN  INITIAL  APPLICATION.  IN\n   31  THE  EVENT  OF  RELICENSING,  THE BUILDING MANAGER SHALL COMPLY WITH THE\n   32  REQUIREMENTS OF PARAGRAPH ONE OF  SUBDIVISION  B  OR  PARAGRAPH  ONE  OF\n   33  SUBDIVISION  C  OF  SECTION  27-2056.55  OF  THIS  ARTICLE EVEN IF THOSE\n   34  REQUIREMENTS WERE WAIVED IN HIS OR HER INITIAL APPLICATION.\n   35    S 27-2056.59  HEARINGS. A. THE DEPARTMENT  SHALL,  BEFORE  DENYING  AN\n   36  APPLICATION  FOR  LICENSE, OR BEFORE REVOKING OR SUSPENDING ANY LICENSE,\n   37  OR IMPOSING ANY FINE ON THE LICENSEE, AND AT LEAST TEN DAYS PRIOR TO THE\n   38  DATE SET FOR HEARING NOTIFY IN WRITING THE APPLICANT OR LICENSEE OF  ANY\n   39  CHARGES  MADE AND SHALL AFFORD SAID APPLICANT OR LICENSEE AN OPPORTUNITY\n   40  TO BE HEARD IN PERSON OR BY COUNSEL IN REFERENCE THERETO.  SUCH  WRITTEN\n   41  NOTICE  MAY  BE SERVED BY PERSONAL DELIVERY OR BY REGISTERED MAIL TO THE\n   42  LAST KNOWN BUSINESS ADDRESS OF A LICENSEE, OR THE RESIDENCE  ADDRESS  OF\n   43  AN APPLICANT.\n   44    B.  A HEARING UNDER THIS SECTION SHALL BE CONDUCTED IN ACCORDANCE WITH\n   45  SECTION 27-2092 OF THIS CHAPTER AND THE REGULATIONS THEREUNDER.\n   46    S 27-2056.60 COMPLAINTS BY TENANTS, RESIDENTS OR OCCUPANTS OF MULTIPLE\n   47  DWELLINGS. A. ANY TENANT, RESIDENT, OR OCCUPANT OF ANY MULTIPLE DWELLING\n   48  FOR WHICH A LICENSED BUILDING MANAGER IS EMPLOYED UNDER THIS ARTICLE MAY\n   49  FILE A COMPLAINT WITH THE DEPARTMENT PERTAINING  TO  THE  COMPETENCY  OF\n   50  SUCH BUILDING MANAGER.\n   51    B.  A COMPLAINT UNDER THIS SECTION SHALL BE IN WRITING IN THE FORM AND\n   52  MANNER PRESCRIBED BY THE DEPARTMENT AND SHALL BE  MAILED  OR  PERSONALLY\n   53  DELIVERED TO THE OFFICES OF THE DEPARTMENT.\n   54    C.  UPON  RECEIPT  OF  A  COMPLAINT UNDER THIS SECTION, THE DEPARTMENT\n   55  SHALL PROCEED IN ACCORDANCE WITH SECTIONS 27-2056.58 AND  27-2056.59  OF\n   56  THIS ARTICLE.\n\n       A. 3516                             5\n\n    1    S 27-2056.61 JUDICIAL REVIEW. THE ACTION OF THE DEPARTMENT IN GRANTING\n    2  OR REFUSING TO GRANT OR RENEW A LICENSE UNDER THIS ARTICLE AND IN REVOK-\n    3  ING OR SUSPENDING SUCH A LICENSE OR REFUSING TO REVOKE OR SUSPEND SUCH A\n    4  LICENSE  SHALL  BE  SUBJECT  TO REVIEW BY A PROCEEDING BROUGHT UNDER AND\n    5  PURSUANT TO ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES AT\n    6  THE INSTANCE OF THE APPLICANT OR LICENSEE OR THE PERSON AGGRIEVED.\n    7    S  27-2056.62  EXEMPTION  OF  NEW  YORK  CITY  HOUSING  AUTHORITY. THE\n    8  PROVISIONS OF THIS ARTICLE SHALL NOT BE APPLICABLE TO THE NEW YORK  CITY\n    9  HOUSING AUTHORITY.\n   10    S  2. This act shall take effect one year after it shall have become a\n   11  law, provided however, that effective immediately, the addition,  amend-\n   12  ment  and/or repeal of any rules or regulations necessary for the imple-\n   13  mentation of the foregoing section of this act on its effective date  is\n   14  authorized  and  directed  to  be  made  and completed on or before such\n   15  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to requiring the licensing of building managers of multiple dwellings in the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T101742.TXT", "SOBI.D110125.T150924.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296055062149
}