{
  "year" : 2011,
  "senateBillNo" : "A3521-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to education",
    "billEventId" : "A3521-2011-1295931600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the contingency budget; freezes labor costs; requires greater disclosure of revised spending plans for school budgets; and provides incentives for participation in shared education programs",
  "summary" : "Relates to the calculation of contingency budget percentage increases in total spending over a district's total spending under the school district budget for the prior school year; freezes labor costs in contingency budgets; requires greater disclosure of revised spending plans for school district budgets and provides the public an opportunity to be heard; and provides incentives for participation in shared education programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA10621-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3521\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation  to  the  calculation  of\n         contingency  budget  percentage  increases  in  total  spending over a\n         district's total spending under the school  district  budget  for  the\n         prior  school  year;  freezing  labor  costs  in  contingency budgets;\n         requiring greater disclosure of  revised  spending  plans  for  school\n         district  budgets and providing the public an opportunity to be heard;\n         and  providing  incentives  for  participation  in  shared   education\n         programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 4 of section 2023 of the  educa-\n    2  tion law, as added by section 24 of part A of chapter 436 of the laws of\n    3  1997, is amended to read as follows:\n    4    a. The contingency budget shall not result in a percentage increase in\n    5  total  spending  over  the  district's  total  spending under the school\n    6  district budget for the prior school year that exceeds  the  lesser  of:\n    7  (i)  THE AVERAGE OF THE PREVIOUS THREE YEARS OF the result obtained when\n    8  one hundred twenty percent is multiplied by the percentage  increase  in\n    9  the consumer price index, with the result rounded to two decimal places;\n   10  or (ii) [four] TWO percent.\n   11    S  2.  Section  2023  of  the education law is amended by adding a new\n   12  subdivision 2-a to read as follows:\n   13    2-A. UPON THE APPROVAL  OF  THE  EMPLOYEES  OF  SUCH  AFFECTED  SCHOOL\n   14  DISTRICT,  THE  CONTINGENCY  BUDGET  SHALL  NOT  RESULT  IN A PERCENTAGE\n   15  INCREASE IN TOTAL SPENDING FOR LABOR COSTS  OVER  THE  DISTRICT'S  TOTAL\n   16  SPENDING  FOR LABOR COSTS UNDER THE SCHOOL DISTRICT BUDGET FOR THE PRIOR\n   17  SCHOOL YEAR.\n   18    S 3. Subdivisions 1 and 2 of section 1608 of the education law, subdi-\n   19  vision 1 as amended by section 5 of part A of chapter 436 of the laws of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03305-01-1\n\n       A. 3521                             2\n\n    1  1997 and subdivision 2 as amended by chapter 640 of the  laws  of  2008,\n    2  are amended and a new subdivision 1-a is added to read as follows:\n    3    1. It shall be the duty of the trustees of each common school district\n    4  to  present at the annual budget hearing a detailed statement in writing\n    5  of the amount of money which will be required for the ensuing  year  for\n    6  school  purposes,  specifying  the  several  purposes and the amount for\n    7  each. The amount for each purpose estimated necessary  for  payments  to\n    8  boards  of cooperative educational services shall be shown in full, with\n    9  no deduction of estimated state aid. The amount of  state  aid  provided\n   10  and  its percentage relationship to the total expenditures shall also be\n   11  shown.  AFTER THE TRUSTEES HAVE PRESENTED THE PROPOSED SPENDING PLAN FOR\n   12  THE ENSUING SCHOOL YEAR, THE PUBLIC SHALL HAVE AN OPPORTUNITY TO ADDRESS\n   13  THE TRUSTEES WITH ANY CONCERNS, QUESTIONS OR SUGGESTIONS  REGARDING  THE\n   14  DETAILS  OF SUCH SPENDING PLAN. THE TRUSTEES SHALL TAKE SUCH CONCERNS OR\n   15  SUGGESTIONS INTO CONSIDERATION WHEN AMENDING SUCH  SPENDING  PLAN.  This\n   16  section  shall  not be construed to prevent the trustees from presenting\n   17  such statement at a budget hearing held not less  than  seven  nor  more\n   18  than  fourteen  days  prior to a special meeting called for the purpose,\n   19  PROVIDED THAT THE GENERAL PUBLIC SHALL BE GIVEN  NOTICE  IN  ADVANCE  OF\n   20  SUCH  SPECIAL  MEETING  AND SHALL BE GIVEN AN OPPORTUNITY TO ADDRESS THE\n   21  TRUSTEES WITH ANY  CONCERNS,  QUESTIONS  OR  SUGGESTIONS  REGARDING  THE\n   22  DETAILS  OF THE PROPOSED SPENDING PLAN, nor from presenting a supplemen-\n   23  tary and amended statement or estimate at any time.\n   24    1-A. IT SHALL BE THE DUTY OF THE TRUSTEES TO PREPARE AND  MAKE  AVAIL-\n   25  ABLE COPIES OF ANY AMENDED STATEMENTS OR ESTIMATES OF THE PROPOSED ANNU-\n   26  AL  BUDGET,  UPON  REQUEST  AND  AT  THE SCHOOL DISTRICT OFFICES, AT ANY\n   27  PUBLIC LIBRARY OR FREE ASSOCIATION LIBRARY WITHIN THE  DISTRICT  AND  ON\n   28  THE  SCHOOL  DISTRICT'S  INTERNET  WEBSITE,  IF ONE EXISTS, TO RESIDENTS\n   29  WITHIN THE DISTRICT PRIOR TO THE ELECTION OR SPECIAL DISTRICT MEETING AT\n   30  WHICH THE BUDGET VOTE WILL OCCUR.\n   31    2. Such statement, AS DESCRIBED IN SUBDIVISION ONE  OF  THIS  SECTION,\n   32  shall  be  completed  at  least  seven days before the budget hearing at\n   33  which it is to be presented and copies thereof  shall  be  prepared  and\n   34  made  available, upon request and at the school district offices, at any\n   35  public library or free association library within the  district  and  on\n   36  the  school  district's  internet  website,  if one exists, to residents\n   37  within the district during  the  period  of  fourteen  days  immediately\n   38  preceding the annual meeting and election or special district meeting at\n   39  which  the  budget  vote  will occur and at such meeting or hearing. The\n   40  board shall also as a part of the notice required by section  two  thou-\n   41  sand  three  of  this chapter give notice of the date, time and place of\n   42  the budget hearing and that a copy of such statement may be obtained  by\n   43  any  resident  in  the  district  at each schoolhouse in the district in\n   44  which school is maintained during certain designated hours on  each  day\n   45  other  than a Saturday, Sunday or holiday during the fourteen days imme-\n   46  diately preceding such meeting. The board shall include  notice  of  the\n   47  availability  of  such statement at least once during the school year in\n   48  any district-wide mailing distributed.  THE BOARD SHALL  INCLUDE  NOTICE\n   49  OF  THE  GENERAL  PUBLIC'S  OPPORTUNITY TO ADDRESS THE TRUSTEES WITH ANY\n   50  CONCERNS, QUESTIONS OR  SUGGESTIONS  CONCERNING  THE  PROPOSED  SPENDING\n   51  BUDGET AT THE ANNUAL BUDGET MEETING OR SPECIAL MEETING.\n   52    S  4.  Section  305  of  the  education law is amended by adding a new\n   53  subdivision 42 to read as follows:\n   54    42. THE COMMISSIONER SHALL ESTABLISH  AND  IMPLEMENT  A  PROGRAM  THAT\n   55  ENCOURAGES  SCHOOL  DISTRICTS  TO  ENTER INTO A PROGRAM OF SHARED EDUCA-\n   56  TIONAL SERVICES WITH A SCHOOL DISTRICT'S MUNICIPALITY  AND/OR  BOARD  OF\n\n       A. 3521                             3\n\n    1  COOPERATIVE  EDUCATIONAL  SERVICES.  SUCH PROGRAM SHALL PROVIDE MONETARY\n    2  INCENTIVES TO THOSE SCHOOL DISTRICTS THAT DEMONSTRATE SUCCESSFUL PARTIC-\n    3  IPATION IN A PROGRAM OF SHARED EDUCATIONAL SERVICES AND POSITIVE  FINAN-\n    4  CIAL  GAIN  AS A RESULT OF SUCH PARTICIPATION. THE COMMISSIONER SHALL BE\n    5  AUTHORIZED TO PROMULGATE ANY  REGULATIONS  NECESSARY  TO  IMPLEMENT  THE\n    6  PROVISIONS OF THIS SUBDIVISION.\n    7    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the calculation of contingency budget percentage increases in total spending over a district's total spending under the school district budget for the prior school year; freezing labor costs in contingency budgets; requiring greater disclosure of revised spending plans for school district budgets and providing the public an opportunity to be heard; and providing incentives for participation in shared education programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T095740.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296053860495
}