{
  "year" : 2011,
  "senateBillNo" : "A3528-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3528-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"sexual assault forensic act\"",
  "summary" : "Enacts the \"sexual assault forensic act\"; imposes a fifty cent tax on every liter of liquor; such tax shall remain in effect for 4 years and be deposited into the sexual assault DNA registry trust fund; the moneys in such fund shall be used by the commissioner of criminal justice services to enhance the collection and preservation of DNA evidence in sex offense felonies; requires the comptroller to annually report to the governor and the legislature on the status of the sexual assault DNA registry trust fund and the uses of the monies disbursed therefrom; eliminates the statute of limitations on the prosecution of sex offense, incest and sexual performance by a child felonies based on DNA evidence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A8465-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3528\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. P. RIVERA, MILLMAN, GUNTHER, ARROYO, MAYERSOHN,\n         LIFTON, SCHROEDER  --  Multi-Sponsored  by  --  M.  of  A.  BENEDETTO,\n         BURLING,  CLARK, CONTE, COOK, DESTITO, FARRELL, FINCH, GLICK, KELLNER,\n         LAVINE,  MARKEY,  McDONOUGH,   McENENY,   J. MILLER,   RAIA,   REILLY,\n         N. RIVERA, ROBINSON, SWEENEY, THIELE, TITUS, TOWNS, WEISENBERG -- read\n         once and referred to the Committee on Codes\n\n       AN  ACT  to  amend the tax law, the state finance law, the executive law\n         and the criminal procedure law, in relation to  enacting  the  \"sexual\n         assault  forensic  act\";  and  providing  for  the  repeal  of certain\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"sexual assault forensic act\".\n    3    S 2. Paragraphs (e) and (f) of subdivision 1 of section 424 of the tax\n    4  law, paragraph (e) as amended by chapter 190 of the  laws  of  1990  and\n    5  paragraph (f) as amended by chapter 508 of the laws of 1993, are amended\n    6  to read as follows:\n    7    (e)  (I)  Sixty-seven cents per liter upon liquors containing not more\n    8  than twenty-four per centum of alcohol by volume except liquors contain-\n    9  ing not more than two per centum of alcohol by volume,  upon  which  the\n   10  tax shall be one cent per liter, AND\n   11    (II)  AN  ADDITIONAL  FIFTY CENTS PER LITER UPON LIQUOR CONTAINING NOT\n   12  MORE THAN TWENTY-FOUR PER CENTUM OF ALCOHOL BY VOLUME; and\n   13    (f) (I) One dollar and seventy cents per liter upon all other liquors,\n   14  AND (II) AN ADDITIONAL FIFTY CENTS PER LITER  UPON  ALL  OTHER  LIQUORS;\n   15  when sold or used within this state, except when sold or used under such\n   16  circumstances  that  this  state  is without power to impose such tax or\n   17  when sold to the United States and except beers when sold  to  or  by  a\n   18  voluntary  unincorporated organization of the armed forces of the United\n   19  States operating a place for the sale of goods pursuant  to  regulations\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01096-01-1\n\n       A. 3528                             2\n\n    1  promulgated by the appropriate executive agency of the United States, to\n    2  the  extent  provided  in such regulations, directives and policy state-\n    3  ments of such an agency applicable to such sales, and except  when  sold\n    4  to  professional  foreign  consuls-general, consuls and vice-consuls who\n    5  are nationals of the state appointing  them  and  who  are  assigned  to\n    6  foreign  consulates in this state, provided that American consular offi-\n    7  cers of equal rank who are citizens of the United States and  who  exer-\n    8  cise  their  official  functions  at American consulates in such foreign\n    9  country are granted reciprocal exemptions; provided, however,  that  the\n   10  commissioner  may  permit the sale of alcohol without tax to a holder of\n   11  any industrial alcohol permit, alcohol permit or  alcohol  distributor's\n   12  permit,  issued  by  the state liquor authority, and by the holder of an\n   13  alcohol distributor's permit, class A, issued by  such  authority  to  a\n   14  holder of a distiller's license, class B, or a winery license, issued by\n   15  such  authority  and  may also permit the use of alcohol for any purpose\n   16  other than the production of alcoholic beverages by such holders without\n   17  tax; provided also that the commissioner may permit the  sale  of  cider\n   18  without  tax  by  a  holder  of a cider producer's license issued by the\n   19  state liquor authority to a holder of a cider producer's  license  or  a\n   20  cider wholesaler's license issued by such authority.\n   21    S 3. Section 435 of the tax law, as added by chapter 69 of the laws of\n   22  1978, is amended to read as follows:\n   23    S  435.  Deposit and disposition of revenue. [All] 1. EXCEPT AS OTHER-\n   24  WISE PROVIDED IN SUBDIVISION TWO OF THIS SECTION,  ALL  taxes,  interest\n   25  and  penalties  collected or received by the [tax commission] DEPARTMENT\n   26  under the taxes imposed by this article shall be deposited and  disposed\n   27  of  pursuant  to  the provisions of section one hundred seventy-one-a of\n   28  this chapter.\n   29    2. ALL TAXES COLLECTED OR  RECEIVED  BY  THE  DEPARTMENT  PURSUANT  TO\n   30  SUBPARAGRAPH  (II)  OF  PARAGRAPH (E) AND SUBPARAGRAPH (II) OF PARAGRAPH\n   31  (F) OF SUBDIVISION ONE OF SECTION FOUR HUNDRED TWENTY-FOUR OF THIS ARTI-\n   32  CLE SHALL BE DEPOSITED AND DISPOSED OF PURSUANT  TO  THE  PROVISIONS  OF\n   33  SECTION EIGHTY-NINE-H OF THE STATE FINANCE LAW.\n   34    S  4. The state finance law is amended by adding a new section 89-h to\n   35  read as follows:\n   36    S 89-H. SEXUAL ASSAULT DNA REGISTRY TRUST FUND.  1.  THERE  IS  HEREBY\n   37  ESTABLISHED  IN  THE  JOINT  CUSTODY OF THE COMMISSIONER OF TAXATION AND\n   38  FINANCE AND THE STATE COMPTROLLER A SPECIAL FUND  TO  BE  KNOWN  AS  THE\n   39  \"SEXUAL ASSAULT DNA REGISTRY TRUST FUND\".\n   40    2.  SUCH  FUND SHALL CONSIST OF ALL TAXES COLLECTED OR RECEIVED BY THE\n   41  DEPARTMENT OF TAXATION AND FINANCE  PURSUANT  TO  SUBPARAGRAPH  (II)  OF\n   42  PARAGRAPH  (E) AND SUBPARAGRAPH (II) OF PARAGRAPH (F) OF SUBDIVISION ONE\n   43  OF SECTION FOUR HUNDRED TWENTY-FOUR OF THE TAX LAW, AND ALL OTHER MONEYS\n   44  APPROPRIATED FOR THE PURPOSES OF SUCH FUND, ALL  MONEYS  TRANSFERRED  TO\n   45  SUCH  FUND  PURSUANT TO LAW AND ALL MONEYS REQUIRED BY THE PROVISIONS OF\n   46  ANY OTHER LAW TO BE PAID INTO OR CREDITED INTO THE FUND.\n   47    3. MONEYS OF THE FUND, WHEN  ALLOCATED,  SHALL  BE  AVAILABLE  TO  THE\n   48  COMMISSIONER  OF  THE  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES FOR THE\n   49  PURPOSE OF IMPLEMENTING THE PROVISIONS OF SECTION EIGHT HUNDRED  THIRTY-\n   50  SEVEN-S OF THE EXECUTIVE LAW.\n   51    S  5. Subdivision 2 of section 89-h of the state finance law, as added\n   52  by section four of this act, is amended to read as follows:\n   53    2. Such fund shall consist of all [taxes collected or received by  the\n   54  department  of  taxation  and  finance  pursuant to subparagraph (ii) of\n   55  paragraph (e) and subparagraph (ii) of paragraph (f) of subdivision  one\n   56  of  section  four  hundred  twenty-four  of  the tax law, and all other]\n\n       A. 3528                             3\n\n    1  moneys appropriated for the purposes of such  fund,  all  moneys  trans-\n    2  ferred  to  such  fund  pursuant  to  law and all moneys required by the\n    3  provisions of any other law to be paid into or credited into the fund.\n    4    S 6. The executive law is amended by adding a new section 49-a to read\n    5  as follows:\n    6    S 49-A. REPORT ON SEXUAL ASSAULT DNA REGISTRY TRUST FUND. ON OR BEFORE\n    7  FEBRUARY  FIRST  EACH  YEAR,  THE  COMPTROLLER,  IN COOPERATION WITH THE\n    8  COMMISSIONER OF CRIMINAL JUSTICE SERVICES, SHALL SUBMIT A REPORT TO  THE\n    9  GOVERNOR  AND  THE LEGISLATURE ON THE USES AND ALLOCATIONS OF THE MONIES\n   10  IN THE SEXUAL ASSAULT DNA REGISTRY TRUST FUND, PURSUANT TO SECTION EIGHT\n   11  HUNDRED THIRTY-SEVEN-S OF THIS CHAPTER,  DURING  THE  PREVIOUS  CALENDAR\n   12  YEAR  AND  THE  STATUS  OF SUCH FUND AT THE CLOSE OF SUCH CALENDAR YEAR.\n   13  SUCH REPORT SHALL INCLUDE:\n   14    1. THE AMOUNT OF MONEY FROM THE SEXUAL ASSAULT DNA REGISTRY TRUST FUND\n   15  THAT EACH COUNTY RECEIVED;\n   16    2. THE AMOUNT OF MONEY EACH COUNTY USED FOR  SEXUAL  ASSAULT  EVIDENCE\n   17  COLLECTION AND TESTING;\n   18    3.  THE NUMBER OF SEXUAL ASSAULT EVIDENCE COLLECTION KITS USED BY EACH\n   19  COUNTY;\n   20    4. THE AMOUNT OF MONEY USED PURSUANT TO PARAGRAPH (A)  OF  SUBDIVISION\n   21  TWO OF SECTION EIGHT HUNDRED THIRTY-SEVEN-S OF THIS CHAPTER;\n   22    5.  THE  AMOUNT OF MONEY USED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION\n   23  TWO OF SECTION EIGHT HUNDRED THIRTY-SEVEN-S OF THIS CHAPTER; AND\n   24    6. THE AMOUNTS OF MONEYS CREDITED TO, DISBURSED FROM AND REMAINING  IN\n   25  THE SEXUAL ASSAULT DNA REGISTRY TRUST FUND.\n   26    S  7.  The  executive  law is amended by adding a new section 837-s to\n   27  read as follows:\n   28    S 837-S. SEXUAL ASSAULT FORENSICS. 1. THE COMMISSIONER,  IN  CONSULTA-\n   29  TION  WITH  THE  COMMISSION  ON FORENSIC SCIENCE AND THE COMMISSIONER OF\n   30  HEALTH, SHALL ESTABLISH A PROGRAM TO ENHANCE DNA TESTING, EQUIPMENT  AND\n   31  TRAINING  RELATING  TO  THE INVESTIGATION OF FELONIES DEFINED IN ARTICLE\n   32  ONE HUNDRED THIRTY OF THE PENAL LAW.\n   33    2. SUCH PROGRAM SHALL ESTABLISH STANDARDS AND PROVIDE FUNDING FOR:\n   34    (A) EXPANSION OF DNA TESTING, EQUIPMENT AND TRAINING WITHIN THE  STATE\n   35  SO  AS  TO  ELIMINATE  ANY  BACKLOG  IN  SUCH TESTING OF EVIDENCE IN SEX\n   36  OFFENSE FELONIES, AND TO EXPAND  THE  AVAILABILITY  AND  USE  OF  SEXUAL\n   37  ASSAULT EVIDENCE KITS;\n   38    (B) PROVISION OF TRAINING FOR PERSONS ENGAGED IN THE COLLECTION, ANAL-\n   39  YSIS AND STORAGE OF DNA EVIDENCE IN SEX OFFENSE FELONIES;\n   40    (C)  EMPLOYMENT  OF  PERSONNEL ENGAGED IN THE COLLECTION, ANALYSIS AND\n   41  STORAGE OF DNA EVIDENCE IN SEX OFFENSE FELONIES;\n   42    (D) THE PURCHASE AND MAINTENANCE OF EQUIPMENT AND SUPPLIES UTILIZED IN\n   43  THE COLLECTION, ANALYSIS AND STORAGE OF  DNA  EVIDENCE  IN  SEX  OFFENSE\n   44  FELONIES;\n   45    (E)  ESTABLISHMENT  OF  FACILITIES FOR THE ANALYSIS AND STORAGE OF DNA\n   46  EVIDENCE IN SEX OFFENSE FELONIES; AND\n   47    (F) TRAINING OF REGISTERED PROFESSIONAL NURSES IN  THE  COLLECTION  OF\n   48  DNA EVIDENCE.\n   49    3.  THE  COMMISSIONER  SHALL ESTABLISH A SYSTEM WHICH PROVIDES FOR THE\n   50  STORAGE AND MAINTENANCE OF DNA, RELATING TO SEX OFFENSE  FELONIES.  SUCH\n   51  SYSTEM  SHALL  PROVIDE  FOR THE STORAGE AND MAINTENANCE OF SUCH EVIDENCE\n   52  FOR AN INDEFINITE PERIOD OF TIME AND IN A CONDITION WHERE SUCH  EVIDENCE\n   53  REMAINS INDISPUTABLE.\n   54    S  8.  Paragraph (a) of subdivision 2 of section 30.10 of the criminal\n   55  procedure law, as amended by chapter 467 of the laws of 2008, is amended\n   56  to read as follows:\n\n       A. 3528                             4\n\n    1    (a) A prosecution for a class A felony, or [rape in the  first  degree\n    2  as  defined  in  section  130.35 of the penal law, or a crime defined or\n    3  formerly defined in section 130.50 of the penal law, or aggravated sexu-\n    4  al abuse in the first degree as defined in section 130.70 of  the  penal\n    5  law,  or course of sexual conduct against a child in the first degree as\n    6  defined in section 130.75 of the penal law] ANY FELONY DEFINED IN  ARTI-\n    7  CLE  ONE  HUNDRED THIRTY OR TWO HUNDRED SIXTY-THREE, OR SECTIONS 255.25,\n    8  255.26 OR 255.27 OF THE PENAL LAW WHEN SUCH PROSECUTION IS BASED ON  DNA\n    9  EVIDENCE, may be commenced at any time;\n   10    S  9. The state comptroller shall notify the commissioner of the divi-\n   11  sion of criminal justice services when  fifteen  percent  of  the  total\n   12  amount of the taxes collected pursuant to section two of this act is all\n   13  that  remains  in the sexual assault DNA registry trust fund established\n   14  in section 89-h of the state finance law. Upon  such  notification,  the\n   15  commissioner of the division of criminal justice services shall submit a\n   16  report to the governor, temporary president of the senate and speaker of\n   17  the assembly on the implementation of the provisions of section 837-s of\n   18  the executive law, the funding needs for the continued implementation of\n   19  such  section  and any recommendations on the improved implementation of\n   20  the provisions of this act.\n   21    S 10. This act shall take effect on  the  one  hundred  twentieth  day\n   22  after it shall have become a law, provided that:\n   23    (a)  sections  two  and  three  of this act shall expire and be deemed\n   24  repealed four years after such effective date;\n   25    (b) section five of this act shall take effect four years  after  such\n   26  effective date; and\n   27    (c) any rules and regulations necessary to implement the provisions of\n   28  this  act  on  its  effective  date  are  authorized  and directed to be\n   29  completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, the state finance law, the executive law and the criminal procedure law, in relation to enacting the \"sexual assault forensic act\"; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T100240.TXT", "SOBI.D110125.T151934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054160665
}