{
  "year" : 2011,
  "senateBillNo" : "A3525-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3525-2011-1295931600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires retailers issuing gift certificates to hold the amount equal to the issued gift certificate in escrow to be paid out upon closing of such retailer",
  "summary" : "Requires retailers issuing gift certificates to hold the amount equal to the issued gift certificate in escrow to be paid out upon closing of such retailer. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1541-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3525\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILLY, MARKEY, JAFFEE, BENEDETTO, TOWNS, ROSEN-\n         THAL, PEOPLES-STOKES, MAISEL, J. RIVERA, SPANO --  Multi-Sponsored  by\n         --  M.  of  A.  BOYLAND,  BROOK-KRASNY, CRESPO, GALEF, GLICK, LUPARDO,\n         MAYERSOHN, McENENY, WEISENBERG  --  read  once  and  referred  to  the\n         Committee on Consumer Affairs and Protection\n\n       AN  ACT  to  amend  the  general  business law, in relation to requiring\n         retailers to hold in escrow the value of gift certificates issued\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  396-ii to read as follows:\n    3    S 396-II. GIFT CERTIFICATE ESCROW ACCOUNT. 1. FOR THE PURPOSES OF THIS\n    4  SECTION,  \"GIFT CERTIFICATE\" IS DEFINED BY SECTION THREE HUNDRED NINETY-\n    5  SIX-I OF THIS ARTICLE.\n    6    2. ANY PERSON, FIRM, PARTNERSHIP, ASSOCIATION OR  CORPORATION  WHO  OR\n    7  WHICH  ISSUES GIFT CERTIFICATES MUST DEPOSIT AND HOLD FUNDS EQUAL TO THE\n    8  FACE VALUE OF SUCH ISSUED GIFT CERTIFICATE IN AN ESCROW ACCOUNT.\n    9    3. UPON THE CLOSING OR BANKRUPTCY OF ANY  PERSON,  FIRM,  PARTNERSHIP,\n   10  ASSOCIATION  OR  CORPORATION HAVING ISSUED GIFT CERTIFICATES, THE HOLDER\n   11  OF A GIFT CERTIFICATE SHALL BE ENTITLED TO REIMBURSEMENT IN  THE  AMOUNT\n   12  EQUAL  TO  THE FACE VALUE OF THE GIFT CERTIFICATE FROM THE FUNDS HELD IN\n   13  ESCROW AS PRESCRIBED IN SUBDIVISION TWO OF THIS SECTION.\n   14    4. THE TERMS AND CONDITIONS OF THE  GIFT  CERTIFICATE  ESCROW  ACCOUNT\n   15  SHALL  BE  CLEARLY  AND  CONSPICUOUSLY STATED IN ACCORDANCE WITH SECTION\n   16  THREE HUNDRED NINETY-SIX-I OF THIS ARTICLE. TERMS AND  CONDITIONS  SHALL\n   17  INCLUDE  THE  EXISTENCE  OF  THE GIFT CERTIFICATE ESCROW ACCOUNT AND THE\n   18  EVENTS UPON WHICH  A  HOLDER  OF  A  GIFT  CERTIFICATE  IS  ENTITLED  TO\n   19  REIMBURSEMENT  FROM  SUCH  ACCOUNT AS PRESCRIBED IN SUBDIVISION THREE OF\n   20  THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05391-01-1\n\n       A. 3525                             2\n\n    1    S 2. Subdivision 3 of section 396-i of the general  business  law,  as\n    2  amended  by  chapter  507  of  the  laws  of 2004, is amended to read as\n    3  follows:\n    4    3.  The  terms and conditions of a gift certificate store credit shall\n    5  be clearly and conspicuously stated thereon. Terms and conditions  shall\n    6  include  the  expiration date, whether any fees are assessed against the\n    7  balance of the gift certificate, and whether a fee will be  charged  for\n    8  the  replacement  of  a  gift  certificate  that  is  lost,  stolen,  or\n    9  destroyed. Additional terms and conditions including, but not be limited\n   10  to, policies related to refunds, warranties, POLICIES  RELATING  TO  THE\n   11  GIFT  CERTIFICATE  ESCROW  ACCOUNT,  changes  in  terms  and conditions,\n   12  assignment and waiver shall be conspicuously printed: (a)  on  the  gift\n   13  certificate;  or  (b)  on  an  envelope or packaging containing the gift\n   14  certificate, provided that a toll free telephone number  to  access  the\n   15  additional  terms  and conditions is printed on the gift certificate; or\n   16  (c) on an accompanying printed document, provided that a toll free tele-\n   17  phone number to access the additional terms and conditions is printed on\n   18  the gift certificate.\n   19    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   20  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring retailers to hold in escrow the value of gift certificates issued ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T095740.TXT", "SOBI.D110125.T151934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296053860502
}