{
  "year" : 2011,
  "senateBillNo" : "A3529-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3529-2011-1295931600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits, unless authorized by state law, municipalities from authorizing local law enforcement to enforce any provision of federal immigration law",
  "summary" : "Prohibits, unless authorized by state law, municipalities from authorizing or requiring local law enforcement to enforce any provision of federal immigration law, rule or regulation; requires establishment of a civilian review board in each municipality authorized to enforce federal immigration law to review actions and report on actions relating to such enforcement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A6081-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3529\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. P. RIVERA, RAMOS -- Multi-Sponsored by -- M. of\n         A. ARROYO, V. LOPEZ, ORTIZ, PERRY, J. RIVERA, N. RIVERA --  read  once\n         and referred to the Committee on Local Governments\n\n       AN  ACT  to  amend the general municipal law, in relation to prohibiting\n         municipal corporations from empowering local police officers and peace\n         officers to enforce any provision of federal immigration law, rule  or\n         regulation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 79 to read as follows:\n    3    S 79. PROHIBITION ON ENFORCEMENT OF FEDERAL IMMIGRATION LAW, RULES AND\n    4  REGULATIONS.  1. NO MUNICIPAL CORPORATION SHALL AUTHORIZE OR REQUIRE ANY\n    5  MUNICIPAL POLICE OFFICER OR PEACE OFFICER TO ENFORCE  ANY  PROVISION  OF\n    6  FEDERAL  IMMIGRATION  LAW,  RULE  OR  REGULATION,  UNLESS SUCH MUNICIPAL\n    7  CORPORATION IS EXPRESSLY AUTHORIZED TO DO SO BY STATE STATUTE.\n    8    2. EVERY MUNICIPAL CORPORATION, EXPRESSLY AUTHORIZED BY STATE  STATUTE\n    9  TO AUTHORIZE OR REQUIRE ITS POLICE OFFICERS OR PEACE OFFICERS TO ENFORCE\n   10  FEDERAL  IMMIGRATION LAW, RULES OR REGULATIONS, SHALL, PRIOR TO ANY SUCH\n   11  AUTHORIZATION OR REQUIREMENT,  ESTABLISH  A  CIVILIAN  REVIEW  BOARD  TO\n   12  REVIEW, EVALUATE AND REPORT ALL ACTIONS OF THE MUNICIPAL POLICE OFFICERS\n   13  AND PEACE OFFICERS AUTHORIZED OR REQUIRED TO ENFORCE FEDERAL IMMIGRATION\n   14  LAW,  RULES  AND  REGULATIONS.  EVERY CIVILIAN REVIEW BOARD SHALL COMPLY\n   15  WITH THE PROVISIONS OF RULES AND REGULATIONS PROMULGATED BY THE ATTORNEY\n   16  GENERAL FOR SUCH BOARDS.\n   17    3. ANNUALLY, ON OR BEFORE MARCH  FIRST,  EACH  CIVILIAN  REVIEW  BOARD\n   18  SHALL  SUBMIT  A  REPORT  TO THE LEGISLATURE AND THE ATTORNEY GENERAL ON\n   19  EVERY ACTION TAKEN BY A POLICE OFFICER OR PEACE OFFICER OF  THE  MUNICI-\n   20  PALITY  DURING THE PREVIOUS CALENDAR YEAR RELATING TO THE ENFORCEMENT OF\n   21  FEDERAL IMMIGRATION LAW, RULES AND REGULATIONS, AND THE CIRCUMSTANCES OF\n   22  EACH SUCH ACTION.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00361-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to prohibiting municipal corporations from empowering local police officers and peace officers to enforce any provision of federal immigration law, rule or regulation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110126.T100240.TXT", "SOBI.D110125.T151934.TXT", "SOBI.D110126.T095740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054160662
}