{
  "year" : 2011,
  "senateBillNo" : "A3522-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3522-2011-1295931600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the addition, amendment or repeal of rules and regulations allowing vehicles with insignias or signs painted or displayed directly on the surface of the vehicle",
  "summary" : "Authorizes the addition, amendment or repeal of rules and regulations allowing vehicles with insignias or signs painted or displayed directly on the surface of the vehicle to operate on special parkways. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A7799-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3522\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. REILLY -- read once and referred to the Committee\n         on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to authorizing\n         the department of motor vehicles to add, amend  or  repeal  rules  and\n         regulations  allowing  vehicles  with  insignias  or  signs painted or\n         displayed directly on the surface of the vehicle to operate on special\n         parkways\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 15 of section 1630 of the vehicle and traffic\n    2  law is amended to read as follows:\n    3    15. Objects projecting OFF or hanging outside or on the top  of  vehi-\n    4  cles,  BUT NOT INCLUDING INSIGNIA OR SIGNS PAINTED OR DISPLAYED DIRECTLY\n    5  ON THE SURFACE OF THE VEHICLE.\n    6    S 2. The department of motor vehicles is authorized  and  directed  to\n    7  add,  amend  and/or  repeal rules and regulations related to authorizing\n    8  the operation of vehicles where  insignias  and  signs  are  painted  or\n    9  displayed  directly on the surface of the vehicle on special parkways in\n   10  the state.\n   11    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05396-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the department of motor vehicles to add, amend or repeal rules and regulations allowing vehicles with insignias or signs painted or displayed directly on the surface of the vehicle to operate on special parkways ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T095740.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296053860498
}