{
  "year" : 2011,
  "senateBillNo" : "A3527-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3527-2011-1295931600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the automatic expulsion of a public officer upon conviction for an egregious class A misdemeanor committed after such officer has taken the oath of office",
  "summary" : "Relates to the automatic expulsion of a public officer upon conviction for an egregious class A misdemeanor committed after such officer has taken the oath of office. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A9990-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3527\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. P. RIVERA, DenDEKKER -- read once and referred to\n         the Committee on Governmental Operations\n\n       AN  ACT  to  amend  the  public officers law and the legislative law, in\n         relation  to  the  automatic  expulsion  of  a  public  officer   upon\n         conviction for an egregious class A misdemeanor committed after taking\n         the oath to public office\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 30 of the public officers law,  as\n    2  amended  by  chapter  209 of the laws of 1954, paragraph e as amended by\n    3  chapter 454 of the laws of 1987 and paragraph f as  amended  by  chapter\n    4  550 of the laws of 1978, is amended to read as follows:\n    5    1.  Every  office  shall  be  vacant  upon the happening of one of the\n    6  following events AFTER TAKING THE OATH OF OFFICE AND before the  expira-\n    7  tion of the term thereof:\n    8    a. The death of the incumbent;\n    9    b. His OR HER resignation;\n   10    c. His OR HER removal from office;\n   11    d.  His  OR  HER ceasing to be an inhabitant of the state, or if he OR\n   12  SHE be a local officer,  of  the  political  subdivision,  or  municipal\n   13  corporation of which he OR SHE is required to be a resident when chosen;\n   14    e. His OR HER COMMISSION OF A CRIME RESULTING IN conviction of a felo-\n   15  ny,  ANY OF THE FOLLOWING EGREGIOUS CLASS A MISDEMEANORS, AS CODIFIED IN\n   16  THE PENAL LAW AS: (1) SECTION 120.00 (ASSAULT IN THE THIRD DEGREE);  (2)\n   17  SECTION  130.20 (SEXUAL MISCONDUCT); (3) SECTION 130.60 (SEXUAL ABUSE IN\n   18  THE SECOND DEGREE); (4) SECTION 150.01 (ARSON IN THE FIFTH DEGREE);  (5)\n   19  SECTION  260.10 (ENDANGERING THE WELFARE OF A CHILD); (6) SECTION 260.25\n   20  (ENDANGERING THE  WELFARE  OF  AN  INCOMPETENT  OR  PHYSICALLY  DISABLED\n   21  PERSON); AND (7) SUBDIVISION THREE OF SECTION 240.30, RELATING TO AGGRA-\n   22  VATED HARASSMENT IN THE SECOND DEGREE INVOLVING SUCH PHYSICAL CONTACT AS\n   23  DESCRIBED  IN  SUCH SUBDIVISION, or a crime involving a violation of his\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01196-01-1\n\n       A. 3527                             2\n\n    1  OR HER oath of office, AS SET FORTH ABOVE IN THIS  PARAGRAPH,  provided,\n    2  however,  that a non-elected official may apply for reinstatement to the\n    3  appointing authority upon reversal or the vacating  of  such  conviction\n    4  where the conviction is the sole basis for the vacancy. After receipt of\n    5  such application, the appointing authority shall afford such applicant a\n    6  hearing  to  determine whether reinstatement is warranted. The record of\n    7  the hearing shall include the final judgment of the court which reversed\n    8  or vacated such conviction and may also include  the  entire  employment\n    9  history  of  the  applicant and any other submissions which may form the\n   10  basis of the  grant  or  denial  of  reinstatement  notwithstanding  the\n   11  reversal  or vacating of such conviction. Notwithstanding any law to the\n   12  contrary, after review of such record, the appointing authority may,  in\n   13  its discretion, reappoint such non-elected official to his OR HER former\n   14  office,  or  a  similar  office if his OR HER former office is no longer\n   15  available. In the event of such reinstatement, the appointing  authority\n   16  may,  in its discretion, award salary or compensation in full or in part\n   17  for the period from the date such office became vacant to  the  date  of\n   18  reinstatement or any part thereof;\n   19    f.  The entry of a judgment or order of a court of competent jurisdic-\n   20  tion declaring him OR HER to be incompetent;\n   21    g. The judgment of a court, declaring void  his  OR  HER  election  or\n   22  appointment, or that his OR HER office is forfeited or vacant;\n   23    h.  His  OR HER refusal or neglect to file his OR HER official oath or\n   24  undertaking, if one is required, before or within thirty days after  the\n   25  commencement  of the term of office for which he OR SHE is chosen, if an\n   26  elective office, or if an appointive office, within  thirty  days  after\n   27  notice  of  his  OR  HER  appointment,  or  within thirty days after the\n   28  commencement of such term; or to file a renewal undertaking  within  the\n   29  time  required by law, or if no time be so specified, within thirty days\n   30  after notice to him OR HER in pursuance of law, that such renewal under-\n   31  taking is required. The neglect or failure of any state or local officer\n   32  to execute and file his OR HER oath of office and  official  undertaking\n   33  within  the  time limited therefor by law, shall not create a vacancy in\n   34  the office if such officer was on active duty in the armed forces of the\n   35  United States and absent from the county of his OR HER residence at  the\n   36  time  of  his  OR HER election or appointment, and shall take his OR HER\n   37  oath of office and execute his OR HER official undertaking within thirty\n   38  days after receipt of notice of his OR HER election or appointment,  and\n   39  provided  such  oath  of office and official undertaking be filed within\n   40  ninety days following the date it has been  taken  and  subscribed,  any\n   41  inconsistent provision of law, general, special, or local to the contra-\n   42  ry, notwithstanding.\n   43    S 2. Section 3 of the legislative law is amended to read as follows:\n   44    S 3. Expulsion  of  members.  Each house has the power to expel any of\n   45  its members[, after the report of a committee to inquire into the charg-\n   46  es against him shall have been made] UPON CONVICTION OF A FELONY  OR  AN\n   47  EGREGIOUS CLASS A MISDEMEANOR, AS SUCH CRIMES ARE DESCRIBED IN PARAGRAPH\n   48  E OF SUBDIVISION ONE OF SECTION THIRTY OF THE PUBLIC OFFICERS LAW.\n   49    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law and the legislative law, in relation to the automatic expulsion of a public officer upon conviction for an egregious class A misdemeanor committed after taking the oath to public office ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T100240.TXT", "SOBI.D110125.T151934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054160667
}