{
  "year" : 2011,
  "senateBillNo" : "A3523-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3523-2011-1295931600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for searches of records for sex offense convictions of volunteer firefighters and emergency medical technicians",
  "summary" : "Provides for searches of records for sex offense convictions of volunteer firefighters and emergency medical technicians. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1277-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3523\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  REILLY,  SPANO,  N. RIVERA  -- read once and\n         referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law,  the  village  law  and  the  general\n         municipal  law,  in  relation  to criminal background checks for fire-\n         fighters and emergency medical services personnel\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The section heading and subdivision 1 of section 837-o of\n    2  the executive law, as added by chapter 423  of  the  laws  of  1999,  is\n    3  amended to read as follows:\n    4    Search for arson AND SEX OFFENSE conviction records of volunteer fire-\n    5  fighter  applicants.  1. Any person who applies for membership in a fire\n    6  company, as such term is defined in section three of the volunteer fire-\n    7  fighters' benefit law, or who seeks to transfer as a member  to  another\n    8  fire  company,  shall  be required to authorize the submission of his or\n    9  her name and other authorized identifying information  to  the  division\n   10  which  shall  search its files for records indicating whether the person\n   11  stands convicted of the  crime  of  arson  OR  OF  ANY  SEX  OFFENSE  OR\n   12  ATTEMPTED  SEX  OFFENSE  AS DEFINED IN ARTICLE ONE HUNDRED THIRTY OF THE\n   13  PENAL LAW. The chief of the fire company to which  application  is  made\n   14  shall  provide  written  notice  to  the applicant that a search will be\n   15  conducted, and if the applicant desires to  proceed,  he  or  she  shall\n   16  complete  a  search request on the form provided for this purpose by the\n   17  division of criminal justice services.\n   18    S 2. Subdivision 3 of section 837-o of the executive law, as added  by\n   19  chapter  423 of the laws of 1999, paragraph (b) as amended by section 41\n   20  of part B of chapter 56 of the laws of  2010,  is  amended  to  read  as\n   21  follows:\n   22    3.  (a)  All  searches  concerning the application for membership in a\n   23  fire company shall be conducted under the provisions of subdivision  six\n   24  of  section  eight  hundred  thirty-seven  of  this  article without the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05389-01-1\n\n       A. 3523                             2\n\n    1  assessment of any fee to the applicant or fire company and shall pertain\n    2  solely to ascertaining whether the applicant stands convicted  of  arson\n    3  OR OF A SEX OFFENSE OR ATTEMPTED SEX OFFENSE.\n    4    (b) The results of the search shall be communicated in writing, within\n    5  ten business days of receipt from the division, to the chief of the fire\n    6  company from which the search request originated by either the sheriff's\n    7  department  or  the  office of fire prevention and control, and shall be\n    8  kept confidential by the chief, except as provided in paragraph  (c)  of\n    9  this  subdivision.  The  results  of  the search shall only state either\n   10  that: (i) the applicant stands convicted of arson OR A SEX OFFENSE OR AN\n   11  ATTEMPTED SEX OFFENSE, or (ii) the applicant has no record of conviction\n   12  for arson OR FOR A SEX OFFENSE OR FOR AN ATTEMPTED  SEX  OFFENSE.    The\n   13  results  of  the search shall not divulge any other information relating\n   14  to the criminal history of the applicant.\n   15    (c) At the time an applicant is advised that he or she  is  ineligible\n   16  for  membership  due  to  a  record of conviction for arson OR FOR A SEX\n   17  OFFENSE OR FOR AN ATTEMPTED SEX OFFENSE, he or she shall also be advised\n   18  of the rights to challenge and appeal the information contained  in  the\n   19  record  of  conviction  as  provided in the rules and regulations of the\n   20  division. The applicant shall continue  to  be  barred  from  membership\n   21  until all administrative and judicial challenges to the accuracy of such\n   22  information  or appeals therefrom, are ultimately resolved in his or her\n   23  favor, or if such a determination is unchallenged.\n   24    S 3. Subdivision 18 of section 10-1006 of the village law, as added by\n   25  chapter 719 of the laws of 1985, is amended to read as follows:\n   26    18. A person who has been convicted of arson in any degree OR OF A SEX\n   27  OFFENSE OR ATTEMPTED SEX OFFENSE AS DEFINED IN ARTICLE ONE HUNDRED THIR-\n   28  TY OF THE PENAL LAW shall not be eligible to be elected or appointed  as\n   29  a  volunteer  member  of a fire company. The membership of any volunteer\n   30  member of a fire company shall immediately terminate if  he  is  OR  HAS\n   31  BEEN convicted of arson in any degree [while a member of a fire company]\n   32  OR  A  SEX OFFENSE OR AN ATTEMPTED SEX OFFENSE AS DEFINED IN ARTICLE ONE\n   33  HUNDRED THIRTY OF THE PENAL LAW.\n   34    S 4. Subdivision 19 of section 10-1006 of the village law, as added by\n   35  chapter 423 of the laws of 1999, is amended to read as follows:\n   36    19. Upon application by any person for membership in  a  fire  company\n   37  operating  pursuant  to  this  section,  the  fire chief shall cause the\n   38  applicant's background to be checked pursuant to section  eight  hundred\n   39  thirty-seven-o  of  the executive law for a criminal history involving a\n   40  conviction for arson AND FOR ANY SEX OFFENSE OR ATTEMPTED SEX OFFENSE AS\n   41  DEFINED IN ARTICLE ONE HUNDRED THIRTY OF THE PENAL LAW.\n   42    S 5. Section 122-b of the general municipal law is amended by adding a\n   43  new subdivision 6 to read as follows:\n   44    6. ANY MEMBER OF A VOLUNTEER AMBULANCE COMPANY  OR  EMERGENCY  MEDICAL\n   45  SERVICE  ORGANIZATION  SHALL  BE  SUBJECT TO A CRIMINAL BACKGROUND CHECK\n   46  PURSUANT TO SECTION EIGHT HUNDRED THIRTY-SEVEN-O OF  THE  EXECUTIVE  LAW\n   47  FOR  A  CRIMINAL  HISTORY  INVOLVING A CONVICTION FOR ANY SEX OFFENSE OR\n   48  ATTEMPTED SEX OFFENSE AS THOSE TERMS ARE DEFINED IN SUBDIVISIONS TWO AND\n   49  THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-A OF THE  CORRECTION  LAW.  THE\n   50  SHERIFF  OF  ANY  COUNTY  IN  WHICH SUCH EMERGENCY SERVICES ARE PROVIDED\n   51  SHALL BE RESPONSIBLE FOR RECEIVING THE SEARCH  REQUESTS  AND  PROCESSING\n   52  THE SEARCH REQUESTS WITH THE DIVISION OF CRIMINAL JUSTICE SERVICES WITH-\n   53  IN  TEN BUSINESS DAYS OF RECEIPT FROM THE AMBULANCE OR EMERGENCY MEDICAL\n   54  SERVICES COMPANY. A PERSON WHO HAS BEEN CONVICTED OF A  SEX  OFFENSE  OR\n   55  ATTEMPTED  SEX  OFFENSE  AS DEFINED IN ARTICLE ONE HUNDRED THIRTY OF THE\n   56  PENAL LAW SHALL NOT BE ELIGIBLE TO BE ELECTED OR APPOINTED AS  A  VOLUN-\n\n       A. 3523                             3\n\n    1  TEER MEMBER OF AN AMBULANCE COMPANY OR EMERGENCY MEDICAL SERVICES ORGAN-\n    2  IZATION.  THE  MEMBERSHIP OF ANY MEMBER OF AN AMBULANCE COMPANY OR EMER-\n    3  GENCY MEDICAL SERVICES ORGANIZATION SHALL IMMEDIATELY TERMINATE IF HE OR\n    4  SHE  IS  OR  HAS  BEEN  CONVICTED  OF  A SEX OFFENSE OR AN ATTEMPTED SEX\n    5  OFFENSE AS THOSE TERMS ARE DEFINED IN ARTICLE ONE HUNDRED THIRTY OF  THE\n    6  PENAL LAW.\n    7    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the village law and the general municipal law, in relation to criminal background checks for firefighters and emergency medical services personnel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T095740.TXT", "SOBI.D110131.T160719.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508039496
}