{
  "year" : 2011,
  "senateBillNo" : "A352-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A352-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the creation of a temporary state commission to determine the future governance of the canal corporation",
  "summary" : "Provides for the creation of a temporary state commission to determine the future governance of the canal corporation to be called the commission on the future governance of the canal corporation. ",
  "currentCommittee" : null,
  "sameAs" : "S1370",
  "lawSection" : "Public Authorities",
  "previousVersions" : [ "A495-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          352\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HOYT, DESTITO, CAHILL, PEOPLES-STOKES, CALHOUN --\n         Multi-Sponsored  by -- M. of A. BUTLER, CLARK, GALEF, GOTTFRIED, McDO-\n         NOUGH, ROSENTHAL, SALADINO, WEISENBERG -- read once  and  referred  to\n         the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  providing  for  the creation of a temporary state commission to\n         determine the future governance of the canal corporation; and  provid-\n         ing for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. A temporary state commission, to be known as the commission\n    2  on the future governance of the canal corporation, hereinafter  referred\n    3  to  as the commission, is hereby created to examine, evaluate and deter-\n    4  mine the appropriate governance of the canal corporation, as defined  in\n    5  section 382 of the public authorities law.\n    6    S  2. The commission shall consist of thirteen members to be appointed\n    7  as follows: seven members to be appointed by the governor;  two  members\n    8  to be appointed by the temporary president of the senate; two members to\n    9  be  appointed by the speaker of the assembly; one member to be appointed\n   10  by the minority leader of the senate; and one to  be  appointed  by  the\n   11  minority  leader  of  the assembly. A commissioner shall be appointed by\n   12  the governor from among his appointees. Vacancies shall be filled in the\n   13  same manner as the original appointments.\n   14    S 3. The members of the commission shall receive no  compensation  for\n   15  their services, but shall be allowed their actual and necessary expenses\n   16  incurred  in  the  performance of their duties hereunder. To the maximum\n   17  extent feasible, the commission shall be entitled to request and receive\n   18  and shall utilize and be provided with such facilities,  resources,  and\n   19  data  of  any court, department, division, board, bureau, commission, or\n   20  agency of the state or any political subdivision  thereof  as  it  deems\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01088-01-1\n\n       A. 352                              2\n\n    1  necessary or desirable to carry out properly its powers and duties here-\n    2  under.\n    3    S  4.  The commission may employ and at pleasure remove such personnel\n    4  as it may deem necessary for the performance of its  functions  and  fix\n    5  their compensation within the amounts made available therefor.\n    6    S  5.  The  commission  shall meet within the state, shall hold public\n    7  hearings, and shall have all  the  powers  of  a  legislative  committee\n    8  pursuant to the legislative law.\n    9    S  6. The commission shall submit its findings and recommendations for\n   10  the governance of the canal corporation in a report to the governor, the\n   11  temporary president of the senate, and the speaker of the  assembly  not\n   12  later than one year after it first convenes.\n   13    S 7. This act shall take effect on the one hundred twentieth day after\n   14  it shall have become a law; provided, however, that effective immediate-\n   15  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   16  necessary for the implementation of this act on its effective  date  are\n   17  authorized  and directed to be made and completed on or before such date\n   18  and provided, further, that this act shall remain in  effect  until  one\n   19  hundred  twenty days after the commission submits the report required by\n   20  section six of this act, at which time this  act  shall  expire  and  be\n   21  deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT providing for the creation of a temporary state commission to determine the future governance of the canal corporation; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T152616.TXT", "SOBI.D101222.T152848.TXT", "SOBI.D101223.T152115.TXT", "SOBI.D101222.T153349.TXT", "SOBI.D110106.T164249.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294350169830
}