{
  "year" : 2011,
  "senateBillNo" : "A3533-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3533-2011-1295931600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes licensed lenders to issue credit cards and act as financing agencies",
  "summary" : "Authorizes licensed lenders to issue credit cards and act as financing agencies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A8484-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3533\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. P. RIVERA -- Multi-Sponsored by -- M. of A. COOK,\n         JACOBS,  ORTIZ  -- read once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the banking  law  and  the  personal  property  law,  in\n         relation to authorizing licensed lenders to issue credit cards and act\n         as financing agencies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section 351-a to\n    2  read as follows:\n    3    S 351-A. CREDIT CARDS AUTHORIZED. IN PURSUANCE OF THE AUTHORITY GRANT-\n    4  ED PURSUANT TO THIS ARTICLE, LICENSED  LENDERS  SHALL  BE  EMPOWERED  TO\n    5  ISSUE  CREDIT  CARDS,  EXTEND  CREDIT IN CONNECTION THEREWITH, OTHERWISE\n    6  ENGAGE IN OR PARTICIPATE IN CREDIT CARD OPERATIONS, PURSUANT TO  AND  AS\n    7  PROVIDED  IN  ARTICLE  TEN  OF  THE PERSONAL PROPERTY LAW, AND TO ACT AS\n    8  FINANCING AGENCIES AS DEFINED  IN  SUBDIVISION  NINE  OF  SECTION  THREE\n    9  HUNDRED  ONE AND SUBDIVISION EIGHTEEN OF SECTION FOUR HUNDRED ONE OF THE\n   10  PERSONAL PROPERTY LAW.\n   11    S 2. Subdivision 9 of section 301 of the  personal  property  law,  as\n   12  amended  by  chapter  883  of  the  laws  of 1980, is amended to read as\n   13  follows:\n   14    9. \"Financing agency\" means a person engaged, in whole or in part,  in\n   15  the  business of purchasing retail instalment contracts from one or more\n   16  retail sellers. The term includes but is not limited to  a  bank,  trust\n   17  company,  savings  bank,  savings  and loan association, private banker,\n   18  LICENSED LENDER AS DEFINED UNDER ARTICLE NINE OF  THE  BANKING  LAW,  or\n   19  investment company, if so engaged. The term also includes a retail sell-\n   20  er  engaged,  in  whole  or  in  part, in the business of holding retail\n   21  instalment contracts acquired from retail buyers.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01125-01-1\n\n       A. 3533                             2\n\n    1    S 3. Subdivision 18 of section 401 of the personal  property  law,  as\n    2  amended  by  chapter  883  of  the  laws  of 1980, is amended to read as\n    3  follows:\n    4    18.  \"Financing agency\" means a person engaged in this state, in whole\n    5  or in part, in the business of purchasing retail  instalment  contracts,\n    6  obligations  or credit agreements or indebtedness of buyers under credit\n    7  agreements from one or more  retail  sellers  or  entering  into  credit\n    8  agreements  with  retail  buyers  as  provided  in subdivision eleven of\n    9  section four hundred thirteen of this article but shall  not  include  a\n   10  retail  seller.  The  term  includes but is not limited to a bank, trust\n   11  company, savings bank, savings and  loan  association,  private  banker,\n   12  LICENSED  LENDER  AS  DEFINED  UNDER ARTICLE NINE OF THE BANKING LAW, or\n   13  investment company, if so engaged, but shall not include a retail  sell-\n   14  er.\n   15    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law and the personal property law, in relation to authorizing licensed lenders to issue credit cards and act as financing agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110126.T100240.TXT", "SOBI.D110125.T151934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054160671
}