{
  "year" : 2011,
  "senateBillNo" : "A3537-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3537-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes longer sentences of imprisonment upon persons convicted of a sex offense, who have a prior conviction of a sex offense committed against a child",
  "summary" : "Imposes longer sentences of imprisonment upon persons convicted of a sex offense, who have a prior conviction of a sex offense committed against a child. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A6870-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3537\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CAMARA, REILLY, GABRYSZAK, BARRON, ROBINSON --\n         Multi-Sponsored by -- M. of A.  CLARK,  HOOPER,  McDONOUGH,  McKEVITT,\n         PHEFFER,  WEISENBERG  --  read  once  and referred to the Committee on\n         Codes\n\n       AN ACT to amend the penal law, in relation to imposing longer  terms  of\n         imprisonment upon second sex offenders and persistent sex offenders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 70.04 of the penal law, as amended\n    2  by chapter 3 of the laws of 1995, is amended to read as follows:\n    3    3. Term of sentence. [The] (A) EXCEPT AS PROVIDED IN PARAGRAPH (B)  OF\n    4  THIS  SUBDIVISION,  THE  term  of  a  determinate  sentence for a second\n    5  violent felony offender must be fixed by the court as follows:\n    6    [(a)] (I) For a class B felony, the term must be at  least  ten  years\n    7  and must not exceed twenty-five years;\n    8    [(b)] (II) For a class C felony, the term must be at least seven years\n    9  and must not exceed fifteen years; [and\n   10    (c)]  (III) For a class D felony, the term must be at least five years\n   11  and must not exceed seven years[.]; AND\n   12    [(d)] (IV) For a class E felony, the term must be at least three years\n   13  and must not exceed four years.\n   14    (B) THE TERM OF A DETERMINATE SENTENCE FOR  A  SECOND  VIOLENT  FELONY\n   15  OFFENDER,  WHO  STANDS  CONVICTED OF A VIOLENT FELONY OFFENSE DEFINED IN\n   16  ARTICLE ONE HUNDRED THIRTY OF THIS CHAPTER AND HAS A  PREDICATE  VIOLENT\n   17  FELONY  CONVICTION  OF  AN  OFFENSE  DEFINED  IN  SUCH ARTICLE COMMITTED\n   18  AGAINST A PERSON UNDER THE AGE OF EIGHTEEN YEARS, MUST BE FIXED  BY  THE\n   19  COURT AS FOLLOWS:\n   20    (I)  FOR  A CLASS B FELONY, THE TERM MUST BE AT LEAST THIRTY YEARS AND\n   21  MUST NOT EXCEED SEVENTY-FIVE YEARS;\n   22    (II) FOR A CLASS C FELONY, THE TERM MUST BE AT LEAST TWENTY-ONE  YEARS\n   23  AND MUST NOT EXCEED FORTY-FIVE YEARS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04032-01-1\n\n       A. 3537                             2\n\n    1    (III)  FOR  A  CLASS D FELONY, THE TERM MUST BE AT LEAST FIFTEEN YEARS\n    2  AND MUST NOT EXCEED TWENTY-ONE YEARS; AND\n    3    (IV)  FOR  A  CLASS E FELONY, THE TERM MUST BE AT LEAST NINE YEARS AND\n    4  MUST NOT EXCEED TWELVE YEARS.\n    5    S 2. Subdivision 3 of section 70.04 of the  penal  law,  as  added  by\n    6  chapter  481  of the laws of 1978, paragraph (d) as added by chapter 233\n    7  of the laws of 1980, is amended to read as follows:\n    8    3. Maximum term of sentence. [The] (A) EXCEPT AS PROVIDED IN PARAGRAPH\n    9  (B) OF THIS SUBDIVISION, THE maximum term of an  indeterminate  sentence\n   10  for  a  second  violent  felony  offender  must be fixed by the court as\n   11  follows:\n   12    [(a)] (I) For a class B felony, the term must be at least twelve years\n   13  and must not exceed twenty-five years;\n   14    [(b)] (II) For a class C felony, the term must be at least eight years\n   15  and must not exceed fifteen years; [and\n   16    (c)] (III) For a class D felony, the term must be at least five  years\n   17  and must not exceed seven years[.]; AND\n   18    [(d)] (IV) For a class E felony, the term must be at least four years.\n   19    (B)  THE TERM OF AN INDETERMINATE SENTENCE FOR A SECOND VIOLENT FELONY\n   20  OFFENDER, WHO STANDS CONVICTED OF A VIOLENT FELONY  OFFENSE  DEFINED  IN\n   21  ARTICLE  ONE  HUNDRED THIRTY OF THIS CHAPTER AND HAS A PREDICATE VIOLENT\n   22  FELONY CONVICTION OF  AN  OFFENSE  DEFINED  IN  SUCH  ARTICLE  COMMITTED\n   23  AGAINST  A  PERSON UNDER THE AGE OF EIGHTEEN YEARS, MUST BE FIXED BY THE\n   24  COURT AS FOLLOWS:\n   25    (I) FOR A CLASS B FELONY, THE TERM MUST BE AT LEAST  THIRTY-SIX  YEARS\n   26  AND MUST NOT EXCEED SEVENTY-FIVE YEARS;\n   27    (II) FOR A CLASS C FELONY, THE TERM MUST BE AT LEAST TWENTY-FOUR YEARS\n   28  AND MUST NOT EXCEED FORTY-FIVE YEARS;\n   29    (III)  FOR  A  CLASS D FELONY, THE TERM MUST BE AT LEAST FIFTEEN YEARS\n   30  AND MUST NOT EXCEED TWENTY-ONE YEARS; AND\n   31    (IV) FOR A CLASS E FELONY, THE TERM MUST BE AT LEAST TWELVE YEARS.\n   32    S 3. Subdivision 3 of section 70.06 of the penal law,  as  amended  by\n   33  section  38  of  chapter  7  of  the laws of 2007, is amended to read as\n   34  follows:\n   35    3. Maximum term of sentence. (A) Except  as  provided  in  subdivision\n   36  [five  or]  six of this section OR PARAGRAPH (B) OF THIS SUBDIVISION, or\n   37  as provided in subdivision five of section 70.80 of  this  article,  the\n   38  maximum  term  of an indeterminate sentence for a second felony offender\n   39  must be fixed by the court as follows:\n   40    [(a)] (I) For a class A-II felony, the term must be life imprisonment;\n   41    [(b)] (II) For a class B felony, the term must be at least nine  years\n   42  and must not exceed twenty-five years;\n   43    [(c)]  (III) For a class C felony, the term must be at least six years\n   44  and must not exceed fifteen years;\n   45    [(d)] (IV) For a class D felony, the term must be at least four  years\n   46  and must not exceed seven years; and\n   47    [(e)]  (V) For a class E felony, the term must be at least three years\n   48  and must not exceed  four  years;  provided,  however,  that  where  the\n   49  sentence  is  for the class E felony offense specified in section 240.32\n   50  of this chapter, the maximum term must be at least three years and  must\n   51  not exceed five years.\n   52    (B)  THE MAXIMUM TERM OF AN INDETERMINATE SENTENCE FOR A SECOND FELONY\n   53  OFFENDER, WHO STANDS CONVICTED OF ANY  FELONY  DEFINED  IN  ARTICLE  ONE\n   54  HUNDRED  THIRTY  OR  TWO  HUNDRED SIXTY-THREE, OR SECTION 255.25 OF THIS\n   55  CHAPTER AND HAS A  PREDICATE  FELONY  CONVICTION  OF  ANY  SUCH  OFFENSE\n\n       A. 3537                             3\n\n    1  COMMITTED  AGAINST  A  PERSON  UNDER  THE AGE OF EIGHTEEN YEARS, MUST BE\n    2  FIXED BY THE COURT AS FOLLOWS:\n    3    (I) FOR A CLASS B FELONY, THE TERM MUST BE AT LEAST TWENTY-SEVEN YEARS\n    4  AND MUST NOT EXCEED SEVENTY-FIVE YEARS;\n    5    (II)  FOR  A  CLASS C FELONY, THE TERM MUST BE AT LEAST EIGHTEEN YEARS\n    6  AND MUST NOT EXCEED FORTY-FIVE YEARS;\n    7    (III) FOR A CLASS D FELONY, THE TERM MUST BE AT LEAST TWELVE YEARS AND\n    8  MUST NOT EXCEED TWENTY-ONE YEARS; AND\n    9    (IV) FOR A CLASS E FELONY, THE TERM MUST BE AT LEAST  NINE  YEARS  AND\n   10  MUST NOT EXCEED TWELVE YEARS.\n   11    S  4.  Subdivision  3 of section 70.06 of the penal law, as amended by\n   12  section 39 chapter 7 of the laws of 2007, is amended to read as follows:\n   13    3. Maximum term of sentence. (A) Except as provided in  PARAGRAPH  (B)\n   14  OF  THIS  subdivision [five of this section], or as provided in subdivi-\n   15  sion five of section 70.80 of this article, the maximum term of an inde-\n   16  terminate sentence for a second felony offender must  be  fixed  by  the\n   17  court as follows:\n   18    [(a)] (I) For a class A-II felony, the term must be life imprisonment;\n   19    [(b)]  (II) For a class B felony, the term must be at least nine years\n   20  and must not exceed twenty-five years;\n   21    [(c)] (III) For a class C felony, the term must be at least six  years\n   22  and must not exceed fifteen years;\n   23    [(d)]  (IV) For a class D felony, the term must be at least four years\n   24  and must not exceed seven years; and\n   25    [(e)] (V) For a class E felony, the term must be at least three  years\n   26  and must not exceed four years.\n   27    (B)  THE MAXIMUM TERM OF AN INDETERMINATE SENTENCE FOR A SECOND FELONY\n   28  OFFENDER, WHO STANDS CONVICTED OF ANY  FELONY  DEFINED  IN  ARTICLE  ONE\n   29  HUNDRED  THIRTY  OR  TWO  HUNDRED  SIXTY-THREE OR SECTION 255.25 OF THIS\n   30  CHAPTER AND HAS A PREDICATE FELONY CONVICTION OF SUCH OFFENSE  COMMITTED\n   31  AGAINST  A  PERSON UNDER THE AGE OF EIGHTEEN YEARS, MUST BE FIXED BY THE\n   32  COURT AS FOLLOWS:\n   33    (I) FOR A CLASS B FELONY, THE TERM MUST BE AT LEAST TWENTY-SEVEN YEARS\n   34  AND MUST NOT EXCEED SEVENTY-FIVE YEARS;\n   35    (II) FOR A CLASS C FELONY, THE TERM MUST BE AT  LEAST  EIGHTEEN  YEARS\n   36  AND MUST NOT EXCEED FORTY-FIVE YEARS;\n   37    (III) FOR A CLASS D FELONY, THE TERM MUST BE AT LEAST TWELVE YEARS AND\n   38  MUST NOT EXCEED TWENTY-ONE YEARS; AND\n   39    (IV)  FOR  A  CLASS E FELONY, THE TERM MUST BE AT LEAST NINE YEARS AND\n   40  MUST NOT EXCEED TWELVE YEARS.\n   41    S 5. Subdivision 6 of section 70.06 of the  penal  law,  as  added  by\n   42  chapter 3 of the laws of 1995, is amended to read as follows:\n   43    6.  Determinate  sentence.  [When] (A) EXCEPT AS PROVIDED IN PARAGRAPH\n   44  (B) OF THIS SUBDIVISION, WHEN the  court  has  found,  pursuant  to  the\n   45  provisions  of  the  criminal  procedure  law, that a person is a second\n   46  felony offender and the sentence to be imposed on such person is  for  a\n   47  violent  felony offense, as defined in subdivision one of section 70.02,\n   48  the court must impose a determinate sentence of imprisonment the term of\n   49  which must be fixed by the court as follows:\n   50    [(a)] (I) For a class B violent felony offense, the term  must  be  at\n   51  least eight years and must not exceed twenty-five years;\n   52    [(b)]  (II)  For a class C violent felony offense, the term must be at\n   53  least five years and must not exceed fifteen years;\n   54    [(c)] (III) For a class D violent felony offense, the term must be  at\n   55  least three years and must not exceed seven years; and\n\n       A. 3537                             4\n\n    1    [(d)]  (IV)  For a class E violent felony offense, the term must be at\n    2  least two years and must not exceed four years.\n    3    (B) WHEN THE COURT HAS FOUND, PURSUANT TO THE PROVISIONS OF THE CRIMI-\n    4  NAL  PROCEDURE  LAW,  THAT  A  PERSON IS A SECOND FELONY OFFENDER WITH A\n    5  PREDICATE FELONY CONVICTION OF A FELONY DEFINED IN ARTICLE  ONE  HUNDRED\n    6  THIRTY  OR  TWO  HUNDRED  SIXTY-THREE, OR SECTION 255.25 OF THIS CHAPTER\n    7  COMMITTED AGAINST A PERSON UNDER THE AGE  OF  EIGHTEEN  YEARS,  AND  THE\n    8  SENTENCE  TO  BE  IMPOSED ON SUCH PERSON IS FOR A VIOLENT FELONY OFFENSE\n    9  DEFINED IN ARTICLE ONE HUNDRED THIRTY OF THIS CHAPTER,  THE  COURT  MUST\n   10  IMPOSE  A DETERMINATE SENTENCE OF IMPRISONMENT THE TERM OF WHICH MUST BE\n   11  FIXED BY THE COURT AS FOLLOWS:\n   12    (I) FOR A CLASS B VIOLENT FELONY OFFENSE, THE TERM MUST  BE  AT  LEAST\n   13  TWENTY-FOUR YEARS AND MUST NOT EXCEED SEVENTY-FIVE YEARS;\n   14    (II)  FOR  A CLASS C VIOLENT FELONY OFFENSE, THE TERM MUST BE AT LEAST\n   15  FIFTEEN YEARS AND MUST NOT EXCEED FORTY-FIVE YEARS;\n   16    (III) FOR A CLASS D VIOLENT FELONY OFFENSE, THE TERM MUST BE AT  LEAST\n   17  NINE YEARS AND MUST NOT EXCEED TWENTY-ONE YEARS; AND\n   18    (IV)  FOR  A CLASS E VIOLENT FELONY OFFENSE, THE TERM MUST BE AT LEAST\n   19  SIX YEARS AND MUST NOT EXCEED TWELVE YEARS.\n   20    S 6. Subdivision 3 of section 70.08 of the penal law,  as  amended  by\n   21  section  7  of  chapter  107  of the laws of 2006, is amended to read as\n   22  follows:\n   23    3. Minimum period of imprisonment. [The] (A)  EXCEPT  AS  PROVIDED  IN\n   24  PARAGRAPH  (B)  OF  THIS SUBDIVISION, THE minimum period of imprisonment\n   25  under an indeterminate life sentence for  a  persistent  violent  felony\n   26  offender must be fixed by the court as follows:\n   27    [(a)]  (I)  For  the  class A-II felony of predatory sexual assault as\n   28  defined in section 130.95 of this chapter or the class  A-II  felony  of\n   29  predatory sexual assault against a child as defined in section 130.96 of\n   30  this chapter, the minimum period must be twenty-five years;\n   31    [(a-1)] (II) For a class B felony, the minimum period must be at least\n   32  twenty years and must not exceed twenty-five years;\n   33    [(b)]  (III) For a class C felony, the minimum period must be at least\n   34  sixteen years and must not exceed twenty-five years; AND\n   35    [(c)] (IV) For a class D felony, the minimum period must be  at  least\n   36  twelve years and must not exceed twenty-five years.\n   37    (B)  THE  MINIMUM  PERIOD  OF IMPRISONMENT UNDER AN INDETERMINATE LIFE\n   38  SENTENCE FOR A PERSISTENT VIOLENT FELONY OFFENDER, WHO STANDS  CONVICTED\n   39  OF  A  VIOLENT  FELONY  OFFENSE DEFINED IN ARTICLE ONE HUNDRED THIRTY OF\n   40  THIS CHAPTER AND HAS A PRIOR CONVICTION OF ANY  VIOLENT  FELONY  OFFENSE\n   41  DEFINED  IN  SUCH  ARTICLE  COMMITTED  AGAINST A PERSON UNDER THE AGE OF\n   42  EIGHTEEN YEARS, MUST BE FIXED BY THE COURT AS FOLLOWS:\n   43    (I) FOR A CLASS B FELONY, THE MINIMUM PERIOD MUST BE  AT  LEAST  SIXTY\n   44  YEARS AND MUST NOT EXCEED SEVENTY-FIVE YEARS;\n   45    (II)  FOR A CLASS C FELONY, THE MINIMUM PERIOD MUST BE AT LEAST FORTY-\n   46  EIGHT YEARS AND MUST NOT EXCEED SEVENTY-FIVE YEARS; AND\n   47    (III) FOR A CLASS D FELONY, THE MINIMUM PERIOD MUST BE AT LEAST  THIR-\n   48  TY-SIX YEARS AND MUST NOT EXCEED SEVENTY-FIVE YEARS.\n   49    S  7.  Subdivision  3 of section 70.08 of the penal law, as amended by\n   50  section 8 of chapter 107 of the laws of 2006,  is  amended  to  read  as\n   51  follows:\n   52    3.  Minimum  period  of  imprisonment. [The] (A) EXCEPT AS PROVIDED IN\n   53  PARAGRAPH (B) OF THIS SUBDIVISION, THE minimum  period  of  imprisonment\n   54  under  an  indeterminate  life  sentence for a persistent violent felony\n   55  offender must be fixed by the court as follows:\n\n       A. 3537                             5\n\n    1    [(a)] (I) For the class A-II felony of  predatory  sexual  assault  as\n    2  defined  in  section  130.95 of this chapter or the class A-II felony of\n    3  predatory sexual assault against a child as defined in section 130.96 of\n    4  this chapter, the minimum period must be twenty-five years;\n    5    [(a-1)] (II) For a class B felony, the minimum period must be at least\n    6  ten years and must not exceed twenty-five years;\n    7    [(b)]  (III) For a class C felony, the minimum period must be at least\n    8  eight years and must not exceed twenty-five years; AND\n    9    [(c)] (IV) For a class D felony, the minimum period must be  at  least\n   10  six years and must not exceed twenty-five years.\n   11    (B)  THE  MINIMUM  PERIOD  OF IMPRISONMENT UNDER AN INDETERMINATE LIFE\n   12  SENTENCE FOR A PERSISTENT VIOLENT FELONY OFFENDER, WHO STANDS  CONVICTED\n   13  OF  A  VIOLENT  FELONY  OFFENSE DEFINED IN ARTICLE ONE HUNDRED THIRTY OF\n   14  THIS CHAPTER AND HAS A PRIOR CONVICTION OF ANY  VIOLENT  FELONY  OFFENSE\n   15  DEFINED  IN  SUCH  ARTICLE  COMMITTED  AGAINST A PERSON UNDER THE AGE OF\n   16  EIGHTEEN YEARS, MUST BE FIXED BY THE COURT AS FOLLOWS:\n   17    (I) FOR A CLASS B FELONY, THE MINIMUM PERIOD MUST BE AT  LEAST  THIRTY\n   18  YEARS AND MUST NOT EXCEED SEVENTY-FIVE YEARS;\n   19    (II)  FOR  A CLASS C FELONY, THE MINIMUM PERIOD MUST BE AT LEAST TWEN-\n   20  TY-FOUR YEARS AND MUST NOT EXCEED SEVENTY-FIVE YEARS; AND\n   21    (III) FOR A CLASS D FELONY, THE MINIMUM PERIOD MUST BE AT LEAST  EIGH-\n   22  TEEN YEARS AND MUST NOT EXCEED SEVENTY-FIVE YEARS.\n   23    S  8.  Subdivision  2 of section 70.10 of the penal law, as amended by\n   24  chapter 7 of the laws of 2007, is amended to read as follows:\n   25    2. Authorized sentence. When the court  has  found,  pursuant  to  the\n   26  provisions  of the criminal procedure law, that a person is a persistent\n   27  felony offender, and when it is of the  opinion  that  the  history  and\n   28  character of the defendant and the nature and circumstances of his crim-\n   29  inal  conduct  indicate that extended incarceration and life-time super-\n   30  vision will best serve the public interest, the court, in lieu of impos-\n   31  ing the sentence of imprisonment authorized  by  section  70.00,  70.02,\n   32  70.04, 70.06 or subdivision five of section 70.80 for the crime of which\n   33  such  person  presently  stands  convicted,  may  impose the sentence of\n   34  imprisonment  authorized  by  that  section  for  a  class  A-I  felony;\n   35  PROVIDED,  HOWEVER IF SUCH PERSON STANDS CONVICTED OF ANY FELONY DEFINED\n   36  IN ARTICLE ONE HUNDRED THIRTY OR  TWO  HUNDRED  SIXTY-THREE  OR  SECTION\n   37  255.25  OF  THIS  CHAPTER  AND HAS A PRIOR CONVICTION OF SUCH AN OFFENSE\n   38  COMMITTED AGAINST A PERSON UNDER THE AGE OF EIGHTEEN  YEARS,  THE  COURT\n   39  MUST  IMPOSE THE SENTENCE OF IMPRISONMENT AUTHORIZED BY PARAGRAPH (B) OF\n   40  SUBDIVISION THREE OF  SECTION  70.08  OF  THIS  ARTICLE  FOR  PERSISTENT\n   41  VIOLENT  FELONY  OFFENDERS.  In  such  event the reasons for the court's\n   42  opinion shall be set forth in the record.\n   43    S 9. This act shall take effect on the first of November next succeed-\n   44  ing the date on which it shall have become  a  law,  provided  that  the\n   45  amendments  to  subdivision 3 of section 70.04 of the penal law, made by\n   46  section one of this act, to subdivision 3 of section 70.06 of the  penal\n   47  law,  made  by  section  three  of this act, to subdivision 6 of section\n   48  70.06 of the penal law, made by section five of this act, and to  subdi-\n   49  vision  3 of section 70.08 of the penal law, made by section six of this\n   50  act, shall not affect the expiration and  repeal  of  such  subdivisions\n   51  pursuant  to chapter 3 of the laws of 1995, as amended, and shall expire\n   52  and be deemed repealed therewith, when upon  such  dates  sections  two,\n   53  four and seven of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to imposing longer terms of imprisonment upon second sex offenders and persistent sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T153939.TXT", "SOBI.D110125.T151934.TXT", "SOBI.D110126.T104744.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056864028
}