{
  "year" : 2011,
  "senateBillNo" : "A3538-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to housing",
    "billEventId" : "A3538-2011-1295931600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"foreclosure prevention act of 2011\"",
  "summary" : "Enacts the \"foreclosure prevention act of 2011\"; establishes that before any mortgagee may accelerate the maturity of any eligible mortgage obligation, commence any legal action including mortgage foreclosure, or take possession of any security of the mortgage debtor for such mortgage obligation that such mortgagee shall give the mortgagor notice; authorizes the commissioner of the state division of housing and community renewal to enter into contracts with neighborhood preservation companies to provide temporary homeownership assistance activities; gives notice to mortgagors of foreclosure prevention activities and payments; creates the New York state foreclosure prevention fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A6670-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3538\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. CAMARA, CASTRO, SCARBOROUGH -- Multi-Sponsored by\n         --  M. of A. CLARK -- read once and referred to the Committee on Hous-\n         ing\n\n       AN ACT enacting the \"foreclosure prevention act of 2011\"; to  amend  the\n         real  property  actions  and  proceedings  law,  in relation to giving\n         notice to mortgagors of the  availability  of  foreclosure  prevention\n         assistance  and  payments;  and  to  amend  the  state finance law, in\n         relation to creating the New York state foreclosure prevention fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"foreclosure prevention act of 2011\".\n    3    S 2. Statement of legislative purpose and findings.   The  legislature\n    4  finds  and declares that there is a public emergency; that the extension\n    5  of unaffordable mortgage loans, unaffordable second mortgages and  unaf-\n    6  fordable  home  equity  loans  have  resulted in thousands of homeowners\n    7  losing their homes.  The problems associated with these loans  adversely\n    8  affect the availability of capital, the demand for housing, the value of\n    9  real  estate,  and  more  importantly, the ability of homeowners to keep\n   10  their homes and communities viable.  The pending reset of interest rates\n   11  in many home mortgages, second mortgages and home equity loans will only\n   12  exacerbate this situation for many homeowners. The expectation that many\n   13  such variable rate mortgages will fall into foreclosure upon  the  reset\n   14  of  the interest rate compels the state to take action. State assistance\n   15  to homeowners through a voluntary program is necessary in order to  stem\n   16  this  crisis.  Accordingly,  the legislature hereby creates the New York\n   17  state foreclosure prevention fund.\n   18    S 3. Definitions. As used in this act, the following words and phrases\n   19  shall have the following meanings:\n   20    1. \"Annual percentage rate\" means the annual percentage rate  for  the\n   21  loan  calculated  according  to  the  provisions of the Federal Truth in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03916-01-1\n\n       A. 3538                             2\n\n    1  Lending Act (15 U.S.C. Sec. 1601, et seq.), and the regulations  promul-\n    2  gated thereunder by the federal reserve board, as amended.\n    3    2. \"Commissioner\" shall mean the commissioner of the state division of\n    4  housing and community renewal.\n    5    3.  \"Division\"  shall mean the state division of housing and community\n    6  renewal.\n    7    4. \"Eligible  homeowners\"  shall  mean  any  resident  of  this  state\n    8  currently  residing in a home located in this state subject to an eligi-\n    9  ble subprime or unconventional mortgage who the commissioner determines,\n   10  pursuant to the eligibility restrictions set forth in this  act,  is  in\n   11  need of foreclosure prevention assistance.\n   12    5.  \"Eligible  subprime  or unconventional mortgage\" means a home loan\n   13  that:\n   14    (a)(i) for a first lien loan, has an annual percentage rate  of  three\n   15  or  more  percentage  points  above  the yield on treasury securities of\n   16  comparable maturity measured as of the fifteenth day of the month  imme-\n   17  diately  preceding  the  month  in which the application for the loan is\n   18  received by the lender; and\n   19    (ii) for a subordinate lien loan, has an  annual  percentage  rate  of\n   20  five or more percentage points above the yield on treasury securities of\n   21  comparable  maturity measured as of the fifteenth day of the month imme-\n   22  diately preceding the month in which the application  for  the  loan  is\n   23  received by the lender; or\n   24    (b)  is  a  nontraditional  home loan as such term is described in the\n   25  \"Interagency Guidance on Nontraditional Mortgage Product  Risks\"  issued\n   26  September 29, 2006, and published in 71 Federal Register, 58609 on Octo-\n   27  ber 4, 2006, as updated.\n   28    6.  \"Home  loan\"  means a residential home mortgage loan, including an\n   29  open-end credit plan, other than  a  reverse  mortgage  transaction,  in\n   30  which:\n   31    (a) the borrower is a natural person;\n   32    (b) the debt is incurred by the borrower primarily for personal, fami-\n   33  ly or household purposes;\n   34    (c)  the loan is secured by a mortgage or deed of trust on real estate\n   35  upon which there is located a structure or structures  intended  princi-\n   36  pally  for  occupancy  of from one to four families which is occupied by\n   37  the borrower as the borrower's principal dwelling; and\n   38    (d) the property is located in this state.\n   39    7. \"Lender\" has the same meaning as set forth in 24  Code  of  Federal\n   40  Regulations, Section 3500.2 and also includes a mortgage broker.\n   41    8.  \"Non-profit assistance provider\" shall mean a corporation or group\n   42  of corporations organized under the  provisions  of  the  not-for-profit\n   43  corporation  law, including but not limited to neighborhood preservation\n   44  companies as defined in section 902 of the private housing finance  law,\n   45  entities  that perform housing preservation and community renewal activ-\n   46  ities pursuant to article 17 of the private housing finance law, common-\n   47  ly referred to  as  rural  preservation  companies,  and  legal  service\n   48  providers, and municipalities.\n   49    9. \"Service area\" shall mean the established or stated boundaries of a\n   50  non-profit  assistance  provider  or, if an assistance provider does not\n   51  have established boundaries for the geographic area in which it provides\n   52  services, the geographic area defined in its proposal to the division to\n   53  be a service provider.\n   54    10. \"Foreclosure prevention assistance\" shall mean  the  provision  of\n   55  payments on behalf of an eligible homeowner to mortgagees on an eligible\n   56  subprime  or  unconventional  mortgage  secured  by  a  mortgagor's real\n\n       A. 3538                             3\n\n    1  estate, and the training of counselors and other foreclosure  prevention\n    2  providers.\n    3    S  4.  Foreclosure  prevention  fund contracts. 1. Within the limit of\n    4  funds available in the  New  York  state  foreclosure  prevention  fund,\n    5  established  pursuant  to  section  92-h  of  the state finance law, the\n    6  commissioner is hereby authorized to enter into contracts with  non-pro-\n    7  fit  assistance  providers to provide foreclosure prevention assistance.\n    8  Such contracts shall be entered into after appropriate findings  by  the\n    9  commissioner  and  shall  be  subject to the limitations as set forth in\n   10  this section.   The  division  shall  give  preference  to  applications\n   11  involving  2  or  more  non-profit  assistance providers when evaluating\n   12  contract  applications  for  the  provision  of  foreclosure  prevention\n   13  assistance and shall, to the extent feasible, attempt to award contracts\n   14  in a manner that ensures that every homeowner in the state resides with-\n   15  in  a geographic area defined in the proposal of at least one non-profit\n   16  assistance provider.\n   17    2. Prior to entering into  a  contract  with  an  existing  non-profit\n   18  assistance provider, the commissioner shall have made a finding that the\n   19  provider  is  in  good  standing  and  that there is a need for proposed\n   20  assistance activities based on the documented submission of the  provid-\n   21  er.\n   22    3.  Contracts  entered  into  pursuant to this section with non-profit\n   23  assistance providers shall be limited in duration to periods of 1  year,\n   24  but  may  thereafter  be renewed, extended or succeeded by new contracts\n   25  from year to year in the discretion of the commissioner.\n   26    4. Prior to renewing or extending a contract or executing a succeeding\n   27  contract with a non-profit assistance provider the division shall deter-\n   28  mine that:\n   29    (a) the provider shall have substantially  completed  the  foreclosure\n   30  prevention  assistance  specified  in  the  contract  to  be  renewed or\n   31  succeeded;\n   32    (b) the provider shall have received the sums and funds  specified  in\n   33  this section; and\n   34    (c)  the  assistance  carried  out  by  the  provider  pursuant to its\n   35  contract shall have resulted in a significant impact on the needs of the\n   36  at risk existing and potential homeowners in the service area.\n   37    5. Prior to terminating a contract or making a  determination  not  to\n   38  renew a contract, the division shall:\n   39    (a)  determine  that  the  provider  is  in violation of the terms and\n   40  conditions of the contract  or  that  funds  provided  pursuant  to  the\n   41  contract are being expended in a manner not consistent with the terms or\n   42  provisions  of  this  act  or determine that the significant need in the\n   43  service area no longer exists or all available funds have been expended;\n   44  and\n   45    (b) provide the provider with written notice,  at  least  45  days  in\n   46  advance,  of  its  intent  to  terminate  or  not renew the contract and\n   47  provide the provider with the opportunity to appear and be heard  before\n   48  the  division  with respect to the reasons for such proposed termination\n   49  or non-renewal.\n   50    6. The division may temporarily withhold payments and may elect not to\n   51  enter into a succeeding contract with any non-profit assistance provider\n   52  if the provider is not in compliance with the contract  or  has  without\n   53  good  cause  failed  to  submit  the  documentation  required  under the\n   54  contract.\n   55    7. The division shall establish eligibility criteria for  use  by  the\n   56  non-profit  assistance  provider  in ranking eligible homeowners for the\n\n       A. 3538                             4\n\n    1  provision of foreclosure prevention assistance under  this  act.    Such\n    2  criteria  shall,  based  on  the mortgagor's application for assistance,\n    3  consider:\n    4    (a)  need for assistance, including whether the mortgagor has insuffi-\n    5  cient household income or net worth to correct the existing  delinquency\n    6  or  delinquencies within a reasonable period of time and make full mort-\n    7  gage payments and whether any other federal,  state,  local  or  private\n    8  sources of assistance exist that would be available to the mortgagor and\n    9  would  provide  adequate assistance to the mortgagor to retain ownership\n   10  of the home; and\n   11    (b) if there is a  reasonable  prospect  that  a  negotiated  mortgage\n   12  contract  may  be  reached  so that the mortgagor will be able to resume\n   13  mortgage payments within a reasonable amount of time after the beginning\n   14  of the period for which assistance payments are provided under this  act\n   15  and  pay  the mortgage or mortgages in full by its maturity date or by a\n   16  later date agreed to by the mortgagee or mortgagees for completing mort-\n   17  gage payments.\n   18    S 5. Eligibility for assistance. 1.  No  assistance  may  be  provided\n   19  under this act unless all of the following are established:\n   20    (a)  the applicant's loan is secured by a mortgage or deed of trust on\n   21  real estate upon which  there  is  located  a  structure  or  structures\n   22  intended  principally  for  occupancy  of  from 1 to 4 families which is\n   23  occupied by the borrower as the borrower's  principal  dwelling  and  is\n   24  located in this state;\n   25    (b) the non-profit assistance provider has determined that the mortga-\n   26  gor  is in need of mortgage counseling and/or assistance in engaging his\n   27  or her lender or loan servicer in the development of loan  modifications\n   28  or  any  other  steps  taken  by a lender or servicer with a borrower to\n   29  resolve the problem of delinquent loan payments;\n   30    (c) the mortgagor has applied to the  non-profit  assistance  provider\n   31  for  assistance  on  an  application form prescribed by the division for\n   32  this use which includes a financial statement disclosing all assets  and\n   33  liabilities  of  the  mortgagor, whether singly or jointly held, and all\n   34  household income regardless of source. Any applicant  who  intentionally\n   35  misrepresents  any  financial information in conjunction with the filing\n   36  of an application for assistance under this act may  be  denied  assist-\n   37  ance;\n   38    (d)  the  mortgagee  is not prevented by law from foreclosing upon the\n   39  mortgage;\n   40    (e) the non-profit assistance provider has determined,  based  on  the\n   41  mortgagor's  financial  statement,  that  the mortgagor has insufficient\n   42  household income or net worth to correct the delinquency  or  delinquen-\n   43  cies within a reasonable period of time and make full mortgage payments;\n   44    (f) except for the current delinquency, the mortgagor shall have had a\n   45  reasonably favorable residential mortgage credit history; and\n   46    (g)  the mortgagor meets any other procedural requirements established\n   47  by the division.\n   48    2. Upon a determination that the conditions of  eligibility  described\n   49  in  subdivision  one  of  this  section have been met by a mortgagor and\n   50  money is available in the New York  state  foreclosure  prevention  fund\n   51  established  by  section  92-h  of  the state finance law, the mortgagor\n   52  shall become eligible for the assistance described in this act.\n   53    S 6. Foreclosure prevention assistance. The division shall establish a\n   54  system by which it shall make, upon the recommendation of a  participat-\n   55  ing  non-profit  assistance  provider, payments to mortgagees who hold a\n   56  mortgage secured by an eligible homeowner's real estate on behalf of the\n\n       A. 3538                             5\n\n    1  mortgagor when such payments are in support of a  negotiated  settlement\n    2  that allow a homeowner to remain in his or her home and when the mortga-\n    3  gor has in concessions matched the amount of the authorized payments. In\n    4  no  instance shall payments to mortgagees exceed the total amount of the\n    5  3 monthly payments owed by the homeowner before the date  the  homeowner\n    6  applied  for  assistance  under  this  act. The division shall establish\n    7  regional assistance limits based on regional disparities in the cost  of\n    8  housing  in  this  state  and  restrict  the total amount of payments to\n    9  eligible homeowners to the limit set for the region in  which  the  real\n   10  estate is located.\n   11    S  7.  Payment  to  non-profit  assistance  providers  for foreclosure\n   12  prevention fund contracts. 1. Each contract entered into with a non-pro-\n   13  fit assistance provider shall provide payment to the non-profit  assist-\n   14  ance  provider  for foreclosure prevention assistance which the provider\n   15  has provided.\n   16    2. Payments shall be made by the division to the non-profit assistance\n   17  provider, not less frequently than  semiannually  at  or  prior  to  the\n   18  commencement  of  the contract, to compensate the provider for the fore-\n   19  closure prevention assistance  which  it  shall  undertake  to  provide;\n   20  provided that with respect to contracts entered on or after June 30, the\n   21  first  such  payment shall be made by the division beginning on or after\n   22  July 1 of the fiscal year for which an appropriation in support of  such\n   23  payment  is made and provided further that the final such payment to the\n   24  non-profit assistance provider shall be made no later than March  31  of\n   25  such fiscal year.\n   26    S 8. Annual report to the legislature. The commissioner shall submit a\n   27  report  to  the legislature on or before December 31, 2011, and annually\n   28  thereafter, on  the  implementation  of  this  act.  Such  report  shall\n   29  include,  but not be limited to, for each provider receiving funds under\n   30  this act, a description of such provider's contract amount, the specific\n   31  foreclosure prevention assistance provided  by  such  provider  and  the\n   32  number of persons and households served by each provider.\n   33    S  9.  Education and outreach to homeowners.  In coordination with the\n   34  banking department and the consumer protection board, the division shall\n   35  undertake outreach activities directed at eligible homeowners as defined\n   36  in this act. Such outreach activities shall include, but not be  limited\n   37  to:\n   38    1.  the production and broadcast of public service announcements using\n   39  electronic media to inform the general public  of  the  availability  of\n   40  financial  assistance  through the New York state foreclosure prevention\n   41  fund established by section 92-h of the state finance law.  Such  public\n   42  service  announcements  shall  state  the amount of financial assistance\n   43  that may be available, who qualifies, and where such  financial  assist-\n   44  ance may be obtained;\n   45    2.  the  establishment  and maintenance at the division of a toll-free\n   46  telephone number to provide information on the New York  state  foreclo-\n   47  sure  prevention fund and respond to consumers' questions regarding such\n   48  fund; and\n   49    3. the inclusion of a description on the internet websites  maintained\n   50  by  the  division,  the  banking  department and the consumer protection\n   51  board of the New York state foreclosure prevention fund and a listing of\n   52  all not-for-profit contractors providing  financial  assistance  through\n   53  the  fund.  Such  listing  shall include the address and phone number of\n   54  each not-for-profit contractor.\n\n       A. 3538                             6\n\n    1    S 10. Subdivisions 1 and 3  of  section  1303  of  the  real  property\n    2  actions  and  proceedings  law, as amended by chapter 507 of the laws of\n    3  2009, are amended to read as follows:\n    4    1.  The  foreclosing party in a mortgage foreclosure action, involving\n    5  residential real property shall provide notice to:\n    6    (a) any mortgagor if the action relates to an  owner-occupied  one-to-\n    7  four family dwelling; and\n    8    (b) any tenant of a dwelling unit in accordance with the provisions of\n    9  this section. SUCH NOTICE SHALL INCLUDE INFORMATION ABOUT THE AVAILABIL-\n   10  ITY OF FORECLOSURE PREVENTION ASSISTANCE FROM THE STATE TO PREVENT FORE-\n   11  CLOSURE.\n   12    3.  The  notice to any mortgagor required by paragraph (a) of subdivi-\n   13  sion one of this section shall appear as follows:\n   14                     Help for Homeowners in Foreclosure\n   15    New York State Law requires that we send you  this  notice  about  the\n   16  foreclosure process. Please read it carefully.\n   17  Summons and Complaint\n   18    You  are  in danger of losing your home. If you fail to respond to the\n   19  summons and complaint in this foreclosure  action,  you  may  lose  your\n   20  home.  Please read the summons and complaint carefully. You should imme-\n   21  diately contact an attorney or your local legal  aid  office  to  obtain\n   22  advice  on  how  to  protect yourself. TEMPORARY FINANCIAL ASSISTANCE TO\n   23  MAKE MORTGAGE PAYMENTS TO PREVENT FORECLOSURE IS AVAILABLE  TO  ELIGIBLE\n   24  HOMEOWNERS THROUGH A LOCAL NON-PROFIT ASSISTANCE PROVIDER.\n   25  Sources of Information and Assistance\n   26    The  State  encourages  you  to  become informed about your options in\n   27  foreclosure. In addition to seeking assistance from an attorney or legal\n   28  aid office, there are government agencies and  non-profit  organizations\n   29  that  you  may contact for information about possible options, including\n   30  trying to work with your lender during this process.\n   31    To locate an entity near you, you  may  call  the  toll-free  helpline\n   32  maintained by the New York State Banking Department at (enter number) or\n   33  visit the Department's website at (enter web address).\n   34  Foreclosure rescue scams\n   35    Be careful of people who approach you with offers to \"save\" your home.\n   36  There  are  individuals  who watch for notices of foreclosure actions in\n   37  order to unfairly profit from a  homeowner's  distress.  You  should  be\n   38  extremely  careful  about any such promises and any suggestions that you\n   39  pay them a fee or sign over your deed. State law requires anyone  offer-\n   40  ing  such  services  for  profit  to  enter  into a contract which fully\n   41  describes the services they will perform and fees they will charge,  and\n   42  which  prohibits  them  from  taking  any money from you until they have\n   43  completed all such promised services.\n   44    ADDITIONALLY, THE STATE OF NEW YORK HAS DETERMINED THAT THERE EXISTS A\n   45  SERIOUS NEED FOR FINANCIAL RESOURCES TO ASSIST HOMEOWNERS  FACING  FORE-\n   46  CLOSURE.  TOWARDS  THAT END, IT HAS ESTABLISHED THE NEW YORK STATE FORE-\n   47  CLOSURE PREVENTION FUND. TO BE ELIGIBLE, A HOMEOWNER MUST LIVE IN  THEIR\n   48  HOME, OWN NO OTHER REAL PROPERTY AND FILL OUT AN APPLICATION FOR ASSIST-\n   49  ANCE  WITH A LOCAL NON-PROFIT ASSISTANCE PROVIDER WHO WILL DETERMINE WHO\n   50  SHALL RECEIVE AID WITHIN THE  FUNDS  APPROPRIATED.  FOR  INFORMATION  ON\n   51  WHICH  NON-PROFIT ASSISTANCE PROVIDER IS SERVING YOUR GEOGRAPHICAL AREA,\n   52  PLEASE CONTACT THE NEW YORK  STATE  BANKING  DEPARTMENT  AT  THE  NUMBER\n   53  AND/OR WEBSITE PROVIDED ON THIS NOTICE.\n   54    SUCH  ASSISTANCE  IS  IN THE FORM OF MORTGAGE PAYMENTS ON BEHALF OF AN\n   55  ELIGIBLE HOMEOWNER TO THE LENDER FOR THE PURPOSE OF PREVENTING  FORECLO-\n   56  SURE.\n\n       A. 3538                             7\n\n    1    S 11. The state finance law is amended by adding a new section 92-h to\n    2  read as follows:\n    3    S 92-H. NEW YORK STATE FORECLOSURE PREVENTION FUND. 1. THERE IS HEREBY\n    4  ESTABLISHED  IN  THE  JOINT  CUSTODY  OF  THE  STATE COMPTROLLER AND THE\n    5  COMMISSIONER OF TAXATION AND FINANCE A SPECIAL FUND TO BE KNOWN  AS  THE\n    6  \"NEW YORK STATE FORECLOSURE PREVENTION FUND\".\n    7    2.  THE  NEW  YORK  STATE FORECLOSURE PREVENTION FUND SHALL CONSIST OF\n    8  MONEYS APPROPRIATED TO IT FROM THE GENERAL FUND AND  ALLOCATED  PURSUANT\n    9  TO  A  CERTIFICATE OF APPROVAL OF AVAILABILITY ISSUED BY THE DIRECTOR OF\n   10  THE BUDGET AND ALL OTHER MONEYS CREDITED,  APPROPRIATED  OR  TRANSFERRED\n   11  THERETO FROM ANY OTHER FUND OR SOURCES.\n   12    3. MONEYS OF THE FUND, FOLLOWING APPROPRIATION BY THE LEGISLATURE, MAY\n   13  BE  EXPENDED  IN  ACCORDANCE  WITH THE FORECLOSURE PREVENTION ACT OF TWO\n   14  THOUSAND NINE AND THE REGULATIONS PROMULGATED THEREUNDER, PURSUANT TO  A\n   15  CERTIFICATE  OF  APPROVAL  OF AVAILABILITY ISSUED BY THE DIRECTOR OF THE\n   16  BUDGET.\n   17    S 12. This act shall take effect on the ninetieth day after  it  shall\n   18  have  become  a  law; provided, however, that effective immediately, the\n   19  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   20  for  the  implementation of this act on its effective date is authorized\n   21  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT enacting the \"foreclosure prevention act of 2011\"; to amend the real property actions and proceedings law, in relation to giving notice to mortgagors of the availability of foreclosure prevention assistance and payments; and to amend the state finance law, in relation to creating the New York state foreclosure prevention fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152439.TXT", "SOBI.D110125.T153939.TXT", "SOBI.D110125.T151934.TXT", "SOBI.D110126.T104744.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056864038
}