{
  "year" : 2011,
  "senateBillNo" : "A3534-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3534-2011-1295931600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires establishment of citizens' committee on cable television prior to granting or renewing a cable television franchise by a municipality",
  "summary" : "Requires the establishment of a citizens' committee on cable television prior to granting or renewing a cable television franchise by a municipality; such committee shall study and make recommendations on the requirement of the municipality for public education and local government programming; all such recommendations shall be included in the franchise agreement; eliminates the authority of counties to enter into franchise agreements with cable television systems; requires every municipality having a population of less than one million, which charges cable television fees to annually put aside not less than $250,000 to be spent exclusively for the creation, operation and maintenance of a public access television station; requires cable television systems to post municipal franchise agreement on their internet websites. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A7637-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3534\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. P. RIVERA, RAMOS, CAHILL -- Multi-Sponsored by --\n         M.  of  A.  CLARK,  CYMBROWITZ,  MAGEE, PERRY, THIELE -- read once and\n         referred to the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in relation to the issuance  and\n         renewal  of  municipal franchises granted to cable television systems,\n         requiring municipal franchise agreements to be posted on  cable  tele-\n         vision  system  internet websites and requiring a portion of municipal\n         cable television fees to be set aside for  the  creation,  maintenance\n         and operation of a public access television station\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 212 of the public service law,  as\n    2  added by chapter 83 of the laws of 1995, is amended to read as follows:\n    3    6.  \"Municipality\"  shall mean any village, town[,] OR city [or county\n    4  not wholly contained within a city in the state].\n    5    S 2. Section 218 of the public service law, as added by chapter 83  of\n    6  the laws of 1995, is amended to read as follows:\n    7    S 218. Municipal fees; taxes or charges. Nothing in this article shall\n    8  be  construed  to limit the power of any municipality to impose upon any\n    9  cable television company, a fee, tax or charge, provided that  any  such\n   10  fee,  tax  or  charge when added to the amount payable to the commission\n   11  pursuant to section two hundred seventeen does not  exceed  the  maximum\n   12  amount  permitted  by  applicable  federal  law,  rules  or regulations.\n   13  PROVIDED, FURTHER, THAT IN EVERY MUNICIPALITY  HAVING  A  POPULATION  OF\n   14  LESS  THAN ONE MILLION, NOT LESS THAN TWO HUNDRED FIFTY THOUSAND DOLLARS\n   15  OF ANY SUCH FEE, TAX OR CHARGE SHALL BE SET ASIDE EACH MUNICIPAL  FISCAL\n   16  YEAR TO BE EXPENDED EXCLUSIVELY FOR THE CREATION, MAINTENANCE AND OPERA-\n   17  TION  OF  A PUBLIC ACCESS TELEVISION STATION SERVING THE AREA IN WHICH A\n   18  FRANCHISE AGREEMENT IS  IN  EFFECT;  PROVIDED,  HOWEVER  THAT  UNDER  NO\n   19  CIRCUMSTANCES SHALL THE PROVISIONS OF THIS SENTENCE SUPERSEDE ANY MUNIC-\n   20  IPAL  FUNDING MECHANISM FOR SUCH PURPOSE WHICH PROVIDES A GREATER AMOUNT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00436-01-1\n\n       A. 3534                             2\n\n    1  OF FUNDING THAN THAT OTHERWISE PROVIDED PURSUANT TO  THE  PROVISIONS  OF\n    2  THIS SENTENCE.\n    3    S  3. Subdivision 2 of section 219 of the public service law, as added\n    4  by chapter 83 of the laws of 1995, is amended to read as follows:\n    5    2. A municipality shall have the power to require a franchise  of  any\n    6  cable  television  system  providing  service  within  the municipality,\n    7  notwithstanding that said cable television system does not  occupy,  use\n    8  or  in  any way traverse a public street. The provision of any municipal\n    9  charter or other law authorizing a municipality  to  require  and  grant\n   10  franchises  is hereby enlarged and expanded, to the extent necessary, to\n   11  authorize such franchises. FURTHERMORE, EVERY  CABLE  TELEVISION  SYSTEM\n   12  SHALL  MAKE  AVAILABLE,  BY  MEANS OF A CONSPICUOUS LINK ON ITS INTERNET\n   13  WEBSITE, THE ENTIRETY  OF  EACH  FRANCHISE  AGREEMENT  SUCH  SYSTEM  HAS\n   14  ENTERED INTO PURSUANT TO THIS SECTION.\n   15    S  4. Subdivision 3 of section 219 of the public service law is renum-\n   16  bered subdivision 5 and two new subdivisions 3 and 4 are added  to  read\n   17  as follows:\n   18    3. (A) EVERY MUNICIPALITY SHALL, NOT LESS THAN ONE HUNDRED EIGHTY DAYS\n   19  PRIOR  TO GRANTING, EXTENDING OR RENEWING ANY FRANCHISE PURSUANT TO THIS\n   20  SECTION, ESTABLISH A MUNICIPAL CITIZENS' COMMITTEE ON CABLE  TELEVISION.\n   21  SUCH  COMMITTEE SHALL STUDY AND MAKE RECOMMENDATIONS ON THE REQUIREMENTS\n   22  OF THE MUNICIPALITY FOR THE PROVISION  OF  PUBLIC  EDUCATION  AND  LOCAL\n   23  GOVERNMENT PROGRAMMING BY THE CABLE TELEVISION SYSTEM.\n   24    (B) WITHIN ONE HUNDRED TWENTY DAYS OF THE ESTABLISHMENT OF A CITIZENS'\n   25  COMMITTEE  ON CABLE TELEVISION, SUCH COMMITTEE SHALL REPORT ITS FINDINGS\n   26  AND RECOMMENDATIONS TO THE CHIEF  EXECUTIVE  OF  THE  MUNICIPALITY,  THE\n   27  LEGISLATIVE  BODY  OF  THE MUNICIPALITY AND THE CABLE TELEVISION SYSTEM.\n   28  ALL RECOMMENDATIONS OF THE COMMITTEE SHALL BE INCLUDED IN THE  TERMS  OF\n   29  THE FRANCHISE GRANTED, EXTENDED OR RENEWED.\n   30    4.  EACH  CITIZENS' COMMITTEE ON CABLE TELEVISION SHALL BE COMPOSED OF\n   31  FIFTEEN MEMBERS. EIGHT SUCH MEMBERS SHALL BE APPOINTED BY  THE  LEGISLA-\n   32  TIVE  BODY OF THE MUNICIPALITY, AND THE REMAINING SEVEN MEMBERS SHALL BE\n   33  APPOINTED BY THE CHIEF  EXECUTIVE  OF  THE  MUNICIPALITY.  NEITHER  SUCH\n   34  LEGISLATIVE  BODY  NOR SUCH CHIEF EXECUTIVE SHALL EACH APPOINT MORE THAN\n   35  TWO MEMBERS WHO ARE OFFICERS OR EMPLOYEES OF THE  MUNICIPALITY,  OR  ANY\n   36  AGENCY  OR AUTHORITY THEREOF. NO PERSON WHO IS AN OFFICER OR EMPLOYEE OF\n   37  A CABLE TELEVISION COMPANY, CABLE TELEVISION SYSTEM  OR  ANY  SUBSIDIARY\n   38  THEREOF SHALL BE APPOINTED AS A MEMBER OF A CITIZENS' COMMITTEE ON CABLE\n   39  TELEVISION.\n   40    S  5. This act shall take effect on the first of January next succeed-\n   41  ing the date on which it shall have become a law, and  section  four  of\n   42  this act shall apply to cable television franchises granted, extended or\n   43  renewed on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the issuance and renewal of municipal franchises granted to cable television systems, requiring municipal franchise agreements to be posted on cable television system internet websites and requiring a portion of municipal cable television fees to be set aside for the creation, maintenance and operation of a public access television station ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110126.T100240.TXT", "SOBI.D110125.T151934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054160668
}