{
  "year" : 2011,
  "senateBillNo" : "A3530-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3530-2011-1295931600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes warranties on consumer products",
  "summary" : "Provides procedure for satisfying warranties on consumer products including repairs, refunds and dispute settlement procedures; provides for suit for breach of warranty with recovery of attorneys' fees by successful consumer and enforcement by attorney general by injunction; excludes certain motor vehicles which are subject to other provisions of law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A7707-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3530\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. P. RIVERA, V. LOPEZ, COLTON -- Multi-Sponsored by\n         --  M. of A.  DINOWITZ, GOTTFRIED, WEINSTEIN -- read once and referred\n         to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to  warranties  on\n         consumer products\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-ff to read as follows:\n    3    S 399-FF. WARRANTIES ON CONSUMER PRODUCTS. 1. AS USED IN THIS SECTION:\n    4    (A) \"PRODUCT\" MEANS ANY GOODS SOLD OR LEASED WHERE THE BUYER OR LESSEE\n    5  IS A NATURAL PERSON AND THE GOODS ARE PURCHASED OR LEASED PRIMARILY  FOR\n    6  PERSONAL, FAMILY OR HOUSEHOLD PURPOSES, BUT SHALL NOT INCLUDE ANY NEW OR\n    7  USED  MOTOR  VEHICLE  SUBJECT  TO  THE PROVISIONS OF SECTION ONE HUNDRED\n    8  NINETY-EIGHT-A OR ONE HUNDRED NINETY-EIGHT-B OF THIS CHAPTER.\n    9    (B) \"LEASE\" MEANS A LEASE OF GOODS WHICH IS FOR A TERM EXCEEDING  FOUR\n   10  MONTHS.\n   11    2. IF A NEW PRODUCT DOES NOT CONFORM TO ALL APPLICABLE EXPRESS WARRAN-\n   12  TIES, AND THE CONSUMER REPORTS THE NONCONFORMITY TO THE SELLER, MANUFAC-\n   13  TURER  OR  ITS AUTHORIZED DEALER DURING THE TERM OF SUCH EXPRESS WARRAN-\n   14  TIES, THE SELLER, MANUFACTURER OR ITS AUTHORIZED DEALER SHALL MAKE  SUCH\n   15  REPAIRS  AS ARE NECESSARY TO CONFORM THE PRODUCT TO SUCH EXPRESS WARRAN-\n   16  TIES, NOTWITHSTANDING THE FACT THAT SUCH  REPAIRS  ARE  MADE  AFTER  THE\n   17  EXPIRATION OF SUCH TERM.\n   18    3.  IF  THE  SELLER,  MANUFACTURER OR AUTHORIZED DEALERS ARE UNABLE TO\n   19  CONFORM THE PRODUCT TO ANY APPLICABLE EXPRESS WARRANTY BY  REPAIRING  OR\n   20  CORRECTING  ANY  DEFECT OR CONDITION WHICH SUBSTANTIALLY IMPAIRS THE USE\n   21  AND VALUE OF THE PRODUCT TO THE CONSUMER AFTER A  REASONABLE  NUMBER  OF\n   22  ATTEMPTS,  THE  SELLER  AT THE OPTION OF THE CONSUMER, SHALL REPLACE THE\n   23  PRODUCT WITH A NEW PRODUCT OR ACCEPT RETURN  OF  THE  PRODUCT  FROM  THE\n   24  CONSUMER  AND  REFUND  TO THE CONSUMER THE FULL PURCHASE PRICE INCLUDING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00413-01-1\n\n       A. 3530                             2\n\n    1  ALL COLLATERAL CHARGES. REFUNDS SHALL BE MADE TO THE CONSUMER,  AND  THE\n    2  LIENHOLDER IF ANY, AS THEIR INTERESTS MAY APPEAR.  IT SHALL BE AN AFFIR-\n    3  MATIVE  DEFENSE  TO  ANY  CLAIM  UNDER THIS SECTION (A) THAT THE ALLEGED\n    4  NONCONFORMITY  DOES  NOT  SUBSTANTIALLY IMPAIR SUCH USE AND VALUE OR (B)\n    5  THAT THE NONCONFORMITY IS THE RESULT OF ABUSE, NEGLECT  OR  UNAUTHORIZED\n    6  MODIFICATIONS OR ALTERATIONS OF A PRODUCT BY A CONSUMER.\n    7    4. IT SHALL BE PRESUMED THAT A REASONABLE NUMBER OF ATTEMPTS HAVE BEEN\n    8  UNDERTAKEN TO CONFORM A PRODUCT TO THE APPLICABLE EXPRESS WARRANTIES, IF\n    9  (A) THE SAME NONCONFORMITY HAS BEEN SUBJECT TO REPAIR FOUR OR MORE TIMES\n   10  BY  THE  SELLER,  MANUFACTURER  OR AUTHORIZED DEALERS WITHIN THE EXPRESS\n   11  WARRANTY TERM, BUT SUCH NONCONFORMITY CONTINUES  TO  EXIST  OR  (B)  THE\n   12  PRODUCT  IS OUT OF SERVICE BY REASON OF REPAIR FOR A CUMULATIVE TOTAL OF\n   13  THIRTY OR MORE CALENDAR DAYS DURING SUCH TERM. THE TERM  OF  AN  EXPRESS\n   14  WARRANTY,  AND SUCH THIRTY-DAY PERIOD SHALL BE EXTENDED BY ANY PERIOD OF\n   15  TIME DURING WHICH REPAIR SERVICES ARE  NOT  AVAILABLE  TO  THE  CONSUMER\n   16  BECAUSE OF WAR, INVASION, STRIKE, FIRE, FLOOD OR OTHER NATURAL DISASTER.\n   17    5.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW, WITH RESPECT TO ANY\n   18  CONSUMER TRANSACTION INVOLVING THE SALE OR LEASE OF  NEW  GOODS  COSTING\n   19  MORE  THAN  TWO HUNDRED FIFTY DOLLARS, NO MANUFACTURER, SELLER OR LESSOR\n   20  SHALL:\n   21    (A) EXCLUDE,  MODIFY  OR  OTHERWISE  LIMIT  ANY  IMPLIED  WARRANTY  OF\n   22  MERCHANTABILITY,  AS  DEFINED IN SECTION 2-314 OF THE UNIFORM COMMERCIAL\n   23  CODE, OR FITNESS FOR A PARTICULAR PURPOSE, AS DEFINED IN  SECTION  2-315\n   24  OF SUCH CODE; OR\n   25    (B)  EXCLUDE,  MODIFY  OR  OTHERWISE LIMIT ANY REMEDY PROVIDED BY LAW,\n   26  INCLUDING THE MEASURE OF DAMAGES AVAILABLE, FOR A  BREACH  OF  ANY  SUCH\n   27  IMPLIED WARRANTY.\n   28    6.  ANY DISCLAIMER OR LIMITATION IN VIOLATION OF THIS SECTION SHALL BE\n   29  DEEMED CONTRARY TO PUBLIC POLICY AND SHALL BE UNENFORCEABLE AND VOID.\n   30    7.  NOTWITHSTANDING  THE  OTHER  PROVISIONS OF THIS SECTION, WHERE THE\n   31  GOODS TO BE SOLD ARE CONSPICUOUSLY IDENTIFIED AS  \"DAMAGED\",  \"SECONDS\",\n   32  \"IRREGULAR\",  \"FLOOR  MODELS\",  \"DEMONSTRATORS\" OR WORDS TO THAT EFFECT,\n   33  AND ARE OFFERED FOR SALE AT A REDUCTION FROM  THEIR  BONA  FIDE  SELLING\n   34  PRICE, A MANUFACTURER, SELLER OR LESSOR MAY:\n   35    (A) SELL THE GOODS \"AS IS\", WITH NO WARRANTIES EXPRESS OR IMPLIED; OR\n   36    (B)  SELL  THE  GOODS  WITH  AN EXPRESS WARRANTY BUT LIMIT THE IMPLIED\n   37  WARRANTY WITH RESPECT TO THE PARTICULAR IDENTIFIED DEFECT OR DEFECTS.\n   38    8. THE PURCHASER OF GOODS IN A CONSUMER TRANSACTION,  AND  ANY  SUBSE-\n   39  QUENT TRANSFEREE, MAY BRING AN ACTION FOR BREACH OF WARRANTY AGAINST THE\n   40  MANUFACTURER, DISTRIBUTOR, SELLER OR LESSOR OF THE GOODS. LACK OF PRIVI-\n   41  TY BETWEEN THE CONSUMER AND THE PARTY AGAINST WHOM THE ACTION IS BROUGHT\n   42  SHALL NOT BE A DEFENSE TO SUCH ACTION.\n   43    9.  IN  THE  EVENT  AN ACTION IS BROUGHT AGAINST A RETAIL SELLER, THAT\n   44  SELLER MAY IMPLEAD THE DISTRIBUTOR  AND/OR  MANUFACTURER  IN  ACCORDANCE\n   45  WITH  THE  CIVIL  PRACTICE  LAW AND RULES, AND THE IMPLEADED PARTY SHALL\n   46  BEAR SUCH LIABILITY AS THE COURT MAY FIND.\n   47    10. IF A CONSUMER PREVAILS IN AN ACTION BASED UPON BREACH OF WARRANTY,\n   48  EXCEPT FOR PERSONAL INJURY ACTIONS, HE OR SHE  MAY  BE  ALLOWED  BY  THE\n   49  COURT  IN  ITS DISCRETION TO RECOVER AS PART OF THE JUDGMENT A SUM EQUAL\n   50  TO THE AGGREGATE AMOUNT OF COST AND EXPENSES INCLUDING REASONABLE ATTOR-\n   51  NEYS' FEES.\n   52    11. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO LIMIT OR ABRIDGE ANY\n   53  STATUTORY OR OTHER RIGHT OR REMEDY OF A CONSUMER AT LAW OR IN EQUITY.\n   54    12. WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION,  AN  APPLICA-\n   55  TION  MAY  BE  MADE BY THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF\n   56  THE STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION TO ISSUE\n\n       A. 3530                             3\n\n    1  AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF NOT  LESS  THAN  FIVE\n    2  DAYS,  TO ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH VIOLATIONS; AND IF\n    3  IT SHALL APPEAR TO THE SATISFACTION OF THE COURT  OR  JUSTICE  THAT  THE\n    4  DEFENDANT  HAS,  IN  FACT,  VIOLATED  THIS SECTION, AN INJUNCTION MAY BE\n    5  ISSUED BY SUCH COURT OR JUSTICE, ENJOINING AND RESTRAINING  ANY  FURTHER\n    6  VIOLATION,  WITHOUT  REQUIRING  PROOF THAT ANY PERSON HAS, IN FACT, BEEN\n    7  INJURED OR DAMAGED THEREBY.  IN ANY SUCH PROCEEDING, THE COURT MAY  MAKE\n    8  ALLOWANCES  TO  THE  ATTORNEY  GENERAL  AS  PROVIDED IN PARAGRAPH SIX OF\n    9  SUBDIVISION (A) OF SECTION EIGHTY-THREE HUNDRED THREE OF THE CIVIL PRAC-\n   10  TICE LAW AND RULES, AND DIRECT RESTITUTION.  IN CONNECTION WITH ANY SUCH\n   11  PROPOSED APPLICATION, THE ATTORNEY GENERAL IS AUTHORIZED TO  TAKE  PROOF\n   12  AND MAKE A DETERMINATION OF THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN\n   13  ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   14    13.  IF  A  SELLER  HAS ESTABLISHED OR IS A PARTICIPANT IN AN INFORMAL\n   15  DISPUTE SETTLEMENT PROCEDURE WHICH COMPLIES IN  ALL  RESPECTS  WITH  THE\n   16  PROVISIONS  OF  PART SEVEN HUNDRED THREE OF TITLE SIXTEEN OF THE CODE OF\n   17  FEDERAL REGULATIONS THE PROVISIONS OF SUBDIVISION THREE OF THIS  SECTION\n   18  CONCERNING  REFUNDS  OR  REPLACEMENT SHALL NOT APPLY TO ANY CONSUMER WHO\n   19  HAS NOT FIRST RESORTED TO SUCH PROCEDURE.\n   20    14. A SELLER, MANUFACTURER OR ITS  AUTHORIZED  DEALER  SHALL  CAUSE  A\n   21  NOTICE  TO BE GIVEN TO THE ORIGINAL PURCHASER OF A NEW PRODUCT OUTLINING\n   22  THE PROVISIONS OF THIS SECTION AND  THE  RIGHTS  AND  REMEDIES  PROVIDED\n   23  THEREUNDER.\n   24    S 2. This act shall take effect on the one hundred twentieth day after\n   25  it  shall  have become a law, and shall apply to all products sold on or\n   26  after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to warranties on consumer products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110126.T095740.TXT", "SOBI.D110125.T151934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296053860505
}