{
  "year" : 2011,
  "senateBillNo" : "A3532-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3532-2011-1295931600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes assistant corporation counsel or assistant county attorney to issue subpoenas duces tecum prior to juvenile delinquency proceeding",
  "summary" : "Authorizes the assistant corporation counsel or assistant county attorney, within a presentment agency, to issue subpoenas duces tecum for records prior to the origination of a juvenile delinquency proceeding, when such records are necessary for the preparation or filing of a petition to commence such proceeding. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A7726-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3532\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. P. RIVERA -- Multi-Sponsored by -- M. of A. BENE-\n         DETTO,  BOYLAND,  GALEF,  PEOPLES-STOKES,  SWEENEY, WEISENBERG -- read\n         once and referred to the Committee on Judiciary\n\n       AN ACT to amend the family court act, in relation  to  the  issuance  of\n         subpoenas duces tecum in juvenile delinquency cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The family court act is amended by  adding  a  new  section\n    2  309.1 to read as follows:\n    3    S  309.1.    ISSUANCE  OF SUBPOENAS DUCES TECUM PRIOR TO ORIGINATING A\n    4  JUVENILE DELINQUENCY PROCEEDING. AN  ASSISTANT  CORPORATION  COUNSEL  OR\n    5  ASSISTANT  COUNTY ATTORNEY WITHIN A PRESENTMENT AGENCY, AS AN OFFICER OF\n    6  THE COURT, MAY ISSUE A SUBPOENAS DUCES TECUM FOR RECORDS  PRIOR  TO  THE\n    7  ORIGINATION OF A JUVENILE DELINQUENCY PROCEEDING, WHERE SUCH RECORDS ARE\n    8  NECESSARY  FOR  THE PREPARATION OR FILING OF A PETITION UNDER THIS ARTI-\n    9  CLE.\n   10    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   11  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00408-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to the issuance of subpoenas duces tecum in juvenile delinquency cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110126.T100240.TXT", "SOBI.D110126.T100740.TXT", "SOBI.D110125.T151934.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296054460808
}