{
  "year" : 2011,
  "senateBillNo" : "A3543-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3543-2011-1295931600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires manufacturers to meet certain standards with their packaging in New York state to reduce waste",
  "summary" : "Requires manufacturers to meet certain standards with their packaging in New York state to reduce waste; establishes the guidelines and sets a timetable by which manufactures must comply with these provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A4109-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3543\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. COLTON, MAISEL, ENGLEBRIGHT, JAFFEE, SPANO --\n         Multi-Sponsored by -- M.  of A. WEISENBERG -- read once  and  referred\n         to the Committee on Environmental Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         reduction and recycling of packaging\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"Environmentally Sound Packaging Act\".\n    3    S 2. Legislative findings  and  declaration.  The  legislature  hereby\n    4  finds  and  declares that a solid waste crisis exists in New York state,\n    5  and that the amount of solid waste requiring disposal has  continued  to\n    6  increase.  The  legislature  further  finds  that over thirty percent of\n    7  municipal solid waste is comprised of packaging, that the production  of\n    8  packaging  has more than doubled in the last twenty years, and that this\n    9  portion of the municipal  solid  waste  stream  could  be  significantly\n   10  reduced  through  source  reduction and material changes to increase the\n   11  reusability, recycled content, and recyclability of such packaging.  The\n   12  legislature  further finds that the reduction of packaging waste and the\n   13  success of municipal recycling is dependent on greatly increasing demand\n   14  for post-consumer materials  in  the  manufacturing  sector,  that  this\n   15  demand  is very limited at present, and attributable to a lack of incen-\n   16  tives for manufacturers to increase the reusability, recycled content or\n   17  recyclability of their packaging, with no  federal  or  state  standards\n   18  applied  to  packaging  based  on  such  attributes or the lack of same.\n   19  Therefore, the legislature finds and determines that there is a need  to\n   20  reduce  packaging in the solid waste stream, by requiring that all pack-\n   21  aging sold in New York state meet certain standards for reduction, reus-\n   22  ability, recycled content, or recyclability.\n   23    S 3. The environmental conservation law is amended  by  adding  a  new\n   24  section 27-0721 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07373-01-1\n\n       A. 3543                             2\n\n    1  S 27-0721. PACKAGING REDUCTION AND RECYCLING.\n    2    1.  DEFINITIONS. AS USED IN THIS SECTION: (A) \"CONCENTRATE FORM\" SHALL\n    3  MEAN A PRODUCT SOLD IN A CONCENTRATED FORM THAT IS ONE-THIRD OR LESS  OF\n    4  THE VOLUME OF THE PRODUCT IN ITS INTENDED USE FORM.\n    5    (B)  \"ENVIRONMENTALLY  SOUND  PACKAGING\"  SHALL MEAN PACKAGING THAT IS\n    6  REDUCED OR REUSABLE OR RECYCLED OR RECYCLABLE.\n    7    (C) \"INTERMEDIATE PACKAGE\" SHALL MEAN  A  WRAP,  BOX  OR  BUNDLE  THAT\n    8  CONTAINS  TWO  OR MORE UNIT PACKAGES OF IDENTICAL ITEMS, AND THAT MAY BE\n    9  ENCLOSED BY A SHIPPING CONTAINER.\n   10    (D) \"MANUFACTURER\" SHALL MEAN A PERSON, FIRM, ASSOCIATION, PARTNERSHIP\n   11  OR CORPORATION ENGAGED IN THE PRODUCTION OF PACKAGING.\n   12    (E) \"MATERIAL\" SHALL MEAN ANY SUBSTANCE FROM WHICH PACKAGING IS  MADE,\n   13  INCLUDING,  BUT  NOT LIMITED TO, PAPER, GLASS, PLASTIC, AND METAL OR ANY\n   14  COMBINATION THEREOF.\n   15    (F) \"PACKAGER\" SHALL MEAN:\n   16    (I) FOR PACKAGING IN WHICH PRODUCTS ARE PLACED PRIOR  TO  THEIR  ENTRY\n   17  INTO  THE  STATE,  THE  PACKAGER IS THE PERSON WHO RECEIVES TITLE TO THE\n   18  SHIPMENT BEFORE OR UPON ENTRY INTO THE  STATE;  PROVIDED  THAT  IF  SUCH\n   19  PERSON  IS THE PURCHASER IN A RETAIL SALE INVOLVING DIRECT SHIPMENT FROM\n   20  OUTSIDE THE STATE, THEN THE PACKAGER IS THE SELLER;\n   21    (II) FOR PACKAGING IN WHICH A PRODUCT IS PLACED WITHIN THE STATE PRIOR\n   22  TO THE SALE OF THE PRODUCT, THE PACKAGER IS THE PERSON  WHO  PLACES  THE\n   23  PRODUCT IN SUCH PACKAGING;\n   24    (III)  FOR PACKAGING PROVIDED BY A RETAIL SELLER TO A PURCHASER AT THE\n   25  POINT OF PRODUCT DELIVERY, THE PACKAGER IS THE RETAIL SELLER.\n   26    (G) \"PACKAGING\" SHALL MEAN  ANY  CONTAINER  USED  TO  PROTECT,  STORE,\n   27  CONTAIN,  TRANSPORT,  DISPLAY  OR  SELL  PRODUCTS.  PACKAGING  SHALL NOT\n   28  INCLUDE ANY DETACHABLE CLOSURE DEVICE SUCH AS A CAP, CLIP,  COVER,  LID,\n   29  TAB, OR TAMPER RESISTANT CONTRIVANCE.\n   30    (H)  \"PERSON\"  SHALL  MEAN  ANY  INDIVIDUAL,  TRUST, FIRM, JOINT STOCK\n   31  COMPANY, CORPORATION, PARTNERSHIP, OR ASSOCIATION, INCLUDING  THE  STATE\n   32  OF NEW YORK AND ANY POLITICAL SUBDIVISION OF THE STATE OF NEW YORK.\n   33    (I)  \"PRODUCT\"  MEANS  ANY  COMMODITY DESTINED FOR WHOLESALE OR RETAIL\n   34  SALE.\n   35    (J) \"RECYCLABLE\" SHALL MEAN PACKAGING MADE OF  A  MATERIAL  FOR  WHICH\n   36  EITHER  OF THE FOLLOWING STANDARDS ARE MET, AS DETERMINED BY THE DEPART-\n   37  MENT:\n   38    (I) ACCESS TO MUNICIPAL RECYCLABLE RECOVERY PROGRAMS FOR THAT MATERIAL\n   39  IS AVAILABLE TO NO LESS THAN SEVENTY-FIVE PERCENT OF THE  POPULATION  OF\n   40  THE STATE;\n   41    (II) A STATEWIDE RECYCLING RATE OF FIFTY PERCENT HAS BEEN ACHIEVED FOR\n   42  THE PACKAGING MATERIAL; OR\n   43    (III)  A  MANUFACTURER,  DISTRIBUTOR  OR RETAILER ACHIEVES A STATEWIDE\n   44  RECYCLING RATE OF FIFTY PERCENT FOR THE PACKAGE SOLD WITHIN THE STATE.\n   45    PACKAGING COMPOSED OF MORE THAN ONE TYPE  OF  MATERIAL  SHALL  NOT  BE\n   46  CONSIDERED RECYCLABLE UNLESS EACH MATERIAL IN THE PACKAGING THAT REPRES-\n   47  ENTS MORE THAN AN INSUBSTANTIAL PART OF THE PACKAGING MEETS ONE OF THESE\n   48  STANDARDS.\n   49    (K)  \"RECYCLED\"  SHALL  MEAN  PACKAGING  MADE WITH SECONDARY MATERIALS\n   50  CONTENT, WHICH MEETS THE RECYCLED CONTENT STANDARDS SPECIFIED  IN  REGU-\n   51  LATIONS  PROMULGATED  BY  THE  DEPARTMENT PURSUANT TO SUBDIVISION TWO OF\n   52  SECTION 27-0717 OF THIS TITLE; PROVIDED, HOWEVER, THAT WITHIN FIVE YEARS\n   53  OF THE EFFECTIVE DATE OF THIS SECTION, RECYCLED SHALL MEAN A MINIMUM  OF\n   54  FORTY-FIVE  PERCENT  BY  WEIGHT  OF  POST-CONSUMER  RECYCLED CONTENT, AS\n   55  DEFINED BY THE DEPARTMENT.\n\n       A. 3543                             3\n\n    1    (L) \"REDUCED\" SHALL MEAN PACKAGING THAT IS  EITHER  REDUCED  AT  LEAST\n    2  FIFTEEN  PERCENT BY WEIGHT WHEN COMPARED WITH THE PACKAGING USED FOR THE\n    3  SAME PRODUCT BY THE SAME PACKAGER FIVE YEARS EARLIER OR  PACKAGING  THAT\n    4  MEETS  A  MINIMUM  EFFICIENCY  RATIO  OF  NINETY  PERCENT PRODUCT TO TEN\n    5  PERCENT PACKAGING BY WEIGHT, WHEN MEASURED AS THE COMBINED WEIGHT OF THE\n    6  INTERMEDIATE  PACKAGE AND THE UNIT PACKAGE IF THE PRODUCT IS CONVEYED TO\n    7  THE CONSUMER IN MULTIPLE LAYERS OF  PACKAGING,  PROVIDED  HOWEVER,  THAT\n    8  PACKAGING  EXEMPTED  PURSUANT TO SUBDIVISION THREE OF THIS SECTION SHALL\n    9  NOT BE INCLUDED IN SUCH MEASUREMENT. IN NO CASE MAY PACKAGING  REDUCTION\n   10  BE  ACHIEVED  BY THE SUBSTITUTION OF A DIFFERENT MATERIAL CATEGORY FOR A\n   11  MATERIAL THAT CONSTITUTED A SUBSTANTIAL PART OF THE PACKAGING  IN  QUES-\n   12  TION.\n   13    (M)  \"RETAIL  SALE\" SHALL MEAN ANY SALE TO A PURCHASER FOR CONSUMPTION\n   14  OR USE OTHER THAN RESALE OR FURTHER PROCESSING OR MANUFACTURING.\n   15    (N) \"REUSABLE\" SHALL MEAN PACKAGING THAT IS DESIGNED FOR REFILLING  OR\n   16  REUSE  A MINIMUM OF FIVE TIMES IN A PROGRAM ESTABLISHED BY A MANUFACTUR-\n   17  ER, DISTRIBUTOR OR RETAILER FOR REFILLING OR REUSE OF THE PACKAGING.\n   18    (O) \"SHIPMENT\" SHALL MEAN PACKAGED PRODUCTS CONVEYED BY TRUCK OR OTHER\n   19  MEANS OF TRANSPORT, AND ACCOMPANIED BY AN INVOICE.\n   20    (P) \"SHIPPING CONTAINER\" SHALL MEAN PACKAGING THAT IS USED IN COMMERCE\n   21  FOR PACKING, STORING, AND SHIPPING PRODUCTS.\n   22    (Q) \"UNIT PACKAGE\" SHALL MEAN A PACKAGE WHICH CONTAINS A SINGLE  ITEM,\n   23  A  QUANTITY  OF  THE  SAME ITEM, A SET OR AN ITEM WITH ALL ITS COMPONENT\n   24  PARTS.\n   25    2.  ENVIRONMENTALLY SOUND PACKAGING. EXCEPT AS PROVIDED IN SUBDIVISION\n   26  THREE OF THIS SECTION, NO PACKAGER SHALL USE OR CAUSE  TO  BE  USED  ANY\n   27  PACKAGING  THAT  IS  NOT  ENVIRONMENTALLY  SOUND PACKAGING AFTER JANUARY\n   28  FIRST, TWO THOUSAND FOURTEEN.\n   29    3. EXEMPTIONS. (A) THE FOLLOWING TYPES OF PACKAGING SHALL BE  UNCONDI-\n   30  TIONALLY EXEMPT FROM THE PROVISIONS OF THIS SECTION:\n   31    (I)  PACKAGING  WHICH IS IN DIRECT CONTACT WITH FOOD PRODUCTS, AND HAS\n   32  NOT RECEIVED PRIOR AUTHORIZATION FROM THE FEDERAL FOOD AND DRUG ADMINIS-\n   33  TRATION TO INCORPORATE RECYCLED CONTENT  IN  SUCH  PACKAGING,  PROVIDED,\n   34  HOWEVER,  SUCH  PACKAGING  ALSO  DOES  NOT  COMPLY WITH THE STANDARDS AS\n   35  DEFINED IN THIS SECTION FOR REUSABLE OR REDUCED OR RECYCLABLE;\n   36    (II)  PACKAGING  ASSOCIATED  WITH  DRUGS,  DRUG  PRODUCTS,  COSMETICS,\n   37  MEDICAL  FOOD  AND MEDICAL DEVICES, AS THOSE TERMS ARE DEFINED UNDER THE\n   38  FEDERAL FOOD, DRUG AND COSMETIC ACT AND REGULATIONS  PROMULGATED  THERE-\n   39  UNDER;\n   40    (III) PACKAGING ASSOCIATED WITH PRODUCTS OFFERED FOR SALE IN A CONCEN-\n   41  TRATE FORM;\n   42    (IV)  PACKAGING FOR PRODUCTS DESTINED FOR EXPORT FROM THE STATE IF THE\n   43  PACKAGING IS NOT SEPARATED FROM THE PRODUCT BEFORE EXPORT;\n   44    (V) THOSE PACKAGES OR PACKAGING COMPONENTS WHICH HAVE  BEEN  DELIVERED\n   45  TO  A  PACKAGER PRIOR TO JANUARY FIRST, TWO THOUSAND FOURTEEN; AND THOSE\n   46  PACKAGES OR PACKAGING COMPONENTS WITH A CODE INDICATING DATE OF MANUFAC-\n   47  TURE THAT WERE MANUFACTURED PRIOR TO JANUARY FIRST, TWO  THOUSAND  FOUR-\n   48  TEEN;\n   49    (VI)  PACKAGING  ASSOCIATED  WITH  RETAIL SALES OF USED MERCHANDISE BY\n   50  INDIVIDUAL CONSUMERS SUBSEQUENT TO INITIAL RETAIL SALE;\n   51    (VII) PACKAGING ASSOCIATED WITH SALES OF FOOD PRODUCTS BY OR ON BEHALF\n   52  OF A NOT-FOR-PROFIT CORPORATION, IF SUCH CORPORATION HAS  ESTABLISHED  A\n   53  PATTERN,  OVER A PERIOD EXCEEDING TWENTY YEARS, OF RELYING ON SUCH SALES\n   54  FOR A SIGNIFICANT PORTION OF ITS FINANCIAL SUPPORT.\n   55    (B) EVERY PACKAGER SEEKING A CONDITIONAL EXEMPTION  PURSUANT  TO  THIS\n   56  SUBDIVISION  SHALL  SUBMIT  A  WRITTEN APPLICATION TO THE DEPARTMENT AND\n\n       A. 3543                             4\n\n    1  SHALL PAY AN APPLICATION FEE, AS DETERMINED BY  THE  DEPARTMENT,  SUFFI-\n    2  CIENT  TO MEET ONLY THE COSTS ASSOCIATED WITH THE IMPLEMENTATION OF THIS\n    3  SUBDIVISION.\n    4    (C)  PURSUANT  TO RULES AND REGULATIONS PROMULGATED BY THE DEPARTMENT,\n    5  THE COMMISSIONER MAY GRANT A CONDITIONAL EXEMPTION FROM ANY  REQUIREMENT\n    6  OF  THIS  SECTION  IF  HE  OR  SHE DETERMINES THAT THE REQUIREMENT, WHEN\n    7  APPLIED TO A PARTICULAR TYPE OF PACKAGING, WOULD IMPOSE  UNDUE  HARDSHIP\n    8  ON THE GENERAL PUBLIC.\n    9    A  PACKAGER  APPLYING FOR A CONDITIONAL EXEMPTION UNDER THIS PARAGRAPH\n   10  SHALL BEAR THE BURDEN OF PROOF IN  ESTABLISHING  UNDUE  HARDSHIP.  UNDUE\n   11  HARDSHIP SHALL BE ESTABLISHED BY PROVIDING CLEAR AND CONVINCING EVIDENCE\n   12  THAT THERE IS NO ENVIRONMENTALLY SOUND PACKAGING AVAILABLE FOR THAT TYPE\n   13  OF PRODUCT OR THE PACKAGING IS NECESSARY TO COMPLY WITH HEALTH OR SAFETY\n   14  LAWS  AND  THERE  IS  NO  ENVIRONMENTALLY SOUND PACKAGING AVAILABLE THAT\n   15  COMPLIES WITH THOSE HEALTH AND SAFETY LAWS. EXEMPTIONS GRANTED  PURSUANT\n   16  TO THIS PARAGRAPH SHALL BE FOR A PERIOD NOT TO EXCEED FIVE YEARS.\n   17    (D)  WITHIN  THIRTY  DAYS  AFTER  THE  RECEIPT OF AN APPLICATION FOR A\n   18  CONDITIONAL EXEMPTION PURSUANT TO PARAGRAPH (C) OF THIS SUBDIVISION, THE\n   19  DEPARTMENT SHALL PUBLISH A NOTICE OF OPPORTUNITY FOR PUBLIC  COMMENT  ON\n   20  THE  APPLICATION,  AND SHALL ACCEPT WRITTEN COMMENTS FROM THE PUBLIC FOR\n   21  SIXTY DAYS THEREAFTER. BEFORE  GRANTING  A  CONDITIONAL  EXEMPTION,  THE\n   22  DEPARTMENT  SHALL  MAKE A WRITTEN FINDING OF UNDUE HARDSHIP. THE DEPART-\n   23  MENT SHALL MAIL WRITTEN NOTICE OF ITS  DETERMINATION  TO  THE  APPLICANT\n   24  WITHIN  ONE  HUNDRED  TWENTY  DAYS  AFTER  THE RECEIPT OF AN APPLICATION\n   25  PURSUANT TO PARAGRAPH (C) OF THIS SUBDIVISION AND SHALL PUBLISH A NOTICE\n   26  OF SUCH DETERMINATION.\n   27    4. LABELING REQUIREMENTS. (A) ON OR AFTER JANUARY FIRST, TWO  THOUSAND\n   28  FOURTEEN,  EVERY PACKAGER SHALL ENSURE THAT THE WORDS \"COMPLIES WITH NEW\n   29  YORK STATE PACKAGING LAW,\" OR ABBREVIATIONS THEREOF, ARE AFFIXED TO  ALL\n   30  ENVIRONMENTALLY SOUND PACKAGING. THE PRESENCE OF SUCH STATEMENT ON PACK-\n   31  AGING  SHALL  INDICATE THAT THE MANUFACTURER OF SUCH PACKAGING CERTIFIES\n   32  THAT THE PACKAGING IS REDUCED, REUSABLE, RECYCLED, RECYCLABLE OR  EXEMPT\n   33  FROM  THE  REQUIREMENTS  OF  THIS  SECTION. USE OF THIS STATEMENT ON ANY\n   34  OTHER PACKAGING SHALL CONSTITUTE A VIOLATION OF THIS SECTION.\n   35    (B) FOR PURPOSES OF INTERMEDIATE OR UNIT PACKAGING CONTAINING  ONE  OR\n   36  MORE  LAYERS,  ONLY ONE COMPLIANCE LABEL IS REQUIRED, WHICH SHALL APPEAR\n   37  ON THAT PORTION OF THE PACKAGED  PRODUCT  VISIBLE  TO  THE  CONSUMER  AT\n   38  RETAIL SALE.\n   39    5. REGULATIONS. ON OR BEFORE SEPTEMBER FIRST, TWO THOUSAND TWELVE, THE\n   40  DEPARTMENT  SHALL ADOPT RULES AND REGULATIONS NECESSARY TO CARRY OUT THE\n   41  PROVISIONS OF THIS SECTION. SUCH RULES AND  REGULATIONS  SHALL  INCLUDE,\n   42  BUT NEED NOT BE LIMITED TO:\n   43    (A)  REQUIREMENTS  FOR  PACKAGERS  TO  DEMONSTRATE COMPLIANCE WITH THE\n   44  ENVIRONMENTALLY SOUND PACKAGING STANDARDS ESTABLISHED PURSUANT TO SUBDI-\n   45  VISION TWO OF THIS SECTION, AND PROCEDURES TO ENSURE EFFECTIVE OVERSIGHT\n   46  OF PACKAGER COMPLIANCE WITH THOSE STANDARDS BY THE DEPARTMENT;\n   47    (B) A METHODOLOGY FOR THE CALCULATION OF RECYCLING RATES FOR  MATERIAL\n   48  USED  IN  RECYCLABLE PACKAGING, INCLUDING THE CONDITIONS AND CRITERIA TO\n   49  BE MET BY A PACKAGER SEEKING TO  QUALIFY  A  PACKAGE  AS  RECYCLABLE  BY\n   50  COMPOSTING SUCH MATERIAL; AND\n   51    (C)  PROCEDURES  FOR DEPARTMENT REVIEW OF EXEMPTIONS UNDER SUBDIVISION\n   52  THREE OF THIS SECTION.\n   53    6. REPORTS ON RECYCLING RATES.  BY  APRIL  FIRST  OF  EACH  YEAR,  THE\n   54  DEPARTMENT  OF ECONOMIC DEVELOPMENT, SHALL SUBMIT A REPORT TO THE GOVER-\n   55  NOR AND THE LEGISLATURE STATING THE RECYCLING  RATES  FOR  THE  PREVIOUS\n   56  CALENDAR  YEAR  FOR  THE TYPES OF MATERIALS USED IN PACKAGING, ASSESSING\n\n       A. 3543                             5\n\n    1  THE LEVELS OF POST-CONSUMER RECYCLED CONTENT IN A REPRESENTATIVE  SAMPLE\n    2  OF  PACKAGING,  AND  REVIEWING  THE  STATUS OF REUSABLE PACKAGING IN THE\n    3  STATE. FOR RECYCLABLE PACKAGING, THE REPORT SHALL SPECIFY THOSE  MATERI-\n    4  ALS  WHICH QUALIFY AS RECYCLABLE PURSUANT TO EACH CRITERION SET FORTH IN\n    5  PARAGRAPH (J) OF SUBDIVISION ONE OF THIS SECTION.\n    6    7. ENFORCEMENT AND VIOLATIONS. (A) THE DEPARTMENT OF  AGRICULTURE  AND\n    7  MARKETS OR THE DEPARTMENT OR, IN A CITY WITH A POPULATION OF ONE MILLION\n    8  OR  MORE, THE CITY'S DEPARTMENT OF CONSUMER AFFAIRS, MAY INSPECT PACKAG-\n    9  ING TO DETERMINE WHETHER IT IS ENVIRONMENTALLY SOUND. IF, ON  THE  BASIS\n   10  OF  SUCH  INSPECTION,  A  DETERMINATION  IS MADE THAT ANY PACKAGER IS IN\n   11  VIOLATION OF THE PROVISIONS OF THIS SECTION OR ANY  RULE  OR  REGULATION\n   12  PROMULGATED THEREUNDER, THE DEPARTMENT OF AGRICULTURE AND MARKETS OR THE\n   13  DEPARTMENT,  OR, IN A CITY WITH A POPULATION OF ONE MILLION OR MORE, THE\n   14  DEPARTMENT OF CONSUMER AFFAIRS, MAY ISSUE AN ORDER REQUIRING  COMPLIANCE\n   15  OR  ISSUE NOTICE OF AN ADMINISTRATIVE ENFORCEMENT HEARING, OR BOTH. ONLY\n   16  ONE SUCH AGENCY  SHALL ISSUE SUCH ORDER, NOTICE, OR HOLD  A  HEARING  ON\n   17  ANY  ONE  VIOLATION.  THE  PACKAGER  SHALL BE GIVEN AN OPPORTUNITY TO BE\n   18  HEARD DURING ANY SUCH HEARING.\n   19    (B) AS DETERMINED BY A CIVIL OR ADMINISTRATIVE HEARING, ANY PERSON WHO\n   20  VIOLATES ANY OF THE PROVISIONS OF, OR WHO  FAILS  TO  PERFORM  ANY  DUTY\n   21  IMPOSED  BY  THIS  SECTION  OR ANY RULE OR REGULATION PROMULGATED THERE-\n   22  UNDER, OR ANY FINAL DETERMINATION OR ORDER OF THE  COMMISSIONER  OF  THE\n   23  DEPARTMENT OF AGRICULTURE AND MARKETS OR THE COMMISSIONER OF THE DEPART-\n   24  MENT,  OR IN A CITY WITH A POPULATION OF ONE MILLION OR MORE, THE CITY'S\n   25  DEPARTMENT OF CONSUMER AFFAIRS, SHALL BE LIABLE FOR A CIVIL PENALTY  NOT\n   26  TO EXCEED FIFTY DOLLARS FOR EACH UNIT PACKAGE WHICH IS NOT IN COMPLIANCE\n   27  WITH  THE  PROVISIONS  OF THIS CHAPTER, OR FIVE HUNDRED DOLLARS FOR EACH\n   28  INTERMEDIATE PACKAGE OR SHIPPING CONTAINER WHICH IS  NOT  IN  COMPLIANCE\n   29  WITH THE PROVISIONS OF THIS CHAPTER, PROVIDED THAT NO PERSON SHALL PAY A\n   30  PENALTY  IN  EXCESS  OF  TWENTY THOUSAND DOLLARS FOR ANY ONE SHIPMENT OF\n   31  PACKAGING. IN CONSIDERING THE AMOUNT OF THE PENALTY TO  BE  IMPOSED  FOR\n   32  EACH  VIOLATION,  THE COMMISSIONER OF THE DEPARTMENT OR THE COMMISSIONER\n   33  OF THE DEPARTMENT OF AGRICULTURE AND MARKETS OR THE COMMISSIONER OF  THE\n   34  DEPARTMENT  OF  CONSUMER  AFFAIRS  SHALL CONSIDER ANY EVIDENCE PRESENTED\n   35  REGARDING THE FOLLOWING FACTORS: COST, SIZE, WEIGHT OF THE  PRODUCT  AND\n   36  PACKAGE, COMPLIANCE HISTORY OF THE VIOLATOR, AND ANY OTHER FACTORS WHICH\n   37  JUSTICE REQUIRES.\n   38    (C)  ANY  PERSON  MAY COMMENCE A CIVIL ACTION IN SUPREME COURT AGAINST\n   39  ANY PACKAGER WHO IS ALLEGED TO BE IN VIOLATION OF ANY PROVISION OF  THIS\n   40  SECTION  OR ANY REGULATION PROMULGATED PURSUANT TO THIS SECTION. NO SUCH\n   41  ACTION MAY BE COMMENCED:\n   42    (I) PRIOR TO SIXTY DAYS AFTER THE PLAINTIFF OR PLAINTIFFS  HAVE  GIVEN\n   43  NOTICE  OF  THE VIOLATION TO THE ALLEGED VIOLATOR, THE ATTORNEY GENERAL,\n   44  THE DEPARTMENT OF AGRICULTURE AND MARKETS AND, IN A CITY  WITH  A  POPU-\n   45  LATION  OF  ONE  MILLION  OR  MORE,  THE  CITY'S  DEPARTMENT OF CONSUMER\n   46  AFFAIRS; OR\n   47    (II) IF THE  ATTORNEY  GENERAL,  THE  DEPARTMENT  OF  AGRICULTURE  AND\n   48  MARKETS,  OR,  IN  A  CITY WITH A POPULATION OF ONE MILLION OR MORE, THE\n   49  CITY'S DEPARTMENT OF CONSUMER AFFAIRS HAS COMMENCED A CIVIL OR  ADMINIS-\n   50  TRATIVE  ACTION  TO REQUIRE COMPLIANCE WITH THE PROVISION OR REGULATION;\n   51  OR\n   52    (III) IF  AN  ALLEGED  VIOLATOR  HAS  A  PENDING  APPLICATION  FOR  AN\n   53  EXEMPTION FILED WITH THE DEPARTMENT.\n   54    THE  COURT, IN ISSUING ANY FINAL ORDER IN AN ACTION COMMENCED OR MAIN-\n   55  TAINED PURSUANT TO THIS SUBDIVISION,  MAY  AWARD  COSTS  OF  LITIGATION,\n\n       A. 3543                             6\n\n    1  INCLUDING REASONABLE ATTORNEY AND EXPERT WITNESS FEES, TO ANY PREVAILING\n    2  COMPLAINANT.\n    3    (D) NO PACKAGER OF A PRODUCT WILL BE HELD IN VIOLATION OF THIS SECTION\n    4  WHO  CAN SHOW THAT, IN THE PURCHASE OF A PACKAGE OR PACKAGING COMPONENT,\n    5  HE OR SHE RELIED IN GOOD FAITH ON THE LABEL OF THE MANUFACTURER ON  SUCH\n    6  PACKAGING OR PACKAGING COMPONENT THAT SUCH PACKAGING OR PACKAGING COMPO-\n    7  NENT  EITHER  COMPLIED  WITH OR WAS EXEMPT FROM THE REQUIREMENTS OF THIS\n    8  SECTION.\n    9    (E) NO PACKAGER WHO IS ENGAGED IN RETAIL  SALE  OF  FOOD  PRODUCTS  ON\n   10  BEHALF OF A NOT-FOR-PROFIT CORPORATION WILL BE HELD IN VIOLATION OF THIS\n   11  SECTION  UNLESS  SUCH  PACKAGER  IS  AN  EMPLOYEE OF SUCH CORPORATION OR\n   12  UNLESS SUCH PACKAGER ACTS KNOWINGLY AND IN BAD FAITH.\n   13    S 4. Severability. The provisions of this act shall be severable,  and\n   14  if any part of this act shall be held invalid, the remainder of this act\n   15  and the application thereof shall not be affected thereby.\n   16    S 5.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the reduction and recycling of packaging ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T130855.TXT", "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110201.T130354.TXT", "SOBI.D110126.T105244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296583735902
}