{
  "year" : 2011,
  "senateBillNo" : "A3549-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to election law",
    "billEventId" : "A3549-2011-1295931600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Shortens registration application form deadline from twenty-five days to ten days",
  "summary" : "Shortens registration application form deadline received by the state board of elections or showing a dated cancellation mark from the US post office or contained in an envelope showing such a dated cancellation mark from the twenty-fifth day to the tenth day before the ensuing primary, general or special election; further reflects such day change on the statewide application form. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A4314-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3549\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GALEF, DINOWITZ, BING, PAULIN, HOYT, GUNTHER,\n         BOYLAND, JAFFEE, ROSENTHAL, KAVANAGH, ZEBROWSKI -- Multi-Sponsored  by\n         --  M.  of  A.  BRENNAN,  BROOK-KRASNY,  CAHILL, CLARK, COLTON, CONTE,\n         GIGLIO, GOTTFRIED, HEASTIE, JACOBS, LIFTON, MAGEE, MAYERSOHN, MILLMAN,\n         MOLINARO, PEOPLES-STOKES, REILLY, P. RIVERA, ROBINSON, SPANO,  THIELE,\n         WEISENBERG -- read once and referred to the Committee on Election Law\n\n       AN  ACT  to  amend  the  election  law,  in relation to registration and\n         enrollment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section 5-210 of the election law, as\n    2  amended by chapter 179 of the laws  of  2005,  is  amended  to  read  as\n    3  follows:\n    4    3.  Completed  application forms, when received by any county board of\n    5  elections and, with respect to  application  forms  promulgated  by  the\n    6  federal  election  commission,  when  received  by  the  state  board of\n    7  elections, or showing a dated cancellation mark  of  the  United  States\n    8  Postal  Service or contained in an envelope showing such a dated cancel-\n    9  lation mark which is not later than the [twenty-fifth] TENTH day  before\n   10  the  next  ensuing primary, general or special election, and received no\n   11  later than the [twentieth] TENTH day before such election, or  delivered\n   12  in person to such county board of elections not later than the tenth day\n   13  before  a  special election, shall entitle the applicant to vote in such\n   14  election, if he or she is otherwise qualified, provided,  however,  such\n   15  applicant  shall  not vote on a voting machine until his or her identity\n   16  is verified. Any county board of elections receiving an application form\n   17  from a person who does not reside  in  its  jurisdiction  but  who  does\n   18  reside  elsewhere in the state of New York, shall forthwith forward such\n   19  application form to the proper county board of elections. Each board  of\n   20  elections  shall  make  an  entry  on  each  such form of the date it is\n   21  received by such board.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00370-01-1\n\n       A. 3549                             2\n\n    1    S 2. Paragraph (b) of subdivision 5 of section 5-210 of  the  election\n    2  law,  as  amended by chapter 179 of the laws of 2005, is amended to read\n    3  as follows:\n    4    (b)  Instructions  on how to fill out and submit the form and that the\n    5  form must be received by any county board of elections at  least  [twen-\n    6  ty-five] TEN days prior to the election at which the applicant may vote.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to registration and enrollment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056864027
}