{
  "year" : 2011,
  "senateBillNo" : "A3545-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3545-2011-1295931600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to insurance coverage for certain prostheses",
  "summary" : "Relates to insurance coverage for prostheses which are necessary to compensate for the loss of a limb due to accident, injury or disease or the treatment of such conditions provided a treating physician issues a written order for such purchase stating that such purchase is medically necessary to promote the patient's well-being or to promote the healing process. ",
  "currentCommittee" : null,
  "sameAs" : "S2864",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A4051-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3545\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CYMBROWITZ, CASTRO, SCHROEDER, TITONE, GIBSON --\n         Multi-Sponsored by -- M. of A. PHEFFER -- read once  and  referred  to\n         the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to insurance coverage for\n         prostheses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (i) of section 3216  of  the  insurance  law  is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28) (A) EVERY INDIVIDUAL POLICY WHICH PROVIDES MAJOR MEDICAL OR SIMI-\n    4  LAR  COMPREHENSIVE-TYPE COVERAGE SHALL INCLUDE COVERAGE FOR THE PURCHASE\n    5  OF PROSTHESES WHICH ARE NECESSARY TO COMPENSATE FOR THE LOSS OF  A  LIMB\n    6  DUE  TO ACCIDENT, INJURY OR DISEASE OR THE TREATMENT OF SUCH CONDITIONS,\n    7  PROVIDED THAT THE TREATING  PHYSICIAN  OR  OTHER  LICENSED  HEALTH  CARE\n    8  PROVIDER LEGALLY AUTHORIZED TO PRESCRIBE UNDER TITLE EIGHT OF THE EDUCA-\n    9  TION  LAW  ISSUES  A  WRITTEN ORDER FOR SUCH PURCHASE STATING HIS OR HER\n   10  OPINION THAT  SUCH  PURCHASE  IS  MEDICALLY  NECESSARY  TO  PROMOTE  THE\n   11  PATIENT'S WELL-BEING OR TO PROMOTE THE HEALING PROCESS.\n   12    (B)  SUCH COVERAGE MAY BE SUBJECT TO SUCH ANNUAL DEDUCTIBLES AND COIN-\n   13  SURANCE AS DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE  CONSIST-\n   14  ENT WITH THOSE REQUIRED FOR OTHER BENEFITS UNDER THE POLICY. SUCH COVER-\n   15  AGE MAY BE LIMITED TO ONE PROSTHESES FOR THE LIFE OF THE POLICY.\n   16    S 2. Subsection (k) of section 3221 of the insurance law is amended by\n   17  adding a new paragraph 17 to read as follows:\n   18    (17) (A) EVERY GROUP OR BLANKET POLICY WHICH PROVIDES MAJOR MEDICAL OR\n   19  SIMILAR  COMPREHENSIVE-TYPE  COVERAGE  SHALL  INCLUDE  COVERAGE  FOR THE\n   20  PURCHASE OF PROSTHESES WHICH ARE NECESSARY TO COMPENSATE FOR THE LOSS OF\n   21  A LIMB DUE TO ACCIDENT, INJURY OR DISEASE,  OR  THE  TREATMENT  OF  SUCH\n   22  CONDITION, PROVIDED THAT THE TREATING PHYSICIAN OR OTHER LICENSED HEALTH\n   23  CARE  PROVIDER  LEGALLY AUTHORIZED TO PRESCRIBE UNDER TITLE EIGHT OF THE\n   24  EDUCATION LAW ISSUES A WRITTEN ORDER FOR SUCH PURPOSE STATING HIS OR HER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07668-01-1\n\n       A. 3545                             2\n\n    1  OPINION THAT  SUCH  PURCHASE  IS  MEDICALLY  NECESSARY  TO  PROMOTE  THE\n    2  PATIENT'S WELL-BEING OR TO PROMOTE THE HEALING PROCESS.\n    3    (B)  SUCH COVERAGE MAY BE SUBJECT TO SUCH ANNUAL DEDUCTIBLES AND COIN-\n    4  SURANCE AS DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE  CONSIST-\n    5  ENT WITH THOSE REQUIRED FOR OTHER BENEFITS UNDER THE POLICY. SUCH COVER-\n    6  AGE MAY BE LIMITED TO ONE PROSTHESES PER COVERED PERSON FOR THE LIFETIME\n    7  OF THE POLICY.\n    8    S  3.  Section  4303  of  the insurance law is amended by adding a new\n    9  subsection (hh) to read as follows:\n   10    (HH)(1)  EVERY  CONTRACT  ISSUED  BY  A  CORPORATION  SUBJECT  TO  THE\n   11  PROVISIONS  OF  THIS  ARTICLE  WHICH  PROVIDES  MAJOR MEDICAL OR SIMILAR\n   12  COMPREHENSIVE-TYPE COVERAGE, SHALL INCLUDE COVERAGE FOR THE PURCHASE  OF\n   13  PROSTHESES WHICH ARE NECESSARY TO COMPENSATE FOR THE LOSS OF A LIMB AS A\n   14  RESULT  OF  ACCIDENT, INJURY OR DISEASE, OR THE TREATMENT OF SUCH CONDI-\n   15  TION, PROVIDED THAT THE TREATING PHYSICIAN OR OTHER LICENSED HEALTH CARE\n   16  PROVIDER LEGALLY AUTHORIZED TO PRESCRIBE UNDER TITLE EIGHT OF THE EDUCA-\n   17  TION LAW, ISSUES A WRITTEN ORDER FOR SUCH PURCHASE STATING  HIS  OR  HER\n   18  OPINION  THAT  SUCH  PURCHASE  IS  MEDICALLY  NECESSARY  TO  PROMOTE THE\n   19  PATIENT'S WELL-BEING OR TO PROMOTE THE HEALING PROCESS.\n   20    (2) SUCH COVERAGE MAY BE SUBJECT TO SUCH ANNUAL DEDUCTIBLES AND  COIN-\n   21  SURANCE  AS DEEMED APPROPRIATE BY THE SUPERINTENDENT AND AS ARE CONSIST-\n   22  ENT WITH THOSE REQUIRED FOR OTHER BENEFITS UNDER THE POLICY. SUCH COVER-\n   23  AGE MAY BE LIMITED TO ONE PROSTHESES PER COVERED PERSON FOR THE LIFETIME\n   24  OF THE POLICY.\n   25    S 4. This act shall take effect on the one hundred eightieth day after\n   26  it shall have become a law and shall apply according to its terms to all\n   27  policies, contracts and certificates issued, renewed, modified,  altered\n   28  or amended on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to insurance coverage for prostheses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T121712.TXT", "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296667032820
}