{
  "year" : 2011,
  "senateBillNo" : "A3540-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to education",
    "billEventId" : "A3540-2011-1295931600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts uniform incident reporting system regarding removal of students and other persons from classrooms and school property",
  "summary" : "Enacts a uniform incident reporting system regarding removal of students and other persons from classrooms and school property; establishes a registry to include the names of all persons who are removed from classrooms and school property, name of the school district and school, name of teacher, age and grade of student, reason for removal, action taken by school, and disciplinary action against student; requires annual report to governor, legislature and board of regents; provides for reports to commissioner of education and allows him to take appropriate action. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3619-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3540\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in  relation  to  conduct  on  school\n         property\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new  section  2803\n    2  to read as follows:\n    3    S  2803.  UNIFORM  INCIDENT  REPORTING  SYSTEM  REGARDING  REMOVAL  OF\n    4  STUDENTS AND OTHER PERSONS FROM CLASSROOMS AND SCHOOL PROPERTY.  1.  THE\n    5  COMMISSIONER  SHALL  ESTABLISH  A  STATEWIDE  UNIFORM INCIDENT REPORTING\n    6  SYSTEM WHICH PUBLIC SCHOOL DISTRICTS, BOARDS OF COOPERATIVE  EDUCATIONAL\n    7  SERVICES  AND  COUNTY  VOCATIONAL  EDUCATION  AND EXTENSION BOARDS SHALL\n    8  FOLLOW.\n    9    2. THE UNIFORM INCIDENT REPORTING SYSTEM REGARDING REMOVAL OF STUDENTS\n   10  AND OTHER PERSONS FROM CLASSROOMS AND SCHOOL  PROPERTY  SHALL  CREATE  A\n   11  REGISTRY  AND  SHALL  REQUIRE PUBLIC SCHOOL DISTRICTS, BOARDS OF COOPER-\n   12  ATIVE EDUCATIONAL SERVICES AND COUNTY VOCATIONAL EDUCATION AND EXTENSION\n   13  BOARDS TO ANNUALLY REPORT TO THE COMMISSIONER IN A FORM AND  BY  A  DATE\n   14  PRESCRIBED  BY  THE  COMMISSIONER,  THE FOLLOWING INFORMATION CONCERNING\n   15  STUDENTS AND THE OTHER PERSONS  WHO  ARE  REMOVED  FROM  CLASSROOMS  AND\n   16  SCHOOL PROPERTY PURSUANT TO THIS ARTICLE:\n   17    A.  THE  NAME OF THE SCHOOL DISTRICT OR DISTRICTS IN WHICH THE REMOVAL\n   18  OF THE STUDENT OR STUDENTS OR OTHER PERSON OR PERSONS FROM  A  CLASSROOM\n   19  OR SCHOOL PROPERTY OCCURRED;\n   20    B. THE NAME OF THE TEACHER, THE NAME OF THE SCHOOL AND THE LOCATION OF\n   21  THE SCHOOL AT WHICH THE REMOVAL OCCURRED;\n   22    C.  IF  THE  INDIVIDUAL REMOVED IS A STUDENT, THE AGE AND GRADE OF THE\n   23  STUDENT;\n   24    D. THE REASONS STATED BY THE TEACHER FOR THE REMOVAL;\n   25    E. THE ACTION TAKEN BY THE SCHOOL IN RESPONSE TO THE INCIDENT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06575-01-1\n\n       A. 3540                             2\n\n    1    F. WHETHER ANY DISCIPLINARY ACTION WAS TAKEN AGAINST THE STUDENT,  AND\n    2  IF SO, THE TYPE OF DISCIPLINARY ACTION TAKEN AGAINST THE STUDENT;\n    3    G. BY JANUARY FIRST OF EACH YEAR, THE COMMISSIONER SHALL REPORT TO THE\n    4  GOVERNOR,  THE  LEGISLATURE AND THE REGENTS CONCERNING THE PREVALENCE OF\n    5  INCIDENTS INVOLVING REMOVAL FROM THE CLASSROOM. THE REPORT SHALL  SUMMA-\n    6  RIZE  THE INFORMATION AVAILABLE FROM THE REGISTRY AND INCIDENT REPORTING\n    7  SYSTEM AND IDENTIFY SPECIFICALLY THE SCHOOLS AND SCHOOL  DISTRICTS  WITH\n    8  THE  LEAST  AND  THE  GREATEST  INCIDENCE  OF INCIDENTS AND THE NAMES OF\n    9  TEACHERS AND NUMBER OF CLASSROOM REMOVALS INITIATED BY EACH  SUCH  INDI-\n   10  VIDUAL  TEACHER.  THE  REPORT SHALL ALSO, TO THE EXTENT POSSIBLE, RELATE\n   11  THE RESULTS AVAILABLE FROM THE REGISTRY, TOGETHER WITH SUCH OTHER ANALY-\n   12  SIS AND INFORMATION AS THE COMMISSIONER DETERMINES  IS  APPROPRIATE,  TO\n   13  THE  EFFECTIVENESS  OF  CLASSROOM REMOVAL MEASURES UNDERTAKEN BY PARTIC-\n   14  IPATING SCHOOLS AND SCHOOL DISTRICTS; AND\n   15    H. THE COMMISSIONER SHALL  PROMULGATE  REGULATIONS  TO  IMPLEMENT  THE\n   16  PROVISIONS  OF THIS SECTION AND TO ASSURE TO THE EXTENT PRACTICABLE THAT\n   17  THE REPORTS USED BY SCHOOL DISTRICTS ARE  UNIFORM  AND  COMPARABLE  WITH\n   18  RESPECT  TO  THE  TYPES  OF  INCIDENTS REPORTED AND THE RESPONSES OF THE\n   19  SCHOOLS AND SCHOOL DISTRICTS. IF THE REPORTS INDICATE A TEACHER  HAS  AN\n   20  UNUSUALLY  LARGE NUMBER OF REMOVALS OR THE REASONS FOR SAME ARE UNSATIS-\n   21  FACTORY, SUCH TEACHER SHALL BE SUBJECT  TO  APPROPRIATE  ACTION  BY  THE\n   22  COMMISSIONER.  SUCH REGULATIONS SHALL PROVIDE FOR THE CONFIDENTIALITY OF\n   23  ALL PERSONALLY  IDENTIFIABLE  INFORMATION  AND  SHALL  ENSURE  THAT  ANY\n   24  PERSONALLY  IDENTIFIABLE INFORMATION WHICH IS COLLECTED IS USED ONLY FOR\n   25  ITS INTENDED PURPOSE. FURTHER,  ANY  INFORMATION  COLLECTED  UNDER  THIS\n   26  SECTION  SHALL  BE PERPETUATED IN THE REGISTRY FOR FURTHER EVALUATION BY\n   27  THE COMMISSIONER.\n   28    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to conduct on school property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056864050
}