{
  "year" : 2011,
  "senateBillNo" : "A354-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A354-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to licensing the practice of polysomnographic technology",
  "summary" : "Relates to licensing the practice of polysomnographic technology; establishes requirements and procedures for professional licensure and registration; allows limited permits to be issued to eligible applicants; establishes mandatory continuing education for licensed polysomnographic technologists. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA9546-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          354\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HOYT -- read once and referred to the Committee\n         on Higher Education\n\n       AN ACT to amend the education law, in relation to licensing the practice\n         of polysomnographic technology\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 167 to\n    2  read as follows:\n    3                                 ARTICLE 167\n    4                    POLYSOMNOGRAPHIC TECHNOLOGY PRACTICE\n    5  SECTION 8800. INTRODUCTION.\n    6          8801. DEFINITIONS.\n    7          8802. PRACTICE OF POLYSOMNOGRAPHIC TECHNOLOGY.\n    8          8803. USE OF THE TITLE \"POLYSOMNOGRAPHIC TECHNOLOGIST\".\n    9          8804. STATE COMMITTEE FOR POLYSOMNOGRAPHIC TECHNOLOGY.\n   10          8805. REQUIREMENTS AND PROCEDURES FOR PROFESSIONAL LICENSURE AND\n   11                  REGISTRATION.\n   12          8806. LIMITED PERMITS.\n   13          8807. EXEMPTIONS.\n   14          8808. SPECIAL PROVISIONS.\n   15          8809. MANDATORY CONTINUING EDUCATION.\n   16    S 8800. INTRODUCTION.  THIS  ARTICLE  APPLIES  TO  THE  PROFESSION  OF\n   17  LICENSED POLYSOMNOGRAPHIC TECHNOLOGY. THE  GENERAL  PROVISIONS  FOR  ALL\n   18  PROFESSIONS  CONTAINED IN ARTICLE ONE HUNDRED THIRTY OF THIS TITLE APPLY\n   19  TO THIS ARTICLE.\n   20    S 8801. DEFINITIONS. AS USED IN THIS ARTICLE:\n   21    1. THE TERM \"PRACTICE OF POLYSOMNOGRAPHIC TECHNOLOGY\" SHALL  MEAN  THE\n   22  PROCESS  OF  ANALYZING, SCORING, MONITORING AND RECORDING OF PHYSIOLOGIC\n   23  DATA DURING SLEEP AND WAKEFULNESS TO ASSIST IN THE  CLINICAL  ASSESSMENT\n   24  AND DIAGNOSIS OF SLEEP/WAKE DISORDERS AND OTHER DISORDERS, SYNDROMES AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01160-01-1\n\n       A. 354                              2\n\n    1  DYSFUNCTIONS  THAT  EITHER  ARE  SLEEP RELATED, MANIFEST DURING SLEEP OR\n    2  DISRUPT NORMAL SLEEP/WAKE CYCLES AND ACTIVITIES.\n    3    2.  THE TERM \"PRACTICE OF THE PROFESSION OF POLYSOMNOGRAPHIC TECHNOLO-\n    4  GY\" SHALL MEAN THE PROFESSIONAL SERVICES PRACTICED IN ANY SETTING  UNDER\n    5  THE  DIRECTION  AND  SUPERVISION  OF  A LICENSED PHYSICIAN INVOLVING THE\n    6  MONITORING, TESTING AND TREATMENT  OF  INDIVIDUALS  SUFFERING  FROM  ANY\n    7  SLEEP  DISORDER  AS  LISTED  IN AN AUTHORITATIVE CLASSIFICATION OF SLEEP\n    8  DISORDERS ACCEPTABLE TO THE DEPARTMENT. SUCH PROCEDURES INCLUDE BUT  ARE\n    9  NOT LIMITED TO:\n   10    (A)  APPLICATION  OF ELECTRODES AND APPARATUS NECESSARY TO MONITOR AND\n   11  EVALUATE SLEEP DISTURBANCES, INCLUDING APPLICATION OF DEVICES THAT ALLOW\n   12  A PHYSICIAN TO DIAGNOSE  AND  TREAT  SLEEP  DISORDERS,  WHICH  DISORDERS\n   13  INCLUDE BUT SHALL NOT BE LIMITED TO INSOMNIA, SLEEP BREATHING DISORDERS,\n   14  MOVEMENT DISORDERS, DISORDERS OF EXCESSIVE SOMNOLENCE, AND PARASOMNIAS;\n   15    (B)  INSTITUTION  OF  ANY TYPE OF PHYSIOLOGIC MONITORING APPLICABLE TO\n   16  POLYSOMNOGRAPHY INCLUDING THE THERAPEUTIC AND DIAGNOSTIC USE OF  OXYGEN,\n   17  CONTINUOUS  POSITIVE AIRWAY PRESSURE (CPAP) AND BI-LEVEL POSITIVE AIRWAY\n   18  PRESSURE (BIPAP) OF NON-VENTILATED PATIENTS;\n   19    (C)  INITIATION  OF  CARDIOPULMONARY  RESUSCITATION,  MAINTENANCE   OF\n   20  PATIENT'S AIRWAY (WHICH DOES NOT INCLUDE ENDOTRACHEAL INTUBATION), TRAN-\n   21  SCRIPTION AND IMPLEMENTATION OF PHYSICIAN ORDERS PERTAINING TO THE PRAC-\n   22  TICE OF POLYSOMNOGRAPHIC TECHNOLOGY;\n   23    (D)  INITIATION  OF  TREATMENT CHANGES AND TESTING TECHNIQUES REQUIRED\n   24  FOR THE IMPLEMENTATION OF POLYSOMNOGRAPHIC PROTOCOLS UNDER THE DIRECTION\n   25  AND SUPERVISION OF A LICENSED PHYSICIAN WHO SPECIALIZES IN THE  PRACTICE\n   26  OF SLEEP MEDICINE; AND\n   27    (E)  EDUCATION  OF  PATIENTS,  FAMILY AND PUBLIC ON THE PROCEDURES AND\n   28  TREATMENTS USED DURING POLYSOMNOGRAPHIC TECHNOLOGY OR ANY  EQUIPMENT  OR\n   29  PROCEDURE USED FOR THE TREATMENT OF ANY SLEEP DISORDER.\n   30    S 8802. PRACTICE   OF   POLYSOMNOGRAPHIC  TECHNOLOGY.  ONLY  A  PERSON\n   31  LICENSED AND REGISTERED OR EXEMPT  UNDER  THIS  ARTICLE  SHALL  PRACTICE\n   32  POLYSOMNOGRAPHIC TECHNOLOGY.\n   33    S 8803. USE  OF  THE  TITLE  \"POLYSOMNOGRAPHIC  TECHNOLOGIST\".  ONLY A\n   34  PERSON LICENSED UNDER THIS ARTICLE SHALL USE THE TITLE  \"LICENSED  POLY-\n   35  SOMNOGRAPHIC    TECHNOLOGIST,\"   \"POLYSOMNOGRAPHIC   TECHNOLOGIST,\"   OR\n   36  \"LICENSED SLEEP TECH\".\n   37    S 8804. STATE COMMITTEE FOR POLYSOMNOGRAPHIC TECHNOLOGY.  1.  A  STATE\n   38  COMMITTEE  FOR  POLYSOMNOGRAPHIC  TECHNOLOGY  SHALL  BE APPOINTED BY THE\n   39  BOARD OF REGENTS UPON THE RECOMMENDATION OF THE COMMISSIONER  AND  SHALL\n   40  ASSIST  ON  MATTERS  OF  PROFESSIONAL LICENSING, PRACTICE AND CONDUCT IN\n   41  ACCORDANCE WITH SECTION SIXTY-FIVE HUNDRED EIGHT OF THIS TITLE.\n   42    2. NOTWITHSTANDING THE PROVISIONS OF SECTION SIXTY-FIVE HUNDRED  EIGHT\n   43  OF  THIS  TITLE, THE COMMITTEE SHALL ASSIST THE STATE BOARD FOR MEDICINE\n   44  SOLELY IN POLYSOMNOGRAPHIC TECHNOLOGY MATTERS, WHICH  BOARD  SHALL  ALSO\n   45  FUNCTION  AS THE STATE BOARD FOR POLYSOMNOGRAPHIC TECHNOLOGY. ANY MEMBER\n   46  OF THE FIRST BOARD APPOINTED WHO IS A POLYSOMNOGRAPHIC TECHNOLOGIST NEED\n   47  NOT BE LICENSED PRIOR TO APPOINTMENT ON  THE  BOARD;  PROVIDED  HOWEVER,\n   48  THAT  ANY  FIRST APPOINTED POLYSOMNOGRAPHIC TECHNOLOGIST SHALL BE REGIS-\n   49  TERED BY A NATIONAL CERTIFYING OR ACCREDITING BOARD  ACCEPTABLE  TO  THE\n   50  DEPARTMENT.\n   51    3.  THE COMMITTEE SHALL CONSIST OF NINE INDIVIDUALS, TO BE COMPOSED OF\n   52  THE FOLLOWING:\n   53    (A) FIVE LICENSED POLYSOMNOGRAPHIC TECHNOLOGISTS, WHO ARE NOT LICENSED\n   54  TO PRACTICE ANY OTHER PROFESSION REGULATED PURSUANT TO THIS TITLE;\n   55    (B) TWO LICENSED RESPIRATORY THERAPISTS WHO HAVE TRAINING AND/OR EXPE-\n   56  RIENCE IN THE DIAGNOSIS OR TREATMENT OF SLEEP DISORDERS;\n\n       A. 354                              3\n\n    1    (C) ONE LICENSED PHYSICIAN WHO PRACTICES IN THE FIELD OF  SLEEP  MEDI-\n    2  CINE; AND\n    3    (D) A REPRESENTATIVE OF THE PUBLIC AT LARGE.\n    4    S 8805. REQUIREMENTS  AND  PROCEDURES  FOR  PROFESSIONAL LICENSURE AND\n    5  REGISTRATION. 1. TO QUALIFY FOR A LICENSE AS A LICENSED POLYSOMNOGRAPHIC\n    6  TECHNOLOGIST, AN APPLICANT SHALL FULFILL THE FOLLOWING REQUIREMENTS:\n    7    (A) APPLICATION: FILE AN APPLICATION WITH THE DEPARTMENT;\n    8    (B) EDUCATION: (I) RECEIVED AN ASSOCIATE  DEGREE  IN  POLYSOMNOGRAPHIC\n    9  TECHNOLOGY FROM A PROGRAM REGISTERED BY THE DEPARTMENT, OR ANOTHER ASSO-\n   10  CIATE  DEGREE  PROGRAM  DETERMINED BY THE DEPARTMENT TO BE SUBSTANTIALLY\n   11  EQUIVALENT, FROM AN ACCREDITED COLLEGE OR UNIVERSITY IN ACCORDANCE  WITH\n   12  THE  COMMISSIONER'S  REGULATIONS;  PROVIDED HOWEVER, THAT THIS EDUCATION\n   13  REQUIREMENT SHALL NOT BECOME EFFECTIVE UNTIL SUCH TIME AS THERE  ARE  AT\n   14  LEAST  FOUR LICENSURE QUALIFYING ASSOCIATE DEGREE PROGRAMS ACCEPTABLE TO\n   15  THE DEPARTMENT IN POLYSOMNOGRAPHIC  TECHNOLOGY  OPERATED  BY  ACCREDITED\n   16  COLLEGES OR UNIVERSITIES IN THE STATE; OR\n   17    (II)  COMPLETED A COURSE OF STUDY SUBSTANTIALLY EQUIVALENT TO AN ASSO-\n   18  CIATE DEGREE PROGRAM DETERMINED TO BE ACCEPTABLE  PURSUANT  TO  SUBPARA-\n   19  GRAPH  (I)  OF  THIS PARAGRAPH, AND WHICH IS SATISFACTORY TO THE COMMIS-\n   20  SIONER AND IN ACCORDANCE WITH THE  COMMISSIONER'S  REGULATIONS  FOR  THE\n   21  PRACTICE OF POLYSOMNOGRAPHIC TECHNOLOGY;\n   22    (C)  EXPERIENCE:  HAVE  EXPERIENCE  SATISFACTORY  TO  THE BOARD AND IN\n   23  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS;\n   24    (D) EXAMINATION: PASS AN EXAMINATION SATISFACTORY TO THE BOARD AND  IN\n   25  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS;\n   26    (E) AGE: BE AT LEAST EIGHTEEN YEARS OF AGE;\n   27    (F) CHARACTER: BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE DEPART-\n   28  MENT; AND\n   29    (G) FEE: PAY A ONE-TIME FEE OF THREE HUNDRED DOLLARS FOR LICENSURE.\n   30    2.  EXCEPT  AS  PROVIDED IN SECTION EIGHTY-EIGHT HUNDRED SEVEN OF THIS\n   31  ARTICLE, EACH LICENSED POLYSOMNOGRAPHIC TECHNOLOGIST SHALL  BE  REQUIRED\n   32  TO  REGISTER  TRIENNIALLY  WITH THE DEPARTMENT TO PRACTICE IN THE STATE,\n   33  AND SHALL PAY A FEE OF THREE HUNDRED DOLLARS FOR EACH  TRIENNIAL  REGIS-\n   34  TRATION PERIOD.\n   35    S 8806. LIMITED  PERMITS. LIMITED PERMITS MAY BE ISSUED BY THE DEPART-\n   36  MENT TO ELIGIBLE APPLICANTS, AS FOLLOWS:\n   37    1. ELIGIBILITY: A PERSON WHO FULFILLS ALL REQUIREMENTS FOR  A  LICENSE\n   38  AS  A POLYSOMNOGRAPHIC TECHNOLOGIST EXCEPT THOSE RELATING TO EXAMINATION\n   39  SHALL BE ELIGIBLE FOR A LIMITED PERMIT;\n   40    2. LIMIT OF PRACTICE: ALL PRACTICE UNDER A  LIMITED  PERMIT  SHALL  BE\n   41  UNDER  THE  DIRECTION  AND  SUPERVISION OF A LICENSED PHYSICIAN AND ONLY\n   42  WHILE UNDER THE DIRECT  AND  IMMEDIATE  SUPERVISION  OF  A  HEALTH  CARE\n   43  PROVIDER REGULATED PURSUANT TO THIS TITLE INCLUDING, BUT NOT LIMITED TO,\n   44  A  PHYSICIAN,  POLYSOMNOGRAPHIC  TECHNOLOGIST, REGISTERED NURSE, RESPIR-\n   45  ATORY THERAPIST, AND NURSE  PRACTITIONER;  PROVIDED  HOWEVER,  THAT  THE\n   46  TASKS  OR  RESPONSIBILITIES  SUPERVISED  BY THE HEALTH CARE PROVIDER ARE\n   47  WITHIN THE SCOPE OF HIS OR HER PRACTICE;\n   48    3. DURATION: A LIMITED PERMIT SHALL BE VALID FOR ONE YEAR AND  MAY  BE\n   49  RENEWED FOR ONE ADDITIONAL YEAR; AND\n   50    4.  FEE: THE FEE FOR EACH LIMITED PERMIT AND FOR EACH RENEWAL SHALL BE\n   51  FIFTY DOLLARS.\n   52    S 8807. EXEMPTIONS. THIS ARTICLE SHALL NOT PROHIBIT:\n   53    1. THE PRACTICE OF LICENSED POLYSOMNOGRAPHIC TECHNOLOGY AS AN INTEGRAL\n   54  PART OF A PROGRAM OF STUDY BY STUDENTS ENROLLED IN REGISTERED POLYSOMNO-\n   55  GRAPHIC TECHNOLOGY EDUCATION PROGRAMS  OR  REGISTERED  RESPIRATORY  CARE\n   56  PROGRAMS;\n\n       A. 354                              4\n\n    1    2.  THE PERFORMANCE OF ANY OF THE FUNCTIONS INCLUDED IN THE DEFINITION\n    2  OF POLYSOMNOGRAPHIC TECHNOLOGY BY ANY OTHER DULY LICENSED, CERTIFIED  OR\n    3  REGISTERED HEALTH CARE PROVIDER, PROVIDED THAT SUCH FUNCTIONS ARE WITHIN\n    4  THE SCOPE OF HER OR HIS PRACTICE;\n    5    3.  THE PRACTICE OF POLYSOMNOGRAPHIC TECHNOLOGY BY ANY LEGALLY AUTHOR-\n    6  IZED POLYSOMNOGRAPHIC PRACTITIONER OF ANY OTHER STATE OR  TERRITORY  WHO\n    7  IS  SERVING  IN  THE  ARMED  FORCES  OR THE PUBLIC HEALTH SERVICE OF THE\n    8  UNITED STATES OR WHO IS EMPLOYED BY THE VETERAN'S ADMINISTRATION,  WHILE\n    9  ENGAGED IN THE PERFORMANCE OF SUCH DUTIES;\n   10    4.  THE  PRACTICE OF POLYSOMNOGRAPHIC TECHNOLOGY BY A LICENSED RESPIR-\n   11  ATORY THERAPIST OR A RESPIRATORY THERAPY TECHNICIAN; AND\n   12    5. THE PRACTICE OF POLYSOMNOGRAPHIC TECHNOLOGY  FOR  THE  PURPOSES  OF\n   13  CLINICAL  RESEARCH,  PROVIDED  THAT  THE RESEARCH HAS BEEN APPROVED BY A\n   14  DULY AUTHORIZED INSTITUTIONAL REVIEW BOARD AND SUCH  PRACTICE  IS  UNDER\n   15  THE DIRECTION AND SUPERVISION OF A LICENSED PHYSICIAN.\n   16    S 8808. SPECIAL  PROVISIONS.  A PERSON SHALL BE LICENSED WITHOUT EXAM-\n   17  INATION OR SATISFYING THE EDUCATION REQUIREMENT,  PROVIDED  THAT  WITHIN\n   18  ONE   YEAR  OF  THE  EFFECTIVE  DATE  OF  REGULATIONS  IMPLEMENTING  THE\n   19  PROVISIONS OF THIS ARTICLE, THE INDIVIDUAL MEETS THE FOLLOWING  REQUIRE-\n   20  MENTS:\n   21    1.  FILES  AN APPLICATION AND PAYS THE APPROPRIATE FEES TO THE DEPART-\n   22  MENT;\n   23    2.  IS CERTIFIED BY A NATIONAL CERTIFYING  OR  ACCREDITING  BOARD  FOR\n   24  POLYSOMNOGRAPHY ACCEPTABLE TO THE DEPARTMENT, AND HAS PRACTICED POLYSOM-\n   25  NOGRAPHY UNDER THE DIRECTION AND SUPERVISION OF A LICENSED PHYSICIAN WHO\n   26  SPECIALIZES  IN  THE  PRACTICE  OF SLEEP MEDICINE FOR EIGHTEEN MONTHS OR\n   27  MORE IN THE PREVIOUS THREE YEARS; PROVIDED THAT  SUCH  EXPERIENCE  SHALL\n   28  NOT  BE  ACCEPTABLE FOR LICENSURE AFTER DECEMBER THIRTY-FIRST, TWO THOU-\n   29  SAND TWELVE; OR\n   30    3. HAS PRACTICED POLYSOMNOGRAPHY UNDER THE DIRECTION  AND  SUPERVISION\n   31  OF  A  LICENSED PHYSICIAN WHO SPECIALIZES IN THE PRACTICE OF SLEEP MEDI-\n   32  CINE FOR NOT LESS THAN THREE YEARS WITHIN THE LAST FIVE YEARS  PRIOR  TO\n   33  THE EFFECTIVE DATE OF THIS ARTICLE.\n   34    S 8809. MANDATORY CONTINUING EDUCATION. 1. A LICENSED POLYSOMNOGRAPHIC\n   35  TECHNOLOGIST  REQUIRED  UNDER  THIS ARTICLE TO REGISTER TRIENNIALLY WITH\n   36  THE DEPARTMENT SHALL COMPLY WITH THE PROVISIONS OF THE MANDATORY CONTIN-\n   37  UING EDUCATION REQUIREMENTS  PRESCRIBED  IN  SUBDIVISION  FOUR  OF  THIS\n   38  SECTION  EXCEPT  AS  SET  FORTH  IN  SUBDIVISIONS  TWO AND THREE OF THIS\n   39  SECTION. A LICENSED POLYSOMNOGRAPHIC TECHNOLOGIST WHO DOES  NOT  SATISFY\n   40  THE MANDATORY CONTINUING EDUCATION REQUIREMENTS SHALL NOT PRACTICE UNTIL\n   41  HE  OR  SHE  HAS  MET SUCH REQUIREMENTS, AND HE OR SHE HAS BEEN ISSUED A\n   42  REGISTRATION CERTIFICATE, EXCEPT THAT A LICENSED POLYSOMNOGRAPHIC  TECH-\n   43  NOLOGIST  MAY PRACTICE WITHOUT HAVING MET SUCH REQUIREMENTS IF HE OR SHE\n   44  IS ISSUED A CONDITIONAL REGISTRATION CERTIFICATE PURSUANT TO SUBDIVISION\n   45  FIVE OF THIS SECTION.\n   46    2. A LICENSED POLYSOMNOGRAPHIC TECHNOLOGIST SHALL BE EXEMPT  FROM  THE\n   47  MANDATORY  CONTINUING  EDUCATION REQUIREMENT FOR THE TRIENNIAL REGISTRA-\n   48  TION PERIOD DURING WHICH HE OR SHE IS FIRST LICENSED. IN ACCORD WITH THE\n   49  INTENT OF THIS SECTION, ADJUSTMENT TO THE MANDATORY CONTINUING EDUCATION\n   50  REQUIREMENT MAY BE GRANTED BY  THE  DEPARTMENT  FOR  REASONS  OF  HEALTH\n   51  CERTIFIED  BY  AN  APPROPRIATE  HEALTH  CARE  PROFESSIONAL, FOR EXTENDED\n   52  ACTIVE DUTY WITH THE ARMED FORCES OF THE UNITED  STATES,  OR  FOR  OTHER\n   53  GOOD CAUSE ACCEPTABLE TO THE DEPARTMENT WHICH MAY PREVENT COMPLIANCE.\n   54    3.  A  LICENSED POLYSOMNOGRAPHIC TECHNOLOGIST NOT ENGAGED IN THE PRAC-\n   55  TICE OF POLYSOMNOGRAPHIC TECHNOLOGY, AS DETERMINED  BY  THE  DEPARTMENT,\n   56  SHALL BE EXEMPT FROM THE MANDATORY CONTINUING EDUCATION REQUIREMENT UPON\n\n       A. 354                              5\n\n    1  THE  FILING OF A STATEMENT WITH THE DEPARTMENT DECLARING SUCH STATUS.  A\n    2  LICENSEE WHO RETURNS TO  THE  PRACTICE  OF  POLYSOMNOGRAPHIC  TECHNOLOGY\n    3  DURING  THE  TRIENNIAL  REGISTRATION  PERIOD SHALL NOTIFY THE DEPARTMENT\n    4  PRIOR  TO REENTERING THE PROFESSION AND SHALL MEET SUCH MANDATORY EDUCA-\n    5  TION REQUIREMENTS IN ACCORDANCE WITH COMMISSIONER'S REGULATIONS.\n    6    4. DURING EACH TRIENNIAL REGISTRATION PERIOD AN APPLICANT  FOR  REGIS-\n    7  TRATION  AS  A  LICENSED  POLYSOMNOGRAPHIC TECHNOLOGIST SHALL COMPLETE A\n    8  MINIMUM OF TWENTY-FOUR HOURS OF ACCEPTABLE FORMAL CONTINUING  EDUCATION,\n    9  AS  SPECIFIED IN SUBDIVISION SIX OF THIS SECTION. A LICENSEE WHO HAS NOT\n   10  SATISFIED THE MANDATORY CONTINUING EDUCATION REQUIREMENTS SHALL  NOT  BE\n   11  ISSUED  A TRIENNIAL REGISTRATION CERTIFICATE BY THE DEPARTMENT AND SHALL\n   12  NOT PRACTICE UNLESS AND UNTIL A CONDITIONAL REGISTRATION CERTIFICATE  IS\n   13  ISSUED,  AS PROVIDED FOR IN SUBDIVISION FIVE OF THIS SECTION. CONTINUING\n   14  EDUCATION HOURS TAKEN DURING ONE TRIENNIUM MAY NOT BE TRANSFERRED  TO  A\n   15  SUBSEQUENT TRIENNIUM.\n   16    5.  THE  DEPARTMENT, IN ITS DISCRETION, MAY ISSUE A CONDITIONAL REGIS-\n   17  TRATION TO A LICENSEE WHO FAILS TO MEET THE MANDATORY CONTINUING  EDUCA-\n   18  TION REQUIREMENTS ESTABLISHED IN SUBDIVISION ONE OF THIS SECTION BUT WHO\n   19  AGREES TO MAKE UP ANY DEFICIENCIES AND COMPLETE ANY ADDITIONAL EDUCATION\n   20  WHICH  THE DEPARTMENT MAY REQUIRE. THE FEE FOR SUCH A CONDITIONAL REGIS-\n   21  TRATION SHALL BE THE SAME AS, AND IN ADDITION TO, THE FEE FOR THE TRIEN-\n   22  NIAL REGISTRATION. THE DURATION OF SUCH CONDITIONAL  REGISTRATION  SHALL\n   23  BE  DETERMINED  BY  THE  DEPARTMENT  BUT SHALL NOT EXCEED ONE YEAR.  ANY\n   24  LICENSEE WHO IS NOTIFIED OF THE DENIAL OF REGISTRATION  FOR  FAILURE  TO\n   25  SUBMIT EVIDENCE, SATISFACTORY TO THE DEPARTMENT, OF MANDATORY CONTINUING\n   26  EDUCATION AND WHO PRACTICES WITHOUT SUCH REGISTRATION, MAY BE SUBJECT TO\n   27  DISCIPLINARY  PROCEEDINGS  PURSUANT TO SECTION SIXTY-FIVE HUNDRED TEN OF\n   28  THIS TITLE.\n   29    6. AS USED IN SUBDIVISION FOUR OF  THIS  SECTION,  \"ACCEPTABLE  FORMAL\n   30  CONTINUING  EDUCATION\"  SHALL  MEAN  FORMAL  COURSES  OF  LEARNING WHICH\n   31  CONTRIBUTE TO PROFESSIONAL PRACTICE IN POLYSOMNOGRAPHIC  TECHNOLOGY  AND\n   32  WHICH  MEET THE STANDARDS PRESCRIBED BY REGULATIONS OF THE COMMISSIONER.\n   33  SUCH FORMAL COURSES OF LEARNING SHALL INCLUDE, BUT SHALL NOT BE  LIMITED\n   34  TO,  COLLEGIATE LEVEL CREDIT AND NON-CREDIT COURSES, PROFESSIONAL DEVEL-\n   35  OPMENT PROGRAMS AND TECHNICAL SESSIONS OFFERED BY  NATIONAL,  STATE  AND\n   36  LOCAL  PROFESSIONAL  ASSOCIATIONS  AND OTHER ORGANIZATIONS ACCEPTABLE TO\n   37  THE DEPARTMENT,  AND  ANY  OTHER  ORGANIZED  EDUCATIONAL  AND  TECHNICAL\n   38  PROGRAMS  ACCEPTABLE  TO  THE  DEPARTMENT.  THE  DEPARTMENT  MAY, IN ITS\n   39  DISCRETION AND AS NEEDED TO CONTRIBUTE TO THE HEALTH AND WELFARE OF  THE\n   40  PUBLIC,  REQUIRE  THE  COMPLETION  OF  CONTINUING  EDUCATION  COURSES IN\n   41  SPECIFIC SUBJECTS TO FULFILL THE MANDATORY CONTINUING EDUCATION REQUIRE-\n   42  MENT. COURSES MUST BE TAKEN FROM A SPONSOR APPROVED BY  THE  DEPARTMENT,\n   43  PURSUANT TO THE REGULATIONS OF THE COMMISSIONER.\n   44    7.  A  LICENSED  POLYSOMNOGRAPHIC TECHNOLOGIST SHALL MAINTAIN ADEQUATE\n   45  DOCUMENTATION OF COMPLETION OF ACCEPTABLE  FORMAL  CONTINUING  EDUCATION\n   46  AND  SHALL  PROVIDE SUCH DOCUMENTATION AT THE REQUEST OF THE DEPARTMENT.\n   47  FAILURE TO PROVIDE SUCH DOCUMENTATION UPON THE REQUEST OF THE DEPARTMENT\n   48  SHALL BE AN ACT OF MISCONDUCT SUBJECT TO DISCIPLINARY PROCEEDINGS PURSU-\n   49  ANT TO SECTION SIXTY-FIVE HUNDRED TEN OF THIS TITLE.\n   50    S 2. This act shall take effect one year after it shall have become  a\n   51  law;  provided further, that subdivision 2 of section 8805 of the educa-\n   52  tion law as added by section one of this act shall not take effect until\n   53  such time as there are at  least  four  licensure  qualifying  associate\n   54  degree  programs, acceptable to the department of education, in polysom-\n   55  nographic technology operated by accredited colleges or universities  in\n   56  the  state;  provided further, however, that the department of education\n\n       A. 354                              6\n\n    1  shall notify the legislative bill drafting commission upon the  creation\n    2  of  four  acceptable  qualifying associate degree programs in order that\n    3  the commission may maintain an accurate and timely effective  data  base\n    4  of the official text of the laws of the state of New York in furtherance\n    5  of  effectuating the provisions of section 44 of the legislative law and\n    6  section 70-b of the public officers law. Effective immediately the addi-\n    7  tion, amendment and/or repeal of any rule or  regulation  necessary  for\n    8  the implementation of this act on its effective date is authorized to be\n    9  made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to licensing the practice of polysomnographic technology ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T152616.TXT", "SOBI.D101222.T152848.TXT", "SOBI.D101222.T153849.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293135976365
}