{
  "year" : 2011,
  "senateBillNo" : "A3542-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3542-2011-1295931600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets requirements for pro se clerks of the housing part of the New York city civil court",
  "summary" : "Requires pro se clerks appointed to the housing part of the New York city civil court to be assigned to each borough on a full-time basis, to be properly versed in substantive and procedural matters and to wear conspicuous badge and name tag identification. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Civil Court Act",
  "previousVersions" : [ "A4164-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3542\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to amend the New York city civil court act, in  relation  to  the\n         pro se clerks of the housing part of the New York city civil court\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (o) of section 110 of the New York  city  civil\n    2  court  act,  as  added by chapter 849 of the laws of 1977, is amended to\n    3  read as follows:\n    4    (o) There shall be a sufficient number of pro se clerks of the housing\n    5  part ASSIGNED TO THE COURT IN EACH BOROUGH OF THE CITY to assist persons\n    6  without counsel. Such assistance shall include, but need not be  limited\n    7  to  providing  information  concerning  court procedure, helping to file\n    8  court papers, and, where appropriate, advising persons to seek  adminis-\n    9  trative  relief.  SUCH CLERKS SHALL BE EMPLOYED ON A FULL-TIME BASIS AND\n   10  SHALL RECEIVE PRE-EMPLOYMENT  TRAINING  IN  SUBSTANTIVE  AND  PROCEDURAL\n   11  MATTERS  WHICH  THEY  MAY  REGULARLY ENCOUNTER IN SUCH POSITIONS.   SUCH\n   12  CLERKS SHALL WEAR A CONSPICUOUS BADGE AND NAME TAG WHICH IDENTIFIES THEM\n   13  AS A PRO SE CLERK.\n   14    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   15  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06652-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city civil court act, in relation to the pro se clerks of the housing part of the New York city civil court ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056864058
}