{
  "year" : 2011,
  "senateBillNo" : "A3544-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3544-2011-1295931600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts a homeowner from any tax increases when installing a solar energy system on their home",
  "summary" : "Exempts a homeowner from any tax increases when installing a solar energy system on their home. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A4896-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3544\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT  to  amend the real property tax law, in relation to permanently\n         exempting a homeowner from tax increases when installing a solar ener-\n         gy system on their home\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 2, 5, 8 and 9 of section 487 of the real prop-\n    2  erty tax law, subdivisions 2 and 8 as amended by chapter 515 of the laws\n    3  of  2002, subdivision 8 as further amended by subdivision (b) of section\n    4  1 of part W of chapter 56 of the laws of 2010, subdivision 5 as  amended\n    5  by chapter 366 of the laws of 2010 and subdivision 9 as added by chapter\n    6  608 of the laws of 2002, are amended to read as follows:\n    7    2.  Real property which includes a solar or wind energy system or farm\n    8  waste energy system approved in accordance with the provisions  of  this\n    9  section  shall  be exempt from taxation to the extent of any increase in\n   10  the value thereof by reason of the inclusion of such solar or wind ener-\n   11  gy system or farm waste energy system [for a period of  fifteen  years].\n   12  When  a  solar or wind energy system or components thereof or farm waste\n   13  energy system also serve as part of the building structure, the increase\n   14  in value which shall be exempt from  taxation  shall  be  equal  to  the\n   15  assessed  value  attributable to such system or components multiplied by\n   16  the ratio of the incremental cost of such system or  components  to  the\n   17  total cost of such system or components.\n   18    5. The exemption granted pursuant to this section shall only be appli-\n   19  cable to solar or wind energy systems or farm waste energy systems which\n   20  are  (a)  existing  or constructed prior to July first, nineteen hundred\n   21  eighty-eight [or], (b) constructed subsequent to January first, nineteen\n   22  hundred ninety-one and prior to January first, two thousand  fifteen  OR\n   23  (C)  SOLAR  ENERGY SYSTEMS CONSTRUCTED ON ONE, TWO, THREE OR FOUR FAMILY\n   24  HOMES ON OR AFTER JANUARY FIRST, TWO THOUSAND FOURTEEN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07422-01-1\n\n       A. 3544                             2\n\n    1    [8. Notwithstanding the provisions of subdivision two of this section,\n    2  a county, city, town or village may by local law or a  school  district,\n    3  other than a school district to which article fifty-two of the education\n    4  law  applies,  may  by  resolution  provide that no exemption under this\n    5  section  shall be applicable within its jurisdiction with respect to any\n    6  solar or wind energy system or  farm  waste  energy  system  constructed\n    7  subsequent  to  January first, nineteen hundred ninety-one or the effec-\n    8  tive date of such local  law,  ordinance  or  resolution,  whichever  is\n    9  later.  A  copy  of any such local law or resolution shall be filed with\n   10  the commissioner and with the president of the authority.\n   11    9. (a) A county, city, town, village  or  school  district,  except  a\n   12  school  district  under article fifty-two of the education law, that has\n   13  not acted to remove the exemption under this  section  may  require  the\n   14  owner  of  a property which includes a solar or wind energy system which\n   15  meets the requirements of subdivision four of  this  section,  to  enter\n   16  into a contract for payments in lieu of taxes. Such contract may require\n   17  annual  payments  in  an  amount  not  to exceed the amounts which would\n   18  otherwise be payable but for the exemption under this section.\n   19    (b) The payment in lieu of a tax agreement shall  not  operate  for  a\n   20  period  of more than fifteen years, commencing in each instance from the\n   21  date on which the benefits of such exemption first become available  and\n   22  effective.]\n   23    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to permanently exempting a homeowner from tax increases when installing a solar energy system on their home ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T105244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296057164222
}