{
  "year" : 2011,
  "senateBillNo" : "A3547-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3547-2011-1295931600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires an expert witness file with the court a written report of his or her findings in certain family court proceedings",
  "summary" : "Requires an expert witness file with the court a written report of his or her findings in certain family court proceedings; requires that the report must be filed at least 30 days prior to the expert's expected testimony and must contain a copy of the raw data used by the expert in reaching his or her conclusions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A9371-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3547\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK, GALEF, PAULIN -- Multi-Sponsored by --\n         M. of A. BING, HIKIND, McDONOUGH, ROBINSON, TOWNS, WRIGHT -- read once\n         and referred to the Committee on Judiciary\n\n       AN  ACT  to amend the family court act, in relation to the use of expert\n         witness testimony in child custody and visitation hearings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  family  court act is amended by adding a new section\n    2  624-a to read as follows:\n    3    S 624-A. USE OF EXPERT WITNESS TESTIMONY.  1.  FOR  PURPOSES  OF  THIS\n    4  ARTICLE, WHENEVER AN EXPERT WITNESS WILL BE CALLED UPON TO TESTIFY ABOUT\n    5  HIS  OR  HER  FINDINGS  REGARDING AN ISSUE BEFORE THE COURT, SUCH EXPERT\n    6  WITNESS OR THE PARTY FOR WHOM THE EXPERT  WITNESS  IS  TESTIFYING  SHALL\n    7  FILE  A  WRITTEN  REPORT  WITH  THE COURT CONTAINING THE FINDINGS OF THE\n    8  EXPERT. THE REPORT MUST INCLUDE ALL RAW DATA COLLECTED  AND/OR  USED  BY\n    9  THE EXPERT IN REACHING HIS OR HER CONCLUSIONS.\n   10    2.  COPIES  OF  THE  REPORT  AND  RAW DATA SHALL, PRIOR TO THIRTY DAYS\n   11  BEFORE THE EXPERT WITNESS IS EXPECTED TO TESTIFY, BE  FORWARDED  BY  THE\n   12  EXPERT  WITNESS  OR  PARTY  FOR WHOM THE EXPERT WITNESS IS TESTIFYING TO\n   13  EACH PARTY OF THE ACTION AND TO ANY OTHER PERSON DEEMED NECESSARY BY THE\n   14  COURT.\n   15    3. THE REPORT SHALL BE FILED NO LATER THAN THIRTY DAYS  PRIOR  TO  THE\n   16  DATE THAT SUCH EXPERT IS EXPECTED TO TESTIFY.\n   17    4.  THE COURT IN WHICH THE EXPERT IS EXPECTED TO TESTIFY MAY WAIVE ANY\n   18  OR ALL OF THE PROVISIONS OF THIS SECTION, UPON A FINDING THAT COMPLIANCE\n   19  WITH THIS SECTION WOULD BE IMPRACTICABLE BASED ON THE FACTS AND  CIRCUM-\n   20  STANCES OF THE MATTER BEFORE THE COURT.\n   21    5. THE PROVISIONS OF THIS SECTION SHALL APPLY TO AN EXPERT WITNESS WHO\n   22  IS CALLED AS A REBUTTAL WITNESS TO REBUT THE FINDINGS AND CONCLUSIONS OF\n   23  THE  INITIAL EXPERT WITNESS, UNLESS THE COURT DETERMINES THAT COMPLIANCE\n   24  WOULD BE IMPRACTICABLE BASED ON THE FACTS AND CIRCUMSTANCES PRESENTED.\n   25    S 2. This act shall take effect on the one hundred twentieth day after\n   26  it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07811-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to the use of expert witness testimony in child custody and visitation hearings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056864014
}