{
  "year" : 2011,
  "senateBillNo" : "A3541-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to codes",
    "billEventId" : "A3541-2011-1295931600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the class D felony of citizenship document fraud in the first degree and the class E felony of citizenship document fraud in the second degree",
  "summary" : "Creates the class D felony of citizenship document fraud in the first degree and the class E felony of citizen document fraud in the second degree to deter the manufacture, distribution, sale or use of false documents to conceal citizenship or resident alien status. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A4707-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3541\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CLARK, GABRYSZAK, P. LOPEZ, CALHOUN -- Multi-\n         Sponsored by -- M. of A.  COLTON, CROUCH, GALEF, GIGLIO, KOLB, MAISEL,\n         MAYERSOHN, McDONOUGH, PHEFFER, REILLY, THIELE, WEISENBERG -- read once\n         and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to making  citizenship  docu-\n         ment  fraud  in the first degree and second degree class D and E felo-\n         nies, respectively\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding two new sections 190.21\n    2  and 190.22 to read as follows:\n    3  S 190.21 CITIZENSHIP DOCUMENT FRAUD IN THE SECOND DEGREE.\n    4    A PERSON IS GUILTY OF CITIZENSHIP DOCUMENT FRAUD IN THE SECOND  DEGREE\n    5  WHEN,  WITH INTENT TO FACILITATE THE CONCEALMENT OF THE TRUE CITIZENSHIP\n    6  OR RESIDENT ALIEN STATUS OF ANOTHER OR HIMSELF OR  HERSELF,  HE  OR  SHE\n    7  KNOWINGLY USES ANY FALSE DOCUMENT TO FACILITATE SUCH CONCEALMENT.\n    8    CITIZENSHIP DOCUMENT FRAUD IN THE SECOND DEGREE IS A CLASS E FELONY.\n    9  S 190.22 CITIZENSHIP DOCUMENT FRAUD IN THE FIRST DEGREE.\n   10    A  PERSON  IS GUILTY OF CITIZENSHIP DOCUMENT FRAUD IN THE FIRST DEGREE\n   11  WHEN, WITH INTENT TO FACILITATE THE CONCEALMENT OF THE TRUE  CITIZENSHIP\n   12  OR  RESIDENT  ALIEN  STATUS  OF ANOTHER OR HIMSELF OR HERSELF, HE OR SHE\n   13  KNOWINGLY MANUFACTURES, DISTRIBUTES, OR SELLS ANY FALSE DOCUMENT.\n   14    CITIZENSHIP DOCUMENT FRAUD IN THE FIRST DEGREE IS A CLASS D FELONY.\n   15    S 2. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06651-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to making citizenship document fraud in the first degree and second degree class D and E felonies, respectively ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056864054
}