{
  "year" : 2011,
  "senateBillNo" : "A3552-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3552-2011-1295931600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the conduct of public hearings by the metropolitan transportation authority",
  "summary" : "Relates to the conduct of public hearings by the metropolitan transportation authority; requires one additional hearing where more than 75 persons are unable to attend a required public hearing due to limited seating capacity. ",
  "currentCommittee" : null,
  "sameAs" : "S872",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA8149-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3552\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. KAVANAGH, JEFFRIES -- read once and referred to\n         the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to  the  conduct\n         of public hearings by the metropolitan transportation authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1263 of the public authorities law  is  amended  by\n    2  adding a new subdivision 10 to read as follows:\n    3    10.  WHERE  A  SUBSTANTIAL  NUMBER  OF  PERSONS ARE UNABLE TO ATTEND A\n    4  PUBLIC HEARING AS THE  RESULT  OF  INSUFFICIENT  SEATING  CAPACITY,  ONE\n    5  SUBSEQUENT, ADDITIONAL HEARING SHALL BE REQUIRED IN ORDER TO COMPLY WITH\n    6  PUBLIC  HEARING  REQUIREMENTS.  SUCH SUBSEQUENT HEARING SHALL BE HELD IN\n    7  REASONABLE PROXIMITY TO THE  LOCATION  OF  THE  HEARING  WHICH  DID  NOT\n    8  PROVIDE  ADEQUATE  PUBLIC  ACCOMMODATIONS. AN OFFICER OR EMPLOYEE OF THE\n    9  AUTHORITY SHALL RECORD THE NAMES AND ADDRESSES OF ANY INTERESTED PERSONS\n   10  WHO ARE UNABLE TO ENTER A HEARING ROOM DUE TO CAPACITY  LIMITATIONS  AND\n   11  SHALL NOTIFY SUCH PERSONS BY MAIL OF THE DATE AND LOCATION OF THE SUBSE-\n   12  QUENT  HEARING,  IN  ADDITION  TO ANY OTHER HEARING NOTICE REQUIREMENTS.\n   13  WHERE THE AUTHORITY DETERMINES THAT EXTENSIVE PUBLIC INTEREST IS  ANTIC-\n   14  IPATED  REGARDING THE ISSUE BEING ADDRESSED, A REQUIRED HEARING SHALL BE\n   15  HELD IN A VENUE DESIGNED TO ACCOMMODATE SUCH PUBLIC  PARTICIPATION.  THE\n   16  AUTHORITY  SHALL  PRESUME THAT THERE IS A SUBSTANTIAL PUBLIC INTEREST IN\n   17  FARE INCREASES OR SERVICE REDUCTIONS. FOR THE PURPOSES OF THIS  SUBDIVI-\n   18  SION, \"SUBSTANTIAL NUMBER\" SHALL BE INTERPRETED TO MEAN MORE THAN SEVEN-\n   19  TY-FIVE PERSONS.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03118-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the conduct of public hearings by the metropolitan transportation authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056864021
}