{
  "year" : 2011,
  "senateBillNo" : "A3551-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to health",
    "billEventId" : "A3551-2011-1295931600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to referrals of patients for health related items or services",
  "summary" : "Relates to referrals of patients for health related items or services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A9933-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3551\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced by M. of A. GOTTFRIED, WEISENBERG, GALEF, PAULIN, CYMBROWITZ,\n         LAVINE,  JAFFEE,  MONTESANO, MAGNARELLI -- Multi-Sponsored by -- M. of\n         A. BRENNAN, BURLING, CORWIN, CROUCH, MAGEE, McENENY, PHEFFER,  SAYWARD\n         -- read once and referred to the Committee on Health\n\n       AN  ACT  to  amend  the  public  health law, in relation to referrals of\n         patients for health or health related items or services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (g)  of  subdivision 2 of section 238-a of the\n    2  public health law, as added by chapter 803  of  the  laws  of  1992,  is\n    3  amended to read as follows:\n    4    (g)  [in the case of any other financial relationship which the public\n    5  health council determines  and  specifies  in  regulations,  subject  to\n    6  approval  by the commissioner, does not pose a substantial risk of payor\n    7  or patient abuse in relation to  patient  benefits  consistent,  to  the\n    8  extent  practicable,  with  financial  relationships  specified in regu-\n    9  lations adopted pursuant to  federal  law  applicable  to  reimbursement\n   10  pursuant  to  title  XVIII of the federal social security act (medicare)\n   11  for clinical laboratory services  provided  to  beneficiaries  of  title\n   12  XVIII  of  the  federal  social security act (medicare)] ANY ARRANGEMENT\n   13  THAT, UNDER THE FEDERAL STATUTORY PROHIBITION ON CERTAIN REFERRALS CODI-\n   14  FIED AT 42 U.S.C. 1395NN AND REGULATIONS PROMULGATED  THEREUNDER,  WOULD\n   15  BE  AN  ARRANGEMENT  BETWEEN A PRACTITIONER (OR IMMEDIATE FAMILY MEMBER)\n   16  AND A HEALTH CARE PROVIDER THAT:\n   17    (I) WOULD NOT BE A FINANCIAL RELATIONSHIP IF EXISTING BETWEEN A PHYSI-\n   18  CIAN AND AN ENTITY, AS SUCH TERMS ARE DEFINED UNDER SUCH FEDERAL LAW  OR\n   19  REGULATIONS; OR\n   20    (II) WOULD SATISFY THE REQUIREMENTS OF AN EXCEPTION RELATING TO FINAN-\n   21  CIAL  RELATIONSHIPS  PROVIDED  UNDER  SUCH FEDERAL LAW OR REGULATIONS IF\n   22  EXISTING BETWEEN A PHYSICIAN AND AN ENTITY, AS SUCH  TERMS  ARE  DEFINED\n   23  UNDER SUCH FEDERAL LAW OR REGULATIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02276-01-1\n\n       A. 3551                             2\n\n    1    AN  ARRANGEMENT  SHALL NOT BE EXCEPTED UNDER THIS PARAGRAPH IF IT IS A\n    2  PARTICULAR TYPE OF FINANCIAL RELATIONSHIP THAT WOULD POSE A  SUBSTANTIAL\n    3  RISK  OF  PAYOR  OR  PATIENT  ABUSE,  AS DETERMINED AND SPECIFIED BY THE\n    4  PUBLIC HEALTH COUNCIL IN REGULATIONS, SUBJECT TO APPROVAL BY THE COMMIS-\n    5  SIONER.\n    6    S  2.  Paragraph  (c)  of subdivision 6 of section 238-a of the public\n    7  health law, as added by chapter 803 of the laws of 1992, is  amended  to\n    8  read as follows:\n    9    (c) provided further, however, that the following shall not constitute\n   10  a referral by a referring practitioner:\n   11    (i) a request by a practitioner for practitioners' services consisting\n   12  solely of professional services to be furnished personally by that prac-\n   13  titioner, or under that practitioner's supervision;\n   14    (ii)  a  request  by  a pathologist for clinical diagnostic laboratory\n   15  tests and  pathological  examination  services,  if  such  services  are\n   16  furnished  by or under the supervision of such pathologist pursuant to a\n   17  consultation requested by another practitioner; [and]\n   18    (iii) a request by a  radiologist  for  diagnostic  x-ray  or  imaging\n   19  services,  if such services are furnished by or under the supervision of\n   20  such radiologist pursuant to a consultation requested by another practi-\n   21  tioner[.]; AND\n   22    (IV) A REFERRAL FOR ANY SERVICES EXCEPTED UNDER 42 U.S.C. S 1395NN AND\n   23  REGULATIONS PROMULGATED THEREUNDER, UNLESS  THE  PUBLIC  HEALTH  COUNCIL\n   24  DETERMINES  AND  SPECIFIES  IN  REGULATIONS,  SUBJECT TO APPROVAL BY THE\n   25  COMMISSIONER, THAT A PARTICULAR TYPE OF REFERRAL WOULD POSE  A  SUBSTAN-\n   26  TIAL RISK OF PAYOR OR PATIENT ABUSE IN RELATION TO PATIENT BENEFITS.\n   27    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to referrals of patients for health or health related items or services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T104245.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056565859
}