{
  "year" : 2011,
  "senateBillNo" : "A3550-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3550-2011-1295931600000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires boating safety certificates of all persons operating a mechanically propelled vessel; repealer",
  "summary" : "Requires boating safety certificates of cer persons operating a mechanically propelled vessel; provides exception in the case of new owners and certain renters; provides for a phase in period and penalties for violations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Navigation Law",
  "previousVersions" : [ "AE5889-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3550\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GALEF, PAULIN, SPANO, JAFFEE -- Multi-Sponsored\n         by -- M. of A. HOOPER, MAYERSOHN, McENENY -- read once and referred to\n         the Committee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the navigation law, in relation to requiring all persons\n         operating a mechanically propelled vessel to be a holder of a  boating\n         safety  certificate;  and  to  repeal  certain  provisions of such law\n         relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  49 of the navigation law, as\n    2  amended by chapter 805 of the laws  of  1992,  is  amended  to  read  as\n    3  follows:\n    4    1.  No person [under the age of eighteen years] BORN ON OR AFTER JANU-\n    5  ARY FIRST, NINETEEN HUNDRED NINETY-FOUR  shall  operate  a  mechanically\n    6  propelled  vessel on the navigable waters of the state or any tidewaters\n    7  bordering on or lying within the boundaries of Nassau and Suffolk  coun-\n    8  ties, unless:\n    9    a.  [the  operator  is accompanied therein by a person who is eighteen\n   10  years of age or older, or,\n   11    b. the operator is ten years of age or older and is the  holder  of  a\n   12  boating safety certificate issued to him by the commissioner, the United\n   13  States  Power Squadrons or the United States coast guard auxiliary.] THE\n   14  OPERATOR IS AT LEAST TEN YEARS OLD AND IS THE HOLDER OF A BOATING SAFETY\n   15  CERTIFICATE ISSUED TO HIM OR HER BY THE COMMISSIONER, THE UNITED  STATES\n   16  POWER SQUADRONS OR THE UNITED STATES COAST GUARD AUXILIARY; OR\n   17    B. THE OPERATOR IS YOUNGER THAN EIGHTEEN YEARS OF AGE, AND IS ACCOMPA-\n   18  NIED  ON THE MECHANICALLY PROPELLED VESSEL BY AT LEAST ONE PERSON WHO IS\n   19  AT LEAST EIGHTEEN YEARS OF AGE AND IS\n   20    (I) THE HOLDER OF A BOATING SAFETY CERTIFICATE ISSUED TO HIM OR HER BY\n   21  THE COMMISSIONER, THE UNITED STATES POWER SQUADRONS OR THE UNITED STATES\n   22  COAST GUARD AUXILIARY, OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00352-01-1\n\n       A. 3550                             2\n\n    1    (II) NOT REQUIRED BY THIS SUBDIVISION TO HOLD A BOATING SAFETY CERTIF-\n    2  ICATE IN ORDER TO OPERATE A MECHANICALLY PROPELLED VESSEL; OR\n    3    C.  THE  OPERATOR  IS  EIGHTEEN  YEARS  OF  AGE  OR OLDER, IS A PERSON\n    4  REQUIRED BY THIS SUBDIVISION TO HOLD A  BOATING  SAFETY  CERTIFICATE  IN\n    5  ORDER  TO OPERATE A MECHANICALLY PROPELLED VESSEL, AND IS ACCOMPANIED ON\n    6  THE MECHANICALLY PROPELLED VESSEL BY AT LEAST ONE PERSON WHO IS AT LEAST\n    7  EIGHTEEN YEARS OF AGE AND THE HOLDER OF A BOATING SAFETY CERTIFICATE; OR\n    8    D. THE OPERATOR IS THE OWNER OF A RECENTLY PURCHASED  VESSEL  AND  MAY\n    9  OPERATE SUCH VESSEL WITHOUT THE OTHERWISE REQUIRED BOATER SAFETY CERTIF-\n   10  ICATE  FOR  A  PERIOD OF TIME NOT TO EXCEED NINETY DAYS FROM THE DATE OF\n   11  PURCHASE.\n   12    THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO PERSONS WHO ARE:\n   13  CERTIFIED BY THE COMMISSIONER AS BOATING SAFETY INSTRUCTORS; MEMBERS  OF\n   14  THE  UNITED  STATES  POWER SQUADRONS; MEMBERS OF THE UNITED STATES COAST\n   15  GUARD AUXILIARY; HOLDERS OF PUBLIC VESSEL LICENSES PURSUANT  TO  SECTION\n   16  SIXTY-FOUR  OF  THIS  ARTICLE;  POLICE  OFFICERS,  PEACE  OFFICERS, FIRE\n   17  PERSONNEL, RESCUE PERSONNEL OR  LIFEGUARDS,  WHEN  ANY  SUCH  PERSON  IS\n   18  ACTING  PURSUANT  TO  ASSIGNED DUTIES; OR LICENSED TO OPERATE VESSELS BY\n   19  THE UNITED STATES COAST GUARD OR THE CANADIAN COAST GUARD.  THE  COMMIS-\n   20  SIONER,  BY  RULE  OR REGULATION, MAY PROVIDE FOR THE EXEMPTION OF ADDI-\n   21  TIONAL PERSONS NOT LISTED IN THIS PARAGRAPH  FROM  THE  REQUIREMENTS  OF\n   22  THIS SECTION.\n   23    S  2.    Paragraphs  a, b, and c of subdivision 3 of section 49 of the\n   24  navigation law are REPEALED and four new paragraphs a, b, c  and  d  are\n   25  added to read as follows:\n   26    A.  THE  OPERATOR IS BORN ON OR BEFORE DECEMBER THIRTY-FIRST, NINETEEN\n   27  HUNDRED NINETY-THREE; OR,\n   28    B. THE OPERATOR IS BORN ON OR AFTER JANUARY  FIRST,  NINETEEN  HUNDRED\n   29  NINETY-FOUR, IS AT LEAST TEN YEARS OF AGE AND IS THE HOLDER OF A BOATING\n   30  SAFETY  CERTIFICATE ISSUED TO HIM OR HER BY THE COMMISSIONER, THE UNITED\n   31  STATES POWER SQUADRONS OR THE UNITED STATES COAST GUARD AUXILIARY, OR\n   32    C. THE OPERATOR IS YOUNGER THAN EIGHTEEN YEARS OF AGE, AND IS ACCOMPA-\n   33  NIED ON THE MECHANICALLY PROPELLED VESSEL BY AT LEAST ONE  PERSON  EIGH-\n   34  TEEN YEARS OF AGE OR OLDER AND IS:\n   35    (I) THE HOLDER OF A BOATING SAFETY CERTIFICATE ISSUED TO HIM OR HER BY\n   36  THE COMMISSIONER, THE UNITED STATES POWER SQUADRONS OR THE UNITED STATES\n   37  COAST GUARD AUXILIARY, OR\n   38    (II) NOT REQUIRED BY SUBDIVISION ONE OF THIS SECTION TO HOLD A BOATING\n   39  SAFETY  CERTIFICATE IN ORDER TO OPERATE A MECHANICALLY PROPELLED VESSEL;\n   40  OR\n   41    D. THE OPERATOR IS EIGHTEEN  YEARS  OF  AGE  OR  OLDER,  IS  A  PERSON\n   42  REQUIRED  BY  SUBDIVISION  ONE  OF THIS SECTION TO HOLD A BOATING SAFETY\n   43  CERTIFICATE IN ORDER TO OPERATE A MECHANICALLY PROPELLED VESSEL, AND  IS\n   44  ACCOMPANIED BY A PERSON WHO IS AT LEAST EIGHTEEN YEARS OF AGE AND IS THE\n   45  HOLDER OF A BOATING SAFETY CERTIFICATE.\n   46    S  3.  Section  75 of the navigation law, as amended by chapter 138 of\n   47  the laws of 1998, is amended to read as follows:\n   48    S 75. Educational program. In order to protect the public interest  in\n   49  the prudent and equitable use of the waters of the state and enhance the\n   50  enjoyment of pleasure boating and other sports thereon, the commissioner\n   51  shall  initiate  and put into effect a comprehensive educational program\n   52  designed to advance boating safety [including], WHICH PROVIDES  FOR  the\n   53  training  of  [youthful]  ALL  boat  operators  [and  an adult education\n   54  program for] IN the safe operation of vessels including personal  water-\n   55  craft and specialty prop-craft.\n\n       A. 3550                             3\n\n    1    S  4. Subdivision 1 of section 78 of the navigation law, as amended by\n    2  chapter 138 of the laws of 1998, is amended to read as follows:\n    3    1. \"Boating safety certificate\" shall mean a certificate issued by the\n    4  commissioner   evidencing  that  the  holder  thereof  has  successfully\n    5  completed a course of instruction in boating safety  as  [herein  after]\n    6  provided IN THIS SECTION.  The commissioner shall put into effect a plan\n    7  for  the  training  of [youthful] ALL boat operators and the issuance of\n    8  such boating safety certificates.  For the purposes of this section, the\n    9  term \"boating safety\" shall include instruction in the safe operation of\n   10  personal watercraft and specialty prop-craft.\n   11    S 5. Section 79 of the navigation law, as amended by  chapter  169  of\n   12  the laws of 2004, is amended to read as follows:\n   13    S 79.  Courses  of instruction. For the purpose of giving such courses\n   14  of instruction and  awarding  boating  safety  certificates,  [including\n   15  those  issued  to  adults  for  the  safe operation of vessels including\n   16  personal watercraft or specialty prop-craft] the commissioner may desig-\n   17  nate as his or her agent any person the commissioner deems qualified  to\n   18  act  in such capacity, including, but not limited to, certified instruc-\n   19  tors of the United States coast guard  auxiliary,  United  States  power\n   20  squadrons,  American  power boat association, boy scouts of America, Red\n   21  Cross and other organizations. No charge whatsoever shall be made to any\n   22  person less than eighteen years of age for the  issuance  of  a  boating\n   23  safety  certificate.  Persons  less  than  eighteen  years of age may be\n   24  charged a fee for instruction in boating safety, except that the  office\n   25  may  not  charge  a  fee when providing such instruction to persons less\n   26  than eighteen years of age.\n   27    S 6. Section 71-d of the navigation law is amended  by  adding  a  new\n   28  subdivision 1-a to read as follows:\n   29    1-A.  NOTWITHSTANDING  SUBDIVISION  ONE  OF SECTION FORTY-NINE OF THIS\n   30  ARTICLE, A LIVERY MAY LEASE,  HIRE  OR  RENT  A  MECHANICALLY  PROPELLED\n   31  VESSEL,  EXCEPT  A  PERSONAL  WATER  CRAFT OR SPECIALTY PROP CRAFT, TO A\n   32  PERSON WHO IS NOT THE HOLDER OF A BOATING SAFETY CERTIFICATE IF:\n   33    (A) THE PERSON IS EIGHTEEN YEARS OR OLDER;\n   34    (B) THE OPERATOR OF SUCH LIVERY OR HIS OR HER DESIGNATED AGENT, IS THE\n   35  HOLDER OF A BOATING SAFETY CERTIFICATE, AND PRIOR TO PERMITTING THE  USE\n   36  BY SUCH PERSON OF THE VESSEL EXPLAINS AND DEMONSTRATES TO SUCH PERSON BY\n   37  VIDEO OR ACTUAL IN WATER DEMONSTRATION THE OPERATION OF SUCH VESSEL, AND\n   38  THE USE AND LOCATION OF SUCH VESSEL'S SAFETY EQUIPMENT;\n   39    (C)  SUCH  PERSON,  AFTER  RECEIVING THE EXPLANATION AND DEMONSTRATION\n   40  REQUIRED PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVISION, DEMONSTRATES  TO\n   41  THE LIVERY OPERATOR OR THE LIVERY OPERATOR'S DESIGNATED AGENT THE ABILI-\n   42  TY TO OPERATE SUCH VESSEL AND USE THE APPLICABLE SAFETY EQUIPMENT;\n   43    (D)  THE LIVERY OPERATOR PROVIDES A MAP AND/OR NAVIGATIONAL CHARTS FOR\n   44  THE LOCAL AREA;\n   45    (E) SUCH PERSON PRESENTS GENUINE PROOF OF IDENTIFICATION  AND  AGE  TO\n   46  THE LIVERY OPERATOR;\n   47    (F)  THE LIVERY OPERATOR OR THE LIVERY OPERATOR'S DESIGNATED AGENT, AT\n   48  THE TIME OF THE LEASING, HIRING, OR RENTING, RECORDS THE NAME,  ADDRESS,\n   49  AND  AGE  OF THE OPERATOR OF THE LEASED, HIRED OR RENTED VESSEL, AND THE\n   50  MODEL, YEAR, NAME OF MANUFACTURER, AND THE STATE REGISTRATION OR FEDERAL\n   51  DOCUMENTATION NUMBERS OF THE  LEASED,  HIRED,  OR  RENTED  VESSEL.  SUCH\n   52  RECORDS SHALL BE MAINTAINED FOR A PERIOD OF NOT LESS THAN ONE YEAR; AND\n   53    (G) THE VESSEL IS NOT LEASED, HIRED OR RENTED TO THE SAME PERSON FOR A\n   54  PERIOD EXCEEDING SIXTY DAYS.\n   55    S  7. This act shall take effect on the first of January next succeed-\n   56  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the navigation law, in relation to requiring all persons operating a mechanically propelled vessel to be a holder of a boating safety certificate; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T152439.TXT", "SOBI.D110126.T104245.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296056565857
}