{
  "year" : 2011,
  "senateBillNo" : "A3560-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3560-2011-1295931600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to workers' compensation and employers' liability insurance",
  "summary" : "Relates to workers' compensation and employers' liability insurance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A4691-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3560\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, REILLY, COOK, ZEBROWSKI -- Multi-Spon-\n         sored by -- M. of A.    BING,  GOTTFRIED,  GUNTHER,  HOOPER,  LUPARDO,\n         MAGEE,  McENENY,  PHEFFER,  ROBINSON  -- read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to workers'  compensation\n         insurance and employers' liability insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 1 of subsection (a) of section 3426 of the insur-\n    2  ance law, as amended by chapter 235 of the laws of 1989, is  amended  to\n    3  read as follows:\n    4    (1) \"Covered  policy\" means, for purposes of this section, a policy of\n    5  commercial risk insurance, professional  liability  insurance,  WORKERS'\n    6  COMPENSATION  INSURANCE, EMPLOYERS' LIABILITY INSURANCE or public entity\n    7  insurance, and shall include any contract, certificate or other evidence\n    8  of such insurance.\n    9    S 2. Paragraph 2 of subsection (l) of section 3426  of  the  insurance\n   10  law,  as amended by chapter 65 of the laws of 1998, is amended and a new\n   11  paragraph 3 is added to read as follows:\n   12    (2) This section shall not apply to policies issued pursuant to a plan\n   13  established under article fifty-three, fifty-four or fifty-five of  this\n   14  chapter,  surety  policies, [policies providing workers' compensation or\n   15  employers' liability coverage,] financial guaranty  insurance,  policies\n   16  providing  mortgage  guaranty  or credit insurance, policies principally\n   17  marine insurance as defined by paragraph twenty  of  subsection  (a)  of\n   18  section  one  thousand  one  hundred  thirteen  of  this  chapter, legal\n   19  services insurance, reinsurance contracts, policies written on an excess\n   20  line basis, or policies subject to section three thousand  four  hundred\n   21  twenty-five of this [chapter] ARTICLE.\n   22    (3)  WITH  RESPECT  TO  POLICIES  PROVIDING  WORKERS'  COMPENSATION OR\n   23  EMPLOYERS' LIABILITY COVERAGE, IN ADDITION TO THE REQUIREMENTS  OF  THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05450-01-1\n\n       A. 3560                             2\n\n    1  SECTION,  NO  SUCH  POLICY SHALL BE DEEMED TO BE CANCELLED OR NONRENEWED\n    2  UNTIL NOTICE IS FILED IN THE OFFICE OF THE CHAIR OF THE WORKERS' COMPEN-\n    3  SATION  BOARD  AND  ALSO  SERVED  UPON  THE  EMPLOYER  PURSUANT  TO  THE\n    4  PROVISIONS  OF  SUBDIVISION  FIVE  OF SECTION FIFTY-FOUR OF THE WORKERS'\n    5  COMPENSATION LAW.\n    6    S 3. This act shall take effect on the thirtieth day  after  it  shall\n    7  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to workers' compensation insurance and employers' liability insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110126.T112747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296059267663
}