{
  "year" : 2011,
  "senateBillNo" : "A3569-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3569-2011-1295931600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a public employee's contractual rights extended for six months beyond expiration date of current agreement for negotiation of new agreement",
  "summary" : "Authorizes a public employee's contractual rights be extended for up to six months beyond the expiration date of such employee's agreement for the sole purpose of negotiating a new agreement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A10677-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3569\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Governmental Employees\n\n       AN ACT to amend the civil service  law,  in  relation  to  limiting  the\n         continuation  of  the terms and benefits coverage of an expired agree-\n         ment for up to six months beyond the expiration date\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 209-a of the civil service law is amended by adding\n    2  a new subdivision 1-a to read as follows:\n    3    1-A.  A  PUBLIC EMPLOYEE'S CONTRACTUAL RIGHTS SHALL BE EXTENDED FOR UP\n    4  TO SIX MONTHS BEYOND THE EXPIRATION DATE OF  SUCH  EMPLOYEE'S  AGREEMENT\n    5  FOR  THE  SOLE  PURPOSE  OF NEGOTIATING A NEW AGREEMENT. DURING SUCH SIX\n    6  MONTH EXTENSION PERIOD,  ALL  PAYROLL  AND  BENEFITS  ASSIGNED  TO  SUCH\n    7  EMPLOYEE  UNDER  SUCH  EXPIRED  AGREEMENT  SHALL REMAIN \"AS IS\", WITH NO\n    8  INCREASE OR DECREASE IN PAYMENTS UNTIL A NEW AGREEMENT IS RENEGOTIATED.\n    9    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03306-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to limiting the continuation of the terms and benefits coverage of an expired agreement for up to six months beyond the expiration date ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110126.T113750.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296059870214
}