{
  "year" : 2011,
  "senateBillNo" : "A3563-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3563-2011-1295931600000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York state culture areas program",
  "summary" : "Creates the New York State cultural development areas program; provides for the designation of cultural development areas; provides that capital improvements to qualified buildings within a cultural development area are eligible for real property tax exemptions; provides for a personal income tax credit for donations made to a qualifying capital project. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Arts and Cultural Affairs Law",
  "previousVersions" : [ "A4837-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3563\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MORELLE,  CANESTRARI, PEOPLES-STOKES, NOLAN,\n         GALEF, HOYT, ORTIZ, ABBATE, CYMBROWITZ, GABRYSZAK  --  Multi-Sponsored\n         by -- M. of A. BOYLAND, CAHILL, DESTITO, O'DONNELL, PHEFFER, ROBINSON,\n         TOWNS,  WEINSTEIN, WEISENBERG -- read once and referred to the Commit-\n         tee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the arts and cultural affairs law, in relation to creat-\n         ing the New York state cultural development areas program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"New York\n    2  state cultural development areas program act\".\n    3    S 2. The arts and cultural affairs law is  amended  by  adding  a  new\n    4  article 6 to read as follows:\n    5                                   ARTICLE 6\n    6              NEW YORK STATE CULTURAL DEVELOPMENT AREAS PROGRAM\n    7  SECTION 6.01. CULTURAL DEVELOPMENT AREAS PROGRAM; CREATION.\n    8          6.02. LEGISLATIVE INTENT.\n    9          6.03. DEFINITIONS.\n   10          6.04. DESIGNATION OF CULTURAL DEVELOPMENT AREA.\n   11          6.05. CRITERIA FOR CULTURAL DEVELOPMENT AREA DESIGNATION.\n   12          6.06. DESIGNATION OF CULTURAL ASSETS.\n   13          6.07. CRITERIA FOR DESIGNATION OF A CULTURAL ASSET.\n   14          6.08. RESPONSIBILITIES OF THE COMMISSIONER.\n   15          6.09. NEW  YORK  STATE CULTURAL DEVELOPMENT AREAS ADVISORY COUN-\n   16                  CIL.\n   17          6.10. NEW YORK STATE CULTURAL DEVELOPMENT AREAS EVALUATION.\n   18          6.11. SPECIAL PROVISIONS RELATING TO CULTURAL DEVELOPMENT AREAS.\n   19          6.12. DIVISION OF TAXES BY GOVERNMENTAL BODIES.\n   20          6.13. CULTURAL DEVELOPMENT AREA CAPITAL CORPORATIONS.\n   21          6.14. APPROVAL OF CULTURAL DEVELOPMENT AREAS.\n   22          6.15. LOCAL ADMINISTRATION OF CULTURAL DEVELOPMENT AREAS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05495-01-1\n\n       A. 3563                             2\n\n    1          6.16. DISPOSITION OF PROPERTY.\n    2          6.17. TERMINATION OR REVISION OF A CULTURAL DEVELOPMENT AREA.\n    3          6.18. RESCINDING OF LOCAL INCENTIVES.\n    4    S  6.01.  CULTURAL  DEVELOPMENT  AREAS PROGRAM; CREATION. THE NEW YORK\n    5  STATE CULTURAL DEVELOPMENT AREAS PROGRAM IS HEREBY CREATED AND  DECLARED\n    6  TO  BE IN EVERY SENSE IN THE INTERESTS OF THE PEOPLE OF THE STATE AND AN\n    7  APPROPRIATE PUBLIC PURPOSE TO PROVIDE FOR THE DEVELOPMENT AND SUPPORT OF\n    8  ARTS AND CULTURAL INSTITUTIONS AND THE PRESERVATION OF  CULTURAL  HERIT-\n    9  AGE,  INCLUDING  THE  DEVELOPMENT AND SUPPORT OF ANCILLARY ORGANIZATIONS\n   10  AND INFRASTRUCTURE AS MAY BE REQUIRED OR DESIRABLE FOR SUCH PURPOSE, AND\n   11  THE CREATION OF JOBS AND THE ENCOURAGEMENT OF ECONOMIC DEVELOPMENT.\n   12    S 6.02. LEGISLATIVE INTENT.  THE LEGISLATURE HEREBY FINDS,  DETERMINES\n   13  AND  DECLARES  THAT  ARTS AND CULTURAL INSTITUTIONS IN NEW YORK NOT ONLY\n   14  PROVIDE EDUCATIONAL, CULTURAL, AND SPIRITUAL OPPORTUNITIES AND PRESERVA-\n   15  TION OF HERITAGE TO THE PEOPLE OF THIS STATE, BUT ALSO CONTRIBUTE TO THE\n   16  ECONOMY, PROSPERITY, OPPORTUNITY, EDUCATION, AND QUALITY OF LIFE OF  ALL\n   17  RESIDENTS  OF  NEW YORK; AND THAT THE IMPORTANT PUBLIC PURPOSE SERVED BY\n   18  SUCH INSTITUTIONS HAS BEEN RECOGNIZED BY THE  STATE  AND  LOCAL  GOVERN-\n   19  MENTS,  WHICH  HAVE  APPROPRIATED AND EXPENDED SUBSTANTIAL FUNDS FOR AND\n   20  OTHERWISE SUPPORTED AND ASSISTED SUCH INSTITUTIONS; AND THAT  IT  IS  IN\n   21  EVERY WAY AN APPROPRIATE PUBLIC POLICY AND FULLY IN THE INTERESTS OF THE\n   22  PEOPLE  OF  THE  STATE  TO  TAKE  STEPS  AS  MAY BE NECESSARY TO FURTHER\n   23  PRESERVE AND ENHANCE THE CONTRIBUTIONS OF SUCH ARTS AND CULTURAL  INSTI-\n   24  TUTIONS IN NEW YORK.\n   25    THE  LEGISLATURE  FINDS  THAT  THREE DECADES OF REPUTABLE STUDIES HAVE\n   26  SHOWN THAT THE DEVELOPMENT AND OPERATIONS OF ARTS  AND  CULTURAL  INSTI-\n   27  TUTIONS  ARE  AN  IMPORTANT  ECONOMIC  DEVELOPMENT  TOOL,  LEADING TO OR\n   28  CONTRIBUTING TO THE EXISTENCE AND GROWTH WITHIN THE STATE AND WITHIN THE\n   29  REGIONS AND NEIGHBORHOODS  IN  WHICH  THEY  ARE  LOCATED  OF  ADDITIONAL\n   30  RELATED AND ANCILLARY INDUSTRIES AND ENTERPRISES, GENERATING SUBSTANTIAL\n   31  EMPLOYMENT,  IMPROVING  PROPERTY  VALUES,  PRODUCING SIGNIFICANT TAX AND\n   32  OTHER REVENUES DIRECTLY AND INDIRECTLY IN AND FOR THE  STATE  AND  LOCAL\n   33  GOVERNMENT,  AND  OTHERWISE  VITALLY CONTRIBUTING TO THE ECONOMY AND TAX\n   34  BASE OF THE STATE.\n   35    THE LEGISLATURE FINDS AND DECLARES THAT AN IMPORTANT PUBLIC PURPOSE IS\n   36  SERVED AND THE INTERESTS OF THE PEOPLE OF THE STATE ARE  PROMOTED  BY  A\n   37  POLICY  THAT  SUPPORTS  THE CULTURAL AND EDUCATIONAL MISSION OF ARTS AND\n   38  CULTURAL INSTITUTIONS WHILE ENHANCING THE ECONOMIC, JOB-CREATING  POTEN-\n   39  TIAL  OF  SUCH  INSTITUTIONS IN A SYSTEMATIC AND APPROPRIATE MANNER; AND\n   40  FURTHER DECLARES THAT SUCH A POLICY MUST  AT  A  MINIMUM  RECOGNIZE  THE\n   41  NEEDS  OF  SUCH  INSTITUTIONS FOR SPACE AND FACILITIES (INCLUDING EQUIP-\n   42  MENT, FURNISHINGS, AND INSTALLATIONS) TO ASSURE THEIR  CONTINUED  EXIST-\n   43  ENCE,  PROPER OPERATION, AND GROWTH; ALLOW PRESERVATION AND EXPANSION OF\n   44  THE COLLECTIONS, ENDOWMENTS AND OTHER  CAPITAL  ASSETS  OF  SUCH  INSTI-\n   45  TUTIONS;  AND  BE  IMPLEMENTED IN A MANNER THAT HAS A POSITIVE EFFECT ON\n   46  THE ECONOMY, AND ON THE TAX BASE OF THE STATE AND  ITS  LOCALITIES;  AND\n   47  PROVIDES  FOR AND ENCOURAGES THE FLOW-THROUGH OF BENEFITS TO SURROUNDING\n   48  NEIGHBORHOODS AND REGIONS BY STIMULATING  FURTHER  SPIN-OFF  DEVELOPMENT\n   49  AND  DIRECT  INVESTMENT  IN  SUCH AREAS, IN SUCH FORMS AS DEVELOPMENT OF\n   50  HOUSING, COMMERCIAL AND RELATED FACILITIES  AND  DEVELOPMENT  COMPATIBLE\n   51  WITH AND COMPLEMENTARY TO SUCH INSTITUTIONS, NEIGHBORHOODS, AND REGIONS.\n   52    THE LEGISLATURE THEREFORE FINDS, DETERMINES AND DECLARES THAT A PUBLIC\n   53  PURPOSE  WILL  BE  SERVED  AND  THE INTERESTS OF THE PEOPLE OF THE STATE\n   54  PROMOTED BY THE CREATION PURSUANT TO THIS ARTICLE OF  CULTURAL  DEVELOP-\n   55  MENT  AREAS, TO PROVIDE FOR THE DEVELOPMENT, MAINTENANCE, AND SUPPORT OF\n   56  ARTS AND CULTURAL INSTITUTIONS AND TO ENHANCE THE ECONOMIC, JOB-CREATING\n\n       A. 3563                             3\n\n    1  POTENTIAL OF SUCH INSTITUTIONS IN A SYSTEMATIC AND APPROPRIATE MANNER IN\n    2  ACCORDANCE WITH THIS ARTICLE, WHICH INCLUDE THE  GRANT  OF  THE  POWERS,\n    3  RIGHTS  AND  DUTIES PROVIDED HEREIN AND INCLUDING THE DELEGATION OF PART\n    4  OF  THE  SOVEREIGN  POWER  OF  THE  STATE; AND THAT THE CREATION OF THIS\n    5  PROGRAM, THE EXERCISE OF SUCH POWERS AND RIGHTS, THE PERFORMANCE OF SUCH\n    6  DUTIES, AND THE CARRYING OUT OF THE PURPOSES OF THE PROGRAM ARE  IN  ALL\n    7  RESPECTS  FOR  THE  BENEFIT  OF THE PEOPLE OF THE STATE AND ARE AND WILL\n    8  SERVE A PUBLIC PURPOSE AND WILL BE AN ESSENTIAL PUBLIC AND  GOVERNMENTAL\n    9  FUNCTION.\n   10    S 6.03. DEFINITIONS.  AS USED IN THIS ARTICLE:\n   11    1. \"APPLICANT\" IS THE LOCAL GOVERNMENT IN PARTNERSHIP WITH ONE OR MORE\n   12  ARTS  CORPORATIONS  WHICH  HAS  DESIGNATED  A  CULTURAL DEVELOPMENT AREA\n   13  PURSUANT TO LOCAL LAW, AS  REQUIRED  IN  THIS  ARTICLE,  AND  WHICH  HAS\n   14  SUBMITTED THE DESIGNATION TO THE COMMISSIONER FOR APPROVAL.\n   15    2.  \"ANCILLARY  BUSINESSES  AND SERVICES\" MEANS AND INCLUDES REHEARSAL\n   16  SPACE, PARKING, PARKS OR OTHER GREEN SPACE, RESTAURANT, BOUTIQUE,  LIGHT\n   17  COMMERCIAL,  OFFICE,  HOUSING, WAREHOUSING, HOTEL OR MOTEL, OR ANY OTHER\n   18  BUSINESS OR SERVICE SHOWN IN THE  APPLICANT'S  DEVELOPMENT  PLAN  TO  BE\n   19  DIRECTLY RELATED TO, BENEFITED BY, OR CAPABLE OF ENHANCING THE CONTINUA-\n   20  TION OR ENHANCEMENT OF ONE OR MORE ARTS CORPORATIONS WITHIN THE CULTURAL\n   21  DEVELOPMENT  AREA,  AND WHICH WILL THEREFORE ADD TO THE CAPACITY OF SUCH\n   22  CULTURAL DEVELOPMENT AREA TO PROVIDE A POSITIVE IMPACT IN  THE  FORM  OF\n   23  DIRECT,  INDIRECT, AND INDUCED REVENUES TO THE LOCAL ECONOMY, SHORT-TERM\n   24  AND LONG-TERM JOB CREATION, AND TO STATE AND LOCAL TAX REVENUES.\n   25    3. \"CULTURAL DEVELOPMENT AREA\" OR \"CDA\" IS AN  AREA  DESIGNATED  AS  A\n   26  CULTURAL DEVELOPMENT AREA PURSUANT TO THIS ARTICLE.\n   27    4.  \"ARTS  CORPORATION\"  MEANS  A  CORPORATION  WHICH  HAS  RECEIVED A\n   28  PROGRAM, OPERATING, OR OTHER GRANT FROM THE NEW YORK STATE  COUNCIL  FOR\n   29  THE ARTS IN THREE OF THE PRIOR FIVE YEARS, OR A CORPORATION CERTIFIED AS\n   30  AN  ARTS CORPORATION BY THE LOCAL AREA ADMINISTRATOR AND THE CHAIRPERSON\n   31  OF THE NEW YORK STATE COUNCIL ON THE ARTS  BECAUSE  A  MAJORITY  OF  ITS\n   32  ACTIVITIES  ARE  OR ARE PROPOSED TO BE ARTISTIC OR CULTURAL, WHICH TERMS\n   33  SHALL BE INTERPRETED AS BROADLY INCLUSIVE BY THE AREA ADMINISTRATOR  AND\n   34  THE  CHAIRPERSON.  IN ADDITION, AND ANY OTHER PROVISION OF ANY OTHER LAW\n   35  TO THE CONTRARY, NOTHING HEREIN SHALL BE DEEMED TO PREVENT A CORPORATION\n   36  WHICH PROVIDES GALLERY OR EXHIBITION SPACE, ARTIST STUDIO SPACE,  ARTIST\n   37  HOUSING  AT  BELOW  MARKET RENT RATES, SPACE FOR PUBLIC ART PROJECTS AND\n   38  THEIR CONSTRUCTION, MUSIC RECORDING STUDIOS, FILM, VIDEO, CLASSROOM  AND\n   39  STUDIO SPACE FOR ELEMENTARY, SECONDARY OR HIGHER EDUCATION INSTITUTIONS,\n   40  OR  OTHER  FACILITIES  WHOSE  PURPOSE  IS  TO  EXPOSE THE PUBLIC TO, AND\n   41  ENCOURAGE THEIR PARTICIPATION IN THE ARTS, FROM QUALIFYING  AS  AN  ARTS\n   42  CORPORATION.\n   43    5.  \"CHIEF EXECUTIVE\" IS A COUNTY EXECUTIVE OR MANAGER OF A COUNTY, OR\n   44  IN A COUNTY NOT HAVING A COUNTY EXECUTIVE OR MANAGER, THE CHAIRPERSON OR\n   45  PRESIDING OFFICER OF THE COUNTY LEGISLATIVE BODY. IN THE CASE OF A CITY,\n   46  VILLAGE, OR TOWN, IT IS THE MAYOR OF A CITY OR VILLAGE, EXCEPT  WHERE  A\n   47  CITY OR VILLAGE HAS A MANAGER, IT SHALL MEAN SUCH A MANAGER, OR A SUPER-\n   48  VISOR  OF  A  TOWN,  EXCEPT WHERE A TOWN HAS A MANAGER, IN WHICH CASE IT\n   49  SHALL MEAN SUCH MANAGER.\n   50    6. \"CHAIRPERSON\" IS THE CHAIRPERSON OF THE NEW YORK STATE  COUNCIL  ON\n   51  THE ARTS.\n   52    7.  \"COMMISSIONER\"  IS  THE COMMISSIONER OF THE DEPARTMENT OF ECONOMIC\n   53  DEVELOPMENT FOR THE STATE OF NEW YORK.\n   54    8. \"DEPARTMENT\" IS THE DEPARTMENT  OF  ECONOMIC  DEVELOPMENT  FOR  THE\n   55  STATE OF NEW YORK.\n\n       A. 3563                             4\n\n    1    9.  \"CONSTRUCTION\"  MEANS  THE ERECTION, BUILDING, ACQUISITION, ALTER-\n    2  ATION,  RECONSTRUCTION,  REHABILITATION,  IMPROVEMENT,  ENLARGEMENT   OR\n    3  EXTENSION  OF  A  CULTURAL  FACILITY,  INCLUDING  ALL  OR ANY PORTION OF\n    4  INFRASTRUCTURE AND FACILITIES RELATED THERETO, ANY AND ALL RECREATIONAL,\n    5  EDUCATIONAL,  CULTURAL,  OFFICE, LIVING, REHEARSAL, PARKING, RESTAURANT,\n    6  RETAIL,  STORAGE  AND  OTHER  FACILITIES  NECESSARY  OR   DESIRABLE   IN\n    7  CONNECTION  WITH  THE  CULTURAL FACILITY; AND THE ENGINEERING, ARCHITEC-\n    8  TURAL, LEGAL, FISCAL  AND  ECONOMIC  INVESTIGATIONS,  STUDIES,  SURVEYS,\n    9  DESIGNS, PLANS, DRAWINGS, SPECIFICATIONS, PROCEDURES, AND OTHER ACTIONS.\n   10    10.  \"CULTURAL FACILITY\" MEANS ANY STRUCTURE, IMPROVEMENT, FURNISHING,\n   11  EQUIPMENT OR OTHER REAL OR PERSONAL PROPERTY THAT IS OR IS TO  BE  USED,\n   12  OWNED,  OR  OCCUPIED IN WHOLE OR IN PART, BUT IN NO CASE LESS THAN TWEN-\n   13  TY-FIVE PERCENT, BY AN ARTS CORPORATION, AS WELL AS ANY AND  ALL  RECRE-\n   14  ATIONAL,  EDUCATIONAL,  CULTURAL,  OFFICE,  LIVING,  REHEARSAL, PARKING,\n   15  RESTAURANT, RETAIL, STORAGE AND OTHER FACILITIES NECESSARY OR  DESIRABLE\n   16  IN CONNECTION WITH THE ACTIVITIES OF THE ARTS CORPORATION.\n   17    11.  \"CULTURAL  FACILITY PROJECT\" MEANS A PROJECT FOR THE CONSTRUCTION\n   18  OF A CULTURAL FACILITY.\n   19    12. \"PERSON\" MEANS ANY PERSON, INCLUDING INDIVIDUALS, FIRMS,  PARTNER-\n   20  SHIPS,  ASSOCIATIONS,  PUBLIC  UTILITIES,  OR  AUTHORITIES  ORGANIZED OR\n   21  EXISTING UNDER THE LAWS OF THE STATE OR ANY OTHER STATE, EXCLUSIVE OF  A\n   22  STATE AGENCY.\n   23    13.  \"REAL PROPERTY\" MEANS LANDS, STRUCTURES, FRANCHISES AND INTERESTS\n   24  IN LAND, WATERS, LANDS UNDER WATER, RIPARIAN RIGHTS AND  AIR-RIGHTS  AND\n   25  ANY AND ALL THINGS AND RIGHTS INCLUDED WITHIN SAID TERM AND INCLUDES NOT\n   26  ONLY  FEES SIMPLE ABSOLUTE BUT ALSO ANY AND ALL LESSER INTERESTS INCLUD-\n   27  ING BUT NOT LIMITED TO EASEMENTS, RIGHTS OF WAY, USES, LEASES,  LICENSES\n   28  AND  ALL  OTHER  INCORPOREAL HEREDITAMENTS AND EVERY ESTATE, INTEREST OR\n   29  RIGHT, LEGAL OR EQUITABLE, INCLUDING TERMS FOR YEARS AND  LIENS  THEREON\n   30  BY WAY OF JUDGMENTS, MORTGAGES OR OTHERWISE.\n   31    14.  \"COMMUNITY  CULTURAL DEVELOPMENT PROJECTS\" ARE PROJECTS SPONSORED\n   32  BY NOT-FOR-PROFIT ORGANIZATIONS WHICH HAVE BEEN  APPROVED  BY  THE  AREA\n   33  BOARD,  WHICH  WILL  ADVANCE  THE  AREA  DEVELOPMENT  PLAN. FOR PURPOSES\n   34  DESCRIBED IN SUBDIVISION TWENTY OF SECTION TWO HUNDRED  TEN,  SUBSECTION\n   35  (L)  OF  SECTION  SIX  HUNDRED  SIX,  SUBSECTION (D) OF SECTION FOURTEEN\n   36  HUNDRED FIFTY-SIX AND SUBDIVISION (H) OF SECTION FIFTEEN HUNDRED  ELEVEN\n   37  OF  THE TAX LAW, SUCH PROJECTS SHALL BE LIMITED TO PROGRAMS SERVING AREA\n   38  RESIDENTS AND  BUSINESSES;  COMMUNITY  DEVELOPMENT  PROJECTS  IN  DIRECT\n   39  SUPPORT  OF ECONOMIC DEVELOPMENT AND BUSINESS REVITALIZATION ACTIVITIES,\n   40  SUCH AS COMMERCIAL REVITALIZATION  PROJECTS;  AND  BUSINESS  DEVELOPMENT\n   41  ACTIVITIES OF LOCAL DEVELOPMENT CORPORATIONS.\n   42    15.  \"HUMAN  RESOURCE  DEVELOPMENT\"  IS JOB PREPARATION AND PLACEMENT,\n   43  SKILLS TRAINING AND EDUCATION FOR AREA RESIDENTS AND EMPLOYEES  OF  AREA\n   44  BUSINESSES,  CHILD  AND  FAMILY CARE SERVICES AND FACILITIES, AND ACTIV-\n   45  ITIES TO IMPROVE THE HEALTH BENEFITS AND OTHER BENEFITS PROVIDED BY AREA\n   46  BUSINESSES TO THEIR EMPLOYEES.\n   47    16. \"LOCAL CULTURAL DEVELOPMENT  AREA  ADMINISTRATIVE  BOARD\"  IS  THE\n   48  ENTITY  DESIGNATED  BY THE APPLICANT THAT IS RESPONSIBLE FOR MONITORING,\n   49  EVALUATING AND COORDINATING ALL CDA BENEFITS ON BEHALF OF THE APPLICANT.\n   50  SUCH ENTITY SHALL CONSIST OF AT LEAST SIX MEMBERS, NONE OF WHOM SHALL BE\n   51  THE CDA CERTIFICATION OFFICER, AND  SHALL  BE  REPRESENTATIVE  OF  LOCAL\n   52  BUSINESSES,  ORGANIZED  LABOR, COMMUNITY ORGANIZATIONS, FINANCIAL INSTI-\n   53  TUTIONS, LOCAL EDUCATIONAL INSTITUTIONS AND RESIDENTS OF THE CDA.\n   54    17. \"LOCAL CULTURAL DEVELOPMENT AREA  CERTIFICATION  OFFICER\"  IS  THE\n   55  OFFICIAL  DESIGNATED  BY  THE  APPLICANT  WHO IS RESPONSIBLE FOR JOINTLY\n   56  CERTIFYING AND DECERTIFYING TOGETHER WITH THE COMMISSIONER OR, AS APPRO-\n\n       A. 3563                             5\n\n    1  PRIATE, THE CHAIRPERSON, THOSE ARTS CORPORATIONS AND  SERVICES  ELIGIBLE\n    2  TO RECEIVE BENEFITS PURSUANT TO THIS ARTICLE.\n    3    18.  \"LOCAL  GOVERNMENT\"  IS  A COUNTY, EXCEPT IN THE CASE OF A COUNTY\n    4  WHOLLY CONTAINED WITHIN A CITY IN WHICH CASE IT IS THE CITY.\n    5    19. \"LOCALLY OWNED BUSINESS ENTERPRISE\" IS A BUSINESS  FIRM  IN  WHICH\n    6  THE  TOTAL OWNERSHIP INTEREST HELD BY INDIVIDUALS WHO ARE FULL TIME BONA\n    7  FIDE RESIDENTS OF THE CDA IS MORE THAN EIGHTY  PERCENT,  WHOSE  BUSINESS\n    8  ACTIVITIES  ARE  CONDUCTED IN A MANNER WHEREBY AT LEAST FIFTY PERCENT OF\n    9  THE ASSETS OF SUCH FIRM ARE LOCATED AND UTILIZED IN SUCH  AREA,  AND  AT\n   10  LEAST FORTY PERCENT OF SUCH FIRM'S EMPLOYEES ARE PRINCIPALLY EMPLOYED IN\n   11  SUCH  AREA;  PROVIDED  HOWEVER,  FOR BUSINESS FIRMS LOCATED WITHIN AREAS\n   12  DESIGNATED IN A CITY SUCH INDIVIDUALS SHALL RESIDE  WITHIN  A  COMMUNITY\n   13  PLANNING   BOARD  OR  WITHIN  TRADITIONAL  NEIGHBORHOOD  BOUNDARIES  AND\n   14  PROVIDED FURTHER HOWEVER FOR BUSINESS FIRMS LOCATED WITHIN AREAS OUTSIDE\n   15  OF A CITY SUCH INDIVIDUALS MAY RESIDE IN THE COUNTY IN WHICH THE AREA IS\n   16  DESIGNATED.\n   17    20. \"MINORITY GROUP MEMBER\" IS A UNITED STATES  CITIZEN  OR  PERMANENT\n   18  RESIDENT  ALIEN  WHO  IS  AND  CAN  DEMONSTRATE MEMBERSHIP IN ONE OF THE\n   19  FOLLOWING GROUPS: BLACK PERSONS HAVING ORIGINS IN ANY OF THE BLACK AFRI-\n   20  CAN RACIAL GROUPS; HISPANIC PERSONS OF MEXICAN, PUERTO RICAN, DOMINICAN,\n   21  CUBAN, CENTRAL OR SOUTH AMERICAN OF EITHER INDIAN  OR  HISPANIC  ORIGIN,\n   22  REGARDLESS  OF  RACE;  NATIVE  AMERICAN OR ALASKAN NATIVE PERSONS HAVING\n   23  ORIGINS IN ANY OF THE ORIGINAL PEOPLES OF NORTH AMERICA; AND  ASIAN  AND\n   24  PACIFIC  ISLANDER  PERSONS  HAVING  ORIGINS IN ANY OF THE FAR EAST COUN-\n   25  TRIES, SOUTHEAST ASIA, THE INDIAN SUBCONTINENT OR THE PACIFIC ISLANDS.\n   26    21. \"MINORITY-OWNED BUSINESS ENTERPRISE\" IS AN INDEPENDENTLY OWNED AND\n   27  OPERATED SOLE PROPRIETORSHIP, PARTNERSHIP, CORPORATION, OR  OTHER  BUSI-\n   28  NESS  ENTERPRISE  AUTHORIZED  TO  DO  BUSINESS IN THIS STATE WHICH IS AT\n   29  LEAST FIFTY-ONE PERCENT OWNED BY ONE OR MORE MINORITY GROUP MEMBERS, AND\n   30  SUCH MINORITY OWNERSHIP IS REAL, SUBSTANTIAL AND  CONTINUING,  AND  SUCH\n   31  MINORITY  OWNERSHIP HAS AND EXERCISES THE AUTHORITY TO CONTROL INDEPEND-\n   32  ENTLY THE DAY-TO-DAY BUSINESS DECISIONS OF THE ENTERPRISE.\n   33    22. \"SINGLE ENTERPRISE\" IS TWO OR MORE  RELATED  BUSINESS  ENTERPRISES\n   34  CHARACTERIZED  BY  AN  ABSENCE OF ARM'S LENGTH RELATIONSHIPS FOUND AMONG\n   35  ENTERPRISES THAT ARE NOT INTEGRATED. FACTORS  TO  BE  CONSIDERED,  AMONG\n   36  OTHER  THINGS,  IN  DETERMINING THE EXISTENCE OF A SINGLE ENTERPRISE ARE\n   37  INTERRELATION OF OPERATIONS, COMMON MANAGEMENT, CENTRALIZED  CONTROL  OF\n   38  LABOR RELATIONS, COMMON OWNERSHIP AND COMMON FINANCIAL CONTROL.\n   39    23.  \"TARGETED EMPLOYEE\" IS A NEW YORK RESIDENT WHO RECEIVES CDA WAGES\n   40  AND WHO IS (A) AN ELIGIBLE INDIVIDUAL UNDER THE PROVISION OF THE TARGET-\n   41  ED JOBS TAX CREDIT (SECTION FIFTY-ONE OF THE INTERNAL REVENUE CODE), (B)\n   42  ELIGIBLE FOR BENEFITS UNDER THE PROVISIONS OF THE JOB TRAINING  PARTNER-\n   43  SHIP ACT (P.L. 97-300, AS AMENDED), (C) A RECIPIENT OF PUBLIC ASSISTANCE\n   44  BENEFITS,  OR  (D) AN INDIVIDUAL WHOSE INCOME IS BELOW THE MOST RECENTLY\n   45  ESTABLISHED POVERTY RATE PROMULGATED BY THE UNITED STATES DEPARTMENT  OF\n   46  COMMERCE,  OR A MEMBER OF A FAMILY WHOSE FAMILY INCOME IS BELOW THE MOST\n   47  RECENTLY ESTABLISHED POVERTY RATE PROMULGATED BY THE APPROPRIATE FEDERAL\n   48  AGENCY. AN INDIVIDUAL WHO SATISFIES THE CRITERIA SET FORTH IN  PARAGRAPH\n   49  (A), (B) OR (D) OF THIS SUBDIVISION AT THE TIME OF INITIAL EMPLOYMENT IN\n   50  THE  JOB  WITH  RESPECT TO WHICH THE CREDIT IS CLAIMED, OR WHO SATISFIES\n   51  THE CRITERION SET FORTH IN PARAGRAPH (C) OF  THIS  SUBDIVISION  AT  SUCH\n   52  TIME  OR  AT ANY TIME WITHIN THE PREVIOUS TWO YEARS, SHALL BE A TARGETED\n   53  EMPLOYEE SO LONG AS SUCH INDIVIDUAL CONTINUES TO RECEIVE CDA WAGES.\n   54    24. \"WOMEN-OWNED BUSINESS ENTERPRISE\" IS AN  INDEPENDENTLY  OWNED  AND\n   55  OPERATED  SOLE  PROPRIETORSHIP, PARTNERSHIP, CORPORATION, OR OTHER BUSI-\n   56  NESS ENTERPRISE AUTHORIZED TO DO BUSINESS IN  THIS  STATE  WHICH  IS  AT\n\n       A. 3563                             6\n\n    1  LEAST  FIFTY-ONE  PERCENT OWNED BY ONE OR MORE UNITED STATES CITIZENS OR\n    2  PERMANENT RESIDENT ALIENS WHO ARE WOMEN, AND  SUCH  OWNERSHIP  IS  REAL,\n    3  SUBSTANTIAL  AND  CONTINUING,  AND  SUCH OWNERSHIP HAS AND EXERCISES THE\n    4  AUTHORITY  TO CONTROL INDEPENDENTLY THE DAY-TO-DAY BUSINESS DECISIONS OF\n    5  THE ENTERPRISE.\n    6    25. \"AREA ADMINISTRATIVE ENTITY\" IS A COMMUNITY-BASED  LOCAL  DEVELOP-\n    7  MENT  CORPORATION  OR ENTITY CONTRACTING WITH THE LOCAL CDA BOARD OR THE\n    8  MUNICIPALITY IN WHICH THE AREA IS LOCATED IN THOSE INSTANCES  WHERE  THE\n    9  MUNICIPALITY  ACTIVELY  PARTICIPATES  IN THE LOCAL ADMINISTRATION OF THE\n   10  AREA PROGRAM.\n   11    S 6.04. DESIGNATION OF CULTURAL DEVELOPMENT AREA.   THERE SHALL  BE  A\n   12  TOTAL  OF  NO  FEWER THAN TWO BUT NO MORE THAN FOUR CULTURAL DEVELOPMENT\n   13  AREAS IN NEW YORK, LOCATED IN AND DESIGNATED BY THE  GOVERNING  BODY  OF\n   14  ANY  COUNTY.  ON THE NEXT JANUARY FIRST SUCCEEDING THE EFFECTIVE DATE OF\n   15  THIS ARTICLE, EVERY COUNTY, CITY, TOWN OR VILLAGE ACTING ON  RECOMMENDA-\n   16  TION  OF ITS CHIEF EXECUTIVE, MAY DESIGNATE A CULTURAL DEVELOPMENT AREA.\n   17  SUCH DESIGNATION SHALL MEET THE CRITERIA AND PROCESS ESTABLISHED IN THIS\n   18  ARTICLE FOR DESIGNATION OF A CULTURAL DEVELOPMENT  AREA,  INCLUDING  THE\n   19  PASSAGE  OF A LOCAL LAW, BUT SHALL NOT BE EFFECTIVE UNTIL AFTER APPROVAL\n   20  IN WRITING BY THE  COMMISSIONER.  SUBMISSION  TO  THE  COMMISSIONER  FOR\n   21  APPROVAL  MAY  OCCUR  AT  ANY  TIME PRIOR TO OR AFTER SUCH JANUARY FIRST\n   22  DATE, AND THE CULTURAL DEVELOPMENT AREA SHALL BECOME  EFFECTIVE  ON  THE\n   23  PRIOR  OR NEXT SUCCEEDING JANUARY FIRST NEAREST THE DATE OF SUCH WRITTEN\n   24  APPROVAL.\n   25    S 6.05. CRITERIA FOR CULTURAL DEVELOPMENT AREA  DESIGNATION.    1.  IN\n   26  DESIGNATING  AN  AREA AS A CULTURAL DEVELOPMENT AREA, A LOCAL GOVERNMENT\n   27  SHALL ADOPT A PLAN WHICH DEMONSTRATES HOW AN  AREA  MEETS  THE  CRITERIA\n   28  ESTABLISHED  IN  THIS  ARTICLE  FOR  SUCH DESIGNATION, AND PROVIDES SUCH\n   29  OTHER DEMONSTRATIONS AS ARE REQUIRED BY THIS ARTICLE. SUCH PLAN SHALL BE\n   30  INCLUDED IN THE LOCAL LAW DESIGNATING A CULTURAL DEVELOPMENT AREA.\n   31    2. TO BE DESIGNATED AS A CULTURAL DEVELOPMENT AREA BY A LOCAL  GOVERN-\n   32  MENT AN AREA:\n   33    (A)  MUST BE CHARACTERIZED BY THE EXISTENCE OF ONE OR MORE ARTS CORPO-\n   34  RATIONS. SOLELY FOR THE PURPOSES OF AN APPLICATION, IT SHALL  BE  SUFFI-\n   35  CIENT  FOR THE CHIEF EXECUTIVE OF THE LOCAL GOVERNMENT IN WHICH SUCH CDA\n   36  IS PROPOSED TO BE LOCATED TO CERTIFY ONE OR MORE  ENTITIES  AS  AN  ARTS\n   37  CORPORATION,  OR  TO  CERTIFY  THAT THE PROPOSED CDA WILL CONTAIN ONE OR\n   38  MORE ARTS CORPORATIONS WITHIN A YEAR OF ITS DESIGNATION;\n   39    (B) SHALL NOT EXCEED TWO SQUARE MILES, AND SHALL BE DEFINED BY ONE  OR\n   40  MORE  BORDERS  AS DETERMINED BY THE APPLICANT, WHICH, WHERE APPROPRIATE,\n   41  SHALL INCLUDE MAJOR NATURAL OR MAN-MADE  PHYSICAL  BOUNDARIES,  SUCH  AS\n   42  BODIES  OF  WATER,  RAILROAD  LINES,  OR  LIMITED  ACCESS HIGHWAYS. SUCH\n   43  BORDERS MUST BE CONTIGUOUS;\n   44    (C) SHALL INCLUDE AT LEAST  TWENTY-FIVE  PERCENT  OF  THE  TOTAL  LAND\n   45  AND/OR  THE  TOTAL SQUARE FOOTAGE OF FACILITIES AS VACANT, ABANDONED, OR\n   46  OTHERWISE AVAILABLE FOR  COMMERCIAL  DEVELOPMENT  OR  REDEVELOPMENT,  OR\n   47  DEVELOPMENT  OR  REDEVELOPMENT  OF  APPROPRIATE ANCILLARY BUSINESSES AND\n   48  SERVICES.\n   49    LANDS NEARBY OR CONTIGUOUS TO CENSUS TRACTS OR BLOCK  NUMBERING  AREAS\n   50  DESCRIBED IN THIS SUBDIVISION MAY BE INCLUDED WITHIN A CULTURAL DEVELOP-\n   51  MENT  AREA  UPON  APPROVAL  BY  THE  COMMISSIONER IF THE APPLICANT SHALL\n   52  DEMONSTRATE TO THE  COMMISSIONER'S  SATISFACTION  THAT  SUCH  ADDITIONAL\n   53  LANDS  HAVE  SIGNIFICANT POTENTIAL FOR ARTS AND CULTURAL DEVELOPMENT AND\n   54  JOB CREATION, WHICH WILL ENHANCE ECONOMIC REVITALIZATION OF THE AREA AND\n   55  BENEFIT AREA RESIDENTS.\n\n       A. 3563                             7\n\n    1    3. THE PLAN SHALL DEMONSTRATE THAT THE CREATION OF A CULTURAL DEVELOP-\n    2  MENT AREA IS NECESSARY TO THE DEVELOPMENT, CONTINUATION, OR  ENHANCEMENT\n    3  OF  ONE  OR  MORE ARTS CORPORATIONS; OR NECESSARY TO THE PRESERVATION OF\n    4  CULTURAL HERITAGE; OR THE DEVELOPMENT, CONTINUATION, OR  ENHANCEMENT  OF\n    5  ARTS  CORPORATIONS WITHIN SUCH AREA SHALL LEAD TO DEVELOPMENT WITHIN THE\n    6  AREA OF ADDITIONAL ARTS CORPORATIONS AND SERVICES, OR THE DEVELOPMENT OF\n    7  INFRASTRUCTURE THAT WILL STIMULATE THE DEVELOPMENT OF AN ARTS  COMMUNITY\n    8  WITHIN THE CDA. ADDITIONALLY, THE PLAN SHALL DEMONSTRATE THAT THE DEVEL-\n    9  OPMENT,  CONTINUATION, PRESERVATION, OR ENHANCEMENT OF ARTS AND CULTURAL\n   10  CORPORATIONS, CULTURAL FACILITIES, AND ANCILLARY BUSINESSES AND SERVICES\n   11  AS ENVISIONED THEREIN WILL HAVE A POSITIVE IMPACT IN THE FORM OF:\n   12    (A) DIRECT, INDIRECT, AND  INDUCED  REVENUES  TO  THE  LOCAL  ECONOMY,\n   13  INCLUDING  SUBSTANTIAL  PUBLIC  AND  PRIVATE  COMMITMENTS TO A LONG-TERM\n   14  ECONOMIC REVITALIZATION PROGRAM FOR THE AREA;\n   15    (B) SHORT-TERM AND LONG-TERM JOB CREATION, INCLUDING THE POTENTIAL  OF\n   16  THE  AREA  TO ATTRACT INVESTMENT THAT WILL PROVIDE EMPLOYMENT TO PERSONS\n   17  IN THE AREA WHO ARE UNEMPLOYED OR ECONOMICALLY DISADVANTAGED;  PROVIDED,\n   18  HOWEVER,  THAT  MEASURES  OF JOB CREATION SHALL BE ON A FULL-TIME EQUIV-\n   19  ALENCY BASIS;\n   20    (C) INCREASES IN PER CAPITA INCOME WITHIN  THE  AREA  AND  WITHIN  THE\n   21  JURISDICTION OF THE LOCAL GOVERNMENT;\n   22    (D)  RECLAMATION  OF  ABANDONED,  UNUSED,  OR UNDER-UTILIZED PROPERTY,\n   23  LAND, OR BUILDINGS;\n   24    (E) ENHANCEMENT OF STATE AND LOCAL TAX REVENUES; AND\n   25    (F) OTHER APPROPRIATE  MEASURES  OF  INCREASED  ECONOMIC  ACTIVITY  OR\n   26  CAPACITY THAT ARE CONSISTENT WITH THE SPIRIT AND INTENT OF THIS ARTICLE.\n   27    4.  ADDITIONALLY,  THE PLAN AND THE SUBMISSION TO THE COMMISSIONER FOR\n   28  APPROVAL OF THE AREA SHALL INCLUDE EVIDENCE OF PREVIOUS,  CONCURRENT  OR\n   29  PROPOSED  ECONOMIC  DEVELOPMENT  INITIATIVES, WHICH WOULD EITHER SUPPLE-\n   30  MENT, OR BE ENHANCED BY, A  CULTURE  AREA;  IDENTIFICATION  OF  SPECIFIC\n   31  INFRASTRUCTURE  DEVELOPMENT,  OR  CAPITAL IMPROVEMENTS, AND THE INTENDED\n   32  USAGES THAT WILL BE SUPPORTED BY THE DESIGNATION OF THE AREA AS  A  CDA;\n   33  IDENTIFICATION  OF ANY CAPITAL IMPROVEMENTS THAT MUST BE COMPLETED PRIOR\n   34  TO THE AVAILABILITY OF SUCH STRUCTURES FOR PUBLIC USE;  AND  A  SPECIFIC\n   35  TIMELINE  FOR  THE  COMPLETION  OF  SUCH  PROJECTS,  AND THE ANTICIPATED\n   36  OUTCOME OF CULTURE AREA DESIGNATION.  THE  APPLICANT  SHALL  DEMONSTRATE\n   37  LOCAL CAPACITY TO MANAGE SUCH A PROGRAM, DEMONSTRATE THE MANNER IN WHICH\n   38  THE  OVERALL  AREA  PLAN ENUNCIATES THE NEEDS OF THE AREA AND SETS FORTH\n   39  PROPOSALS TO SOLVE THEM, AND THE MANNER IN WHICH PROGRESS IN  IMPLEMENT-\n   40  ING THE AREA PLAN WILL BE ROUTINELY EVALUATED ON THE LOCAL LEVEL AND HOW\n   41  INFORMATION  ESSENTIAL  FOR  PERIODIC  EVALUATIONS WILL BE COMPILED. THE\n   42  PLAN SHALL FURTHER INCLUDE:\n   43    (A) A STATEMENT INDICATING HOW CDA DESIGNATION  WOULD  ASSIST  IN  THE\n   44  REVITALIZATION OF THE AREA IN WHICH SUCH AREA IS PROPOSED TO BE LOCATED;\n   45    (B)  A DESCRIPTION OF THE METHOD BY WHICH INDUSTRIAL DEVELOPMENT AGEN-\n   46  CIES OR OTHER PUBLIC FINANCE AGENCIES SHALL GRANT A PREFERENCE FOR ALLO-\n   47  CATION OF PRIVATE ACTIVITY BONDING AUTHORITY FOR PROJECTS LOCATED IN THE\n   48  PROPOSED CDA;\n   49    (C) A DESCRIPTION OF PROPOSALS  FOR  INFRASTRUCTURE  IMPROVEMENTS  AND\n   50  INVESTMENTS AND A TIMETABLE FOR THEIR COMPLETION;\n   51    (D)  A STATEMENT IDENTIFYING THOSE LOCAL TAX INCENTIVES PROPOSED TO BE\n   52  OFFERED WITHIN THE AREA;\n   53    (E) A DESCRIPTION OF A PROCEDURE  TO  EXPEDITE  THE  ISSUANCE  OF  ANY\n   54  REQUIRED LOCAL PERMITS OR LICENSES;\n   55    (F)  A  DESCRIPTION  OF OTHER ACTIVITIES TO BE UNDERTAKEN BY MUNICIPAL\n   56  AGENCIES,    BUSINESS     ENTITIES,     NOT-FOR-PROFIT     CORPORATIONS,\n\n       A. 3563                             8\n\n    1  COMMUNITY-BASED  ORGANIZATIONS  OR ANY OTHER PERSONS, WHICH ARE DESIGNED\n    2  TO PROMOTE PRIVATE SECTOR INVESTMENT AND JOB DEVELOPMENT IN THE CDA  AND\n    3  A  DESCRIPTION  OF THE JOB TRAINING OR JOB PLACEMENT SERVICES TO BE MADE\n    4  AVAILABLE TO CDA RESIDENTS IN NEED OF SUCH TRAINING OR SERVICES;\n    5    (G) AN INVENTORY OF REAL PROPERTY LOCATED WITHIN THE PROPOSED CDA THAT\n    6  IS  OWNED  BY A MUNICIPALITY OR THE STATE AND IS CURRENTLY UNUSED BY THE\n    7  MUNICIPALITY OR THE STATE;\n    8    (H) A DESCRIPTION OF THE BUSINESS DEVELOPMENT PROGRAMS AND SERVICES TO\n    9  BE AVAILABLE TO STIMULATE THE CREATION OF NEW SMALL BUSINESSES,  INCLUD-\n   10  ING NEW SMALL MINORITY AND WOMEN OWNED BUSINESS ENTERPRISES;\n   11    (I)  A  DESCRIPTION  OF  EFFORTS THAT WILL BE UNDERTAKEN TO PREVENT OR\n   12  DISCOURAGE THE DISPLACEMENT OF RESIDENTS OF THE PROPOSED CDA;\n   13    (J) A DESCRIPTION OF ACTIVITIES  DESIGNED  TO  ENSURE  THE  MEANINGFUL\n   14  PARTICIPATION  OF MINORITY-OWNED AND WOMEN-OWNED BUSINESS ENTERPRISES IN\n   15  CDA DEVELOPMENT ACTIVITIES;\n   16    (K) A DESCRIPTION OF PROVISIONS FOR THE PARTICIPATION OF  NOT-FOR-PRO-\n   17  FIT  CULTURAL  AND  BUSINESS CORPORATIONS IN THE DEVELOPMENT OF THE PLAN\n   18  AND IN STRATEGIES FOR IMPLEMENTATION OF THE PLAN;\n   19    (L) A DESCRIPTION OF THE MARKETING STRATEGY  TO  BE  EMPLOYED  BY  THE\n   20  APPLICANT  TO  PROMOTE  DEVELOPMENT  IN THE AREA AND THE RESOURCES TO BE\n   21  COMMITTED BY THE APPLICANT AND OTHER ORGANIZATIONS TO THE IMPLEMENTATION\n   22  OF SUCH STRATEGY;\n   23    (M) A DESCRIPTION OF THE METHOD BY WHICH THE APPLICANT  WILL  EVALUATE\n   24  THE  SUCCESS  OF  ANY  ACTIVITIES  TO BE UNDERTAKEN IN THE PROPOSED CDA,\n   25  PROVIDED, HOWEVER, THAT THE APPLICANT SHALL TAKE INTO CONSIDERATION  THE\n   26  FACTORS  UPON  WHICH  THE  SELECTION OF THE AREA WAS BASED IN ANY EVALU-\n   27  ATION;\n   28    (N) A DESCRIPTION OF PROVISIONS FOR PARTICIPATION  AND  ALLOCATION  OF\n   29  FUNDS BY THE AFFECTED SERVICE DELIVERY AREA PRIVATE INDUSTRY COUNCIL AND\n   30  ADMINISTRATIVE  ENTITY ESTABLISHED PURSUANT TO THE JOB TRAINING PARTNER-\n   31  SHIP ACT (P.L. 97-300, AS AMENDED) TO PROVIDE JOB TRAINING IN THE AREA;\n   32    (O) A STATEMENT OF THE REASONS WHY THE PARTICULAR  GEOGRAPHIC  CONFIG-\n   33  URATION OF THE AREA WAS SELECTED;\n   34    (P) A DESCRIPTION OF THE STRUCTURE AND DUTIES OF THE LOCAL AREA ADMIN-\n   35  ISTRATIVE  BOARD  TO  BE ESTABLISHED WITHIN EACH CDA AS PROVIDED IN THIS\n   36  ARTICLE;\n   37    (Q) A DESCRIPTION OF THE SPECIAL PROGRAMS TO  BE  OPERATED  BY  EDUCA-\n   38  TIONAL  INSTITUTIONS  AND OTHER TRAINING ENTITIES IN THE AREA TO PREPARE\n   39  AND TRAIN AREA RESIDENTS FOR EMPLOYMENT BY BUSINESSES LOCATED WITHIN AND\n   40  OUTSIDE THE AREA;\n   41    (R) A STATEMENT FROM THE  APPROPRIATE  REGIONAL  ECONOMIC  DEVELOPMENT\n   42  COUNCIL  SETTING  FORTH THE SPECIFIC RESOURCES TO BE ALLOCATED FOR BUSI-\n   43  NESS DEVELOPMENT IN THE AREA;\n   44    (S) A DESCRIPTION OF FACILITIES FOR LICENSED AND CERTIFIED  CHILD  DAY\n   45  CARE  FOR THE CHILDREN OF PERSONS ENGAGED IN TRAINING FOR EMPLOYMENT IN,\n   46  OR EMPLOYED IN, THE AREA;\n   47    (T) A DESCRIPTION OF SPECIFIC STRATEGIES AND PRIORITIES  FOR  ECONOMIC\n   48  REVITALIZATION  OF  THE  AREA  AND  OF  INDICATORS TO BE USED TO MEASURE\n   49  PERFORMANCE AGAINST OBJECTIVES;\n   50    (U) A STATEMENT OF HUMAN RESOURCE DEVELOPMENT GOALS FOR  THE  CDA  AND\n   51  SPECIFIC STRATEGIES FOR ACHIEVING THEM;\n   52    (V)  A  DESCRIPTION  OF HOW THE APPLICANT WILL USE AREA DESIGNATION TO\n   53  COORDINATE ECONOMIC DEVELOPMENT PROGRAMS  AND  PROVIDERS  AT  THE  LOCAL\n   54  LEVEL TO SERVICE THE AREA;\n   55    (W)  A  DESCRIPTION  OF  THE ORGANIZATIONAL ACTIONS TO BE TAKEN BY THE\n   56  LOCAL CDA ADMINISTRATIVE  BOARD  AND  AREA  ADMINISTRATIVE  ENTITIES  TO\n\n       A. 3563                             9\n\n    1  IMPLEMENT  SPECIFIED  BUSINESS, COMMUNITY AND HUMAN RESOURCE DEVELOPMENT\n    2  GOALS AND STRATEGIES; AND\n    3    (X)  A DESCRIPTION OF THE FINANCIAL COMMITMENTS WHICH THE APPLICANT IS\n    4  PREPARED TO MAKE TO THE AREA, INCLUDING, BUT NOT  LIMITED  TO,  SPECIFIC\n    5  COMMITMENTS FOR INFRASTRUCTURE IMPROVEMENTS.\n    6    S  6.06. DESIGNATION OF CULTURAL ASSETS.  1. THERE SHALL BE A TOTAL OF\n    7  ONE HUNDRED CULTURAL ASSETS DESIGNATED  IN  NEW  YORK,  LOCATED  IN  AND\n    8  DESIGNATED  BY  THE GOVERNING BODY OF ANY COUNTY, CITY, TOWN OR VILLAGE,\n    9  PROVIDED, HOWEVER, THAT NO CULTURAL ASSET  MAY  BE  LOCATED  WITHIN  THE\n   10  BOUNDARIES  OF  ANY  DESIGNATED  CULTURAL  DEVELOPMENT AREA. ON THE NEXT\n   11  JANUARY FIRST SUCCEEDING THE EFFECTIVE DATE OF THIS ARTICLE, EVERY COUN-\n   12  TY, CITY, TOWN OR VILLAGE ACTING ON RECOMMENDATION OF ITS  CHIEF  EXECU-\n   13  TIVE,  MAY  DESIGNATE  A CULTURAL ASSET. SUCH DESIGNATION SHALL MEET THE\n   14  CRITERIA AND PROCESS ESTABLISHED IN THIS ARTICLE FOR  DESIGNATION  OF  A\n   15  CULTURAL  DEVELOPMENT  AREA,  INCLUDING  THE PASSAGE OF A LOCAL LAW, BUT\n   16  SHALL NOT BE EFFECTIVE UNTIL AFTER APPROVAL IN WRITING  BY  THE  COMMIS-\n   17  SIONER.  SUBMISSION  TO  THE  COMMISSIONER FOR APPROVAL MAY OCCUR AT ANY\n   18  TIME PRIOR TO OR AFTER SUCH JANUARY FIRST DATE, AND THE  CULTURAL  ASSET\n   19  SHALL  BECOME  EFFECTIVE  ON  THE PRIOR OR NEXT SUCCEEDING JANUARY FIRST\n   20  NEAREST THE DATE OF SUCH WRITTEN APPROVAL.\n   21    2. A CULTURAL ASSET MAY BE ANY SINGLE BUILDING OWNED IN  WHOLE  OR  IN\n   22  PART BY AN ARTS CORPORATION THE PURPOSE FOR WHICH IS THE PRESENTATION OR\n   23  EXHIBITION  OR CREATION OF ARTISTIC OR CULTURAL PERFORMANCES OR EXHIBITS\n   24  TO THE PUBLIC.\n   25    S 6.07. CRITERIA FOR DESIGNATION OF A CULTURAL ASSET. THE COMMISSIONER\n   26  SHALL ESTABLISH A SET OF CRITERIA FOR  THE  DESIGNATION  OF  A  CULTURAL\n   27  ASSET CONSISTENT WITH THOSE CRITERIA ESTABLISHED IN SECTION 6.05 OF THIS\n   28  ARTICLE,  PROVIDED  THAT  THE COMMISSIONER SHALL ADOPT THE PROVISIONS OF\n   29  THAT SECTION AS NECESSARY FOR THE DESIGNATION OF CULTURAL ASSETS.\n   30    S 6.08. RESPONSIBILITIES OF THE COMMISSIONER.  THE COMMISSIONER SHALL:\n   31    1. AFTER CONSULTATION WITH THE DIRECTOR OF THE BUDGET, THE COMMISSION-\n   32  ER OF TAXATION AND FINANCE, AND THE CHAIRPERSON OF THE  COUNCIL  ON  THE\n   33  ARTS,  PROMULGATE  REGULATIONS  WHICH  SHALL NOT EXCEED THE REQUIREMENTS\n   34  ESTABLISHED IN THIS ARTICLE,  GOVERNING  CRITERIA  FOR  ELIGIBILITY  FOR\n   35  CULTURAL  DEVELOPMENT  AREA  DESIGNATION,  PROVIDED,  HOWEVER, THAT SUCH\n   36  CRITERIA BE APPROVED BY THE DIRECTOR  OF  THE  BUDGET;  THE  APPLICATION\n   37  PROCESS;  AND  THE CERTIFICATION OR, AS APPROPRIATE, THE ELIGIBILITY, OF\n   38  ARTS  CORPORATIONS,  CULTURAL  FACILITIES,  AND  SERVICES  FOR  BENEFITS\n   39  REFERRED TO IN THIS ARTICLE.\n   40    2.  PROMULGATE REGULATIONS, AFTER CONSULTATION WITH THE CHAIRPERSON OF\n   41  THE COUNCIL ON THE ARTS CONCERNING JOINT DECERTIFICATION BY THE  COMMIS-\n   42  SIONER  AND  THE  LOCAL  AREA  CERTIFICATION OFFICER SO AS TO REVOKE THE\n   43  CERTIFICATION OF ARTS CORPORATIONS FOR  BENEFITS  REFERRED  TO  IN  THIS\n   44  ARTICLE UPON A FINDING THAT THE ARTS CORPORATION:\n   45    (A)  MADE  MATERIAL  MISREPRESENTATIONS OF FACT ON ITS APPLICATION FOR\n   46  CERTIFICATION, OR FAILED  TO  DISCLOSE  FACTS  IN  ITS  APPLICATION  FOR\n   47  CERTIFICATION  THAT  WOULD  CONSTITUTE GROUNDS FOR NOT ISSUING A CERTIF-\n   48  ICATION;\n   49    (B) FAILED TO CONSTRUCT, EXPAND, REHABILITATE OR OPERATE ITS  FACILITY\n   50  SUBSTANTIALLY  IN  ACCORDANCE  WITH THE REPRESENTATIONS CONTAINED IN ITS\n   51  APPLICATION FOR CERTIFICATION;\n   52    (C) FAILED TO SUBMIT AN  ANNUAL  REPORT  OR  FAILED  TO  SUBMIT  OTHER\n   53  REQUIRED INFORMATION TO THE LOCAL CERTIFICATION OFFICER WHEN DUE; OR\n   54    (D)  COMMITTED  SUBSTANTIAL  VIOLATIONS  OF LAWS FOR THE PROTECTION OF\n   55  WORKERS INCLUDING ALL FEDERAL, STATE AND  LOCAL  LABOR  LAWS,  RULES  OR\n   56  REGULATIONS.\n\n       A. 3563                            10\n\n    1    SUCH  REGULATIONS  SHALL PROVIDE THAT WHENEVER ANY ARTS CORPORATION IS\n    2  DECERTIFIED THE DATE DETERMINED TO BE THE  EARLIEST  EVENT  CONSTITUTING\n    3  GROUNDS FOR REVOKING CERTIFICATION SHALL BE THE EFFECTIVE DATE OF DECER-\n    4  TIFICATION,  AND THE COMMISSIONER SHALL NOTIFY THE COMMISSIONER OF TAXA-\n    5  TION  AND  FINANCE  THAT  SUCH  DECERTIFICATION  HAS  OCCURRED, AND SUCH\n    6  NOTIFICATION SHOULD INCLUDE THE EFFECTIVE DATE OF  SUCH  DECERTIFICATION\n    7  AND THE AREA TO WHICH SUCH DECERTIFICATION APPLIES.\n    8    3.  RECEIVE  AND REVIEW APPLICATIONS FOR DESIGNATION OF AREAS AS CDAS,\n    9  INCLUDING NEW APPLICATIONS TO REPLACE ANY PREVIOUSLY DESIGNATED AREA THE\n   10  DESIGNATION OF WHICH HAS BEEN TERMINATED OR WITHDRAWN.\n   11    4. FILE NOTICE OF THE DESIGNATION OR REDESIGNATION OF A CDA OR OF  THE\n   12  REVISION  OR  TERMINATION  OF  SUCH  DESIGNATION WITH THE APPLICANT, THE\n   13  DEPARTMENT OF TAXATION AND FINANCE, THE SECRETARY  OF  STATE,  WITH  THE\n   14  COUNTY,  CITY,  TOWN  OR  VILLAGE  CLERK  OF EACH COUNTY, CITY, TOWN, OR\n   15  VILLAGE, RESPECTIVELY, IN WHICH THE CDA  IS  LOCATED,  WITH  THE  SCHOOL\n   16  DISTRICT  GOVERNING  BODY  IN  WHICH THE AREA IS LOCATED, WITH THE STATE\n   17  BOARD OF REAL PROPERTY SERVICES AND WITH OTHER STATE AND LOCAL ENTITIES.\n   18  SUCH NOTICE SHALL SPECIFY THE DATE  SUCH  ACTION  WAS  TAKEN  AND  SHALL\n   19  CONTAIN  A  DESCRIPTION  SUFFICIENT  TO IDENTIFY THE AREA, INCLUDING THE\n   20  NAMES OF THE ABUTTING STREETS, ROADS,  HIGHWAYS,  BODIES  OF  WATER,  OR\n   21  OTHER IDENTIFYING PHYSICAL FEATURES.\n   22    5.  REQUEST,  AND  SHALL RECEIVE FROM ANY DEPARTMENT, DIVISION, BOARD,\n   23  BUREAU, COMMISSION, AGENCY OR PUBLIC AUTHORITY OF THE STATE SUCH ASSIST-\n   24  ANCE AS MAY BE NECESSARY TO ESTABLISH A PROCEDURE  WHEREBY  APPLICATIONS\n   25  SUBMITTED  BY  ENTITIES  LOCATED  WITHIN  A CDA REQUESTING FINANCIAL AND\n   26  OTHER ASSISTANCE PROVIDED BY STATE PROGRAMS, INCLUDING, BUT NOT  LIMITED\n   27  TO,  CAPITAL  DEVELOPMENT,  HUMAN RESOURCE DEVELOPMENT, BUSINESS ASSIST-\n   28  ANCE, JOB TRAINING AND JOB PLACEMENT,  SHALL,  CONSISTENT  WITH  FEDERAL\n   29  LAW,  BE  GIVEN  PRIORITY  OVER  APPLICATIONS  SUBMITTED BY ENTITIES NOT\n   30  LOCATED IN SUCH AREAS.\n   31    6. ESTABLISH A PRIORITY FOR  THE  ALLOCATION  OF  AUTHORITY  TO  ISSUE\n   32  PRIVATE ACTIVITY BONDS FOR THE BENEFIT OF MUNICIPALITIES AND ARTS CORPO-\n   33  RATIONS LOCATED OR TO BE LOCATED WITHIN CULTURAL DEVELOPMENT AREAS.\n   34    7.  COORDINATE,  WITH  THE  LOCAL  AREA ADMINISTRATIVE BOARD AND STATE\n   35  AGENCIES AND AUTHORITIES, THE  PROVISION  OF  DEVELOPMENT  PROGRAMS  AND\n   36  SERVICES  FOR  EACH AREA IN ORDER TO STIMULATE THE CREATION AND DEVELOP-\n   37  MENT OF  NEW  ARTS  CORPORATIONS,  CULTURAL  FACILITIES,  AND  SERVICES,\n   38  INCLUDING NEW SMALL MINORITY-OWNED AND WOMEN-OWNED BUSINESS ENTERPRISES,\n   39  AND  MAY REQUEST AND SHALL RECEIVE FROM ANY DEPARTMENT, DIVISION, BOARD,\n   40  BUREAU, COMMISSION, AGENCY OR PUBLIC AUTHORITY OF THE STATE SUCH ASSIST-\n   41  ANCE AS MAY BE NECESSARY.\n   42    8. COORDINATE WITH THE COMPTROLLER AND THE  COMMISSIONER  OF  TAXATION\n   43  AND  FINANCE  A  LINKED DEPOSIT PROGRAM. THE COMPTROLLER AND THE COMMIS-\n   44  SIONER OF TAXATION AND FINANCE ARE HEREBY AUTHORIZED  AND  EMPOWERED  TO\n   45  ENTER  INTO AGREEMENTS WITH FINANCIAL INSTITUTIONS LOCATED IN OR SERVING\n   46  THE CDAS, TO PROVIDE FOR THE DEPOSIT OF FUNDS  ADMINISTERED  JOINTLY  BY\n   47  THEM  IN  SUCH INSTITUTIONS, AT REDUCED RATES OF RETURN TO THE STATE, IN\n   48  RETURN FOR COMMITMENTS BY SUCH INSTITUTIONS TO BUSINESSES  OF  LOANS  OF\n   49  COMPARABLE  AMOUNTS, AT REDUCED INTEREST RATES, FOR BUSINESS DEVELOPMENT\n   50  PROJECTS IN THE AREAS THAT WILL CREATE OR PRESERVE JOBS.\n   51    9. ASSIST EACH LOCAL CDA BOARD IN  PREPARING  A  DEVELOPMENT  PLAN  AS\n   52  REQUIRED  BY THIS ARTICLE AND COORDINATE WITH THE LOCAL AREA ADMINISTRA-\n   53  TIVE BOARD AND STATE AGENCIES AND AUTHORITIES THE  DEVELOPMENT  OF  ARTS\n   54  CORPORATION  AND  CULTURAL FACILITIES PROCUREMENT, EXPORT, AND MARKETING\n   55  PROGRAMS.\n\n       A. 3563                            11\n\n    1    10. CONTRACT WITH A STATEWIDE ARTS GROUP WHICH HAS HAD  EXPERIENCE  IN\n    2  THE  DEVELOPMENT  OF  CULTURAL DEVELOPMENT AREAS IN NEW YORK FOR PROGRAM\n    3  EVALUATION AND COORDINATE THE IMPLEMENTATION OF  AN  EVALUATION  SYSTEM,\n    4  WHICH  IS  CAPABLE  OF  COMPILING  AND ANALYZING ACCURATE AND CONSISTENT\n    5  INFORMATION  NECESSARY FOR AN ASSESSMENT OF WHETHER STATUTORY OBJECTIVES\n    6  AND CRITERIA ARE BEING MET.\n    7    11. REVIEW PERFORMANCE OBJECTIVES AND PROGRESS IN  MEETING  OBJECTIVES\n    8  WITH  CDA  BOARDS AND AREA ADMINISTRATIVE ENTITIES AS PART OF THE ANNUAL\n    9  ADMINISTRATIVE CONTRACT PROCESS.\n   10    12. COORDINATE WITH THE  DEPARTMENT  OF  LABOR,  THE  STATE  EDUCATION\n   11  DEPARTMENT,  THE  JOB  TRAINING  PARTNERSHIP COUNCIL AND AGENCIES OF THE\n   12  STATE THE INCLUSION IN ANNUAL AND BIENNIAL PLANS OF SUCH ENTITIES' STRA-\n   13  TEGIES FOR INCREASING AND IMPROVING HUMAN RESOURCE DEVELOPMENT  SERVICES\n   14  ON  A  PRIORITY  BASIS, CONSISTENT WITH FEDERAL STATUTORY AND REGULATORY\n   15  REQUIREMENTS, TO RESIDENTS OF THE AREAS  AND  EMPLOYEES  OF  AREA  BUSI-\n   16  NESSES,  INCLUDING,  BUT NOT LIMITED TO, THE GOVERNOR'S PLAN FOR COORDI-\n   17  NATION AND SPECIAL SERVICES OF THE JOB TRAINING PARTNERSHIP COUNCIL, THE\n   18  JOBS PLAN AND WAGNER-PEYSER ANNUAL PLAN FOR SERVICES OF  THE  DEPARTMENT\n   19  OF  LABOR,  AND  THE  CAREER EDUCATION STATE PLAN OF THE STATE EDUCATION\n   20  DEPARTMENT.\n   21    13. ARRANGE WITH THE JOB TRAINING PARTNERSHIP COUNCIL THE PROVISION OF\n   22  JOB TRAINING PARTNERSHIP ACT FUNDS FOR USE WITHIN  THE  AREAS  WITH  THE\n   23  COOPERATION  OF  THE  SERVICE  DELIVERY AREAS IN THE GOVERNOR'S PLAN FOR\n   24  COORDINATION AND SPECIAL SERVICES.\n   25    14. SUBJECT TO THE AVAILABILITY OF FUNDS, ARRANGE FOR  THE  ALLOCATION\n   26  AND RESERVATION OF FUNDS FROM THE INFRASTRUCTURE IMPROVEMENT PROGRAMS OF\n   27  STATE  AGENCIES  AND  AUTHORITIES  TO  ASSIST  THE  AREAS TO MAKE PUBLIC\n   28  IMPROVEMENTS NECESSARY FOR COMMUNITY, COMMERCIAL, INDUSTRIAL AND TOURISM\n   29  DEVELOPMENT PROJECTS IN SUPPORT OF AREA REVITALIZATION.\n   30    15. SYSTEMATICALLY ENLIST OTHER  STATE  AGENCIES  AND  AUTHORITIES  TO\n   31  PARTICIPATE IN AREA PROGRAMS AND PROJECTS AND IN COOPERATIVE PLANNING OF\n   32  INTERAGENCY AREA ACTIVITIES IN SUPPORT OF AREA REVITALIZATION EFFORTS.\n   33    16.  RECOMMEND FOR EMPIRE LOAN AND GRANT PROGRAMS OF THE DEPARTMENT OF\n   34  ECONOMIC DEVELOPMENT, URBAN  DEVELOPMENT  CORPORATION,  JOB  DEVELOPMENT\n   35  AUTHORITY,  AND  THE OFFICE OF SCIENCE, TECHNOLOGY AND ACADEMIC RESEARCH\n   36  SPECIAL TERMS AND CONDITIONS FOR VIABLE AREA PROJECTS AND PROGRAMS.\n   37    17. AWARD PREFERENCE TO BE GIVEN TO APPLICATIONS SUBMITTED  BY  OR  ON\n   38  BEHALF  OF  AREAS  FOR ENTREPRENEURIAL ASSISTANCE PROGRAMS UNDER ARTICLE\n   39  NINE OF THE ECONOMIC DEVELOPMENT LAW TO  SUPPORT  THE  CREATION  OF  NEW\n   40  ENTREPRENEURIAL DEVELOPMENT AND ENTREPRENEURIAL SUPPORT CENTERS.\n   41    18.  COORDINATE WITH THE URBAN DEVELOPMENT CORPORATION THE CREATION OF\n   42  A SPECIAL CATEGORY OF ASSISTANCE FOR AREAS WITHIN THE REGIONAL  ECONOMIC\n   43  DEVELOPMENT  PARTNERSHIP  PROGRAM,  WHICH  WILL  MAKE AVAILABLE ECONOMIC\n   44  DEVELOPMENT ASSISTANCE GRANTS FOR AREA PROGRAMS AND ACTIVITIES,  INCLUD-\n   45  ING,  BUT  NOT  LIMITED  TO,  PLANNING,  SERVICE COORDINATION, AND LOCAL\n   46  INSTITUTIONAL CAPACITY BUILDING FOR HUMAN RESOURCE DEVELOPMENT NECESSARY\n   47  FOR ECONOMIC REVITALIZATION; PLANNING AND DEVELOPMENT OF SMALL  BUSINESS\n   48  INCUBATORS;  JOB PLACEMENT AND PREPAREDNESS PROGRAMS FOR AREA RESIDENTS;\n   49  EDUCATION AND TRAINING PROGRAMS FOR AREA BUSINESSES; CHILD CARE PROGRAMS\n   50  AND PROJECTS SUPPORTIVE OF BUSINESS  DEVELOPMENT;  TECHNICAL  ASSISTANCE\n   51  FOR  MINORITY  AND  WOMEN-OWNED  BUSINESS DEVELOPMENT; TRAINING FOR AREA\n   52  OFFICIALS; BUSINESS AND TOURISM DEVELOPMENT AND MARKETING PROGRAMS;  AND\n   53  OTHER  INNOVATIVE  PROGRAMS  AND  ACTIVITIES  IN SUPPORT OF ECONOMIC AND\n   54  COMMUNITY DEVELOPMENT WITHIN THE AREAS.\n   55    19. ASSIST IN THE DEVELOPMENT OF A  PLAN,  IN  COORDINATION  WITH  THE\n   56  HEALTH AND INSURANCE DEPARTMENTS, AND THE COUNCIL ON THE ARTS, TO ASSIST\n\n       A. 3563                            12\n\n    1  AREAS  IN OBTAINING AFFORDABLE EMPLOYEE HEALTH INSURANCE FOR ARTS CORPO-\n    2  RATIONS LOCATED WITHIN THE AREA.\n    3    S  6.09.  NEW  YORK STATE CULTURAL DEVELOPMENT AREAS ADVISORY COUNCIL.\n    4  THERE IS HEREBY ESTABLISHED THE  NEW  YORK  STATE  CULTURAL  DEVELOPMENT\n    5  AREAS  ADVISORY  COUNCIL, TO BE COMPRISED OF ELEVEN MEMBERS APPOINTED BY\n    6  THE GOVERNOR. MEMBERS OF THE COUNCIL SHALL INCLUDE: THE COMMISSIONER  OR\n    7  HIS  OR  HER  DESIGNEE; THE CHAIRPERSON OF THE NEW YORK STATE COUNCIL ON\n    8  THE ARTS OR HIS OR HER DESIGNEE; THE CHAIRPERSON OF THE NEW  YORK  STATE\n    9  TOURISM  ADVISORY COUNCIL OR HIS OR HER DESIGNEE; THREE MEMBERS SHALL BE\n   10  APPOINTED UPON THE RECOMMENDATION OF  THE  TEMPORARY  PRESIDENT  OF  THE\n   11  SENATE;  ONE  MEMBER  SHALL  BE APPOINTED UPON THE RECOMMENDATION OF THE\n   12  MINORITY LEADER OF THE SENATE; THREE MEMBERS SHALL BE APPOINTED UPON THE\n   13  RECOMMENDATION OF THE SPEAKER OF THE ASSEMBLY; AND ONE MEMBER  SHALL  BE\n   14  APPOINTED  UPON  THE RECOMMENDATION OF THE MINORITY LEADER OF THE ASSEM-\n   15  BLY. THE MEMBERS OF THE COUNCIL SHALL SERVE  FOR  TERMS  OF  TWO  YEARS,\n   16  PROVIDED,  HOWEVER, THAT OF THE MEMBERS FIRST APPOINTED, SIX SHALL SERVE\n   17  FOR TWO YEARS AND FIVE  SHALL  SERVE  FOR  THREE  YEARS.  MEMBERS  SHALL\n   18  RECEIVE  NO  COMPENSATION FOR THEIR SERVICES, BUT SHALL BE ALLOWED THEIR\n   19  ACTUAL, NECESSARY EXPENSES INCURRED IN THE PERFORMANCE OF  THEIR  DUTIES\n   20  AS  COUNCIL MEMBERS. THE GOVERNOR SHALL DESIGNATE A CHAIRPERSON FROM THE\n   21  MEMBERS OF THE COUNCIL. THE MEMBERS  OF  THE  COUNCIL  SHALL  ELECT  ONE\n   22  PERSON  TO  SERVE  AS  THE  VICE-CHAIRPERSON. THE VICE-CHAIRPERSON SHALL\n   23  REPRESENT THE COUNCIL IN THE ABSENCE OF THE CHAIRPERSON AT ALL  OFFICIAL\n   24  COUNCIL  FUNCTIONS.  IN  APPOINTING MEMBERS TO THE COUNCIL, THE GOVERNOR\n   25  SHALL ENSURE THAT SUCH MEMBERS INCLUDE REPRESENTATIVES OF  ORGANIZATIONS\n   26  OF  ARTS  AND  CULTURAL RELATED INDUSTRIES IN THE STATE, REPRESENTATIVES\n   27  WITH DISTINGUISHED ECONOMIC DEVELOPMENT BACKGROUNDS, AND REPRESENTATIVES\n   28  IN THE TOURISM INDUSTRY IN THE STATE. THE COUNCIL SHALL  MEET  AT  LEAST\n   29  QUARTERLY,  AT  THE CALL OF THE COMMISSIONER OR AT THE CALL OF THE CHAIR\n   30  OF THE COUNCIL.  THE DEPARTMENT AND THE STATE COUNCIL ON THE ARTS  SHALL\n   31  PROVIDE  TO  THE  COUNCIL  ANY  ASSISTANCE NECESSARY. THE PURPOSE OF THE\n   32  COUNCIL SHALL BE TO ADVISE LOCAL GOVERNMENTS ON APPLICATION FOR CULTURAL\n   33  DEVELOPMENT AREAS, TO PROVIDE ASSISTANCE IN  COMPLETING  AN  APPLICATION\n   34  FOR  DESIGNATION  OF A CDA (INCLUDING AIDING APPLICANTS IN RECTIFYING AN\n   35  APPLICATION WHICH HAS NOT BEEN APPROVED BY  THE  COMMISSIONER),  AND  TO\n   36  MAKE RECOMMENDATIONS TO THE DEPARTMENT ON CULTURAL DEVELOPMENT AREAS. IN\n   37  CARRYING  OUT ITS RESPONSIBILITIES PURSUANT TO THIS SECTION, THE COUNCIL\n   38  SHALL ASSIST THE DEPARTMENT IN  OBTAINING  ANY  INFORMATION  AS  MAY  BE\n   39  NECESSARY FOR APPROVING A CULTURAL DEVELOPMENT AREA.\n   40    S  6.10.  NEW  YORK  STATE CULTURAL DEVELOPMENT AREAS EVALUATION.  THE\n   41  COMMISSIONER SHALL CONTRACT WITH A STATEWIDE  ARTS  ORGANIZATION  ENTITY\n   42  INDEPENDENT  OF  THE DEPARTMENT, AS REQUIRED BY THIS ARTICLE, TO CONDUCT\n   43  AND SUBMIT TO THE GOVERNOR AND THE LEGISLATURE BY NO LATER THAN DECEMBER\n   44  THIRTY-FIRST, TWO THOUSAND THIRTEEN, A COMPREHENSIVE EVALUATION  OF  THE\n   45  PERFORMANCE  OF  THE  AREAS  PROGRAM  AND OF INDIVIDUAL AREAS ON MEETING\n   46  CRITERIA ESTABLISHED PURSUANT TO  THIS  ARTICLE.  THE  EVALUATION  SHALL\n   47  INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING:\n   48    1.  WHETHER  QUANTIFIABLE BENEFITS ATTRIBUTABLE TO THE PROGRAM JUSTIFY\n   49  ITS DIRECT COSTS TO THE STATE AND PARTICIPATING LOCALITIES.\n   50    2. WHETHER THE PROGRAM HAS CONTRIBUTED TO THE ECONOMIC  REVITALIZATION\n   51  OF THE AREAS BY STIMULATING:\n   52    (A)  THE CREATION AND RETENTION OF PERMANENT, FULL-TIME, QUALITY JOBS,\n   53  AS MEASURED ON A FULL-TIME EQUIVALENCY BASIS;\n   54    (B)  THE  CREATION,  LOCATION  AND  EXPANSION  OF  ARTS  CORPORATIONS,\n   55  CULTURAL FACILITIES, AND ANCILLARY BUSINESSES AND SERVICES IN THE AREAS;\n\n       A. 3563                            13\n\n    1    (C) CAPITAL AND HUMAN RESOURCE INVESTMENTS BY AREA ENTITIES, INCLUDING\n    2  ARTS  CORPORATIONS,  CULTURAL  FACILITIES,  AND ANCILLARY BUSINESSES AND\n    3  SERVICES, AND BUSINESS DEVELOPMENT, INCLUDING TOURISM DEVELOPMENT, WITH-\n    4  IN THE AREAS AND THE SURROUNDING AREAS; AND\n    5    (D)  PUBLIC  AND  PRIVATE INVESTMENTS IN AREA ENTITIES, INCLUDING ARTS\n    6  CORPORATIONS,  CULTURAL  FACILITIES,  AND   ANCILLARY   BUSINESSES   AND\n    7  SERVICES,  AND  ECONOMIC  AND COMMUNITY DEVELOPMENT ACTIVITIES IMPORTANT\n    8  FOR ECONOMIC REVITALIZATION.\n    9    3. WHETHER THE PROGRAM HAS CREATED EMPLOYMENT AND  ARTS  CORPORATIONS,\n   10  CULTURAL  FACILITIES,  AND ANCILLARY BUSINESSES AND SERVICES DEVELOPMENT\n   11  OPPORTUNITIES FOR RESIDENTS OF THE AREAS AND JOB TRAINING  OPPORTUNITIES\n   12  FOR RESIDENTS AND EMPLOYEES OF SUCH AREA ENTITIES.\n   13    4. WHETHER THE PROGRAM HAS:\n   14    (A)  RESULTED IN NEW AND IMPROVED LOCAL ADMINISTRATIVE CAPACITY WITHIN\n   15  THE AREAS TO PLAN FOR AND CAPTURE ECONOMIC OPPORTUNITIES AND DELIVER AND\n   16  COORDINATE ECONOMIC, COMMUNITY AND HUMAN RESOURCE DEVELOPMENT  SERVICES,\n   17  AND\n   18    (B)  INCREASED  COMMITMENTS OF LOCAL RESOURCES TO AREA REVITALIZATION,\n   19  INCLUDING SUPPORT FROM THE BUSINESS COMMUNITY.\n   20    5. WHETHER THE PROGRAM HAS STIMULATED ASSISTANCE FROM  STATE,  FEDERAL\n   21  AND  OTHER  ECONOMIC,  COMMUNITY AND HUMAN RESOURCE DEVELOPMENT PROGRAMS\n   22  RELATIVE TO OTHER AREAS AND IMPROVED THE DELIVERY  AND  COORDINATION  OF\n   23  STATE SERVICES TO THE AREAS.\n   24    6.  WHETHER  THE PROGRAM IS BEING MANAGED AND EVALUATED EFFECTIVELY AT\n   25  STATE AND LOCAL LEVELS.\n   26    S 6.11. SPECIAL PROVISIONS RELATING  TO  CULTURAL  DEVELOPMENT  AREAS.\n   27  BENEFITS  PROVIDED TO ENTITIES AND ACTIVITIES WITHIN A CULTURAL DEVELOP-\n   28  MENT AREA INCLUDE THE FOLLOWING:\n   29    1. REAL PROPERTY TAXES. A CULTURAL  FACILITY  PROJECT  IN  A  CULTURAL\n   30  DEVELOPMENT  AREA  SHALL  BE  ELIGIBLE FOR A REAL PROPERTY TAX EXEMPTION\n   31  PURSUANT TO SECTION FOUR HUNDRED EIGHTY-FIVE-E OF THE REAL PROPERTY  TAX\n   32  LAW,  AS  IF  SUCH  PROJECT  WERE  REAL  PROPERTY  CONSTRUCTED, ALTERED,\n   33  INSTALLED OR IMPROVED IN AN EMPIRE ZONE. SOLELY FOR PURPOSES OF BENEFITS\n   34  PROVIDED PURSUANT TO THIS ARTICLE, AND ANY OTHER PROVISION OF ANY  OTHER\n   35  LAW  TO  THE  CONTRARY  NOTWITHSTANDING,  THE TERM \"EMPIRE ZONE\" IN SUCH\n   36  SECTION FOUR HUNDRED EIGHTY-FIVE-E SHALL BE DEEMED TO INCLUDE A CULTURAL\n   37  DEVELOPMENT AREA, AND REAL PROPERTY ELIGIBLE FOR SUCH EXEMPTION SHALL BE\n   38  LIMITED TO A CULTURAL FACILITY, AS DEFINED IN SECTION 6.03 OF THIS ARTI-\n   39  CLE.\n   40    2. CERTAIN UTILITY TAXES. AN ARTS  CORPORATION,  A  CULTURAL  FACILITY\n   41  PROJECT, OR A PARTNERSHIP IN WHICH AN ARTS CORPORATION IS A PARTNER IN A\n   42  CULTURAL DEVELOPMENT AREA SHALL BE ELIGIBLE FOR THE REDUCTION IN UTILITY\n   43  COSTS  OF  NON-RETAIL  BUSINESS  CUSTOMERS  AND A CORRELATIVE TAX CREDIT\n   44  PROVIDED TO NON-RETAIL BUSINESS CUSTOMERS IN AN EMPIRE ZONE PURSUANT  TO\n   45  SUBDIVISION  EIGHT  OF  SECTION ONE HUNDRED EIGHTY-SIX-A OF THE TAX LAW.\n   46  SOLELY FOR PURPOSES OF BENEFITS PROVIDED PURSUANT TO THIS  ARTICLE,  AND\n   47  ANY  OTHER  PROVISION  OF ANY OTHER LAW TO THE CONTRARY NOTWITHSTANDING,\n   48  THE TERM \"EMPIRE ZONE\" IN SUCH SECTION ONE HUNDRED EIGHTY-SIX-A  OF  THE\n   49  TAX  LAW  SHALL  BE  DEEMED  TO INCLUDE A CULTURAL DEVELOPMENT AREA, AND\n   50  NON-RETAIL BUSINESS CUSTOMERS  ELIGIBLE  FOR  SUCH  EXEMPTION  SHALL  BE\n   51  LIMITED  TO  AND  SHALL MEAN AND INCLUDE AN ARTS CORPORATION, A CULTURAL\n   52  FACILITY PROJECT, OR ANCILLARY BUSINESS  AND  SERVICES,  AS  DEFINED  IN\n   53  SECTION  6.03  OF THIS ARTICLE, WITHOUT REGARD TO WHETHER SUCH ENTITY IS\n   54  RETAIL OR NON-RETAIL.\n   55    3. INVESTMENT TAX CREDIT AND  EMPLOYMENT  INCENTIVE  CREDIT.  AN  ARTS\n   56  CORPORATION  OR  A  CULTURAL  FACILITY PROJECT IN A CULTURAL DEVELOPMENT\n\n       A. 3563                            14\n\n    1  AREA SHALL BE ELIGIBLE FOR CREDITS AGAINST THE TAX IMPOSED UNDER ARTICLE\n    2  NINE-A OF THE TAX LAW (FRANCHISE TAX), BASED ON INVESTMENTS  IN  CERTAIN\n    3  ELIGIBLE  PROPERTY  IN A CULTURAL DEVELOPMENT AREA, TO THE EXTENT THAT A\n    4  TAXPAYER  WOULD  BE  ELIGIBLE  FOR CREDITS AGAINST THE TAX IMPOSED UNDER\n    5  ARTICLE NINE-A OF THE TAX LAW, BASED ON INVESTMENTS IN CERTAIN  ELIGIBLE\n    6  PROPERTY  IN  AN  EMPIRE  ZONE,  PURSUANT  TO  SUBDIVISIONS TWELVE-B AND\n    7  TWELVE-C OF SECTION TWO HUNDRED TEN OF THE TAX LAW. SOLELY FOR  PURPOSES\n    8  OF  BENEFITS  PROVIDED PURSUANT TO THIS ARTICLE, AND ANY OTHER PROVISION\n    9  OF ANY OTHER LAW TO THE CONTRARY NOTWITHSTANDING, THE TERM \"EMPIRE ZONE\"\n   10  USED IN SUCH SUBDIVISIONS TWELVE-B AND TWELVE-C OF SECTION  TWO  HUNDRED\n   11  TEN  OF  THE  TAX  LAW SHALL BE DEEMED TO INCLUDE A CULTURAL DEVELOPMENT\n   12  AREA, AND TAXPAYERS ELIGIBLE FOR SUCH CREDIT SHALL  BE  LIMITED  TO  AND\n   13  SHALL MEAN AND INCLUDE AN ARTS CORPORATION, A CULTURAL FACILITY PROJECT,\n   14  OR  A PARTNERSHIP IN WHICH THE ARTS CORPORATION IS A PARTNER, AS DEFINED\n   15  IN SECTION 6.03 OF THIS ARTICLE.\n   16    4. INVESTMENT TAX CREDIT. AN ARTS CORPORATION OR A  CULTURAL  FACILITY\n   17  PROJECT  IN  A  CULTURAL DEVELOPMENT AREA SHALL BE ELIGIBLE FOR A CREDIT\n   18  AGAINST THE  TAX  IMPOSED  UNDER  ARTICLE  TWENTY-TWO  OF  THE  TAX  LAW\n   19  (PERSONAL INCOME TAX), BASED ON INVESTMENTS IN CERTAIN ELIGIBLE PROPERTY\n   20  IN SUCH CULTURAL DEVELOPMENT AREA TO THE EXTENT THAT A TAXPAYER WOULD BE\n   21  ELIGIBLE  FOR A CREDIT BASED ON INVESTMENTS IN CERTAIN ELIGIBLE PROPERTY\n   22  IN AN EMPIRE ZONE PURSUANT TO SUBSECTION (J) OF SECTION SIX HUNDRED  SIX\n   23  OF  THE  TAX  LAW.  SOLELY  FOR  PURPOSES OF COMPUTING BENEFITS PROVIDED\n   24  PURSUANT TO THIS ARTICLE, AND ANY OTHER PROVISION OF ANY  OTHER  LAW  TO\n   25  THE  CONTRARY  NOTWITHSTANDING,  THE  TERM  \"EMPIRE  ZONE\"  USED IN SUCH\n   26  SUBSECTION (J) OF SECTION SIX HUNDRED SIX OF THE TAX LAW SHALL BE DEEMED\n   27  TO INCLUDE A CULTURAL DEVELOPMENT AREA, AND TAXPAYERS ELIGIBLE FOR  SUCH\n   28  CREDIT  SHALL  BE  LIMITED  TO AND SHALL MEAN AND INCLUDE AN ARTS CORPO-\n   29  RATION, A CULTURAL FACILITY PROJECT, OR A PARTNERSHIP IN WHICH THE  ARTS\n   30  CORPORATION IS A PARTNER, AS DEFINED IN SECTION 6.03 OF THIS ARTICLE.\n   31    5. WAGE TAX CREDIT. AN ARTS CORPORATION OR A CULTURAL FACILITY PROJECT\n   32  IN A CULTURAL DEVELOPMENT AREA SHALL BE ELIGIBLE FOR CREDITS AGAINST THE\n   33  TAXES   IMPOSED   UNDER  ARTICLES  NINE-A  (FRANCHISE  TAX),  TWENTY-TWO\n   34  (PERSONAL INCOME TAX),  THIRTY-TWO  (FRANCHISE  TAX  ON  BANKING  CORPO-\n   35  RATIONS)  AND  THIRTY-THREE (FRANCHISE TAX ON INSURANCE CORPORATIONS) OF\n   36  THE TAX LAW, BASED ON WAGES PAID  TO  CERTAIN  EMPLOYEES  BY  SUCH  ARTS\n   37  CORPORATION,  A  CULTURAL  FACILITY  PROJECT,  OR ANCILLARY BUSINESS AND\n   38  SERVICES TO THE EXTENT THAT A BUSINESS LOCATED IN AN EMPIRE ZONE  OR  IN\n   39  AN  EQUIVALENT  AREA  WOULD  BE  ELIGIBLE  FOR CREDITS AGAINST THE TAXES\n   40  IMPOSED UNDER ARTICLES NINE-A, TWENTY-TWO, THIRTY-TWO  AND  THIRTY-THREE\n   41  OF  THE TAX LAW, BASED ON WAGES PAID TO CERTAIN EMPLOYEES EMPLOYED BY IT\n   42  PURSUANT TO SUBDIVISION NINETEEN OF SECTION TWO HUNDRED TEN,  SUBSECTION\n   43  (K)  OF  SECTION  SIX  HUNDRED  SIX,  SUBSECTION (E) OF SECTION FOURTEEN\n   44  HUNDRED FIFTY-SIX AND SUBDIVISION (G) OF SECTION FIFTEEN HUNDRED ELEVEN,\n   45  RESPECTIVELY, OF THE TAX LAW. SOLELY FOR PURPOSES OF COMPUTING  BENEFITS\n   46  PROVIDED  PURSUANT TO THIS ARTICLE, AND ANY OTHER PROVISION OF ANY OTHER\n   47  LAW TO THE CONTRARY NOTWITHSTANDING, THE TERM \"EMPIRE ZONE\" USED IN SUCH\n   48  SUBDIVISION NINETEEN OF SECTION  TWO  HUNDRED  TEN,  SUBSECTION  (K)  OF\n   49  SECTION  SIX  HUNDRED  SIX,  SUBSECTION  (E) OF SECTION FOURTEEN HUNDRED\n   50  FIFTY-SIX AND SUBDIVISION (G) OF SECTION FIFTEEN HUNDRED ELEVEN, RESPEC-\n   51  TIVELY, OF THE TAX LAW SHALL BE DEEMED TO INCLUDE A CULTURAL DEVELOPMENT\n   52  AREA, AND TAXPAYERS ELIGIBLE FOR SUCH CREDIT SHALL  BE  LIMITED  TO  AND\n   53  SHALL MEAN AND INCLUDE AN ARTS CORPORATION, A CULTURAL FACILITY PROJECT,\n   54  OR  A PARTNERSHIP IN WHICH THE ARTS CORPORATION IS A PARTNER, AS DEFINED\n   55  IN SECTION 6.03 OF THIS ARTICLE.\n\n       A. 3563                            15\n\n    1    6. SALES AND  USE  TAX.  AN  ARTS  CORPORATION,  A  CULTURAL  FACILITY\n    2  PROJECT, OR A PARTNERSHIP OF WHICH AN ARTS CORPORATION IS A PARTNER IN A\n    3  CULTURAL  DEVELOPMENT  AREA  SHALL  BE  ELIGIBLE FOR REFUND OR CREDIT OF\n    4  PAYMENTS OF CERTAIN TAXES IMPOSED UNDER ARTICLE TWENTY-EIGHT (SALES  AND\n    5  COMPENSATING  USE TAXES) AND, AT LOCAL OPTION, PURSUANT TO THE AUTHORITY\n    6  OF ARTICLE TWENTY-NINE (TAXES AUTHORIZED FOR CITIES, COUNTIES AND SCHOOL\n    7  DISTRICTS) OF THE TAX LAW, WITH RESPECT TO PURCHASES OF  MATERIALS  USED\n    8  IN  CONSTRUCTING,  EXPANDING OR REHABILITATING CERTAIN BUSINESS PROPERTY\n    9  TO THE EXTENT THAT A BUSINESS LOCATED IN AN EMPIRE ZONE, WOULD BE ELIGI-\n   10  BLE FOR REFUND OR CREDIT OF PAYMENTS OF SUCH TAXES PURSUANT TO  SUBDIVI-\n   11  SION  (A) OF SECTION ELEVEN HUNDRED NINETEEN OF THE TAX LAW.  SOLELY FOR\n   12  PURPOSES OF COMPUTING BENEFITS PROVIDED PURSUANT TO  THIS  ARTICLE,  AND\n   13  ANY  OTHER  PROVISION  OF ANY OTHER LAW TO THE CONTRARY NOTWITHSTANDING,\n   14  THE TERM \"EMPIRE ZONE\" USED IN SUCH SUBDIVISION (A)  OF  SECTION  ELEVEN\n   15  HUNDRED  NINETEEN  OF  THE TAX LAW SHALL BE DEEMED TO INCLUDE A CULTURAL\n   16  DEVELOPMENT AREA, AND TAXPAYERS ELIGIBLE FOR SUCH REFUND OR CREDIT SHALL\n   17  BE LIMITED TO AND SHALL MEAN AND INCLUDE AN ARTS CORPORATION, A CULTURAL\n   18  FACILITY PROJECT, OR A PARTNERSHIP IN WHICH THE ARTS  CORPORATION  IS  A\n   19  PARTNER, AS DEFINED IN SECTION 6.03 OF THIS ARTICLE.\n   20    7.  GAS  OR  ELECTRIC  RATES. AN ARTS CORPORATION, A CULTURAL FACILITY\n   21  PROJECT, OR A PARTNERSHIP OF WHICH AN ARTS CORPORATION IS A PARTNER IN A\n   22  CULTURAL DEVELOPMENT AREA SHALL BE ELIGIBLE FOR AVAILABILITY OF  SPECIAL\n   23  RATES  GOVERNING  THE PROVISION OF GAS OR ELECTRIC SERVICE TO THE EXTENT\n   24  AND FOR THE DURATION THAT A BUSINESS ENTERPRISE WOULD  BE  ELIGIBLE  FOR\n   25  EMPIRE  ZONE  RATES  GOVERNING  THE PROVISION OF GAS OR ELECTRIC SERVICE\n   26  PURSUANT TO SUBDIVISION TWELVE-C OF  SECTION  SIXTY-SIX  OF  THE  PUBLIC\n   27  SERVICE  LAW.  SOLELY  FOR  PURPOSES OF COMPUTING SUCH RATES PURSUANT TO\n   28  THIS ARTICLE, AND ANY OTHER PROVISION OF ANY OTHER LAW TO  THE  CONTRARY\n   29  NOTWITHSTANDING,  THE  TERM  \"EMPIRE  ZONE\"  USED  IN  SUCH  SUBDIVISION\n   30  TWELVE-C OF SECTION SIXTY-SIX OF THE PUBLIC SERVICE LAW SHALL BE  DEEMED\n   31  TO  INCLUDE  A  CULTURAL  DEVELOPMENT AREA, AND ENTERPRISES ELIGIBLE FOR\n   32  SUCH RATES SHALL BE LIMITED TO AND SHALL MEAN AND INCLUDE AN ARTS CORPO-\n   33  RATION, A CULTURAL FACILITY PROJECT, OR A PARTNERSHIP IN WHICH THE  ARTS\n   34  CORPORATION IS A PARTNER, AS DEFINED IN SECTION 6.03 OF THIS ARTICLE.\n   35    8.  CAPITAL CORPORATION. A TAXPAYER MAKING QUALIFIED INVESTMENTS IN OR\n   36  CONTRIBUTIONS TO CULTURAL DEVELOPMENT AREA CAPITAL CORPORATIONS SHALL BE\n   37  ELIGIBLE FOR CREDITS AGAINST  THE  TAX  IMPOSED  UNDER  ARTICLES  NINE-A\n   38  (FRANCHISE TAX), TWENTY-TWO (PERSONAL INCOME TAX), THIRTY-TWO (FRANCHISE\n   39  TAX ON BANKING CORPORATIONS) AND THIRTY-THREE (FRANCHISE TAXES ON INSUR-\n   40  ANCE  CORPORATIONS) OF THE TAX LAW, TO THE EXTENT THAT A TAXPAYER MAKING\n   41  SIMILAR QUALIFIED INVESTMENTS IN OR CONTRIBUTIONS TO EMPIRE ZONE CAPITAL\n   42  CORPORATIONS WOULD BE ELIGIBLE FOR SUCH CREDITS PURSUANT TO  SUBDIVISION\n   43  TWENTY OF SECTION TWO HUNDRED TEN, SUBSECTION (L) OF SECTION SIX HUNDRED\n   44  SIX,  SUBSECTION (D) OF SECTION FOURTEEN HUNDRED FIFTY-SIX, AND SUBDIVI-\n   45  SION (H) OF SECTION FIFTEEN HUNDRED ELEVEN OF THE TAX LAW.   SOLELY  FOR\n   46  PURPOSES OF COMPUTING SUCH RATES PURSUANT TO THIS ARTICLE, AND ANY OTHER\n   47  PROVISION  OF  ANY  OTHER  LAW TO THE CONTRARY NOTWITHSTANDING, THE TERM\n   48  \"EMPIRE ZONE CAPITAL CORPORATION\" USED IN  SUCH  SUBDIVISION  TWENTY  OF\n   49  SECTION  TWO  HUNDRED  TEN,  SUBSECTION  (L) OF SECTION SIX HUNDRED SIX,\n   50  SUBSECTION (D) OF SECTION FOURTEEN HUNDRED  FIFTY-SIX,  AND  SUBDIVISION\n   51  (H)  OF SECTION FIFTEEN HUNDRED ELEVEN OF THE TAX LAW SHALL BE DEEMED TO\n   52  MEAN AND INCLUDE A CULTURAL DEVELOPMENT AREA CAPITAL CORPORATION.\n   53    S 6.12. DIVISION OF TAXES BY GOVERNMENTAL  BODIES.  1.  THE  GOVERNING\n   54  BOARD  OF ANY CITY, TOWN, VILLAGE OR COUNTY IN WHICH A CULTURAL DEVELOP-\n   55  MENT AREA IS LOCATED IS HEREBY AUTHORIZED AND EMPOWERED TO:\n\n       A. 3563                            16\n\n    1    (A) ADOPT A LOCAL LAW PROVIDING THAT ANY TAXES LEVIED BY OR ON  BEHALF\n    2  OF SUCH CITY, TOWN, VILLAGE OR COUNTY UPON TAXABLE REAL PROPERTY IN SUCH\n    3  AREA SHALL BE DIVIDED BASED ON THE AREA'S ORIGINAL TAXABLE VALUE AND ITS\n    4  INCREMENTAL  VALUE  AS  DETERMINED IN SUBDIVISIONS THREE AND SIX OF THIS\n    5  SECTION,  PROVIDED  HOWEVER,  THAT  NO CITY, TOWN, VILLAGE OR COUNTY MAY\n    6  ADOPT A LOCAL LAW PROVIDING FOR SUCH A DIVISION OF TAXES IF:\n    7    (I) THE ORIGINAL TAXABLE VALUE OF THE AREA INVOLVED EXCEEDS  A  FIGURE\n    8  EQUAL  TO  TWENTY  PERCENT  OF  THE TOTAL ASSESSED VALUE OF THAT MUNICI-\n    9  PALITY, EXCLUSIVE OF ANY INCREMENTAL VALUES FOR SUCH AREAS; OR\n   10    (II) THE LAND AREA OF THE AREA INVOLVED  EXCEEDS  A  FIGURE  EQUAL  TO\n   11  TWENTY PERCENT OF THE TOTAL LAND AREA OF THE MUNICIPALITY.\n   12    (B) ADOPT A LOCAL LAW ESTABLISHING A SPECIAL CULTURAL DEVELOPMENT AREA\n   13  TAX  INCREMENT  FUND  AND  PROVIDING FOR THE DEPOSIT OF MONEYS INTO SUCH\n   14  FUND PURSUANT TO SUBDIVISION SEVEN OF THIS SECTION.\n   15    2. IN NO EVENT SHALL THE DIVISION OF TAXES PURSUANT TO THIS SECTION BE\n   16  CONSTRUED AS RELIEVING PROPERTY OWNERS WITHIN  THE  DESIGNATED  AREA  OF\n   17  THEIR  OBLIGATION FOR PAYING THE TAXES, IF ANY, LEVIED UPON THE ASSESSED\n   18  VALUE OF THEIR TAXABLE REAL PROPERTY.\n   19    3. AS SOON AS POSSIBLE AFTER ANY LOCAL LEGISLATIVE BODY HAS ADOPTED  A\n   20  LOCAL  LAW  AS  PROVIDED FOR IN PARAGRAPH (A) OF SUBDIVISION ONE OF THIS\n   21  SECTION, THE ASSESSOR WHO PREPARES THE ASSESSMENT ROLL USED FOR THE LEVY\n   22  OF SUCH COUNTY, CITY, TOWN AND VILLAGE TAXES SHALL CERTIFY THE \"ORIGINAL\n   23  TAXABLE VALUE\" OF EACH LOT AND PARCEL OF TAXABLE REAL  PROPERTY  IN  THE\n   24  AREA  INVOLVED.  FOR  THE  PURPOSES  OF  THIS SECTION, \"ORIGINAL TAXABLE\n   25  VALUE\" SHALL BE THE ASSESSED VALUE AS OF THE LAST  TAXABLE  STATUS  DATE\n   26  BEFORE  THE  DATE ON WHICH A LOCAL LAW AUTHORIZING THE DIVISION OF TAXES\n   27  WAS ADOPTED.\n   28    4. WHENEVER ANY PROPERTY IN SUCH AN AREA IS OWNED BY THE  CITY,  TOWN,\n   29  VILLAGE  OR COUNTY INVOLVED AND IS LEASED TO ANY PERSON OR PERSONS, SUCH\n   30  PROPERTY SHALL BE ASSESSED AND TAXED IN THE  SAME  MANNER  AS  PRIVATELY\n   31  OWNED  PROPERTY,  AND  THE  LEASE  OR  CONTRACT  BETWEEN THE CITY, TOWN,\n   32  VILLAGE OR COUNTY INVOLVED AND SUCH PERSON OR PERSONS SHALL PROVIDE THAT\n   33  THE LESSEE SHALL PAY TAXES UPON THE ASSESSED VALUE OF THE ENTIRE PROPER-\n   34  TY AND NOT MERELY UPON THE ASSESSED VALUE OF HIS, HER OR  ITS  LEASEHOLD\n   35  INTEREST.\n   36    5.  IN EACH YEAR SUBSEQUENT TO THE DETERMINATION OF THE ORIGINAL TAXA-\n   37  BLE VALUE OF EACH LOT AND PARCEL OF TAXABLE REAL  PROPERTY  IN  SUCH  AN\n   38  AREA  THE ASSESSOR SHALL COMPUTE AND CERTIFY THE NET AMOUNT BY WHICH THE\n   39  TAXABLE VALUE OF ALL SUCH LOTS AND PARCELS HAS INCREASED OR DECREASED IN\n   40  COMPARISON WITH THE ORIGINAL TAXABLE VALUE OF ALL SUCH LOTS AND PARCELS.\n   41  THE NET AMOUNT OF THE INCREASE  OR  DECREASE  IS  REFERRED  TO  IN  THIS\n   42  SECTION AS THE \"INCREMENTAL VALUE\" OR THE \"LOST VALUE\" FOR THAT YEAR, AS\n   43  THE CASE MAY BE.\n   44    6.  IN  ANY  YEAR  WHEN THERE IS AN INCREMENTAL VALUE, THE TAX LEVYING\n   45  BODY SHALL EXTEND THE TAXES OF EACH CITY, TOWN, VILLAGE OR COUNTY, WHICH\n   46  HAS ADOPTED A LOCAL LAW PURSUANT TO THIS  SECTION,  AGAINST  THE  INCRE-\n   47  MENTAL  VALUE  AS  WELL AS THE ORIGINAL TAXABLE VALUE, AND THE AMOUNT OF\n   48  TAXES RECEIVED FROM SUCH EXTENSION  AGAINST  THE  INCREMENTAL  VALUE  IS\n   49  REFERRED TO IN THIS SECTION AS THE TAX INCREMENT FOR THAT YEAR.\n   50    7.  THE CITY, TOWN, VILLAGE OR COUNTY OFFICIAL RESPONSIBLE FOR RECEIV-\n   51  ING REAL PROPERTY TAX PAYMENTS SHALL SEGREGATE EACH YEAR ALL TAX  INCRE-\n   52  MENTS FROM THE DESIGNATED AREA AND TRANSMIT SUCH INCREMENTS TO THE CITY,\n   53  TOWN,  VILLAGE  OR  COUNTY  TREASURER WHO SHALL DEPOSIT SUCH MONIES IN A\n   54  SPECIAL CULTURAL DEVELOPMENT AREA TAX  INCREMENT  FUND  FROM  WHICH  THE\n   55  LOCAL   LEGISLATIVE  BODY  MAY  AUTHORIZE  PAYMENTS  FOR  INFRASTRUCTURE\n\n       A. 3563                            17\n\n    1  IMPROVEMENTS AUTHORIZED IN SUCH MUNICIPALITY'S CULTURAL DEVELOPMENT AREA\n    2  DEVELOPMENT PLAN FOR THE AREA INVOLVED.\n    3    8.  IN THE EVENT THAT ANY STATE OR LOCAL LAW GOVERNING THE CLASSIFICA-\n    4  TION OF REAL PROPERTY AND THEREBY DETERMINING THE PERCENTAGE  OF  MARKET\n    5  VALUE  TO  BE  ASSESSED  FOR  REAL PROPERTY TAXATION PURPOSES IS AMENDED\n    6  HEREAFTER, THE INCREASE OR  DECREASE  IN  ASSESSED  VALUATION  RESULTING\n    7  THEREFROM  SHALL  BE  APPLIED PROPORTIONATELY IN EACH YEAR THEREAFTER TO\n    8  THE ORIGINAL TAXABLE VALUE AND INCREMENTAL VALUE OF THE AREA INVOLVED.\n    9    9. THE LOCAL LEGISLATIVE BODY OF THE CITY, TOWN, VILLAGE OR COUNTY  OR\n   10  ITS  DESIGNATED  AGENCY  MAY  INVEST  ANY  FUNDS IN THE SPECIAL CULTURAL\n   11  DEVELOPMENT AREA TAX INCREMENT FUND NOT REQUIRED FOR IMMEDIATE DISBURSE-\n   12  MENT, IN PROPERTY OR SECURITIES IN WHICH PUBLIC BODIES MAY INVEST  FUNDS\n   13  SUBJECT TO THEIR CONTROL.\n   14    10.  IN  ANY  YEAR  WHEN THERE IS A LOST VALUE, THE PROVISIONS OF THIS\n   15  SECTION SHALL NOT APPLY.\n   16    S 6.13. CULTURAL DEVELOPMENT AREA CAPITAL CORPORATIONS.   1.  NO  MORE\n   17  THAN  THREE CULTURAL DEVELOPMENT AREA CAPITAL CORPORATIONS MAY BE ESTAB-\n   18  LISHED IN EACH CULTURAL DEVELOPMENT AREA  FOR  THE  PURPOSE  OF  RAISING\n   19  FUNDS THROUGH PRIVATE AND PUBLIC GRANTS, DONATIONS OR INVESTMENTS, TO BE\n   20  USED IN MAKING INVESTMENTS IN, AND LOANS TO, ENTITIES CERTIFIED PURSUANT\n   21  TO THIS ARTICLE. AN AREA CAPITAL CORPORATION MAY SERVE ONE OR MORE AREAS\n   22  WITHIN  AN  ECONOMIC  DEVELOPMENT  REGION  OR  AREAS  WITHIN TWO OR MORE\n   23  REGIONS. PRIOR TO THE ESTABLISHMENT OF AN AREA CAPITAL CORPORATION,  THE\n   24  AREA  BOARD  AND  THE  COMMISSIONER  SHALL  APPROVE THE FORMATION OF THE\n   25  PROPOSED AREA CAPITAL CORPORATION, ITS BOARD OF  DIRECTORS  AND  MANAGE-\n   26  MENT,  AND  ITS  PROCEDURES FOR MAKING, SERVICING AND MONITORING INVEST-\n   27  MENTS. IN NO EVENT, HOWEVER, SHALL  A  CAPITAL  CORPORATION  ACQUIRE  AN\n   28  OWNERSHIP  INTEREST  IN  ANY CERTIFIED ENTITY WHICH AMOUNTS TO MORE THAN\n   29  TWENTY-FIVE PERCENT OF THE OWNERSHIP INTEREST OF SUCH ENTITY. NO LOAN TO\n   30  OR INVESTMENT IN ANY ENTITY SHALL  BE  MADE  BY  A  CAPITAL  CORPORATION\n   31  LOCATED  IN AN AREA WITHIN A TOWN WITH A POPULATION OF MORE THAN TWENTY-\n   32  FIVE THOUSAND, UNTIL SUCH  CORPORATION  HAS  ACCUMULATED  AT  LEAST  TWO\n   33  HUNDRED  THOUSAND DOLLARS IN CAPITAL STOCK. NO LOAN OR INVESTMENT IN ANY\n   34  ENTITY SHALL BE MADE BY A CAPITAL CORPORATION LOCATED IN AN AREA  WITHIN\n   35  A  TOWN  WITH  A POPULATION OF LESS THAN TWENTY-FIVE THOUSAND UNTIL SUCH\n   36  CORPORATION HAS ACCUMULATED AT LEAST ONE  HUNDRED  THOUSAND  DOLLARS  IN\n   37  CAPITAL  STOCK.  AN  AREA  CAPITAL  CORPORATION SHALL SUBMIT TO THE AREA\n   38  BOARD AN ANNUAL REPORT ON ITS ACTIVITIES.\n   39    2. EACH AREA CAPITAL CORPORATION SHALL ESTABLISH AN INVESTMENT COMMIT-\n   40  TEE FOR THE PURPOSE OF EVALUATING  APPLICATIONS  FOR  LOANS  AND  EQUITY\n   41  INVESTMENTS.  EACH  COMMITTEE  SHALL BE COMPRISED OF MEMBERS WHO POSSESS\n   42  THE REQUISITE BUSINESS AND FINANCIAL  EXPERTISE  NECESSARY  TO  EVALUATE\n   43  APPLICATIONS FOR LOANS AND/OR EQUITY INVESTMENTS.\n   44    3.  EACH  AREA CAPITAL CORPORATION SHALL, TO THE MAXIMUM EXTENT FEASI-\n   45  BLE, UNDERTAKE MEASURES AND  PROCEDURES  TO  ENSURE  MEANINGFUL  PARTIC-\n   46  IPATION  BY  MINORITY-OWNED  AND WOMEN-OWNED BUSINESS ENTERPRISES IN THE\n   47  ACTIVITIES AND INVESTMENTS OF SUCH CORPORATION.  EACH  SUCH  CORPORATION\n   48  SHALL  ADDITIONALLY,  TO THE MAXIMUM EXTENT FEASIBLE, UNDERTAKE MEASURES\n   49  AND PROCEDURES TO ENSURE MEANINGFUL PARTICIPATION BY LOCALLY OWNED BUSI-\n   50  NESS ENTERPRISES IN THE ACTIVITIES AND INVESTMENTS OF SUCH CORPORATION.\n   51    4. THE TOTAL AMOUNT OF TAX CREDITS AVAILABLE TO EACH AREA PURSUANT  TO\n   52  SUBDIVISION TWENTY OF SECTION TWO HUNDRED TEN, SUBSECTION (1) OF SECTION\n   53  SIX  HUNDRED  SIX,  SUBSECTION (D) OF SECTION FOURTEEN HUNDRED FIFTY-SIX\n   54  AND SUBDIVISION (H) OF SECTION FIFTEEN HUNDRED ELEVEN OF  THE  TAX  LAW,\n   55  SHALL  BE TWO MILLION FIVE HUNDRED THOUSAND DOLLARS, (PROVIDED, HOWEVER,\n   56  THAT IN NO EVENT SHALL THE CREDITS AVAILABLE IN  ANY  AREA  EXCEED  FIVE\n\n       A. 3563                            18\n\n    1  HUNDRED  THOUSAND DOLLARS IN THE CASE OF QUALIFIED INVESTMENTS IN CERTI-\n    2  FIED ARTS CORPORATIONS).\n    3    5. APPORTIONMENT OF CREDITS WITHIN AN AREA BETWEEN CAPITAL INVESTMENTS\n    4  IN AND CONTRIBUTIONS TO AREA CAPITAL CORPORATIONS, DIRECT INVESTMENTS IN\n    5  CERTIFIED  AREA  BUSINESSES  OR  CONTRIBUTIONS  TO COMMUNITY DEVELOPMENT\n    6  PROJECTS WILL BE DETERMINED AND ACCOUNTED FOR BY THE LOCAL AREA ADMINIS-\n    7  TRATIVE BOARD IN  CONSULTATION  WITH  THE  AREA  ADMINISTRATIVE  ENTITY,\n    8  SUBJECT TO REGULATIONS PROMULGATED BY THE COMMISSIONER. CREDITS NOT USED\n    9  BY  AN AREA WITHIN FOUR YEARS OF THEIR APPORTIONMENT MAY, AFTER A PUBLIC\n   10  HEARING, BE REALLOCATED PURSUANT  TO  SUCH  REGULATIONS.  CERTIFICATIONS\n   11  UNDER  SUBDIVISION  TWENTY OF SECTION TWO HUNDRED TEN, SUBSECTION (1) OF\n   12  SECTION SIX HUNDRED SIX, SUBSECTION  (D)  OF  SECTION  FOURTEEN  HUNDRED\n   13  FIFTY-SIX  AND  SUBDIVISION (H) OF SECTION FIFTEEN HUNDRED ELEVEN OF THE\n   14  TAX LAW SHALL BE CONSISTENT WITH THE PROVISIONS OF THIS SUBDIVISION.\n   15    6. THE COMMISSIONER SHALL PROMULGATE REGULATIONS GOVERNING THE  CRITE-\n   16  RIA  OF  ELIGIBILITY  FOR  THE  TAX  CREDITS APPLICABLE TO DIRECT EQUITY\n   17  INVESTMENTS IN CERTIFIED AREA ENTITIES AND TO CONTRIBUTIONS TO COMMUNITY\n   18  DEVELOPMENT PROJECTS PROVIDED FOR  IN  THIS  SECTION.  SUCH  REGULATIONS\n   19  SHALL ESTABLISH REQUIREMENTS INCLUDING, BUT NOT LIMITED TO:\n   20    (A)  A DEMONSTRATION THAT THE INVESTMENT WILL CONTRIBUTE, SIGNIFICANT-\n   21  LY, TO AN ACTIVITY HAVING TANGIBLE ECONOMIC BENEFITS, SUCH AS  START-UP,\n   22  EXPANSION OR MODERNIZATION OF SUCH AREA ENTITY;\n   23    (B)  A DEMONSTRATION THAT THE INVESTMENT WILL SIGNIFICANTLY CONTRIBUTE\n   24  TO DEVELOPMENT, CONTINUATION, PRESERVATION, OR  ENHANCEMENT  OF  ONE  OR\n   25  MORE ARTS AND CULTURAL CORPORATIONS;\n   26    (C)  A DEMONSTRATION THAT THE INVESTMENT IS NECESSARY TO THE PRESERVA-\n   27  TION OF CULTURAL HERITAGE;\n   28    (D) A DEMONSTRATION THAT THE DIRECT EQUITY  INVESTMENT  WILL  LEAD  TO\n   29  DEVELOPMENT  WITHIN  THE AREA OF ADDITIONAL ARTS CORPORATIONS AND ANCIL-\n   30  LARY BUSINESSES AND SERVICES, OR THE DEVELOPMENT OF INFRASTRUCTURE  THAT\n   31  WILL  STIMULATE THE DEVELOPMENT OF AN ARTS COMMUNITY WITHIN THE CULTURAL\n   32  DEVELOPMENT AREA;\n   33    (E) A DEMONSTRATION THAT THE CERTIFIED AREA ENTITY HAS  THE  POTENTIAL\n   34  TO CREATE JOBS, MEASURED ON A FULL-TIME EQUIVALENCY BASIS; AND\n   35    (F)  A DEMONSTRATION THAT THE DIRECT EQUITY INVESTMENT IS NECESSARY TO\n   36  INCREASE THE AMOUNT OF CAPITAL AVAILABLE TO THE CERTIFIED  AREA  ENTITY,\n   37  PROVIDED,  HOWEVER, THAT SUCH INVESTMENT IS NOT INTENDED NOR SHALL IT BE\n   38  USED TO REFINANCE EXISTING DEBT OR REPLACE EXISTING EQUITY IN SUCH  AREA\n   39  BUSINESS.\n   40    7.  IN ADDITION TO THE DUTIES SET FORTH ELSEWHERE IN THIS ARTICLE, THE\n   41  AREA ADMINISTRATIVE BOARD SHALL, CONSISTENT WITH THE REGULATIONS PROMUL-\n   42  GATED BY THE COMMISSIONER, DETERMINE THE ELIGIBILITY  OF  DIRECT  EQUITY\n   43  INVESTMENTS  IN  CERTIFIED  AREA ENTITIES AND CONTRIBUTIONS TO COMMUNITY\n   44  CULTURAL DEVELOPMENT PROJECTS FOR THE  TAX  CREDITS  AVAILABLE  TO  SUCH\n   45  AREA.  SUCH  DETERMINATION  BY  THE  AREA  ADMINISTRATIVE BOARD SHALL BE\n   46  SUBJECT TO REVIEW BY THE COMMISSIONER IN  HIS  OR  HER  DISCRETION.  THE\n   47  COMMISSIONER,  UPON  REVIEW OF AN AREA BOARD DETERMINATION MADE PURSUANT\n   48  TO THIS SUBDIVISION, SHALL ACCEPT OR REJECT SUCH DETERMINATION AS MAY BE\n   49  DEEMED APPROPRIATE.\n   50    S 6.14. APPROVAL OF CULTURAL DEVELOPMENT AREAS.   1. THE  COMMISSIONER\n   51  SHALL  APPROVE THE DESIGNATION OF A CULTURAL DEVELOPMENT AREA IN WRITING\n   52  WITHIN NINETY DAYS OF SUBMISSION TO HIM OR HER BY THE  LOCAL  GOVERNMENT\n   53  FOR SUCH APPROVAL IF HE OR SHE SHALL FIND THAT THE AREA MEETS THE CRITE-\n   54  RIA ESTABLISHED BY THIS ARTICLE FOR SUCH DESIGNATION. IF THE COMMISSION-\n   55  ER SHALL FIND THAT THE APPLICATION DOES NOT MEET THE CRITERIA, HE OR SHE\n   56  SHALL  RESPOND TO THE APPLICANT IN WRITING WITHIN SUCH NINETY DAY PERIOD\n\n       A. 3563                            19\n\n    1  STATING THE REASONS THE APPLICATION DOES NOT MEET THE  CRITERIA  AND  IS\n    2  NOT  APPROVED.  THE  COMMISSIONER SHALL REFER AN APPLICATION THAT IS NOT\n    3  APPROVED TO THE NEW YORK STATE ARTS AND CULTURAL DEVELOPMENT AREAS ADVI-\n    4  SORY  COUNCIL  WHICH  SHALL AID THE APPLICANT IN RECTIFYING THE APPLICA-\n    5  TION. AN APPLICATION WHICH IS NOT APPROVED MAY  BE  RESUBMITTED  AT  ANY\n    6  TIME.\n    7    2. A LOCAL GOVERNMENT SHALL SUBMIT WRITTEN DOCUMENTATION IN A FORM AND\n    8  MANNER  PRESCRIBED BY THE COMMISSIONER BY REGULATIONS PROMULGATED BY THE\n    9  COMMISSIONER SHOWING THAT IT HAS MET SUCH CRITERIA. THE CHIEF  EXECUTIVE\n   10  OF  THE  LOCAL  GOVERNMENT  SHALL  ENSURE THAT THE INFORMATION CONTAINED\n   11  THEREIN, TO THE MAXIMUM EXTENT POSSIBLE, IS ACCURATE AND COMPLETE.  EACH\n   12  SUCH APPLICATION SHALL INCLUDE THE CDA PLAN AND ADDITIONALLY SHALL:\n   13    (A)  INCLUDE EVIDENCE OF THE ADOPTION OF A CDA DEVELOPMENT PLAN BY THE\n   14  LOCAL GOVERNING BODY OF THE AREA IN WHICH THE CDA IS TO BE LOCATED;\n   15    (B) IDENTIFY THE LOCAL CULTURAL DEVELOPMENT AREA CERTIFICATION OFFICER\n   16  AND LOCAL CULTURAL DEVELOPMENT AREA ADMINISTRATIVE BOARD;\n   17    (C) INCLUDE A MAP OF THE AREA COMPRISING THE PROPOSED CULTURAL  DEVEL-\n   18  OPMENT AREA SHOWING EXISTING STREETS, HIGHWAYS, WATERWAYS, NATURAL BOUN-\n   19  DARIES AND OTHER PHYSICAL FEATURES;\n   20    (D)  INCLUDE  EVIDENCE  THAT  THE APPLICANT HAS, TO THE MAXIMUM EXTENT\n   21  FEASIBLE, SOLICITED  AND  CONSIDERED  THE  VIEWS  OF  RESIDENTS  OF  THE\n   22  PROPOSED  CDA  AND  THE  LOCAL  GOVERNMENTAL  AND  PRIVATE ORGANIZATIONS\n   23  REPRESENTING SUCH RESIDENTS;\n   24    (E) INCLUDE A STATEMENT FROM THE PRIVATE  INDUSTRY  COUNCIL  GOVERNING\n   25  BOARD  OF  THE  SERVICE DELIVERY AREA ESTABLISHED UNDER THE JOB TRAINING\n   26  PARTNERSHIP ACT (P.L. 97-300, AS AMENDED) THAT ENCOMPASSES THE  PROPOSED\n   27  CDA  SETTING FORTH THE ASSISTANCE TO BE PROVIDED AND THE RESOURCES TO BE\n   28  ALLOCATED FOR THE TRAINING OF RESIDENTS IN THE AREA AND THE OPERATION OF\n   29  JOB TRAINING PROGRAMS;\n   30    (F) INCLUDE A STATEMENT  FROM  THE  INDUSTRIAL  DEVELOPMENT  AUTHORITY\n   31  SERVING THE MUNICIPALITY IN WHICH THE AREA IS LOCATED AND FROM ANY OTHER\n   32  DEVELOPMENT  FINANCE  ENTITY SUPPORTED BY PUBLIC MONEY SETTING FORTH THE\n   33  ASSISTANCE TO BE PROVIDED AND THE RESOURCES TO BE ALLOCATED TO  DEVELOP-\n   34  MENT ACTIVITIES IN THE AREA;\n   35    (G)  SPECIFY  GOALS AND OBJECTIVES, BOTH SHORT TERM AND LONG TERM, FOR\n   36  THE ECONOMIC REVITALIZATION OF THE PROPOSED AREA;\n   37    (H) INCLUDE A DESCRIPTION OF PLANS AND STRATEGIES  FOR  PROVIDING  AND\n   38  IMPROVING  HUMAN  RESOURCE DEVELOPMENT SERVICES TO RESIDENTS OF THE AREA\n   39  COMPRISING THE PROPOSED AREA AND TO EMPLOYEES OF BUSINESSES WITHIN  SAID\n   40  AREA,  AND  THE  METHODS BY WHICH PERFORMANCE IN IMPLEMENTING SAID PLANS\n   41  AND STRATEGIES WILL BE EVALUATED;\n   42    (I) IDENTIFY FINANCIAL COMMITMENTS THE LOCAL GOVERNMENT WILL  MAKE  TO\n   43  THE AREA FOR ACTIVITIES, INCLUDING, BUT NOT LIMITED TO, MARKETING OF THE\n   44  AREA  FOR  DEVELOPMENT,  HUMAN  RESOURCE SERVICES FOR AREA RESIDENTS AND\n   45  ENTITIES, AND SERVICES FOR SMALL  AND  MINORITY  AND  WOMEN-OWNED  BUSI-\n   46  NESSES;\n   47    (J)  IDENTIFY  PUBLICLY  CONTROLLED  AND  OTHER  DEVELOPABLE LANDS AND\n   48  BUILDINGS WITHIN THE PROPOSED AREA WHICH ARE OR COULD BE MADE  AVAILABLE\n   49  FOR DEVELOPMENT; AND\n   50    (K)  PROVIDE DOCUMENTATION CONCERNING THE LEVEL OF LOCAL PARTICIPATION\n   51  INCLUDING, BUT NOT LIMITED TO, LOCAL TAX INCENTIVES AND THE PROVISION OF\n   52  LOCAL SERVICES.\n   53    S 6.15. LOCAL ADMINISTRATION OF CULTURAL DEVELOPMENT AREAS.    1.  THE\n   54  LOCAL CULTURAL DEVELOPMENT AREA CERTIFICATION OFFICER SHALL NOT SERVE ON\n   55  THE  LOCAL  CULTURAL  DEVELOPMENT  AREA  ADMINISTRATIVE BOARD AND SHALL,\n   56  PURSUANT TO REGULATIONS PROMULGATED BY THE COMMISSIONER PURSUANT TO THIS\n\n       A. 3563                            20\n\n    1  ARTICLE, JOINTLY CERTIFY TOGETHER WITH  THE  COMMISSIONER  AND,  IF  THE\n    2  ENTITY  IS  AN  ARTS CORPORATION, WITH THE CHAIRPERSON OF THE COUNCIL ON\n    3  THE ARTS, THOSE ENTITIES ELIGIBLE TO RECEIVE BENEFITS PURSUANT  TO  THIS\n    4  ARTICLE; PROVIDED, HOWEVER, THAT SUCH CERTIFICATION SHALL BE GOVERNED BY\n    5  CRITERIA INCLUDING, BUT NOT LIMITED TO,\n    6    (A)  WHETHER  THE ENTITY, IF CERTIFIED, IS REASONABLY LIKELY TO CREATE\n    7  NEW EMPLOYMENT OR PREVENT A LOSS OF EMPLOYMENT IN THE AREA;\n    8    (B) WHETHER SUCH NEW EMPLOYMENT OPPORTUNITIES WILL BE FOR  INDIVIDUALS\n    9  WHO  WILL  PERFORM  A SUBSTANTIAL PART OF THEIR EMPLOYMENT ACTIVITIES IN\n   10  THE AREA;\n   11    (C) WHETHER CERTIFICATION WILL HAVE THE UNDESIRED  EFFECT  OF  CAUSING\n   12  INDIVIDUALS  TO TRANSFER FROM EXISTING EMPLOYMENT WITH ANOTHER ENTITY TO\n   13  SIMILAR EMPLOYMENT WITH THE ENTITY SO CERTIFIED, AND TRANSFERRING EXIST-\n   14  ING EMPLOYMENT FROM ONE OR MORE OTHER MUNICIPALITIES, TOWNS OR  VILLAGES\n   15  IN THE STATE, OR TRANSFERRING EXISTING EMPLOYMENT FROM ONE OR MORE OTHER\n   16  BUSINESSES IN THE AREA, PROVIDED THAT THIS CRITERIA SHALL NOT BE APPLIED\n   17  TO ARTS CORPORATIONS;\n   18    (D)  WHETHER  SUCH  ENTERPRISE  IS  LIKELY  TO ENHANCE THE ECONOMIC OR\n   19  CULTURAL CLIMATE OF THE AREA;\n   20    (E) WHETHER SUCH ENTERPRISE, DURING  THE  THREE  YEARS  PRECEDING  THE\n   21  SUBMISSION  OF  AN  APPLICATION  FOR  CERTIFICATION,  HAS  ENGAGED  IN A\n   22  SUBSTANTIAL VIOLATION OR A PATTERN  OF  VIOLATIONS  OF  LAWS  REGULATING\n   23  UNEMPLOYMENT INSURANCE, WORKERS' COMPENSATION, PUBLIC WORK, CHILD LABOR,\n   24  EMPLOYMENT OF MINORITIES AND WOMEN, SAFETY AND HEALTH, OR OTHER LAWS FOR\n   25  THE  PROTECTION OF WORKERS AS DETERMINED BY FINAL JUDGMENT OF A JUDICIAL\n   26  OR ADMINISTRATIVE PROCEEDING;\n   27    (F) WHETHER SUCH CERTIFICATION IS NECESSARY TO PRESERVE THE  START-UP,\n   28  MAINTENANCE, CONTINUATION, EXPANSION, OR FURTHER DEVELOPMENT OF AN ENTI-\n   29  TY THAT IS AN ARTS CORPORATION OR CULTURAL FACILITY, OR IS NECESSARY FOR\n   30  CULTURAL PRESERVATION OR EXPANSION OF EDUCATIONAL OPPORTUNITIES.\n   31    2.  ANY  ENTITY  THAT APPLIES FOR ANY TAX, UTILITY RATE, OR MANAGEMENT\n   32  ASSISTANCE BENEFITS PROVIDED BY THIS ARTICLE SHALL PROVIDE  NINETY  DAYS\n   33  WRITTEN  NOTICE TO THE COMMISSIONER, THE LOCAL CULTURAL DEVELOPMENT AREA\n   34  CERTIFICATION OFFICER, THE LOCAL CULTURAL DEVELOPMENT  AREA  ADMINISTRA-\n   35  TIVE  BOARD  AND THE EMPLOYEES OF SUCH BUSINESS ENTERPRISE OF ANY INTENT\n   36  TO CLOSE OR PARTIALLY CLOSE A FACILITY WITHIN THE  CULTURAL  DEVELOPMENT\n   37  AREA.  FOR  THE  PURPOSES OF THIS SECTION, \"CLOSING\" MEANS THE PERMANENT\n   38  TERMINATION OF EMPLOYMENT AT A BUSINESS FACILITY, AND \"PARTIAL  CLOSING\"\n   39  MEANS  THE  PERMANENT  TERMINATION  OF  A PORTION OF THE EMPLOYMENT AT A\n   40  BUSINESS FACILITY THAT WILL EITHER IMMEDIATELY REDUCE THE WORK FORCE  BY\n   41  AT LEAST FIFTY EMPLOYEES OR WILL REDUCE THE WORK FORCE BY AT LEAST FIFTY\n   42  PERCENT OVER A ONE-YEAR PERIOD.\n   43    3.  AN  ARTS  CORPORATION, A CULTURAL FACILITY, OR SERVICE MEETING THE\n   44  REQUIREMENTS ESTABLISHED IN THIS SECTION SHALL BE CERTIFIED,  AND  SHALL\n   45  BE  ELIGIBLE FOR THE BENEFITS PROVIDED FOR IN THIS ARTICLE TO THE EXTENT\n   46  PROVIDED HEREIN.\n   47    4. THE LOCAL CULTURAL DEVELOPMENT AREA ADMINISTRATIVE BOARD SHALL:\n   48    (A) DEVELOP SHORT-TERM GOALS FOR AREA ACTIVITIES ON AN ANNUAL BASIS;\n   49    (B) PREPARE, OR CAUSE TO BE PREPARED,  AN  ANNUAL  REPORT  AND  SUBMIT\n   50  COPIES  TO  THE  DEPARTMENT OF AUDIT AND CONTROL, DEPARTMENT OF TAXATION\n   51  AND FINANCE, THE CHAIRPERSON OF THE COUNCIL ON THE ARTS,  THE  TEMPORARY\n   52  PRESIDENT  OF  THE SENATE, THE SPEAKER OF THE ASSEMBLY AND DEPARTMENT OF\n   53  ECONOMIC DEVELOPMENT ON OR BEFORE THE FIRST DAY OF JULY NEXT  SUCCEEDING\n   54  THE  YEAR  TO  WHICH THE REPORT PERTAINS, REGARDING CULTURAL DEVELOPMENT\n   55  AREA ACTIVITIES, INCLUDING INFORMATION WHICH WOULD ALLOW FOR SUBSTANTIVE\n   56  REVIEW OF THE AREA'S STRATEGIES AND PROGRESS OF THE AREA IN MEETING  ITS\n\n       A. 3563                            21\n\n    1  SHORT-TERM  OBJECTIVES, AND AN ANALYSIS OF THE EXTENT TO WHICH THE LONG-\n    2  TERM GOALS SET FORTH IN THE CULTURAL DEVELOPMENT AREA PLAN AND  APPLICA-\n    3  TION  HAVE  BEEN  MET.  THE AREA ADMINISTRATIVE ENTITIES AND OTHER LOCAL\n    4  OFFICIALS  AND  AGENCIES SHALL FULLY COOPERATE WITH THE AREA ADMINISTRA-\n    5  TIVE BOARD IN THE ANNUAL PERFORMANCE REVIEW AND IN THE BOARD'S  PERFORM-\n    6  ANCE OF ITS OTHER DUTIES. LOCAL OFFICIALS, STATE AGENCIES, AND CERTIFIED\n    7  ENTITIES  SHALL PROVIDE INFORMATION REQUESTED BY THE AREA ADMINISTRATIVE\n    8  BOARD WHICH IS NECESSARY FOR  SUCH  REVIEW.    SUCH  REPORT  SHALL  ALSO\n    9  INCLUDE  A CURRENT DESCRIPTION OF THE SPECIFIC STRATEGIES AND PRIORITIES\n   10  FOR ECONOMIC REVITALIZATION OF THE AREA, INCLUDING, BUT NOT LIMITED TO:\n   11    (I) THE NUMBER OF JOBS CREATED;\n   12    (II) THE NUMBER OF JOBS RETAINED;\n   13    (III) THE AMOUNT OF PRIVATE CAPITAL LEVERAGED WITH PUBLIC FUNDS;\n   14    (IV) THE NUMBER OF BUSINESSES EXPANDED OR RETAINED AND NEW  BUSINESSES\n   15  CREATED, AND THE TYPE OF BUSINESSES EXPANDED, RETAINED OR CREATED;\n   16    (V) THE IMPROVEMENTS IN THE PHYSICAL INFRASTRUCTURE OF THE AREA;\n   17    (VI) THE CULTURAL HERITAGE IMPROVED, ADDED TO, OR PRESERVED.\n   18    THE  COMMISSIONER  SHALL PROMULGATE RULES AND REGULATIONS TO SET FORTH\n   19  STANDARDS TO BE USED TO MEASURE PERFORMANCE  AGAINST  OBJECTIVES  ON  AN\n   20  ANNUAL  BASIS IN ORDER TO FACILITATE THE REQUIREMENTS OF THIS PARAGRAPH,\n   21  AND SHALL REQUIRE THAT FOR PURPOSES OF THE REPORT,  ALL  JOBS  SHALL  BE\n   22  MEASURED ON A FULL-TIME EQUIVALENCY BASIS;\n   23    (C)  UNDERTAKE EFFORTS TO ENSURE MEANINGFUL PARTICIPATION BY MINORITY-\n   24  OWNED AND WOMEN-OWNED BUSINESS ENTERPRISES IN CULTURAL DEVELOPMENT  AREA\n   25  ACTIVITIES;\n   26    (D)  ENTER INTO AGREEMENTS WITH THE COMMISSIONERS OF ECONOMIC DEVELOP-\n   27  MENT, LABOR, AND SOCIAL SERVICES, LOCAL DEPARTMENTS OF SOCIAL  SERVICES,\n   28  AND  LOCAL EDUCATION AGENCIES AS DEFINED IN PARAGRAPH (B) OF SUBDIVISION\n   29  ONE OF SECTION THREE THOUSAND THIRTY-TWO OF  THE  EDUCATION  LAW,  LOCAL\n   30  COMMUNITY-BASED  ORGANIZATIONS,  PRIVATE  EMPLOYERS,  LABOR  UNIONS, THE\n   31  ADMINISTRATIVE ENTITY AND  PRIVATE  INDUSTRY  COUNCIL  FOR  THE  SERVICE\n   32  DELIVERY  AREA  ESTABLISHED UNDER THE JOB TRAINING PARTNERSHIP ACT (P.L.\n   33  97-300, AS AMENDED) THAT INCLUDES THE CULTURAL DEVELOPMENT AREA, AND ANY\n   34  OTHER PERSON OR STATE OR FEDERAL AGENCY FOR THE PURPOSE OF ESTABLISHING,\n   35  IMPLEMENTING AND COORDINATING JOB  TRAINING  PROGRAMS  FOR  WORKERS  AND\n   36  BUSINESSES  TO  BE  LOCATED  IN  A  CULTURAL DEVELOPMENT AREA; PROVIDED,\n   37  HOWEVER, THAT:\n   38    (I) ANY AGREEMENT TO ESTABLISH A JOB TRAINING PROGRAM DESIGNED TO MEET\n   39  THE SPECIFIC NEEDS OF AN EMPLOYER SHALL REQUIRE SUCH EMPLOYER TO  RETAIN\n   40  IN ITS EMPLOY FOR NOT LESS THAN SIX MONTHS AN EMPLOYEE WHO HAS SATISFAC-\n   41  TORILY  COMPLETED  A  COURSE  OF  TRAINING  FOR A PARTICULAR JOB OPENING\n   42  UNLESS SUCH EMPLOYEE VOLUNTARILY LEAVES SUCH EMPLOYMENT OR IS DISCHARGED\n   43  FOR MISCONDUCT OR OTHER GOOD CAUSE, SUCH EMPLOYMENT TO BE MEASURED ON  A\n   44  FULL-TIME EQUIVALENCY BASIS; AND\n   45    (II)  ANY  JOB  TRAINING  PROGRAM ESTABLISHED PURSUANT TO THIS SECTION\n   46  SHALL MAKE USE OF THE COMMUNITY SERVICE DIVISION OF THE LABOR DEPARTMENT\n   47  AS WELL AS OTHER SOURCES FOR THE PURPOSE OF RECRUITMENT;\n   48    (E) IN COOPERATION WITH LOCAL SOCIAL SERVICES OFFICIALS,  ESTABLISH  A\n   49  JOB TRAINING OPPORTUNITIES PROGRAM SPONSORED BY PRIVATE EMPLOYERS;\n   50    (F) ENTER INTO AGREEMENTS WITH LOCAL DEPARTMENTS OF SOCIAL SERVICES OR\n   51  COMMUNITY-BASED  ORGANIZATIONS  TO FACILITATE THE PROVISION OF ANCILLARY\n   52  OR ENHANCED SOCIAL SERVICES, INCLUDING LICENSED AND CERTIFIED CHILD  DAY\n   53  CARE, IN ANY SUCH AREA;\n   54    (G)  ENSURE THAT JOB TRAINING PROGRAMS MEET STANDARDS OF INSTRUCTIONAL\n   55  QUALITY ESTABLISHED IN REGULATIONS PROMULGATED BY  THE  COMMISSIONER  OF\n   56  EDUCATION;\n\n       A. 3563                            22\n\n    1    (H)  ORGANIZE  OR  USE  AN EXISTING HUMAN RESOURCE DEVELOPMENT NETWORK\n    2  WITHIN THE AREA, INCLUDING  A  COMMITTEE  OF  REPRESENTATIVES  OF  HUMAN\n    3  RESOURCE  AGENCIES  AND  ORGANIZATIONS SERVING THE AREA, ORGANIZED LABOR\n    4  AND BUSINESS REPRESENTATIVES, TO DEVELOP STRATEGIES AND  ACTIVITIES  FOR\n    5  IMPROVING  THE  COORDINATION AND DELIVERY OF HUMAN SERVICES TO RESIDENTS\n    6  OF THE AREA AND AREA BUSINESSES;\n    7    (I) PREPARE AND IMPLEMENT A SMALL BUSINESS DEVELOPMENT AND  ASSISTANCE\n    8  PLAN;\n    9    (J)  IN  CONJUNCTION  WITH  AREA  ADMINISTRATIVE ENTITIES, DEVELOP AND\n   10  IMPLEMENT A SYSTEM FOR CONTINUOUS  MONITORING  AND  EVALUATION  OF  AREA\n   11  PERFORMANCE  AT THE LOCAL LEVEL CONSISTENT WITH THE GUIDELINES SET FORTH\n   12  IN THIS ARTICLE;\n   13    (K) PROVIDE WITHIN THE AREA, OR CONTRACT WITH A NEW OR EXISTING COMMU-\n   14  NITY-BASED LOCAL DEVELOPMENT CORPORATION OR ENTITY TO PROVIDE, STRATEGIC\n   15  ECONOMIC DEVELOPMENT PLANNING FOR THE AREA, MARKETING AND  PROMOTION  OF\n   16  THE  AREA,  ASSISTANCE  TO  ENTITIES IN APPLYING FOR AVAILABLE BENEFITS,\n   17  PREPARATION OF APPLICATIONS FOR FINANCING ASSISTANCE AND OTHER TECHNICAL\n   18  ASSISTANCE SERVICES; COORDINATION OF THE DELIVERY  OF  STATE  AND  LOCAL\n   19  PROGRAMS WITHIN THE AREAS; AND OPERATION OF SUCH OTHER ECONOMIC DEVELOP-\n   20  MENT ASSISTANCE PROGRAMS IN FURTHERANCE OF THE CULTURAL DEVELOPMENT AREA\n   21  PLAN  AS MAY BE APPROPRIATE. PROVIDED, HOWEVER, WITHIN THE AMOUNT APPRO-\n   22  PRIATED THEREFOR AND ALLOCATED  BY  THE  DIRECTOR  OF  THE  BUDGET,  THE\n   23  COMMISSIONER,  THROUGH  ANNUAL  ADMINISTRATIVE  CONTRACTS, SHALL, TO THE\n   24  MAXIMUM EXTENT  FEASIBLE,  MAKE  EQUALLY  AVAILABLE  FINANCIAL  SUPPORT,\n   25  THROUGH  CONTRACTS  OR  OTHER  MEANS,  TO ASSIST WITH THE ADMINISTRATIVE\n   26  EXPENSES OF THE LOCAL  AREA  ADMINISTRATIVE  BODIES  OR  COMMUNITY-BASED\n   27  DEVELOPMENT  ORGANIZATIONS.  NO  FUNDS  SHALL BE MADE AVAILABLE FOR THIS\n   28  PURPOSE UNLESS THE AMOUNT TO BE PROVIDED HAS BEEN MATCHED BY PRIVATE  OR\n   29  GOVERNMENTAL  SOURCES,  OTHER  THAN  STATE  SOURCES, IN AMOUNTS AT LEAST\n   30  EQUALING THAT TO BE PROVIDED BY THE STATE. SUCH MATCHING FUNDS SHALL  BE\n   31  EARMARKED  AND USED EXCLUSIVELY FOR THE LOCAL ADMINISTRATION OF THE AREA\n   32  PROGRAM OR FOR ACTIVITIES OF THE AREA PROGRAM. AT LEAST FIFTY PERCENT OF\n   33  SUCH MATCHING FUNDS SHALL BE IN CASH, PROVIDED THAT THE COMMISSIONER MAY\n   34  WAIVE THIS REQUIREMENT FOR COMMUNITIES WITH POPULATIONS  OF  TWENTY-FIVE\n   35  THOUSAND  OR  LESS, AND PROVIDED, FURTHER, THAT ANY AMOUNTS APPROPRIATED\n   36  FOR MINORITY AND WOMEN-OWNED BUSINESS DEVELOPMENT WITHIN THE AREAS SHALL\n   37  BE DISTRIBUTED BY THE COMMISSIONER PURSUANT TO  A  COMPETITIVE  PROPOSAL\n   38  SOLICITATION PROCESS.\n   39    (L)  THE ANNUAL REPORT OF THE LOCAL CULTURAL DEVELOPMENT AREA ADMINIS-\n   40  TRATIVE BOARD REQUIRED BY THIS SECTION SHALL, SUBJECT TO PRIVACY LIMITA-\n   41  TIONS, INCLUDE, BUT NOT BE LIMITED TO A COMPLETE LIST  OF  ALL  PROPERTY\n   42  WITHIN THE AREA, IF ANY, GRANTED AN EXEMPTION UNDER SECTION FOUR HUNDRED\n   43  EIGHTY-FIVE-E  OF  THE REAL PROPERTY TAX LAW, TOGETHER WITH THE ASSESSED\n   44  VALUE THEREOF AND THE AMOUNT  OF  SUCH  EXEMPTION,  FOR  EACH  MUNICIPAL\n   45  CORPORATION  WHICH  GRANTED  SUCH  EXEMPTION.   SUCH LIST SHALL ALSO SET\n   46  FORTH FOR EACH MUNICIPAL CORPORATION GRANTING SUCH EXEMPTION:\n   47    (1) THE TAX RATE FOR THE YEAR TO WHICH THE REPORT PERTAINS;\n   48    (2) THE AMOUNT OF REAL PROPERTY TAX THAT WOULD HAVE BEEN PAID  IN  THE\n   49  AGGREGATE  BY  THE  OWNERS  OF  REAL PROPERTY GRANTED AN EXEMPTION UNDER\n   50  SECTION FOUR HUNDRED EIGHTY-FIVE-E OF THE REAL PROPERTY TAX LAW  IF  THE\n   51  PROPERTY WAS FULLY TAXABLE AT THAT RATE;\n   52    (3) THE AMOUNT OF TAX ACTUALLY PAID IN THE AGGREGATE BY SUCH OWNERS;\n   53    (4) THE TOTAL INCREMENTAL VALUE, IF ANY, AS DEFINED IN SUBDIVISION (E)\n   54  OF  SECTION  NINE  HUNDRED  SIXTY-SEVEN OF THE GENERAL MUNICIPAL LAW, OF\n   55  TAXABLE REAL PROPERTY IN EACH CITY, TOWN, VILLAGE OR COUNTY  WITHIN  THE\n\n       A. 3563                            23\n\n    1  CULTURAL  DEVELOPMENT AREA, TOGETHER WITH THE TOTAL AMOUNT OF TAX INCRE-\n    2  MENTS WHICH ARE SEGREGATED PURSUANT TO SUBDIVISION (G) OF SUCH SECTION;\n    3    (5)  THE  TOTAL  DOLLAR VALUE OF THE REFUND OR CREDIT OF TAXES IMPOSED\n    4  PURSUANT TO THE AUTHORITY OF ARTICLE  TWENTY-NINE  OF  THE  TAX  LAW  ON\n    5  RECEIPTS  FROM  THE  SALE  OF  CERTAIN  MATERIALS  USED IN CONSTRUCTING,\n    6  EXPANDING OR REHABILITATING CERTAIN BUSINESS  PROPERTY  LOCATED  IN  THE\n    7  CULTURAL DEVELOPMENT AREA AS AUTHORIZED BY CLAUSE SIX OF SUBDIVISION (A)\n    8  OF SECTION ELEVEN HUNDRED NINETEEN OF THE TAX LAW;\n    9    (6)  THE  TOTAL  DOLLAR VALUE OF THE REFUND OR CREDIT OF TAXES IMPOSED\n   10  UNDER ARTICLE TWENTY-EIGHT OF THE TAX LAW ON RECEIPTS FROM THE  SALE  OF\n   11  MATERIALS  USED  IN  CONSTRUCTING,  EXPANDING  OR REHABILITATING CERTAIN\n   12  BUSINESS PROPERTY LOCATED IN THE CULTURAL DEVELOPMENT AREA,  AS  AUTHOR-\n   13  IZED BY CLAUSE SIX OF SUBDIVISION (A) OF SECTION ELEVEN HUNDRED NINETEEN\n   14  OF THE TAX LAW;\n   15    (7) THE NUMBER OF TAXPAYERS CLAIMING EACH OF THE FOLLOWING TAX CREDITS\n   16  OR  REFUNDS,  TOGETHER  WITH  THE TOTAL AMOUNT OF EACH CREDIT CLAIMED BY\n   17  TAXPAYERS IN THE AGGREGATE AGAINST THEIR TAXES IN THE YEAR TO WHICH  THE\n   18  REPORT PERTAINS, RESULTING FROM TAXPAYER ACTIVITY IN THE CULTURAL DEVEL-\n   19  OPMENT  AREA OR INVESTMENTS MADE BY TAXPAYERS IN THE CAPITAL CORPORATION\n   20  ESTABLISHED FOR THAT CULTURAL DEVELOPMENT AREA:\n   21    (A) CREDITS AGAINST THE TAX IMPOSED UNDER ARTICLE NINE-A  OF  THE  TAX\n   22  LAW,  BASED  ON  INVESTMENTS  IN CERTAIN ELIGIBLE PROPERTY IN A CULTURAL\n   23  DEVELOPMENT AREA, AS AUTHORIZED BY SUBDIVISIONS TWELVE-B AND TWELVE-C OF\n   24  SECTION TWO HUNDRED TEN OF THE TAX LAW;\n   25    (B) CREDITS AGAINST THE TAX IMPOSED UNDER ARTICLE  TWENTY-TWO  OF  THE\n   26  TAX  LAW,  BASED  ON  INVESTMENTS  IN  CERTAIN  ELIGIBLE PROPERTY IN THE\n   27  CULTURAL DEVELOPMENT AREA, AS AUTHORIZED BY SUBSECTION  (J)  OF  SECTION\n   28  SIX HUNDRED SIX OF THE TAX LAW;\n   29    (C)  CREDITS  AGAINST TAXES IMPOSED UNDER ARTICLES NINE-A, TWENTY-TWO,\n   30  THIRTY-TWO AND THIRTY-THREE OF THE TAX  LAW,  BASED  ON  WAGES  PAID  TO\n   31  CERTAIN  EMPLOYEES EMPLOYED BY A BUSINESS LOCATED IN A CULTURAL DEVELOP-\n   32  MENT AREA, AS AUTHORIZED BY SUBDIVISION NINETEEN OF SECTION TWO  HUNDRED\n   33  TEN,  SUBSECTION  (K)  OF  SECTION  SIX  HUNDRED  SIX, SUBSECTION (E) OF\n   34  SECTION FOURTEEN  HUNDRED  FIFTY-SIX  AND  SUBDIVISION  (G)  OF  SECTION\n   35  FIFTEEN HUNDRED ELEVEN, RESPECTIVELY, OF THE TAX LAW;\n   36    (D)  CREDITS  AGAINST THE TAX LAW IMPOSED UNDER ARTICLES NINE-A, TWEN-\n   37  TY-TWO, THIRTY-TWO AND THIRTY-THREE OF THE TAX LAW, BASED ON INVESTMENTS\n   38  IN THE STOCK OF A CULTURAL  DEVELOPMENT  AREA  CAPITAL  CORPORATION,  AS\n   39  AUTHORIZED  BY SUBDIVISION TWENTY OF SECTION TWO HUNDRED TEN, SUBSECTION\n   40  (1) OF SECTION SIX HUNDRED  SIX,  SUBSECTION  (D)  OF  SECTION  FOURTEEN\n   41  HUNDRED FIFTY-SIX, AND SUBDIVISION (H) OF SECTION FIFTEEN HUNDRED ELEVEN\n   42  OF THE TAX LAW;\n   43    (E)  THE  TOTAL  AMOUNT  OF  REDUCTIONS IN UTILITY COSTS OF NON-RETAIL\n   44  BUSINESS CUSTOMERS IN THE CULTURAL DEVELOPMENT AREA,  AS  AUTHORIZED  BY\n   45  SUBDIVISION EIGHT OF SECTION ONE HUNDRED EIGHTY-SIX-A OF THE TAX LAW;\n   46    (F)  A STATEMENT SUMMARIZING ALL AMOUNTS RECEIVED AS, AND EXPENDITURES\n   47  MADE FROM, FINANCIAL SUPPORT FOR  ADMINISTRATIVE  EXPENSES  PURSUANT  TO\n   48  THIS SECTION; AND\n   49    (G)  ANY  OTHER INFORMATION REGARDING CULTURAL DEVELOPMENT AREA ACTIV-\n   50  ITIES WHICH THE DEPARTMENT MAY REQUIRE UPON ITS OWN REQUEST OR  THAT  OF\n   51  THE DEPARTMENT OF AUDIT AND CONTROL, DEPARTMENT OF TAXATION AND FINANCE,\n   52  OR THE COUNCIL ON THE ARTS.\n   53    (8)  IN  ADDITION TO THE INFORMATION REQUIRED HEREINABOVE, SUCH REPORT\n   54  SHALL ALSO SET FORTH, WITH RESPECT  TO  ALL  PREVIOUS  YEARS  FOR  WHICH\n   55  REPORTS  WERE  ISSUED,  A CUMULATIVE SUMMARY OF THE TOTAL AMOUNT OF REAL\n   56  PROPERTY TAXES THAT WOULD HAVE BEEN RECEIVED BY  EACH  MUNICIPAL  CORPO-\n\n       A. 3563                            24\n\n    1  RATION  WITHIN  THE AREA IF THE REAL PROPERTY GRANTED AN EXEMPTION UNDER\n    2  SECTION FOUR HUNDRED EIGHTY-FIVE-E OF THE REAL PROPERTY TAX LAW HAD BEEN\n    3  FULLY TAXED AT THE TAX RATE FOR THE APPROPRIATE YEAR, THE  TOTAL  AMOUNT\n    4  OF  TAX  INCREMENTS  SEGREGATED  FOR INFRASTRUCTURE IMPROVEMENTS BY EACH\n    5  CITY, TOWN, VILLAGE OR COUNTY WITHIN THE AREA, THE TOTAL AMOUNT OF  EACH\n    6  OF  THE  CREDITS OR REFUNDS SET FORTH IN THIS SUBDIVISION FOR ACTIVITIES\n    7  OR INVESTMENTS WITHIN THE AREA,  AND  THE  TOTAL  AMOUNTS  RECEIVED  AND\n    8  EXPENDITURES MADE FROM ANY FINANCIAL SUPPORT PURSUANT TO THIS SECTION.\n    9    (9)  AT THE REQUEST OF ANY LOCAL CULTURAL DEVELOPMENT AREA ADMINISTRA-\n   10  TIVE BOARD, THE DEPARTMENT OF TAXATION AND FINANCE,  THE  DEPARTMENT  OF\n   11  ECONOMIC  DEVELOPMENT,  THE  PUBLIC SERVICE COMMISSION AND ANY MUNICIPAL\n   12  CORPORATION WITHIN THE CULTURAL DEVELOPMENT AREA SHALL,  TO  THE  EXTENT\n   13  THAT  IT  POSSESSES ANY OF THE INFORMATION REQUIRED BY THIS SECTION, AND\n   14  TO THE EXTENT THAT SUCH INFORMATION CAN BE DISCLOSED  WITHOUT  VIOLATING\n   15  THE  SECRECY  PROVISIONS  CONTAINED  IN  SECTIONS  TWO  HUNDRED TWO, TWO\n   16  HUNDRED ELEVEN, SIX  HUNDRED  NINETY-SEVEN,  ELEVEN  HUNDRED  FORTY-SIX,\n   17  TWELVE  HUNDRED  FIFTY, FOURTEEN HUNDRED SIXTY-SEVEN AND FIFTEEN HUNDRED\n   18  EIGHTEEN OF THE TAX LAW, PROVIDE THAT INFORMATION TO THE LOCAL  CULTURAL\n   19  DEVELOPMENT  AREA  ADMINISTRATIVE  BOARD  FOR  INCLUSION  IN  ITS ANNUAL\n   20  REPORT. THE AMOUNT OF ANY REAL PROPERTY TAXES REQUIRED TO BE  SET  FORTH\n   21  IN  THE  REPORT PURSUANT TO THIS SECTION SHALL BE COMPUTED AND FURNISHED\n   22  TO THE AREA'S ADMINISTRATIVE BOARD BY THE MUNICIPALITY WHICH LEVIED  THE\n   23  TAX.  THE  FAILURE OF ANY CULTURAL DEVELOPMENT AREA ADMINISTRATIVE BOARD\n   24  TO PREPARE AND SUBMIT A REPORT AS REQUIRED BY THIS  SECTION  SHALL  MAKE\n   25  THE  BOARD  OR OTHER COMMUNITY-BASED DEVELOPMENT ORGANIZATION INELIGIBLE\n   26  TO RECEIVE ANY FINANCIAL SUPPORT FOR ADMINISTRATIVE EXPENSES  AUTHORIZED\n   27  BY THIS SECTION; PROVIDED, HOWEVER, THAT SUCH FINANCIAL ASSISTANCE SHALL\n   28  NOT BE WITHHELD ON ACCOUNT OF THE REPORT'S FAILURE TO INCLUDE ANY INFOR-\n   29  MATION  WHICH  IS  REQUIRED  BY THIS SECTION BUT IS NOT AVAILABLE TO THE\n   30  CULTURAL DEVELOPMENT AREA ADMINISTRATIVE BOARD.\n   31    S 6.16. DISPOSITION OF PROPERTY.  1. NOTWITHSTANDING ANY PROVISION  OF\n   32  ANY  OTHER  LAW TO THE CONTRARY, IN ORDER TO FURTHER THE PURPOSES OF THE\n   33  CULTURAL DEVELOPMENT  AREAS  PROGRAM,  ANY  REAL  OR  PERSONAL  PROPERTY\n   34  LOCATED  WITHIN  A  CULTURAL  DEVELOPMENT  AREA  AND  OWNED BY ANY LOCAL\n   35  GOVERNMENTAL ENTITY IN WHOSE JURISDICTION A CULTURAL DEVELOPMENT AREA IS\n   36  LOCATED, MAY BE SOLD OR LEASED FOR  A  TERM  NOT  EXCEEDING  NINETY-NINE\n   37  YEARS  TO A PRIVATE USER, A COMMUNITY-BASED ORGANIZATION, A PUBLIC BENE-\n   38  FIT CORPORATION OR  ANY  OTHER  PERSON;  PROVIDED,  HOWEVER,  THAT  EACH\n   39  CONTRACT FOR SUCH SALE, AND EACH SUCH LEASE, SHALL OBLIGATE THE BUYER OR\n   40  LESSEE  TO  COMPLY  WITH THE PROVISIONS OF THIS ARTICLE AND THE CULTURAL\n   41  DEVELOPMENT AREA DEVELOPMENT PLAN FILED WITH THE  COMMISSIONER  PURSUANT\n   42  TO  SECTION  6.05  OF  THIS  ARTICLE.  SUCH  OBLIGATIONS  CONTAINED IN A\n   43  CONTRACT FOR THE SALE OF REAL PROPERTY SHALL  SURVIVE  DELIVERY  OF  THE\n   44  DEED.  A  BREACH BY THE BUYER OR LESSEE OF A MATERIAL OBLIGATION OF SUCH\n   45  CONTRACT OR LEASE SHALL, IN ADDITION TO ANY OTHER REMEDIES AVAILABLE  TO\n   46  THE  SELLER  OR  LESSOR UNDER THE CONTRACT, TERMINATE THE ELIGIBILITY OF\n   47  THE BUYER OR LESSEE FOR ANY BENEFITS PROVIDED IN THIS ARTICLE.\n   48    2. ANY REAL OR PERSONAL PROPERTY OWNED BY ANY LOCAL GOVERNMENTAL ENTI-\n   49  TY OR THE STATE AND LOCATED WITHIN A CULTURAL DEVELOPMENT  AREA  MAY  BE\n   50  SOLD  OR  LEASED  TO  ANY PERSON PURSUANT TO THIS SECTION WITHOUT PUBLIC\n   51  BIDDING OR PUBLIC SALE; PROVIDED, HOWEVER, THAT THERE IS PUBLISHED IN AT\n   52  LEAST ONE NEWSPAPER OF GENERAL CIRCULATION IN THE MUNICIPALITY IN  WHICH\n   53  THE  CULTURAL DEVELOPMENT AREA IS LOCATED A NOTICE WHICH SHALL INCLUDE A\n   54  STATEMENT OF THE IDENTITY OF THE PROPOSED  PURCHASER  OR  LESSEE  AND  A\n   55  DESCRIPTION  OF ITS PROPOSED USE OR RE-USE OF THE PROPERTY, THE PRICE OR\n   56  RENTAL TO BE PAID BY SUCH  PURCHASER  OR  LESSEE,  ALL  OTHER  ESSENTIAL\n\n       A. 3563                            25\n\n    1  CONDITIONS  OF SUCH SALE OR LEASE, AND A STATEMENT THAT A PUBLIC HEARING\n    2  UPON SUCH SALE OR LEASE WILL BE HELD BY THE  SELLER  OR  LESSOR  OF  THE\n    3  PROPERTY  AT A SPECIFIED TIME AND PLACE ON A DATE NOT LESS THAN TEN DAYS\n    4  NOR  MORE  THAN THIRTY DAYS AFTER SUCH PUBLICATION, AND PROVIDED FURTHER\n    5  THAT SUCH PUBLIC HEARING IS HELD IN ACCORDANCE WITH SUCH NOTICE.\n    6    S 6.17. TERMINATION OR REVISION OF A CULTURAL DEVELOPMENT  AREA.    1.\n    7  EXCEPT  AS  PROVIDED  IN  THIS  SECTION, ANY DESIGNATION OF AN AREA AS A\n    8  CULTURAL DEVELOPMENT AREA SHALL  REMAIN  IN  EFFECT  DURING  THE  PERIOD\n    9  BEGINNING  ON  THE  DATE OF DESIGNATION AND ENDING FIVE YEARS LATER. THE\n   10  COMMISSIONER MAY REVOKE A DESIGNATION PRIOR TO SUCH DATE IF  HE  OR  SHE\n   11  FINDS THAT A PUBLIC INTEREST IS NOT BEING SERVED BY THE CULTURE AREA, OR\n   12  THAT  PROPOSED  PROJECTS  IN THE AREA HAVE NOT BEEN COMPLETED OR ARE NOT\n   13  ADEQUATELY NEAR COMPLETION WITHIN THREE YEARS  OF  THE  DATE  OF  DESIG-\n   14  NATION.\n   15    2.  AFTER  CONSULTATION WITH THE DIRECTOR OF THE BUDGET AND THE CHAIR-\n   16  PERSON OF THE COUNCIL ON THE ARTS, THE COMMISSIONER  MAY  TERMINATE  THE\n   17  DESIGNATION  OF  AN  AREA  AS A CULTURAL DEVELOPMENT AREA UPON A FINDING\n   18  THAT:\n   19    (A) THE APPLICANT HAS FAILED SUBSTANTIALLY TO IMPLEMENT  THE  CULTURAL\n   20  DEVELOPMENT AREA DEVELOPMENT PLAN WITHIN THE TIME STATED THEREIN;\n   21    (B) THERE HAS BEEN NO SUBSTANTIAL BUSINESS DEVELOPMENT OR JOB CREATION\n   22  WITHIN  THE  AREA  DESIGNATED AS A CULTURAL DEVELOPMENT AREA WITHIN FIVE\n   23  YEARS AFTER SUCH DESIGNATION;\n   24    (C) THERE HAS BEEN INADEQUATE MANAGEMENT AND EVALUATION OF THE AREA AT\n   25  THE LOCAL LEVEL; OR\n   26    (D) THE APPLICANT HAS REPEATEDLY FAILED TO COMPLY WITH PROGRAM REPORT-\n   27  ING REQUIREMENTS,\n   28  PROVIDED, HOWEVER, THAT NO TERMINATION  SHALL  OCCUR  UNLESS  AND  UNTIL\n   29  WRITTEN  NOTICE HAS BEEN GIVEN TO THE APPLICANT AND A PUBLIC HEARING HAS\n   30  BEEN HELD THIRTY DAYS PRIOR TO THE EFFECTIVE DATE OF SUCH TERMINATION.\n   31    3. THE GOVERNING BODY OF A CITY,  COUNTY,  TOWN  OR  VILLAGE  MAY,  BY\n   32  RESOLUTION,  SUBMIT  TO THE COMMISSIONER A REQUEST TO REVISE THE BOUNDA-\n   33  RIES OF AN EXISTING CULTURAL DEVELOPMENT  AREA.  THE  COMMISSIONER  MAY,\n   34  AFTER CONSULTATION WITH THE COMMISSIONER OF LABOR, APPROVE SUCH REVISION\n   35  SUBJECT TO THE FOLLOWING PROVISIONS:\n   36    (A)  ANY  REVISION OF THE BORDERS OF A CULTURAL DEVELOPMENT AREA SHALL\n   37  BE BASED UPON A DETERMINATION BY  THE  COMMISSIONER  THAT  A  CHANGE  IN\n   38  CIRCUMSTANCES  HAS  OCCURRED  SINCE  THE  ESTABLISHMENT  OF THE EXISTING\n   39  BORDERS WHICH MAKES REVISION OF SUCH BORDERS NECESSARY OR DESIRABLE.\n   40    (B) THE COMMISSIONER SHALL AFFIRM THAT SUCH REVISION  WOULD  NOT  HAVE\n   41  THE  EFFECT  OF  PRODUCING  A  CULTURAL  DEVELOPMENT AREA WHICH DOES NOT\n   42  SATISFY THE CRITERIA FOR CULTURAL DEVELOPMENT  AREA  DESIGNATION  ESTAB-\n   43  LISHED BY OR PURSUANT TO THIS ARTICLE.\n   44    (C)  THE COMMISSIONER MAY GRANT APPROVAL OF REVISION OF THE BORDERS OF\n   45  A CULTURAL DEVELOPMENT AREA WITHOUT PUBLIC NOTICE AND WITHOUT HEARING IF\n   46  SUCH REVISION ADDS TERRITORY TO AN EXISTING  CULTURAL  DEVELOPMENT  AREA\n   47  BUT DOES NOT REMOVE TERRITORY FROM SUCH AREA.\n   48    (D)  THE  COMMISSIONER MAY GRANT APPROVAL OF A REVISION OF THE BORDERS\n   49  OF A CULTURAL DEVELOPMENT AREA AFTER  PUBLIC  NOTICE  OF  SUCH  PROPOSED\n   50  REVISION  AND  A PUBLIC HEARING AT LEAST THIRTY DAYS PRIOR TO THE EFFEC-\n   51  TIVE DATE OF SUCH REVISION, IF SUCH REVISION REMOVES TERRITORY  FROM  AN\n   52  EXISTING CULTURAL DEVELOPMENT AREA.\n   53    (E)  THE  REVISION OF THE BORDERS OF A CULTURAL DEVELOPMENT AREA SHALL\n   54  HAVE NO EFFECT ON THE DURATION  OF  THE  DESIGNATION  OF  SUCH  CULTURAL\n   55  DEVELOPMENT AREA AS PROVIDED BY SUBDIVISION ONE OF THIS SECTION.\n\n       A. 3563                            26\n\n    1    (F)  ANY  REQUEST  TO  REVISE  THE  BOUNDARIES OF AN EXISTING CULTURAL\n    2  DEVELOPMENT AREA SUBMITTED TO  THE  COMMISSIONER  ON  OR  AFTER  JANUARY\n    3  FIFTEENTH, TWO THOUSAND TWELVE SHALL NOT RESULT IN THE FINAL DESIGNATION\n    4  OF  LESS  THAN FIFTY PERCENT OF THE EXISTING AREA'S UNDESIGNATED ACREAGE\n    5  ON  OR  AFTER  SUCH  DATE  IN  MORE  THAN THREE NONCONTIGUOUS AREAS. ANY\n    6  REQUEST BY AN EXISTING AREA TO THE COMMISSIONER FOR THE  DESIGNATION  OF\n    7  UP  TO TWENTY-FIVE PERCENT OF THE EXISTING AREA'S REMAINING UNDESIGNATED\n    8  ACREAGE ON OR AFTER SUCH DATE SHALL DEMONSTRATE THAT THE PROPOSED  ACRE-\n    9  AGE  OFFERS A SIGNIFICANT CONTRIBUTION TO THE ECONOMIC REVITALIZATION OF\n   10  THE AREA AND SURROUNDING AREA, TO INCLUDE THE CREATION OR  RETENTION  OF\n   11  PRIVATE  SECTOR  JOBS,  OR A PLAN TO DEMONSTRATE THAT THE CAPITAL, HUMAN\n   12  RESOURCE, OR OTHER INVESTMENT BY BUSINESSES LOCATED WITHIN THE  PROPOSED\n   13  ACREAGE WILL APPROXIMATE FIFTY PERCENT OF THE PROJECTED AGGREGATE AMOUNT\n   14  OF  AREA  BENEFITS TO BE RECEIVED BY THE CERTIFIED ENTITY LOCATED WITHIN\n   15  THE PROPOSED ACREAGE DURING  THE  FIRST  TWELVE  MONTHS  FOLLOWING  SUCH\n   16  DESIGNATION;  AND  THAT  THE  PROPOSED  ACREAGE  IS SERVICED, OR WILL BE\n   17  SERVICED, BY PUBLIC TRANSPORTATION AVAILABLE TO AREA OR COMMUNITY  RESI-\n   18  DENTS,  OR  OTHER  PROSPECTIVE  EMPLOYEES, IN THOSE AREAS WHERE A PUBLIC\n   19  TRANSPORTATION SYSTEM ALREADY EXISTS AND WHERE SUCH SERVICE  IS  ECONOM-\n   20  ICALLY  FEASIBLE; BUT ONLY AFTER PUBLIC NOTICE OF SUCH PROPOSED REVISION\n   21  AND A PUBLIC HEARING AT LEAST THIRTY DAYS PRIOR TO THE EFFECTIVE DATE OF\n   22  SUCH REVISION. PROVIDED, HOWEVER, IF AN EXISTING AREA DEMONSTRATES  THAT\n   23  A PROJECT WHICH WILL ENHANCE THE ECONOMIC REVITALIZATION OF THE AREA AND\n   24  BENEFIT  AREA  RESIDENTS  CANNOT  BE  INCLUDED  WITHIN  ONE OF THE THREE\n   25  NONCONTIGUOUS AREAS, AND  UPON  THE  COMMISSIONER'S  DETERMINATION  THAT\n   26  INCLUSION  OF  SUCH  ADDITIONAL  NONCONTIGUOUS  LANDS  POSES SIGNIFICANT\n   27  POTENTIAL FOR ECONOMIC DEVELOPMENT, TO INCLUDE JOB CREATION OF  NO  LESS\n   28  THAN THREE HUNDRED NEW JOBS, MORE THAN TWENTY-FIVE PERCENT OF THE EXIST-\n   29  ING AREA'S UNDESIGNATED ACREAGE ON OR AFTER JANUARY FIFTEENTH, TWO THOU-\n   30  SAND ELEVEN CAN BE USED IN MORE THAN THREE NONCONTIGUOUS AREAS, BUT ONLY\n   31  AFTER  PUBLIC  NOTICE  OF SUCH PROPOSED REVISION AND A PUBLIC HEARING AT\n   32  LEAST THIRTY DAYS PRIOR TO THE EFFECTIVE DATE OF SUCH REVISION.\n   33    (G) ANY REQUEST TO REVISE THE BOUNDARIES OF A NEW CULTURAL DEVELOPMENT\n   34  AREA SUBMITTED TO THE COMMISSIONER SHALL NOT RESULT IN THE FINAL  DESIG-\n   35  NATION OF LESS THAN FIFTY PERCENT OF THE NEW AREA'S UNDESIGNATED ACREAGE\n   36  IN MORE THAN THREE NONCONTIGUOUS AREAS. ANY REQUEST BY A NEW AREA TO THE\n   37  COMMISSIONER FOR THE DESIGNATION OF UP TO TWENTY-FIVE PERCENT OF THE NEW\n   38  AREA'S  REMAINING  UNDESIGNATED  ACREAGE  SHALL  DEMONSTRATE  THAT:  THE\n   39  PROPOSED ACREAGE OFFERS A SIGNIFICANT CONTRIBUTION TO THE ECONOMIC REVI-\n   40  TALIZATION OF THE AREA AND SURROUNDING AREA, TO INCLUDE THE CREATION  OR\n   41  RETENTION  OF  PRIVATE  SECTOR  JOBS,  OR A PLAN TO DEMONSTRATE THAT THE\n   42  CAPITAL, HUMAN RESOURCE, OR OTHER INVESTMENT BY BUSINESSES LOCATED WITH-\n   43  IN THE PROPOSED ACREAGE WILL APPROXIMATE FIFTY PERCENT OF THE  PROJECTED\n   44  AGGREGATE  AMOUNT OF AREA BENEFITS TO BE RECEIVED BY THE CERTIFIED BUSI-\n   45  NESSES LOCATED WITHIN THE  PROPOSED  ACREAGE  DURING  THE  FIRST  TWELVE\n   46  MONTHS  FOLLOWING  SUCH  DESIGNATION;  AND  THAT THE PROPOSED ACREAGE IS\n   47  SERVICED, OR WILL BE SERVICED, BY  PUBLIC  TRANSPORTATION  AVAILABLE  TO\n   48  AREA  OR  COMMUNITY  RESIDENTS, OR OTHER PROSPECTIVE EMPLOYEES, IN THOSE\n   49  AREAS WHERE A PUBLIC TRANSPORTATION SYSTEM ALREADY EXISTS AND WHERE SUCH\n   50  SERVICE IS ECONOMICALLY FEASIBLE; BUT ONLY AFTER PUBLIC NOTICE  OF  SUCH\n   51  PROPOSED REVISION AND A PUBLIC HEARING AT LEAST THIRTY DAYS PRIOR TO THE\n   52  EFFECTIVE DATE OF SUCH REVISION. PROVIDED, HOWEVER, IF A NEW AREA DEMON-\n   53  STRATES THAT A PROJECT WHICH WILL ENHANCE THE ECONOMIC REVITALIZATION OF\n   54  THE AREA AND BENEFIT AREA RESIDENTS CANNOT BE INCLUDED WITHIN ONE OF THE\n   55  THREE  NONCONTIGUOUS  AREAS,  AND  UPON THE COMMISSIONER'S DETERMINATION\n   56  THAT INCLUSION OF SUCH ADDITIONAL NONCONTIGUOUS LANDS POSES  SIGNIFICANT\n\n       A. 3563                            27\n\n    1  POTENTIAL  FOR  ECONOMIC DEVELOPMENT, TO INCLUDE JOB CREATION OF NO LESS\n    2  THAN THREE HUNDRED NEW JOBS, MORE THAN TWENTY-FIVE PERCENT  OF  THE  NEW\n    3  AREA'S UNDESIGNATED ACREAGE CAN BE USED IN MORE THAN THREE NONCONTIGUOUS\n    4  AREAS,  BUT  ONLY  AFTER  PUBLIC  NOTICE OF SUCH PROPOSED REVISION AND A\n    5  PUBLIC HEARING AT LEAST THIRTY DAYS PRIOR TO THE EFFECTIVE DATE OF  SUCH\n    6  REVISION.\n    7    (H)  IT  IS  THE  POLICY  TO ALLOW EACH AREA NO MORE THAN ONE BOUNDARY\n    8  AMENDMENT WITHIN A TWELVE MONTH PERIOD. IF, HOWEVER, THERE IS  A  CHANGE\n    9  IN  CIRCUMSTANCES INVOLVING EXTENUATING FACTORS WITHIN THE YEAR (SUCH AS\n   10  THE ATTRACTION/RETENTION OF A MAJOR POTENTIAL/AREA  EMPLOYER,  WHICH  IS\n   11  CONSISTENT  WITH  THE  AREA'S  DEVELOPMENT  GOALS),  THE REQUEST WILL BE\n   12  CONSIDERED.\n   13    (I) UPON THE TERMINATION OR REVISION OF  THE  BORDERS  OF  A  CULTURAL\n   14  DEVELOPMENT  AREA  AS  PROVIDED  IN THIS SECTION, THE COMMISSIONER SHALL\n   15  FILE  NOTICE  OF  SUCH  ACTION  AS  REQUIRED  BY  SECTION  NINE  HUNDRED\n   16  FIFTY-NINE OF THE GENERAL MUNICIPAL LAW.\n   17    S  6.18.  RESCINDING  OF  LOCAL  INCENTIVES.   SHOULD A CERTIFIED ARTS\n   18  CORPORATION IN A CDA BE DECERTIFIED, ANY  LOCAL  INCENTIVE  PROVIDED  BY\n   19  SUCH  MUNICIPALITY  MAY  BE  RESCINDED BY LOCAL LAW OR RESOLUTION BY THE\n   20  GOVERNING BODY OF SUCH MUNICIPALITY, NOTWITHSTANDING SUBDIVISION FIVE OF\n   21  SECTION FOUR HUNDRED EIGHTY-FIVE-E OF THE REAL PROPERTY TAX LAW.\n   22    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the arts and cultural affairs law, in relation to creating the New York state cultural development areas program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110125.T153439.TXT", "SOBI.D110126.T112747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296059267670
}