{
  "year" : 2011,
  "senateBillNo" : "A3565-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to cities",
    "billEventId" : "A3565-2011-1295931600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to qualifications for appointment to membership in the police force of the city of New York by certain New York city auxiliary police officers",
  "summary" : "Waives the 60 credits required for New York City Auxiliary Police Officers to become members of the regular NYC police force for up to a period of 5 years, provided they are enrolled in college, otherwise meet the eligibility requirements and pass the entrance examination. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A3406-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3565\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PERRY -- Multi-Sponsored by -- M. of A. COOK,\n         MENG, PHEFFER, J. RIVERA -- read once and referred to the Committee on\n         Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to  qualifications to become a member of the police force of\n         the city of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  14-109 of the administrative code of the city of\n    2  New York is amended by adding a new subdivision c to read as follows:\n    3    C. ANY APPLICANT SEEKING TO BECOME A POLICE OFFICER WITH  THE  REGULAR\n    4  NEW  YORK  CITY POLICE FORCE WHO, AT THE TIME OF HIS OR HER APPLICATION,\n    5  IS A MEMBER OF THE NEW YORK CITY AUXILIARY POLICE FORCE HAVING AT  LEAST\n    6  FOUR YEARS OF CONTINUOUS SERVICE AS AN AUXILIARY POLICE OFFICER SHALL BE\n    7  GRANTED A WAIVER OF THE SIXTY-CREDIT REQUIREMENT FOR A JOB APPLICANT FOR\n    8  SUCH  POSITION,  IF  SUCH  AUXILIARY  POLICE  OFFICER  APPLICANT HAS (I)\n    9  FULFILLED ALL OTHER ENTRANCE REQUIREMENTS TO  BECOME  A  MEMBER  OF  THE\n   10  REGULAR  POLICE FORCE (INCLUDING, BUT NOT LIMITED TO PASSING THE DEPART-\n   11  MENT ENTRANCE EXAMINATION), AND (II) IS ENROLLED IN A TWO OR  FOUR  YEAR\n   12  COLLEGE OR UNIVERSITY COURSE OF STUDY LEADING TO AN ASSOCIATE'S OR BACH-\n   13  ELOR'S  DEGREE. THE COMMISSIONER SHALL ESTABLISH A PROCESS FOR ACCEPTING\n   14  SUCH APPLICATIONS AND MAKING DETERMINATION AS TO ELIGIBILITY FOR  GRANT-\n   15  ING  SUCH WAIVERS. THE COMMISSIONER MAY DENY GRANTS OF WAIVER FOR CAUSE.\n   16  AN APPLICANT FOR WHOM THE SIXTY-CREDIT REQUIREMENT IS WAIVED AS PROVIDED\n   17  IN THIS SUBDIVISION, IF HIRED, SHALL BE APPOINTED PURSUANT TO THIS WAIV-\n   18  ER FOR A PERIOD NOT EXCEEDING FIVE YEARS.   UPON THE  FILING  OF  PAPERS\n   19  EVIDENCING  THE SATISFACTION OF THE SIXTY-CREDIT REQUIREMENT WITHIN SUCH\n   20  FIVE-YEAR PERIOD AND PROVIDED THAT SUCH PERSON OTHERWISE  QUALIFIES  FOR\n   21  REGULAR  APPOINTMENT,  SUCH  HIREE SHALL BECOME A PERMANENT APPOINTEE OF\n   22  THE REGULAR POLICE FORCE IN THE SAME MANNER AND WITH THE SAME RIGHTS AND\n   23  ENTITLEMENTS AS A HIREE WHO FULFILLED THE SIXTY-CREDIT REQUIREMENT PRIOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02556-01-1\n\n       A. 3565                             2\n\n    1  TO BEING HIRED. IF AT THE CONCLUSION OF THE  FIVE-YEAR  PERIOD  PROVIDED\n    2  FOR  IN  THIS  SUBDIVISION  THE  SIXTY-CREDIT REQUIREMENT REMAINS UNFUL-\n    3  FILLED, SUCH APPOINTMENT AS A POLICE OFFICER SHALL TERMINATE UNLESS,  AT\n    4  THE DISCRETION OF THE COMMISSIONER: (1) SUCH PERSON IS GRANTED AN EXTEN-\n    5  SION  OF SUCH APPOINTMENT FOR A PERIOD SET BY THE COMMISSIONER REQUIRING\n    6  COMPLIANCE WITH THE SIXTY-CREDIT REQUIREMENT BY THE  END  DATE  OF  SUCH\n    7  EXTENSION; OR (2) SUCH FIVE-YEAR APPOINTMENT IS CONVERTED BY THE COMMIS-\n    8  SIONER  TO  A PERMANENT APPOINTMENT.  ALL PROVISIONS OF LAW, OF THE CITY\n    9  CHARTER, OF LOCAL LAW, OF THIS CODE AND OF RULES  AND  REGULATIONS  THAT\n   10  ARE APPLICABLE TO THE EMPLOYMENT AND DISCIPLINE OF CIVIL SERVICE EMPLOY-\n   11  EES  AND  POLICE OFFICERS, EXCEPT AS PROVIDED IN THIS SUBDIVISION, SHALL\n   12  CONTINUE TO APPLY TO ANY PERSONS HIRED IN ACCORDANCE WITH THE PROVISIONS\n   13  OF THIS  SUBDIVISION.    THE  COMMISSIONER  OF  CITYWIDE  ADMINISTRATIVE\n   14  SERVICES  AND THE POLICE COMMISSIONER MAY ADOPT RULES AND/OR REGULATIONS\n   15  CONSISTENT WITH THIS SUBDIVISION TO FURTHER EFFECTUATE ITS PROVISIONS.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to qualifications to become a member of the police force of the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110126.T112747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296059267673
}