{
  "year" : 2011,
  "senateBillNo" : "A3567-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A3567-2011-1295931600000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizing licensing of bowling establishments to offer video gaming if structure allows for segregated areas from patrons under 21 years of age",
  "summary" : "Authorizes licensing of bowling establishments to offer video gaming if structure allows for segregated areas from patrons under 21 years of age; entitles the operators of bowling establishments to vendor fees where video lottery terminals are located. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6918-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3567\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Racing and Wagering\n\n       AN ACT to amend the tax law, in relation  to  video  lottery  gaming  at\n         commercial bowling establishments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Subparagraph (iii) of paragraph 1  of  subdivision  b  of\n    2  section  1612  of  the  tax  law, as amended by section 1 of part O-1 of\n    3  chapter 57 of the laws of 2009, is amended to read as follows:\n    4    (iii) less an additional vendor's marketing allowance at a rate of ten\n    5  percent for the first one hundred million  dollars  annually  and  eight\n    6  percent  thereafter  of  the  total  revenue wagered at the vendor track\n    7  after payout for prizes to be used by the vendor track for the marketing\n    8  and promotion and associated costs of its  video  lottery  gaming  oper-\n    9  ations  and  pari-mutuel  horse  racing  operations, as long as any such\n   10  costs associated with pari-mutuel horse racing operations simultaneously\n   11  encourage increased attendance at such  vendor's  video  lottery  gaming\n   12  facilities, consistent with the customary manner of marketing comparable\n   13  operations in the industry and subject to the overall supervision of the\n   14  division;  provided,  however,  that  the  additional vendor's marketing\n   15  allowance shall not exceed eight percent in any year for any operator of\n   16  a racetrack located in the county of Westchester  or  Queens;  provided,\n   17  however,  a  vendor  track that receives a vendor fee pursuant to clause\n   18  (G) of subparagraph (ii) of this paragraph shall not receive  the  addi-\n   19  tional vendor's marketing allowance.  A COMMERCIAL BOWLING ESTABLISHMENT\n   20  THAT  IS AUTHORIZED BY SECTION SIXTEEN HUNDRED SEVENTEEN-A OF THIS ARTI-\n   21  CLE SHALL BE ENTITLED TO A VENDOR FEE OF NOT LESS THAN 20.25 PERCENT  IN\n   22  THE  FIRST,  SECOND  AND  THIRD  YEARS  OF  VIDEO LOTTERY GAMING AT SUCH\n   23  COMMERCIAL BOWLING ESTABLISHMENT, 20.0 PERCENT IN THE FOURTH  AND  FIFTH\n   24  YEARS  AND  17.5  PERCENT  IN  ALL SUBSEQUENT YEARS. In establishing the\n   25  vendor fee, the division shall ensure the maximum  lottery  support  for\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05813-01-1\n\n       A. 3567                             2\n\n    1  education  while  also  ensuring the effective implementation of section\n    2  sixteen hundred seventeen-a of this article  through  the  provision  of\n    3  reasonable  reimbursements and compensation to vendor tracks for partic-\n    4  ipation  in  such program. Within twenty days after any award of lottery\n    5  prizes, the division shall pay into the state treasury, to the credit of\n    6  the state lottery fund, the balance of all moneys received from the sale\n    7  of all tickets for the lottery in which such prizes were awarded remain-\n    8  ing after provision for the payment of prizes as  herein  provided.  Any\n    9  revenues  derived  from the sale of advertising on lottery tickets shall\n   10  be deposited in the state lottery fund.\n   11    S 2. Section 1617-a of the tax law is amended by adding a new subdivi-\n   12  sion a-1 to read as follows:\n   13    A-1. THE DIVISION OF THE LOTTERY  IS  HEREBY  AUTHORIZED  TO  LICENSE,\n   14  PURSUANT  TO  RULES AND REGULATIONS TO BE PROMULGATED BY THE DIVISION OF\n   15  THE LOTTERY, THE OPERATION OF VIDEO LOTTERY GAMING AT COMMERCIAL BOWLING\n   16  ESTABLISHMENTS THAT ARE DULY LICENSED TO SERVE ALCOHOLIC BEVERAGES, HAVE\n   17  SEGREGATED AREAS THAT PROHIBIT ACCESS TO PERSONS UNDER TWENTY-ONE  YEARS\n   18  OF  AGE,  AND  THAT  ARE  LOCATED IN A COUNTY OR COUNTIES IN WHICH VIDEO\n   19  LOTTERY GAMING HAS BEEN AUTHORIZED PURSUANT TO LOCAL LAW. SUCH RULES AND\n   20  REGULATIONS SHALL PROVIDE, AS A CONDITION OF LICENSURE, THAT SUCH  BOWL-\n   21  ING ESTABLISHMENTS TO BE LICENSED ARE CERTIFIED TO BE IN COMPLIANCE WITH\n   22  ALL STATE AND LOCAL FIRE AND SAFETY CODES, THAT THE DIVISION IS AFFORDED\n   23  ADEQUATE  SPACE,  INFRASTRUCTURE, AND AMENITIES CONSISTENT WITH INDUSTRY\n   24  STANDARDS FOR SUCH VIDEO LOTTERY GAMING OPERATIONS AND  TO  ENSURE  THAT\n   25  PERSONS  UNDER  TWENTY-ONE  YEARS OF AGE ARE PROHIBITED ACCESS FROM SUCH\n   26  AREAS, THAT EMPLOYEES INVOLVED IN THE OPERATION OF VIDEO LOTTERY  GAMING\n   27  PURSUANT  TO THIS SECTION ARE LICENSED BY THE RACING AND WAGERING BOARD,\n   28  AND SUCH OTHER TERMS AND CONDITIONS OF LICENSURE  AS  THE  DIVISION  MAY\n   29  ESTABLISH.    NOTWITHSTANDING  ANY  INCONSISTENT PROVISION OF LAW, VIDEO\n   30  LOTTERY GAMING AT A COMMERCIAL BOWLING ESTABLISHMENT  PURSUANT  TO  THIS\n   31  SECTION SHALL BE DEEMED AN APPROVED ACTIVITY FOR SUCH BOWLING ESTABLISH-\n   32  MENT  UNDER  THE  RELEVANT  CITY,  COUNTY,  TOWN, OR VILLAGE LAND USE OR\n   33  ZONING ORDINANCES, RULES, OR REGULATIONS. NO BOWLING ESTABLISHMENT OPER-\n   34  ATING VIDEO LOTTERY GAMING PURSUANT  TO  THIS  SECTION  MAY  HOUSE  SUCH\n   35  GAMING  ACTIVITY  IN  A  STRUCTURE DEEMED OR APPROVED BY THE DIVISION AS\n   36  \"TEMPORARY\" FOR A DURATION OF LONGER THAN EIGHTEEN MONTHS.\n   37    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to video lottery gaming at commercial bowling establishments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T152940.TXT", "SOBI.D110126.T113750.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296059870205
}