{
  "year" : 2011,
  "senateBillNo" : "A3572-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to education",
    "billEventId" : "A3572-2011-1295931600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the placement and operation of wireless communication facilities upon school property",
  "summary" : "Prohibits the placement and operation of wireless communication facilities upon school property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A9908-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3572\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  P. RIVERA  -- Multi-Sponsored by -- M. of A.\n         ARROYO, AUBRY,  BARRON,  BENEDETTO,  BOYLAND,  BRENNAN,  BROOK-KRASNY,\n         BURLING,  CAMARA,  CASTRO, CLARK, COLTON, CONTE, COOK, CRESPO, CUSICK,\n         FINCH, GABRYSZAK, GIBSON, HOOPER, JAFFEE,  JEFFRIES,  V. LOPEZ,  McDO-\n         NOUGH,   MENG,   M. MILLER,   ORTIZ,   PEOPLES-STOKES,  PERRY,  RAMOS,\n         J. RIVERA, N. RIVERA, ROBINSON, SCARBOROUGH,  TOBACCO,  WEISENBERG  --\n         read once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to prohibiting the place-\n         ment  and  operation  of  wireless  communication facilities on school\n         property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 409-l\n    2  to read as follows:\n    3    S 409-L. PROHIBITION OF WIRELESS COMMUNICATION FACILITIES.  1. FOR THE\n    4  PURPOSES OF THIS SECTION THE FOLLOWING TERMS SHALL  HAVE  THE  FOLLOWING\n    5  MEANINGS:\n    6    (A)  \"SCHOOL\"  SHALL  MEAN ANY SCHOOL DISTRICT OR BOARD OF COOPERATIVE\n    7  EDUCATIONAL SERVICES.\n    8    (B) \"SCHOOL PROPERTY\" SHALL MEAN ANY SCHOOL BUILDING USED FOR INSTRUC-\n    9  TIONAL PURPOSES AND ITS SURROUNDING GROUNDS, SITES AND OTHER GROUNDS  TO\n   10  BE USED FOR PLAYGROUNDS, ATHLETICS AND OTHER INSTRUCTIONAL PURPOSES, AND\n   11  ANY ADMINISTRATIVE OFFICES.\n   12    (C) \"WIRELESS COMMUNICATION FACILITY\" SHALL MEAN AN UNSTAFFED FACILITY\n   13  USED  IN  THE  RECEIPT  AND  TRANSMISSION  OF WIRELESS TELEPHONE SERVICE\n   14  INCLUDING, BUT NOT LIMITED TO,  ANTENNAS,  ANCILLARY  TELECOMMUNICATIONS\n   15  EQUIPMENT, AND TELECOMMUNICATIONS TOWERS AND POLES.\n   16    2. NO WIRELESS COMMUNICATION FACILITY SHALL BE PLACED OR OPERATED UPON\n   17  SCHOOL  PROPERTY.  NOR  SHALL  ANY  SCHOOL NEGOTIATE FOR OR ENTER INTO A\n   18  CONTRACT FOR THE PLACEMENT OR OPERATION OF  ANY  WIRELESS  COMMUNICATION\n   19  FACILITY UPON SCHOOL PROPERTY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01200-01-1\n\n       A. 3572                             2\n\n    1    3. ANY SCHOOL WHICH IS IN VIOLATION OF SUBDIVISION TWO OF THIS SECTION\n    2  ON  THE EFFECTIVE DATE OF THIS SECTION, SHALL, WITHIN ONE HUNDRED EIGHTY\n    3  DAYS OF SUCH DATE, TERMINATE ALL  CONTRACTS  FOR  THE  PLACEMENT  AND/OR\n    4  OPERATION  OF  A  WIRELESS  COMMUNICATION FACILITY UPON SCHOOL PROPERTY,\n    5  AND/OR  REMOVE ANY AND ALL WIRELESS COMMUNICATION FACILITIES UPON SCHOOL\n    6  PROPERTY.\n    7    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to prohibiting the placement and operation of wireless communication facilities on school property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T113750.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296059870234
}