{
  "year" : 2011,
  "senateBillNo" : "A3575-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3575-2011-1295931600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that employees required to have foreign language skills be paid a salary differential and requires the establishment of supervisory positions therefor",
  "summary" : "Directs the director of the classification and compensation division to classify any position requiring foreign language skills as being entitled to be paid a salary differential; requires the establishment of supervisory positions for employees required to have foreign language skills; requires establishment of career ladders for such employees; directs the department of civil service to report to the governor and the legislature on employees in state service who are required to have foreign language skills. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A7648-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3575\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. P. RIVERA, ORTIZ, N. RIVERA, J. RIVERA, RAMOS,\n         ARROYO -- Multi-Sponsored  by  --  M.  of  A.  AUBRY,  BOYLAND,  COOK,\n         FARRELL,  PERRY  -- read once and referred to the Committee on Govern-\n         mental Employees\n\n       AN ACT to amend the civil service law, in relation to  the  compensation\n         paid  to  persons  employed  in  positions  requiring foreign language\n         skills, requiring the establishment  of  career  ladders  for  persons\n         holding  such  positions, requiring establishment of supervisory posi-\n         tions for persons  required  to  have  foreign  language  skills,  and\n         requiring  the  department  of civil service to annually report to the\n         governor and the legislature on persons in state service holding posi-\n         tions requiring foreign language skills\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 121 of the civil service law is amended by adding a\n    2  new subdivision 2-a to read as follows:\n    3    2-A.  POSITIONS REQUIRING FOREIGN LANGUAGE SKILLS. THE DIRECTOR OF THE\n    4  CLASSIFICATION AND COMPENSATION DIVISION  SHALL  CLASSIFY  ANY  POSITION\n    5  REQUIRING  FOREIGN  LANGUAGE  SKILLS TO BE PAID A DIFFERENTIAL AS DETER-\n    6  MINED BY THE DIRECTOR  FOR  PERMANENT  COMPETITIVE  AND  NON-COMPETITIVE\n    7  EMPLOYEES  IN  A  LANGUAGE PARENTHETICS TITLE OR IN A POSITION WHERE THE\n    8  DUTIES REQUIRE THEM TO USE A FOREIGN LANGUAGE. IN ADDITION SUCH DIRECTOR\n    9  SHALL ESTABLISH AND CLASSIFY SUPERVISORY POSITIONS FOR EMPLOYEES WHO ARE\n   10  REQUIRED TO HAVE FOREIGN LANGUAGE  SKILLS  SUCH  THAT  SUCH  PERSONS  IN\n   11  SUPERVISORY  POSITIONS  ARE  ADEQUATELY  COMPENSATED  FOR THEIR LANGUAGE\n   12  SKILLS AND EXPERIENCE, AND WHO ARE ABLE  TO  EFFECTIVELY  SUPERVISE  AND\n   13  EVALUATE PERSONS HOLDING POSITIONS REQUIRING FOREIGN LANGUAGE SKILLS.\n   14    S  2.  Subdivision 5 of section 121 of the civil service law, as added\n   15  by chapter 907 of the laws of 1971, is amended to read as follows:\n   16    5. Career ladders. The director of the classification and compensation\n   17  division may, in order to implement a plan for the progressive  advance-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00424-01-1\n\n       A. 3575                             2\n\n    1  ment of employees in an occupational group, based on their acquiring, as\n    2  prescribed  by  such director, of either training or experience or both,\n    3  reclassify the positions of the incumbents who meet the prescribed qual-\n    4  ifications  to titles allocated to higher salary grades. The advancement\n    5  of an incumbent pursuant to this subdivision is not, and is  not  to  be\n    6  deemed,  a  reallocation. THE DIRECTOR OF THE CLASSIFICATION AND COMPEN-\n    7  SATION DIVISION SHALL, IN ORDER TO PROVIDE FOR THE PROGRESSIVE  ADVANCE-\n    8  MENT  OF  EMPLOYEES  IN  AN OCCUPATIONAL GROUP WHO WERE REQUIRED TO HAVE\n    9  FOREIGN LANGUAGE SKILLS, RECLASSIFY AND PROMOTE SUCH EMPLOYEES TO HIGHER\n   10  POSITIONS AND SALARY GRADES.\n   11    S 3. The civil service law is amended by adding a new section  124  to\n   12  read as follows:\n   13    S  124. REPORTS; FOREIGN LANGUAGE SKILLS. THE DEPARTMENT SHALL ANNUAL-\n   14  LY, ON OR BEFORE THE FIRST OF MARCH, REPORT  TO  THE  GOVERNOR  AND  THE\n   15  LEGISLATURE  ON  EMPLOYEES  IN  STATE  SERVICE  WHO ARE REQUIRED TO HAVE\n   16  FOREIGN LANGUAGE SKILLS. SUCH REPORT SHALL INCLUDE, BUT NOT  BE  LIMITED\n   17  TO:\n   18    1. THE NUMBER OF EMPLOYEES REQUIRED TO HAVE FOREIGN LANGUAGE SKILLS;\n   19    2. THE SALARIES PAID TO SUCH EMPLOYEES;\n   20    3.  THE STATE AGENCY EMPLOYING SUCH EMPLOYEES AND THE LOCATION OF SUCH\n   21  AGENCY;\n   22    4. THE GENDER OF SUCH EMPLOYEES;\n   23    5. THE ETHNICITIES OF SUCH EMPLOYEES;\n   24    6. THE NUMBER OF SUCH EMPLOYEES TAKING  EXAMS  FOR  SUPERVISORY  POSI-\n   25  TIONS;\n   26    7.  THE  EXAMS  FOR  POSITIONS  WHICH  DO NOT REQUIRE FOREIGN LANGUAGE\n   27  SKILLS WHICH ARE MADE AVAILABLE TO SUCH EMPLOYEES; AND\n   28    8. THE NUMBER OF SUCH EMPLOYEES WHO HAVE BEEN  ADVANCED  TO  POSITIONS\n   29  WHICH DO NOT REQUIRE FOREIGN LANGUAGE SKILLS.\n   30    S  4.  Subdivision 2 of section 130 of the civil service law, as added\n   31  by chapter 307 of the laws of 1979, is amended to read as follows:\n   32    2. Allocation of positions.  All positions allocated pursuant to title\n   33  A of THIS article [eight of this  chapter]  shall  be  allocated  to  an\n   34  appropriate  salary  grade  as  prescribed  in  subdivision  one of this\n   35  section, and all positions in a promotional series shall be allocated to\n   36  salary grades which properly reflect the varying degrees of responsibil-\n   37  ities and duties to be performed,  and  training  AND  FOREIGN  LANGUAGE\n   38  SKILLS required.\n   39    S  5.  This act shall take effect immediately; except that section two\n   40  of this act shall take effect on the one hundred eightieth day after  it\n   41  shall  have become a law; provided that any rules and regulations neces-\n   42  sary to implement the provisions of such section on or before the effec-\n   43  tive date thereof are authorized and directed  to  be  completed  on  or\n   44  before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to the compensation paid to persons employed in positions requiring foreign language skills, requiring the establishment of career ladders for persons holding such positions, requiring establishment of supervisory positions for persons required to have foreign language skills, and requiring the department of civil service to annually report to the governor and the legislature on persons in state service holding positions requiring foreign language skills ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T114249.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296060169402
}