{
  "year" : 2011,
  "senateBillNo" : "A3574-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3574-2011-1295931600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires warning labels on food products which contain sodium benzoate",
  "summary" : "Requires warning labels on food products which contain sodium benzoate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A8706-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3574\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M. of A. P. RIVERA, HOOPER, BARRON -- Multi-Sponsored by\n         -- M. of A. BOYLAND, CASTRO, COOK, CRESPO,  GIBSON,  GUNTHER,  JACOBS,\n         MAISEL,   MARKEY,  McDONOUGH,  MILLMAN,  PERRY,  N. RIVERA,  ROBINSON,\n         TITONE, TOBACCO, TOWNS -- read once and referred to the  Committee  on\n         Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to requir-\n         ing warning labels on food products which contain sodium benzoate\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 214-o to read as follows:\n    3    S 214-O. WARNING LABELS ON FOOD PRODUCTS CONTAINING  SODIUM  BENZOATE.\n    4  1.  NOTWITHSTANDING  ANY  INCONSISTENT  PROVISION OF SECTION ONE HUNDRED\n    5  NINETY-NINE-B OF THIS ARTICLE, IF ANY PERSON, FIRM,  CORPORATION,  PART-\n    6  NERSHIP,  LIMITED  LIABILITY  COMPANY, ASSOCIATION OR ANY OTHER BUSINESS\n    7  ASSOCIATION SELLS OR DISPLAYS FOR RETAIL SALE ANY FOOD PRODUCT  CONTAIN-\n    8  ING  THE  ARTIFICIAL FOOD COLORING AND PRESERVATIVE SODIUM BENZOATE, THE\n    9  PACKAGING OF SUCH FOOD SHALL BEAR A WARNING LABEL AS PRESCRIBED IN  THIS\n   10  SECTION WHICH SHALL BE PRINTED THEREON OR ATTACHED THERETO. SUCH WARNING\n   11  LABEL  SHALL  BE  IN  LETTERS  NOT  LESS THAN EIGHT POINT TYPE AND SHALL\n   12  APPEAR IN A BLACK BOX ON THE PACKAGE, AND SHALL  CONTAIN  THE  FOLLOWING\n   13  STATEMENT:  \"WARNING: THE ARTIFICIAL FOOD COLORINGS AND/OR PRESERVATIVES\n   14  USED TO PROCESS THIS FOOD PRODUCT COULD POSE A SERIOUS HEALTH HAZARD  TO\n   15  CHILDREN. PLEASE USE CAUTION.\"\n   16    2.  ANY  PERSON,  FIRM,  CORPORATION,  PARTNERSHIP,  LIMITED LIABILITY\n   17  COMPANY, ASSOCIATION OR ANY OTHER BUSINESS ASSOCIATION, OR ITS  OFFICERS\n   18  OR  AGENTS WHO OR WHICH VIOLATE ANY OF THE PROVISIONS OF THIS SECTION OR\n   19  ANY RULES OR REGULATIONS PROMULGATED PURSUANT TO THIS SECTION  SHALL  BE\n   20  LIABLE FOR A CIVIL PENALTY OF TEN THOUSAND DOLLARS PER EACH FOOD PRODUCT\n   21  WHICH VIOLATES THE PROVISIONS OF THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01207-01-1\n\n       A. 3574                             2\n\n    1    3. THE COMMISSIONER SHALL HAVE THE AUTHORITY AND POWER TO PRESCRIBE BY\n    2  REGULATIONS THE LABELING OF THE FOOD PRODUCTS IN SUBDIVISION ONE OF THIS\n    3  SECTION WHICH ARE NOT SOLD BY PACKAGE OR CONTAINER.\n    4    S 2. This act shall take effect on the one hundred twentieth day after\n    5  it  shall  have become a law. Provided that the commissioner of agricul-\n    6  ture and markets is authorized and directed to promulgate any  rules  or\n    7  regulations  necessary  for the timely implementation of this act before\n    8  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to requiring warning labels on food products which contain sodium benzoate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T114249.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296060169398
}