{
  "year" : 2011,
  "senateBillNo" : "A3573-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to health",
    "billEventId" : "A3573-2011-1295931600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates prior authorization under the preferred drug program for medications indicated by the Food and Drug Administration for the treatment of asthma",
  "summary" : "Provides that there shall be no prior authorization required under the preferred drug program for all medications indicated by the federal Food and Drug Administration for the treatment of asthma. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A7645-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3573\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. P. RIVERA, RAMOS, V. LOPEZ, N. RIVERA, ARROYO,\n         J. RIVERA -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to providing that  no\n         prior authorization shall be required under the preferred drug program\n         for  all medications indicated by the Food and Drug Administration for\n         the treatment of asthma\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 12 of section 272 of the public health law, as\n    2  added by section 10 of part C of chapter 58 of  the  laws  of  2005,  is\n    3  amended to read as follows:\n    4    12.  No prior authorization shall be required under the preferred drug\n    5  program for: (a) atypical  anti-psychotics;  (b)  anti-depressants;  (c)\n    6  anti-retrovirals  used  in the treatment of HIV/AIDS; [and] (d) anti-re-\n    7  jection drugs used for the treatment of organ  and  tissue  transplants;\n    8  (e)  any  other therapeutic class for the treatment of mental illness or\n    9  HIV/AIDS, recommended by the committee and approved by the  commissioner\n   10  under  this  section;  AND  (F) ALL MEDICATIONS INDICATED BY THE FEDERAL\n   11  FOOD AND DRUG ADMINISTRATION FOR THE TREATMENT OF ASTHMA.\n   12    S 2. Paragraphs (b) and (c) of subdivision 3 of  section  274  of  the\n   13  public health law, as added by section 10 of part C of chapter 58 of the\n   14  laws  of  2005,  are amended and a new paragraph (d) is added to read as\n   15  follows:\n   16    (b) the potential for, or a history of, overuse, abuse, drug diversion\n   17  or illegal utilization; [and]\n   18    (c) the potential for, or a history of, utilization inconsistent  with\n   19  approved  indications. Where the commissioner finds that a drug meets at\n   20  least one of these criteria, in determining whether  to  make  the  drug\n   21  subject  to  prior authorization under the clinical drug review program,\n   22  the commissioner shall consider whether similarly effective alternatives\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00428-01-1\n\n       A. 3573                             2\n\n    1  are available for the same disease state and the effect of  that  avail-\n    2  ability or lack of availability[.]; AND\n    3    (D)  THAT NO PRIOR AUTHORIZATION SHALL BE REQUIRED FOR ALL MEDICATIONS\n    4  INDICATED BY THE FEDERAL FOOD AND DRUG ADMINISTRATION FOR THE  TREATMENT\n    5  OF ASTHMA.\n    6    S  3.  This  act shall take effect immediately, except that the amend-\n    7  ments to article 2-A of the public health law, made by sections one  and\n    8  two  of  this act, shall not affect the repeal of such article and shall\n    9  be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to providing that no prior authorization shall be required under the preferred drug program for all medications indicated by the Food and Drug Administration for the treatment of asthma ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T114249.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296060169391
}