{
  "year" : 2011,
  "senateBillNo" : "A3579-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3579-2011-1295931600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to permits to drill oil and gas wells",
  "summary" : "Relates to permits to drill oil and gas wells. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A10292-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3579\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SWEENEY, BRENNAN, LIFTON, JAFFEE, ZEBROWSKI,\n         KAVANAGH,  TITONE,  CYMBROWITZ,  MAGNARELLI,  REILLY,  SPANO,  PAULIN,\n         CASTRO,  N. RIVERA,  P. RIVERA, ROSENTHAL, MAISEL, PERRY, ORTIZ, COOK,\n         WEISENBERG, SCHIMEL -- Multi-Sponsored by -- M. of A.  DESTITO,  GOTT-\n         FRIED,  MAGEE,  MARKEY,  McENENY,  MILLMAN,  THIELE  --  read once and\n         referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         permits to drill oil and gas wells\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 13 of  section  23-0101  of  the  environmental\n    2  conservation  law,  as  amended  by  chapter 846 of the laws of 1981, is\n    3  amended to read as follows:\n    4    13. \"Plug and abandon\" means the plugging,  replugging  if  necessary,\n    5  and  abandonment  of  a  well bore including the placing of all bridges,\n    6  plugs, and fluids therein and the restoration  and  reclamation  of  the\n    7  surface  in the immediate vicinity [to a reasonable condition consistent\n    8  with the adjacent terrain] IN A MANNER CONSISTENT WITH  THE  RECLAMATION\n    9  PROVISIONS  OF  THE  APPROVED  DRILLING  USE  PLAN SUBMITTED PURSUANT TO\n   10  SUBDIVISION FOUR OF SECTION 23-0501 OF THIS ARTICLE.\n   11    S 2. Subdivision 8 of section 23-0305 of the  environmental  conserva-\n   12  tion law is amended by adding a new paragraph l to read as follows:\n   13    L.  EXCEPT AS TO PRODUCTION OF GAS FROM LANDS UNDER THE WATERS OF LAKE\n   14  ERIE, IN ORDER TO SATISFY THE FINANCIAL SECURITY REQUIREMENTS FOR  WHICH\n   15  THE  DEPARTMENT EITHER SHALL HAVE ISSUED OR SHALL ISSUE PERMITS TO DRILL\n   16  SUCH WELLS OR, ON OR AFTER JANUARY FIRST,  TWO  THOUSAND  TWELVE,  SHALL\n   17  HAVE ISSUED ACKNOWLEDGMENTS OF NOTICES OF INTENTION TO DRILL SUCH WELLS,\n   18  WITHOUT  IN  ANY  WAY  AFFECTING ANY OBLIGATIONS TO PLUG SUCH WELLS, THE\n   19  OPERATOR SHALL PROVIDE A BOND OR OTHER FINANCIAL SECURITY ACCEPTABLE  TO\n   20  THE DEPARTMENT IN THE FOLLOWING AMOUNT:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02940-01-1\n\n       A. 3579                             2\n\n    1    (1)  FOR  WELLS  LESS  THAN TWO THOUSAND FIVE HUNDRED FEET IN DEPTH, A\n    2  MINIMUM OF FIVE THOUSAND FIVE HUNDRED DOLLARS PER WELL;\n    3    (2)  FOR WELLS BETWEEN TWO THOUSAND FIVE HUNDRED FEET AND SIX THOUSAND\n    4  FEET IN DEPTH, TEN THOUSAND FIVE HUNDRED DOLLARS PER WELL;\n    5    (3) FOR WELLS GREATER THAN SIX THOUSAND FEET IN DEPTH  AND  FOR  WHICH\n    6  HYDRAULIC  FRACTURING  FLUID  SHALL  BE USED, THE OPERATOR SHALL PROVIDE\n    7  ADDITIONAL FINANCIAL SECURITY OF TWO  HUNDRED  FIFTY  THOUSAND  DOLLARS,\n    8  PROVIDED HOWEVER THE DEPARTMENT MAY REQUIRE AN ADDITIONAL BOND OR FINAN-\n    9  CIAL  SECURITY  IN  AN  AMOUNT SUFFICIENT TO COVER POTENTIAL REMEDIATION\n   10  COSTS ASSOCIATED WITH CONTAMINATION OF THE ENVIRONMENT,  INCLUDING,  BUT\n   11  NOT  LIMITED  TO,  SOIL  AND WATER AND PUBLIC AND PRIVATE DRINKING WATER\n   12  SUPPLIES.\n   13    S 3. Section 23-0501 of the environmental conservation law is  amended\n   14  by adding a new subdivision 4 to read as follows:\n   15    4.  A.  EVERY  PERSON  WHO APPLIES FOR A PERMIT TO DRILL AN OIL OR GAS\n   16  WELL OR DEEPEN OR PLUG BACK A WELL TO A DIFFERENT POOL AFTER THE  EFFEC-\n   17  TIVE  DATE  OF  THIS  SUBDIVISION  SHALL SUBMIT AN APPROVED DRILLING USE\n   18  PLAN.\n   19    B. ALL DRILLING ACTIVITIES ON THE AFFECTED LAND SHALL BE CONDUCTED  IN\n   20  ACCORDANCE WITH AN APPROVED DRILLING USE PLAN.\n   21    C.  THE APPROVED DRILLING USE PLAN SHALL INCLUDE EXPECTED WATER USAGE,\n   22  INCLUDING POTENTIAL PEAK WATER WITHDRAWALS AND  TOTAL  PROJECTED  ASSIM-\n   23  ILATION  CAPACITY AT THE HEIGHT OF PRODUCTION, POTENTIAL WATER CONSERVA-\n   24  TION MEASURES, TRUCK TRIPS, FLUID STORAGE AND DISPOSAL MEASURES, INCLUD-\n   25  ING A SIGNED CONTRACT WITH A DISPOSAL FACILITY, STEPS  TO  BE  TAKEN  TO\n   26  MINIMIZE  DIESEL  POLLUTION  FROM TRUCKS AND EQUIPMENT, EXPECTED VENTING\n   27  ACTIVITIES, SITE SPECIFIC BIOLOGICAL AND  WATER  QUALITY  DATA,  CUTTING\n   28  DISPOSAL PLANS AND ACTIONS TO BE TAKEN TO MITIGATE NOISE.\n   29    D.  THE APPROVED DRILLING USE PLAN SHALL ALSO CONSIST OF A RECLAMATION\n   30  PLAN CONSISTING OF A GRAPHIC AND WRITTEN  DESCRIPTION  OF  THE  PROPOSED\n   31  RECLAMATION AND AT A MINIMUM, MEASURES TO MITIGATE THE IMPACTS TO EXIST-\n   32  ING  HABITAT,  INCLUDING  THE PREVENTION OF HABITAT FRAGMENTATION, IDEN-\n   33  TIFICATION OF INVASIVE PLANT SPECIES PRESENT AT  THE  SITE  AS  WELL  AS\n   34  PLANS FOR THE REMOVAL OF SUCH INVASIVE PLANT SPECIES.\n   35    E. THE GRAPHIC DESCRIPTION SHALL INCLUDE MAPS AND CROSS SECTIONS WHICH\n   36  ILLUSTRATE THE FINAL PHYSICAL STATE OF THE RECLAIMED LAND.\n   37    F.  THE  WRITTEN DESCRIPTION SHALL INCLUDE A SCHEDULE AND DESCRIPTION.\n   38  THE RECLAMATION OF ALL AFFECTED LAND SHALL BE  COMPLETED  IN  ACCORDANCE\n   39  WITH THE SCHEDULE CONTAINED IN THE APPROVED DRILLING USE PLAN PERTAINING\n   40  THERETO.  THE  SCHEDULE,  WHERE  POSSIBLE,  SHALL  PROVIDE  FOR ORDERLY,\n   41  CONTINUING RECLAMATION CONCURRENT WITH DRILLING.\n   42    G. THE PERMIT HOLDER SHALL SUBMIT TO THE DEPARTMENT A NOTICE OF TERMI-\n   43  NATION OF DRILLING NO LATER THAN THIRTY DAYS AFTER SUCH TERMINATION.\n   44    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   45  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to permits to drill oil and gas wells ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T100649.TXT", "SOBI.D110126.T114249.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296486409386
}