{
  "year" : 2011,
  "senateBillNo" : "A3576-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to health",
    "billEventId" : "A3576-2011-1295931600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires residential health care facilities to allow patients and prospective patients to examine financial audits",
  "summary" : "Requires residential health care facilities to allow patients and prospective patients to examine financial audits; provides for notice to patients when a temporary operator has been appointed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11126-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3576\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROBINSON, BOYLAND, REILLY, MAISEL -- Multi-Spon-\n         sored by -- M. of A.  ABBATE, BARRON, CRESPO, SCHIMEL -- read once and\n         referred to the Committee on Health\n\n       AN ACT to amend the public health law and the social  services  law,  in\n         relation  to  requiring  residential  health care facilities and adult\n         homes to advise current and prospective  residents  of  the  financial\n         condition of the facility\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 2803-c of the public health law is\n    2  amended by adding a new paragraph q to read as follows:\n    3    Q. PURSUANT TO REGULATIONS PROMULGATED BY THE COMMISSIONER IN  CONSUL-\n    4  TATION  WITH THE DIRECTOR OF THE OFFICE FOR THE AGING, NO FACILITY SHALL\n    5  RESTRICT OR PROHIBIT ACCESS TO PATIENTS,  PROSPECTIVE  PATIENTS,  OR  TO\n    6  OMBUDSMEN,  AUDITS  OF NURSING HOME COMPANIES AS REQUIRED BY THE DEPART-\n    7  MENT BY SECTION TWENTY-EIGHT HUNDRED SIXTY-TWO OF THIS  CHAPTER.    SUCH\n    8  AUDITS  SHALL BE MADE AVAILABLE BY A MEMBER OR MEMBERS OF THE FACILITY'S\n    9  STAFF WHO SHALL BE DESIGNATED BY  THE  FACILITY  TO  PROVIDE  ACCESS  TO\n   10  PATIENTS,  PROSPECTIVE  PATIENTS AND OMBUDSMEN, WHO SHALL HAVE THE RIGHT\n   11  TO PHOTOCOPY SUCH RECORDS. THE FACILITY MAY CHARGE A REASONABLE FEE  FOR\n   12  PHOTOCOPYING PURSUANT TO SUCH REGULATIONS.\n   13    S  2.  Section 460-d of the social services law is amended by adding a\n   14  new subdivision 17 to read as follows:\n   15    17. THE DEPARTMENT OF HEALTH SHALL  PROVIDE  WRITTEN  NOTIFICATION  TO\n   16  RESIDENTS  OF ALL ADULT HOMES, ENRICHED HOUSING PROGRAMS, RESIDENCES FOR\n   17  ADULTS AND ASSISTED LIVING PROGRAMS WHERE A TEMPORARY OPERATOR HAS  BEEN\n   18  APPOINTED PURSUANT TO SUBDIVISION FOUR OF THIS SECTION.\n   19    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00285-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the social services law, in relation to requiring residential health care facilities and adult homes to advise current and prospective residents of the financial condition of the facility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T113750.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296059870225
}