{
  "year" : 2011,
  "senateBillNo" : "A3582-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to correction",
    "billEventId" : "A3582-2011-1296018000000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a report on the capacity and staffing of the state prison system",
  "summary" : "Requires certain reports to the legislature regarding correctional facilities, especially evaluating the capacity and staffing of the state prison system. ",
  "currentCommittee" : null,
  "sameAs" : "S2765",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "AA11330-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3582\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. AUBRY, WRIGHT, GIBSON, BARRON, PEOPLES-STOKES,\n         ZEBROWSKI,  SCARBOROUGH,  BRENNAN,  CLARK,  DESTITO,  DUPREY,   FINCH,\n         GIGLIO,   GOTTFRIED,  LUPARDO,  McENENY,  MILLMAN,  MOLINARO,  REILLY,\n         SAYWARD, SCHIMEL --  read  once  and  referred  to  the  Committee  on\n         Correction\n\n       AN  ACT  to  amend  the correction law, in relation to requiring certain\n         reports to the legislature regarding correctional facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  29 of the correction law, as\n    2  amended by section 1 of part R of chapter 56 of the  laws  of  2005,  is\n    3  amended to read as follows:\n    4    4.  [The] ON OR BEFORE THE FIRST DAY OF FEBRUARY, TWO THOUSAND TWELVE,\n    5  AND EVERY YEAR  THEREAFTER,  THE  commissioner  [of  the  department  of\n    6  correctional  services] shall provide [an annual] A COMPREHENSIVE report\n    7  to  the  legislature  [on  the  staffing  of  correction  officers   and\n    8  correction sergeants in state correctional facilities. Such report shall\n    9  include,  but  not  be  limited  to the following factors: the number of\n   10  security posts on the current plot plan for each facility that have been\n   11  closed on a daily basis, by correctional facility  security  classifica-\n   12  tion  (minimum,  medium  and  maximum); the number of security positions\n   13  eliminated by correctional facility since two thousand compared  to  the\n   14  number  of  inmates  incarcerated  in each such facility; a breakdown by\n   15  correctional facility  security  classification  (minimum,  medium,  and\n   16  maximum)  of the staff hours of overtime worked, by year since two thou-\n   17  sand and the annual aggregate costs related to this overtime.  In  addi-\n   18  tion,  such report shall be delineated by correctional facility security\n   19  classification, the annual number of security positions eliminated,  the\n   20  number  of closed posts and amount of staff hours of overtime accrued as\n   21  well as the overall overtime expenditures that resulted] EVALUATING  THE\n   22  CAPACITY  AND STAFFING OF THE STATE PRISON SYSTEM.  Such report shall be\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04698-01-1\n\n       A. 3582                             2\n\n    1  provided to the TEMPORARY PRESIDENT OF THE SENATE, THE  SPEAKER  OF  THE\n    2  ASSEMBLY,  THE MINORITY LEADER OF THE SENATE, THE MINORITY LEADER OF THE\n    3  ASSEMBLY, AND THE chairs of the senate finance, assembly ways and means,\n    4  senate  crime  VICTIMS,  CRIME and [corrections] CORRECTION and assembly\n    5  correction committees [by  December  thirty-first].  SUCH  REPORT  SHALL\n    6  INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING:\n    7    (A)  INFORMATION ON THE STAFFING OF CORRECTION OFFICERS AND CORRECTION\n    8  SERGEANTS IN STATE CORRECTIONAL  FACILITIES  INCLUDING:  THE  NUMBER  OF\n    9  SECURITY POSTS ON THE CURRENT PLOT PLAN FOR EACH FACILITY THAT HAVE BEEN\n   10  CLOSED  ON  A DAILY BASIS, BY CORRECTIONAL FACILITY SECURITY CLASSIFICA-\n   11  TION (MINIMUM, MEDIUM AND MAXIMUM); THE  NUMBER  OF  SECURITY  POSITIONS\n   12  ELIMINATED BY CORRECTIONAL FACILITY SINCE THE YEAR TWO THOUSAND COMPARED\n   13  TO THE NUMBER OF INMATES INCARCERATED IN EACH SUCH FACILITY; A BREAKDOWN\n   14  BY  CORRECTIONAL  FACILITY SECURITY CLASSIFICATION (MINIMUM, MEDIUM, AND\n   15  MAXIMUM) OF THE STAFF HOURS OF OVERTIME WORKED, BY YEAR SINCE  THE  YEAR\n   16  TWO  THOUSAND  AND  THE ANNUAL AGGREGATE COSTS RELATED TO THIS OVERTIME.\n   17  THE REPORT SHALL ALSO INCLUDE THE RATIO OF ALL SECURITY STAFF TO INMATES\n   18  AT EACH CORRECTIONAL FACILITY. IN ADDITION, SUCH  INFORMATION  SHALL  BE\n   19  DELINEATED  BY CORRECTIONAL FACILITY SECURITY CLASSIFICATION, THE ANNUAL\n   20  NUMBER OF SECURITY POSITIONS ELIMINATED, THE NUMBER OF CLOSED POSTS  AND\n   21  AMOUNT  OF  STAFF HOURS OF OVERTIME ACCRUED AS WELL AS THE OVERALL OVER-\n   22  TIME EXPENDITURES THAT RESULTED;\n   23    (B) THE TOTAL NUMBER OF CORRECTIONAL FACILITIES IN OPERATION WHICH ARE\n   24  MAINTAINED BY THE DEPARTMENT, THE SECURITY LEVEL OF EACH SUCH  FACILITY,\n   25  THE NUMBER OF INMATES AT EACH SUCH FACILITY, THE TOTAL NUMBER OF BEDS AT\n   26  EACH  CORRECTIONAL  FACILITY,  AND  THE NUMBER OF EMPTY BEDS, IF ANY, AT\n   27  EACH SUCH FACILITY WITH AN EXPLANATION AS TO THE TYPE  OF  BED  THAT  IS\n   28  EMPTY.  WHEN  REPORTING  ON THE TOTAL NUMBER OF BEDS AND EMPTY BEDS, THE\n   29  COMMISSIONER SHALL DIFFERENTIATE BETWEEN GENERAL  CONFINEMENT  BEDS  AND\n   30  OTHER TYPES OF SPECIALIZED OR RESTRICTED BEDS WITHIN THE SYSTEM, INCLUD-\n   31  ING  BUT  NOT  LIMITED TO INFIRMARY BEDS, BEDS UTILIZED FOR DISCIPLINARY\n   32  PURPOSES, SHOCK INCARCERATION BEDS, WORK RELEASE BEDS,  SUBSTANCE  ABUSE\n   33  AND  MENTAL  HEALTH  TREATMENT BEDS AND ANY OTHER TYPE OF SPECIALIZED OR\n   34  RESTRICTED BEDS.    THE  COMMISSIONER  SHALL  ALSO  INCLUDE  INFORMATION\n   35  REGARDING THE NECESSITY TO MAINTAIN SUCH SPECIALIZED AND RESTRICTED BEDS\n   36  TO MEET THE NEEDS OF INMATES AND THE CORRECTIONAL SYSTEM;\n   37    (C)  THE  CURRENT  NUMBER  OF INMATES WITHIN THE PRISON SYSTEM WHO ARE\n   38  LIVING IN DOUBLE-BUNKED AND DOUBLE-CELLED CONDITIONS, WITH  AN  EXPLANA-\n   39  TION  AS  TO  THE  NUMBER OF INMATES DOUBLE-BUNKED AND DOUBLE-CELLED, IF\n   40  ANY, WITHIN MINIMUM SECURITY FACILITIES, MEDIUM SECURITY FACILITIES, AND\n   41  MAXIMUM SECURITY FACILITIES. THE COMMISSIONER SHALL PROVIDE AN  EXPLANA-\n   42  TION   AS  TO  THE  NUMBER  OF  INMATES,  IF  ANY,  WHO  ARE  LIVING  IN\n   43  DOUBLE-BUNKED OR DOUBLE-CELLED CONDITIONS AS  A  RESULT  OF  A  VARIANCE\n   44  RECEIVED FROM THE STATE COMMISSION OF CORRECTION ESTABLISHED PURSUANT TO\n   45  ARTICLE  THREE  OF  THIS CHAPTER. FOR THE PURPOSES OF THIS PARAGRAPH, AN\n   46  INMATE SHALL BE DEEMED TO BE LIVING IN A  DOUBLE-BUNKED  CONDITION  WHEN\n   47  HIS  OR  HER  CONFINEMENT  BED  IS  SITUATED  IMMEDIATELY  ABOVE ANOTHER\n   48  CONFINEMENT BED OR IMMEDIATELY BELOW ANOTHER CONFINEMENT BED IN A  HOUS-\n   49  ING  UNIT  DEFINED  BY  THE STATE COMMISSION OF CORRECTION AS A MULTIPLE\n   50  OCCUPANCY HOUSING UNIT AND, AN INMATE SHALL BE DEEMED TO BE LIVING IN  A\n   51  DOUBLE-CELLED  CONDITION  WHEN  HIS  OR  HER CONFINEMENT BED IS SITUATED\n   52  IMMEDIATELY ABOVE ANOTHER CONFINEMENT BED OR IMMEDIATELY  BELOW  ANOTHER\n   53  CONFINEMENT  BED  IN  A  HOUSING UNIT DEFINED BY THE STATE COMMISSION OF\n   54  CORRECTION AS EITHER AN INDIVIDUAL OCCUPANCY HOUSING UNIT  OR  A  DOUBLE\n   55  OCCUPANCY HOUSING UNIT ORIGINALLY DESIGNED FOR INDIVIDUAL OCCUPANCY.\n\n       A. 3582                             3\n\n    1    S  2.  Section  79-a of the correction law, as amended by section 1 of\n    2  part H of chapter 56 of the laws of 2009, is amended to read as follows:\n    3    S 79-a. Closure of correctional facilities; notice. Before the closure\n    4  of  any correctional facility,[,] for reasons other than those set forth\n    5  in paragraph (a) of subdivision eight  of  section  forty-five  of  this\n    6  chapter, the commissioner shall take the following actions:\n    7    1.  confer with the department of civil service, the governor's office\n    8  of employee relations and any other appropriate state agencies to devel-\n    9  op strategies which attempt to minimize the impact of the closure on the\n   10  state work force;\n   11    2. consult with the department of economic development and  any  other\n   12  appropriate  state agencies to develop strategies which attempt to mini-\n   13  mize the impact of such closures on the local  and  regional  economies;\n   14  [and]\n   15    3.  provide  notice  by certified mail to (i) all local governments of\n   16  any political subdivision in which the correctional facility is located,\n   17  (ii) all employee labor organizations operating within, or  representing\n   18  employees  of,  the  correctional  facility,  [and] (iii) managerial and\n   19  confidential employees employed within  the  correctional  facility  AND\n   20  (IV) THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY,\n   21  THE  MINORITY LEADER OF THE SENATE, THE MINORITY LEADER OF THE ASSEMBLY,\n   22  AND THE CHAIRS OF THE SENATE FINANCE, ASSEMBLY WAYS  AND  MEANS,  SENATE\n   23  CRIME  VICTIMS,  CRIME AND CORRECTION AND ASSEMBLY CORRECTION COMMITTEES\n   24  at least twelve months prior to any such closure[.]; AND\n   25    4. INCLUDE, WITH THE NOTICE REQUIRED  BY  SUBDIVISION  THREE  OF  THIS\n   26  SECTION,  A  REPORT  REGARDING  THE IMPACT OF THE CLOSURE ON INMATES AND\n   27  STAFF IN THE STATE PRISON SYSTEM. SUCH REPORT  SHALL  INCLUDE,  BUT  NOT\n   28  LIMITED TO, THE FOLLOWING:\n   29    (I) AN EXPLANATION AS TO THE IMPACT OF SUCH CLOSURE ON THE STATE PRIS-\n   30  ON  SYSTEM  AS A WHOLE, INCLUDING THE IMPACT, IF ANY, ON INMATE SECURITY\n   31  LEVEL CLASSIFICATION, THE CHANGE, IF ANY, THAT WILL RESULT IN THE  RATIO\n   32  OF  INMATES  TO  CORRECTIONAL STAFF, BOTH WITHIN INDIVIDUAL CORRECTIONAL\n   33  FACILITIES AND WITHIN THE STATE PRISON SYSTEM AS  A  WHOLE,  THE  CHANGE\n   34  THAT WILL RESULT IN THE BED CAPACITY WITHIN THE STATE PRISON SYSTEM AS A\n   35  WHOLE  AND  WITHIN  THE MINIMUM SECURITY CORRECTIONAL FACILITIES, MEDIUM\n   36  SECURITY  CORRECTIONAL  FACILITIES  AND  MAXIMUM  SECURITY  CORRECTIONAL\n   37  FACILITIES, RESPECTIVELY;\n   38    (II)  AN  EXPLANATION AS TO THE IMPACT OF SUCH CLOSURE ON EMPLOYEES OF\n   39  THE DEPARTMENT WHO WILL BE AFFECTED, INCLUDING  INFORMATION  AS  TO  THE\n   40  NUMBER OF EMPLOYEES WHO WILL HAVE NEW WORK LOCATIONS AND THE EFFORTS, IF\n   41  ANY,  UNDERTAKEN  BY  THE  DEPARTMENT  TO MINIMIZE THE RELOCATION OF ANY\n   42  EMPLOYEES; AND\n   43    (III) AN EXPLANATION AS TO THE NUMBER AND TYPES OF  PROGRAMS  AND  THE\n   44  AVAILABILITY OF PROGRAMS, IF ANY, THAT WILL BE IMPACTED BY SUCH CLOSURE,\n   45  INCLUDING  PROGRAMS  DESIGNED  TO  PROMOTE THE SUCCESSFUL AND PRODUCTIVE\n   46  REENTRY AND REINTEGRATION INTO SOCIETY OF  INMATES  UPON  THEIR  RELEASE\n   47  FROM THE CUSTODY OF THE DEPARTMENT.\n   48    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to requiring certain reports to the legislature regarding correctional facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153308.TXT", "SOBI.D110201.T141901.TXT", "SOBI.D110126.T111746.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T104245.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296587941940
}