{
  "year" : 2011,
  "senateBillNo" : "A358-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A358-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a regents large animal veterinarian loan forgiveness program",
  "summary" : "Creates a regents large animal veterinarian loan forgiveness program; establishes the number, criteria and notification requirements to receive an award under such program; establishes such awards shall be awarded annually to veterinarians who agree to practice in large animal veterinarian medicine. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "S2884-2009", "A5957-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          358\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. MAGEE -- Multi-Sponsored by -- M. of A. HAWLEY --\n         read once and referred to the Committee on Higher Education\n\n       AN  ACT  to  amend  the education law, in relation to creating a regents\n         large animal veterinarian loan forgiveness program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 605 of the education law is amended by adding a new\n    2  subdivision 13 to read as follows:\n    3    13.  REGENTS  LARGE  ANIMAL  VETERINARIAN  LOAN  FORGIVENESS  PROGRAM.\n    4  REGENTS VETERINARIAN LOAN FORGIVENESS AWARDS SHALL BE  AWARDED  ANNUALLY\n    5  TO  LARGE ANIMAL VETERINARIANS WHO AGREE TO PRACTICE VETERINARY MEDICINE\n    6  IN AN AREA OF NEW YORK STATE DESIGNATED BY THE REGENTS AS HAVING A SHOR-\n    7  TAGE OF LARGE ANIMAL VETERINARIANS. SUCH AWARDS SHALL BE CLASSIFIED  AND\n    8  ALLOCATED IN ACCORDANCE WITH REGENTS RULES.\n    9    A. ELIGIBILITY. (1) THE APPLICANT MUST BE A RESIDENT OF NEW YORK STATE\n   10  AND LICENSED TO PRACTICE VETERINARY MEDICINE.\n   11    (2) THE APPLICANT MUST HAVE COMPLETED A PROFESSIONAL RESIDENCY PROGRAM\n   12  WITHIN  THE  FIVE  YEARS  IMMEDIATELY PRECEDING THE PERIOD FOR WHICH THE\n   13  FIRST AWARD WOULD BE GRANTED, OR BE WITHIN TWO YEARS OF COMPLETION OF AN\n   14  ACCREDITED RESIDENCY PROGRAM IN LARGE ANIMAL VETERINARY MEDICINE.\n   15    (3) THE APPLICANT MUST AGREE TO PRACTICE LARGE ANIMAL VETERINARY MEDI-\n   16  CINE IN AN AREA IN NEW YORK STATE DESIGNATED AS  HAVING  A  SHORTAGE  OF\n   17  LARGE  ANIMAL  VETERINARIANS.  THE  REGENTS, AFTER CONSULTATION WITH THE\n   18  COMMISSIONERS OF AGRICULTURE AND MARKETS  AND  HEALTH,  SHALL  DESIGNATE\n   19  THOSE  REGIONS AND FACILITIES OF NEW YORK STATE WHICH HAVE A SHORTAGE OF\n   20  LARGE ANIMAL VETERINARIANS FOR THE PURPOSES OF THIS SECTION  AND  ESTAB-\n   21  LISH RELATIVE RANKINGS THEREOF.\n   22    B.  SELECTION.  THE COMMISSION, IN CONSULTATION WITH THE COMMISSIONERS\n   23  OF AGRICULTURE AND MARKETS AND HEALTH, SHALL ESTABLISH CRITERIA FOR  THE\n   24  SELECTION  OF  PARTICIPANTS IN THE PROGRAM. AN APPLICANT MUST SATISFY AT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01894-01-1\n\n       A. 358                              2\n\n    1  LEAST ONE OF THE CRITERIA ESTABLISHED. A PRIORITY SHALL BE  ACCORDED  TO\n    2  ANY  APPLICANT WHO IS COMPLETING THE SECOND YEAR OF THE SERVICE REQUIRE-\n    3  MENT AND IS REAPPLYING FOR A NEW AWARD. THE CRITERIA SHALL  INCLUDE  BUT\n    4  NOT BE LIMITED TO THE FOLLOWING:\n    5    (I)  REAPPLICATION  FOR  A NEW AWARD BY A PERSON WHO IS COMPLETING THE\n    6  SECOND YEAR OF A SERVICE REQUIREMENT;\n    7    (II) RECEIPT OF SPECIFIC TRAINING IN LARGE ANIMAL VETERINARY MEDICINE;\n    8    (III) RECEIPT OF SPECIFIC TRAINING OR EXPERIENCE IN SERVING A SHORTAGE\n    9  AREA;\n   10    (IV) RECEIPT OF SPECIFIC TRAINING OR EXPERIENCE  MATCHING  A  SPECIFIC\n   11  LARGE ANIMAL MEDICAL NEED EXISTING IN A SHORTAGE AREA; AND\n   12    (V)  AGREEMENT PURSUANT TO PARAGRAPH D OF THIS SUBDIVISION TO PRACTICE\n   13  IN AN AREA DETERMINED BY THE REGENTS TO HAVE A SEVERE SHORTAGE OF  LARGE\n   14  ANIMAL VETERINARY SERVICES.\n   15    C.  NOTIFICATION.  (1)  THE  COMMISSIONER  SHALL THEN FORWARD APPROVED\n   16  APPLICATIONS TO THE PRESIDENT AND SHALL NOTIFY UNSUCCESSFUL APPLICANTS.\n   17    (2) THE PRESIDENT SHALL VERIFY THE APPROVED APPLICANTS':\n   18    (I) ELIGIBILITY; AND\n   19    (II)  TOTAL  UNDERGRADUATE  AND  VETERINARY  MEDICAL  SCHOOL   STUDENT\n   20  EXPENSE;\n   21    (3) THE PRESIDENT SHALL NOTIFY APPLICANTS OF THEIR AWARD ENTITLEMENT.\n   22    D.  SERVICE REQUIREMENT. WITHIN SUCH TIME AS THE COMMISSIONER SHALL BY\n   23  REGULATION PROVIDE, A RECIPIENT OF AN AWARD SHALL HAVE AGREED  TO  PRAC-\n   24  TICE  LARGE  ANIMAL VETERINARY MEDICINE IN A SPECIFIC AREA DESIGNATED AS\n   25  HAVING A SHORTAGE OF LARGE ANIMAL VETERINARIANS FOR A PERIOD  OF  TWELVE\n   26  MONTHS  FOR  EACH  ANNUAL PAYMENT TO BE RECEIVED BY THE RECIPIENT. LARGE\n   27  ANIMAL VETERINARIANS IN TRAINING WHO RECEIVE AN AWARD SHALL NOT  RECEIVE\n   28  CREDIT  TOWARD  THEIR  REQUIRED  SERVICE  FOR  TIME  SPENT IN A TRAINING\n   29  PROGRAM. IN NO CASE SHALL THE TOTAL NUMBER OF MONTHS OF SERVICE REQUIRED\n   30  BE LESS THAN TWENTY-FOUR. THE PRESIDENT SHALL, IN CONSULTATION WITH  THE\n   31  COMMISSIONER,  DEVELOP  AND  SECURE FROM EACH AWARD RECIPIENT, A WRITTEN\n   32  AGREEMENT TO:\n   33    (I) PRACTICE LARGE ANIMAL VETERINARY MEDICINE IN THE DESIGNATED SHORT-\n   34  AGE AREA;\n   35    (II) TO PROVIDE THIRTY-FIVE HOURS PER WEEK OF DIRECT  ANIMAL  CARE  IN\n   36  THE  DESIGNATED  SHORTAGE AREA BEING SERVED, OR TO THE DESIGNATED ANIMAL\n   37  POPULATION BEING SERVED. IF A RECIPIENT FAILS TO COMPLY FULLY WITH  SUCH\n   38  CONDITIONS, THE PRESIDENT SHALL BE ENTITLED TO RECEIVE FROM SUCH RECIPI-\n   39  ENT AN AMOUNT TO BE DETERMINED BY THE FORMULA:\n   40    A = 2B (T-S)\n   41        ___\n   42         T\n   43  IN  WHICH \"A\" IS THE AMOUNT THE PRESIDENT IS ENTITLED TO RECOVER; \"B\" IS\n   44  THE SUM OF ALL PAYMENTS MADE TO THE RECIPIENT AND THE INTEREST  ON  SUCH\n   45  AMOUNT WHICH WOULD BE PAYABLE IF AT THE TIMES SUCH AWARDS WERE PAID THEY\n   46  WERE  LOANS  BEARING INTEREST AT THE MAXIMUM PREVAILING RATE; \"T\" IS THE\n   47  TOTAL NUMBER OF MONTHS IN THE RECIPIENT'S PERIOD OF OBLIGATED  SERVICES;\n   48  AND  \"S\"  IS  THE  NUMBER  OF MONTHS OF SERVICE ACTUALLY RENDERED BY THE\n   49  RECIPIENT. ANY AMOUNT WHICH THE PRESIDENT IS ENTITLED TO  RECOVER  UNDER\n   50  THIS  PARAGRAPH  SHALL  BE PAID WITHIN THE FIVE-YEAR PERIOD BEGINNING ON\n   51  THE DATE THAT THE RECIPIENT FAILED TO COMPLY WITH  THIS  SERVICE  CONDI-\n   52  TION. NOTHING IN THE WRITTEN AGREEMENT SHALL AFFECT THE TERMS OF EMPLOY-\n   53  MENT  OF THE INDIVIDUAL WHO SHALL NEGOTIATE, SEPARATE AND APART FROM THE\n   54  PROGRAM, HIS OR HER SALARY AND OTHER FORMS OF EMPLOYMENT WITH AN AGENCY,\n   55  INSTITUTION OR A PROGRAM IN WHICH HE OR SHE SHALL BE EMPLOYED. ANY OBLI-\n   56  GATION TO COMPLY WITH SUCH PROVISIONS AS OUTLINED IN THIS SECTION  SHALL\n\n       A. 358                              3\n\n    1  BE  CANCELLED  UPON  THE  DEATH OF THE RECIPIENT. THE COMMISSIONER SHALL\n    2  MAKE REGULATIONS TO PROVIDE FOR THE WAIVER OR SUSPENSION OF  ANY  FINAN-\n    3  CIAL OBLIGATION WHICH WOULD INVOLVE EXTREME HARDSHIP.\n    4    E. REPORTING. A RECIPIENT OF AN AWARD SHALL REPORT ANNUALLY TO THE NEW\n    5  YORK  STATE  HIGHER  EDUCATION  SERVICES  CORPORATION, THE DEPARTMENT OF\n    6  AGRICULTURE AND MARKETS AND THE DEPARTMENT OF HEALTH ON FORMS PRESCRIBED\n    7  BY THE PRESIDENT, AS  TO  THE  PERFORMANCE  OF  THE  REQUIRED  SERVICES,\n    8  COMMENCING WITH THE CALENDAR YEAR IN WHICH THE RECIPIENT BEGINS TO PRAC-\n    9  TICE  LARGE ANIMAL VETERINARY MEDICINE IN A SHORTAGE AREA AND CONTINUING\n   10  UNTIL THE RECIPIENT SHALL HAVE COMPLETED, OR IT IS DETERMINED THAT HE OR\n   11  SHE SHALL NOT BE OBLIGATED TO COMPLETE, THE REQUIRED  SERVICES.  IF  THE\n   12  RECIPIENT SHALL FAIL TO FILE ANY REPORT REQUIRED HEREUNDER WITHIN THIRTY\n   13  DAYS  OF WRITTEN NOTICE TO THE RECIPIENT, MAILED TO THE ADDRESS SHOWN ON\n   14  THE LAST APPLICATION FOR AN AWARD OR LAST  REPORT  FILED,  WHICHEVER  IS\n   15  LATER,  THE  PRESIDENT OF THE CORPORATION MAY IMPOSE A FINE OF UP TO ONE\n   16  THOUSAND DOLLARS. THE PRESIDENT SHALL HAVE THE DISCRETION TO  WAIVE  THE\n   17  FILING  OF  A  REPORT,  EXCUSE  A DELAY IN FILING OR A FAILURE TO FILE A\n   18  REPORT, OR WAIVE OR REDUCE ANY FINE IMPOSED FOR GOOD CAUSE SHOWN.\n   19    F. OTHER AWARDS. AWARD RECIPIENTS SHALL BE ELIGIBLE TO APPLY  FOR  ONE\n   20  ADDITIONAL AWARD.\n   21    S  2.  The  education  law is amended by adding a new section 672-c to\n   22  read as follows:\n   23    S 672-C. REGENTS LARGE ANIMAL VETERINARIAN LOAN  FORGIVENESS  PROGRAM.\n   24  1.    NUMBER AND CERTIFICATION. EIGHTY REGENTS LARGE ANIMAL VETERINARIAN\n   25  LOAN FORGIVENESS AWARDS SHALL BE AWARDED EACH YEAR. SUCH AWARDS SHALL BE\n   26  ALLOCATED AS PROVIDED IN ARTICLE THIRTEEN  OF  THIS  TITLE  TO  ELIGIBLE\n   27  LARGE  ANIMAL VETERINARIANS AS CERTIFIED TO THE PRESIDENT BY THE COMMIS-\n   28  SIONER.\n   29    2. CALCULATION OF AWARD AMOUNTS.  EACH  AWARD  SHALL  CONSIST  OF  TWO\n   30  CONSECUTIVE  ANNUAL  LOAN  FORGIVENESS  PAYMENTS.  EACH  OF  THE  ANNUAL\n   31  PAYMENTS SHALL BE FOR AN AMOUNT EQUAL TO THE  TOTAL OF UNDERGRADUATE AND\n   32  VETERINARY MEDICAL SCHOOL STUDENT LOAN EXPENSE OR TEN THOUSAND  DOLLARS,\n   33  WHICHEVER  IS  LESS.  THE PRESIDENT SHALL BE RESPONSIBLE FOR CALCULATING\n   34  THE DOLLAR AMOUNT OF EACH AWARD THAT  ELIGIBLE  CANDIDATES  MAY  RECEIVE\n   35  FROM  THIS  PROGRAM.  FOR  THE  PURPOSES  OF  THIS SECTION, STUDENT LOAN\n   36  EXPENSE SHALL MEAN THE CUMULATIVE TOTAL  OF  THE  ANNUAL  STUDENT  LOANS\n   37  COVERING  THE  COST OF ATTENDANCE AT AN UNDERGRADUATE INSTITUTION AND/OR\n   38  VETERINARY MEDICAL SCHOOL. INTEREST PAID OR DUE ON STUDENT LOANS THAT AN\n   39  APPLICANT HAS TAKEN OUT FOR USE IN PAYING FOR SUCH UNDERGRADUATE  AND/OR\n   40  VETERINARIAN   MEDICAL   EDUCATION  SHALL  BE  CONSIDERED  ELIGIBLE  FOR\n   41  REIMBURSEMENT UNDER THIS PROGRAM.\n   42    3. AWARD DISBURSEMENT. A. ANNUAL  AWARD  DISBURSEMENTS  SHALL  BE  THE\n   43  RESPONSIBILITY  OF  THE PRESIDENT AND SHALL OCCUR PRIOR TO THE BEGINNING\n   44  OF EACH OF THE REQUIRED TERMS OF SERVICE AS  SPECIFIED  IN  THE  SERVICE\n   45  CONTRACT.  THE BOARD OF TRUSTEES OF THE HIGHER EDUCATION SERVICES CORPO-\n   46  RATION SHALL ADOPT RULES AND REGULATIONS REGARDING CRITERIA  FOR  DETER-\n   47  MINING  SUCCESSFUL  COMPLETION  OF  THE  SERVICE CONTRACT AND ANY APPEAL\n   48  PROCESS THAT MAY BE REQUIRED TO IMPLEMENT THIS PARAGRAPH UPON  RECOMMEN-\n   49  DATION OF THE PRESIDENT IN CONSULTATION WITH THE COMMISSIONER.\n   50    B. THE DISBURSEMENT OF THE SECOND ANNUAL AWARD SHALL BE DEPENDENT UPON\n   51  SUCCESSFUL  COMPLETION  OF  THE  FIRST  YEAR  REQUIREMENT OF THE SERVICE\n   52  CONTRACT AS DEFINED BY THE PRESIDENT AS WELL AS OTHER CRITERIA SET FORTH\n   53  IN THIS SECTION.\n   54    S 3. This act shall take effect on the first of July  next  succeeding\n   55  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating a regents large animal veterinarian loan forgiveness program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101222.T162853.TXT", "SOBI.D101223.T152616.TXT", "SOBI.D101222.T162353.TXT", "SOBI.D101222.T153849.TXT", "SOBI.D101222.T153349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293135976377
}