{
  "year" : 2011,
  "senateBillNo" : "A3580-2011",
  "billEvents" : [ {
    "eventDate" : 1295931600000,
    "eventText" : "referred to housing",
    "billEventId" : "A3580-2011-1295931600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain public housing authorities to establish an innocent tenant protection act applicable to tenants of public and federally assisted housing",
  "summary" : "Establishes an innocent tenant protection act applicable to tenants of public and federally assisted housing; prevents honest, hardworking family members from being evicted when other family members are involved in illegal acts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A5539-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3580\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 25, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. TITUS, SCARBOROUGH, COOK, ROBINSON, JEFFRIES,\n         BOYLAND, WRIGHT -- Multi-Sponsored by --  M.  of  A.  CLARK,  FARRELL,\n         GLICK, GOTTFRIED, LAVINE, MILLMAN, PERRY, J. RIVERA, N. RIVERA, ROSEN-\n         THAL,  TOWNS, WEISENBERG -- read once and referred to the Committee on\n         Housing\n\n       AN ACT to amend the  real  property  actions  and  proceedings  law,  in\n         relation  to  requiring that certain public housing authorities estab-\n         lish an innocent tenant protection act applicable to tenants of public\n         and federally assisted housing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds that it is imper-\n    2  ative  that  the  forty-nine  public  housing  authorities  in the state\n    3  provide that any criminal activities that threaten the health, safety or\n    4  right to peaceful enjoyment of the premises, engaged in by a  tenant  of\n    5  public or federally assisted housing, and members of the tenants' house-\n    6  hold,  or any guest or other person under the tenants' control, shall be\n    7  cause for termination of tenancy. The legislature further finds that law\n    8  abiding tenants are vulnerable to \"One-Strike\" evictions given the poli-\n    9  cy's breadth and the United States Supreme Court's  decision  in  UNITED\n   10  STATES DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT V.  DAVIS. Anyone who\n   11  leases  public or assisted housing is a potential target of \"One-Strike\"\n   12  evictions. It is of little consequence that a tenant may be law abiding,\n   13  despise drug activity or have made his or her home a drug-free  environ-\n   14  ment.  Any  link to guest or family members involved in drug activity on\n   15  or off the public housing premises can trigger eviction.  Therefore  the\n   16  legislature  finds  the  adoption  of  an innocent tenant protection act\n   17  vital to law abiding tenants of public and federally assisted housing in\n   18  New York state.\n   19    S 2. The real property actions  and  proceedings  law  is  amended  by\n   20  adding a new section 711-a to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08024-01-1\n\n       A. 3580                             2\n\n    1    S  711-A. INNOCENT TENANT PROTECTION. 1. EACH PUBLIC HOUSING AUTHORITY\n    2  AND OWNERS OF FEDERALLY ASSISTED  HOUSING  SHALL  UTILIZE  LEASES  WHICH\n    3  PROVIDE  THAT ANY CRIMINAL ACTIVITY THAT THREATENS THE HEALTH, SAFETY OR\n    4  RIGHT TO PEACEFUL ENJOYMENT OF THE PREMISES,  ENGAGED  IN  BY  A  PUBLIC\n    5  HOUSING  OR FEDERALLY ASSISTED HOUSING TENANT OR ANY DRUG RELATED CRIMI-\n    6  NAL ACTIVITY ON OR OFF SUCH PREMISES ENGAGED IN BY A PUBLIC  HOUSING  OR\n    7  FEDERALLY ASSISTED HOUSING TENANT, ANY MEMBER OF THE TENANT'S HOUSEHOLD,\n    8  OR  ANY GUEST OR OTHER PERSON UNDER THE TENANT'S CONTROL, SHALL BE CAUSE\n    9  FOR TERMINATION, EXCEPT THAT NO TENANCY OF AN INNOCENT LESSEE  SHALL  BE\n   10  TERMINATED PURSUANT TO THIS SECTION.\n   11    2.  THE  BURDEN  OF PROOF SHALL BE ON THE GOVERNMENT TO ESTABLISH BY A\n   12  PREPONDERANCE OF THE EVIDENCE  THAT  SUCH  TENANT  ENGAGED  IN  CRIMINAL\n   13  ACTIVITY AS DESCRIBED IN SUBDIVISION ONE OF THIS SECTION.\n   14    3.  FOR  PURPOSES  OF  THIS SECTION THE TERM \"INNOCENT LESSEE\" MEANS A\n   15  LESSEE WHO:\n   16    (A) DID NOT KNOW OF THE CRIMINAL ACTIVITY GIVING RISE TO THE  POSSIBLE\n   17  TERMINATION OF TENANCY; OR\n   18    (B)  UPON  HEARING  OF  THE CONDUCT GIVING RISE TO THE POSSIBLE TERMI-\n   19  NATION OF THE TENANCY, DID ALL THAT REASONABLY COULD BE  EXPECTED  UNDER\n   20  THE  CIRCUMSTANCES  TO TERMINATE THE CRIMINAL ACTIVITY.  FOR PURPOSES OF\n   21  THIS SUBDIVISION, WAYS IN WHICH A PERSON MAY SHOW THAT SUCH  PERSON  DID\n   22  ALL  THAT  REASONABLY  COULD  BE EXPECTED MAY INCLUDE DEMONSTRATING THAT\n   23  SUCH PERSON, TO THE EXTENT ALLOWED BY LAW: (I) GAVE TIMELY NOTICE TO  AN\n   24  APPROPRIATE LAW ENFORCEMENT AGENCY OF INFORMATION THAT LED THE TENANT TO\n   25  KNOW  THE CONDUCT GIVING RISE TO A POSSIBLE TERMINATION OF TENANCY WOULD\n   26  OCCUR OR HAD OCCURRED; OR (II) IN A TIMELY FASHION  REVOKED  OR  MADE  A\n   27  GOOD  FAITH  ATTEMPT  TO  REVOKE  PERMISSION  FOR THOSE ENGAGING IN SUCH\n   28  CONDUCT TO USE THE PROPERTY, OR TOOK REASONABLE ACTIONS IN  CONSULTATION\n   29  WITH  A  LAW ENFORCEMENT AGENCY TO DISCOURAGE OR PREVENT THE ILLEGAL USE\n   30  OF THE PROPERTY.\n   31    4. A TENANT IS NOT REQUIRED BY SUBDIVISION THREE OF  THIS  SECTION  TO\n   32  TAKE  STEPS  THAT  THE  PERSON  REASONABLY  BELIEVES  WOULD BE LIKELY TO\n   33  SUBJECT ANY PERSON, OTHER THAN THE PERSON WHOSE CONDUCT GAVE RISE TO THE\n   34  POSSIBLE TERMINATION OF TENANCY, TO PHYSICAL DANGER.\n   35    S 3. (a) Within six months of the effective date of this act and after\n   36  granting notice and an opportunity to comment to affected  tenants,  the\n   37  executive  directors  of  the  public  housing authorities and owners of\n   38  federally assisted housing shall review the drug-related eviction proce-\n   39  dures of all jurisdictions having federally  subsidized  units  for  the\n   40  purpose  of determining whether procedures meet state due process stand-\n   41  ards.\n   42    (b) Upon conclusion of the review mandated by subdivision (a) of  this\n   43  section, if the executive directors of public housing authorities or the\n   44  owners  of  federally assisted housing determine that due process stand-\n   45  ards are met for a jurisdiction, such directors and owners  shall  issue\n   46  such jurisdiction a waiver of the procedure that mandates an administra-\n   47  tive grievance hearing.\n   48    (c)  Within  sixty  days  of  the completion of the review mandated by\n   49  subdivision (a) of this section, the executive directors of  the  public\n   50  housing  authorities  and  owners  of  federally  assisted housing shall\n   51  report to the mayors in those cities where such housing authorities  and\n   52  owners  are  under  the  auspices  of that government body or county, or\n   53  state body of government, the findings of the review including all waiv-\n   54  ers granted in accordance with subdivision  (b)  of  this  section.  The\n   55  tenancy  of a tenant of a public housing authority or federally assisted\n   56  housing shall not be terminated without cause and without reason  there-\n\n       A. 3580                             3\n\n    1  for  given  to  said  tenant  in writing prior to such housing authority\n    2  and/or federally assisted housing filing an action for  summary  process\n    3  or seeking an injunction.\n    4    S  4.  This  act shall take effect on the thirtieth day after it shall\n    5  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to requiring that certain public housing authorities establish an innocent tenant protection act applicable to tenants of public and federally assisted housing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T114249.TXT", "SOBI.D110125.T153439.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296060169399
}