{
  "year" : 2011,
  "senateBillNo" : "A3584-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3584-2011-1296018000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the anaerobic digesters revolving fund program",
  "summary" : "Establishes the anaerobic digesters revolving fund program to provide incentives for the installation of anaerobic manure digesters on agricultural operations to convert trapped methane from manure into energy. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A4279-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3584\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. CROUCH, KOLB, BURLING, BARCLAY, HAWLEY -- Multi-\n         Sponsored by -- M. of A. FINCH, OAKS, RAIA -- read once  and  referred\n         to the Committee on Agriculture\n\n       AN  ACT  to  amend  the public authorities law, in relation to providing\n         incentives for the installation of anaerobic manure digesters on agri-\n         cultural operations to convert trapped methane from manure into energy\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 1860-b to read as follows:\n    3    S 1860-B. ANAEROBIC DIGESTERS REVOLVING FUND PROGRAM. 1. (A)  NOTWITH-\n    4  STANDING  THE  PROVISIONS OF ANY GENERAL OR SPECIAL LAW TO THE CONTRARY,\n    5  THE NEW YORK STATE ENVIRONMENTAL FACILITIES CORPORATION SHALL  UNDERTAKE\n    6  TO PROVIDE FINANCIAL ASSISTANCE FOR AGRICULTURAL PURPOSES TO SUPPORT THE\n    7  PLANNING,  DEVELOPMENT AND CONSTRUCTION OF ANAEROBIC MANURE DIGESTERS IN\n    8  ACCORDANCE WITH THE PROVISIONS OF THIS SECTION.\n    9    (B) THERE IS HEREBY ESTABLISHED IN THE  CUSTODY  OF  THE  AUTHORITY  A\n   10  SPECIAL  FUND  TO  BE  KNOWN  AS THE ANAEROBIC DIGESTERS REVOLVING FUND.\n   11  MONEYS IN THE ANAEROBIC DIGESTERS REVOLVING  FUND  SHALL  BE  SEGREGATED\n   12  FROM  ALL  OTHER  FUNDS OF OR IN THE CUSTODY OF THE AUTHORITY SUBJECT TO\n   13  ANY RIGHTS OF HOLDERS OF NEW YORK STATE ENVIRONMENTAL FACILITIES  CORPO-\n   14  RATION BONDS OR NOTES ISSUED FOR THE PURPOSES OF THIS SECTION. MONEYS IN\n   15  THIS  FUND  SHALL ONLY BE USED IN ACCORDANCE WITH THE PROVISIONS OF THIS\n   16  SECTION.  THE MONEYS IN SUCH FUND SHALL BE APPLIED TO OR  PAID  OUT  FOR\n   17  AUTHORIZED  PURPOSES OF SUCH FUND ON THE DIRECTION OF THE CHAIRPERSON OF\n   18  THE AUTHORITY, OR SUCH OTHER PERSON AS THE AUTHORITY SHALL AUTHORIZE  TO\n   19  MAKE  SUCH  DIRECTION, IN CONSULTATION WITH THE DIRECTOR OF THE DIVISION\n   20  OF THE BUDGET AND THE COMMISSIONER OF AGRICULTURE AND MARKETS.\n   21    2. IN ORDER TO EFFECTUATE THE PURPOSES OF THIS SECTION, THE  AUTHORITY\n   22  MAY  EXTEND  CREDIT  TO OR ON BEHALF OF AN AGRICULTURAL FACILITY FOR THE\n   23  CONSTRUCTION OR ACQUISITION OF A PROJECT, OR FOR THE  REIMBURSEMENT  FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04906-01-1\n\n       A. 3584                             2\n\n    1  COSTS INCURRED BY AN AGRICULTURAL FACILITY IN CONNECTION WITH A PROJECT,\n    2  PROVIDED SUCH AGRICULTURAL FACILITY HAS RECEIVED A COMMITMENT TO RECEIVE\n    3  FROM  A  LENDER  A  LOAN OR OTHER FINANCIAL ASSISTANCE ACCEPTABLE TO THE\n    4  AUTHORITY.  IN  THE  EXERCISE  OF  THE POWERS GRANTED IN THIS SECTION IN\n    5  CONNECTION WITH A PROJECT FOR AN AGRICULTURAL  FACILITY,  THE  AUTHORITY\n    6  MAY  REQUIRE  THE  INCLUSION  IN  ANY  CONTRACT, LOAN AGREEMENT OR OTHER\n    7  INSTRUMENT OF SUCH PROVISIONS FOR THE FINANCING OF SUCH PROJECT AND SUCH\n    8  OTHER FINANCIAL AND OTHER COVENANTS AS MAY APPLY  TO  SUCH  AGRICULTURAL\n    9  FACILITIES AS THE AUTHORITY MAY DEEM DESIRABLE AND/OR APPROPRIATE AND TO\n   10  DO  ALL  THINGS  NECESSARY  TO  EXECUTE ANY INSTRUMENT IN CONNECTION AND\n   11  DESIRABLE WITH SUCH FINANCING.\n   12    3. IN CONNECTION WITH THE ISSUANCE OF  ANY  BOND  OR  NOTE  ISSUED  IN\n   13  CONNECTION  WITH  OR FOR THE ANAEROBIC DIGESTERS REVOLVING FUND PROGRAM,\n   14  THE AUTHORITY MAY FIX AND COLLECT ANY FEES AND  CHARGES,  INCLUDING  BUT\n   15  NOT  LIMITED  TO REIMBURSEMENT OF ALL COSTS OF FINANCING INCURRED BY THE\n   16  AUTHORITY, AS THE AUTHORITY SHALL DETERMINE TO BE REASONABLE.\n   17    4. IN CONNECTION WITH THE EXTENSION OF CREDIT AND THE  ISSUANCE  OF  A\n   18  BOND  OR  NOTE  FOR  THE  CONSTRUCTION  OR  ACQUISITION  OF A PROJECT AS\n   19  PROVIDED IN THIS SECTION, AN AGRICULTURAL FACILITY SHALL SUBMIT  TO  THE\n   20  AUTHORITY  AN  APPLICATION  FOR  THE  EXTENSION OF CREDIT OR A LOAN. THE\n   21  AUTHORITY MAY DENY SUCH APPLICATION FOR ANY REASON IT DEEMS  APPROPRIATE\n   22  IN THE PUBLIC INTEREST.\n   23    5. ANY BONDS OR NOTES ISSUED TO FINANCE THE PROVISIONS OF THIS SECTION\n   24  SHALL BE SPECIAL LIMITED OBLIGATIONS OF THE AUTHORITY PAYABLE SOLELY OUT\n   25  OF  THE  REVENUE  DERIVED FROM ANY LOAN OR FINANCE AGREEMENT, DEBT OBLI-\n   26  GATION OR SALES CONTRACT,  COLLATERAL  OR  OTHER  PROPERTY  RECEIVED  IN\n   27  CONNECTION  WITH  THE  ANAEROBIC  DIGESTERS  REVOLVING FUND PROGRAM. ALL\n   28  ASSETS AND LIABILITIES CREATED THROUGH THE ISSUANCE OF  BONDS  OR  NOTES\n   29  UNDER  THIS  SECTION SHALL BE SEPARATE FROM ALL OTHER ASSETS AND LIABIL-\n   30  ITIES OF THE NEW YORK STATE ENVIRONMENTAL FACILITIES CORPORATION.    THE\n   31  NEW  YORK STATE ENVIRONMENTAL FACILITIES CORPORATION SHALL HAVE NO MORAL\n   32  OR LEGAL OBLIGATION OR LIABILITY TO ANY AGRICULTURAL FACILITY  OR  OTHER\n   33  PERSON  UNDER  THIS  SECTION  EXCEPT  AS  EXPRESSLY  PROVIDED BY WRITTEN\n   34  CONTRACT.  NO FUNDS IN THE ANAEROBIC DIGESTERS  REVOLVING  FUND  PROGRAM\n   35  MAY BE COMMINGLED WITH ANY OTHER FUNDS OF THE AUTHORITY.\n   36    6.  (A)  THE  AUTHORITY  SHALL  PROMULGATE  REGULATIONS,  DEVELOPED IN\n   37  CONSULTATION WITH THE COMMISSIONER OF AGRICULTURE AND MARKETS,  FOR  THE\n   38  PURPOSE OF CARRYING OUT ITS RESPONSIBILITIES UNDER THIS SECTION, INCLUD-\n   39  ING  ESTABLISHING  THE CRITERIA AND STANDARDS FOR EVALUATING THE PROJECT\n   40  TO BE FINANCED AND THE ELIGIBILITY OF THE AGRICULTURAL FACILITY.\n   41    (B) THE AUTHORITY SHALL CONSULT WITH THE COMMISSIONER  OF  AGRICULTURE\n   42  AND  MARKETS  REGARDING  PROMOTION  OF  THE  PROGRAM  AND AGRICULTURALLY\n   43  RELATED QUESTIONS REGARDING THE PROGRAM OR APPLICATIONS.\n   44    S 2. Paragraph (a) of subdivision 1 of  section  1290  of  the  public\n   45  authorities  law,  as  amended  by  chapter  366 of the laws of 2004, is\n   46  amended to read as follows:\n   47    (a) The corporation shall have power and  is  hereby  authorized  from\n   48  time  to  time to issue its negotiable or non-negotiable bonds and notes\n   49  in conformity with applicable provisions of the uniform commercial  code\n   50  in  such  principal amount, as, in the opinion of the corporation, shall\n   51  be necessary to provide sufficient funds  for  achieving  its  purposes,\n   52  including the acquisition and construction, operation and maintenance of\n   53  sewage  treatment works, sewage collecting systems, solid waste disposal\n   54  facilities, storm water collecting systems, water management facilities,\n   55  air pollution control facilities, the removal, disposal and  remediation\n   56  of  petroleum storage tanks and the remediation of the sites thereof and\n\n       A. 3584                             3\n\n    1  any other project or projects authorized pursuant to the  provisions  of\n    2  this  title, and paying the cost thereof; the making of loans to persons\n    3  and, for purposes  of  sections  twelve  hundred  eighty-five-j,  twelve\n    4  hundred  eighty-five-m  and  twelve  hundred eighty-five-o of this title\n    5  only, to any municipality or recipient for such purposes; the making  of\n    6  loans,  providing of financing or extension of credit to or on behalf of\n    7  beginning farmers for purposes of section twelve  hundred  eighty-five-r\n    8  of  this  title  only;  THE  MAKING  OF LOANS, PROVIDING OF FINANCING OR\n    9  EXTENSION OF CREDIT TO OR  ON  BEHALF  OF  AGRICULTURAL  FACILITIES  FOR\n   10  PURPOSES  OF  SECTION EIGHTEEN HUNDRED SIXTY-B OF THIS CHAPTER ONLY; the\n   11  financing of the  design,  acquisition,  construction,  improvement  and\n   12  installation  of all or any portion of Riverbank Park, provided however,\n   13  that any such bonds or notes issued to finance Riverbank Park shall only\n   14  be issued in such principal amount as  shall  be  necessary  to  provide\n   15  sufficient  funds  for  the  repayment  of amounts disbursed pursuant to\n   16  appropriations or reappropriations under chapter fifty-four of the  laws\n   17  of  nineteen hundred ninety-one including any subsequent reappropriation\n   18  of the unexpended balance of such appropriations or reappropriations for\n   19  the purpose of Riverbank Park, plus an amount  sufficient  to  fund  any\n   20  debt service reserve fund established by the corporation for the purpose\n   21  of  Riverbank  Park  and  to  provide  for the payment of fees and other\n   22  charges and expenses of the corporation in connection  with  such  bonds\n   23  and notes, which principal amount shall constitute the statutory ceiling\n   24  on  the  amount  of bonds and notes that can be issued for such purpose;\n   25  the financing of all or any portion of  any  state  park  infrastructure\n   26  project or reimbursement of the state for expenditures relating thereto,\n   27  plus  an amount to provide for the payment of fees and other charges and\n   28  expenses of the corporation in connection with such bonds and notes; the\n   29  provision of funds to the state for any amounts  contributed  or  to  be\n   30  contributed  to the water pollution control revolving fund, the pipeline\n   31  for jobs fund or the drinking water revolving  fund  provided,  however,\n   32  that  any  such  bonds  or  notes  issued  to provide funds to the water\n   33  pollution control revolving fund, the pipeline  for  jobs  fund  or  the\n   34  drinking  water  revolving  fund  shall only be issued in such principal\n   35  amount as shall be necessary to provide sufficient funds for the  repay-\n   36  ment  of  amounts disbursed pursuant to any appropriation or reappropri-\n   37  ation enacted for the pipeline for jobs fund or for the payment  of  the\n   38  state  match  for  federal capitalization grants for the water pollution\n   39  control revolving fund or the drinking water  revolving  fund,  plus  an\n   40  amount  sufficient  to fund any debt service reserve fund and to provide\n   41  for fees, charges and other costs of issuance,  which  principal  amount\n   42  shall  constitute the statutory ceiling on the amount of bonds and notes\n   43  that can be issued for such purpose; the financing of any  environmental\n   44  infrastructure  projects  authorized  by  section twelve hundred eighty-\n   45  five-p of this title; the purchase of municipal  bonds  and  notes,  and\n   46  bonds  and  notes  of  a  state  agency,  the payment of the cost of any\n   47  project, the payment of interest on bonds and notes of the  corporation,\n   48  the  establishment  of  reserves  to  secure  such  bonds and notes; the\n   49  provision of working capital and all other expenditures  of  the  corpo-\n   50  ration incident to and necessary or convenient to carry out its purposes\n   51  and powers;\n   52    S 3. This act shall take effect on the one hundred twentieth day after\n   53  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to providing incentives for the installation of anaerobic manure digesters on agricultural operations to convert trapped methane from manure into energy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153308.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T111746.TXT", "SOBI.D110126.T104245.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073988465
}