{
  "year" : 2011,
  "senateBillNo" : "A3585-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A3585-2011-1296018000000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a scratch off lottery ticket with an arts theme; proceeds from such lottery ticket shall be made available for the support of elementary and secondary arts education",
  "summary" : "Requires the division of lottery to produce a scratch off lottery ticket with an arts theme; proceeds from such lottery ticket shall be made available for the support of elementary and secondary art education curriculums. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A9374-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3585\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GABRYSZAK, MORELLE, MILLMAN, LATIMER, TITONE --\n         Multi-Sponsored by -- M. of A. P. LOPEZ, PHEFFER, J. RIVERA, ROBINSON,\n         WEISENBERG -- read once and referred to the Committee  on  Racing  and\n         Wagering\n\n       AN  ACT  to  amend the tax law and the state finance law, in relation to\n         creating arts themed  lottery  tickets  with  the  proceeds  given  to\n         elementary and secondary arts education curriculums\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 1621 to read\n    2  as follows:\n    3    S 1621. ARTS EDUCATION LOTTERY TICKETS.    NOTWITHSTANDING  ANY  OTHER\n    4  PROVISION  OF LAW TO THE CONTRARY, THE DIVISION OF LOTTERY SHALL PRODUCE\n    5  A SCRATCH OFF LOTTERY TICKET WITH AN ARTS THEME, THE PROCEEDS  OF  WHICH\n    6  SHALL BE MADE AVAILABLE FOR THE SUPPORT OF ELEMENTARY AND SECONDARY ARTS\n    7  EDUCATION  CURRICULUMS.  THE  NET PROCEEDS FROM THE SALE OF SUCH TICKETS\n    8  SHALL BE DEPOSITED INTO THE ARTS EDUCATION ACCOUNT ESTABLISHED  PURSUANT\n    9  TO SUBDIVISION TWO OF SECTION NINETY-TWO-C OF THE STATE FINANCE LAW.\n   10    S  2.  Subdivision  2  of  section  92-c  of the state finance law, as\n   11  amended by chapter 913 of the laws  of  1977,  is  amended  to  read  as\n   12  follows:\n   13    2.  Such  fund  shall  consist of the state lottery revenues including\n   14  those revenues derived from lottery tickets  sold  for  the  support  of\n   15  winter  sports  physical  education in commemoration of the XIII olympic\n   16  winter games, AS WELL AS THOSE REVENUES  DERIVED  FROM  LOTTERY  TICKETS\n   17  SOLD  FOR THE SUPPORT OF ELEMENTARY AND SECONDARY ARTS EDUCATION CURRIC-\n   18  ULUMS, if any, paid into the same by the  division  of  the  lottery  as\n   19  provided in section sixteen hundred twelve of the New York state lottery\n   20  for  education law, and all other moneys credited or transferred thereto\n   21  from any other fund or sources pursuant to law. There  shall  be  estab-\n   22  lished  within  such  fund  an  account to be known as the winter sports\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07814-01-1\n\n       A. 3585                             2\n\n    1  physical education account which shall consist of state lottery revenues\n    2  paid into the fund as derived solely from the sale  of  lottery  tickets\n    3  sold  for  the  support  of  winter sports physical education in commem-\n    4  oration  of  the  XIII olympic winter games.  THERE SHALL ALSO BE ESTAB-\n    5  LISHED WITHIN SUCH FUND AN ACCOUNT TO BE KNOWN  AS  THE  ARTS  EDUCATION\n    6  ACCOUNT WHICH SHALL CONSIST OF STATE LOTTERY REVENUES PAID INTO THE FUND\n    7  AS  DERIVED  SOLELY  FROM THE SALE OF LOTTERY TICKETS FOR THE SUPPORT OF\n    8  ELEMENTARY AND SECONDARY ARTS EDUCATION CURRICULUMS.  Upon  such  estab-\n    9  lishment  there  shall  also  be established within such fund a separate\n   10  account, to be known as the state lottery regular account,  which  shall\n   11  consist  of  state lottery revenues other than revenues derived from the\n   12  sale of lottery tickets sold for the support of winter  sports  physical\n   13  education  in commemoration of the XIII olympic winter games AND ELEMEN-\n   14  TARY AND SECONDARY ARTS EDUCATION CURRICULUMS.  Such state lottery regu-\n   15  lar account shall also consist of any lottery revenues transferred  from\n   16  the  winter sports physical education account to the state lottery regu-\n   17  lar account in the manner provided  for  in  subdivision  five  of  this\n   18  section.    NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE CONTRARY,\n   19  MONIES DEPOSITED INTO THE ARTS EDUCATION ACCOUNT MAY NOT BE  TRANSFERRED\n   20  FROM THAT ACCOUNT INTO ANY OTHER FUND OR ACCOUNT OF THE STATE.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to creating arts themed lottery tickets with the proceeds given to elementary and secondary arts education curriculums ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153808.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T111746.TXT", "SOBI.D110126.T104245.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296074288621
}