{
  "year" : 2011,
  "senateBillNo" : "A3586-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3586-2011-1296018000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reimbursement for the response costs of certain municipalities authorized to provide emergency services",
  "summary" : "Relates to reimbursement for the response costs of certain municipalities or district corporations which are duly authorized to provide emergency services, emergency medical services, or general ambulance services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A9373-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3586\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK -- Multi-Sponsored by -- M. of A. McDO-\n         NOUGH -- read once and referred to the Committee on Local Governments\n\n       AN  ACT to amend the general municipal law, in relation to reimbursement\n         for the response costs of certain municipalities  or  district  corpo-\n         rations which are duly authorized to provide emergency services, emer-\n         gency medical services, or general ambulance services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 209-ff to read as follows:\n    3    S  209-FF.  REIMBURSEMENT  FOR  RESPONSE  COSTS  OF  MUNICIPALITIES OR\n    4  DISTRICT CORPORATIONS AUTHORIZED TO PROVIDE CERTAIN EMERGENCY  SERVICES.\n    5  THE  STATE  SHALL  COMPENSATE,  IN  WHOLE  OR IN PART, MUNICIPALITIES OR\n    6  DISTRICT CORPORATIONS DULY AUTHORIZED  TO  PROVIDE  EMERGENCY  SERVICES,\n    7  EMERGENCY MEDICAL SERVICES, OR GENERAL AMBULANCE SERVICES FOR SUCH EMER-\n    8  GENCY  SERVICES  PROVIDED ON INTERSTATE SIX HUNDRED EIGHTY-FOUR, THE SAW\n    9  MILL RIVER PARKWAY AND ANY OTHER STATE HIGHWAY WHICH PASSES  THROUGH  OR\n   10  IS  LOCATED NEAR THE TOWNS OF SOMERS, BEDFORD, LEWISBORO, MT. KISCO, NEW\n   11  CASTLE, NORTH CASTLE, NORTH SALEM AND POUND RIDGE. FOR PURPOSES OF  THIS\n   12  SECTION,  RESPONSE COSTS SHALL BE LIMITED TO THOSE NECESSARY AND REASON-\n   13  ABLE COSTS WHICH ARE DIRECTLY INCURRED IN RESPONSE TO A  SPECIFIC  EMER-\n   14  GENCY.  STATEMENTS  OF  QUALIFYING  CLAIMS SHALL BE SUBMITTED BY MUNICI-\n   15  PALITIES OR DISTRICT CORPORATIONS DULY AUTHORIZED TO  PROVIDE  EMERGENCY\n   16  SERVICES,  EMERGENCY  MEDICAL SERVICES, OR GENERAL AMBULANCE SERVICES TO\n   17  THE STATE COMPTROLLER WITHIN NINETY DAYS OF THE DATE SUCH SERVICES  WERE\n   18  PROVIDED.  IN  NO  EVENT  SHALL  A  MUNICIPALITY OR DISTRICT CORPORATION\n   19  RECEIVE REIMBURSEMENT FROM THE STATE PURSUANT TO THIS SECTION UNTIL SUCH\n   20  MUNICIPALITY OR DISTRICT CORPORATION HAS EXHAUSTED ALL RIGHTS OF  RECOV-\n   21  ERY  FROM  OTHER  SOURCES.  THE  STATE  COMPTROLLER HAS THE AUTHORITY TO\n   22  PROMULGATE RULES AND REGULATIONS  REGARDING  SUBMISSION  OF  CLAIMS  AND\n   23  STATE REIMBURSEMENT OF RESPONSE COSTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07813-01-1\n\n       A. 3586                             2\n\n    1    S 2. This act shall take effect on the one hundred twentieth day after\n    2  it  shall have become a law. Effective immediately the state comptroller\n    3  is authorized to adopt, amend and promulgate such rules and  regulations\n    4  as  may  be necessary and desirable to effectuate the provisions of this\n    5  act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to reimbursement for the response costs of certain municipalities or district corporations which are duly authorized to provide emergency services, emergency medical services, or general ambulance services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153808.TXT", "SOBI.D110126.T112247.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296074288624
}