{
  "year" : 2011,
  "senateBillNo" : "A3587-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3587-2011-1296018000000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Lifts mandatory hiring and retirement ages for state and municipal police",
  "summary" : "Lifts mandatory hiring and retirement ages for state and municipal police. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A10940-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3587\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GABRYSZAK, CAHILL, JAFFEE -- Multi-Sponsored by\n         -- M. of A. BRENNAN,  BURLING,  CALHOUN,  CROUCH,  GIGLIO,  GOTTFRIED,\n         HAWLEY,  HIKIND,  RAIA,  REILLY,  SCHIMEL,  SWEENEY  --  read once and\n         referred to the Committee on Governmental Employees\n\n       AN ACT to amend the civil service law and the executive law, in relation\n         to lifting mandatory hiring and retirement ages for state and  munici-\n         pal police\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 58 of  the  civil\n    2  service  law,  as amended by chapter 346 of the laws of 2008, is amended\n    3  to read as follows:\n    4    (a) he or she is not less than twenty years of age as of the  date  of\n    5  appointment  [nor more than thirty-five years of age as of the date when\n    6  the applicant takes the written examination, provided that  the  maximum\n    7  age  requirement  of thirty-five years of age as set forth in this para-\n    8  graph shall not apply to eligible lists finalized pursuant to  an  exam-\n    9  ination  administered  prior to May thirty-first, nineteen hundred nine-\n   10  ty-nine, provided, however, that:\n   11    (i) time spent on military duty or on terminal leave, not exceeding  a\n   12  total  of  six  years, shall be subtracted from the age of any applicant\n   13  who has passed his or her thirty-fifth birthday as provided in  subdivi-\n   14  sion ten-a of section two hundred forty-three of the military law;\n   15    (ii) such maximum age requirement of thirty-five years shall not apply\n   16  to  any  police officer as defined in subdivision thirty-four of section\n   17  1.20 of the criminal procedure law, who was continuously employed by the\n   18  Buffalo municipal housing authority between January first, two  thousand\n   19  five  and June thirtieth, two thousand five and who takes the next writ-\n   20  ten exam offered after the effective date of this  subparagraph  by  the\n   21  city  of  Buffalo  civil  service  commission for employment as a police\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07830-01-1\n\n       A. 3587                             2\n\n    1  officer in the city of Buffalo police department, or June thirtieth, two\n    2  thousand six, whichever is later; and\n    3    (iii)  such  maximum  age  requirement  of thirty-five years shall not\n    4  apply to any police officer of any county, town, city or village  police\n    5  force  not  otherwise  provided for in this section if the eligible list\n    6  has been exhausted and there are no other eligible candidates; provided,\n    7  however, the police officer themselves are on the eligible list of  such\n    8  county,  town,  city or village and meet all other requirements of merit\n    9  and fitness set forth by this chapter and do not exceed the maximum  age\n   10  of thirty-nine];\n   11    S  2. Subdivision 3 of section 215 of the executive law, as amended by\n   12  chapter 478 of the laws of 2004, is amended to read as follows:\n   13    3. The sworn members of the New York state police shall  be  appointed\n   14  by  the  superintendent  and  permanent appointees may be removed by the\n   15  superintendent only after a hearing. No person shall be appointed to the\n   16  New York state police force as a sworn member unless he or she shall  be\n   17  a  citizen  of  the  United  States, [between the ages of twenty-one and\n   18  twenty-nine years except that in the  superintendent's  discretion,  the\n   19  maximum  age  may  be extended to thirty-five years. Notwithstanding any\n   20  other provision of law or any general or special law to the contrary the\n   21  time spent on military duty, not exceeding a total of six  years,  shall\n   22  be  subtracted  from  the age of any applicant who has passed his or her\n   23  twenty-ninth birthday, solely for the purpose of  permitting  qualifica-\n   24  tion  as  to  age  and  for no other purpose. Such limitations as to age\n   25  however shall not apply to persons appointed to the positions  of  coun-\n   26  sel,  first  assistant  counsel, assistant counsel, and assistant deputy\n   27  superintendent for employee relations nor to any person appointed to the\n   28  bureau of criminal investigation pursuant to section two hundred sixteen\n   29  of this article nor shall any person be appointed] NOT LESS  THAN  TWEN-\n   30  TY-ONE  YEARS  OF AGE AS OF THE DATE OF APPOINTMENT, OR unless he or she\n   31  has fitness and good moral character and shall have  passed  a  physical\n   32  and  mental  examination  based upon standards provided by the rules and\n   33  regulations of the superintendent. Appointments  shall  be  made  for  a\n   34  probationary  period which, in the case of appointees required to attend\n   35  and complete a basic training program at the state police academy, shall\n   36  include such time spent attending the basic  school  and  terminate  one\n   37  year  after successful completion thereof. All other sworn members shall\n   38  be subject to a probationary  period  of  one  year  from  the  date  of\n   39  appointment. Following satisfactory completion of the probationary peri-\n   40  od  the  member shall be a permanent appointee. Voluntary resignation or\n   41  withdrawal from the New York state police during such appointment  shall\n   42  be  submitted to the superintendent for approval.  Reasonable time shall\n   43  be required to account for all equipment issued or for  debts  or  obli-\n   44  gations to the state to be satisfied. Resignation or withdrawal from the\n   45  division  during a time of emergency, so declared by the governor, shall\n   46  not be approved if contrary to the best interest of the state and  shall\n   47  be a misdemeanor. No sworn member removed from the New York state police\n   48  shall be eligible for reappointment. The superintendent shall make rules\n   49  and  regulations  subject to approval by the governor for the discipline\n   50  and control of the New York state police and  for  the  examination  and\n   51  qualifications of applicants for appointment as members thereto and such\n   52  examinations  shall  be held and conducted by the superintendent subject\n   53  to such rules and  regulations.  The  superintendent  is  authorized  to\n   54  charge  a  fee  of  twenty  dollars as an application fee for any person\n   55  applying to take a competitive examination for the position of  trooper,\n   56  and a fee of five dollars for any competitive examination for a civilian\n\n       A. 3587                             3\n\n    1  position. The superintendent shall promulgate regulations subject to the\n    2  approval  of  the director of the budget, to provide for a waiver of the\n    3  application fee when the fee would cause an unreasonable hardship on the\n    4  applicant and to establish a fee schedule and charge fees for the use of\n    5  state police facilities.\n    6    S 3. This act shall take effect on the one hundred eightieth day after\n    7  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law and the executive law, in relation to lifting mandatory hiring and retirement ages for state and municipal police ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153808.TXT", "SOBI.D110126.T154309.TXT", "SOBI.D110126.T112247.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296074589790
}