{
  "year" : 2011,
  "senateBillNo" : "A3596-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to housing",
    "billEventId" : "A3596-2011-1296018000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to renewal of a lease under the stabilization code promulgated by the real estate industry stabilization association",
  "summary" : "Relates to renewal of a lease under the stabilization code promulgated by the real estate industry stabilization association; defines demolish. ",
  "currentCommittee" : null,
  "sameAs" : "S906",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "AB2558-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3596\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GLICK, ROSENTHAL, MILLMAN, DINOWITZ, O'DONNELL,\n         JACOBS, COOK, NOLAN, COLTON -- Multi-Sponsored by -- M. of A. BRENNAN,\n         FARRELL, GOTTFRIED, PERRY, WEINSTEIN,  WEISENBERG  --  read  once  and\n         referred to the Committee on Housing\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to renewal of a lease under the stabilization code\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (a) of paragraph 9 of subdivision c of section\n    2  26-511  of the administrative code of the city of New York is amended to\n    3  read as follows:\n    4    (a) (1) where [he or she] THE OWNER HAS ESTABLISHED TO  THE  SATISFAC-\n    5  TION  OF  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL, AFTER A HEARING\n    6  AT WHICH ALL PARTIES MAY PRESENT EVIDENCE THAT THE SUBJECT  BUILDING  IS\n    7  IN A SUBSTANDARD OR SERIOUSLY DETERIORATED CONDITION, AND THAT THE OWNER\n    8  intends  in  good  faith  to  demolish  the building and [has obtained a\n    9  permit therefor from the department of buildings] SUBMITS PROOF PRIOR TO\n   10  FILING THE APPLICATION  WITH  THE  DIVISION  OF  HOUSING  AND  COMMUNITY\n   11  RENEWAL  THAT  PLANS  AND  IF  POSSIBLE,  THE NECESSARY PERMITS, FOR THE\n   12  UNDERTAKING HAVE BEEN APPROVED BY AND OBTAINED FROM  THE  DEPARTMENT  OF\n   13  BUILDINGS.    SUCH APPLICATION SHALL BE FILED AT LEAST NINETY DAYS PRIOR\n   14  TO THE EXPIRATION OF THE LEASE TERM; FOR THE PURPOSE  OF  THIS  SUBPARA-\n   15  GRAPH,  \"DEMOLISH\"  MEANS  THE  COMPLETE  RAZING OF THE ENTIRE BUILDING,\n   16  INCLUDING ALL EXTERIOR WALLS, IN ORDER TO CONSTRUCT A NEW BUILDING  WITH\n   17  THE SAME OR GREATER NUMBER OF RENTAL HOUSING UNITS;\n   18    (2)  THE  ORDER  GRANTING  THE  OWNER'S  DEMOLITION  APPLICATION SHALL\n   19  PROVIDE THAT THE OWNER MUST, AT THE TENANT'S OPTION, EITHER:  (I)  RELO-\n   20  CATE  THE  TENANT  TO  AN EQUIVALENT OR SUPERIOR RENT STABILIZED HOUSING\n   21  ACCOMMODATION IN A CLOSELY PROXIMATE  AREA,  OR  IF  A  NEW  RESIDENTIAL\n   22  BUILDING  IS BEING CONSTRUCTED ON THE SITE PROVIDE THE TENANT WITH SUIT-\n   23  ABLE INTERIM HOUSING AT NO ADDITIONAL COST UNTIL A UNIT IS AVAILABLE  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04046-01-1\n\n       A. 3596                             2\n\n    1  THE  NEW  BUILDING; PROVIDE THAT THE AMOUNT OF RENT CHARGED FOR THE UNIT\n    2  SHALL BE AT THE SAME OR LOWER LEGAL  REGULATED  RENT;  AND  PROVIDE  THE\n    3  TENANT,  IN  ADDITION  TO  REASONABLE MOVING EXPENSES, PAYMENT OF A FIVE\n    4  THOUSAND  DOLLAR  STIPEND,  PROVIDED THE TENANT VACATES ON OR BEFORE THE\n    5  VACATE DATE REQUIRED BY THE FINAL ORDER; OR (II) PROVIDE  RELOCATION  OF\n    6  THE  TENANT  TO  A SUITABLE HOUSING ACCOMMODATION AT A RENT IN EXCESS OF\n    7  THAT FOR THE SUBJECT HOUSING ACCOMMODATION; PROVIDE THE TENANT, IN ADDI-\n    8  TION TO REASONABLE MOVING EXPENSES, A STIPEND EQUAL TO THE DIFFERENCE OF\n    9  THE RENT CHARGED AT THE HOUSING ACCOMMODATION BEING VACATED AND THE RENT\n   10  CHARGED FOR THE HOUSING ACCOMMODATION TO WHICH THE TENANT IS RELOCATING,\n   11  MULTIPLIED BY SEVENTY-TWO MONTHS, PROVIDED  THE  TENANT  VACATES  ON  OR\n   12  BEFORE  THE  VACATE  DATE  REQUIRED BY THE FINAL ORDER; OR (III) PAY THE\n   13  TENANT A STIPEND WHICH SHALL BE  THE  DIFFERENCE  BETWEEN  THE  TENANT'S\n   14  CURRENT RENT AND AN AMOUNT TO BE CALCULATED USING THE DEMOLITION STIPEND\n   15  CHART,  CREATED BY THE DIVISION OF HOUSING AND COMMUNITY RENEWAL, MULTI-\n   16  PLIED BY SEVENTY-TWO MONTHS; or\n   17    S 2. This act shall take effect immediately and  shall  apply  to  any\n   18  tenant  in  possession on or after such effective date and to any action\n   19  or proceeding pending in any court and to any application, complaint, or\n   20  proceeding pending before an administrative  agency  on  such  effective\n   21  date,  as  well  as  to  any  action or proceeding commenced thereafter;\n   22  provided, however that the amendments to subparagraph (a) of paragraph 9\n   23  of subdivision c of section 26-511 of chapter  4  of  title  26  of  the\n   24  administrative  code of the city of New York made by section one of this\n   25  act shall expire on the same date as such  law  expires  and  shall  not\n   26  affect  the  expiration  of such law as provided under section 26-520 of\n   27  such law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to renewal of a lease under the stabilization code ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T111746.TXT", "SOBI.D110126.T111246.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101991
}