{
  "year" : 2011,
  "senateBillNo" : "A359-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A359-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a tax check-off for gifts to food banks",
  "summary" : "Authorizes a tax check-off for gifts to food banks; establishes the gifts to food banks fund; authorizes and directs the commissioner of temporary and disability assistance to promulgate rules and regulations necessary to distribute grants to local not-for-profit corporations for the distribution of food to persons in need. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA6045-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          359\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGEE, MARKEY, CLARK -- Multi-Sponsored by -- M.\n         of A. GLICK, McENENY, MORELLE, PERRY, SWEENEY, TOWNS -- read once  and\n         referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law and the state finance law, in relation to\n         authorizing a tax check-off for gifts to food banks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 625-a to\n    2  read as follows:\n    3    S 625-A. GIFTS TO FOOD BANKS. EFFECTIVE FOR ANY TAXABLE YEAR  COMMENC-\n    4  ING ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE, AN INDIVIDUAL IN ANY\n    5  TAXABLE  YEAR  MAY  ELECT TO CONTRIBUTE TO THE STATE GIFTS TO FOOD BANKS\n    6  FUND FOR FINANCIAL SUPPORT FOR REGIONAL FOOD  BANKS.  SUCH  CONTRIBUTION\n    7  SHALL  BE  IN ANY WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF\n    8  STATE TAX OWED BY SUCH INDIVIDUAL. THE COMMISSIONER SHALL INCLUDE  SPACE\n    9  ON  THE  PERSONAL  INCOME  TAX  RETURN TO ENABLE A TAXPAYER TO MAKE SUCH\n   10  CONTRIBUTION. NOTWITHSTANDING ANY OTHER PROVISION OF  LAW  ALL  REVENUES\n   11  COLLECTED  PURSUANT  TO  THIS  SECTION SHALL BE CREDITED TO THE GIFTS TO\n   12  FOOD BANKS FUND AND USED ONLY FOR THOSE PURPOSES ENUMERATED  IN  SECTION\n   13  EIGHTY-TWO OF THE STATE FINANCE LAW.\n   14    S  2.  The  state finance law is amended by adding a new section 82 to\n   15  read as follows:\n   16    S 82. GIFTS TO FOOD BANKS FUND. THE GIFTS TO  FOOD  BANKS  FUND  SHALL\n   17  CONSIST OF ALL MONEYS RECEIVED BY THE DEPARTMENT OF TAXATION AND FINANCE\n   18  FROM  GIFTS  TO FOOD BANKS PURSUANT TO SECTION SIX HUNDRED TWENTY-FIVE-A\n   19  OF THE TAX LAW. SUCH MONEYS, AFTER  APPROPRIATION  BY  THE  LEGISLATURE,\n   20  SHALL  BE AVAILABLE TO THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE\n   21  FOR THE DISTRIBUTION OF GRANTS TO REGIONAL FOOD BANKS ORGANIZED TO SERVE\n   22  SPECIFIC REGIONS THAT GENERALLY COLLECT AND REDISTRIBUTE FOOD  DONATIONS\n   23  TO  ORGANIZATIONS SERVING PERSONS IN NEED. THE COMMISSIONER OF TEMPORARY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03558-01-1\n\n       A. 359                              2\n\n    1  AND DISABILITY ASSISTANCE IS HEREBY AUTHORIZED AND DIRECTED  TO  PROMUL-\n    2  GATE  RULES  AND  REGULATIONS  NECESSARY  FOR  THE  DISTRIBUTION OF SUCH\n    3  GRANTS.\n    4    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to authorizing a tax check-off for gifts to food banks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T152616.TXT", "SOBI.D101222.T153849.TXT", "SOBI.D101222.T153349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293135976378
}