{
  "year" : 2011,
  "senateBillNo" : "A3599-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3599-2011-1296018000000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a temporary state commission on personal privacy and provides for its powers, functions and duties; appropriation",
  "summary" : "Creates a temporary state commission on personal privacy, in light of the rapid advancement of technology in recent years, and provides for its powers, functions and duties; provides that said commission shall undertake a comprehensive study of the condition of personal privacy in the state and how best to protect it; directs the commission to report its findings and recommendations to the governor and the legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "AA8156-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3599\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. KAVANAGH, WEINSTEIN, SPANO, CASTRO, BOYLAND --\n         Multi-Sponsored by -- M. of A. McENENY,  ROBINSON  --  read  once  and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN  ACT in relation to creating a temporary state commission on personal\n         privacy to examine and assess the privacy of individuals in the  state\n         of  New  York  and  to make recommendations relative to the protection\n         thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. New York state historically has been a leader in protecting\n    2  the  personal  privacy  of its citizens. Today governmental agencies and\n    3  commercial firms are constantly gathering and distributing more and more\n    4  detailed information on the personal lives of the citizens of New  York.\n    5  The  rapid  advancement  in  technology  in recent years has created new\n    6  potential threats to the privacy of individuals. The ability to collect,\n    7  collate, and transmit personal data  using  information  technology  now\n    8  allows  isolated  pieces  of information on an individual to be compiled\n    9  into profiles of the individual. No comprehensive federal or  state  law\n   10  governs  personal  privacy,  nor  is any federal or state agency charged\n   11  with the sole responsibility of identifying  personal  privacy  problems\n   12  that  need to be addressed and encouraging the development and enactment\n   13  of policies aimed at protecting individuals' privacy. A thorough  under-\n   14  standing  of  the  potential dangers to personal privacy is necessary in\n   15  order that the legislature may take the appropriate steps to protect the\n   16  privacy of the state's citizens at this pivotal point in time.\n   17    S 2. A temporary state commission is hereby established to be known as\n   18  the \"commission  on  personal  privacy\".  The  role  of  the  commission\n   19  includes, but is not limited to:\n   20    (a) assessing the level of citizen concern about personal privacy and,\n   21  to  the extent possible, the incidence of privacy intrusions suffered by\n   22  New York citizens;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00970-01-1\n\n       A. 3599                             2\n\n    1    (b) examining the practices of state and local  governmental  agencies\n    2  and  businesses  related to the collection, storage, and distribution of\n    3  personal information and assessing the potential privacy issues  associ-\n    4  ated with such collection, storage and distribution;\n    5    (c)  assessing  the  scope  and  effectiveness of existing federal and\n    6  state privacy protection laws and self-regulatory efforts undertaken  by\n    7  businesses in protecting personal privacy;\n    8    (d)  recommending  appropriate  legislative and administrative reforms\n    9  relating to state systems that collect and maintain personal information\n   10  of employees, public retirees and other persons to ensure that  personal\n   11  information is not subject to misappropriation; and\n   12    (e)  recommending  appropriate legislation relating to the collection,\n   13  storage, and distribution  of  personal  information  by  businesses  to\n   14  ensure that personal information is not subject to misappropriation.\n   15    S 3. The commission shall make a report to the governor and the legis-\n   16  lature  of  its findings, conclusions, and recommendations no later than\n   17  November 1, 2013, and shall submit  with  its  report  such  legislative\n   18  proposals as it deems necessary to implement its recommendations.\n   19    S  4.  The  commission shall consist of a total of fifteen members and\n   20  shall include the chairperson of  the  consumer  protection  board,  the\n   21  secretary  of  state, the director of the office for technology, and the\n   22  attorney general, or a designee of any of said officers.  The  remaining\n   23  eleven,  at-large  members shall be appointed as follows: three shall be\n   24  appointed by the governor; three shall be  appointed  by  the  temporary\n   25  president  of  the  senate and one by the minority leader of the senate;\n   26  three shall be appointed by the speaker of the assembly and one  by  the\n   27  minority  leader  of  the  assembly. One each of the appointments of the\n   28  governor, temporary president of the senate,  and  the  speaker  of  the\n   29  assembly  shall be a member, officer, or employee of a consumer advocacy\n   30  organization.   One of the appointments  of  the  governor  shall  be  a\n   31  member, officer, or employee of a statewide association representing and\n   32  advocating  for  the interests of businesses. One of the appointments of\n   33  the governor  shall be a member, officer, or  employee  of  a  statewide\n   34  association  representing  and  advocating  for  the  interests of local\n   35  governments. One of the appointments of  the  speaker  of  the  assembly\n   36  shall  be  an individual who has conducted academic research on personal\n   37  privacy protection. One of the appointments of the speaker of the assem-\n   38  bly shall be a member, officer, or employee of a manufacturer of systems\n   39  used by state and local governments to electronically store data. One of\n   40  the appointments of the temporary president of the  senate  shall  be  a\n   41  member, officer, or employee of a statewide trade association represent-\n   42  ing  the  health care industry. One of the appointments of the temporary\n   43  president of the senate shall be a member, officer,  or  employee  of  a\n   44  statewide  trade  association  representing  financial  institutions. An\n   45  organization shall be considered a consumer advocacy organization if  it\n   46  advocates  for enhanced consumer protection in the marketplace, educates\n   47  consumers,  and  researches  and  analyzes  consumer  issues,  including\n   48  consumers' right to privacy.\n   49    S  5.  The chairperson of the consumer protection board shall serve as\n   50  chairperson of the commission.  The  commission  may  consult  with  any\n   51  organization, educational institution, governmental agency, or person.\n   52    S  6.  The members of the commission shall serve without compensation,\n   53  except that at-large members shall be allowed their necessary and actual\n   54  expenses incurred in the performance of their duties under this act.\n   55    S 7. The consumer protection board shall provide the  commission  with\n   56  such  facilities,  assistance, and data as will enable the commission to\n\n       A. 3599                             3\n\n    1  carry out its powers and duties. Additionally, all other departments  or\n    2  agencies  of  the state or subdivisions thereof shall, at the request of\n    3  the chairpersons, provide the task force with such  facilities,  assist-\n    4  ance, and data as will enable the commission to carry out its powers and\n    5  duties.\n    6    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to creating a temporary state commission on personal privacy to examine and assess the privacy of individuals in the state of New York and to make recommendations relative to the protection thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T112247.TXT", "SOBI.D110126.T111246.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101978
}