{
  "year" : 2011,
  "senateBillNo" : "A3595-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to housing",
    "billEventId" : "A3595-2011-1296018000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain tenants who own or keep pets shall not be denied occupancy or be subject to eviction solely on those grounds",
  "summary" : "Provides that no person 62 years of age or older shall be denied occupancy in multiple dwellings, nor shall such tenant be evicted from a multiple dwelling on the sole ground that he or she owns or keeps a common household pet or pets, the harboring of which is not prohibited by the multiple dwelling law or other applicable law, unless the pet causes damage to the subject premises, creates a nuisance or interferes substantially with the health, safety or welfare of other tenants or occupants of the same or adjacent building or structure. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A2564-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3595\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GLICK, MILLMAN, GOTTFRIED, BING -- Multi-Spon-\n         sored by -- M. of A.  CLARK, COLTON, MAISEL, McENENY, PHEFFER --  read\n         once and referred to the Committee on Housing\n\n       AN  ACT  to  amend  the real property law, in relation to discrimination\n         against certain tenants who own or keep pets\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative intent. The legislature hereby finds that pet\n    2  companionship has a beneficial impact on the pet  owner's  physical  and\n    3  mental  health  and numerous studies have demonstrated that senior citi-\n    4  zens with pets live longer, visit the doctor less often and recover more\n    5  quickly from illnesses. There exists a significant public  interest  and\n    6  purpose  in  preserving and enhancing the quality of life of the state's\n    7  senior citizens. Such persons should not be compelled to choose  between\n    8  remaining  in  their  home  and  having  the  therapeutic benefit of pet\n    9  companionship. The shortage  of  affordable  housing  across  the  state\n   10  offers  such  persons few housing options if forced to leave their homes\n   11  due to their need for pet companionship.  Eviction  of  senior  citizens\n   12  from  multiple  dwellings  due to pet ownership is harmful to the public\n   13  welfare.\n   14    S 2. The real property law is amended by adding a new section 237-b to\n   15  read as follows:\n   16    S 237-B. DISCRIMINATION AGAINST PERSONS  WHO  HAVE  CERTAIN  HOUSEHOLD\n   17  PETS. NO PERSON SIXTY-TWO YEARS OF AGE OR OLDER SHALL BE DENIED OCCUPAN-\n   18  CY IN A MULTIPLE DWELLING OR BE SUBJECT TO EVICTION FROM ANY SUCH DWELL-\n   19  ING ON THE SOLE GROUND THAT SUCH PERSON OWNS OR KEEPS A COMMON HOUSEHOLD\n   20  PET  OR  PETS,  THE HARBORING OF WHICH IS NOT PROHIBITED BY THE MULTIPLE\n   21  DWELLING LAW OR ANY OTHER APPLICABLE LAW. THIS SECTION SHALL  NOT  APPLY\n   22  WHERE  THE  HARBORING  OF  A  COMMON  HOUSEHOLD PET CAUSES DAMAGE TO THE\n   23  SUBJECT PREMISES, CREATES A NUISANCE OR  INTERFERES  SUBSTANTIALLY  WITH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05940-01-1\n\n       A. 3595                             2\n\n    1  THE  HEALTH, SAFETY OR WELFARE OF OTHER TENANTS OR OCCUPANTS OF THE SAME\n    2  OR ADJACENT BUILDING OR STRUCTURE.\n    3    THE  OWNER OF THE MULTIPLE DWELLING MAY ESTABLISH REASONABLE RULES FOR\n    4  THE CARE AND HANDLING OF COMMON HOUSEHOLD PETS AS PROVIDED FOR  IN  THIS\n    5  SECTION. SUCH RULES MAY INCLUDE THE FOLLOWING:\n    6    (1)  REQUIRING  PETS TO BE RESTRAINED ON LEASHES OR IN CARRIERS IN THE\n    7  CUSTODY AND CARE OF A RESPONSIBLE HUMAN COMPANION IN ALL COMMON AREAS OF\n    8  THE PREMISES;\n    9    (2) REQUIRING THE DISPOSAL OF ANIMAL WASTES  IN  A  MANNER  REASONABLY\n   10  SPECIFIED IN THE RULES;\n   11    (3) REQUIRING THE USE OF REASONABLY DESIGNATED ELEVATORS WHEN ACCOMPA-\n   12  NIED BY PETS;\n   13    (4)  REQUIRING  COMPLIANCE  WITH  APPLICABLE  STATE  AND LOCAL HEALTH,\n   14  ANIMAL CONTROL, AND ANIMAL ANTI-CRUELTY LAWS AND REGULATIONS.\n   15    NOTHING CONTAINED IN THIS SECTION OR  RULES  PROMULGATED  PURSUANT  TO\n   16  THIS  SECTION,  SHALL  LIMIT OR RESTRICT RIGHTS GRANTED TO PERSONS UNDER\n   17  THEIR LEASES OR UNDER ANY  OTHER  LAW  OR  ORDINANCE.  NOTHING  IN  THIS\n   18  SECTION  SHALL  BE  CONSTRUED  TO  LIMIT OR RESTRICT A MUNICIPALITY FROM\n   19  ENACTING OR AMENDING LOCAL LAWS OR ORDINANCES GRANTING ADDITIONAL RIGHTS\n   20  TO KEEP PETS, PROVIDED, HOWEVER, THAT NO SUCH  LAW  OR  ORDINANCE  SHALL\n   21  DIMINISH ANY RIGHTS GRANTED BY THIS SECTION.\n   22    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to discrimination against certain tenants who own or keep pets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T111746.TXT", "SOBI.D110126.T111246.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101968
}