{
  "year" : 2011,
  "senateBillNo" : "A3598-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3598-2011-1296018000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the division of criminal justice services to report on handgun licenses",
  "summary" : "Requires the division of criminal justice services to report on handgun licenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10894-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3598\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. KAVANAGH -- read once and referred to the Commit-\n         tee on Codes\n\n       AN  ACT  to amend the executive law, in relation to reporting on handgun\n         licenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 837-s\n    2  to read as follows:\n    3    S 837-S. REPORT ON HANDGUN LICENSING.  1.  THE  DIVISION  OF  CRIMINAL\n    4  JUSTICE  SERVICES  SHALL SUBMIT ANNUALLY, ON OR BEFORE THE FIFTEENTH DAY\n    5  OF MARCH, TO THE LEGISLATURE AND THE GOVERNOR A REPORT ON  THE  ADMINIS-\n    6  TRATION,  FUNCTION,  AND  EFFECTIVENESS  OF  ADMINISTRATION  OF THE LAWS\n    7  REGARDING THE ISSUANCE, MODIFICATION OF, AMENDMENT TO, AND REVOCATION OF\n    8  HANDGUN LICENSES IN EACH CITY WITH A POPULATION GREATER THAN ONE MILLION\n    9  AND EACH COUNTY.\n   10    2. SUCH REPORT SHALL INCLUDE, FOR EACH SUCH  CITY  OR  COUNTY:  (A)  A\n   11  DESCRIPTION OF HOW APPLICATIONS FOR HANDGUN LICENSES ARE RECEIVED, PROC-\n   12  ESSED,  REVIEWED, AND APPROVED OR REJECTED; (B) INFORMATION ON PERSONNEL\n   13  AND STAFFING EMPLOYED TO PROCESS AND ADMINISTER  HANDGUN  LICENSES;  (C)\n   14  FOR  EACH  OF  THE  PRECEDING FIVE CALENDAR YEARS, THE NUMBER OF HANDGUN\n   15  LICENSES ISSUED, THE NUMBER OF HANDGUN LICENSES REVOKED, THE  NUMBER  OF\n   16  HANDGUN  LICENSES  AMENDED,  THE  NUMBER  OF  APPLICATIONS  FOR  HANDGUN\n   17  LICENSES REJECTED, AND THE NUMBER OF HANDGUN LICENSES OUTSTANDING AT THE\n   18  END OF THE YEAR; AND (D) A DETAILED DESCRIPTION OF INSTRUCTION, IF  ANY,\n   19  OFFERED TO HANDGUN LICENSE APPLICANTS OR LICENSEES.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01022-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to reporting on handgun licenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T112247.TXT", "SOBI.D110126.T111246.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101975
}