{
  "year" : 2011,
  "senateBillNo" : "A36-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A36-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for payment of bonuses to veterans of the Korean war",
  "summary" : "Provides for payment of bonuses to veterans of the Korean war. ",
  "currentCommittee" : null,
  "sameAs" : "S45",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "AA5048-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          36\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CUSICK, PHEFFER -- read once and referred to the\n         Committee on Veterans' Affairs\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 18 of article 7 of  the  constitution,\n         in  relation  to  providing  for  payment of bonuses to members of the\n         armed forces from this state for service  during  the  period  of  the\n         Korean war\n\n    1    Section 1. RESOLVED (if the Senate concur), That section 18 of article\n    2  7 of the constitution be amended to read as follows:\n    3    S  18. (A) The legislature may authorize by law the creation of a debt\n    4  or debts of the state to provide for the payment of a bonus to each male\n    5  and female member of the armed forces of the United States, still in the\n    6  armed forces, or separated or discharged under honorable conditions, for\n    7  service while on active duty with the armed forces at  any  time  during\n    8  the  period  from  December  seventh,  nineteen hundred forty-one to and\n    9  including September second, nineteen hundred forty-five, who was a resi-\n   10  dent of this state for a period of at least six months immediately prior\n   11  to his or her enlistment, induction or call  to  active  duty.  The  law\n   12  authorizing  the  creation of the debt shall provide for payment of such\n   13  bonus to the next of kin of each male and female  member  of  the  armed\n   14  forces  who,  having  been  a resident of this state for a period of six\n   15  months immediately prior to his or her enlistment, induction or call  to\n   16  active  duty,  died  while  on active duty at any time during the period\n   17  from December seventh,  nineteen  hundred  forty-one  to  and  including\n   18  September  second,  nineteen  hundred  forty-five;  or who died while on\n   19  active duty subsequent to September second, nineteen hundred forty-five,\n   20  or after his or her separation or discharge under honorable  conditions,\n   21  prior to receiving payment of such bonus. An apportionment of the moneys\n   22  on the basis of the periods and places of service of such members of the\n   23  armed forces shall be provided by general laws.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89004-01-1\n\n       A. 36                               2\n\n    1    (B) THE LEGISLATURE MAY ALSO AUTHORIZE THE CREATION OF A DEBT OR DEBTS\n    2  OF  THE  STATE  TO  PROVIDE  FOR THE PAYMENT OF A BONUS TO EACH MALE AND\n    3  FEMALE MEMBER OF THE ARMED FORCES OF THE UNITED  STATES,  STILL  IN  THE\n    4  ARMED FORCES, OR SEPARATED OR DISCHARGED UNDER HONORABLE CONDITIONS, FOR\n    5  SERVICE  WHILE  ON  ACTIVE DUTY WITH THE ARMED FORCES AT ANY TIME DURING\n    6  THE PERIOD FROM JUNE  TWENTY-SEVENTH,  NINETEEN  HUNDRED  FIFTY  TO  AND\n    7  INCLUDING  JANUARY  THIRTY-FIRST,  NINETEEN HUNDRED FIFTY-FIVE.  THE LAW\n    8  AUTHORIZING THE CREATION OF THE DEBT SHALL PROVIDE FOR PAYMENT  OF  SUCH\n    9  BONUS  TO THE LEGATEES OR DISTRIBUTEES OF EACH MALE AND FEMALE MEMBER OF\n   10  THE ARMED FORCES WHO, WAS A RESIDENT OF THIS STATE, DIED WHILE ON ACTIVE\n   11  DUTY AT ANY TIME DURING THE PERIOD FROM  JUNE  TWENTY-SEVENTH,  NINETEEN\n   12  HUNDRED  FIFTY  TO  AND INCLUDING JANUARY THIRTY-FIRST, NINETEEN HUNDRED\n   13  FIFTY-FIVE; OR WHO DIED WHILE ON ACTIVE DUTY SUBSEQUENT TO JANUARY THIR-\n   14  TY-FIRST, NINETEEN HUNDRED FIFTY-FIVE, RESPECTIVELY, OR AFTER HIS OR HER\n   15  SEPARATION OR DISCHARGE UNDER HONORABLE CONDITIONS, PRIOR  TO  RECEIVING\n   16  PAYMENT OF SUCH BONUS.  IN THE EVENT SUCH MEMBER IS DECEASED, SUCH BONUS\n   17  MAY BE APPLIED FOR AND SHALL BE PAYABLE AS FOLLOWS:\n   18    (1)  IF  THE  QUALIFIED PERSON LEFT A VALID WILL THAT PROVIDES FOR THE\n   19  DISPOSITION OF SUCH BONUS, EITHER SPECIFICALLY OR BY RESIDUARY  DISPOSI-\n   20  TION,  THEN  PURSUANT  TO  SUCH WILL, WHETHER OR NOT THE ESTATE HAS BEEN\n   21  CLOSED; OR\n   22    (2) IN THE ABSENCE OF A VALID WILL MAKING A  DISPOSITION  AS  PROVIDED\n   23  FOR  IN  PARAGRAPH ONE OF THIS SUBDIVISION, THEN PURSUANT TO THE LAWS OF\n   24  INTESTATE SUCCESSION, AS IN EFFECT AND APPLICABLE AS OF  THE  DECEDENT'S\n   25  DATE OF DEATH.\n   26    AN  APPORTIONMENT OF THE MONEYS ON THE BASIS OF THE PERIODS AND PLACES\n   27  OF SERVICE OF SUCH MEMBERS OF THE ARMED FORCES SHALL  BE  PRESCRIBED  BY\n   28  GENERAL  LAWS;  PROVIDED, HOWEVER, THAT THE MAXIMUM AMOUNT TO BE PAID TO\n   29  ANY SUCH MEMBER ENTITLED TO SUCH BONUS WITH OVERSEAS  SERVICE  SHALL  BE\n   30  FOUR  HUNDRED  DOLLARS  AND  THE  MAXIMUM  AMOUNT TO BE PAID TO ANY SUCH\n   31  MEMBER ENTITLED TO SUCH BONUS WITH  STATESIDE  SERVICE  SHALL  BE  THREE\n   32  HUNDRED DOLLARS.\n   33    (C) The aggregate of ALL OF the debts authorized by this section shall\n   34  not exceed [four] SIX hundred million dollars.\n   35    (D)  The  provisions  of  this  article,  not  inconsistent  with this\n   36  section, relating to the issuance of bonds for a debt or  debts  of  the\n   37  state  and  the  maturity  and payment thereof, shall apply to a debt or\n   38  debts created pursuant to  this  section;  except  that  [the]  ANY  law\n   39  authorizing  the  contracting  of  such  debt or debts shall take effect\n   40  without submission to the people pursuant  to  section  eleven  of  this\n   41  article.\n   42    (E)  Proceeds of bonds issued pursuant to law, as authorized by SUBDI-\n   43  VISION (A) OF this section as in force prior to January first,  nineteen\n   44  hundred  fifty  AND PROCEEDS OF BONDS ISSUED PURSUANT TO LAW, AS AUTHOR-\n   45  IZED BY SUBDIVISION (B) OF THIS SECTION AS IN  FORCE  PRIOR  TO  JANUARY\n   46  FIRST,  TWO  THOUSAND  TWELVE shall be available and may be expended for\n   47  the payment of such bonus to persons qualified therefor as now  provided\n   48  by this section.\n   49    S  2. RESOLVED (if the Senate concur), That the foregoing amendment be\n   50  referred to the first regular legislative session  convening  after  the\n   51  next  succeeding  general  election  of members of the assembly, and, in\n   52  conformity with  section  1  of  article  19  of  the  constitution,  be\n   53  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 18 of article 7 of the constitution, in relation to providing for payment of bonuses to members of the armed forces from this state for service during the period of the Korean war ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D101216.T154437.TXT", "SOBI.D101216.T104412.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101216.T104912.TXT", "SOBI.D101216.T154937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292532577913
}