{
  "year" : 2011,
  "senateBillNo" : "A3600-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to housing",
    "billEventId" : "A3600-2011-1296018000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for rents subject to the rent stabilization laws upon dissolution of certain types of housing companies",
  "summary" : "Provides for rents subject to the rent stabilization laws upon dissolution of certain types of housing companies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A2443-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3600\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. O'DONNELL -- Multi-Sponsored by -- M. of A. GLICK\n         -- read once and referred to the Committee on Housing\n\n       AN  ACT  to  amend  the private housing finance law, in relation to rent\n         regulation after dissolution of a limited-profit housing company\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The private housing finance law is amended by adding a new\n    2  section 35-a to read as follows:\n    3    S 35-A. RENT FOLLOWING DISSOLUTION. 1. AS USED IN  THIS  SECTION,  THE\n    4  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A)  \"AFFECTED DEVELOPMENT\" SHALL MEAN HOUSING ACCOMMODATIONS THAT (I)\n    6  ARE LOCATED IN A CITY WITH A POPULATION OF ONE MILLION OR MORE; AND (II)\n    7  PRIOR TO THE DISSOLUTION DATE WERE  OPERATED  AS  A  RENTAL  DEVELOPMENT\n    8  PURSUANT TO THIS ARTICLE.\n    9    (B)  \"AFFECTED DWELLING UNIT\" SHALL MEAN A HOUSING UNIT IN AN AFFECTED\n   10  DEVELOPMENT.\n   11    (C) \"AFFECTED HOUSING COMPANY\" SHALL  MEAN  A  LIMITED-PROFIT  HOUSING\n   12  COMPANY WITH AN AFFECTED DEVELOPMENT.\n   13    (D) \"DISSOLUTION DATE\" SHALL MEAN, WITH RESPECT TO ANY AFFECTED DEVEL-\n   14  OPMENT,  THE DATE OF DISSOLUTION OR RECONSTITUTION OF THE AFFECTED HOUS-\n   15  ING COMPANY WITH SUCH AFFECTED DEVELOPMENT  PURSUANT TO SECTION  THIRTY-\n   16  FIVE OF THIS ARTICLE.\n   17    2.  NOTWITHSTANDING  THE  PROVISIONS  OF ANY GENERAL, SPECIAL OR LOCAL\n   18  LAW, (A) UPON DISSOLUTION, THE AFFECTED DEVELOPMENT SHALL BE SUBJECT  TO\n   19  THE  RENT  STABILIZATION LAWS UNDER THE  EMERGENCY TENANT PROTECTION ACT\n   20  OF NINETEEN SEVENTY-FOUR; (B) THE INITIAL LEGAL REGULATED RENT FOR   ANY\n   21  AFFECTED  DWELLING  UNIT  ON AND AFTER THE DISSOLUTION DATE SHALL BE THE\n   22  LAST RENT AUTHORIZED FOR  THE AFFECTED DWELLING UNIT BEFORE THE  DISSOL-\n   23  UTION  DATE,  INCLUDING  RENTAL  SURCHARGES, IF ANY; AND (C)  SUCH LEGAL\n   24  REGULATED RENT SHALL NOT AT ANY TIME BE SUBJECT TO  ADJUSTMENT  PURSUANT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05724-01-1\n\n       A. 3600                             2\n\n    1  TO  SUBDIVISION  A   OF SECTION 26-513 OF THE ADMINISTRATIVE CODE OF THE\n    2  CITY OF NEW YORK.\n    3    S  2.  This  act  shall take effect immediately and shall apply to any\n    4  affected development with a dissolution date on or after such  effective\n    5  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to rent regulation after dissolution of a limited-profit housing company ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T112247.TXT", "SOBI.D110126.T111246.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101981
}