{
  "year" : 2011,
  "senateBillNo" : "A3609-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3609-2011-1296018000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for evidentiary treatment of informant testimony",
  "summary" : "Provides for evidentiary treatment of informant testimony; requires that an informant's testimony be corroborated, jury instructions given regarding reliability and disclosure by the prosecutor prior to acceptance of a plea bargain by the defendant. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A11089-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3609\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. TITUS, AUBRY, MILLMAN, JAFFEE -- Multi-Sponsored\n         by -- M. of A. GLICK, GOTTFRIED, McENENY,  TITONE  --  read  once  and\n         referred to the Committee on Codes\n\n       AN  ACT  to  amend  the criminal procedure law, in relation to informant\n         testimony\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  criminal  procedure  law  is amended by adding a new\n    2  section 60.77 to read as follows:\n    3  S 60.77 RULES OF EVIDENCE: TESTIMONY OF  AN  INFORMANT  WHO  IS  NOT  AN\n    4              ACCOMPLICE.\n    5    1. DEFINITION. AS USED IN THIS SECTION, AN \"INFORMANT\" IS A PERSON WHO\n    6  IS  NOT AN ACCOMPLICE AND WHO AGREES TO PROVIDE TESTIMONY OR EVIDENCE ON\n    7  AN UNDERSTANDING THAT HE OR SHE WILL RECEIVE A FAVORABLE DISPOSITION  OR\n    8  RESOLUTION  OF  PENDING  OR POSSIBLE CRIMINAL CHARGES, FINANCIAL BENEFIT\n    9  NOT ASSOCIATED WITH USUAL WITNESS APPEARANCE, OR OTHER SUBSTANTIAL BENE-\n   10  FIT FOR HIMSELF OR HERSELF OR ANOTHER PERSON.\n   11    2. THE TESTIMONY OF AN INFORMANT AGAINST THE DEFENDANT MAY BE ADMITTED\n   12  INTO EVIDENCE ONLY IF THE PROSECUTION PRESENTS EVIDENCE  INDEPENDENT  OF\n   13  THE  INFORMANT'S  TESTIMONY  THAT  TENDS TO CONNECT THE DEFENDANT TO THE\n   14  COMMISSION OF THE OFFENSE.\n   15    3. (A) UNLESS EARLIER DISCLOSURE IS OTHERWISE REQUIRED BY  LAW,  AT  A\n   16  REASONABLE  TIME  PRIOR  TO  TRIAL OR ENTRY OF A GUILTY PLEA, THE PROSE-\n   17  CUTION SHALL DISCLOSE TO THE COURT  AND  THE  DEFENSE  THE  EVIDENCE  IT\n   18  CLAIMS  TO  BE  CORROBORATIVE  OF THE INFORMANT'S INFORMATION TENDING TO\n   19  CONNECT THE DEFENDANT WITH THE OFFENSE. AT A REASONABLE  TIME  PRIOR  TO\n   20  TRIAL  THE COURT SHALL DETERMINE WHETHER, WITHOUT THE INFORMANT'S TESTI-\n   21  MONY, THE PROSECUTOR'S PROPOSED EVIDENCE TENDS TO CONNECT THE  DEFENDANT\n   22  TO  THE  OFFENSE.  IF  THE  COURT  FINDS  THAT  THE PROPOSED INDEPENDENT\n   23  EVIDENCE TENDS TO CONNECT THE DEFENDANT TO THE  OFFENSE,  THE  INFORMANT\n   24  SHALL  BE  PERMITTED  TO  GIVE  TESTIMONY AT A TRIAL. IF THE PROSECUTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08110-01-1\n\n       A. 3609                             2\n\n    1  FAILS TO MAKE THE REQUIRED SHOWING, THE INFORMANT WILL NOT BE  PERMITTED\n    2  TO TESTIFY CONCERNING THE DEFENDANT'S ROLE IN THE OFFENSE.\n    3    (B) AT A REASONABLE TIME PRIOR TO TRIAL OR ENTRY OF A GUILTY PLEA, THE\n    4  PROSECUTOR  SHALL INFORM THE DEFENSE OF ANY PROMISE, BENEFIT, OR FAVORA-\n    5  BLE  DISPOSITION  GIVEN  TO  THE  INFORMANT  OR  SOMEONE  ELSE  AT   THE\n    6  INFORMANT'S  REQUEST AND DELIVER TO THE DEFENSE ANY DOCUMENT, ELECTRONIC\n    7  RECORD, NOTES OR OTHER RECORD OF THE PROMISE; THE CIRCUMSTANCES IN WHICH\n    8  THE INFORMANT REVEALED THE INFORMATION; WHETHER  THE  INFORMANT  AT  ANY\n    9  TIME RETRACTED THE INFORMATION AND THE CIRCUMSTANCES OF SUCH RETRACTION;\n   10  THE  INFORMANT'S  RECORD  OF  CRIMINAL  CONVICTIONS  AND  PRIOR CRIMINAL\n   11  CONDUCT; OTHER MATTERS IN WHICH THE INFORMANT HAS GIVEN AID TO OR TESTI-\n   12  FIED FOR THE PROSECUTION; AND SUCH  OTHER  INFORMATION  AS  THE  DEFENSE\n   13  REQUESTS AND THE COURT DEEMS APPROPRIATE UNDER THE CIRCUMSTANCES.\n   14    (C)  UPON MOTION OF THE PROSECUTOR AND ON A SHOWING THAT DISCLOSURE OF\n   15  THE  INFORMANT'S  IDENTITY  WOULD  ENDANGER  THE  INFORMANT,  THAT   THE\n   16  INFORMANT'S  SERVICES  TO  THE  STATE  WOULD BE UNDERMINED, OR FOR OTHER\n   17  REASON FOUND COMPELLING BY THE COURT, THE IDENTITY OF THE INFORMANT  MAY\n   18  BE REDACTED AND REMAIN UNDISCLOSED TO THE DEFENSE UNTIL SUCH TIME AS THE\n   19  COURT DEEMS APPROPRIATE OR REQUIRED BY LAW.\n   20    4.  BEFORE  THE  DEFENDANT ENTERS A GUILTY PLEA THE COURT SHALL ADVISE\n   21  THE DEFENDANT THAT AT A TRIAL  THE  INFORMANT  COULD  BE  CROSS-EXAMINED\n   22  CONCERNING  CREDIBILITY  AND  RELIABILITY AND THAT BY PLEADING GUILTY TO\n   23  RESOLVE THE CASE, HE OR SHE WAIVES THE RIGHT TO CROSS-EXAMINE THE INFOR-\n   24  MANT.\n   25    5. (A) IF THE INFORMANT'S TESTIMONY OR EVIDENCE IS ADMITTED AT  TRIAL,\n   26  THE  COURT SHALL INSTRUCT THE JURY THAT IT SHOULD REVIEW THE RELIABILITY\n   27  AND CREDIBILITY OF THE INFORMANT'S TESTIMONY WITH CAUTION, SCRUTINY, AND\n   28  CARE, THAT THE JURY IS TO CONSIDER WHETHER THE TESTIMONY WAS  INFLUENCED\n   29  BY  ANY  PROMISE  OR  BENEFIT  TO THE INFORMANT OR SOMEONE AT HIS OR HER\n   30  REQUEST, AND SUCH OTHER FACTORS AS THE COURT  CONSIDERS  APPROPRIATE  IN\n   31  THE CIRCUMSTANCES.\n   32    (B) IF THE INFORMANT'S TESTIMONY OR EVIDENCE IS ADMITTED AT TRIAL, THE\n   33  COURT  SHALL  INSTRUCT  THE  JURY  THAT  UNLESS  IT  FINDS THAT CREDIBLE\n   34  EVIDENCE INDEPENDENT OF THAT OF THE INFORMANT'S  TENDS  TO  CONNECT  THE\n   35  DEFENDANT TO THE OFFENSE, IT CANNOT CONSIDER THE TESTIMONY OF THE INFOR-\n   36  MANT IN MAKING ITS DECISION.\n   37    S  2.  This  act shall take effect on the ninetieth day after it shall\n   38  have become a law and shall apply to any criminal  proceeding  commenced\n   39  on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to informant testimony ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T112247.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T105244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101993
}