{
  "year" : 2011,
  "senateBillNo" : "A3601-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to election law",
    "billEventId" : "A3601-2011-1296018000000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to voting and registration for voting by convicted felons",
  "summary" : "Relates to voting and registration for voting by convicted felons; may vote if pardoned, such persons maximum sentence of imprisonment has expired, or such person is serving a term of parole, presumptive release, conditional release or post-release supervision. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A2445-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3601\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. O'DONNELL, CLARK, KAVANAGH, MAISEL, J. RIVERA --\n         read once and referred to the Committee on Election Law\n\n       AN ACT to amend the election law and the executive law, in  relation  to\n         voting by convicted felons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 5-106  of  the  election  law,  as\n    2  amended  by  chapter  373  of  the  laws  of 1978, is amended to read as\n    3  follows:\n    4    2. No person who has been convicted of a felony pursuant to  the  laws\n    5  of  this  state,  shall  have  the  right to register for or vote at any\n    6  election unless [he]: (I)  SUCH  PERSON  shall  have  been  pardoned  or\n    7  restored  to  the  rights  of citizenship by the governor, or [his] (II)\n    8  SUCH PERSON'S maximum sentence of imprisonment has expired, or  [he  has\n    9  been  discharged  from  parole.  The  governor, however, may attach as a\n   10  condition to any such pardon a provision that any such person shall  not\n   11  have  the right of suffrage until it shall have been separately restored\n   12  to him] (III) SUCH PERSON IS  SERVING  A  TERM  OF  PAROLE,  PRESUMPTIVE\n   13  RELEASE, CONDITIONAL RELEASE OR POST-RELEASE SUPERVISION.\n   14    S  2. Subdivision 3 of section 5-106 of the election law is amended to\n   15  read as follows:\n   16    3. No person who has been convicted in a federal court, of  a  felony,\n   17  or  a crime or offense which would constitute a felony under the laws of\n   18  this state, shall have the right to register for or vote at any election\n   19  unless [he]: (I) SUCH PERSON shall have been pardoned or restored to the\n   20  rights of citizenship by the president of the United  States,  or  [his]\n   21  (II)  SUCH PERSON'S maximum sentence of imprisonment has expired, or [he\n   22  has been discharged from parole] (III) SUCH PERSON IS SERVING A TERM  OF\n   23  PAROLE,  PRESUMPTIVE RELEASE, CONDITIONAL RELEASE OR POST-RELEASE SUPER-\n   24  VISION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05725-01-1\n\n       A. 3601                             2\n\n    1    S 3. Subdivision 4 of section 5-106 of the election law is amended  to\n    2  read as follows:\n    3    4.  No  person  who has been convicted in another state for a crime or\n    4  offense which would constitute a felony under the  laws  of  this  state\n    5  shall  have  the  right  to register for or vote at any election in this\n    6  state unless [he]: (I) SUCH PERSON shall have been pardoned or  restored\n    7  to  the  rights  of  citizenship  by  the  governor or other appropriate\n    8  authority of such other state,  or  [his]  (II)  SUCH  PERSON'S  maximum\n    9  sentence has expired, or [he has been discharged from parole] (III) SUCH\n   10  PERSON  IS  SERVING  A  TERM OF PAROLE, PRESUMPTIVE RELEASE, CONDITIONAL\n   11  RELEASE OR POST-RELEASE SUPERVISION.\n   12    S 4. Section 259-a of the executive law is amended  by  adding  a  new\n   13  subdivision 6-b to read as follows:\n   14    6-B.  THE  DIVISION  SHALL HAVE THE DUTY TO PROVIDE VOTER REGISTRATION\n   15  FORMS TO  EVERY  PERSON  ON  PAROLE,  PRESUMPTIVE  RELEASE,  CONDITIONAL\n   16  RELEASE  OR POST-RELEASE SUPERVISION AT THE TIME SUCH PERSON IS RELEASED\n   17  TO SUPERVISION OR AS SOON THEREAFTER AS PRACTICABLE.\n   18    S 5. This act shall take effect immediately, provided,  however,  that\n   19  section  four of this act shall take effect on the one hundred twentieth\n   20  day after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law and the executive law, in relation to voting by convicted felons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T112247.TXT", "SOBI.D110126.T111746.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T111246.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101984
}