{
  "year" : 2011,
  "senateBillNo" : "A3605-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3605-2011-1296018000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and limits casino gambling in the county of Sullivan",
  "summary" : "Authorizes and limits casino gambling in the county of Sullivan; subjects amounts offered as prizes for games to the approval of the legislature which periodically shall revise prize levels as it deems necessary. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A219-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3605\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, REILLY -- read once and referred to the\n         Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 9 of article 1 of the constitution, in\n         relation to authorizing and limiting casino gambling in Sullivan coun-\n         ty\n\n    1    Section 1. Resolved (if the Senate concur), That section 9 of  article\n    2  1 of the constitution be amended to read as follows:\n    3    S  9.  1.  No  law  shall be passed abridging the rights of the people\n    4  peaceably to assemble and to petition the government, or any  department\n    5  thereof; nor shall any divorce be granted otherwise than by due judicial\n    6  proceedings;  except  as hereinafter provided, no lottery or the sale of\n    7  lottery tickets, pool-selling, book-making, or any other kind of  gambl-\n    8  ing,  except  lotteries  operated  by  the state and the sale of lottery\n    9  tickets in connection therewith as may be authorized and  prescribed  by\n   10  the  legislature, the net proceeds of which shall be applied exclusively\n   11  to or in aid or support of education in this state  as  the  legislature\n   12  may  prescribe,  and except pari-mutuel betting on horse races as may be\n   13  prescribed by the legislature and from which the state  shall  derive  a\n   14  reasonable revenue for the support of government, AND EXCEPT FOR NO MORE\n   15  THAN THREE PRIVATELY OWNED CASINOS WHICH MAY BE AUTHORIZED BY THE LEGIS-\n   16  LATURE  FOR OPERATIONS IN SULLIVAN COUNTY, IN A MANNER PRESCRIBED BY THE\n   17  LEGISLATURE FOR OFFERING AND CONDUCTING GAMING, WHICH MAY INCLUDE  GAMES\n   18  OF  CHANCE,  SLOT  MACHINES AND CARD AND BOARD GAMES COMMONLY AND TRADI-\n   19  TIONALLY OFFERED AT CASINOS, AND INCLUDING PARI-MUTUEL WAGERING ON HORSE\n   20  RACING, PROVIDED HOWEVER, THAT SUCH AUTHORIZATIONS SHALL BE PRECEDED  BY\n   21  LOCAL  APPROVAL, RESULTING FROM PASSAGE OF A SINGLE COUNTY-WIDE REFEREN-\n   22  DUM OFFERED PURSUANT TO APPLICABLE STATE AND COUNTY LAWS,  THE  PROCEEDS\n   23  OF  WHICH SHALL BE DISTRIBUTED AT THE DIRECTION OF THE LEGISLATURE WHICH\n   24  MAY FROM TIME TO TIME REVISE THE DISTRIBUTION FORMULAS, PROVIDED  HOWEV-\n   25  ER,  THAT IN NO EVENT SHALL SHARES TO ANY LOCAL GOVERNMENTS BE LESS THAN\n   26  REASONABLE, AS DETERMINED BY THE LEGISLATURE, TO OFFSET COSTS  ATTRIBUT-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89033-01-1\n\n       A. 3605                             2\n\n    1  ABLE  TO  THE CONDUCT OF CASINO GAMING, shall hereafter be authorized or\n    2  allowed within this state; and the legislature  shall  pass  appropriate\n    3  laws to prevent offenses against any of the provisions of this section.\n    4    2. Notwithstanding the foregoing provisions of this section, any city,\n    5  town or village within the state may by an approving vote of the majori-\n    6  ty  of  the qualified electors in such municipality voting on a proposi-\n    7  tion therefor submitted at a  general  or  special  election  authorize,\n    8  subject to state legislative supervision and control, the conduct of one\n    9  or  both  of  the following categories of games of chance commonly known\n   10  as: (a) bingo or lotto, in which prizes are  awarded  on  the  basis  of\n   11  designated numbers or symbols on a card conforming to numbers or symbols\n   12  selected  at  random; (b) games in which prizes are awarded on the basis\n   13  of a winning number or numbers, color or colors, or  symbol  or  symbols\n   14  determined  by  chance  from  among those previously selected or played,\n   15  whether determined as the result of the spinning of a wheel,  a  drawing\n   16  or  otherwise  by  chance. If authorized, such games shall be subject to\n   17  the following restrictions, among others which may be prescribed by  the\n   18  legislature:  (1)  only  bona  fide  religious, charitable or non-profit\n   19  organizations of veterans, volunteer firefighter and similar  non-profit\n   20  organizations  shall  be permitted to conduct such games; (2) the entire\n   21  net proceeds of any game shall be  exclusively  devoted  to  the  lawful\n   22  purposes  of such organizations; (3) no person except a bona fide member\n   23  of any such organization shall participate in the management  or  opera-\n   24  tion  of such game; and (4) no person shall receive any remuneration for\n   25  participating in the management or operation of  any  such  game.    THE\n   26  AMOUNTS  TO  BE OFFERED AS PRIZES FOR SUCH GAMES SHALL BE SUBJECT TO THE\n   27  APPROVAL OF THE LEGISLATURE WHICH FROM TIME TO TIME SHALL  REVISE  PRIZE\n   28  LEVELS  AS IT DETERMINES NECESSARY TO KEEP PRIZE LEVELS COMPETITIVE WITH\n   29  THOSE OFFERED AT COMPARABLE VENUES. Unless otherwise provided by law, no\n   30  single prize shall exceed two  hundred  fifty  dollars,  nor  shall  any\n   31  series  of  prizes  on  one  occasion  aggregate  more than one thousand\n   32  dollars. The legislature shall pass appropriate laws to  effectuate  the\n   33  purposes  of  this subdivision, ensure that such games are rigidly regu-\n   34  lated to prevent commercialized gambling, prevent participation by crim-\n   35  inal and other undesirable elements and the diversion of funds from  the\n   36  purposes  authorized hereunder and establish a method by which a munici-\n   37  pality which has authorized  such  games  may  rescind  or  revoke  such\n   38  authorization.  Unless  permitted  by  the  legislature, no municipality\n   39  shall have the power to pass local laws or ordinances relating  to  such\n   40  games.  Nothing in this section shall prevent the legislature from pass-\n   41  ing laws more restrictive than any of the provisions of this section.\n   42    S 2. Resolved (if the Senate concur), That the foregoing amendment  be\n   43  referred  to  the  first regular legislative session convening after the\n   44  next succeeding general election of members of  the  assembly,  and,  in\n   45  conformity  with  section  1  of  article  19  of  the  constitution, be\n   46  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 9 of article 1 of the constitution, in relation to authorizing and limiting casino gambling in Sullivan county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T112247.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T104744.TXT", "SOBI.D110126.T105244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101985
}