{
  "year" : 2011,
  "senateBillNo" : "A3606-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to education",
    "billEventId" : "A3606-2011-1296018000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public school students in grades 1 through 12 to wear a school district uniform",
  "summary" : "Requires public school students in grades 1 through 12 to wear a school district uniform. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7706-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3606\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  P. RIVERA  -- Multi-Sponsored by -- M. of A.\n         ARROYO -- read once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring  all  public\n         school students to wear a school district uniform\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and  intent.  The  legislature  hereby\n    2  finds  that  there  is a strong co-relation between school gang violence\n    3  proliferation, and the distinctive and casual clothing school kids  wear\n    4  to  school.  This  legislature sees necessary to address and combat this\n    5  issue, which is of great public concern, with all practical  and  empir-\n    6  ical  means  at  its  disposal,  and that those means should be put into\n    7  practice by all competent  authorities  and  institutions  in  New  York\n    8  state.\n    9    A study found out that due to increased prevalence of school violence,\n   10  one  in  five  public  school  students feels less eager to go to school\n   11  every day, one in seven feels less inclined to pay attention  to  learn-\n   12  ing,  and one in ten stays home from school or cuts class. Moreover, one\n   13  of every 10 to 12 youths who stay away from school does  so  because  of\n   14  fear.  Meanwhile,  of  the 5,500 principals surveyed as attendees of the\n   15  National Association of Secondary School Principals' annual  conference,\n   16  more  than  70%  believed  that  requiring  students to wear uniforms to\n   17  school would reduce violent incidents and discipline problems.\n   18    More than 12 states, including California, New Jersey, Texas, Virginia\n   19  and Washington, have state policies that permit  individual  schools  or\n   20  districts to adopt school uniform policies or dress codes. To emphasize,\n   21  there  have been several successful programs implemented during the past\n   22  few years, with the Long Beach, California program being by far the most\n   23  widely reviewed and written about. The program that began in the fall of\n   24  1994 requires uniforms  for  70,000  students  in  kindergarten  through\n   25  eighth  grades.   With a 98% compliance rate, results during their first\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00414-01-1\n\n       A. 3606                             2\n\n    1  years have proven the dramatic effect a successful school uniform policy\n    2  can have on a school system.  The  first  year  alone  they  saw  a  43%\n    3  reduction in suspensions, 54% fewer fights, a 70% reduction in substance\n    4  abuse,  over  20%  fewer cases of weapons possession and robbery, and an\n    5  over 50% reduction in reports of battery against employees. Other school\n    6  systems nationwide likewise report similar  changes  in  statistics.  As\n    7  recently  as  the  summer  of  2002, school districts were adding school\n    8  uniform requirements to district mandates.  The  school  board  for  the\n    9  Memphis  City  Schools in Tennessee voted in June, 2002, to require each\n   10  school's leadership council to establish a uniform  dress  code  policy,\n   11  and  more  schools  in  the  Cincinnati, Ohio area were requiring either\n   12  school uniforms or the  adoption  of  standard  dress  codes.  For  this\n   13  reason,  as  more  states in the country are implementing these policies\n   14  that are working towards fighting gang  proliferation,  New  York  state\n   15  should  not  be  the  exception, especially when, in the past ten years,\n   16  there has been a dramatic increase in  the  number  of  school  students\n   17  recruited by gangs.\n   18    According  to  USA  Today,  parents spent an average of $185 per child\n   19  buying non-uniform clothing in 1998, compared with an  average  of  $104\n   20  spent per child to purchase uniforms. Furthermore, a more recent article\n   21  in the Wall Street Journal lists uniform costs; the range is $25-$40 per\n   22  outfit.\n   23    This  act will not only impact the social and economic status of fami-\n   24  lies throughout the state by providing inexpensive uniforms, but it will\n   25  enhance students' concentration on studying rather than  on  forming  or\n   26  joining  gangs. Also, it is the finding of this legislature that requir-\n   27  ing school students in this state to wear uniforms will diminish  exclu-\n   28  sion of students based on what they are wearing, place stronger focus on\n   29  academic  performance, decrease opportunity for showing gang affiliation\n   30  or hiding weapons,  create  an  atmosphere  of  teamwork  and  pride  in\n   31  personal appearance and school, promote safety (makes it easier to iden-\n   32  tify  strangers  in  school),  put students in a more common ground, and\n   33  reduce discrepancies in administering dress-codes justice.\n   34    S 2. Section 305 of the education law  is  amended  by  adding  a  new\n   35  subdivision 42 to read as follows:\n   36    42.  HE OR SHE SHALL PROMULGATE RULES AND REGULATIONS REQUIRING SCHOOL\n   37  DISTRICTS TO ESTABLISH AND IMPLEMENT A SCHOOL  DISTRICT  UNIFORM  POLICY\n   38  FOR ALL STUDENTS IN GRADES ONE THROUGH TWELVE, PURSUANT TO SECTION TWEN-\n   39  TY-EIGHT  HUNDRED  THREE  OF  THIS  CHAPTER.  PROVIDED THAT FOR THE CITY\n   40  SCHOOL DISTRICT OF THE CITY OF NEW YORK, THE COMMISSIONER  SHALL  ESTAB-\n   41  LISH  BY  RULE  A  REQUIREMENT  THAT  EVERY STUDENT IN SUCH DISTRICT, IN\n   42  GRADES ONE THROUGH TWELVE, WEAR A UNIFORM SPECIFIED FOR SUCH CITY SCHOOL\n   43  DISTRICT BY THE COMMISSIONER.\n   44    S 3. The education law is amended by adding a new section 2803 to read\n   45  as follows:\n   46    S 2803. SCHOOL  DISTRICT  UNIFORMS.  1.  EXCEPT  IN  THE  CITY  SCHOOL\n   47  DISTRICT  OF THE CITY OF NEW YORK, THE BOARD OF EDUCATION OR TRUSTEES OF\n   48  EVERY SCHOOL DISTRICT IN THE STATE, AND EACH BOARD OF COOPERATIVE EDUCA-\n   49  TIONAL SERVICES SHALL ESTABLISH A  REQUIREMENT  THAT  EVERY  STUDENT  IN\n   50  GRADES  ONE  THROUGH  TWELVE  WEAR THE STUDENT UNIFORM SPECIFIED BY SUCH\n   51  BOARD.\n   52    2. IN THE CITY SCHOOL DISTRICT OF THE CITY OF NEW YORK, EVERY  STUDENT\n   53  IN GRADES ONE THROUGH TWELVE SHALL WEAR THE STUDENT UNIFORM SPECIFIED BY\n   54  THE  COMMISSIONER  FOR STUDENTS IN SUCH DISTRICT PURSUANT TO SUBDIVISION\n   55  FORTY-TWO OF SECTION THREE HUNDRED FIVE OF THIS CHAPTER.\n\n       A. 3606                             3\n\n    1    S 4. This act shall take effect  immediately,  provided  that  section\n    2  three  of  this  act  shall take effect on the first of September or the\n    3  first of January,  whichever  occurs  first,  next  succeeding  the  one\n    4  hundred eightieth day after the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring all public school students to wear a school district uniform ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T112247.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T105244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101986
}