{
  "year" : 2011,
  "senateBillNo" : "A3602-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3602-2011-1296018000000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing certain requirements for the dormitory prior to such authority issuing bonds and notes to finance certain projects",
  "summary" : "Relates to establishing certain requirements for the dormitory authority of the state of New York prior to such authority issuing bonds and notes to finance projects for a private institution or organization. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A2513-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3602\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. O'DONNELL, GLICK, COLTON -- Multi-Sponsored by --\n         M.  of A. COOK, MILLMAN, N. RIVERA, ROBINSON, SCHIMEL -- read once and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the public authorities law, in relation to  establishing\n         certain  requirements  for the dormitory authority of the state of New\n         York prior to such  authority  issuing  bonds  and  notes  to  finance\n         certain projects\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 1678-a to read as follows:\n    3    S  1678-A.  ADDITIONAL  REQUIREMENTS  FOR  CERTAIN AUTHORITY PROJECTS.\n    4  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, PRIOR TO THE\n    5  DORMITORY AUTHORITY OF THE STATE OF NEW YORK ISSUING BONDS AND NOTES  TO\n    6  FINANCE  A PROJECT FOR A PRIVATE INSTITUTION OR ORGANIZATION, THE DORMI-\n    7  TORY AUTHORITY SHALL:\n    8    (A) BE REQUIRED TO PREPARE A STATEMENT ON THE ENVIRONMENTAL IMPACT  OF\n    9  THE  PROJECT SUCH BONDS OR NOTES ARE TO FINANCE, AND THEN HOLD A HEARING\n   10  IN THE COMMUNITY AFFECTED ON SUCH ENVIRONMENTAL IMPACT STATEMENT REGARD-\n   11  LESS OF WHETHER IT IS FOUND THAT THERE WOULD BE A POSITIVE  OR  NEGATIVE\n   12  IMPACT ON THE ENVIRONMENT DUE TO SUCH PROJECT; AND\n   13    (B) REQUIRE ANY PROJECT FOR A PRIVATE INSTITUTION OR ORGANIZATION THAT\n   14  SUCH  AUTHORITY FUNDS WITH BONDS OR NOTES TO BE CONTEXTUAL IN APPEARANCE\n   15  TO THE BUILDINGS AND STRUCTURES  SURROUNDING  SUCH  PROJECT  AND  TO  BE\n   16  APPROVED BY A LOCAL PLANNING OR ZONING BOARD OR OTHER SIMILAR BOARD.  IF\n   17  NO  SUCH  LOCAL  BOARD  EXISTS  THEN THE OFFICE OF PARKS, RECREATION AND\n   18  HISTORIC PRESERVATION SHALL BE REQUIRED TO REVIEW THE PROJECT TO  DETER-\n   19  MINE  IF  THE  PROJECT  IS  CONTEXTUAL  IN APPEARANCE TO THE SURROUNDING\n   20  BUILDINGS AND STRUCTURES.\n   21    S 2. This act shall take effect on the one hundred twentieth day after\n   22  it shall have become a law; provided, however, that effective immediate-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05726-01-1\n\n       A. 3602                             2\n\n    1  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    2  necessary  for  the implementation of this act on its effective date are\n    3  authorized and directed to be made  and  completed  on  or  before  such\n    4  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing certain requirements for the dormitory authority of the state of New York prior to such authority issuing bonds and notes to finance certain projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T110746.TXT", "SOBI.D110126.T111746.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T104744.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101977
}