{
  "year" : 2011,
  "senateBillNo" : "A360-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A360-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires sale or transfer of certain firearms between unlicensed persons shall be conducted through a licensed firearms dealer",
  "summary" : "Requires sale or transfer of rifles and shotguns between unlicensed persons shall be conducted through a federally licensed firearms dealer; makes exceptions; provides penalties. ",
  "currentCommittee" : null,
  "sameAs" : "S678",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1186-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          360\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PAULIN, PEOPLES-STOKES, GALEF, BING, DINOWITZ,\n         ROSENTHAL, KAVANAGH -- Multi-Sponsored by -- M. of A. BRENNAN,  CLARK,\n         COOK,  CYMBROWITZ,  GOTTFRIED,  HOOPER,  MAYERSOHN,  McENENY, MILLMAN,\n         ORTIZ, PERRY, PHEFFER, ROBINSON, TOWNS, WEISENBERG --  read  once  and\n         referred  to  the  Committee  on  Economic  Development, Job Creation,\n         Commerce and Industry\n\n       AN ACT to amend the general business law, in relation  to  the  sale  or\n         transfer  of  a  rifle  or  a  shotgun  between unlicensed persons and\n         providing penalties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  396-eee to read as follows:\n    3    S  396-EEE.  SALE  OR  TRANSFER  OF CERTAIN WEAPONS BETWEEN UNLICENSED\n    4  PERSONS. 1. THE SALE OR OTHER TRANSFER OF RIFLES OR  SHOTGUNS,  AS  SUCH\n    5  TERMS  ARE  DEFINED  IN  SECTION 265.00 OF THE PENAL LAW, BETWEEN TWO OR\n    6  MORE UNLICENSED PERSONS SHALL BE CONDUCTED THROUGH A FEDERALLY  LICENSED\n    7  FIREARMS DEALER AND SHALL COMPLY WITH APPLICABLE FEDERAL AND STATE LAWS.\n    8  A  PERSON SHALL COMPLETE ANY SALE, LOAN, OR TRANSFER OF A RIFLE OR SHOT-\n    9  GUN THROUGH A PERSON LICENSED PURSUANT TO SECTION 400.00  OF  THE  PENAL\n   10  LAW  IN  ACCORDANCE  WITH  THIS SECTION. THE SELLER OR TRANSFEROR OR THE\n   11  PERSON LOANING THE RIFLE OR SHOTGUN SHALL DELIVER THE RIFLE  OR  SHOTGUN\n   12  TO  THE DEALER WHO SHALL RETAIN POSSESSION OF THAT RIFLE OR SHOTGUN. THE\n   13  DEALER SHALL THEN DELIVER THE RIFLE  OR  SHOTGUN  TO  THE  PURCHASER  OR\n   14  TRANSFEREE OR THE PERSON BEING LOANED THE RIFLE OR SHOTGUN, IF IT IS NOT\n   15  PROHIBITED BY ANY PROVISION OF LAW. IF THE DEALER CANNOT LEGALLY DELIVER\n   16  THE  RIFLE OR SHOTGUN TO THE PURCHASER OR TRANSFEREE OR THE PERSON BEING\n   17  LOANED THE RIFLE OR SHOTGUN, THE DEALER SHALL FORTHWITH, WITHOUT WAITING\n   18  FOR THE CONCLUSION OF ANY APPLICABLE WAITING PERIOD, RETURN THE RIFLE OR\n   19  SHOTGUN TO THE TRANSFEROR OR SELLER OR THE PERSON LOANING THE  RIFLE  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00323-01-1\n\n       A. 360                              2\n\n    1  SHOTGUN.  THE DEALER SHALL NOT RETURN THE RIFLE OR SHOTGUN TO THE SELLER\n    2  OR TRANSFEROR OR THE PERSON LOANING THE RIFLE OR SHOTGUN WHEN TO  DO  SO\n    3  WOULD  CONSTITUTE  A  VIOLATION  OF  THE PENAL LAW. IF THE DEALER CANNOT\n    4  LEGALLY  RETURN  THE RIFLE OR SHOTGUN TO THE TRANSFEROR OR SELLER OR THE\n    5  PERSON LOANING THE RIFLE OR SHOTGUN, THEN  THE  DEALER  SHALL  FORTHWITH\n    6  DELIVER  THE  RIFLE OR SHOTGUN TO THE SHERIFF OF THE COUNTY OR THE CHIEF\n    7  OF POLICE OR OTHER HEAD OF A MUNICIPAL POLICE DEPARTMENT OF ANY CITY  OR\n    8  CITY  AND  COUNTY  WHO  SHALL  THEN DISPOSE OF THE FIREARM IN THE MANNER\n    9  PROVIDED BY SUCH MUNICIPALITY. THE FEDERALLY  LICENSED  FIREARMS  DEALER\n   10  MAY  CHARGE  A TRANSFER FEE NOT TO EXCEED TEN DOLLARS. THIS SECTION DOES\n   11  NOT APPLY TO THE SALE OR OTHER TRANSFER OF RIFLES OR SHOTGUNS IN ANY  OF\n   12  THE FOLLOWING SITUATIONS:\n   13    A.  THE PERSON TRANSFERRING THE RIFLE OR SHOTGUN OR THE PERSON ACQUIR-\n   14  ING THE RIFLE OR SHOTGUN IS  A  LICENSED  FIREARMS  DEALER  PURSUANT  TO\n   15  FEDERAL LAW.\n   16    B.  THE  RIFLE  OR  SHOTGUN ACQUIRED IS AN ANTIQUE RIFLE OR SHOTGUN, A\n   17  COLLECTOR'S ITEM, A DEVICE WHICH IS NOT DESIGNED OR REDESIGNED  FOR  USE\n   18  AS  A  RIFLE  OR SHOTGUN, A DEVICE WHICH IS DESIGNED SOLELY FOR USE AS A\n   19  SIGNALING, PYROTECHNIC, LINE-THROWING, SAFETY OR SIMILAR  DEVICE,  OR  A\n   20  RIFLE  OR  SHOTGUN  WHICH  IS UNSERVICEABLE BY REASON OF BEING UNABLE TO\n   21  DISCHARGE A SHOT BY MEANS OF AN EXPLOSIVE  AND  IS  INCAPABLE  OF  BEING\n   22  READILY RESTORED TO A FIRING CONDITION.\n   23    C. THE PERSON ACQUIRING THE RIFLE OR SHOTGUN IS AUTHORIZED TO DO SO ON\n   24  BEHALF OF A LAW ENFORCEMENT AGENCY.\n   25    2.  AN  UNLICENSED PERSON WHO SELLS OR TRANSFERS A SHOTGUN OR RIFLE TO\n   26  ANOTHER UNLICENSED PERSON, OR AN UNLICENSED PERSON WHO ACQUIRES A  RIFLE\n   27  OR  SHOTGUN FROM ANOTHER UNLICENSED PERSON, WITHOUT THE SALE OR TRANSFER\n   28  CONDUCTED BY A FEDERALLY LICENSED FIREARMS DEALER, SHALL BE GUILTY OF  A\n   29  CLASS A MISDEMEANOR PURSUANT TO SECTION 265.17 OF THE PENAL LAW.\n   30    3.  A  PERSON  WHO  SELLS  OR  TRANSFERS A RIFLE OR SHOTGUN TO ANOTHER\n   31  PERSON, WHO THE TRANSFEROR KNOWS OR HAS REASON  TO  KNOW  IS  PROHIBITED\n   32  FROM POSSESSING FIREARMS, RIFLES OR SHOTGUNS UNDER FEDERAL OR STATE LAW,\n   33  SHALL  BE  GUILTY OF A CLASS A MISDEMEANOR PURSUANT TO SECTION 265.17 OF\n   34  THE PENAL LAW.\n   35    S 2. This act shall take effect on the first of November next succeed-\n   36  ing the date on which it shall have become a  law  and  shall  apply  to\n   37  firearms sold or transferred on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the sale or transfer of a rifle or a shotgun between unlicensed persons and providing penalties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T152616.TXT", "SOBI.D101229.T104223.TXT", "SOBI.D101222.T154349.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293637343339
}