{
  "year" : 2011,
  "senateBillNo" : "A3608-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3608-2011-1296018000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs courts to exonerate bail and order recognizance when no grand jury action has occurred for 45 days from arraignment, unless the people show good cause",
  "summary" : "Directs courts to exonerate bail and order recognizance when no grand jury action has occurred for 45 days from arraignment, unless the people show good cause otherwise. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "AA5542-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3608\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TITUS, COOK, O'DONNELL, CLARK, WRIGHT -- Multi-\n         Sponsored by -- M. of A. GOTTFRIED, JAFFEE, JEFFRIES, PERRY, ZEBROWSKI\n         -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  exoneration\n         of bail\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 530.20 of the criminal procedure law is amended  by\n    2  adding a new subdivision 3 to read as follows:\n    3    3.  WHEN  A LOCAL CRIMINAL COURT HAS, IN ACCORDANCE WITH THIS SECTION,\n    4  ORDERED BAIL WITH RESPECT TO A DEFENDANT CHARGED  BY  FELONY  COMPLAINT,\n    5  AND THE DEFENDANT IS SUBSEQUENTLY AT LIBERTY IN THE ACTION FOLLOWING THE\n    6  POSTING  OF  BAIL,  SUCH  COURT SHALL UPON APPLICATION OF THE DEFENDANT,\n    7  EXONERATE BAIL AND ORDER RECOGNIZANCE WHEN, AT THE TIME OF  THE  DEFEND-\n    8  ANT'S  APPLICATION  THEREFOR,  THE  FELONY COMPLAINT HAS BEEN PENDING IN\n    9  SUCH LOCAL CRIMINAL COURT, WITH NO ACTION OF THE GRAND JURY, FOR A PERI-\n   10  OD OF AT LEAST FORTY-FIVE DAYS FROM THE DATE OF THE DEFENDANT'S ARRAIGN-\n   11  MENT THEREON; PROVIDED, HOWEVER, THAT THE COURT MAY DENY  SUCH  APPLICA-\n   12  TION WHERE THE PEOPLE SHOW GOOD CAUSE WHY BAIL SHOULD NOT BE EXONERATED.\n   13    S 2. Section 530.40 of the criminal procedure law is amended by adding\n   14  a new subdivision 5 to read as follows:\n   15    5.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION TWO OF THIS SECTION,\n   16  WHERE A DEFENDANT CHARGED BY FELONY  COMPLAINT  IS  AT  LIBERTY  IN  THE\n   17  ACTION  FOLLOWING  THE POSTING OF BAIL, THE COURT SHALL UPON APPLICATION\n   18  OF THE DEFENDANT, EXONERATE BAIL AND ORDER  RECOGNIZANCE  WHEN,  AT  THE\n   19  TIME  OF THE DEFENDANT'S APPLICATION THEREFOR, SUCH FELONY COMPLAINT HAS\n   20  BEEN PENDING, WITH NO ACTION OF THE GRAND JURY, FOR A PERIOD OF AT LEAST\n   21  FORTY-FIVE DAYS FROM THE DATE OF THE  DEFENDANT'S  ARRAIGNMENT  THEREON;\n   22  PROVIDED,  HOWEVER,  THAT  THE COURT MAY DENY SUCH APPLICATION WHERE THE\n   23  PEOPLE SHOW GOOD CAUSE WHY BAIL SHOULD NOT BE EXONERATED.\n   24    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08026-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to exoneration of bail ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T112247.TXT", "SOBI.D110126.T110746.TXT", "SOBI.D110126.T165821.TXT", "SOBI.D110126.T105244.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296079101989
}