{
  "year" : 2011,
  "senateBillNo" : "A3615-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3615-2011-1296018000000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to real property tax exemptions for certain private homes from local taxation in N.Y. city",
  "summary" : "Relates to real property tax exemptions for certain private homes from local taxation in cities with a population of one million or more. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A6639-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3615\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN, COLTON -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to  exemption  of\n         certain  private homes from local taxation in cities with a population\n         of one million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 421-l to read as follows:\n    3    S 421-L. EXEMPTION OF CERTAIN PRIVATE HOMES FROM LOCAL TAXATION.    1.\n    4  FOR PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOW-\n    5  ING MEANINGS:\n    6    (A)  \"COMMENCE  CONSTRUCTION\" SHALL MEAN THAT THE AGENCY OR DEPARTMENT\n    7  OF THE CITY HAVING JURISDICTION HAS ISSUED A PERMIT FOR CONSTRUCTION  OF\n    8  A  PRIVATE HOME AND SUCH WORK HAS BEGUN IN GOOD FAITH IN ACCORDANCE WITH\n    9  SUCH PERMIT.\n   10    (B) \"COMPLETE CONSTRUCTION\" SHALL MEAN THAT THE AGENCY OR THE  DEPART-\n   11  MENT OF THE CITY HAVING JURISDICTION HAS ISSUED A TEMPORARY OR PERMANENT\n   12  CERTIFICATE OF OCCUPANCY FOR ALL RESIDENTIAL AREAS OF THE PRIVATE HOME.\n   13    (C)  \"ELIGIBLE  PROJECT\"  SHALL MEAN A NEWLY CONSTRUCTED PRIVATE HOME,\n   14  INCLUDING BOTH LAND AND IMPROVEMENTS, TO BE OCCUPIED AS A RESIDENCE  FOR\n   15  THE FIRST TIME, WHICH COMMENCES CONSTRUCTION ON OR AFTER JULY FIRST, TWO\n   16  THOUSAND  ELEVEN  AND  ON  OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND\n   17  SIXTEEN AND COMPLETES CONSTRUCTION NO LATER THAN DECEMBER  THIRTY-FIRST,\n   18  TWO  THOUSAND  EIGHTEEN,  AND WHICH IS DESIGNED AND OCCUPIED EXCLUSIVELY\n   19  FOR RESIDENTIAL PURPOSES.\n   20    (D) \"EXEMPTION COMMENCEMENT DATE\" SHALL MEAN THE FIRST TAXABLE  STATUS\n   21  DATE  AFTER THE LATER TO OCCUR OF THE COMPLETION OF SUCH CONSTRUCTION OR\n   22  THE SALE TO THE INITIAL PURCHASER OR, IN THE CASE OF A PRIVATE HOME IN A\n   23  CONDOMINIUM FORM OF OWNERSHIP, THE FIRST TAXABLE STATUS DATE  AFTER  THE\n   24  LATER TO OCCUR OF THE COMPLETION OF SUCH CONSTRUCTION OR THE SALE TO THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05671-02-1\n\n       A. 3615                             2\n\n    1  FIRST  INITIAL  PURCHASER OF A CONDOMINIUM DWELLING UNIT IN SUCH PRIVATE\n    2  HOME.\n    3    (E)  \"INITIAL  PURCHASER\"  SHALL  MEAN  THE FIRST PURCHASER OF A NEWLY\n    4  CONSTRUCTED PRIVATE HOME OR, IN THE CASE OF A PRIVATE HOME IN  A  CONDO-\n    5  MINIUM  FORM  OF OWNERSHIP, THE FIRST PURCHASER OF EACH DWELLING UNIT IN\n    6  SUCH NEWLY CONSTRUCTED PRIVATE HOME.\n    7    (F) \"LOCAL HOUSING AGENCY\" SHALL MEAN AN \"AGENCY\" AS DEFINED  PURSUANT\n    8  TO SECTION SIX HUNDRED NINETY-TWO OF THE GENERAL MUNICIPAL LAW.\n    9    (G)  \"MAXIMUM  PURCHASE PRICE\" SHALL MEAN A SALES PRICE TO THE INITIAL\n   10  PURCHASER, OR, IN THE CASE OF A PRIVATE HOME IN A  CONDOMINIUM  FORM  OF\n   11  OWNERSHIP,  AN  AGGREGATE  SALES  PRICE TO ALL INITIAL PURCHASES, OF (I)\n   12  FIVE HUNDRED ONE THOUSAND TWO HUNDRED DOLLARS IN THE CASE OF  A  PRIVATE\n   13  HOME  CONTAINING  ONE DWELLING UNIT, (II) FIVE HUNDRED NINETY-FOUR THOU-\n   14  SAND SIX HUNDRED THREE DOLLARS IN THE CASE OF A PRIVATE HOME  CONTAINING\n   15  TWO  DWELLINGS UNITS, AND (III) SEVEN HUNDRED ELEVEN THOUSAND DOLLARS IN\n   16  THE CASE OF A PRIVATE HOME CONTAINING THREE DWELLING UNITS.  THE MAXIMUM\n   17  PURCHASE PRICES PROVIDED IN SUBPARAGRAPHS (I), (II) AND  (III)  OF  THIS\n   18  PARAGRAPH  SHALL  BE INCREASED BY THREE PERCENT, COMPOUNDED ANNUALLY, ON\n   19  EACH TAXABLE STATUS DATE FOLLOWING THE FIRST ANNIVERSARY OF  THE  EFFEC-\n   20  TIVE DATE OF THIS SECTION.\n   21    (H)  \"MULTIPLE  DWELLING\"  SHALL  MEAN  A MULTIPLE DWELLING WITHIN THE\n   22  MEANING OF SECTION FOUR OF THE MULTIPLE DWELLING LAW.\n   23    (I) \"PRIVATE HOME\" SHALL MEAN AN OWNER OCCUPIED  PRIVATE  OR  MULTIPLE\n   24  DWELLING  CONTAINING NOT MORE THAN THREE DWELLING UNITS, AS INDICATED ON\n   25  THE CERTIFICATE OF OCCUPANCY FOR SUCH STRUCTURE.\n   26    2. (A) WITHIN A CITY HAVING A POPULATION OF ONE MILLION  OR  MORE,  AN\n   27  ELIGIBLE  PROJECT  SHALL  BE  EXEMPT FROM ALL LOCAL AND MUNICIPAL TAXES,\n   28  OTHER THAN ASSESSMENTS FOR LOCAL IMPROVEMENTS, DURING THE  TAX  YEAR  OR\n   29  YEARS  NEXT  FOLLOWING  THE  EXEMPTION COMMENCEMENT DATE AS FOLLOWS: (I)\n   30  WITH RESPECT TO PRIVATE HOMES CONTAINING LESS THAN THREE DWELLING UNITS,\n   31  TWO YEARS OF EXEMPTION FROM ALL SUCH TAXES;  FOLLOWED  BY  ONE  YEAR  OF\n   32  EXEMPTION  FROM SEVENTY-FIVE PERCENT OF SUCH TAXES; FOLLOWED BY ONE YEAR\n   33  OF EXEMPTION FROM SIXTY-TWO AND ONE-HALF PERCENT OF SUCH TAXES; FOLLOWED\n   34  BY ONE YEAR OF EXEMPTION FROM FIFTY PERCENT OF SUCH TAXES;  FOLLOWED  BY\n   35  ONE  YEAR  OF  EXEMPTION  FROM THIRTY-SEVEN AND ONE-HALF PERCENT OF SUCH\n   36  TAXES; FOLLOWED BY ONE YEAR OF EXEMPTION  FROM  TWENTY-FIVE  PERCENT  OF\n   37  SUCH  TAXES;  AND  FOLLOWED  BY  ONE  YEAR  OF EXEMPTION FROM TWELVE AND\n   38  ONE-HALF PERCENT OF SUCH TAXES, AND (II) WITH RESPECT TO  PRIVATE  HOMES\n   39  CONTAINING THREE DWELLING UNITS, ELEVEN YEARS OF EXEMPTION FROM ALL SUCH\n   40  TAXES;  FOLLOWED  BY  ONE  YEAR OF EXEMPTION FROM EIGHTY PERCENT OF SUCH\n   41  TAXES; FOLLOWED BY ONE YEAR OF EXEMPTION  FROM  SIXTY  PERCENT  OF  SUCH\n   42  TAXES;  FOLLOWED  BY  ONE  YEAR  OF EXEMPTION FROM FORTY PERCENT OF SUCH\n   43  TAXES; AND FOLLOWED BY ONE YEAR OF EXEMPTION FROM TWENTY PERCENT OF SUCH\n   44  TAXES.\n   45    (B) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (A) OF  THIS  SUBDIVI-\n   46  SION,  EXEMPTION FROM LOCAL AND MUNICIPAL TAXES UNDER THIS SECTION SHALL\n   47  NOT BE AVAILABLE TO THE TAX LOT (LAND AND  IMPROVEMENTS)  UPON  WHICH  A\n   48  PRIVATE  HOME  IS  CONSTRUCTED  IF ANY PORTION OF SUCH TAX LOT (LAND AND\n   49  IMPROVEMENTS): (I) IS EXEMPT FROM LOCAL AND MUNICIPAL  TAXES  UNDER  ANY\n   50  OTHER  LAW;  (II)  CONTAINS  A  PRIVATE  HOME  THAT  EXCEEDS THE MAXIMUM\n   51  PURCHASE PRICE, OR (III) PREVIOUSLY  CONTAINED  A  PRIVATE  OR  MULTIPLE\n   52  DWELLING  THAT HAS BEEN FULLY DEMOLISHED AND REMOVED AND LESS THAN THREE\n   53  YEARS HAVE ELAPSED BETWEEN THE DATE OF INSURANCE OF THE PERMIT AUTHORIZ-\n   54  ING SUCH DEMOLITION AND REMOVAL AND THE DATE THAT THE NEW  PRIVATE  HOME\n   55  COMMENCES CONSTRUCTION.\n\n       A. 3615                             3\n\n    1    (C)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n    2  SION, THE TAX LOT (LAND AND IMPROVEMENTS) UPON WHICH THE PRIVATE HOME IS\n    3  CONSTRUCTED SHALL AT ALL TIMES BE SUBJECT TO LOCAL AND  MUNICIPAL  TAXES\n    4  IN  AN AMOUNT NOT LESS THAN THE AMOUNT OF LOCAL AND MUNICIPAL TAXES THAT\n    5  WOULD  BE  PAYABLE THEREON BASED UPON THE ASSESSED VALUATION OF THE LAND\n    6  APPEARING ON THE ASSESSMENT ROLL IN THE FIRST YEAR AFTER  COMPLETION  OF\n    7  CONSTRUCTION.\n    8    3. (A) BASED ON THE CERTIFICATION OF THE LOCAL HOUSING AGENCY PURSUANT\n    9  TO  THIS  SECTION  CERTIFYING ELIGIBILITY FOR EXEMPTION PURSUANT TO THIS\n   10  SECTION, THE DEPARTMENT OF FINANCE OF THE CITY OF NEW YORK SHALL  IMPLE-\n   11  MENT THE AMOUNT OF EXEMPTION FROM LOCAL AND MUNICIPAL TAXES.\n   12    (B)  THE  LOCAL HOUSING AGENCY MAY PROMULGATE RULES AND REGULATIONS TO\n   13  CARRY OUT THE PROVISIONS OF  THIS  SECTION  MAY  REQUIRE  PAYMENT  OF  A\n   14  NON-REFUNDABLE  FILING  FEE  IN  THE  AMOUNT  OF TWO HUNDRED DOLLARS PER\n   15  DWELLING UNIT FOR EACH APPLICATION FOR TAX EXEMPTION  PURSUANT  TO  THIS\n   16  SECTION.\n   17    (C)  UPON  A  FINDING BY THE LOCAL HOUSING AGENCY OR BY ANOTHER AGENCY\n   18  DESIGNATED BY SUCH LOCAL HOUSING AGENCY THAT A PRIVATE HOME IS NOT BEING\n   19  USED FOR RESIDENTIAL PURPOSES, IS THE SUBJECT  OF  A  VIOLATION  FOR  AN\n   20  ILLEGAL  OCCUPANCY,  IS  NOT  OWNER OCCUPIED OR HAS BEEN SOLD TO SOMEONE\n   21  OTHER THAN THE INITIAL PURCHASER, EXEMPTION  FROM  TAXATION  UNDER  THIS\n   22  SECTION  SHALL  BE  REVOKED AND SHALL TERMINATE PROSPECTIVELY; PROVIDED,\n   23  HOWEVER, THAT IN THE CASE OF AN ILLEGAL OCCUPANCY, THE OWNER SHALL REPAY\n   24  ALL TAXES, WITH INTEREST, FROM WHICH SUCH PRIVATE HOME WAS EXEMPTED  AND\n   25  SUCH AMOUNT, IF UNPAID, SHALL BECOME A TAX LIEN AGAINST THE PROPERTY.\n   26    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to exemption of certain private homes from local taxation in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T152809.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073689265
}