{
  "year" : 2011,
  "senateBillNo" : "A3617-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3617-2011-1296018000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to enforcement of competitive bidding law",
  "summary" : "Enacts the \"municipal competitive bidding enforcement act\" to ensure local governments are provided with the comptroller's opinions on specific procurement actions and holding political subdivisions accountable for complying with the competitive bidding law; establishes attorney general enforcement; declares bids are public records; provides office of general services shall supply bid specifications to political subdivisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A5059-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3617\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, MILLMAN, CLARK, DINOWITZ, ORTIZ, COLTON,\n         SPANO,  JAFFEE -- Multi-Sponsored by -- M. of A. CAHILL, GALEF, GLICK,\n         GOTTFRIED, MARKEY,  PHEFFER,  ROSENTHAL,  SWEENEY  --  read  once  and\n         referred to the Committee on Local Governments\n\n       AN  ACT to amend the general municipal law and the state finance law, in\n         relation to ensuring compliance with the competitive bidding law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"Municipal competitive bidding enforcement act.\"\n    3    S 2. The general municipal law is amended  by  adding  a  new  section\n    4  103-g to read as follows:\n    5    S  103-G. ENFORCEMENT OF COMPETITIVE BIDDING LAW. 1. DEFINITIONS.  (A)\n    6  \"PROCUREMENT ACTION\" MEANS ANY TRANSACTION WHICH IS CLAIMED  TO  CONSTI-\n    7  TUTE  A  CONTRACT  FOR PUBLIC WORK INVOLVING AN EXPENDITURE OF MORE THAN\n    8  TWENTY THOUSAND DOLLARS OR A PURCHASE CONTRACT INVOLVING THE EXPENDITURE\n    9  OF MORE THAN TEN THOUSAND DOLLARS WHICH SHOULD BE AWARDED TO THE  LOWEST\n   10  RESPONSIBLE  BIDDER,  AS  PROVIDED  BY SECTION ONE HUNDRED THREE OF THIS\n   11  ARTICLE.\n   12    (B) \"GOOD FAITH BIDDER\" MEANS ANY PERSON WHO HAS SUBMITTED  A  BID  IN\n   13  RESPONSE TO AN ADVERTISEMENT FOR SEALED BIDS, OR WHO COULD SUBMIT A GOOD\n   14  FAITH BID ON A PROCUREMENT ACTION.\n   15    2. COMPTROLLER'S OPINIONS. UPON A COMPLAINT FILED BY A TAXPAYER OF THE\n   16  POLITICAL SUBDIVISION OR BY A GOOD FAITH BIDDER, THE OFFICE OF THE STATE\n   17  COMPTROLLER  SHALL  ISSUE  AN  OPINION ON WHETHER A PROPOSED PROCUREMENT\n   18  ACTION BY A POLITICAL SUBDIVISION COMPLIES WITH THE COMPETITIVE  BIDDING\n   19  REQUIREMENTS OF SECTION ONE HUNDRED THREE OF THIS ARTICLE. THE COMPLAINT\n   20  SHALL  SPECIFY THE PROCUREMENT ACTION THAT IS CLAIMED TO VIOLATE SECTION\n   21  ONE HUNDRED THREE OF THIS ARTICLE. THE TAXPAYER  OR  GOOD  FAITH  BIDDER\n   22  SHALL  SERVE  A COPY OF THE COMPLAINT ON THE POLITICAL SUBDIVISION PRIOR\n   23  TO SERVING THE COMPLAINT ON THE COMPTROLLER.  UPON THE FILING OF A PRIMA\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05432-01-1\n\n       A. 3617                             2\n\n    1  FACIE VALID COMPLAINT WITH THE COMPTROLLER, THE COMPTROLLER SHALL NOTIFY\n    2  THE POLITICAL SUBDIVISION. UPON RECEIPT OF SUCH NOTICE  FROM  THE  COMP-\n    3  TROLLER, THE POLITICAL SUBDIVISION MAY NOT PROCEED WITH THE COMPLAINT OF\n    4  PROCUREMENT  ACTION FOR A PERIOD OF THIRTY DAYS. IN RENDERING HIS OR HER\n    5  OPINION, THE COMPTROLLER MAY CONSULT WITH THE OFFICE OF GENERAL SERVICES\n    6  AS TO THE REASONABLENESS AND VALIDITY OF  ANY  BID  SPECIFICATIONS.  THE\n    7  COMPTROLLER  SHALL  ISSUE A WRITTEN OPINION PURSUANT TO THIS SUBDIVISION\n    8  WITHIN THIRTY DAYS OF SUCH NOTICE TO THE POLITICAL SUBDIVISION AND SHALL\n    9  PROMPTLY SERVE COPIES OF THE OPINION ON THE POLITICAL SUBDIVISION AND ON\n   10  THE COMPLAINING PARTY.\n   11    3. ATTORNEY GENERAL. IF THE COMPTROLLER'S OPINION IS THAT THE PROCURE-\n   12  MENT ACTION WOULD VIOLATE SECTION ONE HUNDRED THREE OF THIS ARTICLE, THE\n   13  COMPTROLLER SHALL TRANSMIT A COPY OF THE OPINION TO THE ATTORNEY  GENER-\n   14  AL.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE ATTORNEY GENERAL IS\n   15  AUTHORIZED TO BRING A SPECIAL PROCEEDING IN THE SUPREME COURT TO HAVE  A\n   16  PROCUREMENT ACTION ENJOINED OR DECLARED NULL AND VOID ON THE GROUND THAT\n   17  IT IS IN VIOLATION OF SECTION ONE HUNDRED THREE OF THIS ARTICLE.\n   18    4.  DAMAGES  TO  GOOD  FAITH  BIDDER. A GOOD FAITH BIDDER MAY BRING AN\n   19  ACTION IN THE SUPREME COURT TO RECOVER DAMAGES AND ATTORNEY'S FEES  FROM\n   20  A  POLITICAL  SUBDIVISION,  WHICH  ENGAGES IN A VIOLATION OF SECTION ONE\n   21  HUNDRED THREE OF THIS ARTICLE. THE COURT SHALL AWARD DAMAGES AND  ATTOR-\n   22  NEY'S FEES IF THE COURT FINDS THAT THE GOOD FAITH BIDDER WOULD HAVE BEEN\n   23  THE  LOWEST  RESPONSIBLE  BIDDER,  BUT  FOR  THE POLITICAL SUBDIVISION'S\n   24  VIOLATION OF SECTION ONE HUNDRED THREE OF THIS  ARTICLE.  THE  COURT  IS\n   25  AUTHORIZED  IN  ANY SUCH ACTION TO DECLARE AN ILLEGALLY AWARDED CONTRACT\n   26  TO BE NULL AND VOID.\n   27    (A) IF THE COMPTROLLER HAS ISSUED  AN  OPINION  THAT  THE  PROCUREMENT\n   28  ACTION  WOULD BE IN VIOLATION OF SECTION ONE HUNDRED THREE OF THIS ARTI-\n   29  CLE AND THE POLITICAL SUBDIVISION  HAS  THEREAFTER  PROCEEDED  WITH  THE\n   30  PROCUREMENT ACTION, THE MEASURE OF DAMAGES SHALL BE THREE TIMES THE GOOD\n   31  FAITH BIDDER'S LOST PROFITS.\n   32    (B)  IF THE COMPTROLLER HAS NOT ISSUED AN OPINION THAT THE PROCUREMENT\n   33  ACTION WOULD BE IN VIOLATION OF SECTION ONE HUNDRED THREE OF THIS  ARTI-\n   34  CLE,  THE  MEASURE  OF DAMAGES SHALL BE THE LESSER OF (I) THE GOOD FAITH\n   35  BIDDER'S LOST PROFITS AND (II) THE DIFFERENCE BETWEEN THE PRICE  OF  THE\n   36  NULLIFIED  CONTRACT  AND  ANY AMOUNT THAT THE COURT AWARDS TO THE PERSON\n   37  WHO PERFORMED ON THE NULLIFIED CONTRACT.\n   38    5. CIVIL PENALTY. ANY PERSON  WHO  SHALL  WILFULLY  AND  INTENTIONALLY\n   39  VIOLATE  THE  COMPETITIVE  BIDDING  REQUIREMENTS  OF SECTION ONE HUNDRED\n   40  THREE OF THIS ARTICLE SHALL BE PERSONALLY LIABLE FOR A CIVIL PENALTY  OF\n   41  NO  MORE  THAN ONE THOUSAND DOLLARS. IN A PROCEEDING BROUGHT PURSUANT TO\n   42  THIS SECTION, THE COMPTROLLER'S OPINIONS AND AUDITS MAY BE ADMITTED INTO\n   43  EVIDENCE ON THE ISSUE OF THE RESPONDENT'S STATE OF MIND,  PROVIDED  THAT\n   44  (A)  THE OPINION OR AUDIT WAS ISSUED PRIOR TO THE ALLEGED VIOLATION, (B)\n   45  THE OPINION OR AUDIT WAS ISSUED NO MORE THAN  TEN  YEARS  PRIOR  TO  THE\n   46  ALLEGED  VIOLATION, AND (C) THE OPINION OR AUDIT CONCERNED THE SAME KIND\n   47  OF ITEM OR SAME KIND OF PRACTICE AS THE ALLEGED VIOLATION.\n   48    6. COMPLAINT FEE. WHENEVER THE COMPTROLLER  ACCEPTS  A  COMPLAINT  FOR\n   49  FILING  PURSUANT  TO  THIS  SECTION,  THE  COMPTROLLER SHALL REQUIRE AND\n   50  COLLECT A FEE OF ONE HUNDRED DOLLARS, WHICH SHALL BE PAID INTO THE STATE\n   51  TREASURY AND WHICH SHALL, SO FAR AS IS NECESSARY, BE APPROPRIATED  ANNU-\n   52  ALLY  BY  THE  LEGISLATURE TO THE COMPTROLLER TO BE USED IN IMPLEMENTING\n   53  THIS ARTICLE.\n   54    S 3. Section 103 of the general municipal law is amended by  adding  a\n   55  new subdivision 14 to read as follows:\n\n       A. 3617                             3\n\n    1    14.  EXCEPT AS OTHERWISE EXPRESSLY AUTHORIZED BY THIS ARTICLE, A POLI-\n    2  TICAL SUBDIVISION MAY NOT REQUIRE THAT BIDS CONFORM TO  UNDULY  RESTRIC-\n    3  TIVE  SPECIFICATIONS.  ALL  SPECIFICATIONS  SHALL  BE  DRAFTED  SO AS TO\n    4  PROMOTE OVERALL ECONOMY FOR  THE  PURPOSES  INTENDED  AND  TO  ENCOURAGE\n    5  COMPETITION  IN  SATISFYING  THE  NEEDS  OF THE POLITICAL SUBDIVISION. A\n    6  BRAND NAME MAY BE USED AS A  SPECIFICATION  ONLY  IF  THE  SPECIFICATION\n    7  CLEARLY  STATES THAT THE BRAND NAME OR EQUIVALENT IS ACCEPTABLE. WHERE A\n    8  BRAND NAME OR EQUIVALENT SPECIFICATION IS USED IN  A  BID  SOLICITATION,\n    9  THE  SOLICITATION  SHALL  CONTAIN EXPLANATORY LANGUAGE THAT THE USE OF A\n   10  BRAND NAME IS FOR THE PURPOSE OF DESCRIBING  THE  STANDARD  OF  QUALITY,\n   11  PERFORMANCE  AND CHARACTERISTICS DESIRED AND IS NOT INTENDED TO LIMIT OR\n   12  RESTRICT COMPETITION. IN  ANY  OPINION,  PROCEEDING  OR  ACTION  BROUGHT\n   13  PURSUANT  TO SECTION ONE HUNDRED THREE-G OF THIS ARTICLE, A BID SPECIFI-\n   14  CATION DEVELOPED AND PROVIDED BY THE OFFICE OF GENERAL SERVICES SHALL BE\n   15  DEEMED VALID.\n   16    S 4. Subdivision 2 of section 103 of the  general  municipal  law,  as\n   17  amended  by  section  5  of part X of chapter 62 of the laws of 2003, is\n   18  amended to read as follows:\n   19     2. Advertisement for bids shall be published in the official  newspa-\n   20  per  or  newspapers,  if  any, or otherwise in a newspaper or newspapers\n   21  designated for such purpose. Such advertisement shall contain  a  state-\n   22  ment of the time when and place where all bids received pursuant to such\n   23  notice  will  be  publicly  opened  and read, and the designation of the\n   24  receiving device if the political subdivision or district has authorized\n   25  the receipt of bids in an electronic format. Such board or agency may by\n   26  resolution designate any officer or employee to open  the  bids  at  the\n   27  time  and  place  specified  in  the  notice. Such designee shall make a\n   28  record of such bids in such form and detail as the board or agency shall\n   29  prescribe and present the same at the next regular or special meeting of\n   30  such board or agency. All bids received shall  be  publicly  opened  and\n   31  read  at  the  time and place so specified. ALL BIDS RECEIVED AND OPENED\n   32  SHALL BE PUBLIC RECORDS AND SHALL BE AVAILABLE FOR PUBLIC INSPECTION AND\n   33  COPYING. At least five days shall elapse between the  first  publication\n   34  of  such  advertisement  and  the  date so specified for the opening and\n   35  reading of bids.\n   36    S 5. Subdivision 2 of section 103 of the  general  municipal  law,  as\n   37  amended  by  chapter  296  of  the  laws  of 1958, is amended to read as\n   38  follows:\n   39    2. Advertisement for bids shall be published in the official newspaper\n   40  or newspapers, if any, or otherwise in a newspaper or newspapers  desig-\n   41  nated  for such purpose. Such advertisement shall contain a statement of\n   42  the time when and place where all bids received pursuant to such  notice\n   43  will be publicly opened and read. Such board or agency may by resolution\n   44  designate any officer or employee to open the bids at the time and place\n   45  specified  in the notice. Such designee shall make a record of such bids\n   46  in such form and detail as the board or agency shall prescribe and pres-\n   47  ent the same at the next regular or special meeting  of  such  board  or\n   48  agency.  All bids received shall be publicly opened and read at the time\n   49  and place so specified. ALL BIDS RECEIVED AND  OPENED  SHALL  BE  PUBLIC\n   50  RECORDS  AND  SHALL  BE  AVAILABLE FOR PUBLIC INSPECTION AND COPYING. At\n   51  least five days shall elapse  between  the  first  publication  of  such\n   52  advertisement  and  the date so specified for the opening and reading of\n   53  bids.\n   54    S 6. Subparagraph 1 of paragraph (b) of subdivision 4 of section 35 of\n   55  the general municipal law, as amended by chapter  692  of  the  laws  of\n   56  1989, is amended to read as follows:\n\n       A. 3617                             4\n\n    1    (1)  Not  later  than  ninety days after presentation to the governing\n    2  board of a report of examination performed by the office  of  the  state\n    3  comptroller,  or  receipt  by  the  governing  board of any report of an\n    4  external audit performed by an  independent  public  accountant  or  any\n    5  management letter in conjunction with such an audit, the governing board\n    6  may,  in  its  discretion,  provide  to the comptroller, and file in the\n    7  office of the clerk, or with the secretary if there is no clerk, of  the\n    8  municipal  corporation,  industrial development agency, district, agency\n    9  or activity, a written response to the findings and recommendations,  if\n   10  any, in the report or letter.  PROVIDED, HOWEVER, THAT IF SUCH REPORT OR\n   11  LETTER  CONTAINS  A FINDING THAT THE COMPETITIVE BIDDING REQUIREMENTS OF\n   12  SECTION ONE HUNDRED THREE OF THIS CHAPTER WERE VIOLATED,  THE  GOVERNING\n   13  BOARD  MUST  FILE  A  WRITTEN  RESPONSE. In the case of municipal corpo-\n   14  rations, industrial development agency, districts,  agencies  or  activ-\n   15  ities subject to examination by the commissioner of education, any writ-\n   16  ten response shall also be provided to such commissioner.\n   17    S 7. The state finance law is amended by adding a new section 164-a to\n   18  read as follows:\n   19    S  164-A. PROVIDING BID SPECIFICATIONS TO POLITICAL SUBDIVISIONS.  THE\n   20  COMMISSIONER OF GENERAL SERVICES SHALL PROVIDE TO ANY POLITICAL SUBDIVI-\n   21  SION, AT NO CHARGE, ANY SPECIFICATION THAT THE COMMISSIONER  HAS  DEVEL-\n   22  OPED FOR ITEMS TO BE LET FOR BIDS IN PURCHASE CONTRACTS. THE COMMISSION-\n   23  ER MAY DEVELOP ADDITIONAL SPECIFICATIONS AT THE REQUEST OF ANY POLITICAL\n   24  SUBDIVISION  AND MAY PROVIDE SUCH SPECIFICATIONS TO THE POLITICAL SUBDI-\n   25  VISION AND MAY CHARGE THE POLITICAL SUBDIVISION FOR THE COST OF DEVELOP-\n   26  ING SUCH SPECIFICATIONS.\n   27    S 8. If any clause, sentence, paragraph, section or part of  this  act\n   28  shall  be adjudged by any court of competent jurisdiction to be invalid,\n   29  such judgment shall not affect, impair or invalidate the remainder ther-\n   30  eof, but shall be confined in its operation  to  the  clause,  sentence,\n   31  paragraph,  section or part thereof directly involved in the controversy\n   32  in which such judgment shall have been rendered.\n   33    S 9. This act shall take effect on the first of January next  succeed-\n   34  ing the date on which it shall have become a law; provided, however, the\n   35  amendments  to subdivision 2 of section 103 of the general municipal law\n   36  made by section four of this act shall not  affect  the  expiration  and\n   37  reversion  of such subdivision as provided in subdivision (a) of section\n   38  41 of part X of chapter 62 of the laws of 2003, as  amended,  when  upon\n   39  such date the provisions of section five of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the state finance law, in relation to ensuring compliance with the competitive bidding law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T152809.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073689273
}