{
  "year" : 2011,
  "senateBillNo" : "A3618-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to cities",
    "billEventId" : "A3618-2011-1296018000000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires establishment of standards for cleaning and fencing vacant lots in New York city",
  "summary" : "Requires that local legislative bodies in cities with a population of one million or more shall establish standards for the cleaning and fencing of vacant lots; provides that the owner of property shall bear cost, even if the city does the work; allows civil fines to be imposed in amounts to be determined by the legislative body of such city. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General City Law",
  "previousVersions" : [ "A2219-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3618\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CLARK, COLTON, BRENNAN -- Multi-Sponsored by --\n         M. of A. MILLMAN, PHEFFER -- read once and referred to  the  Committee\n         on Cities\n\n       AN  ACT  to  amend  the  general city law, in relation to vacant lots in\n         certain cities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The general city law is amended by adding a new section\n    2  18-e to read as follows:\n    3    S 18-E. VACANT LOTS. 1. THE LOCAL LEGISLATIVE BODY IN A  CITY  WITH  A\n    4  POPULATION  OF  ONE  MILLION  OR  MORE SHALL ESTABLISH STANDARDS FOR THE\n    5  CLEANING AND FENCING OF VACANT LOTS PURSUANT TO THIS SECTION.\n    6    2. THE COST FOR SUCH CLEANING AND FENCING SHALL BE BORNE BY THE  OWNER\n    7  OF SUCH VACANT LOT.\n    8    3. IF, AFTER RECEIVING NOTICE FROM THE CITY, THE OWNER OF A VACANT LOT\n    9  FAILS  TO CLEAN OR TO FENCE SUCH LOT, THE CITY SHALL CLEAN OR FENCE SUCH\n   10  LOT AS MAY BE NECESSARY AND SHALL RECOVER THE COST OF SUCH  CLEANING  OR\n   11  FENCING FROM THE OWNER.\n   12    4.  THE  CITY MAY IMPOSE A CIVIL FINE IN AN AMOUNT TO BE DETERMINED BY\n   13  THE LEGISLATIVE BODY OF SUCH CITY UPON THE OWNER OF A VACANT  LOT  WHICH\n   14  HAS BEEN DETERMINED BY THE CITY TO BE IN NEED OF CLEANING OR FENCING.\n   15    S 2.  This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06540-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general city law, in relation to vacant lots in certain cities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T152809.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073689276
}