{
  "year" : 2011,
  "senateBillNo" : "A361-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A361-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the creation and imposition of restrictive commercial practices and stringent recordkeeping and reporting to prevent gun sales to criminals",
  "summary" : "Requires the creation and imposition of restrictive commercial practices and stringent recordkeeping and reporting to prevent gun sales to criminals; provides that such measures shall be promulgated by the superintendent of state police; restricts premises of sales; requires employee training; prohibits straw purchases; imposes additional license conditions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AA1093-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          361\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PAULIN, RAMOS, LIFTON, ENGLEBRIGHT, KAVANAGH,\n         ROSENTHAL, WRIGHT, SCHIMEL, PHEFFER, LANCMAN -- Multi-Sponsored by  --\n         M.  of  A. BING, BOYLAND, GOTTFRIED, HOOPER, MAGNARELLI, TOWNS -- read\n         once and referred  to  the  Committee  on  Economic  Development,  Job\n         Creation, Commerce and Industry\n\n       AN  ACT to amend the general business law and the penal law, in relation\n         to preventing the sale of firearms, rifles, and shotguns to criminals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. The legislature here-\n    2  by finds and declares as follows:\n    3    1.  Firearms, rifles and shotguns are used to kill nearly 30,000 indi-\n    4  viduals in the United States every year, including 1,000 individuals  in\n    5  New York state alone. Additionally, there are 100,000 non-fatal injuries\n    6  across  the  country.  The  federal  government has largely ignored this\n    7  public health crisis and has left it up to state and  local  governments\n    8  to protect its citizens. Firearm violence also costs millions of dollars\n    9  and  causes  incalculable  emotional  damage,  devastating  families and\n   10  communities throughout the country.  Therefore, the state  of  New  York\n   11  has  a  strong interest in reducing violence and crimes that involve the\n   12  use of firearms and the illegal trafficking of  firearms.  Illegal  guns\n   13  obtained  throughout  the  state end up in the hands of criminals, youth\n   14  and violent individuals who use them to threaten, maim and kill.\n   15    2. There is a thriving underground market for illegal firearms, large-\n   16  ly driven by demand from drug gangs and other criminals. A highly  effi-\n   17  cient  and  continuous  business  practice  exists in which firearms are\n   18  moved from legal manufacture and sale to prohibited  purchasers,  making\n   19  them  illegal  firearms. In 2001, approximately 12,000 illegal firearms,\n   20  rifles and shotguns were seized in New York state.   From November  2000\n   21  to  April  2002,  2700  crime guns were entered into the state crime gun\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00321-01-1\n\n       A. 361                              2\n\n    1  database.  In 2008, according to a review by the federal bureau of alco-\n    2  hol, tobacco, firearms, and explosives (ATF) of trace data compiled  for\n    3  several  regions  in  the  state,  including Albany, Buffalo, Rochester,\n    4  Syracuse,  Long  Island  and  New  York  City  that calendar year, 9,558\n    5  firearms were submitted to be traced, 2,659 of  which  were  long  guns.\n    6  Outside  New  York  City, long guns are sold without a permit. Forty-six\n    7  percent of the firearms recovered in 2008 were found  outside  New  York\n    8  City.    A significant portion of guns involved in crimes upstate origi-\n    9  nate within the state. In fact, youth data reveals that in 2000, 40%  of\n   10  the  crime  guns in Buffalo originated within a five-mile radius of that\n   11  city.\n   12    3. A substantial portion of illegal firearms are diverted to the ille-\n   13  gal market through licensed gun dealers. Rogue gun dealers  play  a  key\n   14  role  in  this  market.  These  rogue dealers funnel guns to the illegal\n   15  market through a variety of channels. One of the most common means is to\n   16  allow \"straw purchases\". A straw purchase occurs when a person purchases\n   17  a gun on behalf of a prohibited person. The ATF  conducted  an  investi-\n   18  gation of gun trafficking from July 1996 to December 1998 and found that\n   19  almost 26,000 trafficked firearms were associated with investigations in\n   20  which  there was a straw purchaser. Almost 50% of all trafficking inves-\n   21  tigations involved straw purchasers, with  an  average  of  37  firearms\n   22  trafficked per investigation.  Another issue, according to a 2008 report\n   23  by  Mayors  Against Illegal Guns, Inside Straw Purchasing: How Criminals\n   24  Get Guns Illegally, is that many traffickers return to  the  same  store\n   25  again  and  again  once they have identified it as one in which they can\n   26  make straw purchases easily.  Although most gun  dealers  operate  their\n   27  businesses  legally and responsibly, some gun dealers who are corrupt or\n   28  maintain shoddy recordkeeping practices flood the streets  with  illegal\n   29  weapons  as  a  result of their unrestricted access to new gun inventory\n   30  and the unwillingness of gun manufacturers to terminate their supply  to\n   31  these rogue dealers. Current federal and state regulation has not curbed\n   32  the  business practice of illegal gun dealers. According to a 2004 study\n   33  by Americans for Gun Safety, of the 120 worst gun dealers in  the  coun-\n   34  try,  namely  those  dealers with an average of 500 crime guns traced to\n   35  them, 96 were still in operation.\n   36    4. Moreover, this problem is not limited to  unlicensed  sellers,  and\n   37  clearly  includes  federal  firearms  licensees (FFLs). Indeed, although\n   38  FFLs were involved in under 10% of the trafficking investigations under-\n   39  taken by ATF, they were associated with the largest number  of  diverted\n   40  firearms--over  40,000 guns, which is nearly half of the total number of\n   41  trafficked firearms documented  during  the  two-year  period  of  ATF's\n   42  investigation.    Additionally,  a 2008 report by Mayors Against Illegal\n   43  Guns indicated that several states  which  allow  state  authorities  to\n   44  supplement  the federal ATF inspections with routine inspections provide\n   45  law enforcement with more opportunities to uncover dealers in  violation\n   46  of  the  law.  These inspections also help identify dealers who exercise\n   47  lax oversight over their inventory and may lead to  improved  compliance\n   48  with federal, state and local laws.\n   49    5.  Current  New  York state laws governing firearm dealers are inade-\n   50  quate to prevent the diversion of firearms to the  illegal  marketplace.\n   51  Additional  protections that are needed include, but are not limited to,\n   52  better gun dealer internal compliance procedures, programs to  eliminate\n   53  straw  purchases, increased liability insurance, improved security meas-\n   54  ures, reducing youth access, mandatory training for gun  dealer  employ-\n   55  ees, and improved recordkeeping requirements. The additional protections\n\n       A. 361                              3\n\n    1  set forth in this act will greatly enhance the state's efforts to reduce\n    2  criminal activity in the state.\n    3    S  2. Article 40 and sections 900 and 901 of the general business law,\n    4  as renumbered by chapter 407 of the laws of 1973, are renumbered article\n    5  50 and sections 1001 and 1002 and a new article 40 is added to  read  as\n    6  follows:\n    7                                  ARTICLE 40\n    8                      PREVENTING THE SALE OF FIREARMS,\n    9                      RIFLES, AND SHOTGUNS TO CRIMINALS\n   10  SECTION 900. DEFINITIONS.\n   11          901. REASONABLE MEASURES TO PREVENT SALES AND\n   12                  TRANSFERS TO CRIMINALS.\n   13          902. SECURITY.\n   14          903. ACCESS TO FIREARMS, RIFLES, AND SHOTGUNS.\n   15          904. LOCATION OF FIREARM, RIFLE, AND SHOTGUN SALES.\n   16          905. EMPLOYEE TRAINING.\n   17          906. RETAIL SALES OF FIREARMS, RIFLES, AND SHOTGUNS.\n   18          907. MAINTENANCE OF RECORDS.\n   19          908. COOPERATION WITH LAW ENFORCEMENT.\n   20          909. INTERNAL COMPLIANCE AND CERTIFICATION.\n   21          910. RULES AND REGULATIONS.\n   22          911. VIOLATIONS.\n   23    S 900. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   24    1.  \"DEALER\"  MEANS  ANY  PERSON,  FIRM,  PARTNERSHIP, CORPORATION, OR\n   25  COMPANY WHO ENGAGES IN THE BUSINESS OF PURCHASING, SELLING, KEEPING  FOR\n   26  SALE,  LENDING,  LEASING,  OR  IN  ANY MANNER DISPOSING OF, ANY FIREARM,\n   27  RIFLE, OR SHOTGUN.\n   28    2. \"DISPOSE OF\" MEANS TO DISPOSE OF, GIVE,  GIVE  AWAY,  LEASE,  LEND,\n   29  KEEP  FOR  SALE,  OFFER,  OFFER  FOR  SALE, SELL, TRANSFER, OR OTHERWISE\n   30  DISPOSE OF.\n   31    3. \"FIREARM\" HAS THE SAME MEANING AS THAT TERM IS DEFINED IN  SUBDIVI-\n   32  SION THREE OF SECTION 265.00 OF THE PENAL LAW.\n   33    4.  \"FIREARM  EXHIBITOR\"  MEANS  ANY PERSON, FIRM, PARTNERSHIP, CORPO-\n   34  RATION, OR COMPANY THAT EXHIBITS, SELLS, OFFERS FOR SALE, TRANSFERS,  OR\n   35  EXCHANGES FIREARMS, RIFLES, OR SHOTGUNS AT A GUN SHOW.\n   36    5.  \"GUN SHOW\" MEANS AN EVENT SPONSORED, WHETHER FOR PROFIT OR NOT, BY\n   37  AN INDIVIDUAL, NATIONAL, STATE, OR LOCAL ORGANIZATION,  ASSOCIATION,  OR\n   38  OTHER  ENTITY  DEVOTED TO THE COLLECTION, COMPETITIVE USE, SPORTING USE,\n   39  OR ANY OTHER LEGAL USE OF FIREARMS, RIFLES, OR SHOTGUNS, OR AN EVENT  AT\n   40  WHICH:  (A) TWENTY PERCENT OR MORE OF THE TOTAL NUMBER OF EXHIBITORS ARE\n   41  FIREARM EXHIBITORS; (B) TEN OR MORE FIREARM EXHIBITORS  ARE  PARTICIPAT-\n   42  ING; (C) A TOTAL OF TWENTY-FIVE OR MORE PISTOLS OR REVOLVERS ARE OFFERED\n   43  FOR  SALE OR TRANSFER; OR (D) A TOTAL OF FIFTY OR MORE FIREARMS, RIFLES,\n   44  OR SHOTGUNS ARE OFFERED FOR SALE OR TRANSFER. THE TERM \"GUN SHOW\"  SHALL\n   45  INCLUDE  ANY BUILDING, STRUCTURE, OR FACILITY WHERE FIREARMS, RIFLES, OR\n   46  SHOTGUNS ARE OFFERED FOR SALE  OR  TRANSFER  AND  ANY  GROUNDS  USED  IN\n   47  CONNECTION WITH THE EVENT.\n   48    6.  \"RETAIL DEALER\" MEANS ANY DEALER ENGAGED IN THE RETAIL BUSINESS OF\n   49  SELLING FIREARMS, RIFLES, OR SHOTGUNS.\n   50    7. \"RIFLE\" HAS THE SAME MEANING AS THAT TERM IS DEFINED IN SUBDIVISION\n   51  ELEVEN OF SECTION 265.00 OF THE PENAL LAW.\n   52    8. \"SHOTGUN\" HAS THE SAME MEANING AS THAT TERM IS DEFINED IN  SUBDIVI-\n   53  SION TWELVE OF SECTION 265.00 OF THE PENAL LAW.\n   54    9.  \"STRAW  PURCHASE\" MEANS THE PURCHASE, OR ATTEMPT TO PURCHASE, BY A\n   55  PERSON OF A FIREARM, RIFLE, OR SHOTGUN FOR, ON BEHALF OF, OR FOR THE USE\n   56  OF ANOTHER PERSON, KNOWING THAT IT WOULD  BE  UNLAWFUL  FOR  SUCH  OTHER\n\n       A. 361                              4\n\n    1  PERSON TO POSSESS SUCH FIREARM, RIFLE, OR SHOTGUN, OR AN ATTEMPT TO MAKE\n    2  SUCH A PURCHASE.\n    3    10.  \"STRAW  PURCHASER\"  MEANS  A PERSON WHO, KNOWING THAT IT WOULD BE\n    4  UNLAWFUL FOR ANOTHER PERSON TO POSSESS A  FIREARM,  RIFLE,  OR  SHOTGUN,\n    5  PURCHASES  OR  ATTEMPTS TO PURCHASE A FIREARM, RIFLE, OR SHOTGUN FOR, ON\n    6  BEHALF OF, OR FOR THE USE OF SUCH OTHER PERSON.\n    7    11. \"SUPERINTENDENT\" MEANS THE SUPERINTENDENT OF STATE POLICE.\n    8    S 901. REASONABLE MEASURES TO PREVENT SALES AND  TRANSFERS  TO  CRIMI-\n    9  NALS.  EVERY DEALER SHALL ADOPT REASONABLE MEASURES TO PREVENT FIREARMS,\n   10  RIFLES,  AND  SHOTGUNS  FROM  BEING  DIVERTED  FROM  THE LEGAL STREAM OF\n   11  COMMERCE, INTENTIONALLY OR  OTHERWISE,  FOR  LATER  SALE,  TRANSFER,  OR\n   12  DISPOSAL TO INDIVIDUALS NOT LEGALLY ENTITLED TO PURCHASE OR POSSESS SUCH\n   13  WEAPONS.  SUCH  MEASURES  SHALL  INCLUDE,  BUT  NEED  NOT BE LIMITED TO,\n   14  PROGRAMS TO ELIMINATE SALES TO STRAW PURCHASERS AND TO OTHERWISE  THWART\n   15  ILLEGAL  GUN  TRAFFICKING.  THE  SUPERINTENDENT  SHALL  DEVELOP PROGRAMS\n   16  DESIGNED TO ELIMINATE SALES TO STRAW PURCHASERS AND TO OTHERWISE  THWART\n   17  ILLEGAL GUN TRAFFICKING. WITHIN SIX MONTHS OF THE EFFECTIVE DATE OF THIS\n   18  ARTICLE,  THE  SUPERINTENDENT  SHALL  SUBMIT A REPORT TO THE LEGISLATURE\n   19  DETAILING SUCH PROGRAMS, INCLUDING ESTABLISHING MINIMUM REQUIREMENTS FOR\n   20  SUCH PROGRAMS.\n   21    S 902. SECURITY. EVERY DEALER SHALL  IMPLEMENT  A  SECURITY  PLAN  FOR\n   22  SECURING  FIREARMS,  RIFLES AND SHOTGUNS, INCLUDING FIREARMS, RIFLES AND\n   23  SHOTGUNS IN SHIPMENT. THE PLAN  MUST  SATISFY  AT  LEAST  THE  FOLLOWING\n   24  REQUIREMENTS:\n   25    1.  DISPLAY  CASES SHALL BE LOCKED AT ALL TIMES EXCEPT WHEN REMOVING A\n   26  SINGLE FIREARM, RIFLE OR SHOTGUN TO SHOW A CUSTOMER, AND CUSTOMERS SHALL\n   27  HANDLE FIREARMS, RIFLES OR SHOTGUNS ONLY UNDER THE DIRECT SUPERVISION OF\n   28  AN EMPLOYEE;\n   29    2. ALL FIREARMS, RIFLES AND SHOTGUNS  SHALL  BE  SECURED,  OTHER  THAN\n   30  DURING  BUSINESS  HOURS,  IN  A  LOCKED  FIREPROOF  SAFE OR VAULT IN THE\n   31  LICENSEE'S BUSINESS PREMISES OR IN A SIMILAR SECURED  AND  LOCKED  AREA;\n   32  AND\n   33    3. AMMUNITION SHALL BE STORED SEPARATELY FROM THE FIREARMS, RIFLES AND\n   34  SHOTGUNS AND OUT OF REACH OF THE CUSTOMERS.\n   35    S  903.  ACCESS TO FIREARMS, RIFLES, AND SHOTGUNS. EVERY RETAIL DEALER\n   36  SHALL EXCLUDE ALL  PERSONS  UNDER  EIGHTEEN  YEARS  OF  AGE  FROM  THOSE\n   37  PORTIONS OF ITS PREMISES WHERE FIREARMS, RIFLES, SHOTGUNS, OR AMMUNITION\n   38  ARE  STOCKED  OR  SOLD, UNLESS SUCH PERSON IS ACCOMPANIED BY A PARENT OR\n   39  GUARDIAN.\n   40    S 904. LOCATION OF FIREARM, RIFLE, AND  SHOTGUN  SALES.  EVERY  DEALER\n   41  SHALL  SELL  OR OTHERWISE DISPOSE OF FIREARMS, RIFLES, AND SHOTGUNS ONLY\n   42  AT THE LOCATION LISTED ON THE DEALER'S FEDERAL FIREARMS  LICENSE  OR  AT\n   43  GUN SHOWS.\n   44    S  905.  EMPLOYEE TRAINING. EVERY RETAIL DEALER SHALL PROVIDE TRAINING\n   45  TO ALL EMPLOYEES AND OTHER PERSONNEL  ENGAGED  IN  THE  RETAIL  SALE  OF\n   46  FIREARMS, RIFLES, AND SHOTGUNS RELATING TO:\n   47    1.  THE LAW GOVERNING FIREARM, RIFLE, AND SHOTGUN TRANSFERS BY FEDERAL\n   48  FIREARMS LICENSEES AND INDIVIDUALS;\n   49    2. HOW TO RECOGNIZE STRAW PURCHASES AND  OTHER  ATTEMPTS  TO  PURCHASE\n   50  FIREARMS, RIFLES, OR SHOTGUNS ILLEGALLY;\n   51    3.  HOW  TO  TEACH  CONSUMERS  RULES  OF GUN SAFETY, INCLUDING BUT NOT\n   52  LIMITED TO THE SAFE HANDLING AND STORAGE OF FIREARMS, RIFLES, AND  SHOT-\n   53  GUNS; AND\n   54    4.  HOW  TO COMPLY WITH PROVISIONS OF SECTION NINE HUNDRED SIX OF THIS\n   55  ARTICLE.\n\n       A. 361                              5\n\n    1    NO EMPLOYEE OR AGENT OF ANY RETAIL DEALER  SHALL  PARTICIPATE  IN  THE\n    2  SALE  OR DISPOSITION OF FIREARMS, RIFLES, OR SHOTGUNS UNLESS SUCH PERSON\n    3  IS AT LEAST TWENTY-ONE YEARS OF AGE AND HAS FIRST RECEIVED THE  TRAINING\n    4  REQUIRED  BY  THIS  SECTION.  THE  SUPERINTENDENT SHALL PROMULGATE REGU-\n    5  LATIONS  SETTING  FORTH  MINIMUM  REQUIREMENTS  FOR  THE  MAINTENANCE OF\n    6  RECORDS OF SUCH TRAINING.\n    7    S 906. RETAIL SALES OF FIREARMS, RIFLES, AND SHOTGUNS.  1.  NO  RETAIL\n    8  DEALER  SHALL  SELL,  DELIVER, LEASE, OR TRANSFER ANY FIREARM, RIFLE, OR\n    9  SHOTGUN TO ANY RETAIL  CUSTOMER  UNLESS  SUCH  RETAIL  DEALER  HAS:  (A)\n   10  CONDUCTED  THE  REQUIRED  NATIONAL INSTANT CRIMINAL BACKGROUND CHECK AND\n   11  COMPLIED WITH THE PROVISIONS OF 18 U.S.C. 922(T); (B) SHOWN  THE  TRANS-\n   12  FEREE  HOW  TO  LOAD  AND  UNLOAD THE FIREARM, RIFLE, OR SHOTGUN, HOW TO\n   13  ENGAGE AND DISENGAGE ALL SAFETY DEVICES, AND HOW  TO  SAFELY  STORE  THE\n   14  WEAPON;  (C)  PROVIDED  THE  TRANSFEREE  WITH  A  GUN  LOCKING DEVICE AS\n   15  REQUIRED BY SECTION THREE HUNDRED NINETY-SIX-EE  OF  THIS  CHAPTER;  (D)\n   16  PROVIDED  THE  TRANSFEREE WITH A COPY OF THE SAFE STORAGE WARNING NOTICE\n   17  SET FORTH IN SUBDIVISION TWO OF THIS SECTION AND A COPY OF  THE  FEDERAL\n   18  BUREAU  OF  ALCOHOL,  TOBACCO,  FIREARMS  AND  EXPLOSIVES DISPOSITION OF\n   19  FIREARMS NOTICE; (E) OBTAINED  THE  TRANSFEREE'S  SIGNATURE  ON  A  FORM\n   20  PROMULGATED  BY  THE  SUPERINTENDENT  CERTIFYING THAT THE TRANSFEREE HAS\n   21  RECEIVED THE INSTRUCTION AND NOTICE REQUIRED BY THIS  SECTION;  AND  (F)\n   22  PROVIDED  THE TRANSFEREE WITH A WRITTEN RECORD OF THE MAKE, MODEL, CALI-\n   23  BER OR GAUGE, AND SERIAL NUMBER  OF  EACH  FIREARM,  RIFLE,  OR  SHOTGUN\n   24  TRANSFERRED  TO  ENABLE THE TRANSFEREE TO ACCURATELY DESCRIBE THE WEAPON\n   25  TO LAW ENFORCEMENT IN THE EVENT THAT IT IS SUBSEQUENTLY LOST OR STOLEN.\n   26    2. NO RETAIL DEALER  SHALL  SELL,  DELIVER,  LEASE,  OR  TRANSFER  ANY\n   27  FIREARM,  RIFLE,  OR  SHOTGUN  TO ANY PERSON UNLESS AT THE TIME OF SALE,\n   28  DELIVERY, LEASE, OR TRANSFER SUCH FIREARM, RIFLE, OR SHOTGUN IS ACCOMPA-\n   29  NIED BY THE FOLLOWING WARNING, WHICH SHALL  APPEAR  IN  CONSPICUOUS  AND\n   30  LEGIBLE  TYPE  IN CAPITAL LETTERS, AND WHICH SHALL BE PRINTED ON A LABEL\n   31  AFFIXED TO SUCH FIREARM, RIFLE, OR SHOTGUN AND PLACED IN  THE  CONTAINER\n   32  IN  WHICH  SUCH FIREARM, RIFLE, OR SHOTGUN IS SOLD, DELIVERED, LEASED OR\n   33  TRANSFERRED: \"THE USE OF A LOCKING DEVICE OR SAFETY  LOCK  IS  ONLY  ONE\n   34  ASPECT  OF  RESPONSIBLE  FIREARM  STORAGE. FIREARMS SHOULD BE STORED AND\n   35  LOCKED IN A LOCATION THAT IS BOTH SEPARATE  FROM  THEIR  AMMUNITION  AND\n   36  INACCESSIBLE  TO  CHILDREN  AND  OTHER  UNAUTHORIZED  PERSONS. MORE THAN\n   37  200,000 FIREARMS LIKE THIS ONE ARE STOLEN FROM THEIR OWNERS  EVERY  YEAR\n   38  IN  THE  UNITED  STATES.  IN  ADDITION,  THERE  ARE MORE THAN A THOUSAND\n   39  SUICIDES EACH YEAR BY YOUNGER CHILDREN AND TEENAGERS WHO GET  ACCESS  TO\n   40  FIREARMS. HUNDREDS MORE DIE FROM ACCIDENTAL DISCHARGE. IT IS LIKELY THAT\n   41  MANY  MORE CHILDREN SUSTAIN SERIOUS WOUNDS, OR INFLICT SUCH WOUNDS ACCI-\n   42  DENTALLY ON OTHERS. IN ORDER TO LIMIT THE CHANCE OF SUCH MISUSE,  IT  IS\n   43  IMPERATIVE  THAT  YOU KEEP THIS WEAPON LOCKED IN A SECURE PLACE AND TAKE\n   44  OTHER STEPS NECESSARY TO LIMIT THE POSSIBILITY  OF  THEFT  OR  ACCIDENT.\n   45  FAILURE TO TAKE REASONABLE PREVENTIVE STEPS MAY RESULT IN INNOCENT LIVES\n   46  BEING LOST, AND IN SOME CIRCUMSTANCES MAY RESULT IN YOUR LIABILITY.\"\n   47    S  907. MAINTENANCE OF RECORDS. EVERY DEALER SHALL ESTABLISH AND MAIN-\n   48  TAIN SUCH PURCHASE, SALE, INVENTORY, AND OTHER RECORDS AT  THE  DEALER'S\n   49  PLACE OF BUSINESS IN SUCH FORM AND FOR SUCH PERIOD AS THE SUPERINTENDENT\n   50  SHALL REQUIRE, AND SHALL AT A MINIMUM INCLUDE THE FOLLOWING:\n   51    1.  EVERY  DEALER  SHALL RECORD THE MAKE, MODEL, CALIBER OR GAUGE, AND\n   52  SERIAL NUMBER OF ALL FIREARMS, RIFLES, AND SHOTGUNS THAT ARE ACQUIRED OR\n   53  DISPOSED OF NOT LATER THAN ONE BUSINESS DAY AFTER THEIR  ACQUISITION  OR\n   54  DISPOSITION.  MONTHLY  BACKUPS OF THESE RECORDS SHALL BE MAINTAINED IN A\n   55  SECURE CONTAINER DESIGNED TO PREVENT   LOSS BY  FIRE,  THEFT,  OR  OTHER\n   56  MISHAP;\n\n       A. 361                              6\n\n    1    2. ALL FIREARMS, RIFLES, AND SHOTGUNS ACQUIRED BUT NOT YET DISPOSED OF\n    2  MUST  BE  ACCOUNTED  FOR  THROUGH  AN INVENTORY CHECK PREPARED ONCE EACH\n    3  MONTH AND MAINTAINED IN A SECURE LOCATION;\n    4    3. FIREARM, RIFLE, AND SHOTGUN SALES INFORMATION, INCLUDING THE SERIAL\n    5  NUMBERS OF FIREARMS, RIFLES, AND SHOTGUNS SOLD, DATES OF SALE, AND IDEN-\n    6  TITY OF PURCHASERS, SHALL BE MAINTAINED AND MADE AVAILABLE TO GOVERNMENT\n    7  LAW  ENFORCEMENT  AGENCIES  AND TO THE MANUFACTURER OF THE WEAPON OR ITS\n    8  DESIGNEE; AND\n    9    4. EVERY DEALER SHALL MAINTAIN RECORDS OF CRIMINAL FIREARM, RIFLE, AND\n   10  SHOTGUN TRACES INITIATED BY THE  FEDERAL  BUREAU  OF  ALCOHOL,  TOBACCO,\n   11  FIREARMS  AND  EXPLOSIVES (\"ATF\"). ALL ATF FORM 4473 TRANSACTION RECORDS\n   12  SHALL BE RETAINED ON THE DEALER'S BUSINESS PREMISES IN A SECURE CONTAIN-\n   13  ER DESIGNED TO PREVENT LOSS BY FIRE, THEFT, OR OTHER MISHAP.\n   14    S 908. COOPERATION WITH LAW ENFORCEMENT. EVERY DEALER SHALL:\n   15    1. PROVIDE GOVERNMENT LAW ENFORCEMENT AGENCIES WITH FULL ACCESS TO ANY\n   16  DOCUMENTS RELATED TO THE ACQUISITION  AND  DISPOSITION  OF  FIREARMS  OR\n   17  EMPLOYEE TRAINING DEEMED NECESSARY BY SUCH AGENCY;\n   18    2.  PARTICIPATE  IN  AND COMPLY WITH ALL MONITORING OF FIREARM, RIFLE,\n   19  AND SHOTGUN DISTRIBUTION BY MANUFACTURERS OR GOVERNMENT LAW  ENFORCEMENT\n   20  AGENCIES;\n   21    3.  REPORT ALL ATF TRACE REQUESTS BY MAKE, MODEL, AND SERIAL NUMBER OF\n   22  FIREARM, DATE OF TRACE, AND DATE OF SALE  TO  THE  MANUFACTURER  OF  THE\n   23  FIREARM,  RIFLE,  OR  SHOTGUN ON A MONTHLY BASIS, UNLESS ATF DIRECTS THE\n   24  LICENSEE NOT TO REPORT CERTAIN TRACES, AND ALSO REPORT  SUCH  TRACES  TO\n   25  THE  SUPERINTENDENT  FOR USE IN CONJUNCTION WITH THE CRIMINAL GUN CLEAR-\n   26  INGHOUSE ESTABLISHED PURSUANT TO SECTION TWO HUNDRED THIRTY OF THE EXEC-\n   27  UTIVE LAW;\n   28    4. ANALYZE ALL ATF TRACE REQUESTS TO  DETERMINE  WHETHER  THERE  IS  A\n   29  PATTERN  OF  FIREARMS, RIFLES, OR SHOTGUNS SOLD BY THE DEALER BEING USED\n   30  FOR CRIMINAL PURPOSES, AND, IF  SUCH  PATTERN  EXISTS,  TAKE  CORRECTIVE\n   31  ACTION AND REPORT SUCH FINDINGS AND SUCH CORRECTIVE ACTION TO THE SUPER-\n   32  INTENDENT; AND\n   33    5. REPORT ANY FIREARM, RIFLE, OR SHOTGUN SALES THAT APPEAR TO BE STRAW\n   34  PURCHASES  OR  OTHERWISE CREATE A REASONABLE SUSPICION THAT THE FIREARM,\n   35  RIFLE, OR SHOTGUN MAY BE DIVERTED FROM THE LEGAL STREAM OF COMMERCE.\n   36    S 909. INTERNAL COMPLIANCE AND CERTIFICATION. 1. EVERY DEALER SHALL:\n   37    (A) IMPLEMENT AND MAINTAIN SUFFICIENT INTERNAL  COMPLIANCE  PROCEDURES\n   38  TO  ENSURE  COMPLIANCE  WITH  THE  REQUIREMENTS  OF THIS ARTICLE AND ALL\n   39  APPLICABLE FEDERAL, STATE, AND LOCAL LAWS AND REGULATIONS GOVERNING  THE\n   40  SALE, TRANSFER, AND DISPOSAL OF FIREARMS, RIFLES, AND SHOTGUNS; AND\n   41    (B)  ANNUALLY  CERTIFY  TO  THE  SUPERINTENDENT  THAT  SUCH DEALER HAS\n   42  COMPLIED WITH ALL OF THE REQUIREMENTS OF THIS ARTICLE.  THE  SUPERINTEN-\n   43  DENT  SHALL  BY REGULATION DETERMINE THE FORM AND CONTENT OF SUCH ANNUAL\n   44  CERTIFICATION.\n   45    2. THE SUPERINTENDENT OF STATE  POLICE  SHALL  PROMULGATE  REGULATIONS\n   46  ESTABLISHING  PERIODIC  INSPECTIONS,  DURING  REGULAR AND USUAL BUSINESS\n   47  HOURS, BY THE DIVISION OF STATE POLICE OF THE PREMISES OF  EVERY  DEALER\n   48  TO  DETERMINE  COMPLIANCE  BY  SUCH DEALER WITH THE REQUIREMENTS OF THIS\n   49  ARTICLE. EVERY DEALER SHALL PROVIDE THE DIVISION OF  STATE  POLICE  WITH\n   50  FULL ACCESS TO SUCH DEALER'S PREMISES FOR SUCH INSPECTIONS.\n   51    S  910.  RULES AND REGULATIONS. THE SUPERINTENDENT MAY PROMULGATE SUCH\n   52  ADDITIONAL RULES AND REGULATIONS AS THE SUPERINTENDENT SHALL DEEM NECES-\n   53  SARY TO PREVENT FIREARMS, RIFLES, AND SHOTGUNS FROM BEING DIVERTED  FROM\n   54  THE LEGAL STREAM OF COMMERCE.\n   55    S  911.  VIOLATIONS.  ANY  PERSON,  FIRM, OR CORPORATION WHO KNOWINGLY\n   56  VIOLATES ANY PROVISION OF THIS ARTICLE SHALL BE  GUILTY  OF  A  CLASS  A\n\n       A. 361                              7\n\n    1  MISDEMEANOR  PUNISHABLE  AS  PROVIDED FOR IN THE PENAL LAW, AND SHALL BE\n    2  GUILTY OF A CLASS E FELONY FOR A SECOND VIOLATION OCCURRING WITHIN  FIVE\n    3  YEARS  OF  A  PRIOR  CONVICTION FOR A VIOLATION OF ANY PROVISION OF THIS\n    4  ARTICLE.\n    5    S  3.  Subdivision 1 of section 396-ee of the general business law, as\n    6  added by chapter 189 of the laws of 2000, is amended to read as follows:\n    7    (1) No person, firm or corporation engaged in the retail  business  of\n    8  selling  rifles,  shotguns  or  firearms,  as  such terms are defined in\n    9  section 265.00 of the penal law, shall sell,  deliver  or  transfer  any\n   10  such  rifle,  shotgun or firearm to another person unless the transferee\n   11  is provided at the time of sale, delivery or transfer with a gun locking\n   12  device and a label containing the quoted language specified in  subdivi-\n   13  sion two of [this] section [is either] NINE HUNDRED SIX OF THIS CHAPTER,\n   14  WHICH  SHALL  APPEAR IN CONSPICUOUS AND LEGIBLE TYPE IN CAPITAL LETTERS,\n   15  AND SHALL BE affixed to such rifle, shotgun or firearm [or]  AND  placed\n   16  in the container in which such rifle, shotgun or firearm is sold, deliv-\n   17  ered  or  transferred.  For  the purposes of this section, the term \"gun\n   18  locking device\" shall mean an integrated design feature or an attachable\n   19  accessory that is resistant to tampering and is effective in  preventing\n   20  the discharge of such rifle, shotgun or firearm by a person who does not\n   21  have access to the key, combination or other mechanism used to disengage\n   22  the  device.  The  division of state police shall develop and promulgate\n   23  rules and regulations setting forth the specific devices or the  minimum\n   24  standards  and criteria therefor which constitute an effective gun lock-\n   25  ing device.\n   26    S 4. Subdivision 1 of section 400.00 of the penal law, as  amended  by\n   27  chapter 189 of the laws of 2000, is amended to read as follows:\n   28    1. Eligibility. No license shall be issued or renewed pursuant to this\n   29  section  except  by  the licensing officer, and then only after investi-\n   30  gation and finding that all statements in a  proper  application  for  a\n   31  license  are  true.  No license shall be issued or renewed except for an\n   32  applicant (a) twenty-one years of age or older, provided, however,  that\n   33  where  such  applicant  has  been  honorably  discharged from the United\n   34  States army, navy, marine corps,  air  force  or  coast  guard,  or  the\n   35  national  guard  of the state of New York, no such age restriction shall\n   36  apply; (b) of good moral character;  (c)  who  has  not  been  convicted\n   37  anywhere of a felony or a serious offense; (d) who has stated whether he\n   38  or  she  has  ever  suffered  any mental illness or been confined to any\n   39  hospital or institution, public or private, for mental illness; (e)  who\n   40  has  not had a license revoked or who is not under a suspension or inel-\n   41  igibility order issued pursuant to the provisions of section  530.14  of\n   42  the  criminal  procedure law or section eight hundred forty-two-a of the\n   43  family court act; (f) in the county of Westchester, who has successfully\n   44  completed a firearms safety course and test as evidenced  by  a  certif-\n   45  icate  of completion issued in his or her name and endorsed and affirmed\n   46  under the penalties of perjury by a duly authorized  instructor,  except\n   47  that:  (i)  persons  who are honorably discharged from the United States\n   48  army, navy, marine corps or coast guard, or of the national guard of the\n   49  state of New York, and produce evidence  of  official  qualification  in\n   50  firearms  during  the term of service are not required to have completed\n   51  those hours of a firearms safety course  pertaining  to  the  safe  use,\n   52  carrying,  possession,  maintenance  and  storage of a firearm; and (ii)\n   53  persons who were licensed to possess a pistol or revolver prior  to  the\n   54  effective  date  of  this paragraph are not required to have completed a\n   55  firearms safety course and test; and (g) concerning whom no  good  cause\n   56  exists  for  the  denial  of  the license. No person shall engage in the\n\n       A. 361                              8\n\n    1  business of gunsmith or dealer in firearms unless licensed  pursuant  to\n    2  this  section,  AND  NO PERSON SHALL ENGAGE IN THE BUSINESS OF DEALER IN\n    3  FIREARMS UNLESS SUCH PERSON COMPLIES WITH  THE  PROVISIONS  OF  ARTICLES\n    4  THIRTY-NINE-DD  AND  FORTY  OF THE GENERAL BUSINESS LAW. An applicant to\n    5  engage in such business shall also be a citizen of  the  United  States,\n    6  more  than  twenty-one  years of age and maintain a place of business in\n    7  the city or county where the license is issued. For  such  business,  if\n    8  the applicant is a firm or partnership, each member thereof shall comply\n    9  with  all  of  the requirements set forth in this subdivision and if the\n   10  applicant is a corporation, each officer thereof shall so comply.\n   11    S 5. Subdivisions 11 and 12 of section 400.00 of the penal law, subdi-\n   12  vision 11 as amended by chapter 210 of the laws of 1999 and  subdivision\n   13  12 as amended by chapter 449 of the laws of 1993, are amended to read as\n   14  follows:\n   15    11.  License:  revocation and suspension. The conviction of a licensee\n   16  anywhere of a felony or serious offense shall operate as a revocation of\n   17  the license. A license may be revoked or suspended as  provided  for  in\n   18  section  530.14  of  the criminal procedure law or section eight hundred\n   19  forty-two-a of the family court act. Except for a license issued  pursu-\n   20  ant  to  section  400.01  of  this article, a license may be revoked and\n   21  cancelled at any time in the city of New York, and in  the  counties  of\n   22  Nassau  and Suffolk, by the licensing officer, and elsewhere than in the\n   23  city of New York by any judge or justice of a court of record; a license\n   24  issued pursuant to section 400.01 of this article  may  be  revoked  and\n   25  cancelled  at  any time by the licensing officer or any judge or justice\n   26  of a court of record.  A LICENSE TO ENGAGE IN THE BUSINESS OF DEALER MAY\n   27  BE REVOKED OR SUSPENDED FOR ANY VIOLATION OF THE PROVISIONS  OF  ARTICLE\n   28  THIRTY-NINE-DD OR FORTY OF THE GENERAL BUSINESS LAW. The official revok-\n   29  ing  a  license  shall  give  written notice thereof without unnecessary\n   30  delay to the executive department, division of state police, Albany, and\n   31  shall also notify immediately the duly constituted police authorities of\n   32  the locality.\n   33    12. Records required of gunsmiths and dealers in  firearms.  [Any]  IN\n   34  ADDITION  TO  THE  REQUIREMENTS SET FORTH IN ARTICLES THIRTY-NINE-DD AND\n   35  FORTY OF THE GENERAL BUSINESS LAW, ANY person licensed  as  gunsmith  or\n   36  dealer  in firearms shall keep a record book approved as to form, except\n   37  in the city of New York, by the superintendent of state police.  In  the\n   38  record  book shall be entered at the time of every transaction involving\n   39  a firearm the date, name, age, occupation and residence  of  any  person\n   40  from  whom  a firearm is received or to whom a firearm is delivered, and\n   41  the calibre, make, model, manufacturer's name and serial number,  or  if\n   42  none,  any  other  distinguishing  number or identification mark on such\n   43  firearm. Before delivering a firearm to any person, the  licensee  shall\n   44  require  him  to  produce  either  a license valid under this section to\n   45  carry or possess the same, or proof of lawful  authority  as  an  exempt\n   46  person  pursuant  to section 265.20 OF THIS CHAPTER. In addition, before\n   47  delivering a firearm to a peace officer, the licensee shall verify  that\n   48  person's  status  as  a peace officer with the division of state police.\n   49  After completing the foregoing, the licensee shall remove and retain the\n   50  attached coupon and enter in the record book the date of  such  license,\n   51  number,  if  any,  and name of the licensing officer, in the case of the\n   52  holder of a license to carry or possess, or the shield or other  number,\n   53  if  any,  assignment  and  department, unit or agency, in the case of an\n   54  exempt person. The original transaction report shall be forwarded to the\n   55  division of state police within ten days of delivering a firearm to  any\n   56  person,  and  a duplicate copy shall be kept by the licensee. The record\n\n       A. 361                              9\n\n    1  book shall be maintained on the premises mentioned and described in  the\n    2  license  and shall be open at all reasonable hours for inspection by any\n    3  peace officer, acting pursuant to his special duties, or police officer.\n    4  In  the  event of cancellation or revocation of the license for gunsmith\n    5  or dealer in firearms, or discontinuance of business by a licensee, such\n    6  record book shall be immediately surrendered to the licensing officer in\n    7  the city of New York, and in the counties of  Nassau  and  Suffolk,  and\n    8  elsewhere  in  the  state to the executive department, division of state\n    9  police.\n   10    S 6. Severability. If any clause, sentence, paragraph, section or part\n   11  of this act shall be adjudged by any court of competent jurisdiction  to\n   12  be  invalid,  such  judgment  shall not affect, impair or invalidate the\n   13  remainder thereof, but shall be confined in its operation to the clause,\n   14  sentence, paragraph, section or part thereof directly  involved  in  the\n   15  controversy in which such judgment shall have been rendered.\n   16    S  7.  This  act shall take effect on the ninetieth day after it shall\n   17  have become a law; provided that the superintendent of the  division  of\n   18  state police is authorized and directed to immediately adopt, amend, and\n   19  promulgate  such rules and regulations as may be necessary and desirable\n   20  to effectuate the purposes of section two of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the penal law, in relation to preventing the sale of firearms, rifles, and shotguns to criminals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T160117.TXT", "SOBI.D101222.T154349.TXT", "SOBI.D101222.T154850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293138077880
}