{
  "year" : 2011,
  "senateBillNo" : "A3625-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3625-2011-1296018000000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a real property tax exemption to agricultural lands that are used for certain purposes",
  "summary" : "Provides a real property tax exemption to agricultural lands that are used for certain purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A3604-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3625\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. CROUCH, OAKS, BURLING, HAWLEY -- Multi-Sponsored\n         by -- M. of  A.    AMEDORE,  BARCLAY,  BUTLER,  DUPREY,  FINCH,  KOLB,\n         P. LOPEZ,  J. MILLER,  MOLINARO, RAIA, REILICH, SPANO, TEDISCO -- read\n         once and referred to the Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation  to  providing  a\n         real  property  tax  exemption  on lands used for certain agricultural\n         purposes; and providing for the repeal of such provisions upon expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 481-a to read as follows:\n    3    S 481-A. TAX EXEMPTION FOR CERTAIN AGRICULTURAL LANDS. 1. REAL PROPER-\n    4  TY THAT IS SUBJECT TO ASSESSMENT UNDER SECTION THREE HUNDRED  FOUR-A  OF\n    5  THE  AGRICULTURE  AND  MARKETS  LAW SHALL BE EXEMPT FROM TAXATION TO THE\n    6  EXTENT OF ONE HUNDRED PERCENT OF THE ASSESSED VALUE OF SUCH PROPERTY FOR\n    7  VILLAGE, TOWN, PART TOWN, SPECIAL DISTRICT, CITY, OR COUNTY PURPOSES  OR\n    8  SCHOOL  DISTRICTS, EXCLUSIVE OF SPECIAL ASSESSMENTS, IF SUCH PROPERTY IS\n    9  USED IN THE PRODUCTION OF BIO-ENERGY CROPS THAT ARE INTENDED FOR USE  AS\n   10  ALTERNATIVE FUEL.\n   11    2. SUCH EXEMPTION SHALL NOT BE GRANTED TO A PROPERTY OWNER UNLESS SUCH\n   12  OWNER  PROVIDES  THE  TAXING  AUTHORITY  WITH PROOF, SATISFACTORY TO THE\n   13  OFFICE OF REAL PROPERTY SERVICES, THAT  SUCH  LANDS  ARE  USED  FOR  THE\n   14  PURPOSES DESCRIBED IN SUBDIVISION ONE OF THIS SECTION.\n   15    3.  APPLICATION FOR SUCH EXEMPTION SHALL BE FILED WITH THE ASSESSOR OR\n   16  OTHER AGENCY, DEPARTMENT OR OFFICE DESIGNATED BY THE MUNICIPALITY OFFER-\n   17  ING SUCH EXEMPTION ON OR BEFORE THE TAXABLE STATUS DATE  ON  A  FORM  AS\n   18  PRESCRIBED BY THE STATE BOARD.\n   19    4.  FOR  PURPOSES OF THIS SECTION, \"BIO-ENERGY CROPS\" SHALL MEAN CROPS\n   20  GROWN SPECIFICALLY FOR CELLULOSIC ETHANOL PROCESSING.\n   21    S 2. This act shall take effect immediately and shall  expire  and  be\n   22  deemed repealed five years after such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04553-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing a real property tax exemption on lands used for certain agricultural purposes; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153308.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073988454
}