{
  "year" : 2011,
  "senateBillNo" : "A3623-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3623-2011-1296018000000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the regulation of mixed martial arts",
  "summary" : "Relates to the regulation of mixed martial arts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Boxing",
  "previousVersions" : [ "A3439-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3623\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Tourism, Parks, Arts and Sports Development\n\n       AN  ACT  to  amend chapter 912 of the laws of 1920 relating to the regu-\n         lation of boxing,  sparring,  and  wrestling,  in  relation  to  mixed\n         martial arts events\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 1 of  section  5-a  of\n    2  chapter  912  of  the laws of 1920 relating to the regulation of boxing,\n    3  sparring, and wrestling, as added by chapter 14 of the laws of 1997,  is\n    4  amended to read as follows:\n    5    A  \"combative  sport\"  shall mean any professional match or exhibition\n    6  other than boxing, sparring,  wrestling  or  martial  arts  wherein  the\n    7  contestants deliver, or are not forbidden by the applicable rules there-\n    8  of from delivering kicks, punches or blows of any kind to the body of an\n    9  opponent  or  opponents.    HOWEVER,  \"MIXED  MARTIAL ARTS\" SHALL NOT BE\n   10  INCLUDED IN THE DEFINITION OF  COMBATIVE  SPORT.  \"MIXED  MARTIAL  ARTS\"\n   11  SHALL MEAN THE UTILIZATION OF PERMITTED MARTIAL ARTS TECHNIQUES, INCLUD-\n   12  ING  STRIKING  AND GRAPPLING. For the purposes of this section, the term\n   13  \"martial arts\" shall include any professional match or exhibition  sanc-\n   14  tioned  by  any  of  the following organizations: U.S. Judo Association,\n   15  U.S. Judo, Inc., U.S. Judo Federation, U.S. Tae  Kwon  Do  Union,  North\n   16  American  Sport  Karate  Association,  U.S.A.  Karate  Foundation,  U.S.\n   17  Karate, Inc., World Karate Association, Professional Karate Association,\n   18  Karate International, International Kenpo  Association,  or  World  Wide\n   19  Kenpo  Association.  The  commission  is  authorized to promulgate regu-\n   20  lations which would establish a process to allow for  the  inclusion  or\n   21  removal  of martial arts organizations from the above list. Such process\n   22  shall include but not be  limited  to  consideration  of  the  following\n   23  factors:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04539-01-1\n\n       A. 3623                             2\n\n    1    S  2.  Subdivision 3 of section 5-a of chapter 912 of the laws of 1920\n    2  relating to the regulation of boxing, sparring, and wrestling is  renum-\n    3  bered subdivision 4 and a new subdivision 3 is added to read as follows:\n    4    3.  THE  COMMISSION SHALL ALLOW FOR MIXED MARTIAL ARTS COMPETITIONS TO\n    5  BE CONDUCTED, HELD, OR GIVEN WITHIN THE STATE  OF  NEW  YORK  AND  SHALL\n    6  ALLOW  FOR  LICENSES TO BE APPROVED BY THE COMMISSIONER FOR SUCH MATCHES\n    7  OR EXHIBITIONS. THE COMMISSION IS AUTHORIZED  TO  PROMULGATE  RULES  AND\n    8  REGULATIONS TO CARRY OUT THE PROVISIONS OF THIS SUBDIVISION.  SUCH RULES\n    9  AND  REGULATIONS  SHALL  INCLUDE, BUT NOT BE LIMITED TO, A MORE DETAILED\n   10  DEFINITION OF MIXED MARTIAL ARTS, THE ADOPTION OF UNIFIED RULES OF MIXED\n   11  MARTIAL ARTS, A LICENSING PROCESS FOR MATCHES  AND  EXHIBITIONS,  A  FEE\n   12  SCHEDULE  FOR  SUCH  LICENSES,  AND  PROCEDURES TO ALLOW FOR THE PARTIC-\n   13  IPATION, PROMOTION, AND ADVANCEMENT OF SUCH EVENTS.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 912 of the laws of 1920 relating to the regulation of boxing, sparring, and wrestling, in relation to mixed martial arts events ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153308.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073988451
}