{
  "year" : 2011,
  "senateBillNo" : "A3627-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3627-2011-1296018000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reimbursement by insurers for ambulatory services",
  "summary" : "Relates to reimbursement by insurers for ambulatory services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A11186-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3627\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Insurance\n\n       AN  ACT  to  amend  the  insurance  law, in relation to reimbursement by\n         insurers for ambulatory services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  15  of  subsection  (l) of section 3221 of the\n    2  insurance law is amended by adding a new subparagraph  (F)  to  read  as\n    3  follows:\n    4    (F)  AN  INSURER  WHO  ISSUES REIMBURSEMENT UNDER THIS PARAGRAPH SHALL\n    5  SUBMIT SUCH PAYMENTS EITHER  DIRECTLY,  TO  THE  PROVIDER,  OR  IF  SUCH\n    6  PAYMENTS  ARE  ISSUED  TO  THE  INSURED, THEN IN THE FORM OF A TWO-PARTY\n    7  CHECK SPECIFYING THE NAME OF THE INSURED AND THE PROVIDER OF  AMBULATORY\n    8  SERVICES;  PROVIDED,  HOWEVER,  IF  THE  INSURED  FURNISHES  A RECORD OF\n    9  PAYMENT FOR SUCH SERVICES TO THE INSURER, THE INSURER MAY, IF  SATISFIED\n   10  BY SUCH RECORD, ISSUE REIMBURSEMENT SOLELY TO THE INSURED.\n   11    S  2.  Paragraph 24 of subsection (i) of section 3216 of the insurance\n   12  law is amended by adding a new subparagraph (F) to read as follows:\n   13    (F) AN INSURER WHO ISSUES REIMBURSEMENT  UNDER  THIS  PARAGRAPH  SHALL\n   14  SUBMIT  SUCH  PAYMENTS  EITHER  DIRECTLY,  TO  THE  PROVIDER, OR IF SUCH\n   15  PAYMENTS ARE ISSUED TO THE INSURED, THEN IN  THE  FORM  OF  A  TWO-PARTY\n   16  CHECK  SPECIFYING THE NAME OF THE INSURED AND THE PROVIDER OF AMBULATORY\n   17  SERVICES; PROVIDED, HOWEVER,  IF  THE  INSURED  FURNISHES  A  RECORD  OF\n   18  PAYMENT  FOR SUCH SERVICES TO THE INSURER, THE INSURER MAY, IF SATISFIED\n   19  BY SUCH RECORD, ISSUE REIMBURSEMENT SOLELY TO THE INSURED.\n   20    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04882-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to reimbursement by insurers for ambulatory services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153308.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073988446
}