{
  "year" : 2011,
  "senateBillNo" : "A362-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A362-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires sale of certain firearms between unlicensed persons shall be conducted through a licensed firearms dealer",
  "summary" : "Requires sale of rifles and shotguns between unlicensed persons shall be conducted through a federally licensed firearms dealer; makes exceptions; provides penalties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1536-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          362\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, SCHIMEL, BING, DINOWITZ, GALEF, JAFFEE,\n         MAISEL, PEOPLES-STOKES, ROSENTHAL, KAVANAGH -- Multi-Sponsored  by  --\n         M. of A. BOYLAND, BRENNAN, CAMARA, CLARK, COOK, CYMBROWITZ, GOTTFRIED,\n         HOOPER, MARKEY, MAYERSOHN, McENENY, MILLMAN, ORTIZ, PHEFFER, ROBINSON,\n         TOWNS,  WEISENBERG  --  read  once  and  referred  to the Committee on\n         Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the general business law, in relation to the sale  of  a\n         rifle or a shotgun between unlicensed persons and providing penalties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  396-eee to read as follows:\n    3    S 396-EEE. SALE OF CERTAIN WEAPONS BETWEEN UNLICENSED PERSONS. 1.  THE\n    4  SALE  OF RIFLES OR SHOTGUNS, AS SUCH TERMS ARE DEFINED IN SECTION 265.00\n    5  OF THE PENAL LAW, BETWEEN  TWO  OR  MORE  UNLICENSED  PERSONS  SHALL  BE\n    6  CONDUCTED  THROUGH A FEDERALLY LICENSED FIREARMS DEALER AND SHALL COMPLY\n    7  WITH APPLICABLE FEDERAL AND STATE LAWS. A PERSON SHALL COMPLETE ANY SALE\n    8  OF A RIFLE OR SHOTGUN THROUGH A  PERSON  LICENSED  PURSUANT  TO  SECTION\n    9  400.00  OF  THE PENAL LAW IN ACCORDANCE WITH THIS SECTION. THE SELLER OF\n   10  THE RIFLE OR SHOTGUN SHALL DELIVER THE RIFLE OR SHOTGUN  TO  THE  DEALER\n   11  WHO  SHALL  RETAIN POSSESSION OF THAT RIFLE OR SHOTGUN. THE DEALER SHALL\n   12  THEN DELIVER THE RIFLE OR SHOTGUN TO THE PURCHASER OF THE RIFLE OR SHOT-\n   13  GUN, IF IT IS NOT PROHIBITED BY ANY PROVISION  OF  LAW.  IF  THE  DEALER\n   14  CANNOT  LEGALLY  DELIVER  THE  RIFLE  OR SHOTGUN TO THE PURCHASER OF THE\n   15  RIFLE OR SHOTGUN, THE DEALER SHALL FORTHWITH, WITHOUT  WAITING  FOR  THE\n   16  CONCLUSION OF ANY APPLICABLE WAITING PERIOD, RETURN THE RIFLE OR SHOTGUN\n   17  TO  THE  SELLER OF THE RIFLE OR SHOTGUN. THE DEALER SHALL NOT RETURN THE\n   18  RIFLE OR SHOTGUN TO THE SELLER OF THE RIFLE OR SHOTGUN  WHEN  TO  DO  SO\n   19  WOULD  CONSTITUTE  A  VIOLATION  OF  THE PENAL LAW. IF THE DEALER CANNOT\n   20  LEGALLY RETURN THE RIFLE OR SHOTGUN TO THE SELLER OF THE RIFLE OR  SHOT-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00325-01-1\n\n       A. 362                              2\n\n    1  GUN, THEN THE DEALER SHALL FORTHWITH DELIVER THE RIFLE OR SHOTGUN TO THE\n    2  SHERIFF  OF THE COUNTY OR THE CHIEF OF POLICE OR OTHER HEAD OF A MUNICI-\n    3  PAL POLICE DEPARTMENT OF ANY CITY OR CITY  AND  COUNTY  WHO  SHALL  THEN\n    4  DISPOSE  OF THE FIREARM IN THE MANNER PROVIDED BY SUCH MUNICIPALITY. THE\n    5  FEDERALLY LICENSED FIREARMS DEALER MAY CHARGE  A  TRANSFER  FEE  NOT  TO\n    6  EXCEED TEN DOLLARS. THIS SECTION DOES NOT APPLY TO THE SALE OF RIFLES OR\n    7  SHOTGUNS IN ANY OF THE FOLLOWING SITUATIONS:\n    8    A.  THE  PERSON  SELLING THE RIFLE OR SHOTGUN OR THE PERSON PURCHASING\n    9  THE RIFLE OR SHOTGUN IS A LICENSED FIREARMS DEALER PURSUANT  TO  FEDERAL\n   10  LAW.\n   11    B.  THE  RIFLE  OR  SHOTGUN  BOUGHT  IS AN ANTIQUE RIFLE OR SHOTGUN, A\n   12  COLLECTOR'S ITEM, A DEVICE WHICH IS NOT DESIGNED OR REDESIGNED  FOR  USE\n   13  AS  A  RIFLE  OR SHOTGUN, A DEVICE WHICH IS DESIGNED SOLELY FOR USE AS A\n   14  SIGNALING, PYROTECHNIC, LINE-THROWING, SAFETY OR SIMILAR  DEVICE,  OR  A\n   15  RIFLE  OR  SHOTGUN  WHICH  IS UNSERVICEABLE BY REASON OF BEING UNABLE TO\n   16  DISCHARGE A SHOT BY MEANS OF AN EXPLOSIVE  AND  IS  INCAPABLE  OF  BEING\n   17  READILY RESTORED TO A FIRING CONDITION.\n   18    C.  THE  PERSON PURCHASING THE RIFLE OR SHOTGUN IS AUTHORIZED TO DO SO\n   19  ON BEHALF OF A LAW ENFORCEMENT AGENCY.\n   20    D. THE PERSON PURCHASING THE RIFLE OR SHOTGUN FROM THE  SELLER  IS  AN\n   21  IMMEDIATE  FAMILY  MEMBER  OF  SUCH  PERSON, WHICH SHALL INCLUDE SPOUSE;\n   22  NATURAL AND ADOPTIVE PARENTS, CHILDREN AND SIBLINGS; STEPPARENTS,  STEP-\n   23  CHILDREN  AND STEPSIBLINGS; FATHERS-IN-LAW, MOTHERS-IN-LAW, BROTHERS-IN-\n   24  LAW, SISTERS-IN-LAW, SONS-IN-LAW AND DAUGHTERS-IN-LAW; AND  GRANDPARENTS\n   25  AND GRANDCHILDREN.\n   26    2.  AN UNLICENSED PERSON WHO SELLS A SHOTGUN OR RIFLE TO ANOTHER UNLI-\n   27  CENSED PERSON, OR AN UNLICENSED PERSON WHO PURCHASES A RIFLE OR  SHOTGUN\n   28  FROM  ANOTHER  UNLICENSED PERSON, WITHOUT THE SALE CONDUCTED BY A FEDER-\n   29  ALLY LICENSED FIREARMS DEALER, SHALL BE GUILTY OF A CLASS A  MISDEMEANOR\n   30  PURSUANT TO SECTION 265.17 OF THE PENAL LAW.\n   31    3.  A  PERSON  WHO SELLS A RIFLE OR SHOTGUN TO ANOTHER PERSON, WHO THE\n   32  SELLER KNOWS OR  HAS  REASON  TO  KNOW  IS  PROHIBITED  FROM  POSSESSING\n   33  FIREARMS, RIFLES OR SHOTGUNS UNDER FEDERAL OR STATE LAW, SHALL BE GUILTY\n   34  OF A CLASS A MISDEMEANOR PURSUANT TO SECTION 265.17 OF THE PENAL LAW.\n   35    S 2. This act shall take effect on the first of November next succeed-\n   36  ing  the  date  on  which  it shall have become a law and shall apply to\n   37  firearms sold on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the sale of a rifle or a shotgun between unlicensed persons and providing penalties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T151115.TXT", "SOBI.D101222.T154850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293135075157
}