{
  "year" : 2011,
  "senateBillNo" : "A3624-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3624-2011-1296018000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a student shall be eligible for up to eighteen months of coverage if such person is on medical leave from his or her school",
  "summary" : "Provides that a student shall be eligible for up to eighteen months of coverage if such person is on medical leave from his or her school. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A3965-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3624\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CROUCH -- Multi-Sponsored by -- M. of A. FINCH,\n         GIGLIO, OAKS -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to medical  coverage  for\n         students who take medical leaves of absence\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 3237 of  the  insurance  law,  as\n    2  amended  by  chapter  575  of  the  laws  of 2000, is amended to read as\n    3  follows:\n    4    (a) Every individual health insurance policy and every group or  blan-\n    5  ket  accident  and  health  insurance  policy that provides coverage for\n    6  dependent children who are full-time students to a higher age than other\n    7  dependent children shall continue the coverage of  a  covered  dependent\n    8  student  who  takes  a leave of absence from school due to illness for a\n    9  period of [twelve] EIGHTEEN months from the last day  of  attendance  in\n   10  school,  provided,  however,  that nothing in this section shall require\n   11  coverage of a dependent student beyond the age at which  coverage  would\n   12  otherwise terminate.\n   13    S  2.  This  act  shall take effect immediately and shall apply to any\n   14  contract issued, modified, or renewed on or after such effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04562-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to medical coverage for students who take medical leaves of absence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153308.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073988453
}