{
  "year" : 2011,
  "senateBillNo" : "A3628-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3628-2011-1296018000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the amount of royalty paid to an integrated royalty owner",
  "summary" : "Relates to the amount of royalty paid to an integrated royalty owner. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A9978-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3628\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to inte-\n         grated royalty owners\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 3 of paragraph a of subdivision 3  of  section\n    2  23-0901 of the environmental conservation law, as amended by chapter 386\n    3  of the laws of 2005, is amended to read as follows:\n    4    (3)  \"Integrated  royalty owner\" means an owner who has either elected\n    5  to be an integrated royalty owner or who does not elect to become either\n    6  a participating owner  or  a  non-participating  owner.  The  integrated\n    7  royalty owner shall receive a royalty equal to [the lowest royalty in an\n    8  existing lease in] AN AMOUNT EQUAL TO THE AVERAGE OF ALL EXISTING LEASES\n    9  WITHIN  the  spacing  unit,  but no less than one-eighth. The integrated\n   10  royalty owner shall have no obligation to the well operator or any other\n   11  owner for any charges, taxes or fees associated with  the  operation  of\n   12  the  oil or gas well and, notwithstanding any other law to the contrary,\n   13  shall not be liable by reason of the owner's  status  as  an  integrated\n   14  royalty  owner  for  any  claims  for personal injury or property damage\n   15  suffered by any person relating to the drilling  and  operation  of  the\n   16  well.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04884-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to integrated royalty owners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153308.TXT", "SOBI.D110126.T152809.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073988443
}