{
  "year" : 2011,
  "senateBillNo" : "A3621-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3621-2011-1296018000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the abatement of lead poisoning conditions",
  "summary" : "Increases the penalty for the failure to comply with a notice and demand for the discontinuance of a paint condition conducive to lead poisoning from two thousand five hundred to five thousand dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3074-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3621\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the public health law, in relation to the  abatement  of\n         lead poisoning conditions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 1373 of the public health law,  as\n    2  added by chapter 338 of the laws of 1970, is amended to read as follows:\n    3     3.    In the event of failure to comply with a notice and demand, the\n    4  commissioner or his representative may conduct a formal hearing upon due\n    5  notice in accordance with the provisions of  section  twelve-a  of  this\n    6  chapter  and  on  proof of violation of such notice and demand may order\n    7  abatement of a paint condition conducive to  lead  poisoning  upon  such\n    8  terms  as may be appropriate and may assess a penalty not to exceed [two\n    9  thousand five hundred] FIVE THOUSAND dollars for such violation.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06556-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the abatement of lead poisoning conditions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153308.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073988449
}