{
  "year" : 2011,
  "senateBillNo" : "A3637-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to health",
    "billEventId" : "A3637-2011-1296018000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to medical home multipayor programs",
  "summary" : "Provides for the establishment of medical home multipayor programs to improve health care outcomes and efficiency through improved access, patient care continuity, and coordination of health services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A9917-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3637\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GOTTFRIED, SCHIMMINGER, JACOBS, GALEF, MAISEL,\n         SCARBOROUGH, HOOPER, JAFFEE, PERRY, CASTRO, BARRON --  Multi-Sponsored\n         by  --  M.  of  A.  BOYLAND, BURLING, CALHOUN, DESTITO, DUPREY, FINCH,\n         JORDAN, LENTOL, MARKEY, PHEFFER, SCHIMEL, TOBACCO, TOWNS -- read  once\n         and referred to the Committee on Health\n\n       AN  ACT  to  amend  the  public  health law, in relation to medical home\n         multipayor programs; and to amend part OO of chapter 57 of the laws of\n         2008 amending the public health law relating to  medical  home  demon-\n         stration programs, in relation to the effectiveness thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The article heading of article 27-L of  the  public  health\n    2  law,  as  added  by  section  16 of part OO of chapter 57 of the laws of\n    3  2008, is amended to read as follows:\n    4                     MEDICAL HOME [DEMONSTRATION] PROGRAMS\n    5    S 2. The public health law is amended by adding a new  section  2799-t\n    6  to read as follows:\n    7    S 2799-T. MEDICAL HOME MULTIPAYOR PROGRAMS. 1. (A) THE COMMISSIONER IS\n    8  AUTHORIZED  TO  ESTABLISH  MEDICAL HOME MULTIPAYOR PROGRAMS (REFERRED TO\n    9  IN THIS SECTION AS A \"PROGRAM\") AND IN RELATION TO A PROGRAM MAY CERTIFY\n   10  CERTAIN CLINICIANS AND CLINICS AS MEDICAL HOMES  ELIGIBLE  FOR  ENHANCED\n   11  PAYMENTS  FOR  SERVICES  PROVIDED  TO:  RECIPIENTS ELIGIBLE FOR MEDICAID\n   12  FEE-FOR-SERVICE; ENROLLEES ELIGIBLE FOR AND ENROLLED IN MEDICAID MANAGED\n   13  CARE; ENROLLEES ELIGIBLE FOR AND ENROLLED IN FAMILY HEALTH PLUS;  ENROL-\n   14  LEES  ELIGIBLE  FOR  AND  ENROLLED  IN  CHILD HEALTH PLUS; ENROLLEES AND\n   15  SUBSCRIBERS OF COMMERCIAL MANAGED CARE  PLANS  OPERATING  UNDER  ARTICLE\n   16  FORTY-FOUR OF THIS CHAPTER OR HEALTH MAINTENANCE ORGANIZATIONS OPERATING\n   17  UNDER  ARTICLE FORTY-THREE OF THE INSURANCE LAW; ENROLLEES AND SUBSCRIB-\n   18  ERS  OF  OTHER  COMMERCIAL  INSURANCE   PRODUCTS;   AND   EMPLOYEES   OF\n   19  EMPLOYER-SPONSORED SELF-INSURED PLANS. THE PURPOSE OF THE PROGRAMS IS TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02272-02-1\n\n       A. 3637                             2\n\n    1  IMPROVE  HEALTH  CARE  OUTCOMES  AND EFFICIENCY THROUGH IMPROVED ACCESS,\n    2  PATIENT CARE CONTINUITY, AND COORDINATION OF HEALTH SERVICES.\n    3    (B) AS USED IN THIS SECTION:\n    4    (I)  \"CLINIC\"  MEANS A GENERAL HOSPITAL PROVIDING OUTPATIENT CARE OR A\n    5  DIAGNOSTIC AND TREATMENT CENTER, LICENSED UNDER ARTICLE TWENTY-EIGHT  OF\n    6  THIS CHAPTER; AND\n    7    (II) \"CLINICIAN\" MEANS A HEALTH CARE PRACTITIONER ACTING WITHIN HIS OR\n    8  HER  LAWFUL SCOPE OF PRACTICE UNDER TITLE EIGHT OF THE EDUCATION LAW WHO\n    9  IS: (A) A PHYSICIAN OR NURSE PRACTITIONER PRACTICING IN A  PRIMARY  CARE\n   10  SPECIALTY;  (B)  A  PHYSICIAN, NURSE PRACTITIONER, OR MIDWIFE PRACTICING\n   11  PRIMARY GYNECOLOGICAL CARE FOR FEMALE PATIENTS; OR (C)  A  PHYSICIAN  OR\n   12  NURSE  PRACTITIONER  PRACTICING  IN  A NON-PRIMARY CARE SPECIALTY, FOR A\n   13  PATIENT WHO HAS A CHRONIC CONDITION THAT REQUIRES SPECIALTY CARE,  WHERE\n   14  THE  SPECIALIST  HEALTH  CARE  PRACTITIONER  REGULARLY  AND  CONTINUALLY\n   15  PROVIDES TREATMENT FOR THAT CONDITION TO THE PATIENT.\n   16    2. (A) IN ORDER TO PROMOTE IMPROVED QUALITY  AND  EFFICIENCY  OF,  AND\n   17  ACCESS  TO, HEALTH CARE SERVICES AND PROMOTE IMPROVED CLINICAL OUTCOMES,\n   18  IT SHALL BE THE POLICY OF THE STATE RELATING TO THE PROGRAMS TO  ENCOUR-\n   19  AGE  COOPERATIVE,  COLLABORATIVE  AND  INTEGRATIVE  ARRANGEMENTS BETWEEN\n   20  PAYORS OF HEALTH CARE SERVICES  AND  HEALTH  CARE  PROVIDERS  WHO  MIGHT\n   21  OTHERWISE  BE  COMPETITORS,  UNDER THE ACTIVE SUPERVISION OF THE COMMIS-\n   22  SIONER. TO THE EXTENT SUCH ARRANGEMENTS MIGHT BE ANTI-COMPETITIVE WITHIN\n   23  THE MEANING AND INTENT OF THE FEDERAL ANTITRUST LAWS, THE INTENT OF  THE\n   24  STATE  IS  TO  SUPPLANT COMPETITION WITH SUCH ARRANGEMENTS TO THE EXTENT\n   25  NECESSARY TO ACCOMPLISH THE PURPOSES OF THIS  SECTION  RELATING  TO  THE\n   26  PROGRAMS,  AND PROVIDE STATE ACTION IMMUNITY UNDER THE STATE AND FEDERAL\n   27  ANTITRUST LAWS WITH RESPECT TO THE PLANNING, IMPLEMENTATION  AND  OPERA-\n   28  TION  OF THE PROGRAMS AND PAYORS OF HEALTH CARE SERVICES AND HEALTH CARE\n   29  PROVIDERS.\n   30    (B) THE COMMISSIONER OR HIS OR HER DULY AUTHORIZED REPRESENTATIVE  MAY\n   31  ENGAGE  IN  APPROPRIATE  STATE  SUPERVISION  NECESSARY  TO PROMOTE STATE\n   32  ACTION IMMUNITY UNDER THE STATE AND  FEDERAL  ANTITRUST  LAWS,  AND  MAY\n   33  INSPECT  OR  REQUEST ADDITIONAL DOCUMENTATION TO VERIFY THAT THE PROGRAM\n   34  IS IMPLEMENTED IN ACCORDANCE WITH ITS INTENT AND PURPOSE.\n   35    3. THE COMMISSIONER, FOR PURPOSES OF THE  PROGRAM,  IS  AUTHORIZED  TO\n   36  PARTICIPATE  IN,  ACTIVELY  SUPERVISE,  FACILITATE AND APPROVE A PRIMARY\n   37  CARE MEDICAL HOME COLLABORATIVE (AN ENTITY WHICH SHALL INCLUDE  BUT  NOT\n   38  BE LIMITED TO HEALTH CARE PROVIDERS, WHICH MAY INCLUDE BUT NOT BE LIMIT-\n   39  ED  TO  HOSPITALS,  DIAGNOSTIC  AND TREATMENT CENTERS, AND PRIVATE PRAC-\n   40  TICES, AND PAYORS OF HEALTH CARE SERVICES, WHICH MAY INCLUDE BUT NOT  BE\n   41  LIMITED TO EMPLOYERS, HEALTH PLANS AND INSURERS) TO ESTABLISH:\n   42    (A) THE BOUNDARIES OF THE PROGRAM AND THE HEALTH CARE PROVIDERS ELIGI-\n   43  BLE  TO  PARTICIPATE; PROVIDED THAT THE BOUNDARIES OF PROGRAMS MAY OVER-\n   44  LAP;\n   45    (B) PRACTICE STANDARDS FOR THE MEDICAL HOME CONSISTENT  WITH  EXISTING\n   46  STANDARDS  DEVELOPED  BY NATIONAL ACCREDITING AND PROFESSIONAL ORGANIZA-\n   47  TIONS INCLUDING, BUT NOT LIMITED TO, THE JOINT PRINCIPLES OF THE  AMERI-\n   48  CAN COLLEGE OF PHYSICIANS (\"ACP\"), THE AMERICAN ACADEMY OF FAMILY PHYSI-\n   49  CIANS (\"AAFP\"), THE AMERICAN ACADEMY OF PEDIATRICS (\"AAP\"), THE AMERICAN\n   50  OSTEOPATHIC  ASSOCIATION  (\"AOA\"),  AND  AS  FURTHER DEFINED BY \"PATIENT\n   51  CENTERED MEDICAL HOME,\" AS REPRESENTED IN CERTIFICATION PROGRAMS  DEVEL-\n   52  OPED BY THE NATIONAL COMMITTEE FOR QUALITY ASSURANCE (\"NCQA\");\n   53    (C)  METHODOLOGIES  BY  WHICH  PAYORS  WILL  PROVIDE ENHANCED RATES OF\n   54  PAYMENT TO CERTIFIED MEDICAL HOMES;\n\n       A. 3637                             3\n\n    1    (D) METHODOLOGIES TO PAY ADDITIONAL AMOUNTS  FOR  MEDICAL  HOMES  THAT\n    2  MEET  SPECIFIC  PROCESS  OR OUTCOME STANDARDS ESTABLISHED BY THE PRIMARY\n    3  CARE MEDICAL HOME COLLABORATIVE OF THE PROGRAM;\n    4    (E)  ALTERNATIVE  METHODOLOGIES  FOR PAYORS OF HEALTH CARE SERVICES TO\n    5  HEALTH CARE PROVIDERS UNDER THE PROGRAM;\n    6    (F) PROVISIONS FOR PAYMENTS TO PROVIDERS THAT MAY VARY BY SIZE OR FORM\n    7  OF ORGANIZATION OF THE PROVIDER,  TO  ACCOMMODATE  DIFFERENT  LEVELS  OF\n    8  RESOURCES AND DIFFICULTY TO MEET THE STANDARDS OF THE PROGRAM;\n    9    (G)  PROVISIONS  FOR  PAYMENTS TO NOT-FOR-PROFIT ENTITIES THAT PROVIDE\n   10  SERVICES TO HEALTH CARE PROVIDERS TO ASSIST THEM IN MEETING MEDICAL HOME\n   11  STANDARDS UNDER THE PROGRAM;\n   12    (H) REQUIREMENTS FOR COLLECTING DATA RELATING  TO  THE  PROVIDING  AND\n   13  PAYING  FOR HEALTH CARE SERVICES UNDER THE PROGRAM AND PROVIDING OF DATA\n   14  TO THE COMMISSIONER, PAYORS AND HEALTH CARE PROVIDERS UNDER THE PROGRAM,\n   15  TO PROMOTE THE  EFFECTIVE  OPERATION  AND  EVALUATION  OF  THE  PROGRAM,\n   16  CONSISTENT  WITH PROTECTION OF THE CONFIDENTIALITY OF INDIVIDUAL PATIENT\n   17  INFORMATION; AND\n   18    (I) PROVISIONS UNDER WHICH THE COMMISSIONER MAY TERMINATE THE PROGRAM.\n   19    4. PATIENT AND HEALTH CARE PROVIDER PARTICIPATION IN THE PROGRAM SHALL\n   20  BE ON A VOLUNTARY BASIS.\n   21    5. CLINICS AND CLINICIANS PARTICIPATING IN A PROGRAM ARE NOT  ELIGIBLE\n   22  FOR  ADDITIONAL ENHANCEMENTS OR BONUSES UNDER THE STATEWIDE MEDICAL HOME\n   23  PROGRAM, ESTABLISHED PURSUANT TO SECTION THREE HUNDRED  SIXTY-FOUR-M  OF\n   24  THE  SOCIAL SERVICES LAW, FOR SERVICES PROVIDED TO PARTICIPANTS IN MEDI-\n   25  CAID FEE-FOR-SERVICE, MEDICAID MANAGED CARE, FAMILY HEALTH PLUS OR CHILD\n   26  HEALTH PLUS.\n   27    6. SUBJECT TO  THE  AVAILABILITY  OF  FUNDING  AND  FEDERAL  FINANCIAL\n   28  PARTICIPATION, THE COMMISSIONER IS AUTHORIZED:\n   29    (A)  TO  PAY ENHANCED RATES OF PAYMENT UNDER MEDICAID FEE-FOR-SERVICE,\n   30  MEDICAID MANAGED CARE, FAMILY HEALTH PLUS AND CHILD HEALTH PLUS TO CLIN-\n   31  ICS AND CLINICIANS THAT  ARE  CERTIFIED  AS  MEDICAL  HOMES  UNDER  THIS\n   32  SECTION;\n   33    (B)  TO  PAY  ADDITIONAL  AMOUNTS FOR MEDICAL HOMES THAT MEET SPECIFIC\n   34  PROCESS OR OUTCOME STANDARDS SPECIFIED BY THE COMMISSIONER, IN CONSULTA-\n   35  TION WITH THE PRIMARY CARE MEDICAL HOME COLLABORATIVE  OF  THE  PROGRAM;\n   36  AND\n   37    (C)  TO  AUTHORIZE  ALTERNATIVE  PAYMENT  METHODOLOGIES UNDER MEDICAID\n   38  FEE-FOR-SERVICE, MEDICAID MANAGED CARE, FAMILY  HEALTH  PLUS  AND  CHILD\n   39  HEALTH  PLUS  FOR HEALTH CARE PROVIDERS AND TO SERVE THE PURPOSES OF THE\n   40  PROGRAM, INCLUDING PAYMENTS TO NOT-FOR-PROFIT ENTITIES  UNDER  PARAGRAPH\n   41  (G) OF SUBDIVISION THREE OF THIS SECTION.\n   42    7.  THE  COMMISSIONER MAY DIRECTLY, OR BY CONTRACT WITH NOT-FOR-PROFIT\n   43  ORGANIZATIONS, PROVIDE:\n   44    (A) CONSUMER ASSISTANCE TO PATIENTS PARTICIPATING IN A PROGRAM  AS  TO\n   45  MATTERS RELATING TO THE PROGRAM;\n   46    (B)  TECHNICAL  AND  OTHER ASSISTANCE TO HEALTH CARE PROVIDERS PARTIC-\n   47  IPATING IN A PROGRAM AS TO MATTERS RELATING TO  THE  PROGRAM,  INCLUDING\n   48  ACHIEVING MEDICAL HOME STANDARDS;\n   49    (C) CARE COORDINATION PROVIDER TECHNICAL AND OTHER ASSISTANCE TO INDI-\n   50  VIDUALS AND ENTITIES PROVIDING CARE COORDINATION SERVICES TO HEALTH CARE\n   51  PROVIDERS UNDER A PROGRAM; AND\n   52    (D) INFORMATION SHARING AND OTHER ASSISTANCE AMONG PROGRAMS TO IMPROVE\n   53  THE OPERATION OF PROGRAMS.\n   54    8.  THE COMMISSIONER SHALL, TO THE EXTENT NECESSARY FOR THE PURPOSE OF\n   55  THIS SECTION, SUBMIT THE APPROPRIATE  WAIVERS  AND  OTHER  APPLICATIONS,\n   56  INCLUDING,  BUT  NOT  LIMITED  TO, THOSE AUTHORIZED PURSUANT TO SECTIONS\n\n       A. 3637                             4\n\n    1  ELEVEN HUNDRED FIFTEEN AND  NINETEEN  HUNDRED  FIFTEEN  OF  THE  FEDERAL\n    2  SOCIAL  SECURITY  ACT, OR SUCCESSOR PROVISIONS, AND ANY OTHER WAIVERS OR\n    3  APPLICATIONS NECESSARY TO ACHIEVE THE PURPOSES OF  HIGH  QUALITY,  INTE-\n    4  GRATED,  AND  COST  EFFECTIVE  CARE AND INTEGRATED FINANCIAL ELIGIBILITY\n    5  POLICIES UNDER MEDICAID, FAMILY HEALTH PLUS AND  CHILD  HEALTH  PLUS  OR\n    6  MEDICARE. COPIES OF SUCH ORIGINAL WAIVER AND OTHER APPLICATIONS SHALL BE\n    7  PROVIDED  TO THE CHAIRMAN OF THE SENATE FINANCE COMMITTEE AND THE CHAIR-\n    8  MAN OF THE ASSEMBLY WAYS AND MEANS COMMITTEE SIMULTANEOUSLY  WITH  THEIR\n    9  SUBMISSION TO THE FEDERAL GOVERNMENT.\n   10    9.  THE  ADIRONDACK  MEDICAL  HOME  MULTIPAYOR  DEMONSTRATION  PROGRAM\n   11  (INCLUDING THE ADIRONDACK MEDICAL HOME COLLABORATIVE) PREVIOUSLY  ESTAB-\n   12  LISHED  UNDER  SECTION TWENTY-NINE HUNDRED FIFTY-NINE OF THIS CHAPTER IS\n   13  CONTINUED AND SHALL BE DEEMED TO BE A PROGRAM UNDER THIS SECTION.\n   14    10. THE COMMISSIONER SHALL ANNUALLY REPORT TO  THE  GOVERNOR  AND  THE\n   15  LEGISLATURE  ON THE OPERATION OF THE PROGRAMS AND THEIR EFFECTIVENESS IN\n   16  ACHIEVING THE PURPOSES OF THIS SECTION, WITH PARTICULAR REFERENCE TO THE\n   17  QUALITY, COST, AND OUTCOMES FOR ENROLLEES IN  MEDICAID  FEE-FOR-SERVICE,\n   18  MEDICAID MANAGED CARE, FAMILY HEALTH PLUS AND CHILD HEALTH PLUS.\n   19    11. NO PROGRAM SHALL BE APPROVED UNDER THIS SECTION AFTER APRIL FIRST,\n   20  TWO THOUSAND SIXTEEN.\n   21    S 3. Subdivision 1 of section 2 of the public health law is amended by\n   22  adding  six  new  paragraphs (o), (p), (q), (r), (s) and (t), to read as\n   23  follows:\n   24    (O) \"MEDICAID\" OR \"MEDICAL ASSISTANCE\" MEANS TITLE ELEVEN  OF  ARTICLE\n   25  FIVE OF THE SOCIAL SERVICES LAW AND THE PROGRAM THEREUNDER.\n   26    (P)  \"FAMILY  HEALTH PLUS\" MEANS TITLE ELEVEN-D OF ARTICLE FIVE OF THE\n   27  SOCIAL SERVICES LAW AND THE PROGRAM THEREUNDER.\n   28    (Q) \"CHILD HEALTH PLUS\" MEANS TITLE ONE-A OF  ARTICLE  TWENTY-FIVE  OF\n   29  THIS CHAPTER AND THE PROGRAM THEREUNDER.\n   30    (R)  \"MEDICAID  MANAGED  CARE\"  MEANS  MEDICAID PROVIDED UNDER SECTION\n   31  THREE HUNDRED SIXTY-FOUR-J OF THE SOCIAL SERVICES LAW.\n   32    (S) \"MEDICAID FEE-FOR-SERVICE\"  MEANS  MEDICAID  PROVIDED  OTHER  THAN\n   33  UNDER MEDICAID MANAGED CARE.\n   34    (T)  \"MEDICARE\"  MEANS  TITLE XVIII OF THE FEDERAL SOCIAL SECURITY ACT\n   35  AND THE PROGRAMS THEREUNDER.\n   36    S 4. Paragraph o of section 21 of part OO of chapter 57 of the laws of\n   37  2008, amending the public health law relating  to  medical  home  demon-\n   38  stration programs, is amended to read as follows:\n   39    o.  section sixteen of this act shall take effect January 1, 2009 and;\n   40  PROVIDED THAT SECTION 2799-S OF THE PUBLIC HEALTH LAW AS ADDED  BY  THAT\n   41  SECTION shall expire and be deemed repealed 3 years after such effective\n   42  date; and\n   43    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to medical home multipayor programs; and to amend part OO of chapter 57 of the laws of 2008 amending the public health law relating to medical home demonstration programs, in relation to the effectiveness thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622388
}