{
  "year" : 2011,
  "senateBillNo" : "A3634-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3634-2011-1296018000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a petition to start the process to change the elective office of receiver of taxes",
  "summary" : "Establishes a petition to start the process to change the elective office of receiver of taxes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A10420-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3634\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GALEF, CROUCH -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the general municipal law and the town law, in  relation\n         to  establishing  a  petition process to change the elective office of\n         receiver of taxes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The general municipal law is amended by adding a new arti-\n    2  cle 17-B to read as follows:\n    3                                ARTICLE 17-B\n    4                    PETITION PROCESS TO ELIMINATE CERTAIN\n    5                                  POSITIONS\n    6  SECTION 799-A. DEFINITIONS.\n    7          799-B. PROCESS UPON PETITION OR RESOLUTION.\n    8          799-C. PETITION TO START THE  PROCESS  TO  CHANGE  THE  ELECTIVE\n    9                   OFFICE OF RECEIVER OF TAXES.\n   10    S 799-A. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   11    1.  THE TERM \"QUALIFIED ELECTOR\" SHALL MEAN A PERSON WHO IS REGISTERED\n   12  TO VOTE IN ACCORDANCE WITH THE PROVISIONS OF THE ELECTION LAW.\n   13    2. THE TERM \"PARTICIPATING MUNICIPALITY\" SHALL MEAN A TOWN OR  VILLAGE\n   14  THAT  HAS STARTED THE PETITION PROCESS PURSUANT TO SECTION SEVEN HUNDRED\n   15  NINETY-NINE-B OF THIS ARTICLE.\n   16    S 799-B. PROCESS UPON PETITION OR RESOLUTION.  1.  THE  PROCESS  SHALL\n   17  START IN A MUNICIPALITY ONCE A PETITION FROM THE RESIDENTS IS FILED WITH\n   18  THE MUNICIPAL CLERK.\n   19    2.  UPON  RECEIVING  A  PETITION FROM THE RESIDENTS, THE PARTICIPATING\n   20  MUNICIPALITY SHALL SUBMIT THE  QUESTION  OF  THE  CHANGE  OF  OFFICE  OF\n   21  RECEIVER OF TAXES TO THE VOTERS.\n   22    3.  A CERTIFICATE OF THE ELECTION SHALL BE FILED WITH THE SECRETARY OF\n   23  STATE, WITH THE CLERKS OF EACH PARTICIPATING MUNICIPALITY, AND WITH  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00482-01-1\n\n       A. 3634                             2\n\n    1  CLERKS  OF  EACH  COUNTY  IN WHICH ANY PART OF THE PARTICIPATING MUNICI-\n    2  PALITY IS LOCATED.\n    3    4. IF THE MAJORITY OF VOTES CAST ON THE REFERENDUM IN EACH PARTICIPAT-\n    4  ING MUNICIPALITY, ARE IN THE AFFIRMATIVE, THE MUNICIPALITY WITHIN THIRTY\n    5  DAYS  OF  THE DATE OF THE REFERENDUM SHALL NOTIFY SUCH RECEIVER OF TAXES\n    6  THAT HE OR SHE SHALL SERVE OUT THEIR REMAINING TERM.\n    7    5. IF THE MAJORITY OF VOTES CAST ON THE REFERENDUM IN EACH PARTICIPAT-\n    8  ING MUNICIPALITY ARE IN THE NEGATIVE, THE REFERENDUM SHALL FAIL AND  THE\n    9  PETITION  PROCESS  MAY  NOT BE INITIATED FOR THE SAME PURPOSE WITHIN TWO\n   10  YEARS OF THE DATE OF SUCH REFERENDUM.\n   11    S 799-C. PETITION TO START THE PROCESS TO CHANGE THE  ELECTIVE  OFFICE\n   12  OF  RECEIVER  OF  TAXES.   1. ELIGIBLE SIGNATURES. TO START THE PETITION\n   13  PROCESS, A PETITION MUST HAVE SIGNATURES FROM RESIDENTS OF THE JURISDIC-\n   14  TION, EQUAL TO AT LEAST TEN PERCENT OF THE RESIDENT  ELECTORS  QUALIFIED\n   15  TO VOTE IN THE LAST GENERAL ELECTION. THOSE SIGNING THE PETITION MUST BE\n   16  QUALIFIED  TO  VOTE  AT  THE TIME OF THE FILING OF THE PETITION WITH THE\n   17  MUNICIPAL CLERK.\n   18    2. TIME LIMIT. A SIGNATURE SHALL BE INVALID IF IT IS SIGNED  UPON  THE\n   19  PETITION  MORE THAN ONE HUNDRED EIGHTY DAYS BEFORE THE PETITION IS FILED\n   20  WITH THE MUNICIPAL CLERK, UNLESS THE GOVERNING BOARD PASSES A RESOLUTION\n   21  TO GIVE ADDITIONAL TIME TO COLLECT SIGNATURES.\n   22    3. FORM. THE PETITION SHALL BE IN SUBSTANTIALLY THE FOLLOWING FORM:\n   23                                  PETITION\n   24  WE, THE UNDERSIGNED, ELECTORS OF THE (INSERT TYPE OF MUNICIPALITY - TOWN\n   25  OR VILLAGE)          OF                   (INSERT NAME OF  MUNICIPALITY)\n   26  ,  NEW  YORK, QUALIFIED TO VOTE AT THE NEXT GENERAL OR SPECIAL ELECTION,\n   27  DO HEREBY PETITION THAT THERE BE SUBMITTED TO THE VOTERS OF (INSERT NAME\n   28  OF MUNICIPALITY)       , PURSUANT TO  LAW,  A  PROPOSITION  AS  FOLLOWS:\n   29  (INSERT  PROPOSITION  SOUGHT  TO BE SUBMITTED) THE UNDERSIGNED QUALIFIED\n   30  ELECTORS HEREBY REQUEST THAT A REFERENDUM VOTE UPON THE  ABOVE  PROPOSI-\n   31  TION  BE  TAKEN  AS PROVIDED BY LAW. IN WITNESS  WHEREOF, WE HAVE SIGNED\n   32  OUR NAMES ON THE DATES INDICATED NEXT TO OUR SIGNATURES.\n   33     DATE   NAME - PRINT NAME UNDER SIGNATURE  HOME ADDRESS\n   34  1. ______ __________________________________ ____________________________\n   35  2. ______ __________________________________ ____________________________\n   36  3. ______ __________________________________ ____________________________\n   37  (ON THE BOTTOM OF EACH PAGE, AFTER ALL THE NUMBERED SIGNATURES, INSERT A\n   38  WITNESS STATEMENT OR A STATEMENT BY A NOTARY PUBLIC OR  COMMISSIONER  OF\n   39  DEEDS, IN SUBSTANTIALLY THE FOLLOWING FORM:)\n   40  I, (NAME OF WITNESS), STATE THAT I AM A REGISTERED VOTER OF THE STATE OF\n   41  NEW  YORK.  I AM A RESIDENT OF THE (TOWN OR VILLAGE) OF (NAME OF TOWN OR\n   42  VILLAGE). THE PERSONS THAT HAVE SIGNED THIS  PETITION  SHEET  CONTAINING\n   43  (FILL  IN  NUMBER) SIGNATURES, HAVE SIGNED THEIR NAMES IN MY PRESENCE ON\n   44  THE DATES INDICATED ABOVE AND  IDENTIFIED  THEMSELVES  TO  BE  THE  SAME\n   45  PERSONS  WHO  SIGNED THE SHEET. I UNDERSTAND THAT THIS STATEMENT WILL BE\n   46  ACCEPTED FOR ALL PURPOSES AS THE EQUIVALENT OF AN AFFIDAVIT, AND  IF  IT\n   47  CONTAINS A MATERIALLY FALSE STATEMENT, SHALL SUBJECT ME TO THE PENALTIES\n   48  OF PERJURY.\n   49  ___________    _______________________________________\n   50     DATE            SIGNATURE OF WITNESS\n   51  (IN  LIEU  OF  THE SIGNED STATEMENT OF A WITNESS WHO IS A DULY QUALIFIED\n   52  VOTER OF THE STATE, QUALIFIED TO SIGN THE PETITION AS A RESIDENT OF  THE\n   53  TOWN  OR VILLAGE, THE FOLLOWING STATEMENT SIGNED BY A NOTARY PUBLIC OR A\n   54  COMMISSIONER OF DEEDS SHALL BE ACCEPTED.) ON THE  DATE  ABOVE  INDICATED\n   55  BEFORE  ME PERSONALLY CAME EACH OF THE VOTERS WHOSE SIGNATURES APPEAR ON\n   56  THIS PETITION SHEET CONTAINING (FILL IN NUMBER) SIGNATURES,  WHO  SIGNED\n\n       A. 3634                             3\n\n    1  SAME IN MY PRESENCE AND WHO, BEING BY ME DULY SWORN, EACH FOR HIMSELF OR\n    2  HERSELF, SAID THAT THE FOREGOING STATEMENT MADE AND SUBSCRIBED BY HIM OR\n    3  HER, WAS TRUE.\n    4  ___________    _______________________________________\n    5     DATE         NOTARY PUBLIC OR COMMISSIONER OF DEEDS\n    6    4.  LIBERAL  CONSTRUCTION.  IN  MATTERS OF FORM, THIS SECTION SHALL BE\n    7  GIVEN A LIBERAL CONSTRUCTION, AND PRECISE COMPLIANCE IS NOT REQUIRED.\n    8    S 2. Paragraph (c) of subdivision 6 of section 20 of the town law,  as\n    9  added  by  chapter 343 of the laws of 1940, and as relettered by chapter\n   10  302 of the laws of 1974, is amended to read as follows:\n   11    (c) (I) At least one hundred fifty days prior  to  any  biennial  town\n   12  election,  the  town  board  of any town of the first class in which the\n   13  appointive office of receiver of taxes and assessments shall exist,  may\n   14  adopt  a resolution, subject to a permissive referendum, that the office\n   15  of receiver of taxes and assessments shall be an elective office in such\n   16  town. Every elector of the town shall be entitled to vote at any  refer-\n   17  endum  held  thereon pursuant to the provisions of article seven of this\n   18  chapter. If the town board shall have adopted such a resolution  and  no\n   19  petition  shall  have  been  filed  within the time specified in article\n   20  seven OF THIS CHAPTER for a referendum thereon, or, if a majority of the\n   21  votes cast on any such proposition submitted pursuant to the  provisions\n   22  of  article  seven  OF  THIS CHAPTER be in the affirmative the office of\n   23  receiver of taxes and assessments shall thereafter be an elective office\n   24  in such town, and a receiver of taxes and assessments shall  be  elected\n   25  at  the  succeeding biennial town election for the term provided by this\n   26  chapter, beginning on the first day  of  January  next  succeeding  such\n   27  biennial town election and the term of office of the appointive receiver\n   28  of  taxes and assessments for whom such successor shall be elected shall\n   29  expire on said first day of January.\n   30    (II) NO PETITION SHALL HAVE BEEN FILED WITHIN THE  TIME  SPECIFIED  IN\n   31  ARTICLE SEVEN OF THIS CHAPTER FOR A REFERENDUM THEREON, OR, IF A MAJORI-\n   32  TY  OF  THE VOTES CAST ON ANY SUCH PROPOSITION SUBMITTED PURSUANT TO THE\n   33  PROVISIONS OF ARTICLE SEVEN OF THIS CHAPTER BE IN  THE  AFFIRMATIVE  THE\n   34  OFFICE  OF  RECEIVER  OF  TAXES  AND  ASSESSMENTS SHALL THEREAFTER BE AN\n   35  APPOINTIVE OFFICE IN SUCH TOWN, AND  THE  TOWN  BOARD  SHALL  APPOINT  A\n   36  RECEIVER OF TAXES AND ASSESSMENTS FOR THE TERM PROVIDED BY THIS CHAPTER,\n   37  BEGINNING ON THE FIRST DAY OF JANUARY NEXT SUCCEEDING SUCH BIENNIAL TOWN\n   38  ELECTION  AND  THE  TERM OF OFFICE OF THE ELECTIVE RECEIVER OF TAXES AND\n   39  ASSESSMENTS FOR WHOM SUCH SUCCESSOR SHALL BE APPOINTED SHALL  EXPIRE  ON\n   40  SAID FIRST DAY OF JANUARY.\n   41    S  3. Subdivision 1 of section 36 of the town law, as amended by chap-\n   42  ter 437 of the laws of 1963, is amended to read as follows:\n   43    1. In any town [of the second  class]  in  which  the  office  of  tax\n   44  collector  or  receiver  of taxes AND ASSESSMENTS exists, the town board\n   45  thereof may by resolution duly adopted at least one hundred  fifty  days\n   46  prior to any biennial town election, determine that said office be abol-\n   47  ished,  same  to  take effect at the expiration of the term of office to\n   48  which the incumbent was elected or appointed; and no such tax  collector\n   49  or  town receiver of taxes AND ASSESSMENTS shall be elected at any bien-\n   50  nial town election held not less than one hundred fifty days thereafter.\n   51  Upon the expiration of the term of office of such tax collector or  town\n   52  receiver  of taxes AND ASSESSMENTS as provided [herein] IN THIS CHAPTER,\n   53  he OR SHE shall surrender and deliver to the town clerk of said town all\n   54  assessment rolls, books, papers, writings and all  other  documents  and\n   55  property  in  his  OR HER possession as such officer. In all towns where\n   56  the office of tax collector or receiver of  taxes  AND  ASSESSMENTS  has\n\n       A. 3634                             4\n\n    1  been  abolished,  it shall be the duty of such town clerk to collect and\n    2  receive all state, county and town taxes and  assessments  that  may  be\n    3  levied  in such town and the town clerk shall have all the powers and be\n    4  subject  to all the duties of a collector IN A TOWN OF THE SECOND CLASS,\n    5  OR OF A RECEIVER OF TAXES AND ASSESSMENTS IN A TOWN OF THE  FIRST  CLASS\n    6  with  respect  to  the collection of such taxes, the deposit of receipts\n    7  and the return of unpaid  taxes,  as  provided  by  subdivision  one  of\n    8  section  thirty-five  OR SECTION THIRTY-SEVEN of this [chapter] ARTICLE,\n    9  AS THE CASE MAY BE.\n   10    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the town law, in relation to establishing a petition process to change the elective office of receiver of taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622361
}