{
  "year" : 2011,
  "senateBillNo" : "A3638-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to housing",
    "billEventId" : "A3638-2011-1296018000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits regulations from permitting an owner to refuse to renew a lease on grounds that the housing is sought for personal use or occupancy; repealer",
  "summary" : "Prohibits certain regulations of the state division of housing and community renewal, for cities having a population of less than one million and towns and villages, from permitting an owner to refuse to renew a lease on grounds that the housing accommodation is sought for personal use or occupancy (i.e., use or occupancy by the owner or the owner's immediate family); repeals provisions of the administrative code of the city of New York and of the Emergency Housing Rent Control Law which permit evictions for personal use and occupancy. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Emergency Tenant Protection Act of 1974",
  "previousVersions" : [ "A6018-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3638\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GOTTFRIED, GLICK, DINOWITZ, COLTON, WRIGHT --\n         Multi-Sponsored by -- M.  of A. V. LOPEZ -- read once and referred  to\n         the Committee on Housing\n\n       AN  ACT  to amend the emergency tenant protection act of nineteen seven-\n         ty-four, in relation to protecting the home of a tenant  sought  by  a\n         landlord  for  personal  use;  and repealing certain provisions of the\n         administrative code of the city of New York and the emergency  housing\n         rent control law relating to evictions for personal use\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 1 of subdivision  b  of  section  26-408  of  the\n    2  administrative code of the city of New York is REPEALED.\n    3    S  2.  Subparagraph  (b)  of  paragraph  9 of subdivision c of section\n    4  26-511 of the administrative code of the city of New York is REPEALED.\n    5    S 3. Paragraph (a) of subdivision 2 of section 5 of chapter 274 of the\n    6  laws of 1946, constituting the emergency housing rent  control  law,  is\n    7  REPEALED.\n    8    S  4.  Subdivision  a of section 10 of section 4 of chapter 576 of the\n    9  laws of 1974, constituting the emergency tenant protection act of  nine-\n   10  teen  seventy-four,  as  amended  by chapter 234 of the laws of 1984, is\n   11  amended to read as follows:\n   12    a. For cities having a population of less than one million  and  towns\n   13  and  villages, the state division of housing and community renewal shall\n   14  be empowered to implement this  act  by  appropriate  regulations.  Such\n   15  regulations  may encompass such speculative or manipulative practices or\n   16  renting or leasing practices as the state division of housing and commu-\n   17  nity renewal determines constitute or are likely to cause  circumvention\n   18  of this act.  Such regulations shall prohibit practices which are likely\n   19  to prevent any person from asserting any right or remedy granted by this\n   20  act,  including  but  not limited to retaliatory termination of periodic\n   21  tenancies and shall require owners to grant a new one or two year vacan-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05352-01-1\n\n       A. 3638                             2\n\n    1  cy or renewal lease at the option of the tenant, except where a mortgage\n    2  or mortgage commitment existing as of the local effective date  of  this\n    3  act  provides that the owner shall not grant a one-year lease; and shall\n    4  prescribe  standards with respect to the terms and conditions of new and\n    5  renewal leases, additional rent and such  related  matters  as  security\n    6  deposits, advance rental payments, the use of escalator clauses in leas-\n    7  es and provision for increase in rentals for garages and other ancillary\n    8  facilities,  so  as to insure that the level of rent adjustments author-\n    9  ized under this law will not be subverted and made ineffective. [Any] NO\n   10  provision of the regulations  [permitting]  SHALL  PERMIT  an  owner  to\n   11  refuse  to  renew  a  lease  on  grounds that the owner seeks to recover\n   12  possession of the housing accommodation for his OR HER own use [and]  OR\n   13  occupancy  or  for  the  use  [and] OR occupancy of his OR HER immediate\n   14  family [shall require that an owner demonstrate immediate and compelling\n   15  need and shall not apply where a member of the housing accommodation  is\n   16  sixty-two years of age or older, has been a tenant in a housing accommo-\n   17  dation  in  that building for twenty years or more, or has an impairment\n   18  which results from anatomical,  physiological  or  psychological  condi-\n   19  tions,  other  than  addiction  to  alcohol, gambling, or any controlled\n   20  substance, which are demonstrable by medically acceptable  clinical  and\n   21  laboratory diagnostic techniques, and which are expected to be permanent\n   22  and  which  prevent  the tenant from engaging in any substantial gainful\n   23  employment].\n   24    S 5.  Severability. If any provision of this act, or  any  application\n   25  of  any  provision  of  this  act, is held to be invalid, that shall not\n   26  affect the validity or effectiveness of any other provision of this act,\n   27  any other application of  any  provision  of  this  act,  or  any  other\n   28  provision of any law or code amended by this act.\n   29    S 6. This act shall take effect immediately; and\n   30    a.  shall apply to any tenant in possession of a housing accommodation\n   31  at or after the effective date of this act, regardless  of  whether  the\n   32  landlord's  or  owner's  application  for  an  order, refusal to renew a\n   33  lease, or refusal to extend or renew a tenancy took  place  before  this\n   34  act shall have taken effect;\n   35    b.  the  repeal of provisions of law made by this act shall not affect\n   36  the availability of any right or remedy relating to any housing accommo-\n   37  dation where the landlord  or  owner  recovered  possession  under  such\n   38  provision prior to the taking effect of this act; and\n   39    c. the amendments to section 10 of the emergency tenant protection act\n   40  of  nineteen  seventy-four made by section four of this act shall expire\n   41  on the same date as such act expires and shall not affect the expiration\n   42  of such act as provided in section 17 of chapter  576  of  the  laws  of\n   43  1974, as amended.\n         REPEAL  NOTE.--The  provisions  of law proposed to be repealed by this\n       act allow a landlord of a rent controlled or rent  stabilized  apartment\n       to evict a tenant where the landlord seeks the apartment for the use and\n       occupancy of the landlord or the landlord's immediate family.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the emergency tenant protection act of nineteen seventy-four, in relation to protecting the home of a tenant sought by a landlord for personal use; and repealing certain provisions of the administrative code of the city of New York and the emergency housing rent control law relating to evictions for personal use ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622394
}