{
  "year" : 2011,
  "senateBillNo" : "A3639-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3639-2011-1296018000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a taxpayer abuse sanction to be imposed against the income of a  public officer who commits a felony related to his or her service as a public officer",
  "summary" : "Establishes a taxpayer abuse sanction to be imposed against the income of a public officer who commits certain felonies related to his or her service as a public officer. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA9960-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3639\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Ways and Means\n\n       AN  ACT  to  amend the tax law, in relation to creating a taxpayer abuse\n         sanction, and to amend the state finance law, in  relation  to  estab-\n         lishing  the  education  taxpayer  abuse penalty fund and the taxpayer\n         abuse penalty fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The tax law is amended by adding a new section 608 to read\n    2  as follows:\n    3    S 608. TAXPAYER ABUSE SANCTION.  (A) FOR PURPOSES OF THIS SECTION, THE\n    4  TERM \"PUBLIC RETIREMENT SYSTEM OF THE STATE\" SHALL  MEAN  THE  NEW  YORK\n    5  STATE  EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK STATE AND LOCAL POLICE\n    6  AND FIRE RETIREMENT SYSTEM, THE  NEW  YORK  STATE  TEACHERS'  RETIREMENT\n    7  SYSTEM,  THE  NEW  YORK  CITY EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK\n    8  CITY TEACHERS' RETIREMENT SYSTEM, THE NEW YORK CITY POLICE PENSION FUND,\n    9  THE NEW YORK CITY FIRE DEPARTMENT PENSION FUND, THE NEW YORK CITY  BOARD\n   10  OF  EDUCATION  RETIREMENT  SYSTEM AND ANY OTHER RETIREMENT SYSTEM OF THE\n   11  STATE OR CITY OF NEW YORK.\n   12    (B) FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST,  TWO  THOU-\n   13  SAND ELEVEN, THERE SHALL BE A SANCTION IMPOSED AGAINST THE INCOME OF ANY\n   14  MEMBER OF A PUBLIC RETIREMENT SYSTEM OF THE STATE, WHO WAS CONVICTED OF:\n   15  (1)  GRAND LARCENY IN THE FIRST DEGREE PURSUANT TO SECTION 155.42 OF THE\n   16  PENAL LAW; (2) GRAND LARCENY IN THE SECOND DEGREE  PURSUANT  TO  SECTION\n   17  155.40  OF  THE  PENAL LAW; OR (3) SCHEME TO DEFRAUD IN THE FIRST DEGREE\n   18  PURSUANT TO SECTION 190.65 OF THE PENAL LAW; WHERE SUCH  CONVICTION  WAS\n   19  BASED  UPON  ACTS COMMITTED WHICH RELATED TO THE NATURE OF SUCH MEMBER'S\n   20  PUBLIC SERVICE.\n   21    (C) SUCH SANCTION SHALL BE IMPOSED FOR ANY TAXABLE YEAR  DURING  WHICH\n   22  SUCH  MEMBER  OF  A PUBLIC RETIREMENT SYSTEM OF THE STATE IS ELIGIBLE TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06940-01-1\n\n       A. 3639                             2\n\n    1  RECEIVE A PENSION BENEFIT AND SHALL BE IN AN AMOUNT EQUAL TO THE  AMOUNT\n    2  OF ANY SUCH BENEFIT RECEIVED DURING SUCH TAXABLE YEAR.\n    3    (D)  MONIES  RECEIVED  FROM SANCTIONS IMPOSED PURSUANT TO THIS SECTION\n    4  SHALL:\n    5    (1) FOR MONIES RECEIVED FROM SANCTIONS IMPOSED FOR A CONVICTION  OF  A\n    6  PERSON  WHO  IS  A  MEMBER  OF  THE  NEW YORK STATE TEACHERS' RETIREMENT\n    7  SYSTEM, THE NEW YORK CITY TEACHERS' RETIREMENT SYSTEM OR  THE  NEW  YORK\n    8  CITY BOARD OF EDUCATION RETIREMENT SYSTEM, BE DEPOSITED IN THE EDUCATION\n    9  TAXPAYER   ABUSE   PENALTY   FUND   ESTABLISHED   PURSUANT   TO  SECTION\n   10  NINETY-NINE-T OF THE STATE FINANCE LAW AND DISTRIBUTED PURSUANT  TO  THE\n   11  PROVISIONS OF SUCH SECTION; OR\n   12    (2)  FOR  MONIES RECEIVED FROM SANCTIONS IMPOSED FOR A CONVICTION OF A\n   13  PERSON WHO IS A MEMBER OF  THE  NEW  YORK  STATE  EMPLOYEES'  RETIREMENT\n   14  SYSTEM,  THE NEW YORK STATE AND LOCAL POLICE AND FIRE RETIREMENT SYSTEM,\n   15  THE NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK CITY POLICE\n   16  PENSION FUND, THE NEW YORK CITY FIRE DEPARTMENT  PENSION  FUND,  OR  ANY\n   17  OTHER  RETIREMENT  SYSTEM  OF THE STATE OR CITY OF NEW YORK OTHER THAN A\n   18  RETIREMENT SYSTEM SET FORTH IN PARAGRAPH ONE  OF  THIS  SUBDIVISION,  BE\n   19  DEPOSITED  IN  THE  TAXPAYER  ABUSE PENALTY FUND ESTABLISHED PURSUANT TO\n   20  SECTION NINETY-NINE-U OF THE STATE FINANCE LAW AND DISTRIBUTED  PURSUANT\n   21  TO THE PROVISIONS OF SUCH SECTION.\n   22    S  2. The state finance law is amended by adding two new sections 99-t\n   23  and 99-u to read as follows:\n   24    S 99-T. EDUCATION TAXPAYER ABUSE PENALTY  FUND.  1.  THERE  IS  HEREBY\n   25  ESTABLISHED  IN  THE  JOINT  CUSTODY OF THE COMMISSIONER OF TAXATION AND\n   26  FINANCE AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS  THE  \"EDUCA-\n   27  TION TAXPAYER ABUSE PENALTY FUND\".\n   28    2.  SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE DEPARTMENT\n   29  OF TAXATION AND FINANCE, PURSUANT TO THE PROVISIONS OF PARAGRAPH ONE  OF\n   30  SUBDIVISION  (D)  OF  SECTION  SIX  HUNDRED EIGHT OF THE TAX LAW AND ALL\n   31  OTHER MONEYS APPROPRIATED, CREDITED, OR  TRANSFERRED  THERETO  FROM  ANY\n   32  OTHER  FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS SECTION\n   33  SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE\n   34  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   35  THE FUND ACCORDING TO LAW. ANY INTEREST RECEIVED BY THE  COMPTROLLER  ON\n   36  MONEYS  ON  DEPOSIT IN SUCH FUND SHALL BE RETAINED IN AND BECOME PART OF\n   37  SUCH FUND.\n   38    3. MONEYS IN SUCH FUND SHALL BE DISTRIBUTED TO SCHOOL DISTRICTS IN THE\n   39  STATE WHERE PERSONS SUBJECT TO THE  PROVISIONS  OF  SUBDIVISION  (B)  OF\n   40  SECTION  SIX  HUNDRED  EIGHT OF THE TAX LAW WERE EMPLOYED AT THE TIME OF\n   41  THE COMMISSION OF THE ACT OR ACTS UPON WHICH SUCH CONVICTION WAS  BASED.\n   42  THE  AMOUNT  OF MONEYS IN THE FUND THAT SHALL BE DISTRIBUTED TO A SCHOOL\n   43  DISTRICT PURSUANT TO THIS SUBDIVISION  SHALL  BE  EQUAL  TO  THE  DOLLAR\n   44  AMOUNT  OF  THE  SANCTION IMPOSED UPON SUCH CONVICTED PERSON. ANY MONEYS\n   45  RECEIVED BY THE FUND FROM A SOURCE OTHER THAN A SANCTION IMPOSED  PURSU-\n   46  ANT TO THE PROVISIONS OF SUBDIVISION (B) OF SECTION SIX HUNDRED EIGHT OF\n   47  THE  TAX LAW SHALL BE DISTRIBUTED EQUALLY AMONG SCHOOL DISTRICTS LOCATED\n   48  IN THE STATE.\n   49    4. MONEYS SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   50  THE  STATE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMIS-\n   51  SIONER OF TAXATION AND FINANCE.\n   52    5. TO THE EXTENT PRACTICABLE, MONEYS OF THE FUND SHALL BE  DISTRIBUTED\n   53  TO SCHOOL DISTRICTS AT LEAST ONCE ANNUALLY.\n   54    S 99-U. TAXPAYER ABUSE PENALTY FUND. 1. THERE IS HEREBY ESTABLISHED IN\n   55  THE  JOINT  CUSTODY  OF THE COMMISSIONER OF TAXATION AND FINANCE AND THE\n\n       A. 3639                             3\n\n    1  COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE \"TAXPAYER  ABUSE  PENALTY\n    2  FUND\".\n    3    2.  SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE DEPARTMENT\n    4  OF TAXATION AND FINANCE, PURSUANT TO THE PROVISIONS OF PARAGRAPH TWO  OF\n    5  SUBDIVISION  (D)  OF  SECTION  SIX  HUNDRED EIGHT OF THE TAX LAW AND ALL\n    6  OTHER MONEYS APPROPRIATED, CREDITED, OR  TRANSFERRED  THERETO  FROM  ANY\n    7  OTHER  FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS SECTION\n    8  SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE\n    9  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   10  THE FUND ACCORDING TO LAW. ANY INTEREST RECEIVED BY THE  COMPTROLLER  ON\n   11  MONEYS  ON  DEPOSIT IN SUCH FUND SHALL BE RETAINED IN AND BECOME PART OF\n   12  SUCH FUND.\n   13    3. MONEYS IN SUCH FUND SHALL BE DISTRIBUTED TO MUNICIPALITIES  IN  THE\n   14  STATE  WHERE  PERSONS  SUBJECT  TO  THE PROVISIONS OF SUBDIVISION (B) OF\n   15  SECTION SIX HUNDRED EIGHT OF THE TAX LAW WERE EMPLOYED AT  THE  TIME  OF\n   16  THE  COMMISSION  OF THE ACT OR ACTS UPON WHICH SUCH CONVICTION WAS BASED\n   17  OR TO THE STATE IF SUCH PERSON WAS EMPLOYED BY THE STATE. THE AMOUNT  OF\n   18  MONEYS IN THE FUND THAT SHALL BE DISTRIBUTED TO A MUNICIPALITY OR TO THE\n   19  STATE  PURSUANT  TO THIS SUBDIVISION SHALL BE EQUAL TO THE DOLLAR AMOUNT\n   20  OF THE SANCTION IMPOSED UPON SUCH CONVICTED PERSON. ANY MONEYS  RECEIVED\n   21  BY  THE FUND FROM A SOURCE OTHER THAN A SANCTION IMPOSED PURSUANT TO THE\n   22  PROVISIONS OF SUBDIVISION (B) OF SECTION SIX HUNDRED EIGHT  OF  THE  TAX\n   23  LAW  SHALL  BE  DISTRIBUTED  EQUALLY AMONG MUNICIPALITIES LOCATED IN THE\n   24  STATE.\n   25    4. MONEYS SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   26  THE  STATE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMIS-\n   27  SIONER OF TAXATION AND FINANCE.\n   28    5. TO THE EXTENT PRACTICABLE, MONEYS OF THE FUND SHALL BE  DISTRIBUTED\n   29  TO MUNICIPALITIES AT LEAST ONCE ANNUALLY.\n   30    S 3. This act shall take effect immediately and shall apply to taxable\n   31  years beginning on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to creating a taxpayer abuse sanction, and to amend the state finance law, in relation to establishing the education taxpayer abuse penalty fund and the taxpayer abuse penalty fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622399
}