{
  "year" : 2011,
  "senateBillNo" : "A3630-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3630-2011-1296018000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certified handicapped individuals may use ATVs on public land for transportation purposes only, during the hunting season",
  "summary" : "Provides that certified handicapped individuals may use an ATV on public land for transportation purposes only, during the hunting season. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A4636-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3630\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH, SAYWARD -- Multi-Sponsored by -- M. of A.\n         BARCLAY,  FINCH,  J. MILLER,  OAKS  --  read  once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to use  of  all\n         terrain  vehicles by certified handicapped individuals on public prop-\n         erty\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2 of section 2403 of the vehicle and traffic\n    2  law, as added by chapter 402 of the laws of 1986, is amended to read  as\n    3  follows:\n    4    2.  Public  lands  other than highways. No person, EXCEPT PERSONS THAT\n    5  ARE CERTIFIED HANDICAPPED INDIVIDUALS,  shall  operate  an  ATV  on  any\n    6  public  lands,  waters and property other than a highway, except that an\n    7  ATV may be operated on any such lands which  have  been  designated  and\n    8  posted  for  travel by ATVs in accordance with the provisions of section\n    9  twenty-four hundred five of this article.  PERSONS  CERTIFIED  AS  HAND-\n   10  ICAPPED  INDIVIDUALS  MAY  UTILIZE AN ATV TO ENTER AND EXIT PUBLIC LANDS\n   11  FOR THE PURPOSE OF HUNTING, WHEREBY SUCH INDIVIDUAL MAY BE THE  OPERATOR\n   12  OR A PASSENGER OF SUCH VEHICLE.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04901-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to use of all terrain vehicles by certified handicapped individuals on public property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T153308.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073988456
}