{
  "year" : 2011,
  "senateBillNo" : "A363-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A363-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes optometrists to prescribe certain drugs that may be used for therapeutic purposes and taken orally",
  "summary" : "Authorizes optometrists certified to use therapeutic pharmaceutical agents for the treatment or prevention of ocular disease, to also use specified oral pharmaceutical agents in their practices; requires completion of a 25 hour phase three therapeutic pharmaceutical agent certification course of didactic education; permits the commissioner of health to recommend other categories of drugs that may also be prescribed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3718-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          363\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, COOK, CYMBROWITZ, TITONE -- Multi-Spon-\n         sored by -- M. of A.   BOYLAND, GOTTFRIED,  HIKIND,  LATIMER,  MAISEL,\n         McENENY,  REILLY, J. RIVERA -- read once and referred to the Committee\n         on Higher Education\n\n       AN ACT to amend the education law, in relation to the practice of  opto-\n         metry\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 7101-a of  the  education  law  is\n    2  amended by adding a new paragraph (g) to read as follows:\n    3    (G)  PHASE THREE THERAPEUTIC PHARMACEUTICAL AGENTS. PHASE THREE THERA-\n    4  PEUTIC PHARMACEUTICAL AGENTS SHALL MEAN THOSE ORALLY ADMINISTERED  DRUGS\n    5  USED  FOR  THERAPEUTIC PURPOSES FOR THE TREATMENT OF DISEASES OF THE EYE\n    6  AND ADNEXA AND SHALL BE LIMITED TO:\n    7    (I) ANTIBIOTICS;\n    8    (II) DECONGESTANTS/ANTI-ALLERGENIC/ANTIHISTAMINES;\n    9    (III) ANTIGLAUCOMAS;\n   10    (IV) ANTIVIRALS;\n   11    (V) ANALGESICS, EXCEPT THOSE LISTED IN  SCHEDULES  I  AND  II  OF  THE\n   12  UNIFORM CONTROLLED SUBSTANCES ACT;\n   13    (VI) NONSTEROIDAL ANTI-INFLAMMATORY DRUGS;\n   14    (VII) SUCH ADDITIONAL CATEGORIES OF DRUGS AS MAY BE RECOMMENDED BY THE\n   15  COMMISSIONER  OF HEALTH IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION\n   16  TWELVE OF THIS SECTION.\n   17    S 2. Paragraphs (c) and (d) of subdivision 4 of section 7101-a of  the\n   18  education  law are relettered paragraphs (d) and (e) and a new paragraph\n   19  (c) is added to read as follows:\n   20    (C) BEFORE USING OR PRESCRIBING ORAL PHARMACEUTICAL AGENTS, AN OPTOME-\n   21  TRIST MUST BE CERTIFIED TO PRESCRIBE DIAGNOSTIC AND PHASE ONE AND  PHASE\n   22  TWO  THERAPEUTIC  PHARMACEUTICAL AGENTS AND HAVE COMPLETED A TWENTY-FIVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00327-01-1\n\n       A. 363                              2\n\n    1  HOUR PHASE THREE THERAPEUTIC PHARMACEUTICAL AGENT  CERTIFICATION  COURSE\n    2  OF  DIDACTIC  EDUCATION,  PROVIDED BY AN ACCREDITED COLLEGE OF OPTOMETRY\n    3  AND APPROVED BY THE DEPARTMENT, WHICH SHALL INCLUDE, BUT NOT BE  LIMITED\n    4  TO, INSTRUCTION IN PHARMACOLOGY AND DRUG INTERACTION.\n    5    SUCH  COURSE  SHALL  QUALIFY  TOWARDS  MEETING THE THIRTY-SIX HOURS OF\n    6  CONTINUING EDUCATION  PER  TRIENNIAL  REGISTRATION  PERIOD  REQUIRED  BY\n    7  SUBDIVISION  SEVEN OF THIS SECTION. THIS REQUIREMENT FOR THE TWENTY-FIVE\n    8  HOUR PHASE THREE THERAPEUTIC PHARMACEUTICAL AGENT  CERTIFICATION  COURSE\n    9  SHALL  NOT APPLY TO THOSE OPTOMETRISTS WHO (I) GRADUATED FROM AN ACCRED-\n   10  ITED COLLEGE OF OPTOMETRY SUBSEQUENT TO JANUARY FIRST, TWO THOUSAND FOUR\n   11  AND (II) HAVE TAKEN AND SUCCESSFULLY PASSED  EITHER  THE  TREATMENT  AND\n   12  MANAGEMENT OF OCULAR DISEASES PORTION OF THE NATIONAL BOARD OF EXAMINERS\n   13  IN OPTOMETRY OR AN EXAMINATION ACCEPTABLE TO THE BOARD.\n   14    S 3. Subdivision 5 of section 7101-a of the education law, as added by\n   15  chapter 517 of the laws of 1995, is amended to read as follows:\n   16    5.  Suspension  of  certification.  The  department  shall suspend the\n   17  certification for the use  and  prescribing  of  phase  one  therapeutic\n   18  agents  of  any optometrist who fails to receive certification for phase\n   19  two therapeutic pharmaceutical agents within three years of having  been\n   20  certified  for phase one therapeutic pharmaceutical agents.  THE DEPART-\n   21  MENT SHALL SUSPEND THE CERTIFICATION FOR  THE  USE  AND  PRESCRIBING  OF\n   22  PHASE  ONE AND PHASE TWO THERAPEUTIC AGENTS OF ANY OPTOMETRIST WHO FAILS\n   23  TO RECEIVE CERTIFICATION  FOR  PHASE  THREE  THERAPEUTIC  PHARMACEUTICAL\n   24  AGENTS WITHIN THREE YEARS OF APPROVAL BY THE DEPARTMENT OF A TWENTY-FIVE\n   25  HOUR  PHASE  THREE THERAPEUTIC PHARMACEUTICAL AGENT CERTIFICATION COURSE\n   26  PURSUANT TO PARAGRAPH (C) OF SUBDIVISION FOUR OF THIS SECTION.\n   27    S 4. Subdivision 7 of section 7101-a of the education law, as added by\n   28  chapter 517 of the laws of 1995, is amended to read as follows:\n   29    7. Continuing education. Each optometrist certified to use  phase  one\n   30  or  phase two therapeutic pharmaceutical agents shall complete a minimum\n   31  of thirty-six hours of continuing education per  triennial  registration\n   32  period. The education shall be in the area of ocular disease and pharma-\n   33  cology, AT LEAST SIX HOURS OF WHICH SHALL RELATE SPECIFICALLY TO SYSTEM-\n   34  IC  DRUG USE AND INTERACTION, and may include both didactic and clinical\n   35  components. Such educational programs shall be approved  in  advance  by\n   36  the  department and evidence of the completion of this requirement shall\n   37  be submitted with each application for license renewal  as  required  by\n   38  section sixty-five hundred two of this chapter.\n   39    S  5.  Subdivision 12 of section 7101-a of the education law, as added\n   40  by chapter 517 of the laws of 1995, is amended to read as follows:\n   41    12. Responsibilities of the commissioner of health.  The  commissioner\n   42  of  health  may  recommend to the commissioner additions or deletions to\n   43  the department's regulations relating to optometric use of drugs  except\n   44  that  such recommendations shall be limited only to additions which have\n   45  been determined to be equivalent to those drugs  already  authorized  or\n   46  deletions  based upon a finding that the drugs are no longer appropriate\n   47  for their current use or for other similar reasons.   IN  ADDITION,  THE\n   48  COMMISSIONER  OF HEALTH SHALL RECOMMEND TO THE COMMISSIONER ADDITIONS TO\n   49  THE LIST OF APPROVED CATEGORIES OF ORAL PHARMACEUTICAL AGENTS WHICH HAVE\n   50  BEEN DETERMINED TO HAVE BECOME THE STANDARD OF CARE IN THE COMMUNITY FOR\n   51  THE TREATMENT OF DISEASES OF THE EYE AND ADNEXA.\n   52    S 6. Section 7106 of the education law is  amended  by  adding  a  new\n   53  subdivision 4 to read as follows:\n   54    4.  BEGINNING  JANUARY  FIRST, TWO THOUSAND TWELVE, AN APPLICANT FOR A\n   55  LICENSE PURSUANT TO SECTION SEVENTY-ONE HUNDRED FOUR OF THIS ARTICLE  OR\n   56  RENEWAL  OF  A  REGISTRATION IN OPTOMETRY SHALL AFFIRM TO THE DEPARTMENT\n\n       A. 363                              3\n\n    1  THAT SUCH APPLICANT IS CERTIFIED IN CARDIOPULMONARY RESUSCITATION  (CPR)\n    2  FROM  AN APPROVED PROVIDER. IN THE EVENT THE APPLICANT CANNOT PHYSICALLY\n    3  PERFORM CPR, THE COMMISSIONER'S REGULATIONS SHALL ALLOW THE APPLICANT TO\n    4  MAKE  ARRANGEMENTS  FOR  ANOTHER  INDIVIDUAL IN THE OFFICE TO ADMINISTER\n    5  CPR.\n    6    S 7. This act shall take effect on the one hundred twentieth day after\n    7  it shall have become a law; provided that any rule or regulation  neces-\n    8  sary  for  the  timely  implementation of this act on its effective date\n    9  shall be promulgated on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the practice of optometry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T151115.TXT", "SOBI.D101222.T154850.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293135075161
}