{
  "year" : 2011,
  "senateBillNo" : "A3642-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to education",
    "billEventId" : "A3642-2011-1296018000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the fingerprinting of school district volunteers who come in direct contact with students",
  "summary" : "Directs the commissioner of education to develop rules and regulations regarding the fingerprinting of school district volunteers, just as there are regulations pertaining to such matters in relation to prospective paid employees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A6698-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3642\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  J. MILLER  --  read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to the fingerprinting  of\n         school district volunteers who come in direct contact with students\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (a), (b) and (c) of subdivision  30  of  section\n    2  305 of the education law, paragraphs (b) and (c) as added by chapter 180\n    3  of  the  laws of 2000, paragraph (a), the opening paragraph and subpara-\n    4  graph (i) of paragraph (b) and subparagraph (vii) of  paragraph  (c)  as\n    5  amended  by  chapter 630 of the laws of 2006, subparagraph (vi) of para-\n    6  graph (c) as added and subparagraph (viii) of paragraph  (c)  as  renum-\n    7  bered  by  chapter  182  of  the  laws  of  2000, are amended to read as\n    8  follows:\n    9    (a) The commissioner, in cooperation with  the  division  of  criminal\n   10  justice  services  and  in  accordance with all applicable provisions of\n   11  law, shall promulgate rules and regulations to require the  fingerprint-\n   12  ing of prospective employees, as defined in section eleven hundred twen-\n   13  ty-five  of this chapter AND VOLUNTEERS WHO HAVE DIRECT AND UNSUPERVISED\n   14  CONTACT WITH STUDENTS, of school districts, charter schools  and  boards\n   15  of  cooperative  educational services and authorizing the fingerprinting\n   16  of prospective employees of nonpublic and private elementary and second-\n   17  ary schools, and for the use of information derived from searches of the\n   18  records of the division of criminal justice  services  and  the  federal\n   19  bureau  of  investigation  based  on  the  use of such fingerprints. The\n   20  commissioner shall also develop a form  for  use  by  school  districts,\n   21  charter schools, boards of cooperative educational services, and nonpub-\n   22  lic  and private elementary and secondary schools in connection with the\n   23  submission of fingerprints that contains the specific job  title  sought\n   24  and  any  other information that may be relevant to consideration of the\n   25  applicant OR VOLUNTEER.  The commissioner shall also  establish  a  form\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08186-01-1\n\n       A. 3642                             2\n\n    1  for  the  recordation  of  allegations  of child abuse in an educational\n    2  setting, as required pursuant to section eleven  hundred  twenty-six  of\n    3  this  chapter.  No person who has been fingerprinted pursuant to section\n    4  three  thousand  four-b  of  this  chapter  or  pursuant to section five\n    5  hundred nine-cc or twelve hundred twenty-nine-d of the vehicle and traf-\n    6  fic law and whose fingerprints remain on file with the division of crim-\n    7  inal justice services shall be required to  undergo  fingerprinting  for\n    8  purposes  of  a  new criminal history record check. This subdivision and\n    9  the rules and regulations promulgated pursuant thereto shall  not  apply\n   10  to  a  school district within a city with a population of one million or\n   11  more.\n   12    (b) The commissioner, in cooperation with  the  division  of  criminal\n   13  justice  services,  shall  promulgate  a form to be provided to all such\n   14  prospective employees AND VOLUNTEERS WHO HAVE  DIRECT  AND  UNSUPERVISED\n   15  CONTACT  WITH  STUDENTS  of school districts, charter schools, boards of\n   16  cooperative educational services, and nonpublic and  private  elementary\n   17  and  secondary  schools that elect to fingerprint and seek clearance for\n   18  prospective employees that shall:\n   19    (i) inform the prospective employee OR VOLUNTEER that the commissioner\n   20  is required or authorized to request his or her criminal history  infor-\n   21  mation  from  the  division of criminal justice services and the federal\n   22  bureau of investigation and review such  information  pursuant  to  this\n   23  section,  and  provide  a  description of the manner in which his or her\n   24  fingerprint cards will be used upon submission to the division of crimi-\n   25  nal justice services;\n   26    (ii) inform the prospective employee OR VOLUNTEER that he or  she  has\n   27  the  right  to obtain, review and seek correction of his or her criminal\n   28  history information pursuant to regulations and  procedures  established\n   29  by the division of criminal justice services.\n   30    (c) The prospective employer shall obtain the signed, informed consent\n   31  of  the  prospective  employee OR VOLUNTEER on such form supplied by the\n   32  commissioner which indicates that such person has:\n   33    (i) been informed of the right and  procedures  necessary  to  obtain,\n   34  review and seek correction of his or her criminal history information;\n   35    (ii) been informed of the reason for the request for his or her crimi-\n   36  nal history information;\n   37    (iii) consented to such request for a report;\n   38    (iv)  supplied  on  the form a current mailing or home address for the\n   39  prospective employee OR VOLUNTEER;\n   40    (v) been informed that he or she may withdraw his or  her  application\n   41  for  employment pursuant to this section, without prejudice, at any time\n   42  before employment is offered or  declined,  regardless  of  whether  the\n   43  prospective employee OR VOLUNTEER or employer has reviewed such prospec-\n   44  tive employee's criminal history information;\n   45    (vi)  where  the  applicant is to be fingerprinted pursuant to section\n   46  three thousand thirty-five of this chapter, the process  for  seeking  a\n   47  waiver of the fees associated with conducting a criminal history records\n   48  check,  pursuant  to  paragraph (b) of subdivision four of section three\n   49  thousand thirty-five of this chapter,\n   50    (vii) been informed that in the event his or her employment is  termi-\n   51  nated  and  such  person  has not become employed in the same or another\n   52  school  district,  charter  school,  board  of  cooperative  educational\n   53  services,  or nonpublic or private elementary or secondary school within\n   54  twelve-months of such termination, the  commissioner  shall  notify  the\n   55  division of criminal justice services of such termination, and the divi-\n   56  sion of criminal justice services shall destroy the fingerprints of such\n\n       A. 3642                             3\n\n    1  person.  Such  person may request that the commissioner notify the divi-\n    2  sion of criminal justice services that his or her fingerprints shall  be\n    3  destroyed  prior  to the expiration of such twelve month period in which\n    4  case  the  commissioner  shall  notify  the division of criminal justice\n    5  services and the division shall destroy the fingerprints of such  person\n    6  promptly upon receipt of the request; and\n    7    (viii)  been  informed  of the manner in which he or she may submit to\n    8  the commissioner any information that may be relevant to  the  consider-\n    9  ation  of his or her application for clearance including, where applica-\n   10  ble, information in regard to his or  her  good  conduct  and  rehabili-\n   11  tation.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the fingerprinting of school district volunteers who come in direct contact with students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100834.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140914572
}