{
  "year" : 2011,
  "senateBillNo" : "A3646-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3646-2011-1296018000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to regulations implementing video lottery gaming in this state",
  "summary" : "Relates to regulations implementing video lottery gaming in this state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AB5669-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3646\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. PRETLOW, GUNTHER, SPANO -- read once and referred\n         to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to rules and regulations neces-\n         sary for the implementation of video lottery gaming\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions b, c and d of section 1617-a of the  tax  law,\n    2  subdivision  b  as  amended  by section 5 of part K of chapter 57 of the\n    3  laws of 2010 and subdivisions c and d as amended by section 2 of part Z3\n    4  of chapter 62 of the laws of 2003, are amended to read as follows:\n    5    b. Video lottery gaming shall [only] be permitted for  [no  more  than\n    6  twenty  consecutive  hours per day and on no day shall such operation be\n    7  conducted past 4:00 a.m.] A VENDOR TRACK HAVING FEWER THAN ONE  THOUSAND\n    8  FIVE  HUNDRED  SEVENTY-FIVE  VIDEO  GAMING MACHINES OPERATED DAILY FOR A\n    9  MAXIMUM OF ONE HUNDRED TWENTY-EIGHT HOURS PER WEEK AND A MINIMUM OF  ONE\n   10  HUNDRED  TWELVE  HOURS PER WEEK, AND FOR A VENDOR TRACK HAVING ONE THOU-\n   11  SAND FIVE HUNDRED SEVENTY-FIVE OR MORE VIDEO  GAMING  MACHINES  OPERATED\n   12  DAILY FOR A MAXIMUM OF ONE HUNDRED FORTY HOURS PER WEEK AND A MINIMUM OF\n   13  ONE HUNDRED TWELVE HOURS PER WEEK, WITH THE ACTUAL DAILY HOURS OF OPERA-\n   14  TION SET BY EACH VENDOR TRACK AND APPROVED BY THE DIRECTOR.\n   15    c.  The division shall promulgate such rules and regulations as may be\n   16  necessary for the implementation of video lottery gaming  in  accordance\n   17  with the provisions of this section [and paragraph five of subdivision a\n   18  of section sixteen hundred twelve of this article]. SUCH RULES AND REGU-\n   19  LATIONS SHALL PROVIDE FOR, BUT NOT BE LIMITED TO, AUTHORIZATION OF VIDEO\n   20  LOTTERY  VERSIONS  OF  ANY  ELECTRONIC  TABLE GAME CAPABLE OF GENERATING\n   21  RANDOM RESULTS SUCH AS ROULETTE, BACCARAT, POKER AND \"TWENTY-ONE\".\n   22    d. THE DIVISION, IN CONSULTATION WITH THE RACING AND  WAGERING  BOARD,\n   23  SHALL ENSURE THAT:\n   24    (1)  ALL  ENTITIES  LICENSED  BY THE DIVISION TO OPERATE VIDEO LOTTERY\n   25  GAMING HAVE ENTERED INTO A LABOR PEACE AGREEMENT, AS  SET  FORTH  BELOW,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05808-02-1\n\n       A. 3646                             2\n\n    1  WITH EACH LABOR ORGANIZATION THAT IS ACTIVELY ENGAGED IN REPRESENTING OR\n    2  ATTEMPTING  TO  REPRESENT VIDEO LOTTERY AND HOSPITALITY INDUSTRY WORKERS\n    3  IN THE STATE;\n    4    (2) THE LABOR PEACE AGREEMENT IS VALID AND ENFORCEABLE UNDER 29 U.S.C.\n    5  SECTION 185;\n    6    (3) THE LABOR PEACE AGREEMENT PROTECTS THE STATE'S REVENUES BY PROHIB-\n    7  ITING THE LABOR ORGANIZATION AND ITS MEMBERS FROM ENGAGING IN PICKETING,\n    8  WORK  STOPPAGES,  BOYCOTTS, AND ANY OTHER ECONOMIC INTERFERENCE WITH THE\n    9  OPERATION OF THE VIDEO LOTTERY FACILITY; AND\n   10    (4) IF A RACETRACK FACILITY EXISTING AS OF THE EFFECTIVE DATE  OF  THE\n   11  CHAPTER  OF  THE LAWS OF TWO THOUSAND ELEVEN WHICH AMENDED THIS SUBDIVI-\n   12  SION ADDS VIDEO LOTTERY ELECTRONIC TABLE GAMES AND  SUCH  VIDEO  LOTTERY\n   13  ELECTRONIC  TABLE  GAMES,  IN  THE  SOLE DISCRETION OF THE VIDEO LOTTERY\n   14  AGENT, ARE OPERATED BY AN ATTENDANT OR A DEALER, SUCH LABOR PEACE AGREE-\n   15  MENT NEED ONLY APPLY TO SUCH ATTENDANTS AND DEALERS OF ELECTRONIC  TABLE\n   16  GAMES AT SUCH FACILITY, WHETHER OR NOT SUCH VIDEO LOTTERY OPERATIONS ARE\n   17  CONDUCTED BY A LESSEE OR TENANT OR UNDER A MANAGEMENT AGREEMENT. FOR ALL\n   18  OTHER FACILITIES, THE LABOR PEACE AGREEMENT APPLIES TO ALL OPERATIONS AT\n   19  A  FACILITY  WITH  VIDEO LOTTERY CAPABILITIES, WHETHER OR NOT SUCH OPER-\n   20  ATIONS ARE CONDUCTED BY A LESSEE OR TENANT OR UNDER A MANAGEMENT  AGREE-\n   21  MENT.  THE  FOREGOING  LABOR  PEACE  PROVISIONS  SHALL  NOT APPLY TO THE\n   22  BUFFALO RACEWAY/FAIRGROUNDS IN ERIE COUNTY.\n   23    D-1. All workers engaged in the construction, reconstruction, develop-\n   24  ment, rehabilitation, or maintenance of any area for the purpose of  the\n   25  installation,  maintenance,  or removal of video lottery terminals shall\n   26  be subject to the provisions of articles eight and nine of the labor law\n   27  to the extent provided in such articles.\n   28    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   29  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T101336.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296141216734
}