{
  "year" : 2011,
  "senateBillNo" : "A3647-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A3647-2011-1296018000000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for payments to licensed harness tracks by regional off-track betting corporations",
  "summary" : "Provides for payments to licensed harness tracks by regional off-track betting corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Racing, Pari-Mutuel Wagering and Breeding Law",
  "previousVersions" : [ "A6916-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3647\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Racing and Wagering\n\n       AN ACT to amend the racing, pari-mutuel wagering and  breeding  law,  in\n         relation  to  payments  by  off-track betting corporations to regional\n         licensed harness tracks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Clause (E) of subparagraph 5 of paragraph b of subdivision\n    2  1 of section 1016 of the racing, pari-mutuel wagering and breeding  law,\n    3  as  amended  by  chapter  18  of the laws of 2008, is amended to read as\n    4  follows:\n    5    (E) [On] DURING THE FIRST ONE HUNDRED TWENTY days IN ANY CALENDAR YEAR\n    6  when a franchised corporation is not conducting a race meeting [and when\n    7  a licensed harness track is neither accepting wagers nor displaying  the\n    8  signal  from  an  in-state thoroughbred corporation or association or an\n    9  out-of-state thoroughbred track]:\n   10    (i) [Such] A licensed regional harness track shall receive in lieu  of\n   11  any  other  payments  on  wagers  placed at off-track betting facilities\n   12  outside the special betting district on races conducted by  an  in-state\n   13  thoroughbred racing corporation, two and eight-tenths percent on regular\n   14  and  multiple  bets  during  a  regional meeting and one and nine-tenths\n   15  percent of such bets if there is no regional meeting and four and eight-\n   16  tenths percent on exotic bets on days on which there is a regional meet-\n   17  ing and three and four-tenths percent  of  such  bets  if  there  is  no\n   18  regional meeting.\n   19    (ii)  [Such]  A licensed regional harness track shall receive [one and\n   20  one-half] THREE-QUARTERS OF ONE per centum on total regional  handle  on\n   21  races conducted at out-of-state or out-of-country thoroughbred tracks.\n   22    (iii)  In  those  regions  in  which  there  is more than one licensed\n   23  regional harness track, [if no track is accepting wagers  or  displaying\n   24  the  live  simulcast  signal from the out-of-state track,] the total sum\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05796-01-1\n\n       A. 3647                             2\n\n    1  shall be divided among the tracks in proportion to the ratio the  wagers\n    2  placed on races conducted by each track bears to the corporation's total\n    3  in-region harness handle. [If one or more tracks are accepting wagers or\n    4  displaying  the live simulcast signal, the total amount shall be divided\n    5  among those tracks not accepting  wagers  or  displaying  the  simulcast\n    6  signal for an out-of-state track or in-state thoroughbred corporation or\n    7  association.]\n    8    S  2.  Clause (F) of subparagraph 6 of paragraph b of subdivision 1 of\n    9  section 1016 of the racing, pari-mutuel wagering and  breeding  law,  as\n   10  amended  by  chapter  18  of  the  laws  of  2008, is amended to read as\n   11  follows:\n   12    (F) [On] DURING THE FIRST ONE HUNDRED TWENTY days IN ANY CALENDAR YEAR\n   13  when a franchised corporation is not conducting a race meeting [and when\n   14  a licensed harness track is neither accepting wagers nor displaying  the\n   15  signal  from  an  in-state thoroughbred corporation or association or an\n   16  out-of-state thoroughbred track]:\n   17    (i) [Such] A licensed regional harness track shall receive in lieu  of\n   18  any  other  payments  on  wagers  placed at off-track betting facilities\n   19  outside the special betting district on races conducted by  an  in-state\n   20  thoroughbred racing corporation, two and eight-tenths percent on regular\n   21  and  multiple  bets  during  a  regional meeting and one and nine-tenths\n   22  percent of such bets if there is no regional meeting and four and eight-\n   23  tenths percent on exotic bets on days on which there is a regional meet-\n   24  ing and three and four-tenths percent  of  such  bets  if  there  is  no\n   25  regional meeting.\n   26    (ii)  [Such]  A licensed regional harness track shall receive [one and\n   27  one-half] THREE-QUARTERS OF ONE per centum on total regional  handle  on\n   28  races conducted at out-of-state or out-of-country thoroughbred tracks.\n   29    (iii)  In  those  regions  in  which  there  is more than one licensed\n   30  regional harness track, [if no track is accepting wagers  or  displaying\n   31  the  live  simulcast  signal from the out-of-state track,] the total sum\n   32  shall be divided among the tracks in proportion to the ratio the  wagers\n   33  placed on races conducted by each track bears to the corporation's total\n   34  in-region harness handle. [If one or more tracks are accepting wagers or\n   35  displaying  the live simulcast signal, the total amount shall be divided\n   36  among those tracks not accepting  wagers  or  displaying  the  simulcast\n   37  signal for an out-of-state track or in-state thoroughbred corporation.]\n   38    S 3. Subdivision 2 of section 1017 of the racing, pari-mutuel wagering\n   39  and  breeding  law,  as  amended  by  chapter 18 of the laws of 2008, is\n   40  amended to read as follows:\n   41    2. a. Maintenance of effort. Any off-track betting  corporation  which\n   42  engages in accepting wagers on the simulcasts of thoroughbred races from\n   43  out-of-state  or  out-of-country  as  permitted under subdivision one of\n   44  this section shall submit to the board, for its approval, a schedule  of\n   45  payments  to be made in any year or portion thereof, that such off-track\n   46  corporation engages in nighttime thoroughbred simulcasting. In order  to\n   47  be approved by the board, the payment schedule shall be identical to the\n   48  actual  payments and distributions of such payments to tracks and purses\n   49  made by such off-track corporation pursuant to the provisions of section\n   50  one thousand fifteen of this article during the year two  thousand  two,\n   51  as  derived from out-of-state harness races displayed after 6:00 P.M. If\n   52  approved by the board, such scheduled payments shall be made from reven-\n   53  ues derived from any simulcasting conducted pursuant to this section and\n   54  section one thousand fifteen  of  this  article.    NOTWITHSTANDING  ANY\n   55  INCONSISTENT  PROVISION OF THIS PARAGRAPH: (I) FOR PURPOSES OF CALCULAT-\n   56  ING THE PAYMENTS TO BE MADE PURSUANT TO THIS PARAGRAPH FOR CALENDAR YEAR\n\n       A. 3647                             3\n\n    1  TWO THOUSAND ELEVEN,  THE  AMOUNT  OTHERWISE  PAYABLE,  IF  ANY,  BY  AN\n    2  OFF-TRACK  BETTING  CORPORATION  TO  A  REGIONAL  HARNESS TRACK SHALL BE\n    3  REDUCED IN PROPORTION TO THE REDUCTION, IF ANY, IN THE NUMBER OF  RACING\n    4  PROGRAMS  CONDUCTED  BY  THE  REGIONAL HARNESS TRACK DURING TWO THOUSAND\n    5  ELEVEN COMPARED WITH THE NUMBER OF RACING  PROGRAMS  CONDUCTED  BY  SUCH\n    6  TRACK  DURING THE TWO THOUSAND FOUR BASE CALENDAR YEAR; AND (II) NO OFF-\n    7  TRACK BETTING CORPORATION SHALL  HAVE  ANY  FURTHER  PAYMENT  OBLIGATION\n    8  PURSUANT  TO THIS PARAGRAPH WITH RESPECT TO CALENDAR YEARS COMMENCING ON\n    9  OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE.\n   10    b. Additional payments. During each calendar year, to the extent,  and\n   11  at  such  time  in  the  event, that aggregate statewide wagering handle\n   12  after 7Labor P.M. on out-of-state and out-of-country thoroughbred  races\n   13  exceeds  one hundred million dollars, each off-track betting corporation\n   14  conducting such simulcasting shall pay to its regional harness track  or\n   15  tracks, an amount equal to [two percent] THE FOLLOWING PERCENTAGE of its\n   16  proportionate  share  of  such excess handle: FOR CALENDAR YEARS THROUGH\n   17  TWO THOUSAND ELEVEN, TWO PERCENT; FOR CALENDAR YEAR TWO THOUSAND TWELVE,\n   18  ONE AND ONE-HALF PERCENT; FOR CALENDAR YEAR TWO THOUSAND  THIRTEEN,  ONE\n   19  PERCENT;  AND  FOR  CALENDAR YEAR TWO THOUSAND FOURTEEN, ONE-HALF OF ONE\n   20  PERCENT. THERE SHALL BE NO FURTHER ADDITIONAL PAYMENT OBLIGATION  PURSU-\n   21  ANT  TO THIS PARAGRAPH FOR CALENDAR YEARS COMMENCING ON OR AFTER JANUARY\n   22  FIRST, TWO THOUSAND FOURTEEN.  In any region where there are two or more\n   23  regional harness tracks, such [two  percent]  PAYMENT  AMOUNT  shall  be\n   24  divided between or among the tracks in a proportion equal to the propor-\n   25  tion of handle on live harness races conducted at such tracks during the\n   26  preceding calendar year. Fifty percent of the sum received by each track\n   27  pursuant  to  this  paragraph  shall  be used exclusively for increasing\n   28  purses, stakes and prizes at that regional harness track.\n   29    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the racing, pari-mutuel wagering and breeding law, in relation to payments by off-track betting corporations to regional licensed harness tracks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T135300.TXT", "SOBI.D110127.T095833.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140313163
}