{
  "year" : 2011,
  "senateBillNo" : "A3641-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to labor",
    "billEventId" : "A3641-2011-1296018000000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the no parent left outside act",
  "summary" : "Enacts the \"No Parent Left Outside\" act requiring employers to grant employees up to 20 hours leave during any school year to attend school conferences or activities related to the employee's child if the conference or activity cannot be scheduled during nonwork hours; provides that such leave may not be taken unless the employee has exhausted all accrued leave and any leave that may be granted (except sick leave and disability leave); provides for reimbursement for lost wages up to minimum wage plus two dollars, or the parent or guardian's current wage, whichever is less, to be provided by the commissioner of education upon receipt of a voucher from the school. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A6705-2009", "A16705-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3641\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  J. MILLER  --  read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law, in relation to enacting  the  \"no  parent\n         left outside act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"no  parent\n    2  left outside act\".\n    3    S  2.  The  labor law is amended by adding a new article 21 to read as\n    4  follows:\n    5                                  ARTICLE 21\n    6                         NO PARENT LEFT OUTSIDE ACT\n    7  SECTION 750. DEFINITIONS.\n    8          751. SCHOOL CONFERENCE AND ACTIVITY LEAVE.\n    9          752. REIMBURSEMENT FOR LOST WAGES.\n   10          753. NOTIFICATION.\n   11          754. VERIFICATION.\n   12          755. EMPLOYEE RIGHTS.\n   13          756. LIMITS ON LEAVE.\n\n   14    S 750. DEFINITIONS. AS USED IN THIS ARTICLE:\n   15    1. THE TERM \"EMPLOYEE\" MEANS A PERSON WHO PERFORMS SERVICES  FOR  HIRE\n   16  FOR AN EMPLOYER FOR:\n   17    (A)  AT  LEAST  SIX CONSECUTIVE MONTHS IMMEDIATELY PRECEDING A REQUEST\n   18  FOR LEAVE UNDER THIS ARTICLE; AND\n   19    (B) AN AVERAGE NUMBER OF HOURS PER WEEK EQUAL TO AT LEAST ONE-HALF THE\n   20  FULL-TIME EQUIVALENT POSITIONS IN THE EMPLOYER'S JOB CLASSIFICATION,  AS\n   21  DEFINED  BY THE EMPLOYER'S PERSONNEL POLICIES OR PRACTICES OR IN ACCORD-\n   22  ANCE WITH A COLLECTIVE BARGAINING AGREEMENT, DURING THOSE SIX MONTHS.\n   23    2. THE TERM \"EMPLOYEE\" SHALL NOT INCLUDE AN INDEPENDENT CONTRACTOR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08197-01-1\n\n       A. 3641                             2\n\n    1    3. THE TERM \"EMPLOYER\" MEANS ANY OF THE  FOLLOWING:  A  STATE  AGENCY,\n    2  OFFICER,  OR  DEPARTMENT, A UNIT OF LOCAL GOVERNMENT, A SCHOOL DISTRICT,\n    3  AN INDIVIDUAL, A  CORPORATION,  A  PARTNERSHIP,  AN  ASSOCIATION,  OR  A\n    4  NONPROFIT  ORGANIZATION  WHICH  EMPLOYS  FIFTY  OR MORE EMPLOYEES IN THE\n    5  STATE OF NEW YORK.\n    6    4.  THE  TERM  \"CHILD\"  MEANS A BIOLOGICAL, ADOPTED OR FOSTER CHILD, A\n    7  STEPCHILD OR A LEGAL WARD OF AN EMPLOYEE WHO IS ENROLLED IN A PRIMARY OR\n    8  SECONDARY PUBLIC OR PRIVATE SCHOOL IN THIS STATE.\n    9    5. THE TERM \"SCHOOL\" MEANS ANY PUBLIC OR PRIVATE PRIMARY OR  SECONDARY\n   10  SCHOOL OR EDUCATIONAL FACILITY LOCATED IN THIS STATE.\n   11    6. THE TERM \"SCHOOL ADMINISTRATOR\" MEANS A PRINCIPAL OR SIMILAR ADMIN-\n   12  ISTRATOR WHO IS RESPONSIBLE FOR THE OPERATIONS OF A SCHOOL.\n   13    S 751. SCHOOL CONFERENCE AND ACTIVITY LEAVE. 1. AN EMPLOYER MUST GRANT\n   14  AN  EMPLOYEE  LEAVE  OF  UP TO A TOTAL OF TWENTY HOURS DURING ANY SCHOOL\n   15  YEAR, NO MORE THAN FOUR HOURS OF WHICH MAY BE TAKEN ON ANY GIVEN DAY, TO\n   16  ATTEND SCHOOL CONFERENCES OR CLASSROOM ACTIVITIES RELATED TO THE EMPLOY-\n   17  EE'S CHILD IF THE CONFERENCE OR CLASSROOM ACTIVITIES CANNOT BE SCHEDULED\n   18  DURING NONWORK HOURS; HOWEVER, NO LEAVE MAY BE TAKEN BY AN  EMPLOYEE  OF\n   19  AN EMPLOYER THAT IS SUBJECT TO THE PROVISIONS OF THIS ARTICLE UNLESS THE\n   20  EMPLOYEE  HAS  EXHAUSTED  ALL  ACCRUED  VACATION  LEAVE, PERSONAL LEAVE,\n   21  COMPENSATORY LEAVE AND ANY OTHER  LEAVE  THAT  MAY  BE  GRANTED  TO  THE\n   22  EMPLOYEE  EXCEPT  SICK  LEAVE  AND  DISABILITY  LEAVE.  BEFORE ARRANGING\n   23  ATTENDANCE AT ANY  SUCH  CONFERENCE  OR  ACTIVITY,  THE  EMPLOYEE  SHALL\n   24  PROVIDE  THE  EMPLOYER  WITH  A WRITTEN REQUEST FOR LEAVE AT LEAST SEVEN\n   25  DAYS PRIOR TO THE TIME THE EMPLOYEE IS REQUIRED TO UTILIZE  SUCH  LEAVE.\n   26  IN  EMERGENCY SITUATIONS, NO MORE THAN TWENTY-FOUR HOURS NOTICE SHALL BE\n   27  REQUIRED. THE EMPLOYEE MUST CONSULT WITH THE EMPLOYER  TO  SCHEDULE  THE\n   28  LEAVE SO AS NOT TO UNDULY DISRUPT THE OPERATIONS OF THE EMPLOYER.\n   29    2.  FOR  REGULARLY  SCHEDULED, NONEMERGENCY CONFERENCES OR ACTIVITIES,\n   30  SCHOOLS SHALL MAKE TIME AVAILABLE FOR  SUCH  CONFERENCES  OR  ACTIVITIES\n   31  DURING  BOTH  REGULAR SCHOOL HOURS AND EVENING HOURS. WHENEVER POSSIBLE,\n   32  SCHOOLS SHALL NOTIFY THE PARENT OR GUARDIAN IN WRITING OF THE  NECESSITY\n   33  OF  ATTENDANCE  AT A CONFERENCE OR ACTIVITY AT LEAST SEVEN DAYS PRIOR TO\n   34  THE CONFERENCE OR ACTIVITY IN ORDER TO ENSURE THE PARENT  OR  GUARDIAN'S\n   35  ABILITY TO COMPLY WITH SUBDIVISION ONE OF THIS SECTION.\n   36    S  752.  REIMBURSEMENT  FOR  LOST WAGES. 1. A PARENT OR GUARDIAN WHOSE\n   37  ANNUAL SALARY EQUIVALENT IS NOT GREATER THAN ONE HUNDRED  FIFTY  PERCENT\n   38  OF  POVERTY  LEVEL, WHO ATTENDS A SCHOOL CONFERENCE OR ACTIVITY PURSUANT\n   39  TO THIS ARTICLE SHALL RECEIVE COMPENSATION FOR LOST WAGES IN THE  AMOUNT\n   40  OF  THE  CURRENT  MINIMUM WAGE PLUS TWO DOLLARS PER HOUR OR NO MORE THAN\n   41  HIS OR HER CURRENT WAGE, WHICHEVER IS LESS.\n   42    2. REIMBURSEMENT SHALL BE MADE  AVAILABLE  BY  THE  SCHOOL  WHERE  THE\n   43  CONFERENCE  OR  ACTIVITY IS HELD. THE SCHOOL SHALL COMPLETE A VOUCHER TO\n   44  BE SUBMITTED TO THE COMMISSIONER OF EDUCATION WHO SHALL REMIT REIMBURSE-\n   45  MENT DIRECTLY TO THE PARENT OR GUARDIAN.   THE PARENT OR  GUARDIAN  MUST\n   46  SHOW ACCEPTABLE PROOF OF LOST WAGES.\n   47    3. THE COMMISSIONER OF EDUCATION IS AUTHORIZED TO PROMULGATE ANY RULES\n   48  AND  REGULATIONS  NECESSARY  FOR  THE  EFFECTIVE  IMPLEMENTATION OF THIS\n   49  SECTION.\n   50    S 753. NOTIFICATION. THE COMMISSIONER OF EDUCATION SHALL  NOTIFY  EACH\n   51  PUBLIC AND PRIVATE PRIMARY AND SECONDARY SCHOOL REGARDING THE PROVISIONS\n   52  OF  THIS ARTICLE. EACH PUBLIC AND PRIVATE SCHOOL SHALL NOTIFY PARENTS OR\n   53  GUARDIANS OF THE SCHOOL'S STUDENTS OF ITS SCHOOL VISITATION POLICY.  THE\n   54  DEPARTMENT    SHALL  NOTIFY  EMPLOYERS  REGARDING THE PROVISIONS OF THIS\n   55  ARTICLE.\n\n       A. 3641                             3\n\n    1    S 754. VERIFICATION. UPON COMPLETION OF SCHOOL CONFERENCE AND ACTIVITY\n    2  LEAVE BY A PARENT OR GUARDIAN AND  IF  REQUESTED,  THE  SCHOOL  ADMINIS-\n    3  TRATION SHALL PROVIDE THE PARENT OR GUARDIAN DOCUMENTATION VERIFYING THE\n    4  SCHOOL VISIT. EMPLOYERS MAY REQUEST THIS VERIFICATION AND EMPLOYEES MUST\n    5  SUBMIT SAME.\n    6    S  755. EMPLOYEE RIGHTS. NOTHING IN THIS ARTICLE SHALL BE CONSTRUED TO\n    7  AFFECT AN EMPLOYER'S OBLIGATION TO COMPLY WITH ANY COLLECTIVE BARGAINING\n    8  AGREEMENT OR EMPLOYEE  BENEFIT  PLAN.  NOTHING  IN  THIS  ARTICLE  SHALL\n    9  PREVENT  AN EMPLOYER FROM APPROVING SCHOOL CONFERENCE AND ACTIVITY LEAVE\n   10  IN EXCESS OF THE REQUIREMENTS OF THIS ARTICLE.\n   11    S 756. LIMITS ON LEAVE. NO EMPLOYER THAT IS SUBJECT TO THE  PROVISIONS\n   12  OF  THIS  ARTICLE  IS  REQUIRED  TO GRANT SCHOOL CONFERENCE AND ACTIVITY\n   13  LEAVE TO AN EMPLOYEE IF GRANTING THE LEAVE WOULD  RESULT  IN  MORE  THAN\n   14  FIVE  PERCENT  OF  THE EMPLOYER'S WORK FORCE TAKING SCHOOL CONFERENCE OR\n   15  ACTIVITY LEAVE AT THE SAME TIME.\n   16    S 3. This act shall take effect on the one hundred twentieth day after\n   17  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to enacting the \"no parent left outside act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T141301.TXT", "SOBI.D110127.T100834.TXT", "SOBI.D110126.T134759.TXT", "SOBI.D110126.T141801.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140914571
}