{
  "year" : 2011,
  "senateBillNo" : "A3644-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to education",
    "billEventId" : "A3644-2011-1296018000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all teachers to sign a form indicating they have received and reviewed a copy of a child's individualized education program",
  "summary" : "Requires all teachers to sign a form indicating they have received and reviewed a copy of a child's individualized education program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A8307-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3644\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  J. MILLER  --  read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring all teachers\n         to sign a form indicating they have received and reviewed a copy of  a\n         child's individualized education program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 7 of section 4402 of the  educa-\n    2  tion  law,  as  added  by chapter 408 of the laws of 2002, is amended to\n    3  read as follows:\n    4    a. The board of education or trustees of each school district and  the\n    5  board  of trustees of each charter school shall adopt a policy to ensure\n    6  that each regular education teacher, special education teacher,  related\n    7  service  provider, and other service provider who is responsible for the\n    8  implementation of a student's individualized education program shall  be\n    9  given a copy of such student's individualized education program prior to\n   10  the  implementation  of  such program.   EACH REGULAR EDUCATION TEACHER,\n   11  SPECIAL EDUCATION TEACHER, RELATED SERVICE PROVIDER  AND  OTHER  SERVICE\n   12  PROVIDER  RECEIVING  A  COPY  OF  A  STUDENT'S  INDIVIDUALIZED EDUCATION\n   13  PROGRAM SHALL SIGN A FORM TO BE PRESCRIBED BY THE COMMISSIONER, INDICAT-\n   14  ING THAT THE PERSON SIGNING THE FORM HAD RECEIVED AND REVIEWED THE  COPY\n   15  OF THE STUDENT'S INDIVIDUALIZED EDUCATION PROGRAM PROVIDED TO THEM.\n   16    S  2.  This  act shall take effect on the first of July after it shall\n   17  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08195-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring all teachers to sign a form indicating they have received and reviewed a copy of a child's individualized education program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100834.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140914575
}