{
  "year" : 2011,
  "senateBillNo" : "A3640-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to education",
    "billEventId" : "A3640-2011-1296018000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs commissioner of education to establish areas where there is a shortage of experienced teachers",
  "summary" : "Directs the commissioner of education to establish areas where there is a need for experienced teachers; authorizes school boards to elect to pay a bonus to an active or retired teacher who would agree to work in a high teacher needs area for a minimum of three years; describes bonus and how payable. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A5987-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3640\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  J. MILLER  --  read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to recruiting teachers to\n         areas where there is a shortage of teachers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 309-b\n    2  to read as follows:\n    3    S 309-B. RECRUITING TEACHERS TO SERVE HIGH NEEDS AREAS. 1. THE COMMIS-\n    4  SIONER SHALL ESTABLISH AREAS OF THE STATE WHICH SHALL BE  IDENTIFIED  AS\n    5  HIGH  TEACHER  NEEDS  AREAS, WHEREIN THERE IS AND HAS BEEN A SHORTAGE OF\n    6  EXPERIENCED TEACHERS.\n    7    2. ANY BOARD OF EDUCATION MAY ELECT TO PROVIDE A BONUS OF  UP  TO  TEN\n    8  THOUSAND  DOLLARS  FOR  A TENURED ACTIVE TEACHER OR SIX THOUSAND DOLLARS\n    9  FOR A RETIRED TEACHER IN GOOD STANDING, WHO WOULD BE WILLING TO WORK  IN\n   10  A  HIGH  NEEDS  AREA  FOR  A MINIMUM OF THREE YEARS. SUCH BONUS WOULD BE\n   11  PAYABLE IN EQUAL INSTALLMENTS OVER A THREE YEAR PERIOD  AT  THE  END  OF\n   12  EACH ACADEMIC YEAR.\n   13    3.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, PAYMENT OF SUCH BONUS\n   14  TO A RETIRED TEACHER SHALL BE  IN  ADDITION  TO  AND  NOT  DIMINISH  THE\n   15  RETIREMENT BENEFITS WHICH HAVE BEEN EARNED BY SUCH TEACHERS.\n   16    S  2.  This  act  shall  take  effect  on  the first of September next\n   17  succeeding the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08171-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to recruiting teachers to areas where there is a shortage of teachers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100834.TXT", "SOBI.D110126.T134759.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140914565
}