{
  "year" : 2011,
  "senateBillNo" : "A3657-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to correction",
    "billEventId" : "A3657-2011-1296018000000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the commission on post-secondary correctional education",
  "summary" : "Establishes the commission on post-secondary correctional education to examine, evaluate, and make recommendations concerning the availability, effectiveness and need for expansion of post-secondary education in the NYS prison system. ",
  "currentCommittee" : null,
  "sameAs" : "S974",
  "lawSection" : "Commissions",
  "previousVersions" : [ "A8552-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3657\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. AUBRY, JAFFEE, CAHILL, COOK, ORTIZ, ROBINSON,\n         SCARBOROUGH, TITONE, CASTRO, PERRY, BOYLAND, HOOPER, MILLMAN,  WRIGHT,\n         GIBSON,  N. RIVERA,  TITUS,  BARRON  -- Multi-Sponsored by -- M. of A.\n         GLICK, GOTTFRIED, HEASTIE, MAISEL, SCHIMEL -- read once  and  referred\n         to the Committee on Correction\n\n       AN  ACT  to establish a commission on post-secondary correctional educa-\n         tion; and providing for the repeal of such provisions upon the expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  the availability of post-secondary correctional education has the poten-\n    3  tial to reduce recidivism, increase employment opportunities for inmates\n    4  upon  release  and have a positive impact on prison safety and security.\n    5  The legislature further finds that there is currently a lack  of  avail-\n    6  able  post-secondary  educational  opportunities  for inmates in the New\n    7  York state prison system.\n    8    Studies have consistently found that the higher the level of education\n    9  attained, the more likely a former inmate will be to obtain gainful  and\n   10  stable  employment,  and  the less likely he or she will be to engage in\n   11  future criminal activity. However, in 1994, federal tuition  assistance,\n   12  in  the form of Pell Grants, for individuals incarcerated in federal and\n   13  state correctional facilities was terminated with the enactment  of  the\n   14  Violent  Crime  Control and Law Enforcement Act. Then, in 1995, New York\n   15  prohibited inmates  from  accessing  state  funds  through  the  Tuition\n   16  Assistance  Program  (TAP)  for  post-secondary  correctional education.\n   17  According to a report published by the Correctional Association  of  New\n   18  York  in  January,  2009,  entitled \"Education From the Inside, Out: The\n   19  Multiple Benefits of College Programs  in  Prison,\"  only  four  out  of\n   20  seventy  post-secondary  correctional  education  programs  continued to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04691-01-1\n\n       A. 3657                             2\n\n    1  operate in New York following the termination of  TAP  availability  for\n    2  inmates.\n    3    According  to the Correctional Association of New York report, statis-\n    4  tical evidence from several highly regarded  studies  demonstrates  that\n    5  college  programming  in  prison  is a highly effective tool in reducing\n    6  recidivism. For example, the report cites a 1991 study released  by  New\n    7  York's department of correctional services that found inmates who earned\n    8  a  degree  while incarcerated had a 26.4 percent recidivism rate whereas\n    9  44.6 percent of participants who did not earn a degree were returned  to\n   10  custody.  The report cites another influential study, published in 2004,\n   11  \"Post-Secondary Correctional Education and Recidivism:  A  Meta-Analysis\n   12  of Research Conducted 1990-1999,\" that found inmates who participated in\n   13  post-secondary correctional education programs recidivated 22 percent of\n   14  the  time  and those who did not participate had a recidivism rate of 41\n   15  percent. Further, the New York state  commission  on  sentencing  reform\n   16  recently  reported  that  post-secondary correctional education programs\n   17  have been shown to reduce recidivism by up to  40%  and  the  commission\n   18  recommended  that  more post-secondary educational opportunities be made\n   19  available to inmates.\n   20    The Correctional Association of New  York  report  also  asserts  that\n   21  in-prison  college  programs  are  a  cost-effective method of improving\n   22  public safety. The report states that \"the cost differences in education\n   23  versus incarceration in New York, plus the short- and long-term benefits\n   24  of a better educated population, makes investment  in  higher  education\n   25  for  incarcerated  individuals  and people in the community smart fiscal\n   26  policy.\" The report cites one cost-benefit analysis that found the  cost\n   27  to a state per crime prevented by offering education to inmates is about\n   28  $1,600  while the cost per crime prevented by extending prison sentences\n   29  is $2,800. In other words, according to the study, a $1 million  invest-\n   30  ment  in  incarceration  will  prevent about 350 crimes, while that same\n   31  investment in education will prevent more than 600 crimes  meaning  that\n   32  correctional  education  may be almost twice as cost effective as incar-\n   33  ceration.\n   34    In addition, research suggests that post-secondary programs in  prison\n   35  can  provide  inmates  with  an  incentive for good behavior and greatly\n   36  enhance an inmate's problem-solving skills thereby reducing tension  and\n   37  violent  interactions  between  inmates  and  staff  and  among inmates.\n   38  Reportedly, inmates who attend post-secondary  educational  classes  are\n   39  among  the  best-behaved  of  the  inmate  population because there is a\n   40  strong incentive to avoid conduct that could result in discipline and  a\n   41  loss of credit for the college program.\n   42    Despite  the  potential benefits of post-secondary correctional educa-\n   43  tion programs, only a relatively  small  number  of  programs  currently\n   44  operate  in  the  New  York  state prisons funded mostly through private\n   45  sources, federal grants for youth offenders or through small legislative\n   46  initiative grants.\n   47    S 2. A temporary state commission, to be known as the New  York  state\n   48  commission   on   post-secondary   correctional  education,  hereinafter\n   49  referred to as the commission, is hereby created to  examine,  evaluate,\n   50  and  make recommendations concerning the availability, effectiveness and\n   51  need for expansion of post-secondary education in  the  New  York  state\n   52  prison  system.  The  issues  to  be  considered by the commission shall\n   53  include, but not be limited to, the following:\n   54    a. the benefits of post-secondary correctional education in  improving\n   55  public safety by reducing recidivism;\n\n       A. 3657                             3\n\n    1    b.  the impact of post-secondary correctional education on an inmate's\n    2  employment opportunities upon release from prison;\n    3    c.  the impact of post-secondary correctional education on an inmate's\n    4  reintegration into society upon release from prison;\n    5    d. the cost savings, if any, associated with  reduced  recidivism  and\n    6  the  successful  reintegration of released inmates who have participated\n    7  in post-secondary correctional education;\n    8    e. the impact of post-secondary correctional education on prison safe-\n    9  ty and security;\n   10    f. the need, if any, to expand post-secondary correctional educational\n   11  programs in the New York state prison system and  the  costs  associated\n   12  with such an expansion; and\n   13    g.  recommendations  for funding options, including but not limited to\n   14  the Tuition Assistance Program, to increase that availability  of  post-\n   15  secondary correctional education in the New York state prison system.\n   16    S  3. The commission shall consist of fifteen members, to be appointed\n   17  as follows: four members shall be appointed by the  governor  and  shall\n   18  include the commissioner of the department of correctional services, and\n   19  one  member  each  from the division of parole, the division of criminal\n   20  justice services and the New York state higher education services corpo-\n   21  ration; six members, with three appointments by the temporary  president\n   22  of  the senate and three by the speaker of the assembly, shall be repre-\n   23  sentatives of private providers of post-secondary education services  in\n   24  New York state prisons, criminal justice advocates, and academic profes-\n   25  sionals;  one  member  shall  be appointed by the minority leader of the\n   26  senate; and one member shall be appointed by the minority leader of  the\n   27  assembly.  The  remaining members shall be the chancellor, or his or her\n   28  designee, of the city university of New York, the chancellor, or his  or\n   29  her  designee,  of the state university of New York and the commissioner\n   30  of the state department of education. The commission shall be co-chaired\n   31  by the commissioner of the state department of correctional services and\n   32  the commissioner of the state department of education.  The  vice-chair-\n   33  person of the commission shall be a representative of one of the private\n   34  providers  of  post-secondary  education  services  as  appointed by the\n   35  chairpersons. Vacancies in the membership of  the  commission  shall  be\n   36  filled in the manner provided for original appointments.\n   37    S  4.  The members of the commission shall receive no compensation for\n   38  their services, but shall be allowed their actual and necessary expenses\n   39  incurred in the performance of their duties hereunder.  To  the  maximum\n   40  extent feasible, the commission shall be entitled to request and receive\n   41  and  shall  utilize and be provided with such facilities, resources, and\n   42  data of any court, department, division, board, bureau,  commission,  or\n   43  agency  of  the  state  or any political subdivision thereof as it deems\n   44  necessary or desirable to carry out properly its powers and duties here-\n   45  under.\n   46    S 5. For the accomplishment of its purposes, the commission  shall  be\n   47  authorized and empowered to undertake any studies, inquiries, surveys or\n   48  analyses  it  may deem relevant in cooperation with or by agreement with\n   49  any other public or private agency. The commission shall meet  and  hold\n   50  public  hearings  or  private  meetings within or without the state, and\n   51  shall have all the powers of a legislative  committee  pursuant  to  the\n   52  legislative law.\n   53    S 6. The commission shall make a report of its findings, including any\n   54  recommendations  for  legislative  action  as  it may deem necessary and\n   55  appropriate, to the governor, the temporary president of the senate, the\n   56  speaker of the assembly, the chairperson  of  the  senate  committee  on\n\n       A. 3657                             4\n\n    1  crime  victims, crime and correction and the chairperson of the assembly\n    2  committee on correction no later than one year after the effective  date\n    3  of this act.\n    4    S  7.  This  act shall take effect immediately and shall expire and be\n    5  deemed repealed one year after such effective date;  provided  that  the\n    6  appointment  of  members to the New York state commission on post-secon-\n    7  dary correctional education shall be completed within sixty days of such\n    8  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish a commission on post-secondary correctional education; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622382
}