{
  "year" : 2011,
  "senateBillNo" : "A3654-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to education",
    "billEventId" : "A3654-2011-1296018000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires pupils age seven or younger to be released into the custody of a parent, guardian or custodian upon exiting a school bus",
  "summary" : "Requires pupils age seven or younger to be released into the custody of a parent, guardian or custodian upon exiting a school bus. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A5494-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3654\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TITUS, PERRY, P. RIVERA, MILLMAN -- Multi-Spon-\n         sored by -- M. of A.  COOK, GALEF, MAYERSOHN, McENENY, PHEFFER, WRIGHT\n         -- read once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the release of certain\n         pupils from school buses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3624-a\n    2  to read as follows:\n    3    S  3624-A. RELEASE OF CERTAIN PUPILS FROM SCHOOL BUSES. 1. ALL PUPILS,\n    4  AGE SEVEN OR UNDER, RIDING A SCHOOL  BUS  SHALL  BE  RELEASED  INTO  THE\n    5  CUSTODY  OF A PARENT, GUARDIAN OR CUSTODIAN UPON EXITING THE SCHOOL BUS.\n    6  IF SUCH PARENT, GUARDIAN OR CUSTODIAN IS NOT AVAILABLE AT  THE  TIME  OF\n    7  DROP-OFF,  THE DRIVER, MONITOR, OR ATTENDANT MUST TRANSPORT THE PUPIL TO\n    8  A SAFE PLACE, DESIGNATED BY THE GUARDIAN.\n    9    2. NOTWITHSTANDING SUBDIVISION ONE OF THIS SECTION, A PARENT, GUARDIAN\n   10  OR CUSTODIAN OF A PUPIL MAY IDENTIFY A PERSON WHO SHALL BE AUTHORIZED TO\n   11  PICK UP SUCH PUPIL. THE PARENT, GUARDIAN OR CUSTODIAN OF THE PUPIL  MUST\n   12  PROVIDE  WRITTEN NOTICE TO THE SCHOOL OR PROGRAM IDENTIFYING ALL PERSONS\n   13  AUTHORIZED TO PICK UP SUCH PUPIL.\n   14    3. ANY PUPIL EXITING THE SCHOOL BUS WITH HIS OR HER SIBLING,  AGE  TEN\n   15  OR OLDER, SHALL BE EXEMPT FROM THE PROVISIONS OF SUBDIVISION ONE OF THIS\n   16  SECTION.\n   17    4.  ANY  DRIVER,  MONITOR  OR  ATTENDANT  WHO  KNOWINGLY  VIOLATES ANY\n   18  PROVISION OF THIS SECTION SHALL BE GUILTY OF A MISDEMEANOR.\n   19    S 2. This act shall take effect on the first of July  next  succeeding\n   20  the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08019-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the release of certain pupils from school buses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622385
}