{
  "year" : 2011,
  "senateBillNo" : "A3650-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A3650-2011-1296018000000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the members of the franchise oversight board and the duties and responsibilities of such board",
  "summary" : "Relates to the members of the franchise oversight board and the duties and responsibilities of such board with regard to the New York city off-track betting corporation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Racing, Pari-Mutuel Wagering and Breeding Law",
  "previousVersions" : [ "A10475-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3650\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, REILLY -- read once and referred to the\n         Committee on Racing and Wagering\n\n       AN ACT to amend the racing, pari-mutuel wagering and  breeding  law,  in\n         relation to the franchise oversight board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 3 and 8 of section 212 of the racing, pari-mu-\n    2  tuel wagering and breeding law, subdivision 3 as amended and subdivision\n    3  8 as added by chapter 18 of the laws of 2008, and  subparagraphs  (viii)\n    4  and  (xi)  of  paragraph a of subdivision 8 as amended by chapter 140 of\n    5  the laws of 2008, are amended to read as follows:\n    6    3. Such members, except as otherwise provided by law,  may  engage  in\n    7  private or public employment, or in a profession or business. The board,\n    8  its  members,  officers and employees shall be subject to the provisions\n    9  of sections seventy-three and seventy-four of the public  officers  law.\n   10  No former trustee or officer of a non-profit racing association known as\n   11  The  New  York  Racing  Association, Inc. or its predecessor, no current\n   12  director or officer of a franchised corporation, NO  FORMER  OR  CURRENT\n   13  DIRECTOR  OR  OFFICER  OF NEW YORK CITY OFF-TRACK BETTING CORPORATION or\n   14  any individual registered with the New York commission on public  integ-\n   15  rity  shall be appointed as members to the board nor shall any member of\n   16  the board have  any  direct  or  indirect  interest  in  any  racehorse,\n   17  thoroughbred racing, OFF-TRACK BETTING or pari-mutuel wagering business,\n   18  video lottery terminal facility or any development at any racing facili-\n   19  ty.\n   20    8. a. The duties and responsibilities of the franchise oversight board\n   21  shall include, but not be limited to, the following:\n   22    (i)  represent  the interests of the state in all real estate develop-\n   23  ment proposed for Aqueduct  racetrack  or  real  estate  development  at\n   24  Belmont  Park  racetrack. Any such real estate development shall only be\n   25  undertaken pursuant to a competitive  process  approved  by  the  board,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05805-01-1\n\n       A. 3650                             2\n\n    1  after consultation with the applicable local advisory boards and consid-\n    2  eration  of  local  zoning and planning regulation, and in a manner that\n    3  will not adversely impact any historic structure that is included in  or\n    4  eligible for inclusion in the National or the State Register of Historic\n    5  Places,  be  consistent  with  any plan approved for such community, and\n    6  shall be subject to unanimous approval of the franchise oversight  board\n    7  and  all statutory and regulatory requirements; provided, however, that,\n    8  subject to approval of the franchise oversight board and subject to  all\n    9  statutory  and regulatory requirements, the franchised corporation shall\n   10  have full powers and rights to develop, redevelop,  refurbish,  renovate\n   11  or  make  such other improvements, capital expenditures or otherwise, to\n   12  the racetracks and the fixtures and improvements thereon consistent with\n   13  projects  specifically  identified  in  the   franchised   corporation's\n   14  approved track facility improvement plan.\n   15    The franchise oversight board shall be guided by the goals of ensuring\n   16  the continuation of high quality thoroughbred racing at the thoroughbred\n   17  racing  facilities  located  within the state, raising revenue for or in\n   18  aid or support of education in this state from video lottery  gaming  at\n   19  facilities  of  the  state  racing franchise, and maximizing revenue for\n   20  governments from pari-mutuel wagering on racing  at  facilities  of  the\n   21  state racing franchise.\n   22    (ii)  monitor  and  enforce  compliance with definitive documents that\n   23  comprise the franchise agreement between the franchised corporation  and\n   24  the  state  of New York governing the franchised corporation's operation\n   25  of thoroughbred racing and pari-mutuel wagering at the  racetracks.  The\n   26  franchise  agreement  shall contain objective performance standards that\n   27  shall allow contract review in a manner consistent  with  this  chapter.\n   28  The  franchise  oversight  board shall notify the franchised corporation\n   29  authorized by this chapter in writing of  any  material  breach  of  the\n   30  performance  standards or repeated non-material breaches which the fran-\n   31  chise oversight board may determine collectively constitute  a  material\n   32  breach  of the performance standards. Prior to taking any action against\n   33  such franchised corporation, the franchise oversight board shall provide\n   34  the franchised corporation with the reasonable opportunity to  cure  any\n   35  material  breach  of  the performance standards or repeated non-material\n   36  breaches which the franchise oversight board may determine  collectively\n   37  constitute a material breach of the performance standards.  Upon a writ-\n   38  ten  finding  of  a  material  breach  of  the  performance standards or\n   39  repeated non-material breaches which the franchise oversight  board  may\n   40  determine  collectively  constitute a material breach of the performance\n   41  standards, the franchise oversight board may recommend  that  the  fran-\n   42  chise agreement be terminated. The franchise oversight board shall refer\n   43  such  recommendation  to  the  racing  and  wagering board for a hearing\n   44  conducted pursuant to section two hundred forty-five of this article for\n   45  a determination of whether to terminate the franchise agreement with the\n   46  franchised corporation;\n   47    (iii) oversee, monitor and review  all  significant  transactions  and\n   48  operations of the franchised corporation AND THE NEW YORK CITY OFF-TRACK\n   49  BETTING  CORPORATION authorized by this chapter; provided, however, that\n   50  nothing in this section shall be deemed to reduce,  diminish  or  impede\n   51  the  authority  of  the  state racing and wagering board to, pursuant to\n   52  article one of this chapter, determine and  enforce  compliance  by  the\n   53  franchised  corporation  OR  THE  NEW YORK CITY OFF-TRACK BETTING CORPO-\n   54  RATION with terms of racing laws and regulations. Such  oversight  shall\n   55  include, but not be limited to:\n\n       A. 3650                             3\n\n    1    (A)  review  and  make recommendations concerning the annual operating\n    2  budgets of such franchised corporation AND THE NEW YORK  CITY  OFF-TRACK\n    3  BETTING CORPORATION;\n    4    (B)  review and make recommendations concerning operating revenues and\n    5  the establishment of a financial plan;\n    6    (C) review and make recommendations  concerning  accounting,  internal\n    7  control systems and security procedures;\n    8    (D)  review  such  franchised  corporation's  AND  THE  NEW  YORK CITY\n    9  OFF-TRACK BETTING CORPORATION'S revenue and expenditure [polices]  POLI-\n   10  CIES which shall include collective bargaining agreements management and\n   11  employee  compensation  plans,  vendor contracts and capital improvement\n   12  plans;\n   13    (E)  review  such  franchise  corporation's  AND  THE  NEW  YORK  CITY\n   14  OFF-TRACK  BETTING  CORPORATION'S  compliance  with  the laws, rules and\n   15  regulations applicable to its activities;\n   16    (F) make recommendations for establishing model governance  principles\n   17  to improve accountability and transparency; and\n   18    (G)  receive,  review,  approve  or  disapprove  capital expense plans\n   19  submitted annually by the franchised corporation AND THE NEW  YORK  CITY\n   20  OFF-TRACK BETTING CORPORATION.\n   21    (iv)  evaluate, review and approve the racing franchisee's AND THE NEW\n   22  YORK CITY OFF-TRACK BETTING  CORPORATION'S  selection  of  a  vendor  or\n   23  vendors  to  contract  with  the franchised corporation AND THE NEW YORK\n   24  CITY  OFF-TRACK  BETTING  CORPORATION  for  provision   of   totalizator\n   25  services, and manage, subject to the franchised corporation's unilateral\n   26  right  to  opt  out,  directly or indirectly, integration of any offered\n   27  internet wagering platform. The franchise oversight board shall consider\n   28  in its evaluation of any such proposed vendor their  ability  to  reduce\n   29  the totalizator expenses and general development and production costs of\n   30  any internet wagering platform of an authorized off-track betting corpo-\n   31  ration and the state racing franchise holder.\n   32    (v)  facilitate discussions and voluntary agreements between the fran-\n   33  chised corporation and  off-track  betting  corporations  to  streamline\n   34  operations, decrease operating costs and maximize opportunities pertain-\n   35  ing  to costs and revenues, and encourage an exchange of views and expe-\n   36  riences from the franchised corporation and the off-track betting corpo-\n   37  rations to improve the  racing  product  in  New  York  and  to  realize\n   38  efficiencies,  EXCEPT  THE  NEW  YORK CITY OFF-TRACK BETTING CORPORATION\n   39  SHALL TRANSFER  ALL  WAGERING  ACCOUNTS,  INCLUDING  INDIVIDUAL  ACCOUNT\n   40  BALANCES HELD FOR TELEPHONE AND INTERNET WAGERING TO THE FRANCHISE OVER-\n   41  SIGHT BOARD. NEW YORK CITY OFF-TRACK BETTING CORPORATION SHALL PROVIDE A\n   42  REPORT  FROM ITS TOTALIZATOR PROVIDER OF ALL WAGERING ACCOUNTS INCLUDING\n   43  INDIVIDUAL CUSTOMER ACCOUNT  BALANCES.  THE  FRANCHISE  OVERSIGHT  BOARD\n   44  SHALL  ENTER  INTO A MANAGEMENT SERVICES AGREEMENT ON BEHALF OF NEW YORK\n   45  CITY OFF-TRACK BETTING CORPORATION WITH THE  FRANCHISE  CORPORATION  FOR\n   46  THE OPERATION OF THE ACCOUNT DEPOSIT WAGERING FOR TELEPHONE AND INTERNET\n   47  WAGERING;\n   48    (vi)  review and approve all purchasing policies pursuant to paragraph\n   49  (a) of subdivision six of section two hundred eight of this article  AND\n   50  USED BY NEW YORK CITY OFF-TRACK BETTING CORPORATION;\n   51    (vii)  NEW  YORK CITY OFF-TRACK BETTING CORPORATION AND THE FRANCHISED\n   52  CORPORATION SHALL JOINTLY NEGOTIATE ALL SIMULCASTING CONTRACTS WITH  OUT\n   53  OF  STATE  ENTITIES  AND  THE FRANCHISE OVERSIGHT BOARD SHALL review and\n   54  provide any recommendations on all simulcasting contracts (buy and sell)\n   55  that are also subject to prior  approval  of  the  racing  and  wagering\n   56  board;\n\n       A. 3650                             4\n\n    1    (viii)  act  on behalf of the People of the State of New York to enter\n    2  into any real property transactions in furtherance of the  purposes  and\n    3  intent  of  this  statute,  including,  without  limitation, one or more\n    4  ground leases, for one dollar in consideration  annually,  for  each  of\n    5  Aqueduct  racetrack,  Belmont  Park and Saratoga racecourse to the fran-\n    6  chised corporation, for a term that will extend until the  racing  fran-\n    7  chise  expires,  is  revoked,  terminated  or  ends  by  any other means\n    8  provided by law. Such leases shall be  executed  contemporaneously  with\n    9  the  conveyance of the racetracks by the franchised corporation's prede-\n   10  cessor to the state;\n   11    (ix) enter into on behalf of  the  state  as  licensor,  a  long  term\n   12  license  agreement  with  the  franchised corporation for the use of the\n   13  simulcast  signal  and  associated  intellectual  property  rights,  for\n   14  consideration  of  one  dollar  annually and for a term that will extend\n   15  until the racing franchise expires, is revoked, terminated  or  ends  by\n   16  any  other  means  provided  by  law.  Such  license  agreement shall be\n   17  executed contemporaneously with the conveyance of the franchised  corpo-\n   18  ration's assets associated with the franchise agreement.\n   19    (x)  conduct  running  races or steeplechases at racing facilities and\n   20  conduct pari-mutuel betting on the outcome of the same when necessary to\n   21  assure the continuation of the racing and pari-mutuel betting activities\n   22  at such racing facilities (A) in the event that the racing and/or  pari-\n   23  mutuel  betting  franchises  of the franchised corporation authorized by\n   24  this chapter then holding such franchises have either been terminated in\n   25  the manner provided by law or have  been  relinquished  by  such  corpo-\n   26  ration,  or  such corporation declines to continue conducting race meet-\n   27  ings and pari-mutuel betting on the outcome of the same as  required  by\n   28  such  franchises  unless such declination is the result of strikes, acts\n   29  of God, or other unavoidable causes not under the control of such corpo-\n   30  ration,  or  the  corporate  existence  of  such  corporation  has  been\n   31  dissolved  in the manner provided by law prior to the end of the term of\n   32  any such franchise and (B)  until  such  time  as  a  new  franchise  is\n   33  granted,  AND  TO  CONDUCT  ALL  OPERATIONS  AND PARI-MUTUEL WAGERING AS\n   34  AUTHORIZED PURSUANT TO THIS CHAPTER FOR NEW YORK CITY OFF-TRACK  BETTING\n   35  CORPORATION  IN  THE  EVENT  THAT  THE  SYSTEM  OF OFF-TRACK PARI-MUTUEL\n   36  BETTING IN THE CITY OF NEW YORK OPERATED  BY  NEW  YORK  CITY  OFF-TRACK\n   37  BETTING  CORPORATION  HAS EITHER BEEN TERMINATED OR RELINQUISHED BY SUCH\n   38  CORPORATION, OR SUCH CORPORATION DECLINES TO CONTINUE TO OPERATE  UNLESS\n   39  SUCH DECLINATION IS THE RESULT OF STRIKES, ACTS OF GOD OR OTHER UNAVOID-\n   40  ABLE  CAUSES  NOT  UNDER  CONTROL OF SUCH CORPORATION UNTIL SUCH TIME AS\n   41  OTHERWISE PROVIDED FOR IN STATUTE;\n   42    (xi) on behalf of the People of the State of New York, and, acting  in\n   43  such  capacity  as  lessor  of the racing facilities and real estate, be\n   44  responsible for payment of all property taxes  related  to  such  racing\n   45  facilities and real estate;\n   46    (xii)  report  annually to the governor and the legislature, beginning\n   47  no later than December thirty-first, two  thousand  eight,  stating  its\n   48  findings and recommendations to implement policy and legislative changes\n   49  necessary  to  encourage  the  continuation of high quality thoroughbred\n   50  racing in New York state and to protect the legitimate interests of  the\n   51  state and the thoroughbred racing industry;\n   52    (xiii)  require  the  franchised  corporation  AND  THE  NEW YORK CITY\n   53  OFF-TRACK BETTING CORPORATION to make all records and documents pertain-\n   54  ing to its financial practices, and other documents and  records  neces-\n   55  sary to carry out its duties, available to the franchise oversight board\n   56  within thirty days of a written request;\n\n       A. 3650                             5\n\n    1    (xiv)  examine  or  cause  to be examined by a third party, the books,\n    2  papers, records and accounts of the franchised corporation AND  THE  NEW\n    3  YORK CITY OFF-TRACK BETTING CORPORATION;\n    4    (xv) sue and be sued;\n    5    (xvi)  make  and execute contracts and all other instruments necessary\n    6  or convenient for the exercise of its powers and  functions  under  this\n    7  article;\n    8    (xvii)  request and accept the assistance of any state agency, includ-\n    9  ing but not limited to, the racing and wagering board, the  division  of\n   10  the  lottery  office of parks, recreation and historic preservation, the\n   11  department of environmental conservation, THE OFFICE OF GENERAL SERVICES\n   12  and the department of taxation and  finance,  in  obtaining  information\n   13  related to the franchised corporation's compliance with the terms of the\n   14  franchise agreement; and\n   15    (xviii)  do all things necessary, convenient or desirable to carry out\n   16  its purposes and for the exercise of the powers granted in this article.\n   17    b. Notwithstanding any other provision of this article, the franchised\n   18  corporation shall be entitled to make capital expenditures, except those\n   19  capital expenditures for the Saratoga Racecourse that may, on the advice\n   20  of the New York state historic preservation office, adversely impact any\n   21  historic structure that is included in or is eligible for  inclusion  in\n   22  the national or state register of historic places, to the physical plant\n   23  of the racetracks, grandstand, backstretch, parking and public areas set\n   24  forth  in  the  New  York  Racing Association's capital expenditure plan\n   25  (\"capital plan\") filed with the racing and wagering board in  two  thou-\n   26  sand  seven. Any material modification to the capital plan as determined\n   27  by the franchise oversight board and each future capital investment plan\n   28  for the tracks, grandstand, backstretch, parking and public areas of the\n   29  racetracks operated by the franchised corporation involving the expendi-\n   30  ture of more than five million dollars in the  aggregate  shall  require\n   31  the  prior  approval of the franchise oversight board. Within five years\n   32  from the date of commencement of the video lottery  terminal  operations\n   33  at Aqueduct, and every five years thereafter, the franchised corporation\n   34  shall  submit  to  the  oversight board a capital plan for the five year\n   35  period commencing on January first of the  following  year.  Such  plans\n   36  shall  contain  both the intended object of expenditure and the proposed\n   37  sources of financing. The franchised corporation  shall  report  to  the\n   38  franchise  oversight  board within ninety days following the end of each\n   39  fiscal year as to the amount spent pursuant to the capital plan.\n   40    S 2. This act shall take effect immediately; provided,  however,  that\n   41  the  amendments  to  section 212 of the racing, pari-mutuel wagering and\n   42  breeding law made by section one of this act shall take effect upon  the\n   43  confirmation  of  the New York Racing Association plan of reorganization\n   44  pursuant to section 16 of chapter 18 of the laws of  2008,  as  amended;\n   45  provided  further,  that  the  amendments  to section 212 of the racing,\n   46  pari-mutuel wagering and breeding law made by section one  of  this  act\n   47  shall be deemed repealed as provided by chapter 354 of the laws of 2005,\n   48  as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the racing, pari-mutuel wagering and breeding law, in relation to the franchise oversight board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622364
}