{
  "year" : 2011,
  "senateBillNo" : "A3655-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to correction",
    "billEventId" : "A3655-2011-1296018000000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes sex offender residency restrictions",
  "summary" : "Allows a district attorney to file a petition to seek the imposition of residency restrictions for certain sex offenders; allows a sex offender subject to a residency restriction to petition the court which imposed such restriction for an order terminating or modifying such residency restriction. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A3662-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3655\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  AUBRY, LENTOL, SPANO, REILLY, RAMOS, TITONE,\n         CUSICK, DESTITO, GABRYSZAK -- Multi-Sponsored by -- M. of  A.  LUPARDO\n         -- read once and referred to the Committee on Correction\n\n       AN ACT to amend the correction law, the penal law, the executive law and\n         the  criminal  procedure  law,  in  relation to establishing residency\n         restrictions for sex offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (f)  of  subdivision 1 of section 168-b of the\n    2  correction law, as relettered by chapter 10 of  the  laws  of  2003,  is\n    3  relettered  paragraph  (g)  and  a new paragraph (f) is added to read as\n    4  follows:\n    5    (F) IF THE SEX OFFENDER HAS BEEN GIVEN A LEVEL 2 OR 3 DESIGNATION  AND\n    6  STANDS  CONVICTED  OF  A  FELONY WHICH REQUIRES REGISTRATION PURSUANT TO\n    7  THIS  ARTICLE,  WHETHER  SUCH  OFFENDER  IS  SUBJECT  TO   A   RESIDENCY\n    8  RESTRICTION  PURSUANT TO SECTION ONE HUNDRED SIXTY-EIGHT-W OF THIS ARTI-\n    9  CLE.\n   10    S 2. Section 168-b of the correction law is amended by  adding  a  new\n   11  subdivision 13 to read as follows:\n   12    13.  THE  DIVISION, UPON INITIAL REGISTRATION AND THEREAFTER IN ANNUAL\n   13  CORRESPONDENCE AS REQUIRED BY SUBDIVISION FOUR OF  THIS  SECTION,  SHALL\n   14  ADVISE  EACH  SEX  OFFENDER  WHO  IS  SUBJECT TO A RESIDENCY RESTRICTION\n   15  PURSUANT TO SECTION ONE HUNDRED SIXTY-EIGHT-W OF THIS ARTICLE,  CONCERN-\n   16  ING  THE  TERM'S  SPECIFIC DURATION AND THE ACCURATE TERMINATION DATE OF\n   17  SUCH RESTRICTION.\n   18    S 3. Subdivisions 2 and 3 of section  168-d  of  the  correction  law,\n   19  subdivision 2 as amended by chapter 684 of the laws of 2005 and subdivi-\n   20  sion 3 as amended by chapter 11 of the laws of 2002, are amended to read\n   21  as follows:\n   22    2.  Any  sex offender, who is released on probation or discharged upon\n   23  payment of a fine,  conditional  discharge  or  unconditional  discharge\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04649-01-1\n\n       A. 3655                             2\n\n    1  shall,  prior  to  such  release or discharge, be informed of his or her\n    2  duty to register under this article by the court in which he or she  was\n    3  convicted.  At  the  time  sentence  is imposed, such sex offender shall\n    4  register with the division on a form prepared by the division. The court\n    5  shall  require  the  sex  offender  to  read  and  sign such form and to\n    6  complete the registration portion of such form. The court shall on  such\n    7  form  obtain  the  address where the sex offender expects to reside upon\n    8  his or her release, and the name and address of any institution of high-\n    9  er education he or she expects to be employed by, enrolled in, attending\n   10  or employed, whether for compensation or not,  and  whether  he  or  she\n   11  expects  to  reside  in a facility owned or operated by such an institu-\n   12  tion, and shall report such information to the division. The court shall\n   13  give one copy of the form to the sex offender and shall send two  copies\n   14  to  the division which shall forward the information to the law enforce-\n   15  ment agencies having jurisdiction.  The  court  shall  also  notify  the\n   16  district  attorney and the sex offender of the date of the determination\n   17  proceeding to be held pursuant to subdivision  three  of  this  section,\n   18  which shall be held at least forty-five days after such notice is given.\n   19  This  notice  shall  include  the following statement or a substantially\n   20  similar statement: \"This proceeding is being held to  determine  whether\n   21  you  will be classified as a level 3 offender (risk of repeat offense is\n   22  high), a level 2 offender (risk of repeat offense  is  moderate),  or  a\n   23  level 1 offender (risk of repeat offense is low), or whether you will be\n   24  designated as a sexual predator, a sexually violent offender or a predi-\n   25  cate  sex offender, which will determine how long you must register as a\n   26  sex offender and how much information can  be  provided  to  the  public\n   27  concerning  your  registration.    IF YOU ARE CLASSIFIED AS A LEVEL 2 OR\n   28  LEVEL 3 OFFENDER FOR A FELONY SEX OFFENSE, THE COURT MAY ALSO  DETERMINE\n   29  WHETHER  YOU  WILL  BE  SUBJECT  TO  A  RESIDENCY  RESTRICTION WHICH MAY\n   30  RESTRICT WHERE YOU CAN ESTABLISH YOUR PERMANENT RESIDENCE. If  you  fail\n   31  to  appear  at  this  proceeding, without sufficient excuse, it shall be\n   32  held in your absence. Failure to appear may result in a longer period of\n   33  registration or a higher level of community notification because you are\n   34  not present to  offer  evidence  or  contest  evidence  offered  by  the\n   35  district  attorney.\"   The court shall also advise the sex offender that\n   36  he or she has a right to a hearing prior to the  court's  determination,\n   37  that he or she has the right to be represented by counsel at the hearing\n   38  and that counsel will be appointed if he or she is financially unable to\n   39  retain counsel. If the sex offender applies for assignment of counsel to\n   40  represent  him  or  her  at  the  hearing and counsel was not previously\n   41  assigned to represent  the  sex  offender  in  the  underlying  criminal\n   42  action,  the  court  shall determine whether the offender is financially\n   43  unable to retain counsel.  If such a finding is made,  the  court  shall\n   44  assign  counsel  to represent the sex offender pursuant to article eigh-\n   45  teen-B of the county law. Where the court orders a sex offender released\n   46  on probation, such order must include a provision requiring that  he  or\n   47  she  comply with the requirements of this article. Where such sex offen-\n   48  der violates such provision, probation may be immediately revoked in the\n   49  manner provided by article four hundred ten of  the  criminal  procedure\n   50  law.\n   51    3.  For sex offenders released on probation or discharged upon payment\n   52  of a fine, conditional discharge or unconditional discharge, it shall be\n   53  the duty of the court applying the guidelines established in subdivision\n   54  five of section one hundred sixty-eight-l of this article  to  determine\n   55  the  level  of  notification  pursuant to subdivision six of section one\n   56  hundred sixty-eight-l of this article [and], whether such  sex  offender\n\n       A. 3655                             3\n\n    1  shall  be  designated  a  sexual predator, sexually violent offender, or\n    2  predicate sex offender as defined in subdivision seven  of  section  one\n    3  hundred sixty-eight-a of this article AND, WHEN DETERMINING THE LEVEL OF\n    4  NOTIFICATION  AND  APPLYING  THE  GUIDELINES  ESTABLISHED IN SUBDIVISION\n    5  FIVE-A OF SECTION ONE HUNDRED SIXTY-EIGHT-L OF THIS ARTICLE,  WHETHER  A\n    6  SEX  OFFENDER,  CLASSIFIED  AS  A LEVEL 2 OR LEVEL 3 OFFENDER WHO STANDS\n    7  CONVICTED OF A FELONY WHICH REQUIRES REGISTRATION PURSUANT TO THIS ARTI-\n    8  CLE, WILL BE SUBJECT TO A RESIDENCY RESTRICTION PURSUANT TO SECTION  ONE\n    9  HUNDRED  SIXTY-EIGHT-W  OF THIS ARTICLE.  At least fifteen days prior to\n   10  the determination proceeding, the district attorney shall provide to the\n   11  court and the sex offender a written statement setting forth the  deter-\n   12  minations  sought by the district attorney together with the reasons for\n   13  seeking such determinations. The court shall allow the sex  offender  to\n   14  appear and be heard. The state shall appear by the district attorney, or\n   15  his  or  her  designee,  who  shall bear the burden of proving the facts\n   16  supporting the determinations sought by clear and  convincing  evidence.\n   17  Where  there  is  a  dispute between the parties concerning the determi-\n   18  nations, the court shall adjourn the hearing as necessary to permit  the\n   19  sex  offender  or  the district attorney to obtain materials relevant to\n   20  the determinations from any state or local facility, hospital,  institu-\n   21  tion,  office,  agency,  department  or  division. Such materials may be\n   22  obtained by subpoena if  not  voluntarily  provided  to  the  requesting\n   23  party. In making the determinations, the court shall review any victim's\n   24  statement  and  any relevant materials and evidence submitted by the sex\n   25  offender and the district attorney and the court may  consider  reliable\n   26  hearsay  evidence submitted by either party provided that it is relevant\n   27  to the determinations. Facts previously proven at trial or  elicited  at\n   28  the  time  of  entry  of a plea of guilty shall be deemed established by\n   29  clear and convincing evidence and shall not be  relitigated.  The  court\n   30  shall  render an order setting forth its determinations and the findings\n   31  of fact and conclusions of law on which the determinations are based.  A\n   32  copy  of the order shall be submitted by the court to the division. Upon\n   33  application of either party, the court shall seal  any  portion  of  the\n   34  court  file or record which contains material that is confidential under\n   35  any state or federal statute. Either party may appeal as of  right  from\n   36  the  order  pursuant to the provisions of articles fifty-five, fifty-six\n   37  and fifty-seven of the civil practice law and rules. Where  counsel  has\n   38  been assigned to represent the sex offender upon the ground that the sex\n   39  offender  is financially unable to retain counsel, that assignment shall\n   40  be continued throughout the pendency of the appeal, and the  person  may\n   41  appeal  as  a  poor  person pursuant to article eighteen-B of the county\n   42  law.\n   43    S 4. Subdivision 2 of section 168-k of the correction law, as  amended\n   44  by chapter 684 of the laws of 2005, is amended to read as follows:\n   45    2.  The  division  shall  advise  the  board that the sex offender has\n   46  established residence in this state. The board shall  determine  whether\n   47  the  sex  offender  is  required to register with the division. If it is\n   48  determined that the sex offender is required to register,  the  division\n   49  shall  notify the sex offender of his or her duty to register under this\n   50  article and shall require the sex offender to sign  a  form  as  may  be\n   51  required by the division acknowledging that the duty to register and the\n   52  procedure  for  registration has been explained to the sex offender. The\n   53  division shall obtain on such form the address where  the  sex  offender\n   54  expects to reside within the state and the sex offender shall retain one\n   55  copy of the form and send two copies to the division which shall provide\n   56  the  information to the law enforcement agency having jurisdiction where\n\n       A. 3655                             4\n\n    1  the sex offender expects to reside within  this  state.  No  later  than\n    2  thirty days prior to the board making a recommendation, the sex offender\n    3  shall  be  notified  that his or her case is under review and that he or\n    4  she  is permitted to submit to the board any information relevant to the\n    5  review. After reviewing  any  information  obtained,  and  applying  the\n    6  guidelines  established  in  subdivision  five  of  section  one hundred\n    7  sixty-eight-l of this article, the board  shall  within  sixty  calendar\n    8  days  make a recommendation regarding the level of notification pursuant\n    9  to subdivision six of section one hundred sixty-eight-l of this  article\n   10  [and],  whether such sex offender shall be designated a sexual predator,\n   11  sexually violent offender, or  predicate  sex  offender  as  defined  in\n   12  subdivision  seven  of section one hundred sixty-eight-a of this article\n   13  AND, WHEN DETERMINING THE LEVEL OF NOTIFICATION AND APPLYING THE  GUIDE-\n   14  LINES   ESTABLISHED   IN  SUBDIVISION  FIVE-A  OF  SECTION  ONE  HUNDRED\n   15  SIXTY-EIGHT-L OF THIS ARTICLE, WHETHER A SEX OFFENDER, CLASSIFIED  AS  A\n   16  LEVEL  2  OR  LEVEL  3  OFFENDER  WHO STANDS CONVICTED OF A FELONY WHICH\n   17  REQUIRES REGISTRATION PURSUANT TO THIS ARTICLE, WILL  BE  SUBJECT  TO  A\n   18  RESIDENCY  RESTRICTION  PURSUANT TO SECTION ONE HUNDRED SIXTY-EIGHT-W OF\n   19  THIS ARTICLE.  This recommendation shall be confidential and  shall  not\n   20  be  available  for public inspection. It shall be submitted by the board\n   21  to the county court or supreme court and to the district attorney in the\n   22  county of residence of the sex offender and  to  the  sex  offender.  It\n   23  shall  be the duty of the county court or supreme court in the county of\n   24  residence of the sex offender, applying the  guidelines  established  in\n   25  subdivision  five  of section one hundred sixty-eight-l of this article,\n   26  to determine the level of notification pursuant to  subdivision  six  of\n   27  section  one  hundred  sixty-eight-l of this article [and], whether such\n   28  sex offender shall be designated a  sexual  predator,  sexually  violent\n   29  offender,  or  predicate sex offender as defined in subdivision seven of\n   30  section one hundred sixty-eight-a of this article AND, WHEN  DETERMINING\n   31  THE  LEVEL  OF  NOTIFICATION  AND APPLYING THE GUIDELINES ESTABLISHED IN\n   32  SUBDIVISION FIVE-A OF SECTION ONE HUNDRED SIXTY-EIGHT-L OF THIS ARTICLE,\n   33  WHETHER A SEX OFFENDER, CLASSIFIED AS A LEVEL 2 OR LEVEL 3 OFFENDER  WHO\n   34  STANDS  CONVICTED  OF  A  FELONY WHICH REQUIRES REGISTRATION PURSUANT TO\n   35  THIS ARTICLE, WILL BE SUBJECT TO A  RESIDENCY  RESTRICTION  PURSUANT  TO\n   36  SECTION ONE HUNDRED SIXTY-EIGHT-W OF THIS ARTICLE.  At least thirty days\n   37  prior  to  the  determination  proceeding,  such  court shall notify the\n   38  district attorney and the sex offender, in writing, of the date  of  the\n   39  determination  proceeding  and the court shall also provide the district\n   40  attorney and sex offender with a copy  of  the  recommendation  received\n   41  from  the  board and any statement of the reasons for the recommendation\n   42  received from the board. This notice shall include the following  state-\n   43  ment  or  a  substantially  similar statement: \"This proceeding is being\n   44  held to determine whether you will be classified as a level  3  offender\n   45  (risk  of  repeat  offense  is high), a level 2 offender (risk of repeat\n   46  offense is moderate), or a level 1 offender (risk of repeat  offense  is\n   47  low), or whether you will be designated as a sexual predator, a sexually\n   48  violent  offender  or a predicate sex offender, which will determine how\n   49  long you must register as a sex offender and how much information can be\n   50  provided to the public concerning your registration. IF YOU ARE  CLASSI-\n   51  FIED  AS  A  LEVEL  2  OR LEVEL 3 OFFENDER FOR A FELONY SEX OFFENSE, THE\n   52  COURT MAY ALSO DETERMINE WHETHER YOU WILL  BE  SUBJECT  TO  A  RESIDENCY\n   53  RESTRICTION  WHICH  MAY  RESTRICT WHERE YOU CAN ESTABLISH YOUR PERMANENT\n   54  RESIDENCE. If you fail to appear at this proceeding, without  sufficient\n   55  excuse,  it  shall be held in your absence. Failure to appear may result\n   56  in a longer period of  registration  or  a  higher  level  of  community\n\n       A. 3655                             5\n\n    1  notification  because  you  are not present to offer evidence or contest\n    2  evidence offered by the district attorney.\"  The court shall also advise\n    3  the sex offender that he or she has a right to a hearing  prior  to  the\n    4  court's determination, that he or she has the right to be represented by\n    5  counsel  at  the hearing and that counsel will be appointed if he or she\n    6  is financially unable to retain counsel.  A  returnable  form  shall  be\n    7  enclosed  in  the  court's  notice  to the sex offender on which the sex\n    8  offender may apply for assignment of  counsel.    If  the  sex  offender\n    9  applies  for assignment of counsel and the court finds that the offender\n   10  is financially unable to retain counsel, the court shall assign  counsel\n   11  to  represent  the  sex  offender  pursuant to article eighteen-B of the\n   12  county law. If the district attorney seeks a determination that  differs\n   13  from  the recommendation submitted by the board, at least ten days prior\n   14  to the determination proceeding the district attorney shall  provide  to\n   15  the  court  and  the sex offender a statement setting forth the determi-\n   16  nations sought by the district attorney together with  the  reasons  for\n   17  seeking  such  determinations. The court shall allow the sex offender to\n   18  appear and be heard. The state shall appear by the district attorney, or\n   19  his or her designee, who shall bear the  burden  of  proving  the  facts\n   20  supporting  the  determinations sought by clear and convincing evidence.\n   21  It shall be the duty of the court applying the guidelines established in\n   22  subdivision five of section one hundred sixty-eight-l of this article to\n   23  determine the level of  notification  pursuant  to  subdivision  six  of\n   24  section  one  hundred  sixty-eight-l of this article [and], whether such\n   25  sex offender shall be designated a  sexual  predator,  sexually  violent\n   26  offender,  or  predicate sex offender as defined in subdivision seven of\n   27  section one hundred sixty-eight-a of this article AND, WHEN  DETERMINING\n   28  THE  LEVEL  OF  NOTIFICATION  AND APPLYING THE GUIDELINES ESTABLISHED BY\n   29  SUBDIVISION FIVE-A OF SECTION ONE HUNDRED SIXTY-EIGHT-L OF THIS ARTICLE,\n   30  WHETHER A SEX OFFENDER, CLASSIFIED AS A LEVEL 2 OR LEVEL 3 OFFENDER  WHO\n   31  STANDS  CONVICTED  OF  A  FELONY WHICH REQUIRES REGISTRATION PURSUANT TO\n   32  THIS ARTICLE, WILL BE SUBJECT TO A  RESIDENCY  RESTRICTION  PURSUANT  TO\n   33  SECTION  ONE  HUNDRED  SIXTY-EIGHT-W  OF  THIS ARTICLE. Where there is a\n   34  dispute between the parties concerning  the  determinations,  the  court\n   35  shall adjourn the hearing as necessary to permit the sex offender or the\n   36  district  attorney  to  obtain  materials relevant to the determinations\n   37  from the state board of examiners of sex offenders or any state or local\n   38  facility, hospital, institution, office, agency, department or division.\n   39  Such materials may be obtained by subpoena if not  voluntarily  provided\n   40  to  the  requesting  party. In making the determinations the court shall\n   41  review any victim's statement and any relevant  materials  and  evidence\n   42  submitted  by  the sex offender and the district attorney and the recom-\n   43  mendation and any material submitted by  the  board,  and  may  consider\n   44  reliable hearsay evidence submitted by either party, provided that it is\n   45  relevant  to  the determinations. If available, facts proven at trial or\n   46  elicited at the time of a plea of guilty shall be deemed established  by\n   47  clear  and  convincing  evidence and shall not be relitigated. The court\n   48  shall render an order setting forth its determinations and the  findings\n   49  of  fact and conclusions of law on which the determinations are based. A\n   50  copy of the order shall be submitted by the court to the division.  Upon\n   51  application  of  either  party,  the court shall seal any portion of the\n   52  court file or record which contains material that is confidential  under\n   53  any  state  or federal statute. Either party may appeal as of right from\n   54  the order pursuant to the provisions of articles  fifty-five,  fifty-six\n   55  and  fifty-seven  of the civil practice law and rules. Where counsel has\n   56  been assigned to represent the sex offender upon the ground that the sex\n\n       A. 3655                             6\n\n    1  offender is financially unable to retain counsel, that assignment  shall\n    2  be  continued  throughout the pendency of the appeal, and the person may\n    3  appeal as a poor person pursuant to article  eighteen-B  of  the  county\n    4  law.\n    5    S  5.  Section  168-l of the correction law is amended by adding a new\n    6  subdivision 5-a to read as follows:\n    7    5-A. THE BOARD SHALL  DEVELOP  GUIDELINES  AND  PROCEDURES  TO  ASSESS\n    8  WHETHER TO RECOMMEND THAT A SEX OFFENDER WHO STANDS CONVICTED OF A FELO-\n    9  NY  SHOULD BE SUBJECT TO A RESIDENCY RESTRICTION AS DESCRIBED IN SECTION\n   10  ONE HUNDRED SIXTY-EIGHT-W OF THIS ARTICLE. SUCH GUIDELINES SHALL INCLUDE\n   11  THE FOLLOWING:\n   12    (A)  WHETHER  A  RESIDENCY  RESTRICTION  WOULD  ADVERSELY  IMPACT  THE\n   13  OFFENDER'S SUCCESSFUL REENTRY AND REINTEGRATION INTO SOCIETY;\n   14    (B)  WHETHER  A  RESIDENCY  RESTRICTION  IS  NECESSARY,  BASED  ON THE\n   15  OFFENDER'S CURRENT BEHAVIOR AND PRESENT AND PROSPECTIVE LIVING  ARRANGE-\n   16  MENTS TO PROTECT PUBLIC SAFETY;\n   17    (C) THE ABILITY OF THE OFFENDER TO OBTAIN PERMANENT AND STABLE HOUSING\n   18  IN ORDER TO REDUCE THE LIKELIHOOD THAT THE OFFENDER WILL BE TRANSIENT;\n   19    (D)  THE  ACCESSIBILITY  TO  SUPPORTIVE  SERVICES,  INCLUDING, BUT NOT\n   20  LIMITED TO, LOCALLY AVAILABLE SEX OFFENDER TREATMENT PROGRAMS THAT  HAVE\n   21  DEMONSTRATED  EFFECTIVENESS  IN  REDUCING  SEX  OFFENDER  RECIDIVISM AND\n   22  INCREASING PUBLIC SAFETY;\n   23    (E) THE ABILITY OF THE OFFENDER TO FIND GAINFUL AND STABLE EMPLOYMENT;\n   24  AND\n   25    (F) WHETHER THE OFFENSE THAT REQUIRES THE OFFENDER TO REGISTER  PURSU-\n   26  ANT TO THIS ARTICLE WAS COMMITTED AGAINST A MINOR CHILD.\n   27    S  6.  The  opening paragraph of subdivision 6 of section 168-1 of the\n   28  correction law, as amended by chapter 11 of the laws of 2002, is amended\n   29  to read as follows:\n   30    Applying [these] THE guidelines ESTABLISHED  IN  SUBDIVISION  FIVE  OF\n   31  THIS  SECTION,  the  board shall within sixty calendar days prior to the\n   32  discharge, parole, release to post-release supervision or release  of  a\n   33  sex offender make a recommendation which shall be confidential and shall\n   34  not  be  available  for public inspection, to the sentencing court as to\n   35  whether such sex offender warrants the designation of  sexual  predator,\n   36  sexually  violent  offender,  or  predicate  sex  offender as defined in\n   37  subdivision seven of section one hundred sixty-eight-a of this  article.\n   38  In  addition,  the  guidelines  ESTABLISHED  IN SUBDIVISION FIVE OF THIS\n   39  SECTION shall be applied by the board to make a  recommendation  to  the\n   40  sentencing  court which shall be confidential and shall not be available\n   41  for public inspection, providing for one of the [following] three levels\n   42  of notification DESCRIBED IN PARAGRAPHS (A), (B), AND (C) OF THIS SUBDI-\n   43  VISION depending upon the degree of the risk of re-offense  by  the  sex\n   44  offender. FURTHER, WHEN THE BOARD MAKES A RECOMMENDATION TO THE SENTENC-\n   45  ING  COURT  THAT  A  SEX  OFFENDER BE CLASSIFIED AS A LEVEL 2 OR LEVEL 3\n   46  OFFENDER AND SUCH OFFENDER STANDS CONVICTED OF A FELONY  WHICH  REQUIRES\n   47  REGISTRATION  PURSUANT  TO  THIS ARTICLE, THE BOARD SHALL ALSO APPLY THE\n   48  GUIDELINES ESTABLISHED IN SUBDIVISION FIVE-A OF  THIS  SECTION  AND  MAY\n   49  MAKE  A RECOMMENDATION REGARDING WHETHER SUCH OFFENDER SHOULD BE SUBJECT\n   50  TO  A  RESIDENCY  RESTRICTION  AS  DESCRIBED  IN  SECTION  ONE   HUNDRED\n   51  SIXTY-EIGHT-W OF THIS ARTICLE.\n   52    S  7. Subdivision 7 of section 168-l of the correction law, as amended\n   53  by chapter 11 of the laws of 2002, is amended to read as follows:\n   54    7. Upon request by the court, pursuant to section one  hundred  sixty-\n   55  eight-o  of  this  article,  the  board  shall provide an updated report\n   56  pertaining to the sex offender petitioning for relief  of  the  duty  to\n\n       A. 3655                             7\n\n    1  register [or], for a modification of his or her level of notification OR\n    2  FOR  MODIFICATION  OR  TERMINATION OF A RESIDENCY RESTRICTION IMPOSED BY\n    3  THE SENTENCING COURT.\n    4    S  8.  Subdivisions  2  and  3 of section 168-n of the correction law,\n    5  subdivision 2 as amended by chapter 453 of the laws of 1999 and subdivi-\n    6  sion 3 as amended by chapter 684 of the laws of  2005,  are  amended  to\n    7  read as follows:\n    8    2.  In  addition,  applying  the guidelines established in subdivision\n    9  five of section one hundred sixty-eight-l of this article, the  sentenc-\n   10  ing  court  shall also make a determination with respect to the level of\n   11  notification, after receiving a recommendation from the  board  pursuant\n   12  to  section  one hundred sixty-eight-l of this article.  [Both] FURTHER,\n   13  WHEN THE COURT CLASSIFIES A SEX OFFENDER AS A LEVEL 2 OR LEVEL 3  OFFEN-\n   14  DER AND SUCH OFFENDER STANDS CONVICTED OF A FELONY WHICH REQUIRES REGIS-\n   15  TRATION PURSUANT TO THIS ARTICLE AND THE BOARD HAS RECOMMENDED THAT SUCH\n   16  OFFENDER  BE  SUBJECT  TO A RESIDENCY RESTRICTION, THE COURT SHALL APPLY\n   17  THE GUIDELINES ESTABLISHED IN SUBDIVISION FIVE-A OF SECTION ONE  HUNDRED\n   18  SIXTY-EIGHT-L  OF  THIS ARTICLE AND MAKE A DETERMINATION WITH RESPECT TO\n   19  WHETHER SUCH OFFENDER SHALL BE SUBJECT TO  A  RESIDENCY  RESTRICTION  IN\n   20  ACCORDANCE  WITH  SECTION ONE HUNDRED SIXTY-EIGHT-W OF THIS ARTICLE. ALL\n   21  determinations of the sentencing court PURSUANT TO THIS SECTION shall be\n   22  made thirty calendar days prior to discharge, parole or release.\n   23    3. No later than thirty days prior to the board's recommendation,  the\n   24  sex  offender shall be notified that his or her case is under review and\n   25  that he or she is permitted to submit to the board any information rele-\n   26  vant to the review. Upon receipt  of  the  board's  recommendation,  the\n   27  sentencing court shall determine whether the sex offender was previously\n   28  found  to be eligible for assigned counsel in the underlying case. Where\n   29  such a finding was previously made, the court shall  assign  counsel  to\n   30  represent  the  offender,  pursuant  to article eighteen-B of the county\n   31  law. At least twenty days prior to  the  determination  proceeding,  the\n   32  sentencing  court  shall  notify the district attorney, the sex offender\n   33  and the sex offender's counsel, in writing, of the date of the  determi-\n   34  nation  proceeding and shall also provide the district attorney, the sex\n   35  offender and the sex offender's counsel with a copy of  the  recommenda-\n   36  tion  received  from  the board and any statement of the reasons for the\n   37  recommendation received from the board. This notice  shall  include  the\n   38  following  statement  or  a  substantially  similar  statement:    \"This\n   39  proceeding is being held to determine whether you will be classified  as\n   40  a  level 3 offender (risk of repeat offense is high), a level 2 offender\n   41  (risk of repeat offense is moderate), or a level  1  offender  (risk  of\n   42  repeat  offense  is  low), or whether you will be designated as a sexual\n   43  predator, a sexually violent offender or a predicate sex offender, which\n   44  will determine how long you must register as a sex offender and how much\n   45  information can be provided to the public concerning your  registration.\n   46  IF  YOU ARE CLASSIFIED AS A LEVEL 2 OR LEVEL 3 OFFENDER FOR A FELONY SEX\n   47  OFFENSE, THE COURT MAY ALSO DETERMINE WHETHER YOU WILL BE SUBJECT  TO  A\n   48  RESIDENCY  RESTRICTION  WHICH  MAY RESTRICT WHERE YOU CAN ESTABLISH YOUR\n   49  PERMANENT RESIDENCE. If you fail to appear at this  proceeding,  without\n   50  sufficient  excuse,  it shall be held in your absence. Failure to appear\n   51  may result in a longer period of  registration  or  a  higher  level  of\n   52  community  notification because you are not present to offer evidence or\n   53  contest evidence offered by the district attorney.\" The  written  notice\n   54  to  the sex offender shall also advise the offender that he or she has a\n   55  right to a hearing prior to the court's determination, and  that  he  or\n   56  she  has the right to be represented by counsel at the hearing. If coun-\n\n       A. 3655                             8\n\n    1  sel has been assigned to represent the  offender  at  the  determination\n    2  proceeding,  the  notice  shall also provide the name, address and tele-\n    3  phone number of  the  assigned  counsel.  Where  counsel  has  not  been\n    4  assigned,  the notice shall advise the sex offender that counsel will be\n    5  appointed if he or she is financially unable to retain  counsel,  and  a\n    6  returnable  form  shall  be  enclosed  in  the court's notice to the sex\n    7  offender on which the sex offender may apply for assignment of  counsel.\n    8  If  the  sex  offender  applies  for assignment of counsel and the court\n    9  finds that the offender is financially unable  to  retain  counsel,  the\n   10  court  shall  assign  counsel  to represent the sex offender pursuant to\n   11  article eighteen-B of the county law. If the district attorney  seeks  a\n   12  determination  that  differs  from  the  recommendation submitted by the\n   13  board, at least ten days  prior  to  the  determination  proceeding  the\n   14  district  attorney  shall  provide  to  the court and the sex offender a\n   15  statement setting forth the determinations sought by the district attor-\n   16  ney together with the reasons for seeking such determinations. The court\n   17  shall allow the sex offender to appear and be  heard.  The  state  shall\n   18  appear  by the district attorney, or his or her designee, who shall bear\n   19  the burden of proving the facts supporting the determinations sought  by\n   20  clear  and  convincing  evidence.  Where  there is a dispute between the\n   21  parties concerning the determinations, the court shall adjourn the hear-\n   22  ing as necessary to permit the sex offender or the district attorney  to\n   23  obtain  materials relevant to the determinations from the state board of\n   24  examiners of sex offenders or any state  or  local  facility,  hospital,\n   25  institution, office, agency, department or division.  Such materials may\n   26  be  obtained  by  subpoena if not voluntarily provided to the requesting\n   27  party. In making the determinations the court shall review any  victim's\n   28  statement  and  any relevant materials and evidence submitted by the sex\n   29  offender and the district attorney and the recommendation and any  mate-\n   30  rials submitted by the board, and may consider reliable hearsay evidence\n   31  submitted  by either party, provided that it is relevant to the determi-\n   32  nations. Facts previously proven at trial or elicited  at  the  time  of\n   33  entry  of  a  plea  of  guilty  shall be deemed established by clear and\n   34  convincing evidence and shall not be relitigated. The court shall render\n   35  an order setting forth its determinations and the findings of  fact  and\n   36  conclusions  of law on which the determinations are based. A copy of the\n   37  order shall be submitted by the court to the division. Upon  application\n   38  of  either  party, the court shall seal any portion of the court file or\n   39  record which contains material that is confidential under any  state  or\n   40  federal  statute.  Either  party  may  appeal as of right from the order\n   41  pursuant to the provisions of articles fifty-five, fifty-six and  fifty-\n   42  seven  of  the  civil  practice  law  and  rules. Where counsel has been\n   43  assigned to represent the sex offender upon  the  ground  that  the  sex\n   44  offender  is financially unable to retain counsel, that assignment shall\n   45  be continued throughout the pendency of the appeal, and the  person  may\n   46  appeal  as  a  poor  person pursuant to article eighteen-B of the county\n   47  law.\n   48    S 9. The section heading of section 168-o of the  correction  law,  as\n   49  amended  by chapter 453 of the laws of 1999, is amended and a new subdi-\n   50  vision 2-a is added to read as follows:\n   51    Petition for relief or modification OF LEVEL  OF  NOTIFICATION  AND/OR\n   52  RESIDENCY RESTRICTION.\n   53    2-A.  ANY  SEX OFFENDER SUBJECT TO A RESIDENCY RESTRICTION PURSUANT TO\n   54  THIS ARTICLE MAY PETITION THE COURT WHICH IMPOSED SUCH  RESTRICTION  FOR\n   55  AN  ORDER TERMINATING OR MODIFYING SUCH RESIDENCY RESTRICTION. THE PETI-\n   56  TION SHALL SET FORTH THE REASONS FOR SEEKING SUCH MODIFICATION OR TERMI-\n\n       A. 3655                             9\n\n    1  NATION.  THE SEX OFFENDER SHALL BEAR THE BURDEN  OF  PROVING  THE  FACTS\n    2  SUPPORTING  THE  REQUESTED  MODIFICATION  OR  TERMINATION  BY  CLEAR AND\n    3  CONVINCING EVIDENCE. SUCH A PETITION SHALL NOT BE CONSIDERED  MORE  THAN\n    4  ANNUALLY.  THE  DISTRICT  ATTORNEY AND THE SEX OFFENDER MAY APPEAL AS OF\n    5  RIGHT FROM AN ORDER  ISSUED  UNDER  THIS  SUBDIVISION  PURSUANT  TO  THE\n    6  PROVISIONS  OF  ARTICLES  FIFTY-FIVE,  FIFTY-SIX  AND FIFTY-SEVEN OF THE\n    7  CIVIL PRACTICE LAW AND RULES. WHERE COUNSEL HAS BEEN ASSIGNED TO  REPRE-\n    8  SENT  THE SEX   OFFENDER UPON THE GROUND THAT THE SEX OFFENDER IS FINAN-\n    9  CIALLY UNABLE TO RETAIN COUNSEL, THAT   ASSIGNMENT  SHALL  BE  CONTINUED\n   10  THROUGHOUT  THE  PENDENCY OF THE APPEAL, AND THE PERSON MAY APPEAL  AS A\n   11  POOR PERSON PURSUANT TO ARTICLE EIGHTEEN-B OF THE COUNTY LAW.\n   12    S 10. Section 168-o of the correction law is amended by adding  a  new\n   13  subdivision 3-a to read as follows:\n   14    3-A. PRIOR TO THE EXPIRATION OF A RESIDENCY RESTRICTION ORDERED PURSU-\n   15  ANT  TO  SECTION ONE HUNDRED SIXTY-EIGHT-W OF THIS ARTICLE, THE DISTRICT\n   16  ATTORNEY MAY FILE A PETITION WITH THE SENTENCING COURT OR WITH THE COURT\n   17  WHICH ORDERED THE RESIDENCY RESTRICTION TO EXTEND THE DURATION  OF  SUCH\n   18  RESIDENCY RESTRICTION IN ACCORDANCE WITH SUBDIVISION FOUR OF SECTION ONE\n   19  HUNDRED  SIXTY-EIGHT-W OF THIS ARTICLE. THE PETITION SHALL SET FORTH THE\n   20  REASONS  FOR  SEEKING  TO  EXTEND  THE  DURATION   OF   SUCH   RESIDENCY\n   21  RESTRICTION.  THE DISTRICT ATTORNEY SHALL BEAR THE BURDEN OF PROVING NEW\n   22  FACTS  AND  CIRCUMSTANCES THAT WARRANT THE REQUESTED EXTENSION, BY CLEAR\n   23  AND CONVINCING EVIDENCE. IN THE EVENT THAT THE DISTRICT ATTORNEY'S PETI-\n   24  TION IS GRANTED, THE SEX OFFENDER MAY APPEAL AS OF RIGHT FROM THE ORDER,\n   25  PURSUANT TO THE PROVISIONS OF ARTICLES FIFTY-FIVE, FIFTY-SIX AND  FIFTY-\n   26  SEVEN  OF  THE  CIVIL  PRACTICE  LAW  AND  RULES. WHERE COUNSEL HAS BEEN\n   27  ASSIGNED TO REPRESENT THE OFFENDER UPON THE GROUND THAT  HE  OR  SHE  IS\n   28  FINANCIALLY UNABLE TO RETAIN COUNSEL, THAT ASSIGNMENT SHALL BE CONTINUED\n   29  THROUGHOUT  THE  PENDENCY OF THE APPEAL, AND THE PERSON MAY PROCEED AS A\n   30  POOR PERSON, PURSUANT TO ARTICLE EIGHTEEN-B OF THE COUNTY LAW.\n   31    S 11. Subdivision 4 of section 168-o of the correction law,  as  added\n   32  by chapter 453 of the laws of 1999, is amended to read as follows:\n   33    4.  Upon  receipt of a petition submitted pursuant to subdivision one,\n   34  two [or], TWO-A, three, OR THREE-A of  this  section,  the  court  shall\n   35  forward  a  copy  of  the  petition  to the board and request an updated\n   36  recommendation pertaining to the sex offender and shall provide  a  copy\n   37  of the petition to the other party.  The court shall also advise the sex\n   38  offender  that  he  or she has the right to be represented by counsel at\n   39  the hearing and counsel will be appointed if he or  she  is  financially\n   40  unable  to  retain  counsel.  A returnable form shall be enclosed in the\n   41  court's notice to the sex offender on which the sex offender  may  apply\n   42  for  assignment  of counsel.  If the sex offender applies for assignment\n   43  of counsel and the court finds that the offender is  financially  unable\n   44  to  retain  counsel,  the  court  shall  assign counsel to represent the\n   45  offender, pursuant to article eighteen-B of the county  law.  Where  the\n   46  petition was filed by a district attorney, at least thirty days prior to\n   47  making an updated recommendation the board shall notify the sex offender\n   48  and  his  or her counsel that the offender's case is under review and he\n   49  or she is permitted to submit to the board any information  relevant  to\n   50  the  review.    The  board's  updated recommendation on the sex offender\n   51  shall be confidential and shall not be available for public  inspection.\n   52  After  receiving  an  updated recommendation from the board concerning a\n   53  sex offender, the court shall, at least thirty days prior to ruling upon\n   54  the petition, provide a copy of the updated recommendation  to  the  sex\n   55  offender, the sex offender's counsel and the district attorney and noti-\n   56  fy  them,  in writing, of the date set by the court for a hearing on the\n\n       A. 3655                            10\n\n    1  petition. After reviewing the recommendation received from the board and\n    2  any relevant materials and evidence submitted by the  sex  offender  and\n    3  the  district  attorney,  the  court may grant or deny the petition. The\n    4  court  may  also consult with the victim prior to making a determination\n    5  on the petition. The court shall  render  an  order  setting  forth  its\n    6  determination,  and the findings of fact and conclusions of law on which\n    7  the determination is based. If the petition is granted, it shall be  the\n    8  obligation  of  the court to submit a copy of its order to the division.\n    9  Upon application of either party, the court shall seal  any  portion  of\n   10  the  court  file  or record which contains material that is confidential\n   11  under any state or federal statute.\n   12    S 12. Section 168-t of the correction law, as amended by  chapter  373\n   13  of the laws of 2007, is amended to read as follows:\n   14    S  168-t.  Penalty. Any sex offender required to register or to verify\n   15  pursuant to the provisions of this article  who  fails  to  register  or\n   16  verify  in  the  manner and within the time periods provided for in this\n   17  article shall be guilty of a class E  felony  upon  conviction  for  the\n   18  first  offense,  and  upon conviction for a second or subsequent offense\n   19  shall be guilty of a class D felony. Any sex offender who  violates  the\n   20  provisions of section one hundred sixty-eight-v of this article OR KNOW-\n   21  INGLY  VIOLATES  A RESIDENCY RESTRICTION IMPOSED PURSUANT TO SECTION ONE\n   22  HUNDRED SIXTY-EIGHT-W OF THIS ARTICLE shall  be  guilty  of  a  class  A\n   23  misdemeanor  upon  conviction for the first offense, and upon conviction\n   24  for a second or subsequent offense shall be guilty of a class D  felony.\n   25  Any such failure to register or verify may also be the basis for revoca-\n   26  tion of parole pursuant to section two hundred fifty-nine-i of the exec-\n   27  utive  law  or the basis for revocation of probation pursuant to article\n   28  four hundred ten of the criminal procedure law.\n   29    S 13. Section 168-w of the correction law, as  relettered  by  chapter\n   30  604  of  the laws of 2005, is relettered section 168-x and a new section\n   31  168-w is added to read as follows:\n   32    S 168-W. RESIDENCY RESTRICTION FOR CERTAIN SEX OFFENDERS. 1.  PURSUANT\n   33  TO SUBDIVISION THREE OF SECTION ONE HUNDRED  SIXTY-EIGHT-D,  SUBDIVISION\n   34  TWO  OF SECTION ONE HUNDRED SIXTY-EIGHT-K AND SUBDIVISION TWO OF SECTION\n   35  ONE HUNDRED SIXTY-EIGHT-N OF THIS ARTICLE, WHEN THE  COURT  WHICH  MAKES\n   36  THE  DETERMINATION REGARDING THE LEVEL OF NOTIFICATION OF A SEX OFFENDER\n   37  CLASSIFIES SUCH OFFENDER AS A LEVEL 2  OR  LEVEL  3  OFFENDER  AND  SUCH\n   38  OFFENDER  WAS CONVICTED OF A FELONY WHICH REQUIRES REGISTRATION PURSUANT\n   39  TO THIS ARTICLE AND, WHERE APPLICABLE, THE BOARD  HAS  RECOMMENDED  THAT\n   40  SUCH OFFENDER BE SUBJECT TO A RESIDENCY RESTRICTION, THE COURT MAY ORDER\n   41  THAT SUCH OFFENDER COMPLY WITH A RESIDENCY RESTRICTION ACCORDING TO THIS\n   42  SECTION.  SUCH RESIDENCY RESTRICTION MAY BE IMPOSED ONLY AFTER THE COURT\n   43  HAS APPLIED THE GUIDELINES ESTABLISHED IN SUBDIVISION FIVE-A OF  SECTION\n   44  ONE HUNDRED SIXTY-EIGHT-L OF THIS ARTICLE.\n   45    2. WHEN THE COURT DETERMINES THAT A RESIDENCY RESTRICTION IS NECESSARY\n   46  PURSUANT TO THE PROVISIONS OF THIS ARTICLE, THE COURT MAY ORDER THAT THE\n   47  SEX OFFENDER BE PROHIBITED FROM KNOWINGLY ESTABLISHING HIS OR HER PERMA-\n   48  NENT  RESIDENCE WITHIN UP TO ONE THOUSAND FEET OF ANY SCHOOL GROUNDS, AS\n   49  THE TERM IS DEFINED IN PARAGRAPH (A) OF SUBDIVISION FOURTEEN OF  SECTION\n   50  220.00  OF THE PENAL LAW. FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM\n   51  PERMANENT RESIDENCE SHALL MEAN THE PLACE WHERE THE OFFENDER MAINTAINS  A\n   52  FIXED,  PERMANENT  AND  PRINCIPAL  HOME AND TO WHICH HE OR SHE, WHENEVER\n   53  TEMPORARILY AWAY, INTENDS  TO  RETURN.  PERMANENT  RESIDENCE  SHALL  NOT\n   54  INCLUDE TEMPORARY OR TRANSITIONAL HOUSING SUCH AS A SHELTER, RESIDENTIAL\n   55  TREATMENT PROGRAM, OR OTHER SIMILAR TEMPORARY OR TRANSIENT HOUSING.\n\n       A. 3655                            11\n\n    1    3. THE COURT SHALL DETERMINE THE DURATION OF THE RESIDENCY RESTRICTION\n    2  IMPOSED   PURSUANT   TO   THIS  SECTION  PROVIDED,  HOWEVER,  THAT  SUCH\n    3  RESTRICTION SHALL NOT APPLY FOR MORE THAN TEN YEARS AFTER THE  LATER  OF\n    4  THE  OFFENDER'S  RELEASE  FROM  JAIL  OR PRISON OR THE PERIOD OR TERM OF\n    5  PROBATION,  PAROLE,  CONDITIONAL RELEASE OR POST-RELEASE SUPERVISION FOR\n    6  THE OFFENSE WHICH REQUIRES THE OFFENDER TO REGISTER AS  A  SEX  OFFENDER\n    7  PURSUANT  TO  THIS ARTICLE. IN CALCULATING THE DURATION OF THE RESIDENCY\n    8  RESTRICTION, ANY PERIOD OF TIME DURING WHICH THE OFFENDER IS INCARCERAT-\n    9  ED FOR ANY REASON AFTER SUCH RESIDENCY RESTRICTION IS ORDERED  SHALL  BE\n   10  EXCLUDED  AND  THE  DURATION  OF  THE RESTRICTION SHALL BE EXTENDED BY A\n   11  PERIOD OR PERIODS EQUAL TO THE TIME OF SUCH INCARCERATION.\n   12    4. WHERE THE COURT HAS GRANTED A PETITION TO EXTEND THE DURATION OF  A\n   13  RESIDENCY  RESTRICTION  PURSUANT  TO  SUBDIVISIONS  THREE-A  AND FOUR OF\n   14  SECTION ONE HUNDRED SIXTY-EIGHT-O OF THIS ARTICLE, SUCH EXTENSION MAY BE\n   15  FOR A PERIOD OF UP TO FIVE YEARS.\n   16    S 14. Paragraph (a) of subdivision 4-a of section 65.10 of  the  penal\n   17  law, as amended by chapter 67 of the laws of 2008, is amended to read as\n   18  follows:\n   19    (a)  When  imposing  a  sentence of probation or conditional discharge\n   20  upon a person convicted of an offense defined  in  article  one  hundred\n   21  thirty, two hundred thirty-five or two hundred sixty-three of this chap-\n   22  ter, or section 255.25, 255.26 or 255.27 of this chapter, and the victim\n   23  of  such  offense  was  under  the  age  of eighteen at the time of such\n   24  offense or such person has been designated a level  three  sex  offender\n   25  pursuant to subdivision six of section [168-l] ONE HUNDRED SIXTY-EIGHT-L\n   26  of the correction law, the court shall require, as a mandatory condition\n   27  of  such sentence, that such sentenced offender shall refrain from know-\n   28  ingly entering into or upon any school grounds, as that term is  defined\n   29  in PARAGRAPH (A) OF subdivision fourteen of section 220.00 of this chap-\n   30  ter, or any other facility or institution primarily used for the care or\n   31  treatment of persons under the age of eighteen while one or more of such\n   32  persons  under  the  age of eighteen are present, provided however, that\n   33  when such sentenced offender is a registered student or  participant  or\n   34  an employee of such facility or institution or entity contracting there-\n   35  with  or  has  a family member enrolled in such facility or institution,\n   36  such sentenced offender may, with the written authorization  of  his  or\n   37  her  probation  officer  or  the  court  and the superintendent or chief\n   38  administrator of such  facility,  institution  or  grounds,  enter  such\n   39  facility,  institution  or  upon  such  grounds for the limited purposes\n   40  authorized by the probation officer or the court and  superintendent  or\n   41  chief  officer.  Nothing  in  this  subdivision  shall  be  construed as\n   42  restricting any lawful condition of supervision that may be  imposed  on\n   43  such sentenced offender.\n   44    S 15. Subdivision 14 of section 259-c of the executive law, as amended\n   45  by chapter 320 of the laws of 2006, is amended to read as follows:\n   46    14.  notwithstanding any other provision of law to the contrary, where\n   47  a person serving a sentence  for  an  offense  defined  in  article  one\n   48  hundred  thirty,  one  hundred thirty-five or two hundred sixty-three of\n   49  the penal law or section 255.25, 255.26 or 255.27 of the penal  law  and\n   50  the  victim of such offense was under the age of eighteen at the time of\n   51  such offense or such person has been designated a level three sex offen-\n   52  der pursuant to subdivision six of section one hundred sixty-eight-l  of\n   53  the  correction  law,  is  released  on parole or conditionally released\n   54  pursuant to subdivision one or two of  this  section,  the  board  shall\n   55  require,  as  a mandatory condition of such release, that such sentenced\n   56  offender shall refrain from knowingly entering into or upon  any  school\n\n       A. 3655                            12\n\n    1  grounds,  as  that term is defined in PARAGRAPH (A) OF subdivision four-\n    2  teen of section 220.00 of the penal law, or any other facility or insti-\n    3  tution primarily used for the care or treatment of persons under the age\n    4  of  eighteen while one or more of such persons under the age of eighteen\n    5  are present, provided however, that when such sentenced  offender  is  a\n    6  registered  student  or  participant  or an employee of such facility or\n    7  institution or entity contracting  therewith  or  has  a  family  member\n    8  enrolled  in  such facility or institution, such sentenced offender may,\n    9  with the written authorization of his or  her  parole  officer  and  the\n   10  superintendent  or  chief administrator of such facility, institution or\n   11  grounds, enter such facility, institution or upon such grounds  for  the\n   12  limited  purposes authorized by the parole officer and superintendent or\n   13  chief officer.   Nothing in  this  subdivision  shall  be  construed  as\n   14  restricting  any  lawful condition of supervision that may be imposed on\n   15  such sentenced offender.\n   16    S 16. The opening paragraph of subdivision 4 of section 530.13 of  the\n   17  criminal  procedure  law, as amended by chapter 476 of the laws of 2009,\n   18  is amended to read as follows:\n   19    Upon conviction of any offense, where the  court  has  not  issued  an\n   20  order  of  protection  pursuant  to  section 530.12 of this article, the\n   21  court may, in addition to any other disposition, including a conditional\n   22  discharge  or  youthful  offender  adjudication,  enter  an   order   of\n   23  protection.  Where a temporary order of protection was issued, the court\n   24  shall state on the record the reasons for  issuing  or  not  issuing  an\n   25  order of protection. The duration of such an order shall be fixed by the\n   26  court  and; (A) in the case of a felony conviction, shall not exceed the\n   27  greater of: (i) eight years from the date of such  conviction,  or  (ii)\n   28  eight  years  from  the date of the expiration of the maximum term of an\n   29  indeterminate or the term of  a  determinate  sentence  of  imprisonment\n   30  actually  imposed;  or  (B)  in  the  case of a conviction for a class A\n   31  misdemeanor, shall not exceed the greater of: (i) five  years  from  the\n   32  date of such conviction, or (ii) five years from the date of the expira-\n   33  tion  of  the  maximum  term of a definite or intermittent term actually\n   34  imposed; or (C) in the case of a conviction for any other offense, shall\n   35  not exceed the greater of: (i) two years from the date of conviction, or\n   36  (ii) two years from the date of the expiration of the maximum term of  a\n   37  definite  or intermittent term actually imposed, PROVIDED, HOWEVER, THAT\n   38  IN THE CASE OF A CONVICTION FOR AN OFFENSE FOR WHICH REGISTRATION  AS  A\n   39  SEX OFFENDER IS REQUIRED PURSUANT TO SUBDIVISION TWO OR THREE OF SECTION\n   40  ONE  HUNDRED SIXTY-EIGHT-A OF THE CORRECTION LAW, AND THE VICTIM OF SUCH\n   41  OFFENSE WAS UNDER THE AGE OF EIGHTEEN AT THE TIME OF SUCH  OFFENSE,  THE\n   42  DURATION  OF  AN ORDER OF PROTECTION ISSUED PURSUANT TO THIS SUBDIVISION\n   43  MAY BE, BUT SHALL NOT EXCEED, THE GREATER  OF  THE  APPLICABLE  DURATION\n   44  PROVIDED  FOR  IN  THE FOREGOING PROVISIONS OF THIS SUBDIVISION OR UNTIL\n   45  THE VICTIM OF SUCH OFFENSE ATTAINS THE AGE OF EIGHTEEN.  For purposes of\n   46  determining the duration of an order of protection entered  pursuant  to\n   47  this  subdivision,  a conviction shall be deemed to include a conviction\n   48  that has been replaced by a youthful offender adjudication.  In addition\n   49  to any other conditions such an order may require that the defendant:\n   50    S 17. The opening paragraph of subdivision 4 of section 530.13 of  the\n   51  criminal  procedure  law, as amended by chapter 384 of the laws of 2001,\n   52  is amended to read as follows:\n   53    Upon conviction of any offense, where the  court  has  not  issued  an\n   54  order  of  protection  pursuant  to  section 530.12 of this article, the\n   55  court may, in addition to any other disposition, including a conditional\n   56  discharge  or  youthful  offender  adjudication,  enter  an   order   of\n\n       A. 3655                            13\n\n    1  protection.  Where a temporary order of protection was issued, the court\n    2  shall state on the record the reasons for  issuing  or  not  issuing  an\n    3  order of protection. The duration of such an order shall be fixed by the\n    4  court  and,  in  the  case  of a felony conviction, shall not exceed the\n    5  greater of: (i) five years from the date of  such  conviction,  or  (ii)\n    6  three  years  from  the date of the expiration of the maximum term of an\n    7  indeterminate sentence of imprisonment actually imposed; or in the  case\n    8  of  a conviction for a class A misdemeanor, shall not exceed three years\n    9  from the date of such conviction; or in the case of a conviction for any\n   10  other offense, shall not exceed one year from the  date  of  conviction,\n   11  PROVIDED,  HOWEVER,  THAT IN THE CASE OF A CONVICTION FOR AN OFFENSE FOR\n   12  WHICH REGISTRATION AS A SEX OFFENDER IS REQUIRED PURSUANT TO SUBDIVISION\n   13  TWO OR THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-A OF THE CORRECTION LAW,\n   14  AND THE VICTIM OF SUCH OFFENSE WAS UNDER THE AGE OF EIGHTEEN AT THE TIME\n   15  OF SUCH OFFENSE, THE DURATION OF AN ORDER OF PROTECTION ISSUED  PURSUANT\n   16  TO  THIS  SUBDIVISION  MAY  BE, BUT SHALL NOT EXCEED, THE GREATER OF THE\n   17  APPLICABLE DURATION PROVIDED FOR IN THE  FOREGOING  PROVISIONS  OF  THIS\n   18  SUBDIVISION OR UNTIL THE VICTIM OF SUCH OFFENSE ATTAINS THE AGE OF EIGH-\n   19  TEEN.    For  purposes  of  determining  the  duration  of  an  order of\n   20  protection entered pursuant to this subdivision, a conviction  shall  be\n   21  deemed  to  include  a  conviction  that has been replaced by a youthful\n   22  offender adjudication. In addition to any other conditions such an order\n   23  may require that the defendant:\n   24    S 18. No municipal corporation, as defined in section 2 of the general\n   25  municipal law, shall, on or after the effective date of the  chapter  of\n   26  the  laws  of 2011 that created this section, enact any local law, ordi-\n   27  nance, code, rule or regulation requiring a sex offender, as  such  term\n   28  is  defined  by  section  168-a  of the correction law, to comply with a\n   29  residency restriction. The provisions of this act shall  invalidate  and\n   30  preempt  any such local law, ordinance, code, rule or regulation enacted\n   31  after the effective date of the chapter of the laws of 2011  that  added\n   32  this section.\n   33    S  19.  The  provisions  of  this act shall preempt and invalidate any\n   34  local law, ordinance, code, rule or regulation enacted before the effec-\n   35  tive date of the chapter of the laws of 2011  that  added  this  section\n   36  requiring  a  sex  offender, as such term is defined by section 168-a of\n   37  the correction law, to comply with a residency restriction, except  that\n   38  nothing  in  this act shall preclude any local probation department from\n   39  enforcing any lawful condition of probation that may  be  imposed  on  a\n   40  sentenced offender.\n   41    S 20. The district attorney may file a petition to seek the imposition\n   42  of a residency restriction for: (i) a sex offender classified as a level\n   43  2  or  3 offender who stands convicted of a felony which requires regis-\n   44  tration pursuant to article 6-C of the correction  law  and  who  is  at\n   45  liberty  on  the effective date of this act; and (ii) a sex offender who\n   46  was convicted of a felony which requires registration pursuant to  arti-\n   47  cle  6-C  of  the correction law prior to the effective date of this act\n   48  and is incarcerated in a state or local  correctional  facility  on  the\n   49  effective date of this act and is classified as a level 2 or 3 offender.\n   50  A  petition  filed  pursuant  to  paragraph (i) of this section shall be\n   51  filed with the sentencing court or the court  which  made  the  determi-\n   52  nation  regarding  the level of notification of such offender within one\n   53  year of the effective date of this act. A  petition  filed  pursuant  to\n   54  paragraph  (ii) of this section shall be filed with the sentencing court\n   55  or the court which made the determination regarding the level of notifi-\n   56  cation of such offender within one year of the release of such  offender\n\n       A. 3655                            14\n\n    1  from incarceration. The petition shall set forth the reasons for seeking\n    2  the  residency  restriction  and  the  district  attorney shall bear the\n    3  burden, by clear and convincing evidence, of proving the facts  support-\n    4  ing  the  imposition of a residency restriction. Upon receipt of a peti-\n    5  tion submitted pursuant to this section, the court shall  proceed  in  a\n    6  manner  consistent with subdivision 4 of section 168-o of the correction\n    7  law. Applying the guidelines established in subdivision 5-a  of  section\n    8  168-1 of the correction law, the court shall determine whether to impose\n    9  a  residency  restriction on the offender named in the petition pursuant\n   10  to section 168-w of the correction law. In the event that  the  district\n   11  attorney's  petition is granted, the sex offender may appeal as of right\n   12  from the order, pursuant to the provisions of articles 55, 56 and 57  of\n   13  the  civil  practice  law  and rules. Where counsel has been assigned to\n   14  represent the offender upon the ground that he  or  she  is  financially\n   15  unable  to retain counsel, that assignment shall be continued throughout\n   16  the pendency of the appeal, and the person may proceed as a poor person,\n   17  pursuant to article eighteen-B of the county law.\n   18    S 21. This act shall take effect immediately, provided that the amend-\n   19  ments to the opening paragraph of subdivision 4 of section 530.13 of the\n   20  criminal procedure law made by section sixteen  of  this  act  shall  be\n   21  subject  to  the  expiration and reversion of such paragraph pursuant to\n   22  section 74 of chapter 3 of the laws of 1995, as amended, when upon  such\n   23  date the provisions of section seventeen of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, the penal law, the executive law and the criminal procedure law, in relation to establishing residency restrictions for sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622389
}