{
  "year" : 2011,
  "senateBillNo" : "A365-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A365-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crimes of dangerous driving in the fifth, fourth, third, second and first degrees",
  "summary" : "Creates the crimes of dangerous driving in the fifth, fourth, third, second and first degrees; imposes criminal liability on drivers who continue to operate motor vehicles in violation of the vehicle and traffic law and cause injury as a result. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2589-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          365\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CUSICK, LENTOL, GALEF, TITONE, TOBACCO -- read\n         once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to  creating  the  crimes  of\n         dangerous  driving  in  the  fifth,  fourth,  third,  second and first\n         degrees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  penal  law  is  amended  by adding five new sections\n    2  120.71, 120.72, 120.73, 120.74 and 120.75 to read as follows:\n    3  S 120.71 DANGEROUS DRIVING IN THE FIFTH DEGREE.\n    4    A PERSON IS GUILTY OF DANGEROUS DRIVING IN THE FIFTH DEGREE,  WHEN  HE\n    5  OR  SHE,  HAVING  BEEN CONVICTED WITHIN THE PRECEDING EIGHTEEN MONTHS OF\n    6  ANY TWO VIOLATIONS OF SECTION FIVE HUNDRED NINE,  FIVE  HUNDRED  ELEVEN,\n    7  SIX HUNDRED, ELEVEN HUNDRED EIGHTY-TWO, ELEVEN HUNDRED NINETY-TWO, ELEV-\n    8  EN  HUNDRED  NINETY-TWO-A  OR  TWELVE  HUNDRED TWELVE OF THE VEHICLE AND\n    9  TRAFFIC LAW, OPERATES A MOTOR  VEHICLE  IN  VIOLATION  OF  ANY  OF  SUCH\n   10  SECTIONS OF THE VEHICLE AND TRAFFIC LAW, AND IN DOING SO CAUSES PHYSICAL\n   11  INJURY TO ANOTHER PERSON.\n   12    DANGEROUS DRIVING IN THE FIFTH DEGREE IS A CLASS A MISDEMEANOR.\n   13  S 120.72 DANGEROUS DRIVING IN THE FOURTH DEGREE.\n   14    A  PERSON IS GUILTY OF DANGEROUS DRIVING IN THE FOURTH DEGREE, WHEN HE\n   15  OR SHE, KNOWINGLY HAS IN EFFECT THREE OR MORE SUSPENSIONS, IMPOSED ON AT\n   16  LEAST THREE SEPARATE DATES FOR FAILURE TO ANSWER, APPEAR, OR PAY A  FINE\n   17  PURSUANT  TO  SUBDIVISION THREE OF SECTION TWO HUNDRED TWENTY-SIX OF THE\n   18  VEHICLE AND TRAFFIC LAW OR PARAGRAPH A OF SUBDIVISION  FOUR  OF  SECTION\n   19  FIVE  HUNDRED  TEN  OF THE VEHICLE AND TRAFFIC LAW AND WHILE OPERATING A\n   20  MOTOR VEHICLE CAUSES PHYSICAL INJURY TO ANOTHER PERSON.\n   21    DANGEROUS DRIVING IN THE FOURTH DEGREE IS A CLASS E FELONY.\n   22  S 120.73 DANGEROUS DRIVING IN THE THIRD DEGREE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00517-01-1\n\n       A. 365                              2\n\n    1    A PERSON IS GUILTY OF DANGEROUS DRIVING IN THE THIRD DEGREE,  WHEN  HE\n    2  OR  SHE, (A) KNOWINGLY HAS IN EFFECT TEN OR MORE SUSPENSIONS, IMPOSED ON\n    3  AT LEAST TEN SEPARATE DATES FOR FAILURE TO ANSWER, APPEAR, OR PAY A FINE\n    4  PURSUANT TO SUBDIVISION THREE OF SECTION TWO HUNDRED TWENTY-SIX  OF  THE\n    5  VEHICLE  AND  TRAFFIC  LAW OR PARAGRAPH A OF SUBDIVISION FOUR OF SECTION\n    6  FIVE HUNDRED TEN OF THE VEHICLE AND TRAFFIC LAW AND  WHILE  OPERATING  A\n    7  MOTOR  VEHICLE CAUSES PHYSICAL INJURY TO ANOTHER PERSON; (B) HAVING BEEN\n    8  CONVICTED WITHIN THE PRECEDING EIGHTEEN MONTHS OF ANY TWO VIOLATIONS  OF\n    9  SECTION  FIVE  HUNDRED  NINE,  FIVE  HUNDRED ELEVEN, SIX HUNDRED, ELEVEN\n   10  HUNDRED  EIGHTY-TWO,   ELEVEN   HUNDRED   NINETY-TWO,   ELEVEN   HUNDRED\n   11  NINETY-TWO-A,  OR  TWELVE HUNDRED TWELVE OF THE VEHICLE AND TRAFFIC LAW,\n   12  OPERATES A MOTOR VEHICLE IN VIOLATION OF ANY SUCH SECTIONS OF THE  VEHI-\n   13  CLE  AND  TRAFFIC LAW, AND IN DOING SO CAUSES SERIOUS PHYSICAL INJURY TO\n   14  ANOTHER PERSON; OR (C) WHEN HE OR SHE, KNOWINGLY HAS IN EFFECT THREE  OR\n   15  MORE  SUSPENSIONS,  IMPOSED ON AT LEAST THREE SEPARATE DATES FOR FAILURE\n   16  TO ANSWER, APPEAR, OR PAY  A  FINE  PURSUANT  TO  SUBDIVISION  THREE  OF\n   17  SECTION  TWO  HUNDRED TWENTY-SIX OF THE VEHICLE AND TRAFFIC LAW OR PARA-\n   18  GRAPH A OF SUBDIVISION FOUR OF SECTION FIVE HUNDRED TEN OF  THE  VEHICLE\n   19  AND TRAFFIC LAW AND WHILE OPERATING A MOTOR VEHICLE CAUSES SERIOUS PHYS-\n   20  ICAL INJURY TO ANOTHER PERSON.\n   21    DANGEROUS DRIVING IN THE THIRD DEGREE IS A CLASS D FELONY.\n   22  S 120.74 DANGEROUS DRIVING IN THE SECOND DEGREE.\n   23    A  PERSON IS GUILTY OF DANGEROUS DRIVING IN THE SECOND DEGREE, WHEN HE\n   24  OR SHE, (A) KNOWINGLY HAS IN EFFECT TEN OR MORE SUSPENSIONS, IMPOSED  ON\n   25  AT LEAST TEN SEPARATE DATES FOR FAILURE TO ANSWER, APPEAR, OR PAY A FINE\n   26  PURSUANT  TO  SUBDIVISION THREE OF SECTION TWO HUNDRED TWENTY-SIX OF THE\n   27  VEHICLE AND TRAFFIC LAW OR PARAGRAPH A OF SUBDIVISION  FOUR  OF  SECTION\n   28  FIVE  HUNDRED  TEN  OF THE VEHICLE AND TRAFFIC LAW AND WHILE OPERATING A\n   29  MOTOR VEHICLE CAUSES SERIOUS PHYSICAL INJURY TO ANOTHER PERSON;  OR  (B)\n   30  HAVING  BEEN  CONVICTED  WITHIN THE PRECEDING EIGHTEEN MONTHS OF ANY TWO\n   31  VIOLATIONS OF SECTION  FIVE  HUNDRED  NINE,  FIVE  HUNDRED  ELEVEN,  SIX\n   32  HUNDRED,  ELEVEN  HUNDRED  EIGHTY-TWO, ELEVEN HUNDRED NINETY-TWO, ELEVEN\n   33  HUNDRED NINETY-TWO-A, OR TWELVE HUNDRED TWELVE OF THE VEHICLE AND  TRAF-\n   34  FIC  LAW, HE OR SHE OPERATES A MOTOR VEHICLE IN VIOLATION OF ANY OF SUCH\n   35  SECTIONS OF THE VEHICLE AND TRAFFIC LAW, AND  IN  DOING  SO  CAUSES  THE\n   36  DEATH OF ANOTHER PERSON.\n   37    DANGEROUS DRIVING IN THE SECOND DEGREE IS A CLASS C FELONY.\n   38  S 120.75 DANGEROUS DRIVING IN THE FIRST DEGREE.\n   39    A  PERSON  IS GUILTY OF DANGEROUS DRIVING IN THE FIRST DEGREE, WHEN HE\n   40  OR SHE, KNOWINGLY HAS IN EFFECT TEN OR MORE SUSPENSIONS, IMPOSED  ON  AT\n   41  LEAST  TEN  SEPARATE  DATES FOR FAILURE TO ANSWER, APPEAR, OR PAY A FINE\n   42  PURSUANT TO SUBDIVISION THREE OF SECTION TWO HUNDRED TWENTY-SIX  OF  THE\n   43  VEHICLE  AND  TRAFFIC  LAW OR PARAGRAPH A OF SUBDIVISION FOUR OF SECTION\n   44  FIVE HUNDRED TEN OF THE VEHICLE AND TRAFFIC LAW AND  WHILE  OPERATING  A\n   45  MOTOR VEHICLE CAUSES THE DEATH OF ANOTHER PERSON.\n   46    DANGEROUS DRIVING IN THE FIRST DEGREE IS A CLASS B FELONY.\n   47    S 2. This act shall take effect on the first of November next succeed-\n   48  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crimes of dangerous driving in the fifth, fourth, third, second and first degrees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T153616.TXT", "SOBI.D101227.T120553.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293469553817
}