{
  "year" : 2011,
  "senateBillNo" : "A3653-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3653-2011-1296018000000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires motor vehicle sales contracts to be written in the language in which such contracts were negotiated",
  "summary" : "Requires motor vehicle sales and lease contract terms be written in the language in which such contracts were negotiated; requires retail motor vehicle dealers who negotiate primarily in languages other than English deliver to consumers a translation of such contracts in the language in which such contracts were negotiated; provides remedies to aggrieved consumers. ",
  "currentCommittee" : null,
  "sameAs" : "S900",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A5017-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3653\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. P. RIVERA, MILLMAN, J. RIVERA, COLTON -- Multi-\n         Sponsored by -- M. of A. ARROYO, BOYLAND,  CAHILL,  CLARK,  GOTTFRIED,\n         HEASTIE,  HIKIND,  HOOPER,  JACOBS,  V. LOPEZ,  MAYERSOHN,  McDONOUGH,\n         ORTIZ, RAMOS, N. RIVERA, ROBINSON, TITUS,  TOWNS,  WEINSTEIN,  WEISEN-\n         BERG,  WRIGHT  --  read once and referred to the Committee on Consumer\n         Affairs and Protection\n\n       AN ACT to amend the general business law and the personal property  law,\n         in  relation  to  requiring  certain  contracts  to  be written in the\n         language in which such contracts were negotiated\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  396-p  of  the general business law, as added by\n    2  chapter 736 of the laws of 1978, is amended by adding a new  subdivision\n    3  2-a to read as follows:\n    4    2-A.  ANY  RETAIL  DEALER WHO NEGOTIATES PRIMARILY IN A LANGUAGE OTHER\n    5  THAN ENGLISH, ORALLY OR IN WRITING, IN THE COURSE  OF  ENTERING  INTO  A\n    6  CONTRACT  PROVIDED  FOR  IN  PARAGRAPH  (B)  OF  SUBDIVISION ONE OF THIS\n    7  SECTION, SHALL DELIVER TO THE CONSUMER WHO IS THE OTHER  PARTY  TO  SUCH\n    8  CONTRACT AND PRIOR TO THE EXECUTION OF SUCH CONTRACT, AN UNSIGNED TRANS-\n    9  LATION  OF  SUCH  CONTRACT,  IN  THE LANGUAGE IN WHICH SUCH CONTRACT WAS\n   10  NEGOTIATED.\n   11    (A) IN ADDITION TO THE PENALTIES IMPOSED UNDER SUBDIVISION SIX OF THIS\n   12  SECTION, FAILURE TO COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION SHALL\n   13  ENTITLE THE AGGRIEVED CONSUMER TO CANCEL SUCH CONTRACT. UPON  A  FAILURE\n   14  TO COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION, THE AGGRIEVED CONSUM-\n   15  ER  MAY CANCEL THE CONTRACT. FOR PURPOSES OF THIS SUBDIVISION, CANCELLA-\n   16  TION SHALL BE DEEMED TO HAVE OCCURRED WHEN WRITTEN NOTICE  OF  CANCELLA-\n   17  TION  IS  GIVEN TO THE RETAIL DEALER. NOTICE OF CANCELLATION, IF MAILED,\n   18  SHALL BE DEEMED DELIVERED ON THE DATE OF THE POSTMARK. NOTICE OF CANCEL-\n   19  LATION SHALL BE SUFFICIENT IF SUCH NOTICE INDICATES THE INTENTION OF THE\n   20  CONSUMER NOT TO BE BOUND BY SUCH  CONTRACT.  IF  A  CONSUMER  CANCELS  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00046-01-1\n\n       A. 3653                             2\n\n    1  CONTRACT  PURSUANT TO THIS PARAGRAPH, THE RETAIL DEALER SHALL NOT IMPOSE\n    2  ANY PENALTY OR OBLIGATION UPON SUCH CONSUMER. WHEN A CONTRACT, WHICH HAS\n    3  BEEN SOLD AND ASSIGNED TO A FINANCIAL INSTITUTION IS  CANCELED  PURSUANT\n    4  TO  THIS  SUBDIVISION,  SUCH CONSUMER SHALL MAKE RESTITUTION TO AND HAVE\n    5  RESTITUTION MADE BY THE RETAIL DEALER WITH  WHOM  HE  OR  SHE  MADE  THE\n    6  CONTRACT,  AND  SHALL  GIVE  NOTICE  OF  CANCELLATION  TO  THE ASSIGNEE.\n    7  NOTWITHSTANDING THAT THE CONTRACT WAS  ASSIGNED  WITHOUT  RECOURSE,  THE\n    8  ASSIGNMENT  SHALL  BE  DEEMED  CANCELED  AND THE ASSIGNOR SHALL PROMPTLY\n    9  REPURCHASE THE CONTRACT FROM THE ASSIGNEE.\n   10    (B) THE TERMS OF  THE  CONTRACT  WHICH  IS  EXECUTED  IN  THE  ENGLISH\n   11  LANGUAGE  SHALL  DETERMINE  THE  RIGHTS  AND OBLIGATIONS OF THE PARTIES.\n   12  HOWEVER, THE TRANSLATION OF THE CONTRACT  IN  ANY  LANGUAGE  OTHER  THAN\n   13  ENGLISH  IN  WHICH  THE  CONTRACT  WAS NEGOTIATED SHALL BE ADMISSIBLE IN\n   14  EVIDENCE ONLY TO SHOW THAT NO CONTRACT WAS ENTERED  INTO  BECAUSE  OF  A\n   15  SUBSTANTIAL  DIFFERENCE  IN  THE  MATERIAL  TERMS  AND CONDITIONS OF THE\n   16  CONTRACT AND THE TRANSLATION.\n   17    (C) THE PROVISIONS OF THIS SUBDIVISION SHALL BE  IN  ADDITION  TO  ANY\n   18  OTHER RIGHTS TO REVOKE AN OFFER.\n   19    S 2. The general business law is amended by adding a new section 198-d\n   20  to read as follows:\n   21    S  198-D. CONTRACTS IN CERTAIN LANGUAGES FOR THE SALE OR LEASE OF USED\n   22  MOTOR VEHICLES. ANY RETAIL DEALER WHO NEGOTIATES PRIMARILY IN A LANGUAGE\n   23  OTHER THAN ENGLISH, ORALLY OR IN WRITING, IN THE COURSE OF ENTERING INTO\n   24  A CONTRACT FOR THE SALE OR LEASE OF A USED MOTOR VEHICLE WITH A  CONSUM-\n   25  ER,  SHALL  DELIVER  TO  SUCH  CONSUMER  WHO  IS THE OTHER PARTY TO SUCH\n   26  CONTRACT AND PRIOR TO THE EXECUTION OF SUCH CONTRACT, AN UNSIGNED TRANS-\n   27  LATION OF SUCH CONTRACT, IN THE LANGUAGE  IN  WHICH  SUCH  CONTRACT  WAS\n   28  NEGOTIATED.\n   29    A.  IN  ADDITION  TO THE PENALTIES IMPOSED UNDER SUBDIVISION D OF THIS\n   30  SECTION, FAILURE TO COMPLY WITH THE PROVISIONS  OF  THIS  SECTION  SHALL\n   31  ENTITLE  THE  AGGRIEVED CONSUMER TO CANCEL SUCH CONTRACT. UPON A FAILURE\n   32  TO COMPLY WITH THE PROVISIONS OF THIS SECTION,  THE  AGGRIEVED  CONSUMER\n   33  MAY  CANCEL  THE  CONTRACT.  FOR  PURPOSES OF THIS SECTION, CANCELLATION\n   34  SHALL BE DEEMED TO HAVE OCCURRED WHEN WRITTEN NOTICE OF CANCELLATION  IS\n   35  GIVEN  TO THE RETAIL DEALER. NOTICE OF CANCELLATION, IF MAILED, SHALL BE\n   36  DEEMED DELIVERED ON THE DATE OF THE  POSTMARK.  NOTICE  OF  CANCELLATION\n   37  SHALL  BE  SUFFICIENT  IF  SUCH  NOTICE  INDICATES  THE INTENTION OF THE\n   38  CONSUMER NOT TO BE BOUND BY SUCH  CONTRACT.  IF  A  CONSUMER  CANCELS  A\n   39  CONTRACT  PURSUANT  TO  THIS  SUBDIVISION,  THE  RETAIL DEALER SHALL NOT\n   40  IMPOSE ANY PENALTY OR OBLIGATION UPON SUCH CONSUMER.  WHEN  A  CONTRACT,\n   41  WHICH  HAS BEEN SOLD AND ASSIGNED TO A FINANCIAL INSTITUTION IS CANCELED\n   42  PURSUANT TO THIS SUBDIVISION, SUCH CONSUMER SHALL  MAKE  RESTITUTION  TO\n   43  AND  HAVE RESTITUTION MADE BY THE RETAIL DEALER WITH WHOM HE OR SHE MADE\n   44  THE CONTRACT, AND SHALL GIVE NOTICE OF  CANCELLATION  TO  THE  ASSIGNEE.\n   45  NOTWITHSTANDING  THAT  THE  CONTRACT  WAS ASSIGNED WITHOUT RECOURSE, THE\n   46  ASSIGNMENT SHALL BE DEEMED CANCELED  AND  THE  ASSIGNOR  SHALL  PROMPTLY\n   47  REPURCHASE THE CONTRACT FROM THE ASSIGNEE.\n   48    B. THE TERMS OF THE CONTRACT WHICH IS EXECUTED IN THE ENGLISH LANGUAGE\n   49  SHALL  DETERMINE THE RIGHTS AND OBLIGATIONS OF THE PARTIES. HOWEVER, THE\n   50  TRANSLATION OF THE CONTRACT IN ANY LANGUAGE OTHER THAN ENGLISH IN  WHICH\n   51  THE CONTRACT WAS NEGOTIATED SHALL BE ADMISSIBLE IN EVIDENCE ONLY TO SHOW\n   52  THAT NO CONTRACT WAS ENTERED INTO BECAUSE OF A SUBSTANTIAL DIFFERENCE IN\n   53  THE MATERIAL TERMS AND CONDITIONS OF THE CONTRACT AND THE TRANSLATION.\n   54    C.  THE  PROVISIONS  OF THIS SECTION SHALL BE IN ADDITION TO ANY OTHER\n   55  RIGHTS TO REVOKE AN OFFER.\n\n       A. 3653                             3\n\n    1    D. ANY RETAIL DEALER OR EMPLOYEE OF A DEALER WHO VIOLATES ANY  OF  THE\n    2  PROVISIONS  OF  THIS  SECTION SHALL BE SUBJECT TO A CIVIL PENALTY NOT TO\n    3  EXCEED FIFTY DOLLARS FOR THE FIRST OFFENSE AND TWO HUNDRED FIFTY DOLLARS\n    4  FOR THE SECOND AND EACH SUBSEQUENT OFFENSE.\n    5    S  3.  Section 337 of the personal property law is amended by adding a\n    6  new subdivision 5-a to read as follows:\n    7    5-A. ANY RETAIL DEALER WHO NEGOTIATES PRIMARILY IN  A  LANGUAGE  OTHER\n    8  THAN  ENGLISH,  ORALLY  OR  IN WRITING, IN THE COURSE OF ENTERING INTO A\n    9  RETAIL LEASE AGREEMENT PROVIDED FOR IN THIS SECTION,  SHALL  DELIVER  TO\n   10  THE  CONSUMER  WHO IS THE OTHER PARTY TO SUCH AGREEMENT AND PRIOR TO THE\n   11  EXECUTION OF SUCH AGREEMENT, AN UNSIGNED TRANSLATION OF SUCH  AGREEMENT,\n   12  IN THE LANGUAGE IN WHICH SUCH AGREEMENT WAS NEGOTIATED.\n   13    (A)  IN  ADDITION TO THE PENALTIES IMPOSED UNDER SECTION THREE HUNDRED\n   14  FORTY-SIX OF THIS ARTICLE, FAILURE TO COMPLY WITH THE PROVISIONS OF THIS\n   15  SUBDIVISION SHALL ENTITLE THE AGGRIEVED CONSUMER TO CANCEL  SUCH  AGREE-\n   16  MENT.  UPON A FAILURE TO COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION,\n   17  THE AGGRIEVED CONSUMER MAY CANCEL THE AGREEMENT. FOR  PURPOSES  OF  THIS\n   18  SUBDIVISION,  CANCELLATION SHALL BE DEEMED TO HAVE OCCURRED WHEN WRITTEN\n   19  NOTICE OF CANCELLATION IS GIVEN TO THE RETAIL DEALER. NOTICE OF  CANCEL-\n   20  LATION,  IF  MAILED,  SHALL BE DEEMED DELIVERED ON THE DATE OF THE POST-\n   21  MARK. NOTICE OF CANCELLATION SHALL BE SUFFICIENT IF  SUCH  NOTICE  INDI-\n   22  CATES  THE  INTENTION OF THE CONSUMER NOT TO BE BOUND BY SUCH AGREEMENT.\n   23  IF A CONSUMER CANCELS AN  AGREEMENT  PURSUANT  TO  THIS  PARAGRAPH,  THE\n   24  RETAIL  DEALER  SHALL  NOT  IMPOSE  ANY  PENALTY OR OBLIGATION UPON SUCH\n   25  CONSUMER. WHEN AN AGREEMENT, WHICH HAS  BEEN  SOLD  AND  ASSIGNED  TO  A\n   26  FINANCIAL  INSTITUTION  IS  CANCELED  PURSUANT TO THIS SUBDIVISION, SUCH\n   27  CONSUMER SHALL MAKE RESTITUTION TO AND  HAVE  RESTITUTION  MADE  BY  THE\n   28  RETAIL  DEALER  WITH  WHOM  HE OR SHE MADE THE AGREEMENT, AND SHALL GIVE\n   29  NOTICE OF CANCELLATION TO THE ASSIGNEE.  NOTWITHSTANDING THAT THE AGREE-\n   30  MENT WAS ASSIGNED WITHOUT  RECOURSE,  THE  ASSIGNMENT  SHALL  BE  DEEMED\n   31  CANCELED  AND  THE ASSIGNOR SHALL PROMPTLY REPURCHASE THE AGREEMENT FROM\n   32  THE ASSIGNEE.\n   33    (B) THE TERMS OF THE  AGREEMENT  WHICH  IS  EXECUTED  IN  THE  ENGLISH\n   34  LANGUAGE  SHALL  DETERMINE  THE  RIGHTS  AND OBLIGATIONS OF THE PARTIES.\n   35  HOWEVER, THE TRANSLATION OF THE AGREEMENT IN  ANY  LANGUAGE  OTHER  THAN\n   36  ENGLISH  IN  WHICH  THE  AGREEMENT WAS NEGOTIATED SHALL BE ADMISSIBLE IN\n   37  EVIDENCE ONLY TO SHOW THAT NO CONTRACT WAS ENTERED  INTO  BECAUSE  OF  A\n   38  SUBSTANTIAL  DIFFERENCE  IN  THE  MATERIAL  TERMS  AND CONDITIONS OF THE\n   39  AGREEMENT AND THE TRANSLATION.\n   40    (C) THE PROVISIONS OF THIS SUBDIVISION SHALL BE  IN  ADDITION  TO  ANY\n   41  OTHER RIGHTS TO REVOKE AN OFFER.\n   42    S 4. This act shall take effect on the one hundred twentieth day after\n   43  it  shall have become a law and shall apply to contracts entered into on\n   44  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the personal property law, in relation to requiring certain contracts to be written in the language in which such contracts were negotiated ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622381
}