{
  "year" : 2011,
  "senateBillNo" : "A3658-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to correction",
    "billEventId" : "A3658-2011-1296018000000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a certificate of restoration; repealer",
  "summary" : "Establishes a certificate of restoration to replace the terms \"certificate of good conduct\" and \"certificate of relief from disabilities\" and the repeal of certain provisions relating to certificates of good conduct. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "AA4923-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3658\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. AUBRY, LENTOL, WRIGHT, GLICK, V. LOPEZ, CAMARA,\n         JAFFEE, BOYLAND, ROBINSON, JEFFRIES -- Multi-Sponsored by -- M. of  A.\n         CAHILL,  CLARK,  GOTTFRIED,  HEASTIE, HIKIND, MAISEL, MARKEY, McENENY,\n         PEOPLES-STOKES, REILLY, TITONE, WEISENBERG -- read once  and  referred\n         to the Committee on Correction\n\n       AN  ACT to amend the correction law, the executive law, the tax law, the\n         alcoholic beverage control law, the agriculture and markets  law,  the\n         public health law, the general municipal law, the town law, the educa-\n         tion  law,  the  general  business law, the insurance law, the banking\n         law, the penal law, the civil rights law, the real property  law,  the\n         administrative  code of the city of New York and the vehicle and traf-\n         fic law, in relation to establishing a certificate of  restoration  to\n         replace  the certificate of good conduct and the certificate of relief\n         from disabilities; and to repeal certain provisions of the  correction\n         law relating to certificates of good conduct\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of  subdivision  1  of  section  700  of  the\n    2  correction  law,  as  amended  by  section  342  of the laws of 1972, is\n    3  amended to read as follows:\n    4    (a) \"Eligible offender\" shall mean a person who has been convicted  of\n    5  a crime or of an offense[, but who has not been convicted more than once\n    6  of a felony].\n    7    S  2.  Section 701 of the correction law, as amended by chapter 342 of\n    8  the laws of 1972, subdivision 2 as amended by section 2 of  chapter  235\n    9  of the laws of 2007, is amended to read as follows:\n   10    S  701.  Certificate  of  [relief from disabilities] RESTORATION. 1. A\n   11  certificate of [relief from disabilities] RESTORATION may be granted  as\n   12  provided  in this article to relieve an eligible offender of any forfei-\n   13  ture or disability, or to remove any bar  to  his  employment,  automat-\n   14  ically imposed by law by reason of his conviction of the crime or of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04835-01-1\n\n       A. 3658                             2\n\n    1  offense  specified  therein.  Such  certificate may be limited to one or\n    2  more enumerated forfeitures, disabilities or bars, or  may  relieve  the\n    3  eligible  offender of all forfeitures, disabilities and bars. [Provided,\n    4  however,  that no such certificate shall apply, or be construed so as to\n    5  apply, to the right of such person to  retain  or  to  be  eligible  for\n    6  public office.]\n    7    2. Notwithstanding any other provision of law, except subdivision five\n    8  of  section  twenty-eight  hundred six of the public health law or para-\n    9  graph (b) of subdivision two of section eleven hundred  ninety-three  of\n   10  the  vehicle  and  traffic law, a conviction of a crime or of an offense\n   11  specified in a certificate of  [relief  from  disabilities]  RESTORATION\n   12  shall  not  cause  automatic  forfeiture  of  any  license, other than a\n   13  license issued pursuant to section 400.00 of the penal law to  a  person\n   14  convicted  of a class A-I felony or a violent felony offense, as defined\n   15  in subdivision one of section 70.02 of the penal  law,  permit,  employ-\n   16  ment,  or  franchise,  including the right to register for or vote at an\n   17  election, or automatic forfeiture of any other right or privilege,  held\n   18  by  the eligible offender and covered by the certificate. Nor shall such\n   19  conviction be deemed to be  a  conviction  within  the  meaning  of  any\n   20  provision  of  law that imposes, by reason of a conviction, a bar to any\n   21  employment, a disability to exercise any right, or a disability to apply\n   22  for or to receive any license, permit, or other authority  or  privilege\n   23  covered  by  the certificate; provided, however, that a conviction for a\n   24  second or subsequent violation of  any  subdivision  of  section  eleven\n   25  hundred  ninety-two  of the vehicle and traffic law committed within the\n   26  preceding ten years shall impose a disability to apply for or receive an\n   27  operator's license during the period provided in such law; and  provided\n   28  further,  however, that a conviction for a class A-I felony or a violent\n   29  felony offense, as defined in subdivision one of section  70.02  of  the\n   30  penal  law,  shall impose a disability to apply for or receive a license\n   31  or permit issued pursuant to section 400.00 of the penal law. A  certif-\n   32  icate  of  [relief  from  a  disability] RESTORATION imposed pursuant to\n   33  subparagraph (v) of paragraph b of subdivision two and paragraphs i  and\n   34  j  of  subdivision  six  of  section five hundred ten of the vehicle and\n   35  traffic law may only be issued  upon  a  determination  that  compelling\n   36  circumstances warrant such relief.\n   37    3.  A certificate of [relief from disabilities] RESTORATION shall not,\n   38  however, in any way prevent any judicial, administrative,  licensing  or\n   39  other  body,  board or authority from relying upon the conviction speci-\n   40  fied therein as the basis for the exercise of its discretionary power to\n   41  suspend, revoke, refuse to issue or refuse to renew any license,  permit\n   42  or other authority or privilege.\n   43    S 3. Subdivision 2 of section 701 of the correction law, as amended by\n   44  section  3  of  chapter  235  of the laws of 2007, is amended to read as\n   45  follows:\n   46    2. Notwithstanding any other provision of law, except subdivision five\n   47  of section twenty-eight hundred six of the public health  law  or  para-\n   48  graph  (b)  of subdivision two of section eleven hundred ninety-three of\n   49  the vehicle and traffic law, a conviction of a crime or  of  an  offense\n   50  specified  in  a  certificate  of [relief from disabilities] RESTORATION\n   51  shall not cause automatic  forfeiture  of  any  license,  other  than  a\n   52  license  issued  pursuant to section 400.00 of the penal law to a person\n   53  convicted of a class A-I felony or a violent felony offense, as  defined\n   54  in  subdivision  one  of section 70.02 of the penal law, permit, employ-\n   55  ment, or franchise, including the right to register for or  vote  at  an\n   56  election,  or automatic forfeiture of any other right or privilege, held\n\n       A. 3658                             3\n\n    1  by the eligible offender and covered by the certificate. Nor shall  such\n    2  conviction  be  deemed  to  be  a  conviction  within the meaning of any\n    3  provision of law that imposes, by reason of a conviction, a bar  to  any\n    4  employment, a disability to exercise any right, or a disability to apply\n    5  for  or  to receive any license, permit, or other authority or privilege\n    6  covered by the certificate; provided, however, that a conviction  for  a\n    7  second  or  subsequent  violation  of  any subdivision of section eleven\n    8  hundred ninety-two of the vehicle and traffic law committed  within  the\n    9  preceding ten years shall impose a disability to apply for or receive an\n   10  operator's  license during the period provided in such law; and provided\n   11  further, however, that a conviction for a class A-I felony or a  violent\n   12  felony  offense,  as  defined in subdivision one of section 70.02 of the\n   13  penal law, shall impose a disability to apply for or receive  a  license\n   14  or permit issued pursuant to section 400.00 of the penal law.\n   15    S  4.  Section 702 of the correction law, as amended by chapter 342 of\n   16  the laws of 1972, the section heading as amended by chapter 931  of  the\n   17  laws  of 1976, subdivision 3 as amended by section 64 of part A of chap-\n   18  ter 56 of the laws of 2010 and subdivision 6 as amended by  chapter  720\n   19  of the laws of 2006, is amended to read as follows:\n   20    S  702.  Certificates of [relief from disabilities] RESTORATION issued\n   21  by courts. 1. Any court of this state [may, in its  discretion,]  SHALL,\n   22  ABSENT  A  FINDING  THAT  ISSUANCE  OF  SUCH CERTIFICATE WILL JEOPARDIZE\n   23  PUBLIC SAFETY, issue a certificate of [relief from disabilities]  RESTO-\n   24  RATION  AT  THE  TIME  OF  SENTENCING  to  an  eligible  offender  for a\n   25  conviction that occurred in such court, if the court [either (a) imposed\n   26  a revokable sentence or (b)] imposed a sentence other than one  executed\n   27  by  commitment  to  an  institution  under the jurisdiction of the state\n   28  department of correctional services. Such certificate  [may  be]  issued\n   29  [(i)]  at  the time sentence is pronounced[, in which case it] may grant\n   30  relief from forfeitures as well as from disabilities[, or  (ii)  at  any\n   31  time  thereafter,  in  which  case it shall apply only to disabilities].\n   32  WHERE THE COURT FINDS THAT ISSUANCE OF  THE  CERTIFICATE  AT  SENTENCING\n   33  WILL  JEOPARDIZE  PUBLIC  SAFETY,  SUCH  CERTIFICATE  SHALL BE ISSUED AS\n   34  FOLLOWS:\n   35    (A) FOR AN OFFENDER WHO RECEIVES A REVOCABLE SENTENCE,  SUCH  OFFENDER\n   36  SHALL  BE ISSUED SUCH CERTIFICATE AFTER SERVING ONE YEAR OF SUCH REVOCA-\n   37  BLE SENTENCE IMPOSED BY THE COURT PROVIDED THAT SUCH  OFFENDER  HAS  NOT\n   38  BEEN CONVICTED OF A NEW CRIME DURING THAT TIME AND IS NOT THE SUBJECT OF\n   39  AN UNDISPOSED ARREST. SUCH CERTIFICATE SHALL APPLY ONLY TO DISABILITIES.\n   40  IN ORDER TO RECEIVE SUCH A CERTIFICATE, THE ELIGIBLE OFFENDER MUST APPLY\n   41  TO THE COURT IN WHICH THEY WERE SENTENCED.\n   42    (B)  FOR AN OFFENDER WHO RECEIVES A DEFINITE SENTENCE OF IMPRISONMENT,\n   43  SUCH OFFENDER SHALL BE ISSUED SUCH CERTIFICATE ONE  YEAR  AFTER  RELEASE\n   44  FROM INCARCERATION PROVIDED THAT SUCH OFFENDER HAS NOT BEEN CONVICTED OF\n   45  A  NEW  CRIME  DURING  THAT TIME AND IS NOT THE SUBJECT OF AN UNDISPOSED\n   46  ARREST. SUCH CERTIFICATE SHALL APPLY ONLY TO DISABILITIES.  IN ORDER  TO\n   47  RECEIVE  SUCH  A  CERTIFICATE,  THE  ELIGIBLE OFFENDER MUST APPLY TO THE\n   48  COURT IN WHICH THEY WERE SENTENCED.\n   49    IN CALCULATING THE ONE YEAR PERIODS UNDER PARAGRAPHS (A)  AND  (B)  OF\n   50  THIS  SUBDIVISION, ANY PERIOD OF TIME DURING WHICH THE PERSON WAS INCAR-\n   51  CERATED FOR ANY REASON BETWEEN THE TIME OF CONVICTION AND  THE  DATE  ON\n   52  WHICH  THE ELIGIBLE OFFENDER BECOMES ELIGIBLE FOR A CERTIFICATE SHALL BE\n   53  EXCLUDED AND SUCH ONE YEAR PERIOD SHALL BE EXTENDED BY A PERIOD OR PERI-\n   54  ODS EQUAL TO THE TIME SERVED UNDER SUCH INCARCERATION.\n   55    2. [Such] THE RELIEF GRANTED BY SUCH certificate shall [not be  issued\n   56  by the court unless the court is satisfied that:\n\n       A. 3658                             4\n\n    1    (a) The person to whom it is to be granted is an eligible offender, as\n    2  defined in section seven hundred;\n    3    (b) The relief to be granted by the certificate is] BE consistent with\n    4  the rehabilitation of the eligible offender[;] and\n    5    [(c)  The  relief  to  be granted by the certificate is] BE consistent\n    6  with the public interest.\n    7    3. [Where a certificate of relief from disabilities is not  issued  at\n    8  the  time sentence is pronounced it shall only be issued thereafter upon\n    9  verified application to the court. The court may,  for  the  purpose  of\n   10  determining  whether  such  certificate  shall  be  issued,  request its\n   11  probation service to conduct an investigation of the  applicant,  or  if\n   12  the  court has no probation service it may request the probation service\n   13  of the county court for the county in which  the  court  is  located  to\n   14  conduct  such  investigation. Any probation officer requested to make an\n   15  investigation pursuant to this section shall prepare and submit  to  the\n   16  court a written report in accordance with such request.\n   17    4.]  Where  the court has imposed a revokable sentence and the certif-\n   18  icate of [relief from disabilities] RESTORATION is issued prior  to  the\n   19  expiration  or  termination  of the time which the court may revoke such\n   20  sentence, the certificate shall be deemed to be a temporary  certificate\n   21  until  such  time  as  the  court's authority to revoke the sentence has\n   22  expired or is terminated. While temporary, such certificate (a)  may  be\n   23  revoked  by  the  court for violation of the conditions of the sentence,\n   24  and (b) shall be revoked by the court if it  revokes  the  sentence  and\n   25  commits the person to an institution under the jurisdiction of the state\n   26  department  of  correctional services. Any such revocation shall be upon\n   27  notice and after an opportunity to be heard. If the certificate  is  not\n   28  so  revoked,  it shall become a permanent certificate upon expiration or\n   29  termination of the court's authority to revoke the sentence.\n   30    [5] 4.  Any court that has issued a certificate of [relief from  disa-\n   31  bilities] RESTORATION may at any time issue a new certificate to enlarge\n   32  the relief previously granted, provided, however, that the provisions of\n   33  subdivisions one through [four] THREE of this section shall apply to the\n   34  issuance of any such new certificate.\n   35    [6] 5. Any written report submitted to the court [pursuant to] FOR THE\n   36  PURPOSES  OF  this section is confidential and may not be made available\n   37  to any person or public or  private  agency  except  where  specifically\n   38  required  or  permitted by statute or upon specific authorization of the\n   39  court. However, upon the court's receipt of such report, the court shall\n   40  provide a copy of such report, or direct that such report be provided to\n   41  the applicant's attorney, or the applicant himself, if he has no  attor-\n   42  ney.  In  its discretion, the court may except from disclosure a part or\n   43  parts of the report which are not relevant to the granting of a  certif-\n   44  icate,  or  sources of information which have been obtained on a promise\n   45  of confidentiality, or any other portion thereof,  disclosure  of  which\n   46  would not be in the interest of justice. The action of the court except-\n   47  ing  information  from  disclosure shall be subject to appellate review.\n   48  The court, in its discretion, may hold a conference in open court or  in\n   49  chambers  to  afford  an  applicant  an  opportunity to controvert or to\n   50  comment upon any portions of the report. The court may  also  conduct  a\n   51  summary hearing at the conference on any matter relevant to the granting\n   52  of the application and may take testimony under oath.\n   53    S  5.  Section 703 of the correction law, as amended by chapter 342 of\n   54  the laws of 1972, the section heading as amended by chapter 931  of  the\n   55  laws  of  1976,  subdivision  1 as amended by chapter 475 of the laws of\n   56  1974, subdivision 6 as added by chapter 378 of  the  laws  of  1988  and\n\n       A. 3658                             5\n\n    1  subdivision 7 as added by section 3 of part OO of chapter 56 of the laws\n    2  of 2010, is amended to read as follows:\n    3    S  703.  Certificates of [relief from disabilities] RESTORATION issued\n    4  by the board of parole. 1.  The state board of parole  shall  [have  the\n    5  power  to] issue a certificate of [relief from disabilities] RESTORATION\n    6  to:\n    7    (a) any eligible offender who has been  committed  to  an  institution\n    8  under  the jurisdiction of the state department of correctional services\n    9  WHO SUCCESSFULLY EARNED MERIT TIME OR A CERTIFICATE OF EARNED  ELIGIBIL-\n   10  ITY  DURING THEIR PERIOD OF INCARCERATION.  Such certificate [may] SHALL\n   11  be issued by the board at the time the offender is  released  from  such\n   12  institution  under  the board's supervision [or otherwise or at any time\n   13  thereafter]. IF SUCH ELIGIBLE OFFENDER DID NOT  EARN  MERIT  TIME  OR  A\n   14  CERTIFICATE  OF  EARNED  ELIGIBILITY, THE BOARD SHALL ISSUE SUCH CERTIF-\n   15  ICATE AT THE TIME OF SUCH ELIGIBLE OFFENDER'S RELEASE FROM PRISON UNLESS\n   16  IT IS DETERMINED THAT THE ISSUANCE OF SUCH CERTIFICATE WOULD  JEOPARDIZE\n   17  PUBLIC  SAFETY.  IF  SUCH  CERTIFICATE  IS NOT ISSUED UPON SUCH ELIGIBLE\n   18  OFFENDER'S RELEASE FROM PRISON, SUCH OFFENDER SHALL BE ISSUED A  CERTIF-\n   19  ICATE BY THE BOARD OF PAROLE AFTER TWO YEARS OF UNREVOKED PAROLE, CONDI-\n   20  TIONAL RELEASE OR POST-RELEASE SUPERVISION.  SUCH INDIVIDUAL SHALL APPLY\n   21  TO THE BOARD OF PAROLE IN ORDER TO RECEIVE SUCH CERTIFICATE.\n   22    IN CALCULATING THE TWO YEAR PERIOD UNDER THIS PARAGRAPH, ANY PERIOD OF\n   23  TIME DURING WHICH THE PERSON WAS INCARCERATED FOR ANY REASON BETWEEN THE\n   24  TIME  OF  CONVICTION AND THE DATE ON WHICH THE ELIGIBLE OFFENDER BECOMES\n   25  ELIGIBLE FOR A CERTIFICATE SHALL BE EXCLUDED AND SUCH  TWO  YEAR  PERIOD\n   26  SHALL  BE EXTENDED BY A PERIOD OR PERIODS EQUAL TO THE TIME SERVED UNDER\n   27  SUCH INCARCERATION;\n   28    (b) any eligible offender who resides  within  this  state  and  whose\n   29  judgment of conviction was rendered by a court in any other jurisdiction\n   30  WHERE SUCH ELIGIBLE OFFENDER APPLIES FOR SUCH CERTIFICATE, IS NOT INCAR-\n   31  CERATED  AT  THE TIME OF THE APPLICATION AND IS NOT SUBJECT TO AN UNDIS-\n   32  POSED ARREST, UNLESS THE BOARD DETERMINES  THAT  THE  ISSUANCE  OF  SUCH\n   33  CERTIFICATE WOULD JEOPARDIZE PUBLIC SAFETY. IF A CERTIFICATE OF RESTORA-\n   34  TION IS NOT ISSUED AT THE TIME OF THE APPLICATION, THE BOARD SHALL ISSUE\n   35  A  CERTIFICATE  TO SUCH ELIGIBLE OFFENDER ONE YEAR AFTER THE DATE OF THE\n   36  APPLICATION WHERE THE JUDGMENT OF CONVICTION WAS FOR A  MISDEMEANOR  AND\n   37  TWO  YEARS  AFTER  THE  DATE  OF  THE  APPLICATION WHERE THE JUDGMENT OF\n   38  CONVICTION WAS FOR A FELONY, PROVIDED THAT SUCH OFFENDER  HAS  NOT  BEEN\n   39  CONVICTED OF A NEW CRIME AND IS NOT THE SUBJECT OF AN UNDISPOSED ARREST.\n   40    2.  Where the board of parole has issued a certificate of [relief from\n   41  disabilities] RESTORATION, the board may at any time issue a new certif-\n   42  icate enlarging the relief previously granted.\n   43    3. The RELIEF GRANTED BY THE board of parole [shall not issue any]  IN\n   44  A  certificate  of  [relief  from  disabilities] RESTORATION pursuant to\n   45  [subdivisions] SUBDIVISION one or two[, unless the  board  is  satisfied\n   46  that:\n   47    (a) The person to whom it is to be granted is an eligible offender, as\n   48  defined in section seven hundred;\n   49    (b)  The  relief  to be granted by the certificate is] OF THIS SECTION\n   50  SHALL BE consistent with the rehabilitation of the eligible  offender[;]\n   51  and\n   52    [(c)  The  relief  to  be granted by the certificate is] BE consistent\n   53  with the public interest.\n   54    4. Any certificate of [relief from disabilities] RESTORATION issued by\n   55  the board of parole to an eligible offender who at time of the  issuance\n   56  of  the certificate is under the board's supervision, shall be deemed to\n\n       A. 3658                             6\n\n    1  be a temporary certificate until such time as the eligible  offender  is\n    2  discharged  from  the  board's  supervision,  and, while temporary, such\n    3  certificate may be revoked by the board for violation of the  conditions\n    4  of  parole  or release.  Revocation shall be upon notice to the parolee,\n    5  who shall be accorded an opportunity to explain the violation  prior  to\n    6  decision  thereon. If the certificate is not so revoked, it shall become\n    7  a permanent certificate upon expiration or termination  of  the  board's\n    8  jurisdiction over the offender.\n    9    5.    In  granting or revoking a certificate of [relief from disabili-\n   10  ties] RESTORATION the action of the board of parole shall be  by  unani-\n   11  mous  vote  of  the  members  authorized to grant or revoke parole. Such\n   12  action shall be deemed a judicial function and shall not  be  reviewable\n   13  if done according to law.\n   14    6.    For the purpose of determining whether such certificate shall be\n   15  issued, the board may conduct an investigation of the applicant.\n   16    7. Presumption based on federal recommendation. Where a certificate of\n   17  [relief from disabilities] RESTORATION is sought pursuant  to  paragraph\n   18  (b)  of  subdivision  one  of  this  section on a judgment of conviction\n   19  rendered by a federal district court in this  state  and  the  board  of\n   20  parole  is  in receipt of a written recommendation in favor of the issu-\n   21  ance of such  certificate  from  the  chief  probation  officer  of  the\n   22  district,  the  board  shall  issue  the requested certificate unless it\n   23  finds that the requirements of [paragraphs (a), (b) and (c) of] subdivi-\n   24  sion three of this section have not been satisfied; or that  the  inter-\n   25  ests  of  justice  would  not be advanced by the issuance of the certif-\n   26  icate.\n   27    S 6. Section 703-a of the correction law is REPEALED.\n   28    S 7. Section 703-b of the correction law is REPEALED.\n   29    S 8. Section 704 of the correction law, as added by chapter 654 of the\n   30  laws of 1966, is amended to read as follows:\n   31    S 704. Effect of revocation; use of revoked certificate.   1. Where  a\n   32  certificate  of  [relief  from disabilities] RESTORATION is deemed to be\n   33  temporary and such certificate is revoked, disabilities and  forfeitures\n   34  thereby  relieved  shall  be  reinstated  as  of the date upon which the\n   35  person to whom the certificate was issued  receives  written  notice  of\n   36  such  revocation.  Any  such  person  shall  upon receipt of such notice\n   37  surrender the certificate to the issuing court or board.\n   38    2. A person who knowingly uses or attempts to use, a  revoked  certif-\n   39  icate of [relief from disabilities] RESTORATION in order to obtain or to\n   40  exercise  any right or privilege that he would not be entitled to obtain\n   41  or to exercise without a valid certificate shall be guilty of  a  misde-\n   42  meanor.\n   43    3.  WHERE  A CERTIFICATE OF RESTORATION HAS BEEN REVOKED, THE OFFENDER\n   44  SHALL BE ELIGIBLE FOR A NEW  CERTIFICATE  IN  ACCORDANCE  WITH  SECTIONS\n   45  SEVEN HUNDRED TWO AND SEVEN HUNDRED THREE OF THIS ARTICLE AS APPLICABLE.\n   46    S 9. Section 705 of the correction law, as added by chapter 654 of the\n   47  laws  of 1966, subdivision 1 as amended by section 49 of part A of chap-\n   48  ter 56 of the laws of 2010, is amended to read as follows:\n   49    S 705. Forms and filing.  1. All applications, certificates and orders\n   50  of revocation necessary for the purposes of this article shall  be  upon\n   51  forms  prescribed  pursuant to agreement among the state commissioner of\n   52  correctional services, the chairman of the state board of parole and the\n   53  administrator of the state judicial conference. Such forms  relating  to\n   54  certificates of [relief from disabilities] RESTORATION shall be distrib-\n   55  uted by the office of probation and correctional alternatives and [forms\n\n       A. 3658                             7\n\n    1  relating  to  certificates  of good conduct shall be distributed] by the\n    2  chairman of the board of parole.\n    3    2.  Any court or board issuing or revoking any certificate pursuant to\n    4  this article shall immediately file a copy of the certificate, or of the\n    5  order of revocation, with the New York state identification and intelli-\n    6  gence system.\n    7    S 10. Clause 1 of paragraph c of subdivision 2 of section 435  of  the\n    8  executive law, as amended by chapter 371 of the laws of 1974, is amended\n    9  to read as follows:\n   10    (1)  a person convicted of a crime who has not received a pardon[,] OR\n   11  a certificate of [good conduct or a certificate of relief from disabili-\n   12  ties] RESTORATION;\n   13    S 11. Paragraph (h) of subdivision 1 of section 130 of  the  executive\n   14  law,  as  amended  by  section 1 of part LL of chapter 56 of the laws of\n   15  2010, is amended to read as follows:\n   16    (h) vagrancy or prostitution, and  who  has  not  subsequent  to  such\n   17  conviction  received  an  executive  pardon therefor or a certificate of\n   18  [relief from disabilities or a certificate of good conduct]  RESTORATION\n   19  pursuant  to  article  twenty-three  of the correction law to remove the\n   20  disability under this section because of such conviction.\n   21    S 12. Subdivision 3 of section 175 of the executive law, as amended by\n   22  section 2 of part LL of chapter 56 of the laws of 2010,  is  amended  to\n   23  read as follows:\n   24    3.  Upon  a  showing  by the attorney general in an application for an\n   25  injunction that any person engaged in solicitation has been convicted in\n   26  this state or elsewhere of a felony or of a  misdemeanor  involving  the\n   27  misappropriation,  misapplication  or misuse of the money or property of\n   28  another, and who has not, subsequent to such conviction, received execu-\n   29  tive pardon therefor or a certificate of [relief from disabilities or  a\n   30  certificate  of  good  conduct]  RESTORATION pursuant to article twenty-\n   31  three of the correction law, the supreme court,  after  a  hearing,  may\n   32  enjoin such person from engaging in any solicitation.\n   33    S 13. Paragraph (c) of subdivision 8 of section 283 of the tax law, as\n   34  amended  by  section 24 of part LL of chapter 56 of the laws of 2010, is\n   35  amended to read as follows:\n   36    (c) If a person convicted of a felony or crime deemed hereby to  be  a\n   37  felony  is subsequently pardoned by the governor of the state where such\n   38  conviction was had, or by the president of the United States,  or  shall\n   39  receive  a  certificate of [relief from disabilities or a certificate of\n   40  good conduct]  RESTORATION  pursuant  to  article  twenty-three  of  the\n   41  correction  law  for  the  purpose of removing the disability under this\n   42  section because of such conviction,  the  tax  commission  may,  in  its\n   43  discretion,  on  application of such person and compliance with subdivi-\n   44  sion two of this section, and on the submission to  it  of  satisfactory\n   45  evidence  of  good  moral character and suitability, again register such\n   46  person as a distributor under this article.\n   47    S 14. Subdivision 2 of section 102 of the alcoholic  beverage  control\n   48  law,  as  amended  by  section 1 of part OO of chapter 56 of the laws of\n   49  2010, the opening paragraph as separately amended by section 3  of  part\n   50  LL  of  chapter  56  of the laws of 2010 and paragraph (g) as separately\n   51  amended by chapter 232 of the laws  of  2010,  is  amended  to  read  as\n   52  follows:\n   53    2.  No  person  holding any license hereunder, other than a license to\n   54  sell an alcoholic beverage at retail for off-premises consumption  or  a\n   55  license  or  special license to sell an alcoholic beverage at retail for\n   56  consumption on the premises where such license authorizes  the  sale  of\n\n       A. 3658                             8\n\n    1  liquor,  beer  and/or  wine on the premises of a catering establishment,\n    2  hotel, restaurant,  club,  or  recreational  facility,  shall  knowingly\n    3  employ  in connection with his OR HER business in any capacity whatsoev-\n    4  er,  any  person,  who  has  been  convicted  of a felony, or any of the\n    5  following offenses, who has not subsequent to such  conviction  received\n    6  an  executive  pardon  therefor removing any civil disabilities incurred\n    7  thereby, a certificate of [relief from disabilities or a certificate  of\n    8  good  conduct]  RESTORATION  pursuant  to  article  twenty-three  of the\n    9  correction law, or other relief from disabilities provided  by  law,  or\n   10  the  written  approval  of  the  state  liquor authority permitting such\n   11  employment, to wit:\n   12    (a) Illegally using, carrying or possessing a pistol or other  danger-\n   13  ous weapon;\n   14    (b) Making or possessing burglar's instruments;\n   15    (c) Buying or receiving or criminally possessing stolen property;\n   16    (d) Unlawful entry of a building;\n   17    (e) Aiding escape from prison;\n   18    (f)  Unlawfully  possessing  or  distributing  habit  forming narcotic\n   19  drugs;\n   20    (g) Violating subdivisions six, ten or eleven of section seven hundred\n   21  twenty-two of the former penal law as in force  and  effect  immediately\n   22  prior  to  September  first,  nineteen hundred sixty-seven, or violating\n   23  [sections] SECTION 165.25 or 165.30 of the penal law;\n   24    (h) Vagrancy or prostitution; or\n   25    (i) Ownership, operation, possession, custody or control  of  a  still\n   26  subsequent to July first, nineteen hundred fifty-four.\n   27    If,  as  hereinabove  provided,  the state liquor authority issues its\n   28  written approval for the employment by a licensee, in a specified capac-\n   29  ity, of a person previously convicted of a felony or any of the offenses\n   30  above enumerated, such person, may, unless he  OR  SHE  is  subsequently\n   31  convicted of a felony or any of such offenses, thereafter be employed in\n   32  the  same  capacity  by  any  other licensee without the further written\n   33  approval of the authority unless the prior approval given by the author-\n   34  ity is terminated.\n   35    The liquor authority may make such rules  as  it  deems  necessary  to\n   36  carry out the purpose and intent of this subdivision.\n   37    As  used  in this subdivision, \"recreational facility\" shall mean: (i)\n   38  premises that are part of a facility the  principal  business  of  which\n   39  shall  be the providing of recreation in the form of golf, tennis, swim-\n   40  ming, skiing or boating; and (ii) premises in which the principal  busi-\n   41  ness  shall  be  the  operation of a theatre, concert hall, opera house,\n   42  bowling establishment, excursion and  sightseeing  vessel,  or  accommo-\n   43  dation  of athletic events, sporting events, expositions and other simi-\n   44  lar events or occasions requiring the accommodation of large  gatherings\n   45  of persons.\n   46    S  15.  Paragraph (d) of subdivision 1 of section 110 of the alcoholic\n   47  beverage control law, as amended by chapter 114 of the laws of 2000,  is\n   48  amended to read as follows:\n   49    (d)  A statement that such applicant or the applicant's spouse has not\n   50  been convicted of a crime addressed by the  provisions  of  section  one\n   51  hundred  twenty-six  of  this  article  which would forbid the applicant\n   52  (including any officers, directors, shareholders or partners  listed  in\n   53  the statement of identity under paragraph (a) of this subdivision or the\n   54  spouse of such person) or the applicant's spouse to traffic in alcoholic\n   55  beverages, a statement whether or not the applicant (including any offi-\n   56  cers,  directors,  shareholders  or  partners listed in the statement of\n\n       A. 3658                             9\n\n    1  identity under paragraph (a) of this subdivision or the  spouse  of  any\n    2  such  person)  or  the  applicant's  spouse  is an official described in\n    3  section one hundred twenty-eight of this article, and a  description  of\n    4  any  crime that the applicant (including any officers, directors, share-\n    5  holders or partners listed under paragraph (a) of  this  subdivision  or\n    6  the  spouse  of  any  such  person)  or  the applicant's spouse has been\n    7  convicted of and whether such person has received a pardon,  certificate\n    8  of   [good   conduct   or   certificate  of  relief  from  disabilities]\n    9  RESTORATION; provided, however, that  no  person  shall  be  denied  any\n   10  license solely on the grounds that such person is the spouse of a person\n   11  otherwise disqualified from holding a license under this chapter.\n   12    S 16. Subdivisions 1, 1-a and 4 of section 126 of the alcoholic bever-\n   13  age  control  law, subdivisions 1 and 4 as amended by chapter 366 of the\n   14  laws of 1992 and subdivision 1-a as amended by chapter 367 of  the  laws\n   15  of 1992, are amended to read as follows:\n   16    1.  Except  as provided in subdivision one-a of this section, a person\n   17  who has been convicted of a felony or any of the misdemeanors  mentioned\n   18  in  section eleven hundred forty-six of the former penal law as in force\n   19  and effect  immediately  prior  to  September  first,  nineteen  hundred\n   20  sixty-seven, or of an offense defined in section 230.20 or 230.40 of the\n   21  penal  law,  unless subsequent to such conviction such person shall have\n   22  received an  executive  pardon  therefor  removing  this  disability,  a\n   23  certificate  of  [good  conduct  granted  by  the  board of parole, or a\n   24  certificate of relief from  disabilities]  RESTORATION  granted  by  the\n   25  board  of  parole or a court of this state pursuant to the provisions of\n   26  article twenty-three of the correction  law  to  remove  the  disability\n   27  under this section because of such conviction.\n   28    1-a. Notwithstanding the provision of subdivision one of this section,\n   29  a  corporation holding a license to traffic in alcoholic beverages shall\n   30  not, upon conviction of a felony or any of the misdemeanors or  offenses\n   31  described in subdivision one of this section, be automatically forbidden\n   32  to  traffic in alcoholic beverages, but the application for a license by\n   33  such a corporation shall be subject to denial, and the license of such a\n   34  corporation shall be subject to revocation or suspension by the authori-\n   35  ty pursuant to section one hundred eighteen of this chapter,  consistent\n   36  with the provisions of article twenty-three-A of the correction law. For\n   37  any  felony  conviction by a court other than a court of this state, the\n   38  authority may request the board of parole to investigate and review  the\n   39  facts  and  circumstances concerning such a conviction, and the board of\n   40  parole shall, if so requested, submit its findings to the  authority  as\n   41  to  whether  the  corporation has conducted itself in a manner such that\n   42  discretionary review by the authority would not be inconsistent with the\n   43  public interest. The division of  parole  may  charge  the  licensee  or\n   44  applicant  a  fee  equivalent to the expenses of an appropriate investi-\n   45  gation under this subdivision. For any conviction rendered by a court of\n   46  this state, the authority may request the  corporation,  if  the  corpo-\n   47  ration  is  eligible  for  a  certificate  of [relief from disabilities]\n   48  RESTORATION, to seek such a certificate [from the court  which  rendered\n   49  the   conviction]   IN  ACCORDANCE  WITH  ARTICLE  TWENTY-THREE  OF  THE\n   50  CORRECTION LAW and to submit such a certificate as part of the  authori-\n   51  ty's discretionary review process.\n   52    4.  A  copartnership or a corporation, unless each member of the part-\n   53  nership, or each of the principal officers and directors of  the  corpo-\n   54  ration,  is a citizen of the United States or an alien lawfully admitted\n   55  for permanent residence in the United States, not less  than  twenty-one\n   56  years  of  age,  and  has not been convicted of any felony or any of the\n\n       A. 3658                            10\n\n    1  misdemeanors, specified in  section  eleven  hundred  forty-six  of  the\n    2  former  penal  law as in force and effect immediately prior to September\n    3  first, nineteen hundred sixty-seven, or of an offense defined in section\n    4  230.20  or  230.40  of  the  penal law, or if so convicted has received,\n    5  subsequent to such conviction, an  executive  pardon  therefor  removing\n    6  this  disability, a certificate of [good conduct granted by the board of\n    7  parole, or a certificate of relief from disabilities] RESTORATION grant-\n    8  ed by the board of parole or a court  of  this  state  pursuant  to  the\n    9  provisions  of  article twenty-three of the correction law to remove the\n   10  disability under this  section  because  of  such  conviction;  provided\n   11  however  that a corporation which otherwise conforms to the requirements\n   12  of this section and chapter may be licensed if  each  of  its  principal\n   13  officers  and  more  than  one-half of its directors are citizens of the\n   14  United States or aliens lawfully admitted for permanent residence in the\n   15  United States; and provided further that a corporation  organized  under\n   16  the  not-for-profit corporation law or the education law which otherwise\n   17  conforms to the requirements of this section and chapter may be licensed\n   18  if each of its principal officers and more than one-half of  its  direc-\n   19  tors are not less than twenty-one years of age and none of its directors\n   20  are  less than eighteen years of age; and provided further that a corpo-\n   21  ration organized under the not-for-profit corporation law or the  educa-\n   22  tion  law and located on the premises of a college as defined by section\n   23  two of the education law which otherwise conforms to the requirements of\n   24  this section and chapter may be licensed if each of its principal  offi-\n   25  cers and each of its directors are not less than eighteen years of age.\n   26    S  17.  Subdivision 4 of section 96-z-3 of the agriculture and markets\n   27  law, as amended by section 4 of part LL of chapter 56  of  the  laws  of\n   28  2010, is amended to read as follows:\n   29    (4)  applicant,  an  officer,  director, partner, or holder of ten per\n   30  centum or more of the voting stock of an applicant has been convicted of\n   31  a felony by a court of the United States or any state or territory ther-\n   32  eof, without subsequent pardon by  the  governor  or  other  appropriate\n   33  authority  of  the  state  or  jurisdiction  in  which  such  conviction\n   34  occurred, or the receipt of a certificate of [relief  from  disabilities\n   35  or  a certificate of good conduct] RESTORATION pursuant to article twen-\n   36  ty-three of the correction law,\n   37    S 18. Paragraph (d) of subdivision 4 of section 129 of the agriculture\n   38  and markets law, as amended by section 5 of part LL of chapter 56 of the\n   39  laws of 2010, is amended to read as follows:\n   40    (d) The applicant or registrant, or an officer, director,  partner  or\n   41  holder of ten per centum or more of the voting stock of the applicant or\n   42  registrant,  has  been  convicted  of  a felony by a court of the United\n   43  States or any state or territory thereof, without subsequent  pardon  by\n   44  the governor or other appropriate authority of the state or jurisdiction\n   45  in  which  such  conviction  occurred,  or  receipt  of a certificate of\n   46  [relief from disabilities or a certificate of good conduct]  RESTORATION\n   47  pursuant to article twenty-three of the correction law;\n   48    S  19.  Paragraph  (c)  of subdivision 2 of section 2897 of the public\n   49  health law, as amended by section 21 of part LL of  chapter  56  of  the\n   50  laws of 2010, is amended to read as follows:\n   51    (c)  If  a person convicted of a felony or crime deemed hereby to be a\n   52  felony is subsequently pardoned by the governor of the state where  such\n   53  conviction  was  had, or by the president of the United States, or shall\n   54  receive a certificate of [relief from disabilities or a  certificate  of\n   55  good  conduct]  RESTORATION  pursuant  to  article  twenty-three  of the\n   56  correction law for the purpose of removing  the  disability  under  this\n\n       A. 3658                            11\n\n    1  section because of such conviction, the board may, in its discretion, on\n    2  application  of such person, and on the submission to it of satisfactory\n    3  evidence, restore to such person the  right  to  practice  nursing  home\n    4  administration in this state.\n    5    S  20. Section 3454 of the public health law, as amended by section 22\n    6  of part LL of chapter 56 of the laws of 2010,  is  amended  to  read  as\n    7  follows:\n    8    S  3454.  Restoration  of  licenses after conviction of a felony. If a\n    9  person convicted of a felony or crime deemed to be a  felony  is  subse-\n   10  quently  pardoned by the governor of the state where such conviction was\n   11  had or by the president of the United States, or shall receive a certif-\n   12  icate of [relief from disabilities or a  certificate  of  good  conduct]\n   13  RESTORATION  pursuant  to  article twenty-three of the correction law to\n   14  remove the disability under this section because of such conviction, the\n   15  commissioner may, in his OR  HER  discretion,  on  application  of  such\n   16  person,  and  on  the submission to him OR HER of satisfactory evidence,\n   17  restore to such person the right to practice in this state.\n   18    S 21. Paragraph (a) of subdivision 2 of section  3510  of  the  public\n   19  health  law,  as added by chapter 175 of the laws of 2006, is amended to\n   20  read as follows:\n   21    (a) No person convicted of a felony shall continue to hold  a  license\n   22  to  practice radiologic technology, unless he or she has been granted an\n   23  executive pardon, a  certificate  of  [relief  from  disabilities  or  a\n   24  certificate  of  good  conduct]  RESTORATION  for  such  felony and, the\n   25  commissioner, in his or  her  discretion,  restores  the  license  after\n   26  determining that the individual does not pose a threat to patient health\n   27  and safety.\n   28    S  22.  Paragraph 1 of subdivision (a) of section 189-a of the general\n   29  municipal law, as added by chapter 574 of the laws of 1978,  is  amended\n   30  to read as follows:\n   31    (1)  a  person  convicted  of a crime who has not received a pardon, a\n   32  certificate of [good conduct or a certificate of relief  from  disabili-\n   33  ties] RESTORATION;\n   34    S  23.  Paragraph  (a)  of subdivision 1 of section 191 of the general\n   35  municipal law, as amended by section 15 of part LL of chapter 56 of  the\n   36  laws of 2010, is amended to read as follows:\n   37    (a)  Issuance of licenses to conduct games of chance. If such clerk or\n   38  department shall determine that the applicant is duly  qualified  to  be\n   39  licensed  to conduct games of chance under this article; that the member\n   40  or members of the applicant designated  in  the  application  to  manage\n   41  games  of  chance  are bona fide active members of the applicant and are\n   42  persons of good moral character and  have  never  been  convicted  of  a\n   43  crime,  or, if convicted, have received a pardon, a certificate of [good\n   44  conduct or a certificate of relief from disabilities] RESTORATION pursu-\n   45  ant to article twenty-three of the correction law; that such  games  are\n   46  to be conducted in accordance with the provisions of this article and in\n   47  accordance  with  the  rules and regulations of the board and applicable\n   48  local laws or ordinances  and  that  the  proceeds  thereof  are  to  be\n   49  disposed of as provided by this article, and if such clerk or department\n   50  is  satisfied that no commission, salary, compensation, reward or recom-\n   51  pense whatever will be paid or given to any person  managing,  operating\n   52  or  assisting  therein  except as in this article otherwise provided; it\n   53  shall issue a license to the applicant  for  the  conduct  of  games  of\n   54  chance  upon  payment  of  a license fee of twenty-five dollars for each\n   55  license period.\n\n       A. 3658                            12\n\n    1    S 24. Paragraph (a) of subdivision 1 of section  481  of  the  general\n    2  municipal  law, as amended by section 17 of part LL of chapter 56 of the\n    3  laws of 2010, is amended to read as follows:\n    4    (a)  Issuance  of  licenses to conduct bingo. If the governing body of\n    5  the municipality shall determine that the applicant is duly qualified to\n    6  be licensed to conduct bingo under this  article;  that  the  member  or\n    7  members  of the applicant designated in the application to conduct bingo\n    8  are bona fide active members of the applicant and are  persons  of  good\n    9  moral  character  and  have  never  been  convicted  of  a  crime or, if\n   10  convicted, have received a pardon or a certificate of [good conduct or a\n   11  certificate of relief from disabilities] RESTORATION pursuant to article\n   12  twenty-three of the correction law; that such games are to be  conducted\n   13  in accordance with the provisions of this article and in accordance with\n   14  the rules and regulations of the commission, and that the proceeds ther-\n   15  eof  are  to  be  disposed  of  as  provided by this article, and if the\n   16  governing body is satisfied that no  commission,  salary,  compensation,\n   17  reward  or recompense whatever will be paid or given to any person hold-\n   18  ing, operating or conducting or assisting in the holding, operation  and\n   19  conduct  of any such games except as in this article otherwise provided;\n   20  and that no prize will be offered and given in  excess  of  the  sum  or\n   21  value  of one thousand dollars in any single game and that the aggregate\n   22  of all prizes offered and given in all of  such  games  conducted  on  a\n   23  single occasion, under said license shall not exceed the sum or value of\n   24  three  thousand  dollars,  it shall issue a license to the applicant for\n   25  the conduct of bingo upon payment of a license fee of  eighteen  dollars\n   26  and  seventy-five cents for each bingo occasion; provided, however, that\n   27  the governing body shall refuse to issue a license to an applicant seek-\n   28  ing to conduct bingo in premises of a licensed commercial  lessor  where\n   29  it  determines  that  the  premises  presently owned or occupied by said\n   30  applicant are in every respect  adequate  and  suitable  for  conducting\n   31  bingo games.\n   32    S  25.  Paragraph  (a)  of subdivision 9 of section 476 of the general\n   33  municipal law, as amended by section 16 of part LL of chapter 56 of  the\n   34  laws of 2010, is amended to read as follows:\n   35    (a)  a  person convicted of a crime who has not received a pardon or a\n   36  certificate of [good conduct or a certificate of relief  from  disabili-\n   37  ties]  RESTORATION  pursuant  to  article twenty-three of the correction\n   38  law;\n   39    S 26. Paragraph b of subdivision 5 of section 84-a of the town law, as\n   40  amended by section 10 of part LL of chapter 56 of the laws of  2010,  is\n   41  amended to read as follows:\n   42    b. On the reverse side of such envelope shall be printed the following\n   43  statement:\n   44                          STATEMENT OF ABSENTEE VOTER\n   45    I  do declare that I will have been a citizen of the United States for\n   46  thirty days, and will be at least eighteen years of age, on the date  of\n   47  the  special  town  election;  that  I will have been a resident of this\n   48  state and of the town shown on the reverse side  of  this  envelope  for\n   49  thirty  days next preceding the said election; that I am or on such date\n   50  will be, a registered voter of said town;  that  I  will  be  unable  to\n   51  appear  personally on the day of said special town election at the poll-\n   52  ing place of the election district in which I am or will be a  qualified\n   53  voter  because of the reason stated on my application heretofore submit-\n   54  ted; that I have not qualified, or do I intend to vote,  elsewhere  than\n   55  as  set  forth  on  the  reverse  side of this envelope; that I have not\n   56  received or offered, do not expect to receive, have not paid, offered or\n\n       A. 3658                            13\n\n    1  promised to pay, contributed,  offered  or  promised  to  contribute  to\n    2  another  to  be  paid  or  used, any money or other valuable thing, as a\n    3  compensation or reward for the giving or withholding of a vote  at  this\n    4  special  town  election,  and have not made any promise to influence the\n    5  giving or withholding of any such votes; that I have not made or  become\n    6  directly or indirectly interested in any bet or wager depending upon the\n    7  result of this special town election; and that I have not been convicted\n    8  of  bribery or any infamous crime, or, if so convicted, that I have been\n    9  pardoned or restored to all the rights of a citizen, without restriction\n   10  as to the right of suffrage, or received a certificate of  [relief  from\n   11  disabilities  or  a certificate of good conduct] RESTORATION pursuant to\n   12  article twenty-three of the correction law  removing  my  disability  to\n   13  register and vote OR MY MAXIMUM SENTENCE OF IMPRISONMENT HAS EXPIRED.\n   14    I hereby declare that the foregoing is a true statement to the best of\n   15  my  knowledge  and  belief, and I understand that if I make any material\n   16  false statement in the foregoing statement of absentee voter, I shall be\n   17  guilty of a misdemeanor.\n   18      Date.............. Signature of Voter..................\n   19    S 27. Paragraph b of subdivision 5 of section 175-b of the  town  law,\n   20  as  amended  by section 11 of part LL of chapter 56 of the laws of 2010,\n   21  is amended to read as follows:\n   22    b.  On the reverse side of such envelope shall be printed the  follow-\n   23  ing statement:\n   24                         STATEMENT OF ABSENTEE VOTER\n   25    I  do declare that I will have been a citizen of the United States for\n   26  thirty days, and will be at least eighteen years of age, on the date  of\n   27  the  district  election;  that I will have been a resident of this state\n   28  and of the district if any, shown on the reverse side of  this  envelope\n   29  for  thirty  days  next  preceding the said election and that I am or on\n   30  such date will be, a registered voter of said district; that I  will  be\n   31  unable  to appear personally on the day of said district election at the\n   32  polling place of the said district in which I am or will be a  qualified\n   33  voter  because of the reason stated on my application heretofore submit-\n   34  ted; that I have not qualified, or do I intend to vote,  elsewhere  than\n   35  as  set  forth  on  the  reverse  side of this envelope; that I have not\n   36  received or offered, do not expect to receive, have not paid, offered or\n   37  promised to pay, contributed,  offered  or  promised  to  contribute  to\n   38  another  to  be  paid  or  used, any money or other valuable thing, as a\n   39  compensation or reward for the giving or withholding of a vote  at  this\n   40  district election, and have not made any promise to influence the giving\n   41  or withholding of any such votes; that I have not made or become direct-\n   42  ly  or  indirectly  interested  in  any  bet or wager depending upon the\n   43  result of this district election; and that I have not been convicted  of\n   44  bribery  or  any  infamous  crime, or, if so convicted, that I have been\n   45  pardoned or restored to all the rights of a citizen, without restriction\n   46  as to the right of suffrage, or received a certificate of  [relief  from\n   47  disabilities  or  a certificate of good conduct] RESTORATION pursuant to\n   48  article twenty-three of the correction law  removing  my  disability  to\n   49  register and vote OR MY MAXIMUM SENTENCE OF IMPRISIONMENT HAS EXPIRED.\n   50    I hereby declare that the foregoing is a true statement to the best of\n   51  my  knowledge  and  belief, and I understand that if I make any material\n   52  false statement in the foregoing statement of absentee voter, I shall be\n   53  guilty of a misdemeanor.\n   54    Date..............Signature of Voter..................\n\n       A. 3658                            14\n\n    1    S 28. Paragraph b of subdivision 5 of section 213-b of the  town  law,\n    2  as  amended  by  section  12  of part LL of by chapter 56 of the laws of\n    3  2010, is amended to read as follows:\n    4    b.   On the reverse side of such envelope shall be printed the follow-\n    5  ing statement:\n    6                          STATEMENT OF ABSENTEE VOTER\n\n    7    I do declare that I will have been a citizen of the United States  for\n    8  thirty  days, and will be at least eighteen years of age, on the date of\n    9  the district election; that I will have been a resident  of  this  state\n   10  and  of  the district if any, shown on the reverse side of this envelope\n   11  for thirty days next preceding the said election and that  I  am  or  on\n   12  such  date  will be, a registered voter of said district; that I will be\n   13  unable to appear personally on the day of said district election at  the\n   14  polling  place of the said district in which I am or will be a qualified\n   15  voter because of the reason stated on my application heretofore  submit-\n   16  ted;  that  I have not qualified, or do I intend to vote, elsewhere than\n   17  as set forth on the reverse side of  this  envelope;  that  I  have  not\n   18  received or offered, do not expect to receive, have not paid, offered or\n   19  promised  to  pay,  contributed,  offered  or  promised to contribute to\n   20  another to be paid or used, any money or  other  valuable  thing,  as  a\n   21  compensation  or  reward for the giving or withholding of a vote at this\n   22  district election, and have not made any promise to influence the giving\n   23  or withholding of any such votes; that I have not made or become direct-\n   24  ly or indirectly interested in any  bet  or  wager  depending  upon  the\n   25  result  of this district election; and that I have not been convicted of\n   26  bribery or any infamous crime, or, if so convicted,  that  I  have  been\n   27  pardoned or restored to all the rights of a citizen, without restriction\n   28  as  to  the right of suffrage, or received a certificate of [relief from\n   29  disabilities or a certificate of good conduct] RESTORATION  pursuant  to\n   30  article  twenty-three  of  the  correction law removing my disability to\n   31  register and vote OR MY MAXIMUM SENTENCE OF IMPRISONMENT HAS EXPIRED.\n   32    I hereby declare that the foregoing is a true statement to the best of\n   33  my knowledge and belief, and I understand that if I  make  any  material\n   34  false statement in the foregoing statement of absentee voter, I shall be\n   35  guilty of a misdemeanor.\n   36       Date............. Signature of Voter ..............................\n   37    S  29. Paragraph b of subdivision 5 of section 2018-a of the education\n   38  law, as amended by section 8 of part LL of chapter 56  of  the  laws  of\n   39  2010, is amended to read as follows:\n   40    b. On the reverse side of such envelope shall be printed the following\n   41  statement:\n\n   42                         STATEMENT OF ABSENTEE VOTER\n\n   43    I  do declare that I am a citizen of the United States, and will be at\n   44  least eighteen years  of  age,  on  the  date  of  the  school  district\n   45  election;  that  I  will  have  been a resident of this state and of the\n   46  school district and school election  district,  if  any,  shown  on  the\n   47  reverse  side  of  this envelope for thirty days next preceding the said\n   48  election and duly registered in the school district and school  election\n   49  district,  if any, shown on the reverse side of this envelope and that I\n   50  am or on such date will be, a qualified voter of said  school  district;\n   51  that  I  will  be  unable to appear personally on the day of said school\n   52  district election at the polling place of the said district in  which  I\n   53  am  or  will  be  a  qualified  voter because of the reason stated on my\n\n       A. 3658                            15\n\n    1  application heretofore submitted; that I have not  qualified,  or  do  I\n    2  intend  to vote, elsewhere than as set forth on the reverse side of this\n    3  envelope; that I have not received or offered, do not expect to receive,\n    4  have not paid, offered or promised to pay, contributed, offered or prom-\n    5  ised  to  contribute  to  another to be paid or used, any money or other\n    6  valuable thing, as a compensation or reward for the giving or  withhold-\n    7  ing  of  a  vote at this school district election, and have not made any\n    8  promise to influence the giving or withholding of any such votes; that I\n    9  have not made or become directly or indirectly interested in any bet  or\n   10  wager  depending  upon  the result of this school district election; and\n   11  that I have not been convicted of bribery or any infamous crime, or,  if\n   12  so convicted, that I have been pardoned or restored to all the rights of\n   13  a  citizen, without restriction as to the right of suffrage, or received\n   14  a certificate of [relief from disabilities  or  a  certificate  of  good\n   15  conduct]  RESTORATION pursuant to article twenty-three of the correction\n   16  law removing my disability to register and vote OR MY  MAXIMUM  SENTENCE\n   17  OF IMPRISONMENT HAS EXPIRED.\n   18    I hereby declare that the foregoing is a true statement to the best of\n   19  my  knowledge  and  belief, and I understand that if I make any material\n   20  false statement in the foregoing statement of absentee voter, I shall be\n   21  guilty of a misdemeanor.\n\n   22    Date.....................Signature of Voter ..........................\n\n   23    S 30. Paragraph b of subdivision 6 of section 2018-b of the  education\n   24  law,  as  amended  by  section 9 of part LL of chapter 56 of the laws of\n   25  2010, is amended to read as follows:\n   26    b. On the reverse side of such envelope shall be printed the following\n   27  statement:\n\n   28                         STATEMENT OF ABSENTEE VOTER\n\n   29    I do declare that I am a citizen of the United States, and will be  at\n   30  least eighteen years of age on the date of the school district election;\n   31  that  I  will  have  been  a  resident  of  this state and of the school\n   32  district and school election district, if any, shown on the reverse side\n   33  of this envelope for thirty days next preceding the  said  election  and\n   34  that  I  am  or  on  such date will be, a qualified voter of said school\n   35  district; that I will be unable to appear personally on the day of  said\n   36  school  district  election  at the polling place of the said district in\n   37  which I am or will be a qualified voter because of the reason stated  on\n   38  my  application heretofore submitted; that I have not qualified, or do I\n   39  intend to vote, elsewhere than as set forth on the reverse side of  this\n   40  envelope; that I have not received or offered, do not expect to receive,\n   41  have not paid, offered or promised to pay, contributed, offered or prom-\n   42  ised  to  contribute  to  another to be paid or used, any money or other\n   43  valuable thing, as a compensation or reward for the giving or  withhold-\n   44  ing  of  a  vote at this school district election, and have not made any\n   45  promise to influence the giving or withholding of any such votes; that I\n   46  have not made or become directly or indirectly interested in any bet  or\n   47  wager  depending  upon  the result of this school district election; and\n   48  that I have not been convicted of bribery or any infamous crime, or,  if\n   49  so convicted, that I have been pardoned or restored to all the rights of\n   50  a  citizen,  without  restriction  as  to the right of suffrage, or have\n   51  received a certificate of [relief from disabilities or a certificate  of\n   52  good  conduct]  RESTORATION  pursuant  to  article  twenty-three  of the\n\n       A. 3658                            16\n\n    1  correction law removing my disability to vote OR MY MAXIMUM SENTENCE  OF\n    2  IMPRISONMENT HAS EXPIRED.\n\n    3    I hereby declare that the foregoing is a true statement to the best of\n    4  my  knowledge  and  belief, and I understand that if I make any material\n    5  false statement in the foregoing statement of absentee voter, I shall be\n    6  guilty of a misdemeanor.\n\n    7    Date....................Signature of Voter ...........................\n\n    8    S 31. Subdivision 2 of section 69-o of the general  business  law,  as\n    9  amended  by  chapter  575  of  the  laws  of 1993, is amended to read as\n   10  follows:\n   11    2. After the filing of an applicant's fingerprint cards, the secretary\n   12  of state shall forward such fingerprints to  the  division  of  criminal\n   13  justice  services  to be compared with the fingerprints on file with the\n   14  division of criminal justice services in order to ascertain whether  the\n   15  applicant  has  been  convicted  of  a  felony involving fraud, bribery,\n   16  perjury or theft pursuant to article  one  hundred  forty,  one  hundred\n   17  fifty-five,  one  hundred  sixty,  one  hundred  sixty-five, one hundred\n   18  seventy, one hundred seventy-five, one hundred seventy-six, one  hundred\n   19  eighty,  one  hundred eighty-five, one hundred ninety, one hundred nine-\n   20  ty-five, two hundred or two hundred ten of the penal law; or has a crim-\n   21  inal action which has been pending for such a felony for under one  year\n   22  without  a  final  disposition  unless  adjourned  in  contemplation  of\n   23  dismissal; provided, however, that for the  purposes  of  this  article,\n   24  none  of  the  following  shall  be  considered  criminal convictions or\n   25  reported as such:\n   26    (a) A conviction which has been vacated and  replaced  by  a  youthful\n   27  offender  finding pursuant to article seven hundred twenty of the crimi-\n   28  nal procedure law, or the applicable provisions  of  law  of  any  other\n   29  jurisdiction; or\n   30    (b)  A  conviction  the  records of which have been expunged or sealed\n   31  pursuant to the applicable provisions of the laws of this  state  or  of\n   32  any other jurisdiction; or\n   33    (c)  A conviction for which [a certificate of relief from disabilities\n   34  or] a certificate of [good conduct] RESTORATION has been issued pursuant\n   35  to ARTICLE TWENTY-THREE OF the correction law.\n   36    The division of criminal justice services shall retain the fingerprint\n   37  cards and return the report of such convictions  or  pending  cases,  if\n   38  any,  to  the secretary of state who shall retain them in a confidential\n   39  file for no more than one year, after which time such  report  shall  be\n   40  destroyed.\n   41    The  secretary  of  state shall deny the application of any individual\n   42  convicted of a felony involving fraud, bribery, perjury or theft  pursu-\n   43  ant  to  article  one hundred forty, one hundred fifty-five, one hundred\n   44  sixty, one hundred sixty-five, one hundred seventy, one  hundred  seven-\n   45  ty-five, one hundred seventy-six, one hundred eighty, one hundred eight-\n   46  y-five,  one hundred ninety, one hundred ninety-five, two hundred or two\n   47  hundred ten of the penal law; or has a criminal action  which  has  been\n   48  pending for such a felony for under one year without a final disposition\n   49  unless  adjourned in contemplation of dismissal; provided, however, that\n   50  for the purposes of this article, none of the following shall be consid-\n   51  ered criminal convictions or reported as such:\n   52    (i) A conviction which has been vacated and  replaced  by  a  youthful\n   53  offender  finding pursuant to article seven hundred twenty of the crimi-\n\n       A. 3658                            17\n\n    1  nal procedure law, or the applicable provisions  of  law  of  any  other\n    2  jurisdiction; or\n    3    (ii)  A  conviction  the records of which have been expunged or sealed\n    4  pursuant to the applicable provisions of the laws of this  state  or  of\n    5  any other jurisdiction; or\n    6    (iii)  A  conviction for which [a certificate of relief from disabili-\n    7  ties or] a certificate of [good conduct]  RESTORATION  has  been  issued\n    8  pursuant to ARTICLE TWENTY-THREE OF the correction law.\n    9    S  32.  Subdivision  1  of  section 81 of the general business law, as\n   10  amended by section 14 of part LL of chapter 56 of the laws of  2010,  is\n   11  amended to read as follows:\n   12    1. The holder of any license certificate issued pursuant to this arti-\n   13  cle  may employ to assist him in his work of private detective or inves-\n   14  tigator or bail enforcement agent as described in section seventy-one of\n   15  this article and in the conduct of such business as many persons  as  he\n   16  may  deem  necessary,  and  shall at all times during such employment be\n   17  legally responsible for the good conduct in the  business  of  each  and\n   18  every person so employed.\n   19    No holder of any unexpired license certificate issued pursuant to this\n   20  article shall knowingly employ in connection with his or its business in\n   21  any  capacity  whatsoever, any person who has been convicted of a felony\n   22  or any of the offenses specified in subdivision two of section  seventy-\n   23  four  of  this  article,  and  who has not subsequent to such conviction\n   24  received executive pardon therefor removing this disability, or received\n   25  a certificate of [relief from disabilities  or  a  certificate  of  good\n   26  conduct]  RESTORATION pursuant to article twenty-three of the correction\n   27  law to remove the disability  under  this  section  because  of  such  a\n   28  conviction,  or  any  person  whose  private detective or investigator's\n   29  license or bail enforcement agent's license was revoked  or  application\n   30  for such license was denied by the department of state or by the author-\n   31  ities  of  any  other state or territory because of conviction of any of\n   32  such offenses. Should the holder of  an  unexpired  license  certificate\n   33  falsely  state  or represent that a person is or has been in his employ,\n   34  such false statement or misrepresentation shall be sufficient cause  for\n   35  the revocation of such license. Any person falsely stating or represent-\n   36  ing that he is or has been a detective or employed by a detective agency\n   37  or that he is or has been a bail enforcement agent or employed by a bail\n   38  enforcement agency shall be guilty of a misdemeanor.\n   39    S  33.  Paragraph 4 of subsection (d) of section 2108 of the insurance\n   40  law, as amended by section 18 of part LL of chapter 56 of  the  laws  of\n   41  2010, is amended to read as follows:\n   42    (4)  This  subsection shall not prevent the employment of or the issu-\n   43  ance of a license to any person who, subsequent to his conviction, shall\n   44  have received executive pardon therefor removing this disability, or who\n   45  has received a certificate of [relief from disabilities or a certificate\n   46  of good conduct] RESTORATION pursuant to  article  twenty-three  of  the\n   47  correction  law  to  remove the disability under this section because of\n   48  such conviction or previous license revocation occasioned thereby.\n   49    S 34. Subdivision 6 of section 369 of the banking law, as  amended  by\n   50  chapter  164 of the laws of 2003 and paragraph (b) as amended by section\n   51  6 of part LL of chapter 56 of the laws of 2010, is amended  to  read  as\n   52  follows:\n   53    6.  The  superintendent may refuse to issue a license pursuant to this\n   54  article if he shall find that the applicant, or  any  person  who  is  a\n   55  director,  officer,  partner, agent, employee or substantial stockholder\n   56  of the applicant, (a) has been convicted of a crime in any  jurisdiction\n\n       A. 3658                            18\n\n    1  or  (b) is associating or consorting with any person who has, or persons\n    2  who have, been convicted of a crime or crimes  in  any  jurisdiction  or\n    3  jurisdictions;  provided,  however,  that  the  superintendent shall not\n    4  issue  such a license if he shall find that the applicant, or any person\n    5  who is a director, officer,  partner,  agent,  employee  or  substantial\n    6  stockholder  of  the  applicant,  has  been convicted of a felony in any\n    7  jurisdiction or of a crime which, if committed within this state,  would\n    8  constitute  a  felony  under  the laws thereof. For the purposes of this\n    9  article, a person shall be deemed to have been convicted of a  crime  if\n   10  such person shall have pleaded guilty to a charge thereof before a court\n   11  or  magistrate,  or shall have been found guilty thereof by the decision\n   12  or judgment of a court or magistrate or by the verdict of a jury,  irre-\n   13  spective  of  the  pronouncement  of sentence or the suspension thereof,\n   14  unless such plea of guilty, or such decision, judgment or verdict, shall\n   15  have been set aside, reversed or otherwise abrogated by lawful  judicial\n   16  process  or unless the person convicted of the crime shall have received\n   17  a pardon therefor from the president of the United States or the  gover-\n   18  nor   or  other  pardoning  authority  in  the  jurisdiction  where  the\n   19  conviction was had, or shall have received a certificate of [relief from\n   20  disabilities or a certificate of good conduct] RESTORATION  pursuant  to\n   21  article  twenty-three  of  the  correction  law to remove the disability\n   22  under this article because of such  conviction.  The  term  \"substantial\n   23  stockholder,\" as used in this subdivision, shall be deemed to refer to a\n   24  person  owning  or  controlling  ten  per  centum  or  more of the total\n   25  outstanding stock of the corporation in which such person  is  a  stock-\n   26  holder.  In  making  a  determination  pursuant to this subdivision, the\n   27  superintendent shall require fingerprinting of the applicant. Such fing-\n   28  erprints shall be submitted to the division of criminal justice services\n   29  for a state criminal history record check, as defined in subdivision one\n   30  of section three thousand thirty-five of the education law, and  may  be\n   31  submitted to the federal bureau of investigation for a national criminal\n   32  history record check.\n   33    S 35. Paragraph 5 of subdivision a of section 265.20 of the penal law,\n   34  as  amended  by  chapter  235 of the laws of 2007, is amended to read as\n   35  follows:\n   36    5. Possession of a rifle or shotgun by a person other  than  a  person\n   37  who  has  been  convicted  of  a  class  A-I  felony or a violent felony\n   38  offense, as defined in subdivision one of section 70.02 of this chapter,\n   39  who has been convicted as  specified  in  subdivision  four  of  section\n   40  265.01  OF THIS ARTICLE to whom a certificate of [good conduct] RESTORA-\n   41  TION has been issued [pursuant to section seven hundred three-b  of  the\n   42  correction law].\n   43    S  36. Section 751 of the correction law, as amended by chapter 284 of\n   44  the laws of 2007, is amended to read as follows:\n   45    S 751. Applicability. The provisions of this article  shall  apply  to\n   46  any  application by any person for a license or employment at any public\n   47  or private employer, who has previously been convicted of  one  or  more\n   48  criminal offenses in this state or in any other jurisdiction, and to any\n   49  license or employment held by any person whose conviction of one or more\n   50  criminal  offenses  in  this state or in any other jurisdiction preceded\n   51  such employment or granting of  a  license,  except  where  a  mandatory\n   52  forfeiture,  disability  or bar to employment is imposed by law, and has\n   53  not been removed by an executive pardon,  certificate  of  [relief  from\n   54  disabilities  or  certificate  of  good conduct] RESTORATION. Nothing in\n   55  this article shall be construed to affect any right an employer may have\n   56  with respect to an intentional misrepresentation in connection  with  an\n\n       A. 3658                            19\n\n    1  application  for employment made by a prospective employee or previously\n    2  made by a current employee.\n    3    S  37. Subdivision 2 of section 753 of the correction law, as added by\n    4  chapter 931 of the laws of 1976, is amended to read as follows:\n    5    2. In making a determination pursuant to section seven hundred  fifty-\n    6  two  of  this  [chapter]  ARTICLE, the public agency or private employer\n    7  shall also give consideration to a certificate of [relief from disabili-\n    8  ties or a certificate of good conduct] RESTORATION issued to the  appli-\n    9  cant,  which certificate shall create a presumption of rehabilitation in\n   10  regard to the offense or offenses specified therein.\n   11    S 38. The closing paragraph of section 79-a of the civil  rights  law,\n   12  as  amended  by  chapter  687 of the laws of 1973, is amended to read as\n   13  follows:\n   14    Nothing in this section shall be deemed to preclude the issuance of  a\n   15  certificate  of  [good  conduct]  RESTORATION  by the board of parole OR\n   16  SENTENCING COURT pursuant to law to a person  who  previously  has  been\n   17  sentenced to imprisonment for life.\n   18    S  39.  The  first undesignated paragraph of section 440-a of the real\n   19  property law, as amended by section 23 of part LL of chapter 56  of  the\n   20  laws of 2010, is amended to read as follows:\n   21    No  person,  co-partnership,  limited liability company or corporation\n   22  shall engage in or follow the business or occupation of, or hold himself\n   23  or itself out or act temporarily or otherwise as a real estate broker or\n   24  real estate salesman in this state without  first  procuring  a  license\n   25  therefor  as  provided in this article. No person shall be entitled to a\n   26  license as a real estate broker under this article, either as  an  indi-\n   27  vidual  or as a member of a co-partnership, or as a member or manager of\n   28  a limited liability company or as an officer of a corporation, unless he\n   29  or she is twenty years of age or over, a citizen of the United States or\n   30  an alien lawfully admitted for permanent residence in the United States.\n   31  No person shall be entitled to a license as a real estate salesman under\n   32  this article unless he or she is over the  age  of  eighteen  years.  No\n   33  person  shall  be  entitled to a license as a real estate broker or real\n   34  estate salesman under this article who has been convicted in this  state\n   35  or  elsewhere  of  a felony, of a sex offense, as defined in subdivision\n   36  two of section one hundred sixty-eight-a of the correction  law  or  any\n   37  offense  committed  outside  of  this state which would constitute a sex\n   38  offense, or a sexually violent offense, as defined in subdivision  three\n   39  of  section  one  hundred  sixty-eight-a  of  the  correction law or any\n   40  offense committed outside this state which would constitute  a  sexually\n   41  violent  offense, and who has not subsequent to such conviction received\n   42  executive pardon therefor or a certificate of [relief from  disabilities\n   43  or  a certificate of good conduct] RESTORATION pursuant to article twen-\n   44  ty-three of the correction law, to  remove  the  disability  under  this\n   45  section  because  of  such  conviction. No person shall be entitled to a\n   46  license as a real estate broker or real estate salesman under this arti-\n   47  cle who does not meet the requirements of section 3-503 of  the  general\n   48  obligations law.\n   49    S 40. Paragraph (a) of subdivision 1 of section 20-438 of the adminis-\n   50  trative code of the city of New York is amended to read as follows:\n   51    (a)  Issuance of licenses to conduct games of chance.  If such depart-\n   52  ment shall determine that the applicant is duly qualified to be licensed\n   53  to conduct games of chance under this subchapter; that  the  members  of\n   54  the  applicant  designated in the application to conduct games of chance\n   55  are bona fide active members of the applicant and are  persons  of  good\n   56  moral  character  and  have  never  been  convicted  of  a crime, or, if\n\n       A. 3658                            20\n\n    1  convicted, have received a pardon or a  certificate  of  [good  conduct]\n    2  RESTORATION;  that such games are to be conducted in accordance with the\n    3  provisions of this subchapter and in accordance with the rules and regu-\n    4  lations of the board and that the proceeds thereof are to be disposed of\n    5  as provided by this subchapter; and if such department is satisfied that\n    6  no  commission, salary, compensation, reward or recompense whatever will\n    7  be paid or given to any  person  holding,  operating  or  conducting  or\n    8  assisting in the holding, operation and conduct of any such games except\n    9  as  in  this  subchapter  otherwise  provided; and that no prize will be\n   10  given in excess of the sum or value of one hundred dollars in any single\n   11  game and that the aggregate of all prizes given on one  occasion,  under\n   12  said  license shall not exceed the sum or value of one thousand dollars,\n   13  the department shall issue a license to the applicant for the conduct of\n   14  games of chance upon payment of a license fee of twenty-five dollars for\n   15  each license period.\n   16    S 41. Paragraph (a) of subdivision 5 of section  2806  of  the  public\n   17  health  law,  as  amended  by section 20 of part LL of chapter 56 of the\n   18  laws of 2010, is amended to read as follows:\n   19    (a) Except as provided in paragraphs (b) and (d) of this  subdivision,\n   20  anything  contained  in this section or in a certificate of [relief from\n   21  disabilities or a certificate of good conduct] RESTORATION issued pursu-\n   22  ant to article twenty-three  of  the  correction  law  to  the  contrary\n   23  notwithstanding,  a  hospital  operating certificate of a hospital under\n   24  control of a controlling person as defined in paragraph (a) of  subdivi-\n   25  sion  twelve  of  section twenty-eight hundred one-a of this article, or\n   26  under control of any other entity, shall be revoked upon  a  finding  by\n   27  the department that such controlling person or any individual, member of\n   28  a  partnership  or  shareholder  of a corporation to whom or to which an\n   29  operating certificate has been issued, has been convicted of a class  A,\n   30  B or C felony, or a felony related in any way to any activity or program\n   31  subject  to  the  regulations,  supervision,  or  administration  of the\n   32  department or of the office of temporary and disability assistance or in\n   33  violation of the public officers law in a court of  competent  jurisdic-\n   34  tion  in  the state, or of a crime outside the state which, if committed\n   35  within the state, would have been a class A, B or C felony or  a  felony\n   36  related  in  any  way  to  any  activity or program subject to the regu-\n   37  lations, supervision, or administration of  the  department  or  of  the\n   38  office  of  temporary  and  disability assistance or in violation of the\n   39  public officers law.\n   40    S 42. Paragraph (a) of subdivision 1 and paragraph (a) of  subdivision\n   41  2  of  section  509-c  of  the vehicle and traffic law, paragraph (a) of\n   42  subdivision 1 as amended by section 25 of part LL of chapter 56  of  the\n   43  laws of 2010 and paragraph (a) of subdivision 2 as amended by section 26\n   44  of  part  LL  of  chapter 56 of the laws of 2010, are amended to read as\n   45  follows:\n   46    (a) permanently, if that person has been  convicted  of  or  forfeited\n   47  bond  or  collateral  which forfeiture order has not been vacated or the\n   48  subject of an order of remission upon a  violation  of  section  130.30,\n   49  130.35,  130.45,  130.50,  130.60,  or  130.65  of  the penal law, or an\n   50  offense committed under a former section of the penal  law  which  would\n   51  constitute a violation of the aforesaid sections of the penal law or any\n   52  offense  committed  outside  of  this  state  which  would  constitute a\n   53  violation of the aforesaid sections of the penal law, provided, however,\n   54  the provisions of this paragraph shall not apply to convictions, suspen-\n   55  sions or revocations or forfeitures of bonds for collateral upon any  of\n   56  the charges listed in this paragraph for violations which occurred prior\n\n       A. 3658                            21\n\n    1  to  September first, nineteen hundred seventy-four committed by a person\n    2  employed as a bus driver on September first, nineteen  hundred  seventy-\n    3  four.  However,  such  disqualification may be waived provided that five\n    4  years have expired since the applicant was discharged or released from a\n    5  sentence  of  imprisonment  imposed pursuant to conviction of an offense\n    6  that requires disqualification under this paragraph and that the  appli-\n    7  cant  shall have been granted a certificate of [relief from disabilities\n    8  or a certificate of good conduct] RESTORATION pursuant to article  twen-\n    9  ty-three of the correction law.\n   10    (a)  permanently,  if  that  person has been convicted of or forfeited\n   11  bond or collateral which forfeiture order has not been  vacated  or  the\n   12  subject  of  an  order  of remission upon a violation committed prior to\n   13  September fifteenth, nineteen hundred eighty-five,  of  section  130.30,\n   14  130.35,  130.45,  130.50,  130.60,  or  130.65  of  the penal law, or an\n   15  offense committed under a former section of the penal  law  which  would\n   16  constitute a violation of the aforesaid sections of the penal law or any\n   17  offense  committed  outside  of  this  state  which  would  constitute a\n   18  violation of the aforesaid sections of  the  penal  law.  However,  such\n   19  disqualification  may  be  waived  provided that five years have expired\n   20  since the applicant was discharged or released from a sentence of impri-\n   21  sonment imposed pursuant to  conviction  of  an  offense  that  requires\n   22  disqualification  under this paragraph and that the applicant shall have\n   23  been granted a certificate of [relief from disabilities or a certificate\n   24  of good conduct] RESTORATION pursuant to  article  twenty-three  of  the\n   25  correction law.\n   26    S  43. Paragraph (a) and subparagraph (i) of paragraph (b) of subdivi-\n   27  sion 1 and paragraphs (a) and (b) and subparagraph (i) of paragraph  (c)\n   28  of  subdivision  2  of section 509-cc of the vehicle and traffic law, as\n   29  added by chapter 675 of the laws of 1985, subparagraphs  (i),  (ii)  and\n   30  (iii) of paragraph (a) and subparagraph (i) of paragraph (b) of subdivi-\n   31  sion  1 as amended by section 27 of part LL of chapter 56 of the laws of\n   32  2010 and paragraphs (a) and (b) and subparagraph (i) of paragraph (c) of\n   33  of subdivision 2 as amended by section 28 of part LL of  chapter  56  of\n   34  the laws of 2010, are amended to read as follows:\n   35    (a) permanently, if that person\n   36    (i)  has  been  convicted  of  or  forfeited  bond or collateral which\n   37  forfeiture order has not been vacated or the  subject  of  an  order  of\n   38  remission upon a violation committed prior to September fifteenth, nine-\n   39  teen  hundred  eighty-five,  of  section 130.30, 130.35, 130.45, 130.50,\n   40  130.60, or 130.65 of the penal law, or  an  offense  committed  under  a\n   41  former  section  of  the penal law which would constitute a violation of\n   42  the aforesaid sections of the penal law or any offense committed outside\n   43  of this state which  would  constitute  a  violation  of  the  aforesaid\n   44  sections  of  the  penal  law, provided, however, the provisions of this\n   45  subparagraph shall not apply to convictions, suspensions or  revocations\n   46  or forfeitures of bonds for collateral upon any of the charges listed in\n   47  this  subparagraph  for  violations  which  occurred  prior to September\n   48  first, nineteen hundred seventy-four committed by a person employed as a\n   49  bus driver on September first, nineteen hundred  seventy-four.  However,\n   50  such  disqualification  may  be  waived  provided  that  five years have\n   51  expired since the applicant was discharged or released from  a  sentence\n   52  of  imprisonment  imposed  pursuant  to  conviction  of  an offense that\n   53  requires disqualification under this paragraph and  that  the  applicant\n   54  shall  have been granted a certificate of [relief from disabilities or a\n   55  certificate of good conduct] RESTORATION  pursuant  to  article  twenty-\n   56  three  of  the correction law. When the certificate is issued by a court\n\n       A. 3658                            22\n\n    1  for a conviction which occurred in this state, it shall only  be  issued\n    2  by  the court having jurisdiction over such conviction. Such certificate\n    3  shall specifically indicate that the authority granting such certificate\n    4  has considered the bearing, if any, the criminal offense or offenses for\n    5  which  the  person was convicted will have on the applicant's fitness or\n    6  ability to operate a bus transporting school children to the applicant's\n    7  prospective employment, prior to granting such a certificate; or\n    8    (ii) has been convicted of an  offense  listed  in  paragraph  (a)  of\n    9  subdivision  four of this section that was committed on or after Septem-\n   10  ber fifteenth, nineteen hundred eighty-five. However, such disqualifica-\n   11  tion may be waived by the commissioner provided  that  five  years  have\n   12  expired  since  the applicant was discharged or released from a sentence\n   13  of imprisonment imposed  pursuant  to  conviction  of  an  offense  that\n   14  requires  disqualification  under  this paragraph and that the applicant\n   15  shall have been granted a certificate of [relief from disabilities or  a\n   16  certificate  of  good  conduct]  RESTORATION pursuant to article twenty-\n   17  three of the correction law. When the certificate is issued by  a  court\n   18  for  a  conviction which occurred in this state, it shall only be issued\n   19  by the court having jurisdiction over such conviction. Such  certificate\n   20  shall specifically indicate that the authority granting such certificate\n   21  has considered the bearing, if any, the criminal offense or offenses for\n   22  which  the  person was convicted will have on the applicant's fitness or\n   23  ability to operate a bus transporting school children, prior to granting\n   24  such a certificate; or\n   25    (iii) has been convicted of an offense  listed  in  paragraph  (b)  of\n   26  subdivision  four of this section that was committed on or after Septem-\n   27  ber fifteenth, nineteen hundred eighty-five. However, such disqualifica-\n   28  tion shall be waived provided that five years  have  expired  since  the\n   29  applicant discharged or released from a sentence of imprisonment imposed\n   30  pursuant  to  conviction  of  an  offense that requires disqualification\n   31  under this paragraph and that the applicant shall have  been  granted  a\n   32  certificate  of  [relief  from  disabilities  or  a  certificate of good\n   33  conduct] RESTORATION pursuant to article twenty-three of the  correction\n   34  law.    When the certificate is issued by a court for a conviction which\n   35  occurred in this state, it shall only be  issued  by  the  court  having\n   36  jurisdiction  over  such conviction. Such certificate shall specifically\n   37  indicate that the authority granting such certificate has considered the\n   38  bearing, if any, the criminal offense or offenses for which  the  person\n   39  was convicted will have on the applicant's fitness or ability to operate\n   40  a  bus  transporting  school  children, prior to granting such a certif-\n   41  icate. Provided, however, that at the discretion  of  the  commissioner,\n   42  the  certificate of relief from disabilities may remove disqualification\n   43  at any time; or\n   44    (i) has been convicted within the preceding five years of  an  offense\n   45  listed  in  paragraph  (c)  of subdivision four of this section that was\n   46  committed on or after September fifteenth, nineteen hundred eighty-five.\n   47  However, such disqualification shall be waived provided that the  appli-\n   48  cant  has  been  granted a certificate of [relief from disabilities or a\n   49  certificate of good conduct] RESTORATION  pursuant  to  article  twenty-\n   50  three  of  the correction law. When the certificate is issued by a court\n   51  for a conviction which occurred in this state, it shall only  be  issued\n   52  by  the court having jurisdiction over such conviction. Such certificate\n   53  shall specifically indicate that the authority granting such certificate\n   54  has considered the bearing, if any, the criminal offense or offenses for\n   55  which the person was convicted will have on the applicant's  fitness  or\n\n       A. 3658                            23\n\n    1  ability to operate a bus transporting school children, prior to granting\n    2  such a certificate;\n    3    (a) permanently, if that person has been convicted of an offense list-\n    4  ed  in  paragraph (a) of subdivision four of this section. However, such\n    5  disqualification may be waived by the commissioner  provided  that  five\n    6  years have expired since the applicant was discharged or released from a\n    7  sentence  of  imprisonment  imposed pursuant to conviction of an offense\n    8  that requires disqualification under this paragraph and that the  appli-\n    9  cant  shall have been granted a certificate of [relief from disabilities\n   10  or a certificate of good conduct] RESTORATION pursuant to article  twen-\n   11  ty-three  of  the  correction  law.  When the certificate is issued by a\n   12  court for a conviction which occurred in this state, it  shall  only  be\n   13  issued  by  the  court  having  jurisdiction  over such conviction. Such\n   14  certificate shall specifically indicate that the authority granting such\n   15  certificate has considered the bearing, if any, the criminal offense  or\n   16  offenses for which the person was convicted will have on the applicant's\n   17  fitness  or ability to operate a bus transporting school children to the\n   18  applicant's prospective employment, prior to  granting  such  a  certif-\n   19  icate.\n   20    (b) permanently, if that person has been convicted of an offense list-\n   21  ed  in  paragraph (b) of subdivision four of this section. However, such\n   22  disqualification shall be waived provided that five years  have  expired\n   23  since the applicant was incarcerated pursuant to a sentence of imprison-\n   24  ment  imposed on conviction of an offense that requires disqualification\n   25  under this paragraph and that the applicant shall have  been  granted  a\n   26  certificate  of  [relief  from  disabilities  or  a  certificate of good\n   27  conduct] RESTORATION pursuant to article twenty-three of the  correction\n   28  law.    When the certificate is issued by a court for a conviction which\n   29  occurred in this state, it shall only be  issued  by  the  court  having\n   30  jurisdiction  over  such conviction. Such certificate shall specifically\n   31  indicate that the authority granting such certificate has considered the\n   32  bearing, if any, the criminal offense or offenses for which  the  person\n   33  was convicted will have on the applicant's fitness or ability to operate\n   34  a  bus  transporting  school  children, prior to granting such a certif-\n   35  icate. Provided, however, that at the discretion of the commissioner the\n   36  certificate of [relief  from  disabilities  or  a  certificate  of  good\n   37  conduct]  RESTORATION pursuant to article twenty-three of the correction\n   38  law may remove disqualification at any time.\n   39    (i) has been convicted within the preceding five years of  an  offense\n   40  listed  in  paragraph  (c) of subdivision four of this section. However,\n   41  notwithstanding the provisions of subdivision  three  of  section  seven\n   42  hundred one of the correction law. Such disqualification shall be waived\n   43  provided  that  the  applicant has been granted a certificate of [relief\n   44  from disabilities or a certificate of good conduct] RESTORATION pursuant\n   45  to article twenty-three of the correction law. When the  certificate  is\n   46  issued  by  a  court  for  a conviction which occurred in this state, it\n   47  shall only  be  issued  by  the  court  having  jurisdiction  over  such\n   48  conviction.  Such  certificate  shall  specifically  indicate  that  the\n   49  authority granting such certificate has considered the bearing, if  any,\n   50  the criminal offense or offenses for which the person was convicted will\n   51  have on the applicant's fitness or ability to operate a bus transporting\n   52  school children, prior to granting such a certificate.\n   53    S  44.  Subparagraph  (iii) of paragraph d of subdivision 6 of section\n   54  510 of the vehicle and traffic law, as amended by section 29 of part  LL\n   55  of chapter 56 of the laws of 2010, is amended to read as follows:\n\n       A. 3658                            24\n\n    1    (iii)  after  such  documentation, if required, is accepted, that such\n    2  person is granted a  certificate  of  [relief  from  disabilities  or  a\n    3  certificate  of  good  conduct]  RESTORATION pursuant to article twenty-\n    4  three of the correction law by the court in which such person  was  last\n    5  penalized.\n    6    S  45. Subparagraph (iii) of paragraph (c) of subdivision 2 of section\n    7  510-a of the vehicle and traffic law, as amended by section 30  of  part\n    8  LL of chapter 56 of the laws of 2010, is amended to read as follows:\n    9    (iii)  after  such  documentation, if required, is accepted, that such\n   10  person is granted a  certificate  of  [relief  from  disabilities  or  a\n   11  certificate  of  good  conduct]  RESTORATION pursuant to article twenty-\n   12  three of the correction law by the court in which such person  was  last\n   13  penalized.\n   14    S  46. Subdivision 5 of section 530 of the vehicle and traffic law, as\n   15  amended by section 31 of part LL of chapter 56 of the laws of  2010,  is\n   16  amended to read as follows:\n   17    (5) A restricted use license or privilege shall be valid for the oper-\n   18  ation  of  any  motor  vehicle,  except a vehicle for hire as a taxicab,\n   19  livery, coach, limousine, van or wheelchair accessible van or tow  truck\n   20  as  defined  in this chapter subject to the conditions set forth herein,\n   21  which the holder would otherwise be entitled to operate had his  drivers\n   22  license  or  privilege  not  been  suspended or revoked. Notwithstanding\n   23  anything to the contrary in a certificate of [relief  from  disabilities\n   24  or a certificate of good conduct] RESTORATION issued pursuant to article\n   25  twenty-three  of  the correction law, a restricted use license shall not\n   26  be valid for the operation of a commercial motor vehicle.  A  restricted\n   27  use  license  shall not be valid for the operation of a vehicle for hire\n   28  as a taxicab, livery, coach, limousine, van or wheelchair accessible van\n   29  or tow truck where the holder thereof had his  or  her  drivers  license\n   30  suspended  or revoked and (i) such suspension or revocation is mandatory\n   31  pursuant to the provisions of subdivision two or two-a of  section  five\n   32  hundred ten of this title; or (ii) any such suspension is permissive for\n   33  habitual  or  persistent  violations  of  this  chapter or any local law\n   34  relating to traffic as set forth in paragraph  d  or  i  of  subdivision\n   35  three  of  section  five  hundred  ten  of this title; or (iii) any such\n   36  suspension is permissive and has been imposed by a  magistrate,  justice\n   37  or  judge  of  any city, town or village, any supreme court justice, any\n   38  county judge, or judge of a district  court.  Except  for  a  commercial\n   39  motor  vehicle  as  defined  in subdivision four of section five hundred\n   40  one-a of this title, the restrictions on types of vehicles which may  be\n   41  operated  with  a restricted license contained in this subdivision shall\n   42  not be applicable to a restricted  license  issued  to  a  person  whose\n   43  license  has  been  suspended pursuant to paragraph three of subdivision\n   44  four-e of section five hundred ten of this title.\n   45    S 47. Item (ii) of clause (b) of subparagraph 12 of paragraph  (b)  of\n   46  subdivision 2 of section 1193 of the vehicle and traffic law, as amended\n   47  by  section  32 of part LL of chapter 56 of the laws of 2010, is amended\n   48  to read as follows:\n   49    (ii) that such person is granted a certificate of [relief  from  disa-\n   50  bilities or a certificate of good conduct] RESTORATION pursuant to arti-\n   51  cle twenty-three of the correction law.\n   52    Provided, however, that the commissioner may, on a case by case basis,\n   53  refuse  to  restore a license which otherwise would be restored pursuant\n   54  to this item, in the interest of the public safety and welfare.\n\n       A. 3658                            25\n\n    1    S 48. Subparagraph 1 of paragraph (d) of subdivision 2 of section 1193\n    2  of the vehicle and traffic law, as amended by section 34 of part  LL  of\n    3  chapter 56 of the laws of 2010, is amended to read as follows:\n    4    (1)  Notwithstanding  anything  to the contrary contained in a certif-\n    5  icate of [relief from disabilities or a  certificate  of  good  conduct]\n    6  RESTORATION  issued  pursuant  to article twenty-three of the correction\n    7  law, where a suspension or revocation, other than a revocation  required\n    8  to be issued by the commissioner, is mandatory pursuant to paragraph (a)\n    9  or (b) of this subdivision, the magistrate, justice or judge shall issue\n   10  an  order  suspending  or revoking such license upon sentencing, and the\n   11  license holder shall surrender such license  to  the  court.  Except  as\n   12  hereinafter  provided,  such  suspension or revocation shall take effect\n   13  immediately.\n   14    S 49. Item (iii) of clause (e) of subparagraph 12 of paragraph (b)  of\n   15  subdivision 2 of section 1193 of the vehicle and traffic law, as amended\n   16  by  section  33 of part LL of chapter 56 of the laws of 2010, is amended\n   17  to read as follows:\n   18    (iii) after such documentation is accepted, that such person is grant-\n   19  ed a certificate of [relief from disabilities or a certificate  of  good\n   20  conduct]  RESTORATION pursuant to article twenty-three of the correction\n   21  law.\n   22    S 50. Item (iii) of clause a of subparagraph 3  of  paragraph  (e)  of\n   23  subdivision 2 of section 1193 of the vehicle and traffic law, as amended\n   24  by  section  35 of part LL of chapter 56 of the laws of 2010, is amended\n   25  to read as follows:\n   26    (iii) after such documentation is accepted, that such person is grant-\n   27  ed a certificate of [relief from disabilities or a certificate  of  good\n   28  conduct]  RESTORATION pursuant to article twenty-three of the correction\n   29  law.\n   30    S 51. Item (iii) of clause c of subparagraph 1  of  paragraph  (d)  of\n   31  subdivision 2 of section 1194 of the vehicle and traffic law, as amended\n   32  by  section  37 of part LL of chapter 56 of the laws of 2010, is amended\n   33  to read as follows:\n   34    (iii) after such documentation is accepted, that such person is grant-\n   35  ed a certificate of [relief from disabilities or a certificate  of  good\n   36  conduct]  RESTORATION pursuant to article twenty-three of the correction\n   37  law by the court in which such person was last penalized.\n   38    S 52. Paragraph (g) of subdivision 7 of section 1196  of  the  vehicle\n   39  and  traffic  law,  as amended by section 38 of part LL of chapter 56 of\n   40  the laws of 2010, is amended to read as follows:\n   41    (g) Notwithstanding anything to the contrary contained  in  a  certif-\n   42  icate  of  [relief  from  disabilities or a certificate of good conduct]\n   43  RESTORATION issued pursuant to article twenty-three  of  the  correction\n   44  law,  any  conditional license or privilege issued to a person convicted\n   45  of a violation of any subdivision of section eleven  hundred  ninety-two\n   46  of  this  article shall not be valid for the operation of any commercial\n   47  motor vehicle. In addition, no such  conditional  license  or  privilege\n   48  shall  be  valid for the operation of a taxicab as defined in this chap-\n   49  ter.\n   50    S 53. Whenever the term \"certificate of good conduct\" or  \"certificate\n   51  of  relief  from  disabilities\"  or any equivalent expression thereof is\n   52  used in any provision of law, either such term shall be deemed  to  mean\n   53  and refer to a certificate of restoration as established in this act.\n   54    S  54.  Any  certificate of relief from disabilities or certificate of\n   55  good conduct issued prior to the effective date of  this  act  shall  be\n   56  deemed  the  equivalent of a certificate of restoration and shall remain\n\n       A. 3658                            26\n\n    1  in full force and effect on and after the effective date  of  this  act.\n    2  Nothing  in this act shall be read to invalidate a certificate of relief\n    3  from disabilities or a certificate of good conduct issued prior  to  the\n    4  effective date of this act.\n    5    S  55.  This act shall take effect on the ninetieth day after it shall\n    6  have become a law, provided that:\n    7    (a) the amendments to subdivision 2 of section 701 of  the  correction\n    8  law  made  by section two of this act shall be subject to the expiration\n    9  and reversion of such subdivision pursuant to section 9 of  chapter  533\n   10  of  the  laws of 1993, as amended, when upon such date the provisions of\n   11  section three of this act shall take effect;\n   12    (b) the amendments to subdivision 5 of section 530 of the vehicle  and\n   13  traffic  law  made by section forty-six of this act shall not affect the\n   14  expiration of such subdivision and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, the executive law, the tax law, the alcoholic beverage control law, the agriculture and markets law, the public health law, the general municipal law, the town law, the education law, the general business law, the insurance law, the banking law, the penal law, the civil rights law, the real property law, the administrative code of the city of New York and the vehicle and traffic law, in relation to establishing a certificate of restoration to replace the certificate of good conduct and the certificate of relief from disabilities; and to repeal certain provisions of the correction law relating to certificates of good conduct ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622384
}