{
  "year" : 2011,
  "senateBillNo" : "A3652-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3652-2011-1296018000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes disclosure of DNA information in the state DNA identification index to any public agency in connection with a criminal investigation",
  "summary" : "Authorizes disclosure of DNA information in the state DNA identification index or maintained by a forensic DNA laboratory to any public agency in connection with a criminal investigation; provides that DNA information shall be confidential; such information may also be disclosed for research and statistical purposes after identifying information has been removed; provides for expungement of DNA information on an individual upon issuance of a court order. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A6082-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3652\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  P. RIVERA, SCHROEDER, ORTIZ -- read once and\n         referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in  relation  to  the  disclosure  of\n         DNA-related information in criminal investigations and proceedings and\n         the expungement of such information\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 6  of  section  995-c  of  the\n    2  executive  law,  as added by chapter 737 of the laws of 1994, is amended\n    3  to read as follows:\n    4    (a) to a federal law enforcement agency, or to a state  or  local  law\n    5  enforcement  agency or district attorney's office OR TO ANY OTHER PUBLIC\n    6  AGENCY for law enforcement identification purposes [upon submission of a\n    7  DNA record] in connection with the investigation of  the  commission  of\n    8  one  or  more  crimes  or to assist in the recovery or identification of\n    9  specified human remains, including identification of  missing  persons[,\n   10  provided  that there exists between the division and such agency a writ-\n   11  ten agreement governing the use and dissemination of such DNA records in\n   12  accordance with the provisions of this article];\n   13    S 2. Subdivision 9 of section 995-c of the executive law,  as  amended\n   14  by chapter 524 of the laws of 2002, is amended to read as follows:\n   15    9.  [(a)] Upon receipt of notification of a reversal or a vacatur of a\n   16  conviction, or of the granting of a pardon pursuant to article two-A  of\n   17  this  chapter,  of an individual whose DNA record has been stored in the\n   18  state DNA identification index in accordance with this  article  by  the\n   19  division  of criminal justice services, the DNA record shall be expunged\n   20  from the state DNA identification index, and such individual  may  apply\n   21  to  the court in which the judgment of conviction was originally entered\n   22  for an order directing  the  expungement  of  any  DNA  record  and  any\n   23  samples,  analyses,  or  other  documents relating to the DNA testing of\n   24  such individual in connection with the investigation or  prosecution  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00360-01-1\n\n       A. 3652                             2\n\n    1  the  crime which resulted in the conviction that was reversed or vacated\n    2  or for which the pardon was granted. A copy of such application shall be\n    3  served on the district attorney and an order directing  expungement  may\n    4  be  granted  if  the  court  finds  that  all  appeals  relating  to the\n    5  conviction have  been  concluded;  that  such  individual  will  not  be\n    6  retried, or, if a retrial has occurred, the trier of fact has rendered a\n    7  verdict  of  complete acquittal, and that expungement will not adversely\n    8  affect the investigation or prosecution of some other person or  persons\n    9  for  the  crime.  The  division  shall, by rule or regulation, prescribe\n   10  procedures to ensure that the DNA record in the state DNA identification\n   11  index, and any samples, analyses, or other documents  relating  to  such\n   12  record,  whether  in the possession of the division, or any law enforce-\n   13  ment or police agency, or any forensic  DNA  laboratory,  including  any\n   14  duplicates  or copies thereof, at the discretion of the possessor there-\n   15  of, are either destroyed or returned  to  such  individual,  or  to  the\n   16  attorney  who  represented him or her at the time such reversal, vacatur\n   17  or pardon, was granted. The commissioner shall also adopt  by  rule  and\n   18  regulation  a procedure for the expungement in other appropriate circum-\n   19  stances of DNA records contained in the index.\n   20    [(b) As prescribed in this paragraph, if an individual, either  volun-\n   21  tarily  or  pursuant  to  a  warrant or order of a court, has provided a\n   22  sample for DNA testing in connection with the  investigation  or  prose-\n   23  cution  of  a  crime  and  (i) no criminal action against the individual\n   24  relating to such crime was commenced  within  the  period  specified  by\n   25  section  30.10  of the criminal procedure law, or (ii) a criminal action\n   26  was commenced against  the  individual  relating  to  such  crime  which\n   27  resulted in a complete acquittal, or (iii) a criminal action against the\n   28  individual  relating  to  such  crime  resulted in a conviction that was\n   29  subsequently reversed or vacated, or for which the individual was grant-\n   30  ed a pardon pursuant to article two-A of this chapter,  such  individual\n   31  may  apply  to  the  supreme court or the court in which the judgment of\n   32  conviction was originally entered for an order directing the expungement\n   33  of any DNA record and any samples, analyses, or other documents relating\n   34  to the DNA testing of such individual in connection  with  the  investi-\n   35  gation or prosecution of such crime. A copy of such application shall be\n   36  served  on  the district attorney and an order directing expungement may\n   37  be granted if the court finds that  the  individual  has  satisfied  the\n   38  conditions  of  one  of  the  subparagraphs of this paragraph; that if a\n   39  judgment of conviction was reversed or  vacated,  all  appeals  relating\n   40  thereto  have been concluded and the individual will not be retried, or,\n   41  if a retrial has occurred, the trier of fact has rendered a  verdict  of\n   42  complete  acquittal,  and that expungement will not adversely affect the\n   43  investigation or prosecution of some other person  or  persons  for  the\n   44  crime.  If  an order directing the expungement of any DNA record and any\n   45  samples, analyses or other documents relating to the DNA testing of such\n   46  individual is issued, such record and any samples,  analyses,  or  other\n   47  documents  shall,  at  the  discretion  of  the  possessor  thereof,  be\n   48  destroyed or returned to such individual or to the attorney who  repres-\n   49  ented  him  or  her  in connection with the application for the order of\n   50  expungement.]\n   51    S 3. Section 995-d of the executive law, as added by  chapter  737  of\n   52  the laws of 1994, subdivision 2 as amended by chapter 560 of the laws of\n   53  1999, is amended to read as follows:\n   54    S 995-d. Confidentiality  AND  APPLICATIONS  FOR EXPUNGEMENT.   1. All\n   55  records, findings, reports, and results of DNA testing performed on  any\n   56  person,  INCLUDING THOSE IN THE POSSESSION OF A FORENSIC DNA LABORATORY,\n\n       A. 3652                             3\n\n    1  shall be confidential and may not be disclosed  or  redisclosed  without\n    2  the  consent of the subject of such DNA testing. Such records, findings,\n    3  reports and results  shall  not  be  released  to  insurance  companies,\n    4  employers or potential employers, health providers, employment screening\n    5  or  personnel  companies,  agencies,  or services, private investigation\n    6  services, and may not be disclosed in response to a  subpoena  or  other\n    7  compulsory  legal  process  or  warrant, or upon request or order of any\n    8  agency, authority, division, office, corporation,  partnership,  or  any\n    9  other  private or public entity or person, except that nothing contained\n   10  herein shall prohibit disclosure in response to  a  subpoena  issued  on\n   11  behalf  of the subject of such [DNA] record or on behalf of a party in a\n   12  civil proceeding where the subject of such [DNA]  record  has  put  such\n   13  record in issue.\n   14    2.  Notwithstanding the provisions of subdivision one of this section,\n   15  records, findings, reports, and results of DNA testing[,  other  than  a\n   16  DNA record maintained in the state DNA identification index,] MAINTAINED\n   17  BY  A  FORENSIC  DNA  LABORATORY may be disclosed BY SUCH LABORATORY AND\n   18  REDISCLOSED BY ANY PUBLIC AGENCY FOR THE FOLLOWING PURPOSES:\n   19    (A) TO A FEDERAL LAW ENFORCEMENT AGENCY, OR TO A STATE  OR  LOCAL  LAW\n   20  ENFORCEMENT  AGENCY OR DISTRICT ATTORNEY'S OFFICE OR TO ANY OTHER PUBLIC\n   21  AGENCY FOR LAW ENFORCEMENT IDENTIFICATION PURPOSES  IN  CONNECTION  WITH\n   22  THE  INVESTIGATION  OF THE COMMISSION OF ONE OR MORE CRIMES OR TO ASSIST\n   23  IN THE RECOVERY OR IDENTIFICATION OF HUMAN REMAINS, INCLUDING  IDENTIFI-\n   24  CATION OF MISSING PERSONS;\n   25    (B)  in  a  criminal proceeding to the court, the prosecution, and the\n   26  defense pursuant to a written request  [on  a  form  prescribed  by  the\n   27  commissioner  of  the  division of criminal justice services.] BY ONE OF\n   28  THESE ENTITIES TO THE POSSESSOR OF SUCH RECORDS, FINDINGS,  REPORTS,  OR\n   29  RESULTS OF DNA TESTING; OR\n   30    (C)  AFTER PERSONALLY IDENTIFIABLE INFORMATION HAS BEEN REMOVED BY THE\n   31  FORENSIC DNA LABORATORY, TO AN ENTITY AUTHORIZED  BY  THE  FORENSIC  DNA\n   32  LABORATORY  FOR  THE  PURPOSE  OF  CREATING  OR MAINTAINING A POPULATION\n   33  STATISTICS DATABASE OR FOR IDENTIFICATION RESEARCH AND PROTOCOL DEVELOP-\n   34  MENT FOR FORENSIC DNA ANALYSIS OR QUALITY CONTROL PURPOSES.\n   35    3. AS PRESCRIBED IN THIS SUBDIVISION, IF AN INDIVIDUAL  NOT  OTHERWISE\n   36  COVERED  BY  SUBDIVISION  NINE  OF SECTION NINE HUNDRED NINETY-FIVE-C OF\n   37  THIS ARTICLE, EITHER VOLUNTARILY OR PURSUANT TO A WARRANT OR ORDER OF  A\n   38  COURT,  HAS  PROVIDED  A  SAMPLE  FOR DNA TESTING IN CONNECTION WITH THE\n   39  INVESTIGATION OR PROSECUTION OF A  CRIME  AND  (A)  NO  CRIMINAL  ACTION\n   40  AGAINST  THE  INDIVIDUAL  RELATING  TO  SUCH  CRIME  WAS COMMENCED OR IS\n   41  INTENDED TO BE COMMENCED WITHIN THE PERIOD SPECIFIED BY SECTION 30.10 OF\n   42  THE CRIMINAL PROCEDURE LAW, OR  (B)  A  CRIMINAL  ACTION  WAS  COMMENCED\n   43  AGAINST  THE  INDIVIDUAL  RELATING  TO  SUCH  CRIME  WHICH RESULTED IN A\n   44  COMPLETE ACQUITTAL, OR (C) A  CRIMINAL  ACTION  AGAINST  THE  INDIVIDUAL\n   45  RELATING  TO  SUCH  CRIME RESULTED IN A CONVICTION THAT WAS SUBSEQUENTLY\n   46  REVERSED OR VACATED, OR FOR WHICH THE INDIVIDUAL WAS  GRANTED  A  PARDON\n   47  PURSUANT  TO ARTICLE TWO-A OF THIS CHAPTER, SUCH INDIVIDUAL MAY APPLY TO\n   48  THE SUPREME COURT OR THE COURT IN WHICH THE JUDGMENT OF  CONVICTION  WAS\n   49  ORIGINALLY  ENTERED  FOR  AN  ORDER DIRECTING THE EXPUNGEMENT OF ANY DNA\n   50  IDENTIFICATION INFORMATION AND ANY SAMPLES, ANALYSES, OR OTHER DOCUMENTS\n   51  RELATING TO THE DNA TESTING OF SUCH INDIVIDUAL IN  CONNECTION  WITH  THE\n   52  INVESTIGATION  OR PROSECUTION OF SUCH CRIME.  A COPY OF SUCH APPLICATION\n   53  SHALL BE SERVED ON THE DISTRICT ATTORNEY AND AN ORDER DIRECTING EXPUNGE-\n   54  MENT SHALL BE GRANTED IF THE COURT FINDS THAT THE INDIVIDUAL HAS  SATIS-\n   55  FIED  THE  CONDITIONS OF ONE OF THE PARAGRAPHS OF THIS SUBDIVISION; THAT\n   56  IF A JUDGMENT OF CONVICTION WAS REVERSED OR VACATED, ALL APPEALS  RELAT-\n\n       A. 3652                             4\n\n    1  ING  THERETO HAVE BEEN CONCLUDED AND THE INDIVIDUAL WILL NOT BE RETRIED,\n    2  OR, IF A RETRIAL HAS OCCURRED, THE TRIER OF FACT HAS RENDERED A  VERDICT\n    3  OF  COMPLETE  ACQUITTAL,  AND THAT EXPUNGEMENT WILL NOT ADVERSELY AFFECT\n    4  THE INVESTIGATION OR PROSECUTION OF SOME OTHER PERSON OR PERSONS FOR THE\n    5  CRIME.   IF AN ORDER DIRECTING THE EXPUNGEMENT OF ANY DNA IDENTIFICATION\n    6  INFORMATION AND ANY SAMPLES, ANALYSES OR OTHER DOCUMENTS RELATING TO THE\n    7  DNA TESTING OF SUCH INDIVIDUAL IS ISSUED, SUCH  IDENTIFICATION  INFORMA-\n    8  TION  AND  ANY  SAMPLES,  ANALYSES,  OR  OTHER  DOCUMENTS  SHALL, AT THE\n    9  DISCRETION OF THE POSSESSOR THEREOF, BE DESTROYED OR  RETURNED  TO  SUCH\n   10  INDIVIDUAL  OR  TO THE ATTORNEY WHO REPRESENTED HIM OR HER IN CONNECTION\n   11  WITH THE APPLICATION FOR THE ORDER OF EXPUNGEMENT.\n   12    4. Notwithstanding the provisions of subdivision one of this  section,\n   13  a  DNA  record  maintained  in the state DNA identification index may be\n   14  disclosed pursuant to section nine hundred ninety-five-c of  this  arti-\n   15  cle.\n   16    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the disclosure of DNA-related information in criminal investigations and proceedings and the expungement of such information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622375
}