{
  "year" : 2011,
  "senateBillNo" : "A3651-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A3651-2011-1296018000000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the distribution of the additional vendor's marketing allowance by any operator of a racetrack located in the county of Westchester",
  "summary" : "Provides that the additional vendor's marketing allowance retained by any operator of a racetrack located in the county of Westchester shall not exceed 4 percent of the total revenue wagered at the vendor track after payout for prizes and the remainder of such additional vendor's marketing allowance, not to exceed 25 million dollars, shall be paid to the Yonkers city school district board of education in quarterly payments for the support and maintenance of certain educational programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6917-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3651\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Racing and Wagering\n\n       AN ACT to amend the tax law, in relation  to  the  distribution  of  the\n         additional vendor's marketing allowance by any operator of a racetrack\n         located in the county of Westchester\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Subparagraph (iii) of paragraph 1  of  subdivision  b  of\n    2  section  1612  of  the  tax  law, as amended by section 1 of part 0-1 of\n    3  chapter 57 of the laws of 2009, is amended to read as follows:\n    4    (iii) less an additional vendor's marketing allowance at a rate of ten\n    5  percent for the first one hundred million  dollars  annually  and  eight\n    6  percent  thereafter  of  the  total  revenue wagered at the vendor track\n    7  after payout for prizes to be used by the vendor track for the marketing\n    8  and promotion and associated costs of its  video  lottery  gaming  oper-\n    9  ations  and  pari-mutuel  horse  racing  operations, as long as any such\n   10  costs associated with pari-mutuel horse racing operations simultaneously\n   11  encourage increased attendance at such  vendor's  video  lottery  gaming\n   12  facilities, consistent with the customary manner of marketing comparable\n   13  operations in the industry and subject to the overall supervision of the\n   14  division;  provided,  however,  that  the  additional vendor's marketing\n   15  allowance shall not exceed eight percent in any year for any operator of\n   16  a racetrack located in the county of [Westchester or] Queens;  provided,\n   17  however,  a  vendor  track that receives a vendor fee pursuant to clause\n   18  (G) of subparagraph (ii) of this paragraph shall not receive  the  addi-\n   19  tional  vendor's  marketing  allowance;  AND PROVIDED, FURTHER, THAT THE\n   20  ADDITIONAL VENDOR'S MARKETING ALLOWANCE FOR ANY OPERATOR OF A  RACETRACK\n   21  LOCATED  IN  THE  COUNTY  OF  WESTCHESTER  EXPENDED BY SUCH OPERATOR FOR\n   22  MARKETING SHALL NOT EXCEED EIGHT PERCENT OF THE TOTAL REVENUE WAGERED AT\n   23  THE VENDOR TRACK AFTER PAYOUT FOR PRIZES PURSUANT TO THIS CHAPTER IN ANY\n   24  YEAR AND THE REMAINDER OF SUCH ADDITIONAL VENDOR'S  MARKETING  ALLOWANCE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05826-01-1\n\n       A. 3651                             2\n\n    1  FOR SUCH OPERATOR CALCULATED PURSUANT TO THIS SUBDIVISION, NOT TO EXCEED\n    2  TWENTY-FIVE  MILLION DOLLARS ANNUALLY, SHALL BE PAID BY SUCH OPERATOR TO\n    3  THE YONKERS  CITY  SCHOOL  DISTRICT  BOARD  OF  EDUCATION  IN  QUARTERLY\n    4  PAYMENTS COMMENCING JULY FIRST, TWO THOUSAND TWELVE TO SUPPORT AND MAIN-\n    5  TAIN  EDUCATIONAL PROGRAMS ESTABLISHED PURSUANT TO THE SETTLEMENT AGREE-\n    6  MENT DATED JANUARY THIRTY-FIRST, TWO THOUSAND TWO IN  UNITED  STATES  OF\n    7  AMERICA  V.  YONKERS  BOARD  OF  EDUCATION.  NOTWITHSTANDING  ANY  OTHER\n    8  PROVISION OF LAW, RULE  OR  REGULATION  TO  THE  CONTRARY,  SUCH  AMOUNT\n    9  PROVIDED PURSUANT TO THIS SUBDIVISION SHALL BE IN ADDITION TO ANY ANNUAL\n   10  MAINTENANCE  OF EFFORT REQUIREMENT IMPOSED ON THE STATE OR CITY OF YONK-\n   11  ERS.  In establishing the vendor fee,  the  division  shall  ensure  the\n   12  maximum  lottery support for education while also ensuring the effective\n   13  implementation of section sixteen hundred seventeen-a  of  this  article\n   14  through  the  provision of reasonable reimbursements and compensation to\n   15  vendor tracks for participation in  such  program.  Within  twenty  days\n   16  after any award of lottery prizes, the division shall pay into the state\n   17  treasury,  to  the  credit of the state lottery fund, the balance of all\n   18  moneys received from the sale of all tickets for the  lottery  in  which\n   19  such  prizes  were  awarded remaining after provision for the payment of\n   20  prizes as herein provided. Any revenues derived from the sale of  adver-\n   21  tising on lottery tickets shall be deposited in the state lottery fund.\n   22    S 2. This act shall take effect July 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the distribution of the additional vendor's marketing allowance by any operator of a racetrack located in the county of Westchester ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622369
}