{
  "year" : 2011,
  "senateBillNo" : "A3663-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3663-2011-1296018000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the inspection of live poultry markets by the department of agriculture and markets",
  "summary" : "Relates to the inspection of live poultry markets by the department of agriculture and markets; provides for the commissioner, or his or her authorized agent, to notify the zoning or planning board of the municipality in which such market is located if the market commences additional slaughtering operations over which the department has no statutory jurisdiction on the same premises. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A1969-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3663\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK, TITUS, ORTIZ, COOK, SCARBOROUGH -- Multi-\n         Sponsored by -- M. of A. PHEFFER -- read  once  and  referred  to  the\n         Committee on Agriculture\n\n       AN  ACT  to  amend  the agriculture and markets law, in relation to live\n         poultry markets\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 96-f-1 to read as follows:\n    3    S 96-F-1. NOTIFICATION OF MUNICIPALITIES IN CERTAIN INSTANCES. 1. UPON\n    4  INSPECTION OF A LIVE  POULTRY  MARKET  PURSUANT  TO  THIS  ARTICLE,  THE\n    5  COMMISSIONER  OR  HIS OR HER AUTHORIZED AGENT SHALL NOTIFY THE ZONING OR\n    6  PLANNING BOARD OF THE MUNICIPALITY IN WHICH SUCH MARKET IS  LOCATED  IF,\n    7  FOLLOWING  THE  INITIAL  ISSUANCE OF A LICENSE PURSUANT TO THIS ARTICLE,\n    8  THE MARKET COMMENCES ADDITIONAL SLAUGHTERING OPERATIONS OVER  WHICH  THE\n    9  DEPARTMENT  HAS  NO  STATUTORY  JURISDICTION  ON  THE SAME PREMISES. THE\n   10  COMMISSIONER OR HIS OR HER AUTHORIZED AGENT MAY ALSO  NOTIFY  ANY  ADDI-\n   11  TIONAL  MUNICIPAL ENTITY AS NECESSARY TO ENSURE THE HEALTH AND SAFETY OF\n   12  THE PUBLIC.\n   13    2. NOTWITHSTANDING ANY OTHER PROVISION  OF  LAW,  THIS  SECTION  SHALL\n   14  APPLY  WHETHER  OR  NOT  THE  DEPARTMENT  HAS ENTERED INTO A CONTRACTUAL\n   15  AGREEMENT TO INSPECT SUCH ADDITIONAL  SLAUGHTERING  OPERATIONS  FOR  THE\n   16  USDA FOOD SAFETY AND INSPECTION SERVICE, PROVIDED FURTHER, HOWEVER, THAT\n   17  THE  DEPARTMENT SHALL NOT ENTER INTO SUCH CONTRACTUAL AGREEMENTS IF SUCH\n   18  OPERATIONS ARE FOUND TO BE IN VIOLATION OF ANY LOCAL ZONING LAW OR REGU-\n   19  LATION.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06543-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to live poultry markets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T135300.TXT", "SOBI.D110127.T102344.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296141824908
}