{
  "year" : 2011,
  "senateBillNo" : "A3665-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3665-2011-1296018000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes dormitory authority to finance day care facilities",
  "summary" : "Expands financing authority of the dormitory authority to include construction of facilities for day care providers where the total estimated cost of such facilities exceeds ten thousand dollars; creates the day care center facilities reserve account into which shall be deposited any moneys held in reserve by the office of children and family services on behalf of participating providers which shall be used in payment of obligations pursuant to agreements made with the dormitory authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A2218-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3665\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. CLARK, V. LOPEZ -- Multi-Sponsored by -- M. of A.\n         ABBATE,  BRENNAN,  GALEF,  HOOPER,  JACOBS,  TOWNS  --  read  once and\n         referred to the Committee on Corporations, Authorities and Commissions\n\n       AN ACT  to  amend  the  public  authorities  law,  in  relation  to  the\n         construction  and  financing  of facilities by the dormitory authority\n         for day care providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b)  of  subdivision  2 of section 1676 of the\n    2  public authorities law is amended by adding a new undesignated paragraph\n    3  to read as follows:\n    4    DAY CARE PROVIDERS.\n    5    S 2. Subdivision 1 of section 1680 of the public  authorities  law  is\n    6  amended by adding a new undesignated paragraph to read as follows:\n    7    DAY CARE PROVIDERS.\n    8    S 3. Section 1676 of the public authorities law is amended by adding a\n    9  new subdivision 46 to read as follows:\n   10    46. (A) THE TERM \"DAY CARE PROVIDER\" OR \"PROVIDER\" SHALL MEAN A CORPO-\n   11  RATION  LICENSED  TO  OPERATE  A CHILD CARE CENTER AS DEFINED IN SECTION\n   12  THREE HUNDRED NINETY OF THE SOCIAL SERVICES LAW PROVIDING CARE AND MAIN-\n   13  TENANCE PURSUANT TO ARTICLE SIX OF THE SOCIAL SERVICES LAW.\n   14    (B) THE TERM \"FACILITY\" SHALL MEAN A CHILD CARE CENTER AS  DEFINED  IN\n   15  SECTION THREE HUNDRED NINETY OF THE SOCIAL SERVICES LAW.\n   16    S 4. Section 1680 of the public authorities law is amended by adding a\n   17  new subdivision 41 to read as follows:\n   18    41.  A.  THE  DORMITORY AUTHORITY MAY ENTER INTO LEASES, SUBLEASES, OR\n   19  OTHER AGREEMENTS WITH DAY CARE PROVIDERS FOR THE FINANCING  OF  AND  THE\n   20  DESIGN, CONSTRUCTION, RECONSTRUCTION, REHABILITATION, IMPROVEMENT, RENO-\n   21  VATION,  ACQUISITION OR OTHERWISE PROVIDING FOR, FURNISHING OR EQUIPPING\n   22  OF FACILITIES WHERE THE TOTAL ESTIMATED COST OF SUCH FACILITIES  EXCEEDS\n   23  TEN  THOUSAND  DOLLARS. THE PLANS AND SPECIFICATIONS OF SUCH FACILITIES,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06541-01-1\n\n       A. 3665                             2\n\n    1  AND THE TOTAL PROJECT COST THEREOF, SHALL BE SUBJECT TO THE APPROVAL  OF\n    2  THE  COMMISSIONER  OF  THE OFFICE OF CHILDREN AND FAMILY SERVICES.  SUCH\n    3  FACILITIES MAY BE CONSTRUCTED ONLY ON PROPERTY OWNED BY  SUCH  DAY  CARE\n    4  PROVIDER  OR, IF THE PROPERTY IS LEASED, WHERE THE LEASE IS FOR A PERIOD\n    5  AT LEAST EQUAL TO THE APPROPRIATE PERIOD OF PROBABLE USEFULNESS FOR SUCH\n    6  FACILITIES AS LISTED IN SECTION 11.00 OF THE LOCAL FINANCE LAW,  OR  TWO\n    7  TIMES  THE  LENGTH  OF  THE  LEASE, SUBLEASE OR OTHER AGREEMENT WITH THE\n    8  DORMITORY AUTHORITY, WHICHEVER IS LONGER.\n    9    B. EACH SUCH PROVIDER SHALL, NOTWITHSTANDING ANY  OTHER  PROVISION  OF\n   10  LAW,  HAVE THE POWER TO CONVEY, LEASE, SUBLEASE OR OTHERWISE MAKE AVAIL-\n   11  ABLE TO THE DORMITORY AUTHORITY  WITHOUT  CONSIDERATION,  TITLE  OR  ANY\n   12  OTHER RIGHTS IN REAL PROPERTY SATISFACTORY TO THE DORMITORY AUTHORITY.\n   13    C. IN ADDITION TO PROVIDING FOR ALL OTHER MATTERS DEEMED NECESSARY AND\n   14  PROPER,  SUCH  LEASES,  SUBLEASES AND OTHER AGREEMENTS SHALL (1) REQUIRE\n   15  SUCH  PROVIDER TO PAY TO THE DORMITORY AUTHORITY  ANNUAL  RENTALS  WHICH\n   16  SHALL  INCLUDE  THE AMOUNT REQUIRED TO PAY THE PRINCIPAL OF AND INTEREST\n   17  ON OBLIGATIONS OF THE DORMITORY AUTHORITY ISSUED IN RELATION TO  PROVID-\n   18  ING SUCH FACILITIES AND ALL INCIDENTAL EXPENSES OF THE DORMITORY AUTHOR-\n   19  ITY INCURRED IN RELATION THERETO, (2) REQUIRE THE PROVIDER TO INCLUDE AN\n   20  AMOUNT  SUFFICIENT  TO MEET ITS OBLIGATIONS UNDER THE LEASE, SUBLEASE OR\n   21  OTHER AGREEMENT IN EACH PROPOSED BUDGET SUBMITTED DURING THE TERM OF THE\n   22  LEASE, SUBLEASE OR OTHER AGREEMENT, AND (3) NOT BE EXECUTED  UNTIL  SUCH\n   23  FACILITIES  ARE  APPROVED  BY THE COMMISSIONER OF THE OFFICE OF CHILDREN\n   24  AND FAMILY SERVICES.\n   25    D. TITLE OR OTHER REAL PROPERTY  RIGHTS  TO  THE  FACILITIES  FINANCED\n   26  PURSUANT  TO  THIS SUBDIVISION SHALL REMAIN WITH THE DORMITORY AUTHORITY\n   27  UNTIL THE DORMITORY AUTHORITY  CERTIFIES  TO  THE  COMMISSIONER  OF  THE\n   28  OFFICE  OF  CHILDREN AND FAMILY SERVICES AND THE COMPTROLLER THE RECEIPT\n   29  BY IT OF THE AMOUNT NECESSARY TO PAY THE TOTAL AGGREGATE AMOUNT OF ANNU-\n   30  AL RENTALS TO THE DORMITORY AUTHORITY. AT SUCH TIME, TITLE OR OTHER REAL\n   31  PROPERTY RIGHTS THERETO SHALL BE TRANSFERRED BY THE DORMITORY  AUTHORITY\n   32  TO  SUCH  PROVIDER.  IN  ORDER TO AVAIL ITSELF OF THE PROVISIONS OF THIS\n   33  SUBDIVISION, EACH SUCH  PROVIDER MUST ALSO AGREE TO CONTINUE TO  OPERATE\n   34  A FACILITY AND SHALL BE REQUIRED TO ALLOCATE TWENTY-FIVE PERCENT OR MORE\n   35  OF  ITS  CAPACITY  PURSUANT TO CONTRACTS WITH SOCIAL SERVICES DISTRICTS.\n   36  SUCH LEASE, SUBLEASE OR OTHER AGREEMENT  WITH  THE  DORMITORY  AUTHORITY\n   37  SHALL  PROVIDE  THAT,  IF  THE  PROVIDER  SHALL  CEASE TO OPERATE SUCH A\n   38  PROGRAM AT ANY TIME DURING THE TERM OF THE AGREEMENT:    (I)  THE  STATE\n   39  WILL HAVE THE OPTION TO TAKE SUCH TITLE OR OTHER REAL PROPERTY RIGHTS OF\n   40  THE  DORMITORY AUTHORITY IN LAND, BUILDINGS, EQUIPMENT AND OTHER PROPER-\n   41  TIES WHICH THE PROVIDER USES FOR ITS PROGRAM UPON, SUBJECT TO  APPROPRI-\n   42  ATIONS,  PAYMENT  BY  THE STATE TO THE DORMITORY AUTHORITY OF THE AMOUNT\n   43  REQUIRED TO PAY THE TOTAL AGGREGATE AMOUNT  OF  ANNUAL  RENTALS  TO  THE\n   44  DORMITORY  AUTHORITY;  OR  (II)  THE PROVIDER SHALL PAY TO THE DORMITORY\n   45  AUTHORITY ONE HUNDRED PERCENT OF THE OUTSTANDING PRINCIPAL AND  INTEREST\n   46  AND  IN  ADDITION TO SUCH BALANCE SHALL ALSO PAY THE AMOUNT EQUAL TO THE\n   47  DIFFERENCE BETWEEN THE INTEREST DUE AND THE  INTEREST  THAT  WOULD  HAVE\n   48  BEEN DUE HAD THE RATE OF INTEREST CHARGED BEEN AT THE COMMERCIAL LENDING\n   49  RATE OVER THE SAME PERIOD.\n   50    E.  METHOD  OF  PAYMENT; RESERVE FUND. (1) ANY DAY CARE PROVIDER WHICH\n   51  ELECTS TO AVAIL ITSELF OF  THE  PROVISIONS  OF  THIS  SUBDIVISION  SHALL\n   52  ESTABLISH  WITH  THE  OFFICE  OF CHILDREN AND FAMILY SERVICES A DAY CARE\n   53  CENTER  FACILITIES DEBT SERVICE RESERVE FUND WHICH SHALL BE USED TO  PAY\n   54  TO  THE  DORMITORY AUTHORITY THE ANNUAL RENTALS PAYABLE TO THE DORMITORY\n   55  AUTHORITY BY SUCH PROVIDER WHICH HAVE ENTERED INTO A LEASE, SUBLEASE  OR\n   56  OTHER  AGREEMENT  WITH  THE  DORMITORY  AUTHORITY TO PROVIDE RESIDENTIAL\n\n       A. 3665                             3\n\n    1  FACILITIES PURSUANT TO THE PROVISIONS OF THIS SUBDIVISION.  THE DORMITO-\n    2  RY AUTHORITY  SHALL IDENTIFY TO THE COMMISSIONER OF THE OFFICE OF  CHIL-\n    3  DREN  AND FAMILY SERVICES WITH RESPECT TO FACILITIES, THE PROVIDERS WITH\n    4  WHICH  IT  HAS  LEASES,  SUBLEASES  OR OTHER AGREEMENTS PURSUANT TO THIS\n    5  SUBDIVISION AND SHALL ANNUALLY CERTIFY  THE  AMOUNT  OF  ANNUAL  RENTALS\n    6  REQUIRED  TO  BE PAID PURSUANT TO SUCH LEASES, SUBLEASES OR OTHER AGREE-\n    7  MENTS.\n    8    (2) (I) DAY CARE CENTER FACILITIES RESERVE  ACCOUNT.  THERE  SHALL  BE\n    9  CREATED  AN ACCOUNT IN THE CUSTODY OF THE COMPTROLLER TO BE KNOWN AS THE\n   10  DAY CARE CENTER FACILITIES RESERVE ACCOUNT INTO WHICH SHALL BE DEPOSITED\n   11  ANY MONEYS HELD IN RESERVE BY THE OFFICE OF CHILDREN AND FAMILY SERVICES\n   12  ON BEHALF OF PARTICIPATING PROVIDERS WHICH SHALL BE USED IN  PAYMENT  OF\n   13  OBLIGATIONS  PURSUANT  TO  AGREEMENTS  MADE WITH THE DORMITORY AUTHORITY\n   14  PURSUANT TO THIS SUBDIVISION.  UPON  CERTIFICATION  FROM  THE  DORMITORY\n   15  AUTHORITY  THAT  IT  REQUIRES  A  PAYMENT OR PAYMENTS TO COMPLY WITH ANY\n   16  LEASE, SUBLEASE OR OTHER AGREEMENT PURSUANT  TO  THIS  SUBDIVISION,  THE\n   17  COMPTROLLER  SHALL PAY FROM SUCH ACCOUNT ON OR BEFORE THE SPECIFIED DATE\n   18  TO THE DORMITORY AUTHORITY OR TO THE  PAYING  AGENT  DESIGNATED  BY  THE\n   19  DORMITORY  AUTHORITY THE AMOUNT OR AMOUNTS SO CERTIFIED. ANY PAYMENTS OF\n   20  MONEY FROM SUCH ACCOUNT SHALL BE MADE ON THE AUDIT AND  WARRANT  OF  THE\n   21  STATE COMPTROLLER.\n   22    (II)  DAY  CARE  CENTER  FACILITIES  DEBT  SERVICE  RESERVE FUNDS. THE\n   23  COMMISSIONER OF THE OFFICE OF CHILDREN AND FAMILY SERVICES SHALL  CREATE\n   24  AND  ESTABLISH  ONE OR MORE SPECIAL FUNDS TO BE KNOWN AS DAY CARE CENTER\n   25  FACILITIES DEBT  SERVICE  RESERVE  FUNDS,  AND  PURSUANT  TO  AGREEMENTS\n   26  BETWEEN  THE  PROVIDER  AND THE DORMITORY AUTHORITY, SHALL PAY INTO SUCH\n   27  RESERVE FUNDS:\n   28    (A) ANY MONEYS APPROPRIATED AND MADE AVAILABLE BY  THE  STATE  TO  DAY\n   29  CARE PROVIDERS AND PLEDGED PURSUANT TO AGREEMENTS BETWEEN SUCH PROVIDERS\n   30  AND THE DORMITORY AUTHORITY; AND\n   31    (B) ANY OTHER MONEYS WHICH MAY BE MADE AVAILABLE TO THE AGENCY FOR THE\n   32  PURPOSE  OF  PAYMENT  OF OBLIGATIONS MADE PURSUANT TO AGREEMENTS BETWEEN\n   33  SUCH PROVIDERS AND THE  DORMITORY  AUTHORITY,  INCLUDING  PAYMENTS  FROM\n   34  SOCIAL  SERVICES  DISTRICTS PURSUANT TO AGREEMENTS AND CONTRACTS BETWEEN\n   35  SUCH DISTRICTS AND PARTICIPATING PROVIDERS.  THE  DEPARTMENT  OF  FAMILY\n   36  ASSISTANCE  SHALL  TRANSFER MONEYS HELD IN THE FUND ON BEHALF OF PARTIC-\n   37  IPATING PROVIDERS TO THE COMPTROLLER.\n   38    (III) REVENUES IN ANY SPECIAL ACCOUNT IN THE DAY CARE  CENTER  FACILI-\n   39  TIES  RESERVE  ACCOUNT  MAY  BE COMMINGLED WITH ANY OTHER MONEYS IN SUCH\n   40  ACCOUNT. ALL DEPOSITS OF SUCH REVENUES WITH BANKS  AND  TRUST  COMPANIES\n   41  SHALL  BE SECURED BY OBLIGATIONS OF THE UNITED STATES OR OF THE STATE OF\n   42  NEW YORK OR ITS POLITICAL SUBDIVISIONS. SUCH OBLIGATIONS  SHALL  HAVE  A\n   43  MARKET  VALUE  AT  LEAST  EQUAL  AT ALL TIMES TO, BUT NOT LESS THAN, ONE\n   44  HUNDRED FIVE PERCENT OF THE AMOUNT OF SUCH DEPOSITS. ALL BANKS AND TRUST\n   45  COMPANIES ARE AUTHORIZED TO GIVE SECURITY FOR SUCH  DEPOSITS.  ANY  SUCH\n   46  REVENUES  IN  SUCH ACCOUNT MAY, IN THE DISCRETION OF THE COMPTROLLER, BE\n   47  INVESTED IN OBLIGATIONS OF THE UNITED STATES OR THE STATE OR OBLIGATIONS\n   48  THE PRINCIPAL OF AND INTEREST ON WHICH  ARE  GUARANTEED  BY  THE  UNITED\n   49  STATES  OR  BY  THE STATE. ANY INTEREST EARNED SHALL BE CREDITED TO SUCH\n   50  ACCOUNT.\n   51    (3) MEMORANDUM OF UNDERSTANDING. THE COMMISSIONER  OF  THE  OFFICE  OF\n   52  CHILDREN  AND  FAMILY  SERVICES  SHALL ENTER INTO A MEMORANDUM OF UNDER-\n   53  STANDING WITH THE COMPTROLLER AND THE DORMITORY AUTHORITY FOR  IMPLEMEN-\n   54  TATION  OF  THIS  SUBDIVISION.  THE  FORM AND CONTENT OF SUCH MEMORANDUM\n   55  SHALL BE APPROVED BY THE DIVISION OF BUDGET.\n\n       A. 3665                             4\n\n    1    F. ALL STATE AND LOCAL OFFICIALS ARE AUTHORIZED AND REQUIRED  TO  TAKE\n    2  WHATEVER  ACTIONS  ARE  NECESSARY  TO  CARRY  OUT THE PROVISIONS OF THIS\n    3  SUBDIVISION AND THE PROVISIONS OF ANY LEASES, SUBLEASES OR OTHER  AGREE-\n    4  MENTS  ENTERED  INTO  PURSUANT TO THIS SUBDIVISION, INCLUDING MAKING THE\n    5  REQUIRED PAYMENTS TO THE DORMITORY AUTHORITY.\n    6    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the construction and financing of facilities by the dormitory authority for day care providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T135300.TXT", "SOBI.D110127.T102344.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296141824918
}