{
  "year" : 2011,
  "senateBillNo" : "A3660-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3660-2011-1296018000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits automobile insurers from considering an applicant's or insured's credit history in the process of providing a policy of automobile insurance",
  "summary" : "Prohibits automobile insurers from considering an applicant's or insured's credit history, credit rating or lack of a credit history as a factor in the underwriting, rating, premiums, or the decision of issuance or renewal of any automobile insurance policy to such applicant or insured. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A6850-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3660\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAMARA, CASTRO, BARRON -- read once and referred\n         to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to prohibiting automobile\n         insurers from using an applicant's or insured's credit history in  the\n         underwriting, rating or premiums for a policy of automobile insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3425 of the insurance law is amended  by  adding  a\n    2  new subsection (s) to read as follows:\n    3    (S)  NO  INSURER  SHALL USE AN APPLICANT'S OR INSURED'S CREDIT RATING,\n    4  CREDIT HISTORY OR LACK OF A CREDIT HISTORY AS A FACTOR IN THE UNDERWRIT-\n    5  ING OF, RATING OF, PREMIUMS FOR OR THE DECISION  TO  ISSUE  OR  RENEW  A\n    6  COVERED POLICY FOR AUTOMOBILE INSURANCE TO SUCH APPLICANT OR INSURED.\n    7    S  2.  This  act shall take effect on the thirtieth day after it shall\n    8  have become a law and shall apply  to  all  policies,  issued,  renewed,\n    9  modified or altered on or after such date.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04319-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to prohibiting automobile insurers from using an applicant's or insured's credit history in the underwriting, rating or premiums for a policy of automobile insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T100342.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296140622390
}