{
  "year" : 2011,
  "senateBillNo" : "A366-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A366-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring notice to neighboring landowners of intention to develop in wetland areas",
  "summary" : "Relates to requiring notice to neighboring landowners within one thousand feet of intention to develop in wetland areas; requires a public hearing on a wetland application. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2654-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          366\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CUSICK, CLARK, PHEFFER, ROSENTHAL, TITONE --\n         Multi-Sponsored by -- M.  of A. McENENY -- read once and  referred  to\n         the Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         requiring notice to adjacent landowners where certain  development  is\n         proposed  in  wetlands  in  a city with a population of one million or\n         more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 25-0402 of the environmental conservation law, as\n    2  added by chapter 790 of the laws of 1973,  subdivision  2  as  added  by\n    3  chapter 233 of the laws of 1979, is amended to read as follows:\n    4  S 25-0402. Application for permits.\n    5    1.  Any person proposing to conduct or cause to be conducted an activ-\n    6  ity regulated under this act upon any inventoried  tidal  wetland  shall\n    7  file an application for a permit with the commissioner, in such form and\n    8  containing  such  information  as  the  commissioner  may prescribe. The\n    9  applicant shall have the  burden  of  demonstrating  that  the  proposed\n   10  activity  will  be  in complete accord with the policy and provisions of\n   11  this act. Such application shall include a detailed description  of  the\n   12  proposed  work  and  a  map  showing  the area of tidal wetland directly\n   13  affected, with the location of the proposed work thereon, together  with\n   14  the names of the owners of record of adjacent lands and the known claim-\n   15  ants  of  water  rights in or adjacent to the tidal wetlands of whom the\n   16  applicant has notice. The commissioner shall cause a copy of such appli-\n   17  cation to be mailed to the chief administrative officer in  the  munici-\n   18  pality  where  the  proposed  work  or  any  part of it is located. UPON\n   19  RECEIPT OF SUCH APPLICATION BY A CITY WITH A POPULATION OF  ONE  MILLION\n   20  OR MORE, SUCH CITY SHALL CAUSE A NOTICE OF SUCH APPLICATION TO BE MAILED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00523-01-1\n\n       A. 366                              2\n\n    1  TO OWNERS OF RECORD OF LAND WHICH IS LOCATED WITHIN ONE THOUSAND FEET OF\n    2  THE PROPOSED ACTIVITY.\n    3    2.  NO SOONER THAN THIRTY DAYS AND NOT LATER THAN SIXTY DAYS AFTER THE\n    4  RECEIPT OF AN APPLICATION BY A CITY WITH A POPULATION OF ONE MILLION  OR\n    5  MORE,  AND  AFTER NOTICE OF APPLICATION HAS BEEN PUBLISHED BY THE APPLI-\n    6  CANT IN TWO NEWSPAPERS HAVING A GENERAL CIRCULATION  IN  THE  AREA,  THE\n    7  COMMISSIONER  SHALL HOLD A PUBLIC HEARING ON SUCH APPLICATION AT A SUIT-\n    8  ABLE LOCATION IN SUCH CITY WHERE THE AFFECTED WETLAND IS SITUATED UNLESS\n    9  NO NOTICE OF OBJECTION HAS BEEN FILED OR UNLESS THE  COMMISSIONER  FINDS\n   10  THE  ACTIVITY  TO BE OF SUCH A MINOR NATURE AS NOT TO AFFECT OR ENDANGER\n   11  THE BALANCE OF SYSTEMS WITHIN THE WETLANDS, IN WHICH  CASE  THE  COMMIS-\n   12  SIONER  MAY,  IN THE EXERCISE OF DISCRETION, DISPENSE WITH SUCH HEARING.\n   13  WHERE THE COMMISSIONER FINDS THAT A HEARING IS NOT NECESSARY, A DECISION\n   14  SETTING FORTH REASONS THEREFOR SHALL BE PREPARED, SHALL BE A  MATTER  OF\n   15  PUBLIC  RECORD  AND SHALL BE MAILED TO THE CITY AND THE OWNERS OF RECORD\n   16  OF PROPERTY LOCATED WITHIN ONE THOUSAND FEET OF THE WETLANDS  WHERE  THE\n   17  PROPOSED  WORK OR ANY PART OF IT IS LOCATED AND TO ALL PERSONS WHO FILED\n   18  A STATEMENT FOLLOWING THE PUBLICATION OF SUCH NOTICE OF APPLICATION. ALL\n   19  OWNERS OF RECORD OF LAND WHICH IS LOCATED WITHIN ONE  THOUSAND  FEET  OF\n   20  THE  PROPOSED  ACTIVITY  AND  THE  LOCAL  GOVERNMENTS WHERE THE PROPOSED\n   21  ACTIVITY IS LOCATED SHALL BE NOTIFIED BY CERTIFIED MAIL OF  THE  HEARING\n   22  NOT  LESS  THAN  TWENTY-ONE DAYS PRIOR TO THE DATE SET FOR SUCH HEARING.\n   23  THE APPLICANT SHALL CAUSE NOTICE OF SUCH HEARING TO BE PUBLISHED IN  TWO\n   24  NEWSPAPERS  HAVING  A GENERAL CIRCULATION IN THE AREA WHERE THE AFFECTED\n   25  WETLANDS ARE LOCATED AT LEAST TWENTY-ONE DAYS PRIOR TO THE HEARING.  ALL\n   26  APPLICATIONS AND MAPS AND DOCUMENTS RELATING THERETO SHALL BE  OPEN  FOR\n   27  PUBLIC  INSPECTION AT THE OFFICE OF THE CLERK OF THE COUNTY IN WHICH THE\n   28  WETLAND IS SITUATED. AT SUCH HEARING ANY  PERSON  OR  PERSONS  FILING  A\n   29  REQUEST FOR A HEARING OR A TIMELY NOTICE OF APPEARANCE MAY APPEAR AND BE\n   30  HEARD.\n   31    3.  The  rules  and regulations adopted by the department to implement\n   32  this article and the provisions of article 70 of this chapter and  rules\n   33  and  regulations  adopted  thereunder  shall govern permit applications,\n   34  renewals, modifications, suspensions and revocations under this article,\n   35  PROVIDED HOWEVER, THAT AFTER THE  DEPARTMENT  HAS  GIVEN  NOTICE  TO  AN\n   36  APPLICANT  THAT AN APPLICATION IS COMPLETE, OR THE APPLICATION IS DEEMED\n   37  COMPLETE, THE APPLICANT SHALL CAUSE A NOTICE OF COMPLETION OF THE APPLI-\n   38  CATION TO BE PUBLISHED IN A NEWSPAPER  OF  GENERAL  CIRCULATION  IN  THE\n   39  AFFECTED AREA AS PROVIDED IN RULES AND REGULATIONS OF THE DEPARTMENT.\n   40    S  2.  Subdivisions 1, 2 and 3 of section 24-0703 of the environmental\n   41  conservation law, subdivisions 1 and 2 as amended and subdivision  3  as\n   42  added  by  chapter  233  of  the  laws  of  1979, are amended to read as\n   43  follows:\n   44    1. Any person proposing to conduct or cause to be  conducted  a  regu-\n   45  lated activity upon any freshwater wetland shall file an application for\n   46  a  permit  with the clerk of the local government having jurisdiction or\n   47  the department, as the case may be. Review of the application  shall  be\n   48  made by the local government or the commissioner, as the case may be, in\n   49  accordance  with  applicable  law  and  such  rules  hereunder as may be\n   50  adopted by the commissioner. Such application shall include  a  detailed\n   51  description  of  the  proposed  activity  and  a map showing the area of\n   52  freshwater wetland directly affected, with the location of the  proposed\n   53  activity  thereon.  The clerk or commissioner shall cause notice of such\n   54  application to be mailed to all local  governments  where  the  proposed\n   55  activity or any part of it is located.  UPON RECEIPT OF SUCH APPLICATION\n   56  BY  A  CITY  WITH  A  POPULATION OF ONE MILLION OR MORE, SUCH CITY SHALL\n\n       A. 366                              3\n\n    1  CAUSE A NOTICE OF SUCH APPLICATION TO BE MAILED TO OWNERS OF  RECORD  OF\n    2  LAND WHICH IS LOCATED WITHIN ONE THOUSAND FEET OF THE PROPOSED ACTIVITY.\n    3    2.  No sooner than thirty days and not later than sixty days after the\n    4  receipt by a local government of an application,  and  after  notice  of\n    5  application has been published by the applicant in two newspapers having\n    6  a  general  circulation in the area, the local government OR THE COMMIS-\n    7  SIONER shall hold a public hearing on such  application  at  a  suitable\n    8  location  in the local government where the affected wetland is situated\n    9  unless no notice of objection  has  been  filed  or  unless  the  [local\n   10  government  finds  the]  activity  HAS  BEEN FOUND to be of such a minor\n   11  nature as not to affect or endanger the balance of  systems  within  the\n   12  wetlands, in which case the local government OR THE COMMISSIONER may, in\n   13  the  exercise of discretion, dispense with such hearing. Where the local\n   14  government OR THE COMMISSIONER finds that a hearing is not necessary,  a\n   15  decision  setting  forth  reasons therefor shall be prepared, shall be a\n   16  matter of public record and shall be mailed to  all  local  governments,\n   17  AND  IN  A  CITY  WITH  A POPULATION OF ONE MILLION OR MORE TO OWNERS OF\n   18  RECORD OF PROPERTY LOCATED WITHIN ONE THOUSAND  FEET  OF  THE  WETLANDS,\n   19  where  the proposed work or any part of it is located and to all persons\n   20  who filed a statement with the local  government  OR  THE  COMMISSIONER,\n   21  following  the  publication of such notice of application. All owners of\n   22  record of the adjacent land, AND, IN A CITY WITH  A  POPULATION  OF  ONE\n   23  MILLION OR MORE ALL OWNERS OF RECORD OF PROPERTY WHICH IS LOCATED WITHIN\n   24  ONE  THOUSAND  FEET  OF THE PROPOSED ACTIVITY, and the local governments\n   25  where the proposed activity is located shall be  notified  by  certified\n   26  mail of the hearing not less than [fifteen] TWENTY-ONE days prior to the\n   27  date  set  for  such  hearing.  The local government OR THE COMMISSIONER\n   28  shall cause notice of such hearing to be  published  in  two  newspapers\n   29  having  a  general circulation in the area where the affected freshwater\n   30  wetlands are located. All applications and maps and  documents  relating\n   31  thereto  shall  be open for public inspection at the office of the clerk\n   32  of the local government, OR IN A CITY WITH A POPULATION OF  ONE  MILLION\n   33  OR  MORE,  IN THE OFFICE OF THE CLERK OF THE COUNTY in which the wetland\n   34  is situated. At such hearing any person or persons filing a request  for\n   35  a hearing or a timely notice of appearance may appear and be heard.\n   36    3.  In  addition  to  the provisions of article 70 of this chapter and\n   37  rules and regulations adopted  thereunder,  the  rules  and  regulations\n   38  adopted  by  the  department  pursuant  to this article to implement its\n   39  processing of permit applications, renewals, modifications,  suspensions\n   40  and  revocations  shall  govern  permit administration by the department\n   41  under this article, provided however,  that  after  the  department  has\n   42  given  notice  to  an  applicant that an application is complete, or the\n   43  application is deemed complete, the applicant shall cause  a  notice  of\n   44  COMPLETION  OF THE application to be published in a newspaper of general\n   45  circulation in the affected area as provided in rules and regulations of\n   46  the department.\n   47    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to requiring notice to adjacent landowners where certain development is proposed in wetlands in a city with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T153616.TXT", "SOBI.D101227.T120553.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293469553821
}