{
  "year" : 2011,
  "senateBillNo" : "A3668-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to energy",
    "billEventId" : "A3668-2011-1296018000000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes clean energy funds for the improvement of energy efficiency and development of clean energy technologies; repealer",
  "summary" : "Relates to establishing the clean energy fund to improve energy efficiency and provide for the development of clean energy technologies; relates to promoting the distribution of clean energy resources; requires the use of clean energy technologies by electric corporations and net energy metering for wind electric generating facilities; relates to requiring the NYS and Long Island power authorities to establish clean energy initativies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A2159-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3668\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Energy\n\n       AN ACT to amend the public service law and the public  authorities  law,\n         in  relation  to  establishing the clean energy fund to improve energy\n         efficiency and provide for the development of clean  energy  technolo-\n         gies;  to  amend  the public service law, in relation to promoting the\n         distribution of clean energy resources, requiring  the  use  of  clean\n         energy  technologies by electric corporations, and net energy metering\n         for wind electric generating facilities; to amend the public  authori-\n         ties law, in relation to requiring the power authority of the state of\n         New York and the Long Island power authority to establish clean energy\n         initiatives;  and  to  repeal certain provisions of the public service\n         law relating to non-residential customer-generators\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings. The legislature finds and declares\n    2  that job  creation;  economic  development;  safe  and  reliable  energy\n    3  services  at  an  affordable  price; reduction of energy cost burden for\n    4  low-income households, small businesses and farms; and the protection of\n    5  the health of the state's citizens and  its  environment  are  necessary\n    6  components  of a sound energy policy. The legislature further finds that\n    7  the creation and preservation of  jobs  in  New  York,  lowering  energy\n    8  bills,  protecting  public  health,  and improving the conditions of our\n    9  parks and rivers can all be enhanced through policies and programs  that\n   10  encourage energy efficiency and clean electricity generation.\n   11    S  2.  The section heading and subdivisions 1 and 2 of section 66-1 of\n   12  the public service law, the section heading, paragraph (a)  of  subdivi-\n   13  sion 1 and subdivision 2 as amended and paragraph (c-1) of subdivision 1\n   14  as added by chapter 483 of the laws of 2008, subdivision 1 as amended by\n   15  chapter  721  of  the laws of 2006 and paragraph (f) of subdivision 1 as\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06075-01-1\n\n       A. 3668                             2\n\n    1  amended by chapter 7 of the  laws  of  2010,  are  amended  to  read  as\n    2  follows:\n    3    Net  energy  metering  for [residential, farm service and non-residen-\n    4  tial] wind electric generating systems. 1. Definitions. As used in  this\n    5  section, the following terms shall have the following meanings:\n    6    (a)  \"Customer-generator\"  means  a residential customer, farm service\n    7  customer [or non-residential]  AND/OR  SMALL  COMMERCIAL  OR  INDUSTRIAL\n    8  customer  of an electric corporation, who owns or operates wind electric\n    9  generating equipment LOCATED AND USED AT THE CUSTOMER'S PREMISES.\n   10    (b) \"Residential customer-generator\" means  a  customer  who  owns  or\n   11  operates  wind  electric generating equipment located and used at his or\n   12  her primary residence.\n   13    (c) \"Farm service customer-generator\" means a customer of an  electric\n   14  corporation  who  owns  and  operates wind electric generating equipment\n   15  located and used on land used in agricultural production as  defined  in\n   16  subdivision  four  of  section  three hundred one of the agriculture and\n   17  markets law, and which is also the location of  the  customer's  primary\n   18  residence.\n   19    [(c-1)  \"Non-residential  customer-generator\"  means  a customer of an\n   20  electric corporation which owns or  operates  wind  electric  generating\n   21  equipment located and used at its premises.]\n   22    (d) \"Net energy meter\" means a meter that measures the reverse flow of\n   23  electricity  to register the difference between the electricity supplied\n   24  by an electric corporation to the customer-generator and the electricity\n   25  provided to the corporation by that customer-generator.\n   26    (e) \"Net energy metering\" means the use of a net energy meter to meas-\n   27  ure, during the billing period applicable to a  customer-generator,  the\n   28  net  amount  of  electricity  supplied  by  an  electric  corporation or\n   29  provided to the corporation by a customer-generator.\n   30    (f) \"Wind electric generating equipment\" means one or more wind gener-\n   31  ators with a combined rated capacity of not more than twenty-five  kilo-\n   32  watts  for  a  residential  customer-generator,  and  not more than five\n   33  hundred kilowatts for a farm service customer-generator, [and  not  more\n   34  than  two  thousand kilowatts for a non-residential customer-generator;]\n   35  that is manufactured, installed, and operated in accordance with  appli-\n   36  cable  government and industry standards, that is connected to the elec-\n   37  tric system and operated in  parallel  with  an  electric  corporation's\n   38  transmission  and  distribution  facilities,  and  that  is  operated in\n   39  compliance with any standards and requirements  established  under  this\n   40  section.\n   41    (G)  \"SMALL  COMMERCIAL  OR  INDUSTRIAL  CUSTOMER-GENERATOR\" MEANS ANY\n   42  BUSINESS WHICH EMPLOYS UP TO ONE HUNDRED EMPLOYEES.\n   43    2. Interconnection and net energy metering.  An  electric  corporation\n   44  shall  provide  for  the interconnection and net energy metering of wind\n   45  electric generating equipment owned or operated by a customer-generator;\n   46  provided that the customer-generator enters into a net  energy  metering\n   47  contract  with  the  corporation  or complies with the corporation's net\n   48  energy metering schedule and complies with  standards  and  requirements\n   49  established  under this section, AND PROVIDED FURTHER THAT THE INTERCON-\n   50  NECTION OF WIND ELECTRIC GENERATING EQUIPMENT ON PARCELS OF LAND SMALLER\n   51  THAN FIVE ACRES SHALL BE CONTINGENT UPON A LOCAL ORDINANCE THAT  SPECIF-\n   52  ICALLY  ADDRESSES THE SITING OF WIND ELECTRIC GENERATING EQUIPMENT, OR A\n   53  VARIANCE, OR OTHER ACTION BY A LOCAL ZONING AUTHORITY.    The  customer-\n   54  generator shall be responsible for payment of one-half of the expense of\n   55  such interconnection for wind electric generating equipment with a rated\n   56  capacity of more than twenty-five kilowatts.\n\n       A. 3668                             3\n\n    1    S  3.  Subparagraph  (ii) of paragraph (a) of subdivision 3 of section\n    2  66-l of the public service law is REPEALED.\n    3    S  4.  Subparagraph (iii) of paragraph (c) of subdivision 3 of section\n    4  66-l of the public service law is REPEALED.\n    5    S 5. Subparagraph (ii) of paragraph (c) of subdivision  3  of  section\n    6  66-l  of  the public service law, as amended by chapter 7 of the laws of\n    7  2010, is amended to read as follows:\n    8    (ii) in the case of a farm service customer-generator with a  combined\n    9  rated  capacity of not more than five hundred kilowatts, up to a maximum\n   10  of five thousand dollars[; and].\n   11    S 6. The public service law is amended by adding  three  new  sections\n   12  66-m, 66-n and 66-o to read as follows:\n   13    S 66-M. CLEAN ENERGY FUND. 1. FOR PURPOSES OF THIS SECTION:\n   14    (A) \"CLEAN ENERGY TECHNOLOGIES\" MEANS ELECTRICITY GENERATION TECHNOLO-\n   15  GIES THAT PRODUCE ELECTRICITY USING SOLAR THERMAL ENERGY, PHOTOVOLTAICS,\n   16  WIND,  FUEL  CELLS,  GEOTHERMAL,  METHANE  WASTE AND SUSTAINABLY MANAGED\n   17  BIOMASS AND THERMAL ENERGY PRODUCED BY SOLAR  TECHNOLOGIES  AND  THERMAL\n   18  ENERGY TRANSFER FROM SURFACE WATER, GROUND WATER OR THE EARTH.  IF AFTER\n   19  THE  EFFECTIVE DATE OF THIS SECTION, NEW ENERGY TECHNOLOGIES EMERGE THAT\n   20  WERE UNFORESEEABLE AT THE TIME OF SUCH EFFECTIVE DATE  THE  COMMISSIONER\n   21  OF  ENVIRONMENTAL  CONSERVATION MAY DESIGNATE SUCH TECHNOLOGIES AS CLEAN\n   22  ENERGY TECHNOLOGIES BASED UPON A FINDING THAT THE AIR, WATER, ECOSYSTEM,\n   23  PUBLIC HEALTH AND WASTE DISPOSAL IMPACTS OF SUCH  NEW  TECHNOLOGIES  ARE\n   24  COMPARABLE TO THOSE OF THE CLEAN ENERGY TECHNOLOGIES OTHERWISE LISTED IN\n   25  THIS  PARAGRAPH.  ANY SUCH DESIGNATION SHALL ONLY TAKE PLACE FOLLOWING A\n   26  COMPLETE OPPORTUNITY FOR PUBLIC REVIEW AND COMMENT CONSISTENT  WITH  THE\n   27  STATE ADMINISTRATIVE PROCEDURE ACT.\n   28    (B)  \"ELECTRIC DISTRIBUTION COMPANY\" MEANS AN ELECTRIC CORPORATION OR,\n   29  IF APPLICABLE, AN AFFILIATE OF AN ELECTRIC  CORPORATION,  OR  A  MUNICI-\n   30  PALITY ENGAGED IN THE DISTRIBUTION OF ELECTRICITY DIRECTLY TO CONSUMERS.\n   31    (C)  \"ENERGY  EFFICIENCY\"  MEANS MEASURES THAT HELP CONSUMERS OF ELEC-\n   32  TRICITY USE LESS ENERGY (ELECTRICITY, NATURAL GAS  OR  OTHER  FUELS)  AT\n   33  THEIR PREMISES WHILE OBTAINING THE SAME OR MORE BENEFITS FROM SUCH ENER-\n   34  GY USE.\n   35    (D) \"NYSERDA\" MEANS THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT\n   36  AUTHORITY  AS  DESIGNATED PURSUANT TO SECTION EIGHTEEN HUNDRED FIFTY-TWO\n   37  OF THE PUBLIC AUTHORITIES LAW.\n   38    (E) \"SOLID WASTE\" SHALL HAVE THE SAME MEANING AS IS ASCRIBED  TO  SUCH\n   39  TERM PURSUANT TO SECTION 27-0501 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   40    (F)  \"SUSTAINABLY  MANAGED  BIOMASS\"  MEANS ANAEROBIC DIGESTION OF ANY\n   41  WASTE OR COMBUSTION OF ANY OF THE FOLLOWING SUBSTANCES:  CAPTURED  LAND-\n   42  FILL METHANE, SECONDARY WOOD WASTE (WHICH SHALL INCLUDE ONLY NON-TREATED\n   43  WOOD WASTE AND SHALL BE LIMITED TO SAWDUST, WOOD CHIPS AND WOOD SHAVINGS\n   44  PRODUCED  AS  BY-PRODUCTS IN THE MILLING, PROCESSING OR MANUFACTURING OF\n   45  WOOD PRODUCTS), WOODY AGRICULTURAL WASTE AND SUSTAINABLE BIO-CROPS. SUCH\n   46  TERM SHALL NOT INCLUDE COMBUSTION OR PYROLYSIS OF SOLID WASTES,  TIMBER,\n   47  FOREST  FLOOR  SWEEPINGS  AND  HERBACEOUS  CROP RESIDUES, WHETHER OR NOT\n   48  ENERGY IS RECOVERED THEREFROM.\n   49    2. (A) ON AND AFTER JULY FIRST, TWO THOUSAND  TWELVE,  THE  COMMISSION\n   50  SHALL  CONTINUE  THE  TOTAL LEVEL OF INVESTMENT IN ENERGY EFFICIENCY AND\n   51  CLEAN ENERGY TECHNOLOGIES REQUIRED OF ELECTRIC DISTRIBUTION COMPANIES IN\n   52  CALENDAR YEAR TWO THOUSAND NINE. THE COMMISSION IS FURTHER DIRECTED,  AS\n   53  A GOAL, TO INCREASE SUCH INVESTMENTS OVER THE NEXT FIVE YEARS UNTIL SUCH\n   54  INVESTMENTS  REACH  THE  TOTAL  LEVELS  HAVING BEEN INVESTED BY ELECTRIC\n   55  DISTRIBUTION COMPANIES IN THE CALENDAR YEAR TWO THOUSAND TWO.   MERGERS,\n   56  SALES  OF  ASSETS,  REFINANCING OF DEBT AND OTHER POTENTIAL COST SAVINGS\n\n       A. 3668                             4\n\n    1  SHOULD BE UTILIZED TO ACHIEVE THIS GOAL. THE  COMMISSION,  IN  ACHIEVING\n    2  THIS  GOAL,  SHALL CAREFULLY TAKE INTO ACCOUNT THE BENEFITS THAT INVEST-\n    3  MENTS  IN  ENERGY  EFFICIENCY  AND  CLEAN  ENERGY  TECHNOLOGIES  PROVIDE\n    4  CONSISTENT WITH THE PROVISIONS OF SUBDIVISION FOUR OF THIS SECTION.\n    5    (B) THE TOTAL LEVEL OF INVESTMENT ESTABLISHED PURSUANT TO THIS SECTION\n    6  SHALL  NOT  BE REDUCED PRIOR TO JUNE THIRTIETH, TWO THOUSAND TWENTY-TWO.\n    7  AFTER SUCH DATE, THE COMMISSION SHALL MAKE A DETERMINATION AS TO WHETHER\n    8  THE CLEAN ENERGY INVESTMENTS SHOULD BE INCREASED, DECREASED OR  KEPT  AT\n    9  THE  SAME  LEVEL.    IN  MAKING THIS DETERMINATION, THE COMMISSION SHALL\n   10  FULLY CONSIDER WHETHER THE OBJECTIVES OF LOWERING ENERGY BILLS, INCREAS-\n   11  ING ECONOMIC DEVELOPMENT  AND  IMPROVING  THE  ENVIRONMENT  CONTINUE  TO\n   12  JUSTIFY  THE  CLEAN ENERGY INVESTMENTS. THE COMMISSION SHALL PROVIDE ALL\n   13  INTERESTED PARTIES AN OPPORTUNITY TO REVIEW AND COMMENT ON ANY  PROPOSED\n   14  ADJUSTMENT PURSUANT TO THE STATE ADMINISTRATIVE PROCEDURE ACT.\n   15    3.  MONIES  COLLECTED  BY  EACH  ELECTRIC DISTRIBUTION COMPANY FOR THE\n   16  PURPOSE OF SUCH INVESTMENTS SHALL BE TRANSFERRED, ON A MONTHLY BASIS, TO\n   17  THE CLEAN ENERGY FUND ESTABLISHED AND ADMINISTERED BY THE NYSERDA PURSU-\n   18  ANT TO SECTION EIGHTEEN HUNDRED FIFTY-FOUR-E OF THE  PUBLIC  AUTHORITIES\n   19  LAW.\n   20    4.  WITHIN  TWELVE  MONTHS  OF THE EFFECTIVE DATE OF THIS SECTION, THE\n   21  COMMISSION SHALL ISSUE REGULATIONS  GRANTING  A  CREDIT  TO  ANY  RETAIL\n   22  CUSTOMER  ACCOUNT WITH PEAK DEMAND GREATER THAN TEN MEGAWATTS DURING THE\n   23  PRIOR YEAR. THE AMOUNT OF  THE  CREDIT  SHALL  BE  BASED  ON  QUALIFYING\n   24  INVESTMENTS  MADE  BY THE CUSTOMER AFTER JULY FIRST, TWO THOUSAND TWELVE\n   25  IN ENERGY EFFICIENCY AND CLEAN ENERGY TECHNOLOGIES AND SHALL BE EQUAL TO\n   26  FIFTY PERCENT OF THE AMOUNT OF THE RETAIL CUSTOMER'S QUALIFYING  INVEST-\n   27  MENTS IN ENERGY EFFICIENCY MEASURES UNDERTAKEN AND EIGHTY PERCENT OF THE\n   28  AMOUNT  OF  THE RETAIL CUSTOMER'S QUALIFYING INVESTMENTS IN CLEAN ENERGY\n   29  TECHNOLOGIES AND FOR WHICH THE CUSTOMER HAS PREVIOUSLY  NOT  RECEIVED  A\n   30  FULL CREDIT. THE TOTAL AMOUNT OF CREDIT IN ANY ONE YEAR SHALL NOT EXCEED\n   31  EIGHTY  PERCENT  OF  THE TOTAL CLEAN ENERGY CONTRIBUTION REQUIRED OF THE\n   32  CUSTOMER IN THAT YEAR.\n   33    S 66-N. CLEAN DISTRIBUTED ENERGY RESOURCES.  IT SHALL BE THE POLICY OF\n   34  THIS STATE TO PROMOTE  THE  INSTALLATION  OF  CLEAN  DISTRIBUTED  ENERGY\n   35  RESOURCES.\n   36    1. FOR THE PURPOSES OF THIS SECTION:\n   37    (A) \"CLEAN DISTRIBUTED ENERGY RESOURCES\" MEANS ENERGY EFFICIENCY MEAS-\n   38  URES AND CLEAN ENERGY TECHNOLOGIES INSTALLED AT CUSTOMER PREMISES.\n   39    (B)  \"CLEAN  ENERGY  TECHNOLOGIES\"  SHALL HAVE THE SAME DEFINITION SET\n   40  FORTH IN SECTION SIXTY-SIX-M OF THIS ARTICLE.\n   41    (C) \"EXIT FEES\" MEANS A LUMP SUM CHARGE, A PER KILOWATT CHARGE OR  PER\n   42  KILOWATT-HOUR  CHARGE  ASSOCIATED  WITH REDUCED ELECTRICITY PURCHASES OR\n   43  ELECTRICITY GENERATED DUE TO CONSUMER UTILIZATION OF CLEAN ENERGY  TECH-\n   44  NOLOGIES.\n   45    2.  ALL  CUSTOMERS  RECEIVING  DISTRIBUTION  SERVICES FROM AN ELECTRIC\n   46  CORPORATION IN THE STATE SHALL BE ALLOWED TO INTERCONNECT  CLEAN  ENERGY\n   47  TECHNOLOGIES  INSTALLED  AT  THEIR PREMISES TO THE ELECTRIC DISTRIBUTION\n   48  SYSTEM. WITHIN TWELVE MONTHS OF THE EFFECTIVE DATE OF THIS SECTION,  THE\n   49  COMMISSION   SHALL  ISSUE  REGULATIONS  IMPLEMENTING  SUCH  REQUIREMENT,\n   50  INCLUDING ADOPTION OF TECHNICAL INTERCONNECTION STANDARDS AND  INTERCON-\n   51  NECTION CONTRACTS WHICH SHALL:\n   52    (A)  PROVIDE  FOR  EXPEDITIOUS  INTERCONNECTION BY THE ELECTRIC CORPO-\n   53  RATION;\n   54    (B) ALLOW A MAXIMUM INTERCONNECT CHARGE  OF  THIRTY-FIVE  DOLLARS  PER\n   55  KILOWATT FOR EACH KILOWATT GREATER THAN TEN KILOWATTS FOR SYSTEMS GREAT-\n   56  ER  THAN TEN KILOWATTS AND LESS THAN ONE MEGAWATT IN RATED CAPACITY AND,\n\n       A. 3668                             5\n\n    1  FOR SYSTEMS THAT ARE TEN KILOWATTS OR  LESS,  PROHIBIT  ELECTRIC  CORPO-\n    2  RATIONS  FROM IMPOSING ANY CHARGE OR REQUIRING ANY PAYMENT FOR INTERCON-\n    3  NECTION;\n    4    (C)  PROVIDE  FOR UNIFORM STATEWIDE TECHNICAL INTERCONNECTION REQUIRE-\n    5  MENTS TO ENSURE SAFETY AND RELIABILITY THAT ARE CONSISTENT WITH NATIONAL\n    6  STANDARDS SUCH AS THOSE PROMULGATED  BY  RECOGNIZED  NATIONAL  ORGANIZA-\n    7  TIONS,  INCLUDING  THE INSTITUTE FOR ELECTRICAL AND ELECTRONIC ENGINEERS\n    8  AND THE NATIONAL ELECTRIC CODE, EXCEPT WHERE THE COMMISSION  DETERMINES,\n    9  AFTER  A  PUBLIC HEARING, THAT SPECIFIC REGIONAL OR STATEWIDE SAFETY AND\n   10  RELIABILITY CONDITIONS JUSTIFY TEMPORARY  DEVIATION  FROM  THE  NATIONAL\n   11  STANDARDS UNTIL CONSISTENCY CAN BE ACHIEVED; AND\n   12    (D) ENSURE THAT INTERCONNECTION CONTRACTS ARE CONSUMER FRIENDLY, BRIEF\n   13  AND  FOR SYSTEMS UNDER ONE HUNDRED KILOWATTS; INCLUDE NO INDEMNIFICATION\n   14  REQUIREMENTS; AND REQUIRE NOT MORE THAN ONE HUNDRED THOUSAND DOLLARS  OF\n   15  HOMEOWNERS  INSURANCE  COVERAGE  FOR  RESIDENTIAL CUSTOMERS AND NOT MORE\n   16  THAN FIVE HUNDRED THOUSAND DOLLARS OF INSURANCE COVERAGE FOR  COMMERCIAL\n   17  CUSTOMERS.\n   18    3.  WITHIN  TWELVE  MONTHS  OF THE EFFECTIVE DATE OF THIS SECTION, THE\n   19  COMMISSION SHALL  ISSUE  REGULATIONS  FOR  EACH  ELECTRIC  CORPORATION'S\n   20  DISTRIBUTION SYSTEM THAT MINIMIZE THE LONG-TERM COSTS OF PROVIDING RELI-\n   21  ABLE DISTRIBUTION SERVICE, REMOVE BARRIERS TO COST-EFFECTIVE INVESTMENTS\n   22  IN  CLEAN  DISTRIBUTED  ENERGY RESOURCES AS ALTERNATIVES TO DISTRIBUTION\n   23  INVESTMENTS, AND REMOVE THE LINKAGE BETWEEN THE TOTAL ENERGY DISTRIBUTED\n   24  AND THE RECOVERY OF DISTRIBUTION AND OTHER FIXED  COSTS.  WITHIN  NINETY\n   25  DAYS OF THE EFFECTIVE DATE OF THIS SECTION, THE COMMISSION SHALL REQUIRE\n   26  EACH  ELECTRIC  CORPORATION  TO  COMMENCE THE COLLECTION OF DISTRIBUTION\n   27  COST DATA NECESSARY TO ACCURATELY EVALUATE ALTERNATIVES  TO  TRADITIONAL\n   28  INFRASTRUCTURE INVESTMENTS.\n   29    4.  THE  FIRST  ONE  THOUSAND  MEGAWATTS  OF CLEAN ENERGY TECHNOLOGIES\n   30  INSTALLED AT CUSTOMER PREMISES IN THE STATE, WITH A LIMIT OF  ONE  MEGA-\n   31  WATT  PER  CUSTOMER  ACCOUNT,  SHALL BE EXEMPT FROM ANY EXIT FEES OR ANY\n   32  SPECIAL METER FEES CHARGED BY ELECTRIC  CORPORATIONS.  IN  ADDITION,  NO\n   33  ELECTRIC CORPORATION SHALL LEVY A CHARGE FOR BACKUP OR STANDBY ENERGY OR\n   34  CAPACITY  TO  CUSTOMERS  WHO  INSTALL  AND  USE CLEAN DISTRIBUTED ENERGY\n   35  RESOURCES, RATED AT ONE MEGAWATT OR LESS, ON THEIR  PREMISES  UNTIL  THE\n   36  COMMISSION  COMPLETES  A STUDY ACCURATELY DETERMINING THE COST OF BACKUP\n   37  SERVICE, AN EVALUATION OF THE FULL RANGE OF BENEFITS  SUCH  TECHNOLOGIES\n   38  PROVIDE  TO  THE TRANSMISSION AND DISTRIBUTION SYSTEM AND CERTIFIES THAT\n   39  EACH ELECTRIC CORPORATION HAS ESTABLISHED TARIFFS THAT ACCURATELY CREDIT\n   40  CUSTOMERS FOR THESE BENEFITS.\n   41    S 66-O. CLEAN ENERGY DEVELOPMENT. 1. FOR THE PURPOSES OF THIS SECTION,\n   42  \"CLEAN ENERGY TECHNOLOGIES\" SHALL HAVE THE SAME DEFINITION SET FORTH  IN\n   43  SECTION SIXTY-SIX-M OF THIS ARTICLE.\n   44    2.  WITHIN  TWELVE  MONTHS  OF THE EFFECTIVE DATE OF THIS SECTION, THE\n   45  COMMISSION SHALL ADOPT CLEAN ENERGY REGULATIONS REQUIRING EACH  ELECTRIC\n   46  CORPORATION  IN  THE  STATE  TO ENSURE THAT ON OR BEFORE JULY FIRST, TWO\n   47  THOUSAND TWELVE, NO LESS THAN ONE-HALF OF ONE PERCENT OF THE  ENERGY  IT\n   48  HAS  SUPPLIED  TO  EACH CUSTOMER IN THE PREVIOUS TWELVE MONTH PERIOD WAS\n   49  GENERATED USING CLEAN ENERGY TECHNOLOGIES. THE COMMISSION SHALL INCREASE\n   50  SUCH REQUIREMENT BY ONE-HALF OF ONE PERCENT  ON  JULY  FIRST  EACH  YEAR\n   51  THEREAFTER,  UNTIL THE AMOUNT OF ENERGY REQUIRED FROM CLEAN ENERGY TECH-\n   52  NOLOGIES REACHES SIX PERCENT. ONCE THE  AMOUNT  OF  ENERGY  SUPPLIED  TO\n   53  CUSTOMERS  FROM  CLEAN  ENERGY  TECHNOLOGIES  REACHES  SIX  PERCENT, THE\n   54  REQUIREMENT SHALL BE INCREASED BY ONE PERCENT EACH YEAR THEREAFTER UNTIL\n   55  THE AMOUNT OF ENERGY REQUIRED FROM CLEAN ENERGY TECHNOLOGIES REACHES TEN\n   56  PERCENT OR UNTIL SUCH LATER DATE THAT THE  COMMISSION  SHALL  DETERMINE;\n\n       A. 3668                             6\n\n    1  PROVIDED,  HOWEVER,  THAT THE COMMISSION SHALL NOT DECREASE THE REQUIRED\n    2  PERCENTAGE AT ANY TIME.\n    3    3. THE COMMISSION SHALL REVIEW ELECTRICITY PRODUCTS SOLD BY EACH ELEC-\n    4  TRIC  CORPORATION  IN  THE  STATE ON A PERIODIC BASIS TO ENSURE THAT THE\n    5  REQUIREMENTS SET FORTH IN SUBDIVISION TWO OF THIS SECTION ARE  MET.  THE\n    6  COMMISSION  SHALL  REVIEW  ITS REGULATIONS AND REQUIREMENTS FOR ENVIRON-\n    7  MENTAL DISCLOSURE LABELS TO ENSURE THAT INFORMATION PROVIDED TO  CUSTOM-\n    8  ERS  CONCERNING  CLEAN  ENERGY TECHNOLOGIES IS CLEAR AND UNDERSTANDABLE,\n    9  AND CONSIDER WHETHER IT IS APPROPRIATE TO REQUIRE ALL DISCLOSURE  LABELS\n   10  TO  INDICATE THE MINIMUM PERCENTAGE OF ENERGY REQUIRED FROM CLEAN ENERGY\n   11  TECHNOLOGIES PURSUANT TO THIS SECTION.\n   12    4. AN ELECTRIC  CORPORATION  MAY  SATISFY  THE  REQUIREMENTS  OF  THIS\n   13  SECTION BY ENTERING INTO CONVERSION TRANSACTIONS ESTABLISHED PURSUANT TO\n   14  THE  COMMISSION'S ENVIRONMENTAL DISCLOSURE PROGRAM OR SUCH OTHER TRADING\n   15  PROGRAM THAT THE COMMISSION MAY ESTABLISH. THE COMMISSION  SHALL  ESTAB-\n   16  LISH  A  COMPLIANCE PROTOCOL THAT PERMITS ELECTRIC CORPORATIONS TO ENTER\n   17  INTO CONVERSION TRANSACTIONS OR PURCHASE CREDITS FOR ENERGY SUPPLIED  TO\n   18  MEET  THE  CLEAN  ENERGY  REQUIREMENT BY ELECTRIC CORPORATIONS AFTER THE\n   19  EFFECTIVE DATE OF THIS SECTION AND BEFORE JULY FIRST, TWO THOUSAND FOUR-\n   20  TEEN. SUCH PROTOCOL SHALL ALLOW BANKING OF CREDITS FOR  ELECTRIC  ENERGY\n   21  FROM  CLEAN ENERGY TECHNOLOGIES SUPPLIED IN EXCESS OF REQUIREMENTS FOR A\n   22  PERIOD OF TWO YEARS, AND MAY ALLOW COMPLIANCE TO BE DEMONSTRATED  WITHIN\n   23  THREE  MONTHS  OF  THE  END  OF  THE CALENDAR YEAR IN ORDER TO ALLOW FOR\n   24  COMPLIANCE VIA CONVERSION TRANSACTIONS OR A TRADING PROGRAM.\n   25    S 7. Section 1005 of the public authorities law is amended by adding a\n   26  new subdivision 17 to read as follows:\n   27    17. TO ESTABLISH A CLEAN ENERGY INITIATIVE TO PROVIDE ENERGY  SERVICES\n   28  TO  QUALIFIED  PUBLIC  PARTICIPANTS FOR THE INSTALLATION OF ENERGY EFFI-\n   29  CIENCY MEASURES AND CLEAN ENERGY TECHNOLOGIES.\n   30    (A) FOR THE PURPOSES OF THIS SUBDIVISION:\n   31    (1) \"CLEAN ENERGY TECHNOLOGIES\" SHALL HAVE  THE  SAME  DEFINITION  SET\n   32  FORTH IN SECTION SIXTY-SIX-M OF THE PUBLIC SERVICE LAW.\n   33    (2)  \"ENERGY  EFFICIENCY\"  SHALL HAVE THE SAME DEFINITION SET FORTH IN\n   34  SECTION SIXTY-SIX-M OF THE PUBLIC SERVICE LAW.\n   35    (3) \"QUALIFIED PUBLIC PARTICIPANT\"  MEANS  A  SCHOOL  DISTRICT,  CITY,\n   36  TOWN, VILLAGE, COUNTY, STATE AGENCY, PUBLIC BENEFIT CORPORATION OR STATE\n   37  UNIVERSITY.\n   38    (B) THE AUTHORITY SHALL INVEST IN THE CLEAN ENERGY INITIATIVE NOT LESS\n   39  THAN  ONE  HUNDRED MILLION DOLLARS, ON AVERAGE PER YEAR, OVER A TEN YEAR\n   40  PERIOD STARTING JULY FIRST, TWO THOUSAND TWELVE.\n   41    (C) THE AUTHORITY SHALL  BROADLY  DISSEMINATE  INFORMATION  ABOUT  THE\n   42  CLEAN ENERGY INITIATIVE TO QUALIFIED PUBLIC PARTICIPANTS.\n   43    (D)  THE  AUTHORITY  SHALL PROVIDE ENERGY SERVICES TO QUALIFIED PUBLIC\n   44  PARTICIPANTS EITHER DIRECTLY OR THROUGH A THIRD-PARTY PROVIDER.\n   45    (E) THE AUTHORITY SHALL REQUIRE THE QUALIFIED PUBLIC  PARTICIPANTS  TO\n   46  REIMBURSE  THE  FUNDS  DISPERSED  PURSUANT  TO THIS SUBDIVISION DURING A\n   47  PERIOD NOT TO EXCEED TEN YEARS WITH SAVINGS IN ENERGY COSTS.\n   48    (F) IN THE CASE OF SCHOOL DISTRICTS, ENERGY SERVICES MAY INCLUDE COSTS\n   49  NOT OTHERWISE REIMBURSED PURSUANT TO SUBDIVISION SIX OF SECTION  THIRTY-\n   50  SIX HUNDRED TWO OF THE EDUCATION LAW.\n   51    (G)  THE AUTHORITY SHALL, IN CONSULTATION WITH THE DEPARTMENT OF ENVI-\n   52  RONMENTAL CONSERVATION, TAKE ADVANTAGE OF ANY EMISSION REDUCTION  CREDIT\n   53  PROGRAM  THAT MAY BE IN PLACE TO HELP POTENTIAL QUALIFIED PUBLIC PARTIC-\n   54  IPANTS MAXIMIZE THE ECONOMIC AND  ENVIRONMENTAL  BENEFITS  FROM  PARTIC-\n   55  IPATION IN THE CLEAN ENERGY INITIATIVE.\n\n       A. 3668                             7\n\n    1    (H)  THE  AUTHORITY  SHALL ESTABLISH AND REGULARLY CONVENE AN ADVISORY\n    2  COMMITTEE COMPRISED OF THE CHAIRMAN OF THE AUTHORITY,  THE  CHAIRMAN  OF\n    3  THE  PUBLIC  SERVICE  COMMISSION  AND  THE COMMISSIONER OF ENVIRONMENTAL\n    4  CONSERVATION OR THEIR DESIGNEES, SERVING AS EX OFFICIO MEMBERS; AND  THE\n    5  CHAIRMAN  OF THE AUTHORITY SHALL APPOINT ONE REPRESENTATIVE FROM EACH OF\n    6  THE FOLLOWING CUSTOMER CLASSIFICATIONS: RESIDENTIAL, LOW-INCOME RESIDEN-\n    7  TIAL, SMALL COMMERCIAL, LARGE COMMERCIAL/INDUSTRIAL,  AGRICULTURAL,  AND\n    8  CONSUMERS  RESIDING  IN  LOAD  POCKETS;  ONE INDIVIDUAL REPRESENTING THE\n    9  ELECTRIC DISTRIBUTION COMPANIES; ONE INDIVIDUAL REPRESENTING THE  ENERGY\n   10  SERVICE COMPANIES; AND ONE INDIVIDUAL REPRESENTING EACH OF THE FOLLOWING\n   11  AREAS  OF EXPERTISE: ENVIRONMENTAL PROTECTION, CLEAN ENERGY TECHNOLOGIES\n   12  AND ENERGY EFFICIENCY. THE APPOINTED MEMBERS OF THE COMMITTEE SHALL HAVE\n   13  NO DIRECT FINANCIAL INTEREST IN THE ALLOCATION  OF  THE  MONIES  IN  THE\n   14  CLEAN  ENERGY  FUND.  THE  AUTHORITY,  IN CONSULTATION WITH THE ADVISORY\n   15  COMMITTEE, SHALL ESTABLISH EVALUATION PROTOCOLS TO JUDGE THE SUCCESS  OF\n   16  THE  CLEAN  ENERGY FUND, AND SHALL PERIODICALLY CONTRACT FOR INDEPENDENT\n   17  REVIEW OF FUND MANAGEMENT.\n   18    S 8.  Sections 1020-hh, 1020-ii and 1020-jj of the public  authorities\n   19  law,  as  renumbered  by chapter 433 of the laws of 2009, are renumbered\n   20  sections 1020-ii, 1020-jj and 1020-kk and a new section 1020-hh is added\n   21  to read as follows:\n   22    S 1020-HH. CLEAN ENERGY INITIATIVE. THE AUTHORITY  SHALL  COMPLY  WITH\n   23  THE  PROVISIONS  OF  THIS  SECTION  FOR THE PURPOSE OF LOWERING CONSUMER\n   24  ENERGY BILLS, ENHANCING THE RELIABILITY OF THE SYSTEM, ENCOURAGING ENER-\n   25  GY EFFICIENCY, SUPPORTING THE DEVELOPMENT OF CLEAN  ENERGY  TECHNOLOGIES\n   26  SUCH  AS  WIND,  SOLAR  AND  FUEL CELLS, AND REDUCING HARMFUL IMPACTS OF\n   27  ELECTRICITY GENERATION AND CONSUMPTION ON PUBLIC  HEALTH  AND  SENSITIVE\n   28  ECOSYSTEMS.\n   29    1. DEFINITIONS. FOR PURPOSES OF THIS SECTION:\n   30    (A)  \"CLEAN  DISTRIBUTED  ENERGY  RESOURCES\" SHALL HAVE THE SAME DEFI-\n   31  NITION SET FORTH IN SECTION SIXTY-SIX-N OF THE PUBLIC SERVICE LAW.\n   32    (B) \"CLEAN ENERGY TECHNOLOGIES\" SHALL HAVE  THE  SAME  DEFINITION  SET\n   33  FORTH IN SECTION SIXTY-SIX-M OF THE PUBLIC SERVICE LAW.\n   34    (C)  \"CUSTOMER-GENERATOR\"  SHALL HAVE THE SAME DEFINITION SET FORTH IN\n   35  SECTIONS SIXTY-SIX-J AND SIXTY-SIX-L OF THE PUBLIC SERVICE LAW.\n   36    (D) \"ENERGY EFFICIENCY\" SHALL HAVE THE SAME DEFINITION  SET  FORTH  IN\n   37  SECTION SIXTY-SIX-M OF THE PUBLIC SERVICE LAW.\n   38    (E)  \"EXIT  FEES\"  SHALL HAVE THE SAME DEFINITION SET FORTH IN SECTION\n   39  SIXTY-SIX-N OF THE PUBLIC SERVICE LAW.\n   40    (F) \"NET ENERGY METER\" SHALL HAVE THE SAME  DEFINITION  SET  FORTH  IN\n   41  SECTIONS SIXTY-SIX-J AND SIXTY-SIX-L OF THE PUBLIC SERVICE LAW.\n   42    (G)  \"NET ENERGY METERING\" SHALL HAVE THE SAME DEFINITION SET FORTH IN\n   43  SECTIONS SIXTY-SIX-J AND SIXTY-SIX-L OF THE PUBLIC SERVICE LAW.\n   44    (H) \"SOLAR ELECTRIC GENERATING EQUIPMENT\" SHALL HAVE  THE  SAME  DEFI-\n   45  NITION SET FORTH IN SECTION SIXTY-SIX-J OF THE PUBLIC SERVICE LAW.\n   46    (I)  \"WIND  ELECTRIC  GENERATING  EQUIPMENT\" SHALL HAVE THE SAME DEFI-\n   47  NITION SET FORTH IN SECTION SIXTY-SIX-L OF THE PUBLIC SERVICE LAW.\n   48    2. LONG ISLAND CLEAN ENERGY FUND. (A) ON AND  AFTER  JULY  FIRST,  TWO\n   49  THOUSAND TWELVE, THE AUTHORITY SHALL CONTINUE THE LEVEL OF INVESTMENT IN\n   50  ENERGY  EFFICIENCY  AND CLEAN TECHNOLOGIES INVESTED IN CALENDAR YEAR TWO\n   51  THOUSAND EIGHT, AND SHALL ESTABLISH A LONG ISLAND CLEAN ENERGY FUND INTO\n   52  WHICH SUCH INVESTMENT SHALL BE PLACED. THE INVESTMENT ESTABLISHED PURSU-\n   53  ANT TO THIS SECTION SHALL NOT BE REDUCED PRIOR TO  JUNE  THIRTIETH,  TWO\n   54  THOUSAND TWENTY-TWO.  AFTER SUCH DATE, THE AUTHORITY SHALL MAKE A DETER-\n   55  MINATION  AS TO WHETHER THE CLEAN ENERGY INVESTMENT SHOULD BE INCREASED,\n   56  DECREASED OR KEPT AT THE SAME LEVEL. IN MAKING THIS  DETERMINATION,  THE\n\n       A. 3668                             8\n\n    1  AUTHORITY SHALL FULLY CONSIDER WHETHER THE OBJECTIVES OF LOWERING ENERGY\n    2  BILLS,  INCREASING  ECONOMIC  DEVELOPMENT  AND IMPROVING THE ENVIRONMENT\n    3  CONTINUE TO JUSTIFY THE CLEAN ENERGY CONTRIBUTION. THE  AUTHORITY  SHALL\n    4  PROVIDE  ALL  INTERESTED PARTIES AN OPPORTUNITY TO REVIEW AND COMMENT ON\n    5  ANY PROPOSED ADJUSTMENT PURSUANT TO THE STATE  ADMINISTRATIVE  PROCEDURE\n    6  ACT.\n    7    (B)  THE  AUTHORITY  SHALL INVEST SUCH MONIES IN THE LONG ISLAND CLEAN\n    8  ENERGY FUND IN ACCORDANCE WITH THE FOLLOWING PROVISIONS:\n    9    (I) SEVENTY PERCENT OF SUCH MONIES SHALL BE INVESTED IN  ENERGY  EFFI-\n   10  CIENCY  FOR  CONSUMERS IN THE FOLLOWING CATEGORIES: RESIDENTIAL, LOW-IN-\n   11  COME RESIDENTIAL, COMMERCIAL, INDUSTRIAL, AGRICULTURAL, EDUCATIONAL  AND\n   12  HEALTH  CARE.  THIRTY  PERCENT  OF  THE  ENERGY  EFFICIENCY  INVESTMENTS\n   13  REQUIRED PURSUANT TO THIS PARAGRAPH SHALL  BE  TARGETED  FOR  LOW-INCOME\n   14  RESIDENTIAL  AND  MULTI-FAMILY  ENERGY  EFFICIENCY PROGRAMS AND SHALL BE\n   15  DELIVERED IN CONJUNCTION WITH THE  STATEWIDE  LOW-INCOME  WEATHERIZATION\n   16  ASSISTANCE PROGRAM NETWORK OF LOCAL PROVIDERS.\n   17    (II)  THIRTY  PERCENT OF SUCH MONIES SHALL BE INVESTED IN CLEAN ENERGY\n   18  TECHNOLOGIES. THESE FUNDS SHALL BE UTILIZED BY THE AUTHORITY, FOR  AMONG\n   19  OTHER THINGS, TO SUPPORT:\n   20    (A)  RESEARCH, DEVELOPMENT AND DEMONSTRATION OF CLEAN ENERGY TECHNOLO-\n   21  GIES;\n   22    (B) THE INSTALLATION, AT CUSTOMERS' PREMISES, OF AT LEAST SIXTY  MEGA-\n   23  WATTS  OF  CLEAN  ENERGY TECHNOLOGIES IN ITS SERVICE TERRITORY THROUGH A\n   24  BUYDOWN PROGRAM, INCLUDING INSTALLATIONS AT  FARMS,  AND  IN  LOW-INCOME\n   25  RESIDENTIAL  AND MULTI-FAMILY BUILDINGS. ON AND AFTER JANUARY FIRST, TWO\n   26  THOUSAND THIRTEEN, THE  AUTHORITY  SHALL  IMPLEMENT  A  BUYDOWN  PROGRAM\n   27  PURSUANT  TO THE TERMS OF THIS SUBPARAGRAPH. THE INCENTIVE LEVEL OFFERED\n   28  BY THIS PROGRAM, IN COMBINATION WITH ANY OTHER FEDERAL, STATE  OR  LOCAL\n   29  INCENTIVE  THAT  THE  CUSTOMER  RECEIVES,  SHALL BE SIXTY PERCENT OF THE\n   30  INSTALLED COST OF EACH TECHNOLOGY FOR THE FIRST EIGHT  MEGAWATTS  PHASE,\n   31  AND,  IN  EACH OF THE FOLLOWING FOUR PHASES OF TEN, TWELVE, FOURTEEN AND\n   32  SIXTEEN MEGAWATTS, THE TOTAL INCENTIVE SHALL BE  FIFTY,  FORTY,  THIRTY,\n   33  AND  TWENTY  PERCENT  OF  SUCH  INSTALLED COST, PROVIDED THAT AT NO TIME\n   34  SHALL THE TOTAL INCENTIVE FOR ANY PROJECT EXCEED THREE DOLLARS PER WATT;\n   35  AND\n   36    (C) THE DEVELOPMENT OF CLEAN ENERGY TECHNOLOGIES IN ITS SERVICE TERRI-\n   37  TORY THROUGH A COMPETITIVE  AUCTION  OR  SOLICITATION  PROGRAM  FOR  THE\n   38  PURPOSE  OF  SUPPLYING ELECTRICITY TO CONSUMERS THROUGH THE TRANSMISSION\n   39  AND DISTRIBUTION SYSTEM. WITHIN SIX MONTHS OF THE EFFECTIVE DATE OF THIS\n   40  SECTION, THE AUTHORITY SHALL ESTABLISH A COMPETITIVE PROGRAM TO  PROVIDE\n   41  PER-KILOWATT-HOUR  INCENTIVES  TO BIDDERS THAT PROVIDE SUBSTANTIAL PROOF\n   42  OF INTENT AND ABILITY TO BUILD  CLEAN  ENERGY  TECHNOLOGY  PROJECTS  AND\n   43  REQUIRE  THE  LOWEST  AMOUNT  OF  INCENTIVE OVER A PERIOD OF FIVE YEARS.\n   44  FOLLOWING THE ESTABLISHMENT OF THIS PROGRAM, THE AUTHORITY SHALL ISSUE A\n   45  REQUEST FOR LETTERS OF INTENT TO BID EVERY SIX MONTHS UNTIL  ALL  MONIES\n   46  ALLOCATED  TO CLEAN ENERGY TECHNOLOGIES HAVE BEEN INVESTED. IN DETERMIN-\n   47  ING THE AMOUNT OF INCENTIVE OR GRANT AWARDED UNDER THE AUCTION OR SOLIC-\n   48  ITATION PROCESS IN THIS CLAUSE, THE AUTHORITY SHALL TAKE INTO  CONSIDER-\n   49  ATION  ANY  REVENUES  LIKELY  TO  BE RECEIVED BY THE RECIPIENT UNDER THE\n   50  CLEAN  ENERGY  REQUIREMENT  ESTABLISHED  BY  SUBDIVISION  FOUR  OF  THIS\n   51  SECTION.\n   52    (III) ALL MONIES COLLECTED FROM THE CLEAN ENERGY CONTRIBUTION SHALL BE\n   53  FULLY  INVESTED.  HOWEVER,  THE PERCENT ALLOCATIONS PURSUANT TO SUBPARA-\n   54  GRAPHS (I) AND (II) OF THIS PARAGRAPH MAY  BE  ACHIEVED  ON  AN  AVERAGE\n   55  BASIS OVER A ROLLING PERIOD OF UP TO FIVE YEARS.\n\n       A. 3668                             9\n\n    1    3.  CLEAN  DISTRIBUTED ENERGY RESOURCES.   (A) ALL CUSTOMERS RECEIVING\n    2  DISTRIBUTION SERVICES FROM THE AUTHORITY SHALL BE ALLOWED  TO  INTERCON-\n    3  NECT  CLEAN ENERGY TECHNOLOGIES INSTALLED AT THEIR PREMISES TO THE ELEC-\n    4  TRIC DISTRIBUTION SYSTEM. WITHIN TWELVE MONTHS OF THE EFFECTIVE DATE  OF\n    5  THIS  SECTION,  THE  AUTHORITY SHALL ISSUE REGULATIONS IMPLEMENTING THIS\n    6  REQUIREMENT, INCLUDING ADOPTION OF TECHNICAL  INTERCONNECTION  STANDARDS\n    7  AND INTERCONNECTION CONTRACTS WHICH SHALL:\n    8    (I) PROVIDE FOR EXPEDITIOUS INTERCONNECTION;\n    9    (II)  ALLOW  A  MAXIMUM INTERCONNECT CHARGE OF THIRTY-FIVE DOLLARS PER\n   10  KILOWATT FOR EACH KILOWATT GREATER THAN TEN KILOWATTS FOR SYSTEMS GREAT-\n   11  ER THAN TEN KILOWATTS AND LESS THAN ONE HUNDRED TWENTY-FIVE KILOWATTS IN\n   12  RATED CAPACITY AND, FOR SYSTEMS THAT ARE TEN KILOWATTS OR LESS, PROHIBIT\n   13  ANY CHARGE OR PAYMENT FOR INTERCONNECTION;\n   14    (III) PROVIDE FOR UNIFORM TECHNICAL  INTERCONNECTION  REQUIREMENTS  TO\n   15  ENSURE  SAFETY AND RELIABILITY THAT ARE CONSISTENT TO THE MAXIMUM EXTENT\n   16  PRACTICABLE WITH STATEWIDE STANDARDS  AND  NATIONAL  STANDARDS  SUCH  AS\n   17  THOSE  PROMULGATED  BY  RECOGNIZED  NATIONAL ORGANIZATIONS INCLUDING THE\n   18  INSTITUTE FOR ELECTRICAL AND ELECTRONIC ENGINEERS AND THE NATIONAL ELEC-\n   19  TRIC CODE, EXCEPT WHERE THE AUTHORITY DETERMINES, AFTER A  PUBLIC  HEAR-\n   20  ING,  THAT  SPECIFIC REGIONAL OR STATEWIDE SAFETY AND RELIABILITY CONDI-\n   21  TIONS JUSTIFY TEMPORARY DEVIATION  FROM  THE  NATIONAL  STANDARDS  UNTIL\n   22  CONSISTENCY CAN BE ACHIEVED; AND\n   23    (IV)  ENSURE  THAT  INTERCONNECTION  CONTRACTS  ARE CONSUMER FRIENDLY,\n   24  BRIEF AND FOR SYSTEMS UNDER ONE HUNDRED TWENTY-FIVE  KILOWATTS;  INCLUDE\n   25  NO  INDEMNIFICATION  REQUIREMENTS;  AND REQUIRE NO MORE THAN ONE HUNDRED\n   26  THOUSAND  DOLLARS  OF  HOMEOWNERS  INSURANCE  COVERAGE  FOR  RESIDENTIAL\n   27  CUSTOMERS  AND  NO  MORE THAN FIVE HUNDRED THOUSAND DOLLARS OF INSURANCE\n   28  COVERAGE FOR COMMERCIAL CUSTOMERS.\n   29    (B) WITHIN TWELVE MONTHS OF THE EFFECTIVE DATE OF  THIS  SECTION,  THE\n   30  AUTHORITY SHALL ISSUE REGULATIONS FOR ITS DISTRIBUTION SYSTEM THAT MINI-\n   31  MIZE  THE  LONG-TERM  COSTS  OF PROVIDING RELIABLE DISTRIBUTION SERVICE,\n   32  REMOVE BARRIERS TO COST-EFFECTIVE INVESTMENTS IN CLEAN DISTRIBUTED ENER-\n   33  GY RESOURCES AS ALTERNATIVES TO DISTRIBUTION INVESTMENTS, AND REMOVE THE\n   34  LINKAGE BETWEEN  THE  TOTAL  ENERGY  DISTRIBUTED  AND  THE  RECOVERY  OF\n   35  DISTRIBUTION  AND OTHER FIXED COSTS. WITHIN NINETY DAYS OF THE EFFECTIVE\n   36  DATE OF THIS SECTION, THE AUTHORITY SHALL  COMMENCE  THE  COLLECTION  OF\n   37  DISTRIBUTION  COST DATA NECESSARY TO ACCURATELY EVALUATE ALTERNATIVES TO\n   38  TRADITIONAL INFRASTRUCTURE INVESTMENTS.\n   39    (C) THE FIRST TWO  HUNDRED  MEGAWATTS  OF  CLEAN  ENERGY  TECHNOLOGIES\n   40  INSTALLED   AT  A  CUSTOMER  PREMISES,  WITH  A  LIMIT  OF  ONE  HUNDRED\n   41  TWENTY-FIVE KILOWATTS PER CUSTOMER ACCOUNT, SHALL  BE  EXEMPT  FROM  ANY\n   42  EXIT  FEES OR ANY SPECIAL METER FEES CHARGED BY THE AUTHORITY.  IN ADDI-\n   43  TION, THE AUTHORITY SHALL NOT LEVY A CHARGE FOR BACKUP OR STANDBY ENERGY\n   44  OR CAPACITY TO CUSTOMERS WHO INSTALL AND USE  CLEAN  DISTRIBUTED  ENERGY\n   45  RESOURCES,  RATED AT ONE HUNDRED TWENTY-FIVE KILOWATTS OR LESS, ON THEIR\n   46  PREMISES UNTIL THE AUTHORITY COMPLETES A  STUDY  ACCURATELY  DETERMINING\n   47  THE  COST OF BACKUP SERVICE, AN EVALUATION OF THE FULL RANGE OF BENEFITS\n   48  SUCH TECHNOLOGIES PROVIDE TO THE TRANSMISSION  AND  DISTRIBUTION  SYSTEM\n   49  AND ACCURATELY CREDIT CUSTOMERS FOR THESE BENEFITS.\n   50    4. CLEAN ENERGY DEVELOPMENT. (A) WITHIN TWELVE MONTHS OF THE EFFECTIVE\n   51  DATE  OF THIS SECTION, THE AUTHORITY SHALL ADOPT A CLEAN ENERGY REQUIRE-\n   52  MENT THAT ENSURES THAT, NOT LATER THAN JULY FIRST,  TWO  THOUSAND  FOUR-\n   53  TEEN, NO LESS THAN ONE-HALF OF ONE PERCENT OF THE ENERGY IT HAS SUPPLIED\n   54  TO EACH CUSTOMER IN THE PREVIOUS TWELVE MONTH PERIOD WAS GENERATED USING\n   55  CLEAN ENERGY TECHNOLOGIES. THE AUTHORITY SHALL INCREASE THE CLEAN ENERGY\n   56  REQUIREMENT  BY ONE-HALF OF ONE PERCENT ANNUALLY ON JULY FIRST EACH YEAR\n\n       A. 3668                            10\n\n    1  THEREAFTER, UNTIL THE AMOUNT OF ENERGY REQUIRED FROM CLEAN ENERGY  TECH-\n    2  NOLOGIES  REACHES  SIX  PERCENT.  ONCE  THE AMOUNT OF ENERGY SUPPLIED TO\n    3  CUSTOMERS FROM  CLEAN  ENERGY  TECHNOLOGIES  REACHES  SIX  PERCENT,  THE\n    4  REQUIREMENT SHALL BE INCREASED BY ONE PERCENT EACH YEAR THEREAFTER UNTIL\n    5  THE AMOUNT OF ENERGY REQUIRED FROM CLEAN ENERGY TECHNOLOGIES REACHES TEN\n    6  PERCENT  OR  SUCH LATER DATE AS THE AUTHORITY SHALL DETERMINE; PROVIDED,\n    7  HOWEVER, THAT THE AUTHORITY SHALL NOT DECREASE THE  REQUIRED  PERCENTAGE\n    8  AT ANY TIME.\n    9    (B)  NOT  LATER THAN JANUARY FIRST, TWO THOUSAND TWELVE, THE AUTHORITY\n   10  SHALL ESTABLISH AN ENVIRONMENTAL DISCLOSURE PROGRAM CONSISTENT WITH  THE\n   11  PUBLIC  SERVICE COMMISSION'S ENVIRONMENTAL DISCLOSURE PROGRAM. IN IMPLE-\n   12  MENTING THE CLEAN ENERGY REQUIREMENT, THE AUTHORITY  SHALL  ENSURE  THAT\n   13  INFORMATION  PROVIDED  TO CUSTOMERS CONCERNING CLEAN ENERGY TECHNOLOGIES\n   14  IS CLEAR AND UNDERSTANDABLE, AND SHALL CONSIDER WHETHER IT IS  APPROPRI-\n   15  ATE TO INDICATE ON ALL DISCLOSURE LABELS THE MINIMUM PERCENTAGE OF ENER-\n   16  GY REQUIRED FROM CLEAN ENERGY TECHNOLOGIES PURSUANT TO THIS SECTION.\n   17    (C)  THE AUTHORITY MAY SATISFY THE REQUIREMENTS OF THIS SUBDIVISION BY\n   18  ENTERING INTO CONVERSION TRANSACTIONS ESTABLISHED PURSUANT TO THE PUBLIC\n   19  SERVICE COMMISSION'S ENVIRONMENTAL  DISCLOSURE  PROGRAM  OR  SUCH  OTHER\n   20  TRADING  PROGRAM  THAT  THE AUTHORITY MAY ESTABLISH OR CHOOSE TO PARTIC-\n   21  IPATE IN. THE AUTHORITY SHALL BE ABLE TO BANK CREDITS FOR  CLEAN  ENERGY\n   22  SUPPLIED  IN  EXCESS  OF  REQUIREMENTS FOR A PERIOD OF TWO YEARS AND MAY\n   23  DEMONSTRATE COMPLIANCE WITHIN THREE MONTHS OF THE END  OF  THE  CALENDAR\n   24  YEAR  IN  ORDER TO ALLOW FOR COMPLIANCE VIA CONVERSION TRANSACTIONS OR A\n   25  TRADING PROGRAM.\n   26    5. ADVISORY PANEL. THE AUTHORITY SHALL ESTABLISH AND REGULARLY CONVENE\n   27  AN ADVISORY COMMITTEE COMPRISED OF THE CHAIRMAN OF THE AUTHORITY SERVING\n   28  AS AN EX OFFICIO MEMBER; SEVEN MEMBERS APPOINTED BY  THE  AUTHORITY  ONE\n   29  MEMBER  TO  BE  APPOINTED  TO BE REPRESENTATIVE OF EACH OF THE FOLLOWING\n   30  CUSTOMER CLASSIFICATIONS:  RESIDENTIAL,  LOW-INCOME  RESIDENTIAL,  SMALL\n   31  COMMERCIAL,  LARGE  COMMERCIAL/INDUSTRIAL,  AGRICULTURAL,  AND CONSUMERS\n   32  RESIDING IN LOAD POCKETS; AND FOUR MEMBERS APPOINTED BY THE AUTHORITY TO\n   33  REPRESENT EACH  OF  THE  FOLLOWING  AREAS  OF  EXPERTISE:  ENVIRONMENTAL\n   34  PROTECTION,  CLEAN  ENERGY  TECHNOLOGIES,  AND  ENERGY  EFFICIENCY.  THE\n   35  APPOINTED MEMBERS OF THE COMMITTEE SHALL HAVE NO DIRECT FINANCIAL INTER-\n   36  EST IN THE ALLOCATION OF THE MONIES FROM THE CLEAN ENERGY  CONTRIBUTION.\n   37  THE AUTHORITY, IN CONSULTATION WITH THE ADVISORY COMMITTEE, SHALL ESTAB-\n   38  LISH  EVALUATION  PROTOCOLS  TO JUDGE THE SUCCESS OF THE INITIATIVE, AND\n   39  SHALL PERIODICALLY CONTRACT FOR INDEPENDENT REVIEW OF FUND MANAGEMENT.\n   40    6. REPORTING. ON OR BEFORE JULY FIRST, TWO THOUSAND THIRTEEN AND ANNU-\n   41  ALLY THEREAFTER, THE AUTHORITY SHALL ISSUE A REPORT TO THE GOVERNOR, THE\n   42  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY  IDEN-\n   43  TIFYING THE BUDGET BALANCE, PROJECTED REVENUES AND EXPENDITURES, PROGRAM\n   44  ACHIEVEMENTS  AND  ALL OTHER RELEVANT INFORMATION RELATING TO THE IMPLE-\n   45  MENTATION OF THIS SECTION.\n   46    S 9. Section 1854 of the public authorities law is amended by adding a\n   47  new subdivision 19 to read as follows:\n   48    19. TO ADMINISTER  THE  CLEAN  ENERGY  FUND  ESTABLISHED  PURSUANT  TO\n   49  SECTION EIGHTEEN HUNDRED FIFTY-FOUR-E OF THIS TITLE.\n   50    S  10.  The  public authorities law is amended by adding a new section\n   51  1854-e to read as follows:\n   52    S 1854-E. CLEAN ENERGY FUND. 1. FOR PURPOSES OF THIS SECTION:\n   53    (A) \"CLEAN ENERGY TECHNOLOGIES\" SHALL HAVE  THE  SAME  DEFINITION  SET\n   54  FORTH IN SECTION SIXTY-SIX-M OF THE PUBLIC SERVICE LAW.\n   55    (B)  \"ENERGY  EFFICIENCY\"  SHALL HAVE THE SAME DEFINITION SET FORTH IN\n   56  SECTION SIXTY-SIX-M OF THE PUBLIC SERVICE LAW.\n\n       A. 3668                            11\n\n    1    (C) \"LOAD POCKET\" MEANS A GEOGRAPHIC AREA IN WHICH ELECTRICITY  DEMAND\n    2  SOMETIMES  EXCEEDS  LOCAL GENERATION CAPABILITY AND IN WHICH THERE IS AN\n    3  ELECTRICITY IMPORT LIMITATION AS A RESULT OF TRANSMISSION CONSTRAINTS.\n    4    2.  THE  AUTHORITY  SHALL  ESTABLISH  A  CLEAN  ENERGY FUND FOR MONIES\n    5  RECEIVED  FROM  ELECTRIC  DISTRIBUTION  COMPANIES  PURSUANT  TO  SECTION\n    6  SIXTY-SIX-M  OF  THE PUBLIC SERVICE LAW. THE AUTHORITY SHALL INVEST SUCH\n    7  FUNDS IN ACCORDANCE WITH THE FOLLOWING PROVISIONS:\n    8    (A) SEVENTY PERCENT OF SUCH MONIES SHALL BE INVESTED IN  ENERGY  EFFI-\n    9  CIENCY  FOR  CONSUMERS IN THE FOLLOWING CATEGORIES: RESIDENTIAL, LOW-IN-\n   10  COME, RESIDENTIAL, COMMERCIAL, INDUSTRIAL, AGRICULTURAL, EDUCATIONAL AND\n   11  HEALTH  CARE.  THIRTY  PERCENT  OF  THE  ENERGY  EFFICIENCY  INVESTMENTS\n   12  REQUIRED  PURSUANT  TO  THIS  PARAGRAPH SHALL BE TARGETED FOR LOW-INCOME\n   13  RESIDENTIAL AND MULTI-FAMILY ENERGY EFFICIENCY  PROGRAMS  AND  SHALL  BE\n   14  DELIVERED  IN  CONJUNCTION  WITH THE STATEWIDE LOW-INCOME WEATHERIZATION\n   15  ASSISTANCE PROGRAM NETWORK OF LOCAL PROVIDERS.\n   16    (B) THIRTY PERCENT OF SUCH MONIES SHALL BE INVESTED  IN  CLEAN  ENERGY\n   17  TECHNOLOGIES.  THESE FUNDS SHALL BE UTILIZED BY THE AUTHORITY, FOR AMONG\n   18  OTHER THINGS, TO SUPPORT:\n   19    (I) RESEARCH, DEVELOPMENT AND DEMONSTRATION OF CLEAN ENERGY  TECHNOLO-\n   20  GIES;\n   21    (II)  THE  INSTALLATION,  AT  CUSTOMERS'  PREMISES,  OF AT LEAST THREE\n   22  HUNDRED MEGAWATTS OF CLEAN ENERGY TECHNOLOGIES IN THE  STATE  THROUGH  A\n   23  BUYDOWN  PROGRAM,  INCLUDING  INSTALLATIONS  AT FARMS, AND IN LOW-INCOME\n   24  RESIDENTIAL AND MULTI-FAMILY BUILDINGS. ON AND AFTER JANUARY FIRST,  TWO\n   25  THOUSAND  THIRTEEN,  THE AUTHORITY SHALL IMPLEMENT A PROGRAM PURSUANT TO\n   26  THE TERMS OF THIS SUBPARAGRAPH. THE  INCENTIVE  LEVEL  OFFERED  BY  THIS\n   27  PROGRAM, IN COMBINATION WITH ANY OTHER FEDERAL, STATE OR LOCAL INCENTIVE\n   28  THAT THE CUSTOMER RECEIVES, SHALL BE SIXTY PERCENT OF THE INSTALLED COST\n   29  OF  EACH TECHNOLOGY FOR THE FIRST FORTY MEGAWATTS PHASE, AND, IN EACH OF\n   30  THE FOLLOWING FOUR PHASES OF FIFTY, SIXTY,  SEVENTY,  AND  EIGHTY  MEGA-\n   31  WATTS,  THE  TOTAL  INCENTIVE  SHALL BE FIFTY, FORTY, THIRTY, AND TWENTY\n   32  PERCENT OF SUCH INSTALLED COST, PROVIDED THAT AT NO TIME SHALL THE TOTAL\n   33  INCENTIVE FOR ANY PROJECT EXCEED THREE DOLLARS PER WATT; AND\n   34    (III) THE DEVELOPMENT  OF  CLEAN  ENERGY  TECHNOLOGIES  IN  THE  STATE\n   35  THROUGH  A  COMPETITIVE AUCTION OR SOLICITATION PROGRAM AT THE WHOLESALE\n   36  LEVEL FOR THE PURPOSE OF SUPPLYING ELECTRICITY TO CONSUMERS THROUGH  THE\n   37  TRANSMISSION AND DISTRIBUTION SYSTEM. WITHIN SIX MONTHS OF THE EFFECTIVE\n   38  DATE  OF  THIS  SECTION,  THE  AUTHORITY  SHALL  ESTABLISH A COMPETITIVE\n   39  PROGRAM TO PROVIDE PER-KILOWATT-HOUR INCENTIVES TO BIDDERS THAT  PROVIDE\n   40  SUBSTANTIAL PROOF OF INTENT AND ABILITY TO BUILD CLEAN ENERGY TECHNOLOGY\n   41  PROJECTS  AND  REQUIRE  THE  LOWEST AMOUNT OF INCENTIVE OVER A PERIOD OF\n   42  FIVE YEARS.  FOLLOWING THE ESTABLISHMENT OF THIS PROGRAM, THE  AUTHORITY\n   43  SHALL  ISSUE  A  REQUEST  FOR  LETTERS OF INTENT TO BID EVERY SIX MONTHS\n   44  UNTIL ALL MONIES  ALLOCATED  TO  CLEAN  ENERGY  TECHNOLOGIES  HAVE  BEEN\n   45  INVESTED.  IN DETERMINING THE AMOUNT OF INCENTIVE OR GRANT AWARDED UNDER\n   46  THE AUCTION OR SOLICITATION PROCESS IN THIS SUBPARAGRAPH, THE  AUTHORITY\n   47  SHALL  TAKE INTO CONSIDERATION ANY REVENUES LIKELY TO BE RECEIVED BY THE\n   48  RECIPIENT UNDER THE CLEAN  ENERGY  REQUIREMENT  ESTABLISHED  BY  SECTION\n   49  SIXTY-SIX-O OF THE PUBLIC SERVICE LAW.\n   50    (C)  TWENTY-FIVE  PERCENT OF THE SUM OF MONIES ALLOCATED IN PARAGRAPHS\n   51  (A) AND (B) OF THIS SUBDIVISION  SHALL  BE  MADE  AVAILABLE  TO  DEVELOP\n   52  TARGETED  PROGRAMS (UTILIZING ENERGY EFFICIENCY, LOW-INCOME ENERGY EFFI-\n   53  CIENCY, CLEAN ENERGY TECHNOLOGIES AND AIR  CONDITIONING  EQUIPMENT  THAT\n   54  UTILIZES  STEAM OR NATURAL GAS) THAT ASSIST ELECTRIC DISTRIBUTION COMPA-\n   55  NIES AND DISTRIBUTED RESOURCE PROVIDERS TO ADDRESS  THE  NEEDS  OF  LOAD\n   56  POCKETS  THAT HAVE SUSTAINED OUT-OF-MERIT ORDER DISPATCH FOR RELIABILITY\n\n       A. 3668                            12\n\n    1  REASONS, PROVIDED THAT THE ELECTRIC DISTRIBUTION COMPANY FUNDS AT  LEAST\n    2  THIRTY PERCENT OF THE COST OF SUCH TARGETED PROGRAMS.\n    3    (D)  ALL  MONIES  IN  THE FUND SHALL BE INVESTED. HOWEVER, THE PERCENT\n    4  ALLOCATIONS IN PARAGRAPHS (A), (B) AND (C) OF THIS  SUBDIVISION  MAY  BE\n    5  ACHIEVED ON AN AVERAGE BASIS OVER A ROLLING PERIOD OF UP TO FIVE YEARS.\n    6    3.  THE  AUTHORITY  SHALL  ESTABLISH AND REGULARLY CONVENE AN ADVISORY\n    7  COMMITTEE COMPRISED OF THE CHAIRMAN OF THE AUTHORITY,  THE  CHAIRMAN  OF\n    8  THE  PUBLIC  SERVICE  COMMISSION  AND  THE COMMISSIONER OF ENVIRONMENTAL\n    9  CONSERVATION OR THEIR DESIGNEES, SERVING AS EX OFFICIO MEMBERS; AND  THE\n   10  CHAIRMAN  OF THE AUTHORITY SHALL APPOINT ONE REPRESENTATIVE FROM EACH OF\n   11  THE FOLLOWING CUSTOMER CLASSIFICATIONS: RESIDENTIAL, LOW-INCOME RESIDEN-\n   12  TIAL, SMALL COMMERCIAL, LARGE COMMERCIAL/INDUSTRIAL,  AGRICULTURAL,  AND\n   13  CONSUMERS  RESIDING  IN  LOAD  POCKETS;  ONE INDIVIDUAL REPRESENTING THE\n   14  ELECTRIC DISTRIBUTION COMPANIES; ONE INDIVIDUAL REPRESENTING THE  ENERGY\n   15  SERVICE COMPANIES; AND ONE INDIVIDUAL REPRESENTING EACH OF THE FOLLOWING\n   16  AREAS  OF EXPERTISE: ENVIRONMENTAL PROTECTION, CLEAN ENERGY TECHNOLOGIES\n   17  AND ENERGY EFFICIENCY. THE APPOINTED MEMBERS OF THE COMMITTEE SHALL HAVE\n   18  NO DIRECT FINANCIAL INTEREST IN THE ALLOCATION  OF  THE  MONIES  IN  THE\n   19  CLEAN  ENERGY  FUND.  THE  AUTHORITY,  IN CONSULTATION WITH THE ADVISORY\n   20  COMMITTEE, SHALL ESTABLISH EVALUATION PROTOCOLS TO JUDGE THE SUCCESS  OF\n   21  THE  CLEAN  ENERGY FUND, AND SHALL PERIODICALLY CONTRACT FOR INDEPENDENT\n   22  REVIEW OF FUND MANAGEMENT.\n   23    4. ON OR BEFORE JULY FIRST, TWO THOUSAND THIRTEEN AND ANNUALLY  THERE-\n   24  AFTER,  THE AUTHORITY SHALL ISSUE A REPORT TO THE PUBLIC SERVICE COMMIS-\n   25  SION, THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAK-\n   26  ER OF THE ASSEMBLY IDENTIFYING THE CLEAN ENERGY FUND BALANCE,  PROJECTED\n   27  REVENUES  AND EXPENDITURES, PROGRAM ACHIEVEMENTS, AND ALL OTHER RELEVANT\n   28  INFORMATION.\n   29    S 11. Severability. If any clause,  sentence,  paragraph,  section  or\n   30  part  of  this act shall be adjudged by any court of competent jurisdic-\n   31  tion to be invalid, such judgment shall not affect, impair or invalidate\n   32  the remainder thereof, but shall be confined in  its  operation  to  the\n   33  clause,  sentence,  paragraph, section or part thereof directly involved\n   34  in the controversy in which such judgment shall have been rendered.\n   35    S 12. This act shall take effect immediately, provided  that  sections\n   36  two  and  three of this act shall apply to taxable years beginning on or\n   37  after January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law and the public authorities law, in relation to establishing the clean energy fund to improve energy efficiency and provide for the development of clean energy technologies; to amend the public service law, in relation to promoting the distribution of clean energy resources, requiring the use of clean energy technologies by electric corporations, and net energy metering for wind electric generating facilities; to amend the public authorities law, in relation to requiring the power authority of the state of New York and the Long Island power authority to establish clean energy initiatives; and to repeal certain provisions of the public service law relating to non-residential customer-generators ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T141301.TXT", "SOBI.D110126.T135800.TXT", "SOBI.D110126.T135300.TXT", "SOBI.D110127.T102837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142117063
}