{
  "year" : 2011,
  "senateBillNo" : "A3667-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3667-2011-1296018000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the Kings Park land redevelopment task force and postpones the sale of real property at the former Kings Park Psychiatric Center Campus",
  "summary" : "Postpones the sale of property at the former Kings Park Psychiatric center campus; creates the King Park land redevelopment task force to develop recommendations for the alternate use of designated available land and other property at the former Kings Park Psychiatric center campus. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks",
  "previousVersions" : [ "A1738-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3667\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to create the Kings Park land redevelopment  task  force  and  to\n         postpone  the  sale  of  property at the former Kings Park Psychiatric\n         Center Campus\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Notwithstanding the provisions of any general, special or\n    2  local law to the contrary, any state agency, authority or other  special\n    3  entity  empowered by the state to sell, lease or convey any real proper-\n    4  ties which may be available for sale, lease or conveyance at the  former\n    5  campus  of  the  Kings  Park Psychiatric Center shall postpone any sale,\n    6  lease or conveyance of real property at the former Kings Park  Psychiat-\n    7  ric Center until December 15, 2012 or thereafter or until the submission\n    8  of the final report and recommendations for appropriate zoning and plan-\n    9  ning  by the Kings Park land redevelopment task force in accordance with\n   10  section two of this act.\n   11    S 2. (a) There is hereby created a Kings Park land redevelopment  task\n   12  force.  Such  task  force  shall  consist of eleven voting members to be\n   13  appointed by the governor as follows:  one shall be appointed  upon  the\n   14  recommendation  of  the  temporary president of the senate; one shall be\n   15  appointed upon the recommendation of the speaker of  the  assembly;  one\n   16  shall be appointed upon the recommendation of the town supervisor of the\n   17  town of Smithtown; one shall be appointed upon the recommendation of the\n   18  town board of the town of Smithtown; two shall be residents of the Kings\n   19  Park  central school district; two shall be members of the local chamber\n   20  of commerce; one shall be a local environmental representative; and  two\n   21  shall  be  members of local civic associations.  All members of the task\n   22  force shall be appointed within 30 days of the effective  date  of  this\n   23  act.  The chair and the vice chair of the task force shall be designated\n   24  by  the  governor  and  shall  be members of the task force.  Members in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05996-01-1\n\n       A. 3667                             2\n\n    1  general shall be selected for their expertise in land use and redevelop-\n    2  ment strategies, economic development knowledge  and/or  involvement  in\n    3  local  community issues.   Eight members of the task force shall consti-\n    4  tute a quorum for the purposes of organizing the task force and conduct-\n    5  ing the meetings thereof.  Members of the task force shall serve without\n    6  salary but shall be allowed their necessary and actual expenses incurred\n    7  in the performance of their duties.\n    8    The  task  force  shall  meet not less than once a month until a final\n    9  report and recommendations are submitted in accordance with  subdivision\n   10  (d) of this section.\n   11    (b)  Such  task  force  shall serve to develop recommendations for the\n   12  potential reuse of land and buildings permitted to be developed  at  the\n   13  former  Kings  Park Psychiatric Center campus.  All state agencies shall\n   14  provide their expertise and, where possible, their resources  to  assist\n   15  the  task  force in fulfilling its duties and responsibilities.  Specif-\n   16  ically, the task force shall develop recommendations which  include  the\n   17  following:\n   18    (i) potential reuses for the land and buildings permitted to be devel-\n   19  oped  including  but not limited to reuse, rehabilitation and/or convey-\n   20  ance to private, commercial, governmental  or  not-for-profit  interests\n   21  and an analysis of the impact of those new uses on the affected communi-\n   22  ties;\n   23    (ii)  consideration of the best interests of the region and the state,\n   24  including employment needs of area residents;\n   25    (iii) community interests as embodied in local master plans  including\n   26  the local waterfront revitalization plan, and laws or ordinances enacted\n   27  and in effect in community areas; and\n   28    (iv)  direct  input  from  the community concerning future uses of the\n   29  real property.\n   30    (c) Within six months after the appointment of the members of the task\n   31  force, the task force shall hold a public hearing.  Thereafter, the task\n   32  force shall consider and incorporate the comments made at  such  hearing\n   33  into preliminary recommendations. Such preliminary recommendations shall\n   34  be  published  and  made  available  to the public, and submitted to the\n   35  governor, the temporary president of the senate and the speaker  of  the\n   36  assembly within nine months of the effective date of this act. Following\n   37  the  publishing  and submission of such preliminary recommendations, the\n   38  task force shall provide at least 30 days but not more than 45 days  for\n   39  public comment on the recommendations.\n   40    (d)  Upon  completion of assessments and evaluations for redevelopment\n   41  of the former Kings Park Psychiatric Center campus the task force  shall\n   42  develop  and  submit  a  final  report  including but not limited to the\n   43  following:\n   44    (i) potential reuses for land and buildings at the former  Kings  Park\n   45  Psychiatric  Center  campus  and  an analysis of the impact of those new\n   46  uses on the affected communities;\n   47    (ii) the procedure used by the task force to involve and allow for the\n   48  participation of community residents and local governments in the  iden-\n   49  tifying  of  alternate  uses  for land and buildings at the former Kings\n   50  Park Psychiatric Center campus; and\n   51    (iii) a final detailed recommendation  for  the  reuse,  redevelopment\n   52  and/or  conveyance  of  designated  available  land and buildings on the\n   53  former Kings Park Psychiatric Center campus  that  are  to  the  largest\n   54  extent  feasible consistent with applicable state and local laws and, in\n   55  particular, with the town of Smithtown local  waterfront  revitalization\n   56  plan  as  approved  by the state.  The task force shall submit its final\n\n       A. 3667                             3\n\n    1  report of recommendations to the governor, the  temporary  president  of\n    2  the  senate  and  the  speaker  of the assembly on or before December 1,\n    3  2012.\n    4    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create the Kings Park land redevelopment task force and to postpone the sale of property at the former Kings Park Psychiatric Center Campus ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T135300.TXT", "SOBI.D110127.T102344.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296141824924
}