{
  "year" : 2011,
  "senateBillNo" : "A3666-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3666-2011-1296018000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Tuition benefits and scholarships awarded based on service in the armed forces shall not be in TAP income equation",
  "summary" : "Provides that in determining income for the purposes of the tuition assistance program, tuition benefits and scholarships awarded based on service in the armed forces shall not be considered as income. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1713-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3666\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to providing that tuition\n         benefits and scholarships awarded to students based upon their service\n         in the armed forces shall not be included as income  when  calculating\n         tuition assistance program awards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of  section  663  of  the  education  law  is\n    2  amended by adding a new paragraph (c) to read as follows:\n    3    (C) IN THE DETERMINATION OF INCOME FOR PURPOSES OF SECTION SIX HUNDRED\n    4  SIXTY-SEVEN  OF  THIS  ARTICLE IF, DURING THE ACADEMIC YEAR IN WHICH THE\n    5  APPLICANT WILL RECEIVE AN AWARD, THE APPLICANT RECEIVED OR IS  EXPECTING\n    6  TO  RECEIVE  A  TUITION  BENEFIT  AND/OR  ANY SCHOLARSHIP, INCLUDING THE\n    7  FEDERAL MONTGOMERY GI BILL, AWARDED FOR  THAT  ACADEMIC  YEAR  BASED  ON\n    8  SERVICE  IN  THE  ARMED FORCES OF THE UNITED STATES, THAT AMOUNT AWARDED\n    9  FOR MILITARY SERVICE SHALL NOT BE DEEMED APPLICABLE INCOME IN  DETERMIN-\n   10  ING THE APPLICANT'S AWARD FOR THE ACADEMIC YEAR.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06002-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing that tuition benefits and scholarships awarded to students based upon their service in the armed forces shall not be included as income when calculating tuition assistance program awards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T135300.TXT", "SOBI.D110127.T102344.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296141824920
}