{
  "year" : 2011,
  "senateBillNo" : "A3674-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3674-2011-1296018000000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Gives phone customers the ability to block the reception of messages they may find obscene",
  "summary" : "Provides that all regulated local exchange telephone companies shall offer customers the option to block access to obscene information-access services and inform their customers of such blocking service; such service shall be without charge to the customer; requires public service commission to instruct such telephone companies to designate a specific prefix for messages the telephone company considers extreme. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A7214-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3674\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. FINCH, KOLB, BURLING, McDONOUGH, KATZ -- Multi-\n         Sponsored by -- M. of A. HAWLEY, MAGEE -- read once  and  referred  to\n         the Committee on Consumer Affairs and Protection\n\n       AN  ACT  to amend the public service law, in relation to requiring local\n         phone companies to provide customers with a cost free option to  block\n         certain information-access services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative findings and intent. Effective  July  1,  1989\n    2  customers  who wish to block \"adult\" messages, group calling services or\n    3  recorded information and entertainment services from their  phones  have\n    4  had  to  pay  a  five  dollar  fee. The legislature finds that customers\n    5  should not have to pay to block a service they never requested and  that\n    6  this blocking option should be made available free of charge.\n    7    S  2.  Section 91 of the public service law is amended by adding a new\n    8  subdivision 8 to read as follows:\n    9    8. (A) THE COST FOR PROVIDING BLOCKING SERVICES AND INFORMING  CUSTOM-\n   10  ERS  THEREOF,  SHALL  BE  BORNE  BY  THE TELEPHONE COMPANY PROVIDING THE\n   11  BLOCKING SERVICE, AND SHALL NOT BE INCLUDED IN THAT TELEPHONE  COMPANY'S\n   12  RATE BASE.\n   13    (B)  THE  PUBLIC  SERVICE  COMMISSION SHALL PROMULGATE THE APPROPRIATE\n   14  RULES AND REGULATIONS WITHIN ONE HUNDRED TWENTY DAYS  OF  THE  EFFECTIVE\n   15  DATE OF THIS SUBDIVISION.\n   16    S  3.  This  act shall take effect on the thirtieth day after it shall\n   17  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03811-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring local phone companies to provide customers with a cost free option to block certain information-access services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440260
}