{
  "year" : 2011,
  "senateBillNo" : "A3673-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to health",
    "billEventId" : "A3673-2011-1296018000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the \"look back\" period for medical assistance eligibility for transfer of real property commences on filing certificate of transfer",
  "summary" : "Provides that the \"look back\" period for medical assistance eligibility for transfer of real property commences on filing the certificate of transfer with the county clerk. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A7215-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3673\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. FINCH, BUTLER, KOLB -- read once and referred to\n         the Committee on Health\n\n       AN ACT to amend the social services law, in relation to determining  the\n         \"look back\" period for medical assistance eligibility\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 5 of section 366 of the social\n    2  services law, as amended by section 25 of part C of chapter 109  of  the\n    3  laws of 2006, is amended to read as follows:\n    4    (a) In determining the initial or continuing eligibility of any person\n    5  for  assistance  under this title, there shall be included in the amount\n    6  of resources considered available to such person the uncompensated value\n    7  of any resource transferred prior to the date of application for medical\n    8  assistance as specified in paragraphs (b), (c),  (d)  and  (e)  of  this\n    9  subdivision, and such person shall be ineligible for such assistance for\n   10  such  period  or  periods  as  specified  in this subdivision.   FOR THE\n   11  PURPOSES OF DETERMINING MEDICAL  ASSISTANCE  ELIGIBILITY,  THE  DATE  OF\n   12  TRANSFER,  SHALL  BE DEEMED AS THE DATE IN WHICH THE CERTIFICATE OF REAL\n   13  PROPERTY TRANSFER IS FILED WITH THE  CLERK  IN  THE  COUNTY  WHERE  SUCH\n   14  TRANSACTION HAS OCCURRED.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03810-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to determining the \"look back\" period for medical assistance eligibility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135300.TXT", "SOBI.D110127.T102837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440257
}