{
  "year" : 2011,
  "senateBillNo" : "A3678-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3678-2011-1296018000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of cadmium in children's products",
  "summary" : "Prohibits the use of cadmium in children's products. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A9771-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3678\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK,  PHEFFER, SPANO, GIBSON, MILLMAN,\n         PERRY, COOK, GALEF, COLTON, CASTRO, ARROYO -- Multi-Sponsored by -- M.\n         of A. BOYLAND, BURLING, CALHOUN, HOOPER, MARKEY, MAYERSOHN, McDONOUGH,\n         MENG, ROBINSON, SALADINO, TITONE, TOBACCO -- read once and referred to\n         the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         cadmium in children's products\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 37 of the environmental conservation law is amended\n    2  by adding a new title VII to read as follows:\n    3                                  TITLE VII\n    4                PROHIBITION ON CADMIUM IN CHILDREN'S PRODUCTS\n    5  SECTION 37-0701. DEFINITIONS.\n    6          37-0703. PROHIBITIONS.\n    7          37-0705. EXEMPTIONS.\n    8          37-0707. CERTIFICATE OF COMPLIANCE.\n    9          37-0709. VIOLATIONS.\n   10          37-0711. PUBLIC ACCESS.\n   11          37-0713. REPORTS.\n   12          37-0715. RULES AND REGULATIONS.\n   13  S 37-0701. DEFINITIONS.\n   14    FOR THE PURPOSES OF THIS TITLE, THE TERM:\n   15    1. \"DISTRIBUTOR\" SHALL MEAN ANY PERSON, FIRM, ASSOCIATION, PARTNERSHIP\n   16  OR CORPORATION WHO TAKES TITLE TO OR POSSESSION OF  GOODS  OR  PURCHASES\n   17  FOR RESALE OR PROMOTIONAL PURPOSES.\n   18    2.  \"DISTRIBUTION\"  SHALL  MEAN  THE  PRACTICE  OF  TAKING TITLE TO OR\n   19  POSSESSION OF CHILDREN'S PRODUCTS FOR PROMOTIONAL  PURPOSES  OR  RESALE.\n   20  PERSONS  INVOLVED SOLELY IN DELIVERING CHILDREN'S PRODUCTS OR COMPONENTS\n   21  OF CHILDREN'S PRODUCTS ON BEHALF OF THIRD  PARTIES  ARE  NOT  CONSIDERED\n   22  DISTRIBUTORS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00771-01-1\n\n       A. 3678                             2\n\n    1    3.  \"INCIDENTAL  PRESENCE\"  SHALL  MEAN  THE PRESENCE OF CADMIUM AS AN\n    2  UNINTENDED OR UNDESIRED INGREDIENT OF A PRODUCT.\n    3    4. \"INTENTIONAL INTRODUCTION\" OR \"INTENTIONALLY INTRODUCED\" SHALL MEAN\n    4  THE  ACT  OF  DELIBERATELY UTILIZING CADMIUM IN THE FORMATION OF A CHIL-\n    5  DREN'S PRODUCT WHERE ITS CONTINUED PRESENCE  IS  DESIRED  IN  THE  FINAL\n    6  PRODUCT  TO  PROVIDE  A  SPECIFIC CHARACTERISTIC, APPEARANCE OR QUALITY.\n    7  THE USE OF CADMIUM AS A  PROCESSING  AGENT  OR  INTERMEDIATE  TO  IMPART\n    8  CERTAIN CHEMICAL OR PHYSICAL CHANGES DURING MANUFACTURING, WHEREUPON THE\n    9  INCIDENTAL  RETENTION OF A RESIDUE OF ANY SUCH METAL IN THE FINAL COMPO-\n   10  NENT OF A CHILDREN'S PRODUCT IS NEITHER DESIRED NOR DELIBERATE,  IS  NOT\n   11  CONSIDERED INTENTIONAL INTRODUCTION FOR THE PURPOSES OF THIS TITLE WHERE\n   12  THE  FINAL CHILDREN'S PRODUCT IS IN COMPLIANCE WITH SUBDIVISION THREE OF\n   13  SECTION 37-0705 OF THIS TITLE. THE USE OF  RECYCLED  MATERIALS  AS  FEED\n   14  STOCK  FOR  THE  MANUFACTURE OF A NEW COMPONENT OF A CHILDREN'S PRODUCT,\n   15  WHERE SOME PORTION OF THE RECYCLED   MATERIALS MAY  CONTAIN  AMOUNTS  OF\n   16  CADMIUM,  IS NOT CONSIDERED INTENTIONAL INTRODUCTION FOR THE PURPOSES OF\n   17  THIS TITLE WHERE THE NEW CHILDREN'S PRODUCT IS IN COMPLIANCE WITH SUBDI-\n   18  VISION THREE OF SECTION 37-0705 OF THIS TITLE.\n   19    5. \"MANUFACTURER\" SHALL MEAN ANY PERSON, FIRM,  ASSOCIATION,  PARTNER-\n   20  SHIP OR CORPORATION, WHO PRODUCES COMPONENTS OF CHILDREN'S PRODUCTS.\n   21    6.  \"MANUFACTURING\"  SHALL  MEAN  PHYSICAL OR CHEMICAL MODIFICATION OF\n   22  MATERIALS TO PRODUCE COMPONENTS OF CHILDREN'S PRODUCTS.\n   23    7. \"CHILDREN'S PRODUCT\" SHALL MEAN A TOY, CHILDREN'S JEWELRY OR ANOTH-\n   24  ER ARTICLE, OTHER THAN CLOTHING, PRIMARILY INTENDED FOR USE BY  A  CHILD\n   25  UNDER  TWELVE  YEARS OF AGE. THE FOLLOWING SHALL BE CONSIDERED IN DETER-\n   26  MINING IF THE TOY OR ARTICLE IS INTENDED FOR A CHILD UNDER TWELVE  YEARS\n   27  OF AGE:\n   28    (A)  A  STATEMENT BY A MANUFACTURER ABOUT THE INTENDED USE OF SUCH TOY\n   29  OR ARTICLE, INCLUDING A LABEL ON SUCH TOY OR ARTICLE;\n   30    (B) THE CONTEXT AND MANNER OF THE ADVERTISING, PROMOTION, AND  MARKET-\n   31  ING ASSOCIATED WITH THE TOY OR ARTICLE; AND\n   32    (C)  WHETHER THE TOY OR ARTICLE IS COMMONLY RECOGNIZED BY CONSUMERS AS\n   33  BEING INTENDED FOR USE BY A CHILD UNDER TWELVE YEARS OF AGE.\n   34    8. \"CHILDREN'S JEWELRY\" SHALL MEAN JEWELRY THAT IS MADE FOR,  MARKETED\n   35  FOR USE BY, OR MARKETED TO CHILDREN UNDER THE AGE OF TWELVE. \"CHILDREN'S\n   36  JEWELRY\" INCLUDES JEWELRY THAT MEETS ANY OF THE FOLLOWING CONDITIONS:\n   37    (A)  IS REPRESENTED IN ITS PACKAGING, DISPLAY OR ADVERTISING AS APPRO-\n   38  PRIATE FOR USE BY CHILDREN UNDER THE AGE OF TWELVE;\n   39    (B) IS SOLD IN CONJUNCTION WITH, ATTACHED  TO,  OR  PACKAGED  TOGETHER\n   40  WITH OTHER PRODUCTS THAT ARE PACKAGED, DISPLAYED OR ADVERTISED AS APPRO-\n   41  PRIATE FOR USE BY CHILDREN;\n   42    (C) IS SIZED FOR CHILDREN AND NOT INTENDED FOR USE BY ADULTS; OR\n   43    (D) IS SOLD IN ANY OF THE FOLLOWING:\n   44    (I) A VENDING MACHINE;\n   45    (II)  RETAIL  STORE,  CATALOGUE  OR ONLINE WEB SITE, IN WHICH A PERSON\n   46  EXCLUSIVELY OFFERS FOR SALE PRODUCTS THAT  ARE  PACKAGED,  DISPLAYED  OR\n   47  ADVERTISED AS APPROPRIATE FOR USE BY CHILDREN; OR\n   48    (III)  A  DISCRETE  PORTION OF A RETAIL STORE, CATALOGUE OR ONLINE WEB\n   49  SITE, IN WHICH A PERSON OFFERS FOR  SALE  PRODUCTS  THAT  ARE  PACKAGED,\n   50  DISPLAYED OR ADVERTISED AS APPROPRIATE FOR USE BY CHILDREN.\n   51    9.  \"PURCHASER\"  SHALL MEAN ANY PERSON, FIRM, ASSOCIATION, PARTNERSHIP\n   52  OR CORPORATION, WHO PURCHASES ANY CHILDREN'S PRODUCTS OR  COMPONENTS  OF\n   53  CHILDREN'S  PRODUCTS. THIS TERM SHALL NOT MEAN ANY RETAIL STORE OR INDI-\n   54  VIDUAL MAKING RETAIL PURCHASES.\n   55    10. \"SUPPLIER\" SHALL MEAN ANY PERSON, FIRM,  ASSOCIATION,  PARTNERSHIP\n   56  OR  CORPORATION,  WHO  SELLS,  OFFERS FOR SALE OR OFFERS FOR PROMOTIONAL\n\n       A. 3678                             3\n\n    1  PURPOSES COMPONENTS OF CHILDREN'S PRODUCTS FOR USE BY ANY OTHER  PERSON,\n    2  FIRM, ASSOCIATION, PARTNERSHIP OR CORPORATION TO PACK PRODUCTS.\n    3  S 37-0703. PROHIBITIONS.\n    4    NO  CHILDREN'S  PRODUCTS  SHALL  BE  SOLD,  OR OFFERED FOR SALE OR FOR\n    5  PROMOTIONAL PURPOSES BY A MANUFACTURER, DISTRIBUTOR  OR  SUPPLIER  WHICH\n    6  INCLUDES,  IN  THE CHILDREN'S PRODUCT ITSELF, OR IN ANY COMPONENT OF THE\n    7  CHILDREN'S PRODUCT, INKS, DYES, PIGMENTS, ADHESIVES, STABILIZERS OR  ANY\n    8  OTHER ADDITIVES, ANY CADMIUM, WHICH HAS BEEN INTENTIONALLY INTRODUCED AS\n    9  AN ELEMENT DURING MANUFACTURING OR DISTRIBUTION.\n   10  S 37-0705. EXEMPTIONS.\n   11    ALL CHILDREN'S PRODUCTS AND COMPONENTS OF CHILDREN'S PRODUCTS SHALL BE\n   12  SUBJECT TO THIS TITLE EXCEPT THE FOLLOWING:\n   13    1.  THOSE  CHILDREN'S  PRODUCTS  OR  COMPONENTS OF CHILDREN'S PRODUCTS\n   14  WHICH HAVE BEEN DELIVERED TO A  DISTRIBUTOR,  SUPPLIER  OR  MANUFACTURER\n   15  PRIOR  TO JANUARY FIRST, TWO THOUSAND TWELVE; OR THOSE PACKAGES OR PACK-\n   16  AGING COMPONENTS WITH A CODE INDICATING DATE OF MANUFACTURE PRIOR TO TWO\n   17  THOUSAND TWELVE;\n   18    2. THOSE CHILDREN'S PRODUCTS OR COMPONENTS OF CHILDREN'S  PRODUCTS  TO\n   19  WHICH  CADMIUM HAS BEEN ADDED IN THE MANUFACTURING, FORMING, PRINTING OR\n   20  DISTRIBUTION PROCESS IN ORDER TO COMPLY WITH HEALTH OR  SAFETY  REQUIRE-\n   21  MENTS  OF  FEDERAL LAW OR FOR WHICH THERE IS NO PRACTICABLE ALTERNATIVE,\n   22  AS DETERMINED BY THE COMMISSIONER, PROVIDED THAT THE MANUFACTURER  OF  A\n   23  CHILDREN'S PRODUCT OR COMPONENT OF CHILDREN'S PRODUCTS MUST PETITION THE\n   24  DEPARTMENT  FOR  ANY  EXEMPTION  FROM THE PROVISIONS OF THIS TITLE FOR A\n   25  PARTICULAR CHILDREN'S PRODUCT OR COMPONENT OF CHILDREN'S PRODUCTS  BASED\n   26  ON  THE  CRITERIA  OF  THIS  SUBDIVISION;  AND PROVIDED FURTHER THAT THE\n   27  DEPARTMENT MAY GRANT AN EXEMPTION FOR UP TO TWO YEARS  IF  WARRANTED  BY\n   28  THE CIRCUMSTANCES; AND PROVIDED FURTHER THAT SUCH AN EXEMPTION MAY, UPON\n   29  REAPPLICATION  FOR  EXEMPTION  AND MEETING THE CRITERIA OF THIS SUBDIVI-\n   30  SION, BE RENEWED AT TWO-YEAR INTERVALS; OR\n   31    3. CHILDREN'S PRODUCTS OR COMPONENTS OF CHILDREN'S PRODUCTS THAT WOULD\n   32  NOT POSSESS CADMIUM BUT FOR THE ADDITION OF RECYCLED MATERIALS; PROVIDED\n   33  THAT THE EXEMPTION FOR THIS SUBDIVISION:\n   34    (A) SHALL NOT APPLY TO CHILDREN'S PRODUCTS OR COMPONENTS OF CHILDREN'S\n   35  PRODUCTS THAT POSSESS CADMIUM AT A CONCENTRATION LEVEL THAT EXCEEDS .004\n   36  PERCENT BY WEIGHT (FORTY PARTS PER MILLION);\n   37    (B) SHALL NOT APPLY TO ANY CADMIUM  THAT  HAS  BEEN  RECOVERED  AND/OR\n   38  SEPARATED  FROM OTHER MATERIALS FOR USE AS A METAL OR METALLIC COMPOUND;\n   39  AND\n   40    (C) SHALL EXPIRE ON JANUARY FIRST, TWO THOUSAND FIFTEEN.\n   41  S 37-0707. CERTIFICATE OF COMPLIANCE.\n   42    ANY MANUFACTURER, DISTRIBUTOR OR SUPPLIER MUST FURNISH TO ANY PURCHAS-\n   43  ER OF A CHILDREN'S PRODUCT  OR  COMPONENT  OF  A  CHILDREN'S  PRODUCT  A\n   44  CERTIFICATE OF COMPLIANCE STATING THAT A CHILDREN'S PRODUCT OR COMPONENT\n   45  OF  A  CHILDREN'S PRODUCT IS IN COMPLIANCE WITH THE REQUIREMENTS OF THIS\n   46  TITLE. EXCEPT WHERE AN EXEMPTION IS PROVIDED IN SECTION 37-0705 OF  THIS\n   47  TITLE  THE  CERTIFICATE  SHALL  STATE  THE SPECIFIC BASIS UPON WHICH THE\n   48  EXEMPTION IS CLAIMED. THE CERTIFICATE  OF COMPLIANCE SHALL BE SIGNED  BY\n   49  AN AUTHORIZED OFFICIAL OF THE MANUFACTURER, DISTRIBUTOR OR SUPPLIER. THE\n   50  PURCHASER SHALL RETAIN THE CERTIFICATE OF COMPLIANCE FOR AS LONG AS SUCH\n   51  PURCHASER IS USING  THE CHILDREN'S PRODUCTS OR COMPONENT OF A CHILDREN'S\n   52  PRODUCT.  A  COPY OF THE CERTIFICATE OF COMPLIANCE SHALL BE KEPT ON FILE\n   53  BY THE MANUFACTURER, DISTRIBUTOR OR SUPPLIER FOR EACH CHILDREN'S PRODUCT\n   54  OR COMPONENT OF A CHILDREN'S PRODUCT. IF A MANUFACTURER, DISTRIBUTOR  OR\n   55  SUPPLIER  REFORMULATES OR CREATES A NEW CHILDREN'S  PRODUCT OR COMPONENT\n   56  OF A CHILDREN'S PRODUCT, IT SHALL FURNISH TO THE PURCHASER AN AMENDED OR\n\n       A. 3678                             4\n\n    1  NEW CERTIFICATE OF COMPLIANCE FOR THE  REFORMULATED  OR  NEW  CHILDREN'S\n    2  PRODUCT  OR  COMPONENT  OF A CHILDREN'S PRODUCT. CERTIFICATES OF COMPLI-\n    3  ANCE, OR COPIES THEREOF, SHALL BE FURNISHED TO THE DEPARTMENT  UPON  ITS\n    4  REQUEST  AND TO MEMBERS OF THE PUBLIC IN ACCORDANCE WITH SECTION 37-0711\n    5  OF THIS TITLE.\n    6  S 37-0709. VIOLATIONS.\n    7    1. A VIOLATION OF ANY OF THE PROVISIONS OF THIS TITLE OR ANY  RULE  OR\n    8  REGULATION  PROMULGATED PURSUANT THERETO SHALL BE PUNISHABLE IN THE CASE\n    9  OF A FIRST VIOLATION, BY A CIVIL PENALTY  NOT  TO  EXCEED  TEN  THOUSAND\n   10  DOLLARS.  IN THE CASE OF A SECOND AND ANY FURTHER VIOLATION, THE LIABIL-\n   11  ITY SHALL BE FOR A CIVIL PENALTY  NOT  TO  EXCEED  TWENTY-FIVE  THOUSAND\n   12  DOLLARS FOR EACH VIOLATION.\n   13    2. NO MANUFACTURER, DISTRIBUTOR OR SUPPLIER OF A PRODUCT SHALL BE HELD\n   14  IN VIOLATION OF THIS TITLE WHO CAN SHOW THAT, IN THE PURCHASE OF A PACK-\n   15  AGE  OR PACKAGING COMPONENT, IT RELIED IN GOOD FAITH ON A CERTIFICATE OF\n   16  COMPLIANCE MEETING THE REQUIREMENTS OF SECTION 37-0707 OF THIS TITLE.\n   17  S 37-0711. PUBLIC ACCESS.\n   18    1. ANY MEMBER OF THE PUBLIC MAY REQUEST ANY CERTIFICATE OF  COMPLIANCE\n   19  FROM  THE  MANUFACTURER, DISTRIBUTOR OR SUPPLIER OF A CHILDREN'S PRODUCT\n   20  OR COMPONENT OF A CHILDREN'S PRODUCT. SUCH REQUEST SHALL BE:\n   21    (A) IN WRITING; AND\n   22    (B) SPECIFIC AS TO THE CHILDREN'S PRODUCT OR COMPONENT OF A CHILDREN'S\n   23  PRODUCT FOR WHICH INFORMATION IS REQUESTED.\n   24    2. THE MANUFACTURER, DISTRIBUTOR OR  SUPPLIER  MUST  RESPOND  TO  SUCH\n   25  REQUEST WITHIN SIXTY DAYS OF RECEIPT OF THE REQUEST.\n   26  S 37-0713. REPORTS.\n   27    THE  DEPARTMENT  SHALL  INCLUDE  A REPORT ON THE EFFECTIVENESS OF THIS\n   28  TITLE AS PART OF ITS ANNUAL SOLID WASTE MANAGEMENT PLAN AS  REQUIRED  BY\n   29  SECTION 27-0103 OF THIS CHAPTER.\n   30  S 37-0715. RULES AND REGULATIONS.\n   31    THE  COMMISSIONER  SHALL  HAVE THE POWER TO ADOPT SUCH RULES AND REGU-\n   32  LATIONS TO PROVIDE FOR THE EFFECTIVE APPLICATION AND ENFORCEMENT OF THIS\n   33  TITLE.\n   34    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   35  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to cadmium in children's products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440272
}