{
  "year" : 2011,
  "senateBillNo" : "A3670-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3670-2011-1296018000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes milk, wine and liquor in definition of beverage for purposes of litter control",
  "summary" : "Includes fruit juices, ice tea beverages, milk, wine and liquor in definition of \"beverage\" for purposes of litter control; requires refillable beverage containers to be refilled and resold not less than twenty-five times. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1971-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3670\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         litter control\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivisions 1 and 2 of section 27-1003  of  the  environ-\n    2  mental  conservation  law, as amended by section 2 of part SS of chapter\n    3  59 of the laws of 2009, are amended to read as follows:\n    4    1. \"Beverage\" means carbonated soft drinks,  FRUIT  JUICES,  ICED  TEA\n    5  BEVERAGES, MILK, water, beer, other malt beverages, WINE, LIQUOR and [a]\n    6  wine  [product]  PRODUCTS  as  defined  in  subdivision  thirty-six-a of\n    7  section three of the alcoholic beverage control  law.  \"Malt  beverages\"\n    8  means any beverage obtained by the alcoholic fermentation or infusion or\n    9  decoction  of barley, malt, hops, or other wholesome grain or cereal and\n   10  water including, but not limited to ale, stout or malt  liquor.  \"Water\"\n   11  means  any  beverage  identified  through  the  use of letters, words or\n   12  symbols on its product label as a type of water, including any  flavored\n   13  water  or  nutritionally enhanced water, provided, however, that \"water\"\n   14  does not include any beverage identified as a type of water to  which  a\n   15  sugar has been added.\n   16    2.  \"Beverage container\" means the individual, separate, sealed glass,\n   17  metal, aluminum, steel or plastic bottle, can or jar used for containing\n   18  less than one gallon or 3.78 liters at the time of  sale  or  offer  for\n   19  sale  of  a  beverage  intended for use or consumption in this state AND\n   20  WHICH IS REFILLABLE WITH A CAPACITY TO BE REFILLED AND RESOLD  NOT  LESS\n   21  THAN TWENTY-FIVE TIMES.  Beverage containers sold or offered for sale or\n   22  distributed aboard aircraft or ships shall be considered as intended for\n   23  use or consumption outside this state.\n   24    S 2. This act shall take effect January 1, 2012.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06034-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to litter control ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T135300.TXT", "SOBI.D110127.T102837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142117075
}