{
  "year" : 2011,
  "senateBillNo" : "A3675-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3675-2011-1296018000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions relating to establishing a dairy farmers' bill of rights",
  "summary" : "Establishes a dairy farmers' bill of rights; specifies prohibited unfair trade practices which have the purpose of intentionally impairing a producer's freedom to bargain collectively with other producers in the marketing of the producer's product; provides that the commissioner of the department of agriculture and markets shall take action to restrain such violations upon the application of an association of producers; increases the limit on damages for encouraging or permitting delivery of products in violation of marketing agreements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A7284-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3675\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. FINCH, BUTLER, CROUCH, KOLB, BURLING -- Multi-\n         Sponsored by -- M. of A.  MAGEE, McDONOUGH, MOLINARO -- read once  and\n         referred to the Committee on Agriculture\n\n       AN  ACT  to  amend  the  agriculture and markets law and the cooperative\n         corporations law, in relation to establishing a dairy farmers' bill of\n         rights\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  agriculture and markets law is amended by adding two\n    2  new sections 256-c and 256-d to read as follows:\n    3    S 256-C. DAIRY FARMERS' BILL OF RIGHTS; DECLARATION OF  POLICY.    THE\n    4  EXPRESSED  INTENT  OF  THE AGRICULTURE AND MARKETS LAW AND THE POLICY OF\n    5  THIS STATE IS TO FOSTER AND ENCOURAGE  THE  MARKETING  OF  MILK  THROUGH\n    6  PRODUCER  OWNED  AND  CONTROLLED  COOPERATIVES. THE ORDERLY MARKETING OF\n    7  MILK FOR THE BENEFIT OF FARMERS, MILK DEALERS, AND CONSUMERS IS ENHANCED\n    8  WHEN MILK PRODUCERS ARE FREE TO MAKE AN INDEPENDENT  UNCOERCED  DECISION\n    9  REGARDING THEIR PARTICIPATION IN COOPERATIVE ASSOCIATIONS, AS AUTHORIZED\n   10  BY  STATE  AND  FEDERAL LAW.   INTERFERENCE IN THE EXERCISE OF THIS FREE\n   11  RIGHT OF CHOICE IS CONTRARY TO THE PUBLIC INTEREST. FOR THIS REASON, THE\n   12  LEGISLATURE FINDS THAT THE PUBLIC INTEREST  REQUIRES  THAT  THERE  BE  A\n   13  SPECIFICATION  OF  PROHIBITED  UNFAIR  TRADE  PRACTICES  WHICH  HAVE THE\n   14  PURPOSE OF INTENTIONALLY  IMPAIRING  A  PRODUCER'S  FREEDOM  TO  BARGAIN\n   15  COLLECTIVELY  WITH  OTHER  PRODUCERS  IN THE MARKETING OF THE PRODUCER'S\n   16  PRODUCT.\n   17    FOR PURPOSES OF THIS SECTION, (I) AN  \"ASSOCIATION  OF  PRODUCERS\"  OR\n   18  \"COOPERATIVE\"  SHALL  MEAN  ANY  CORPORATION  OR  ASSOCIATION OF PERSONS\n   19  ENGAGED IN THE PRODUCTION OF MILK AND OPERATING FOR THE  MUTUAL  BENEFIT\n   20  OF ITS MEMBERS IN CONFORMITY WITH THE REQUIREMENT OF THE CAPPER-VOLSTEAD\n   21  ACT, AND ANY FEDERATION OF SUCH CORPORATIONS OR ASSOCIATIONS, OR OF SUCH\n   22  CORPORATIONS,  ASSOCIATIONS, AND INDIVIDUAL PRODUCERS, AND (II) AN ASSO-\n   23  CIATION OF PRODUCERS SHALL NOT BE CONSIDERED TO BE A MILK DEALER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03793-01-1\n\n       A. 3675                             2\n\n    1    S 256-D. UNFAIR PRACTICES BY DEALERS. 1. IT SHALL BE UNLAWFUL FOR  ANY\n    2  MILK  DEALER  OR  ANY OF ITS OFFICERS, MANAGERS, AGENTS, OR EMPLOYEES TO\n    3  INTENTIONALLY IMPAIR A PRODUCER'S FREEDOM TO JOIN OR TO  PARTICIPATE  IN\n    4  AN ASSOCIATION OF PRODUCERS OR COOPERATIVE BY:\n    5    (A)  COERCING,  THROUGH  THREAT OF INJURY TO PERSON OR PROPERTY, OR TO\n    6  HEALTH, SAFETY, BUSINESS OR FINANCIAL CONDITION, REPUTATION OR  PERSONAL\n    7  RELATIONSHIPS  ANY  PRODUCER IN THE EXERCISE OF HIS OR HER RIGHT TO JOIN\n    8  AND BELONG TO AN ASSOCIATION OF PRODUCERS OR COOPERATIVE;\n    9    (B) SOLICITING OR REQUESTING ANY PRODUCER TO BREACH A MARKETING AGREE-\n   10  MENT OR OTHER CONTRACTUAL AGREEMENT BETWEEN THE PRODUCER AND AN  ASSOCI-\n   11  ATION OF PRODUCERS OR COOPERATIVE;\n   12    (C)  MAKING  A LOAN OR GIFT OF MONEY, OR OF ANYTHING ELSE OF VALUE, OR\n   13  OFFERING TO MAKE SUCH A LOAN OR GIFT FOR THE SPECIFIC PURPOSE OF  INDUC-\n   14  ING A PRODUCER TO REFUSE OR CEASE TO BELONG TO AN ASSOCIATION OF PRODUC-\n   15  ERS OR COOPERATIVE;\n   16    (D) REFUSING TO DEAL WITH ANY PRODUCER, BECAUSE OF THE EXERCISE OF THE\n   17  PRODUCER'S  RIGHT  TO  JOIN AND BELONG TO AN ASSOCIATION OF PRODUCERS OR\n   18  COOPERATIVE;\n   19    (E) MAKING FALSE REPORTS ABOUT THE FINANCES OR MANAGEMENT OF AN  ASSO-\n   20  CIATION  OF PRODUCERS OR OTHER MILK DEALERS IN RECKLESS DISREGARD OF THE\n   21  TRUTH OR KNOWING THAT SUCH STATEMENTS ARE UNTRUE AND  THAT  THERE  IS  A\n   22  REASONABLE  LIKELIHOOD  THAT  SUCH  STATEMENTS  WILL IMPAIR A PRODUCER'S\n   23  RIGHT TO MAKE AN INDEPENDENT DECISION TO BELONG  TO  AN  ASSOCIATION  OF\n   24  PRODUCERS OR COOPERATIVE; AND\n   25    (F)  CONSPIRING,  COMBINING,  AGREEING,  OR  ARRANGING  WITH ANY OTHER\n   26  PERSON TO DO, OR AID AND ABET THE DOING OF, ANY  ACT  MADE  UNLAWFUL  BY\n   27  THIS SECTION.\n   28    2.  FOR PURPOSES OF THIS SECTION: (A) AN \"ASSOCIATION OF PRODUCERS\" OR\n   29  \"COOPERATIVE\" SHALL MEAN  ANY  CORPORATION  OR  ASSOCIATION  OF  PERSONS\n   30  ENGAGED  IN  THE PRODUCTION OF MILK AND OPERATING FOR THE MUTUAL BENEFIT\n   31  OF ITS MEMBERS IN CONFORMITY WITH THE REQUIREMENTS  OF  THE  CAPPER-VOL-\n   32  STEAD  ACT,  AND ANY FEDERATION OF SUCH CORPORATIONS OR ASSOCIATIONS, OR\n   33  OF SUCH CORPORATIONS, ASSOCIATIONS, AND INDIVIDUAL PRODUCERS, AND (B) AN\n   34  ASSOCIATION OF PRODUCERS SHALL NOT BE CONSIDERED TO BE A MILK DEALER.\n   35    3. NOTHING IN THIS SECTION IS INTENDED TO PREVENT  BARGAINING  BETWEEN\n   36  MILK  DEALERS AND PRODUCERS OR ASSOCIATIONS OF PRODUCERS WITH RESPECT TO\n   37  PRICE OR ANY OTHER TERMS OF PURCHASE OR HANDLING OF MILK IN A COURSE  OF\n   38  DEALING  NOT  PROSCRIBED  BY THIS SECTION, NOR TO PREVENT PRODUCERS FROM\n   39  REQUIRING THAT PAYMENT BE MADE THROUGH AN ASSOCIATION  OF  PRODUCERS  OR\n   40  COOPERATIVE.\n   41    4. WHENEVER THE COMMISSIONER HAS REASON TO BELIEVE A VIOLATION OF THIS\n   42  SECTION  HAS  OCCURRED,  THE  COMMISSIONER  MAY  COMMENCE  SUCH JUDICIAL\n   43  ACTION, OR INSTITUTE SUCH INVESTIGATION OR PROCEEDING AND ISSUE AN ORDER\n   44  BASED THEREON, AS IS PROVIDED BY THIS ARTICLE OR ARTICLE THREE  OF  THIS\n   45  CHAPTER;  PROVIDED,  HOWEVER, THAT THE COMMISSIONER SHALL TAKE NO ACTION\n   46  AGAINST A MILK DEALER UNDER SECTION TWO HUNDRED  FIFTY-EIGHT-C  OF  THIS\n   47  ARTICLE  FOR  CONDUCT  WHICH  IS A VIOLATION OF THIS SECTION UNLESS SUCH\n   48  DEALER IS AT THE TIME OF SUCH CONDUCT SUBJECT TO A FINAL  ADMINISTRATIVE\n   49  OR  JUDICIAL  ORDER  WHICH  PROHIBITS  SUCH  CONDUCT BY SUCH DEALER; AND\n   50  PROVIDED FURTHER THAT NOTHING CONTAINED IN THIS SECTION SHALL IMPAIR  OR\n   51  DELAY THE PRIVATE RIGHT OF ACTION CREATED BY SECTION SEVENTY-FOUR OF THE\n   52  COOPERATIVE CORPORATIONS LAW FOR ANY VIOLATION OF THAT SECTION.\n   53    S 2. Section 74 of the cooperative corporations law is amended to read\n   54  as follows:\n   55    S  74. Liability for damages for encouraging or permitting delivery of\n   56  products in violation of marketing agreements.    Any  person,  firm  or\n\n       A. 3675                             3\n\n    1  corporation who solicits or persuades or aids or abets any member of any\n    2  cooperative corporation incorporated under or subject to this chapter to\n    3  breach  his  marketing  contract  with  the  corporation by accepting or\n    4  receiving  such  member's products for sale, marketing, manufacturing or\n    5  processing thereof contrary to the terms of any marketing  agreement  of\n    6  which said person or any officer [or], manager, AGENT OR EMPLOYEE of the\n    7  said  corporation  has knowledge or notice, shall be liable in the penal\n    8  sum of [one hundred]  NOT  MORE  THAN  TEN  THOUSAND  dollars  for  each\n    9  contract,  to  the cooperative corporation aggrieved in a civil suit for\n   10  damages; and such  cooperative  corporation  shall  be  entitled  to  an\n   11  injunction  against  such person, firm or corporation to prevent further\n   12  breaches.\n   13    S 3.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law and the cooperative corporations law, in relation to establishing a dairy farmers' bill of rights ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440263
}