{
  "year" : 2011,
  "senateBillNo" : "A3672-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3672-2011-1296018000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the residency requirement for the village clerk of the village of Aurora, Cayuga county",
  "summary" : "Relates to the residency requirement for the village clerk of the village of Aurora, Cayuga county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Village Law",
  "previousVersions" : [ "AA10991-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3672\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. FINCH -- read once and referred to the Committee\n         on Local Governments\n\n       AN ACT to amend the village law and the public officers law, in relation\n         to the residency requirement for the village clerk of the  village  of\n         Aurora, Cayuga county\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 14 of section 3-300  of  the  village  law,  as\n    2  added by chapter 373 of the laws of 1999, is amended to read as follows:\n    3    14. Notwithstanding any provisions of this chapter or any other gener-\n    4  al  law, local law, ordinance or special act, the village board of trus-\n    5  tees of the incorporated village  of  Aurora,  Cayuga  county,  may,  by\n    6  resolution,  provide that the office of treasurer of such village may be\n    7  held by a person who is not a resident of such  village,  provided  that\n    8  such  person  resides within the county in which such village is located\n    9  or in an adjoining county within the state  of  New  York  AND  MAY,  BY\n   10  RESOLUTION, PROVIDE THAT THE OFFICE OF CLERK OF SUCH VILLAGE MAY BE HELD\n   11  BY  A  PERSON  WHO IS NOT A RESIDENT OF SUCH VILLAGE, PROVIDED THAT SUCH\n   12  PERSON RESIDES WITHIN THE COUNTY IN WHICH SUCH VILLAGE IS LOCATED OR  IN\n   13  AN  ADJOINING  COUNTY  WITHIN THE STATE OF NEW YORK.  PROVIDED, HOWEVER,\n   14  THE PERSON PERFORMING THE  FUNCTIONS  OF  VILLAGE  CLERK  IN  ANY  OTHER\n   15  VILLAGE  SHALL  BE AN ELECTOR OF SUCH VILLAGE, UNLESS OTHERWISE PROVIDED\n   16  BY AN ACT OF THE STATE LEGISLATURE.\n   17    S 2. Section 3 of the public officers law is amended by adding  a  new\n   18  subdivision 58 to read as follows:\n   19    58.  IN THE VILLAGE OF AURORA, IN THE COUNTY OF CAYUGA, THE PROVISIONS\n   20  OF THIS SECTION REQUIRING A PERSON TO BE A  RESIDENT  OF  THE  POLITICAL\n   21  SUBDIVISION  OR  MUNICIPAL  CORPORATION OF THE STATE FOR WHICH HE OR SHE\n   22  SHALL BE CHOSEN OR WITHIN  WHICH  HIS  OR  HER  OFFICIAL  FUNCTIONS  ARE\n   23  REQUIRED  TO  BE  EXERCISED, SHALL NOT PREVENT A PERSON FROM HOLDING THE\n   24  OFFICE OF CLERK OF THE VILLAGE PROVIDED THAT SUCH PERSON RESIDES IN  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01259-01-1\n\n       A. 3672                             2\n\n    1  COUNTY  IN  WHICH  SUCH VILLAGE IS LOCATED OR AN ADJOINING COUNTY WITHIN\n    2  THE STATE OF NEW YORK. PROVIDED,  HOWEVER,  THE  PERSON  PERFORMING  THE\n    3  FUNCTIONS  OF  VILLAGE CLERK IN ANY OTHER VILLAGE SHALL BE AN ELECTOR OF\n    4  SUCH  VILLAGE, UNLESS OTHERWISE PROVIDED BY AN ACT OF THE STATE LEGISLA-\n    5  TURE.\n    6    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the village law and the public officers law, in relation to the residency requirement for the village clerk of the village of Aurora, Cayuga county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T135300.TXT", "SOBI.D110127.T102837.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142117085
}