{
  "year" : 2011,
  "senateBillNo" : "A367-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A367-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to work hours for lifeguards",
  "summary" : "Provides that students may be employed for up to five hours on any day preceding a school day as a qualified lifeguard or aquatic supervisory staff, provided that the employer receives and maintains both the written consent of the minor's parent or guardian and a certificate which shall be provided to the employer at the end of each marking period by the minor's school which shall assert that such minor is in satisfactory academic standing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A2541-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          367\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CUSICK, PERRY -- read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law, in relation to work hours for lifeguards\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  a of subdivision 1 of section 143 of the labor\n    2  law, as amended by chapter 546 of the laws of 1992, is amended  to  read\n    3  as follows:\n    4    a.  (i)  More than four hours on any day preceding a school day, other\n    5  than on a Sunday or holiday; (ii) except that  students  enrolled  in  a\n    6  cooperative work experience program approved by the department of educa-\n    7  tion  may  be employed for no more than six hours on any day preceding a\n    8  school day, other than on a Sunday or holiday, if such hours of  employ-\n    9  ment occur solely pursuant to such program. Any hours worked by students\n   10  in  such programs shall be included when calculating the number of hours\n   11  worked for purposes of subparagraph (i) of  this  paragraph;  AND  (III)\n   12  EXCEPT  THAT  STUDENTS  MAY  BE EMPLOYED FOR UP TO FIVE HOURS ON ANY DAY\n   13  PRECEDING A SCHOOL DAY AS A QUALIFIED LIFEGUARD OR  AQUATIC  SUPERVISORY\n   14  STAFF  AS  DEFINED  BY  TITLE  10  NYCRR  PART  6, PROVIDED THE EMPLOYER\n   15  RECEIVES AND MAINTAINS BOTH THE WRITTEN CONSENT OF THE MINOR'S PARENT OR\n   16  GUARDIAN AND A CERTIFICATE WHICH SHALL BE PROVIDED TO  THE  EMPLOYER  AT\n   17  THE  END OF EACH MARKING PERIOD BY THE MINOR'S SCHOOL WHICH SHALL ASSERT\n   18  THAT SUCH MINOR IS IN SATISFACTORY ACADEMIC STANDING  ACCORDING  TO  THE\n   19  STANDARDS  IN SUCH SCHOOL DISTRICT; WHERE SUCH STUDENT MAINTAINS A PASS-\n   20  ING GRADE AS DETERMINED BY THE EDUCATIONAL INSTITUTION WHERE THE STUDENT\n   21  IS ENROLLED, HAS WRITTEN PERMISSION FROM A PARENT OR LEGAL GUARDIAN  AND\n   22  WHERE  SUCH STUDENT MEETS ANY OTHER EDUCATIONAL STANDARDS OR REQUIREMENT\n   23  SET BY THE EMPLOYER OR HIRING AGENCY;\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00507-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to work hours for lifeguards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T153616.TXT", "SOBI.D101227.T120553.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293469553823
}