{
  "year" : 2011,
  "senateBillNo" : "A3677-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3677-2011-1296018000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for immediate notification to a complainant, in the manner specified by the complainant, of the service of an ex parte order of protection",
  "summary" : "Provides for immediate notification to a complainant, in the manner specified by the complainant, of the service of an ex parte order of protection. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A10663-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hikind",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3677\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. GABRYSZAK, DenDEKKER, LANCMAN, ROBINSON, JAFFEE,\n         CAHILL,  SCARBOROUGH,  SPANO,  LAVINE,  WEISENBERG,  TITONE,   REILLY,\n         BOYLAND,  MENG, HIKIND, HOOPER -- Multi-Sponsored by -- M. of A. BREN-\n         NAN, BURLING, CAMARA, CROUCH, FINCH, GALEF, GIBSON,  JEFFRIES,  MAYER-\n         SOHN,  McENENY, MOLINARO, MONTESANO, MURRAY, PHEFFER, RABBITT, RAIA --\n         read once and referred to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law and the family court act,  in\n         relation to notification of service of ex parte orders of protection\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The criminal procedure law  is  amended  by  adding  a  new\n    2  section 530.13-A to read as follows:\n    3  S 530.13-A NOTIFICATION OF SERVICE OF EX PARTE ORDER OF PROTECTION.\n    4    1. A COMPLAINANT WHO IS GRANTED AN EX PARTE ORDER OF PROTECTION BY THE\n    5  COURT  AND  A  COMPLAINANT  WHO  REQUESTS  THAT  AN  EX  PARTE  ORDER OF\n    6  PROTECTION BE GRANTED BY THE COURT, WHO WISHES TO BE NOTIFIED WHEN AN EX\n    7  PARTE ORDER OF PROTECTION IS SERVED  ON  THE  PERSON  AGAINST  WHOM  THE\n    8  COMPLAINT  IS  MADE, SHALL NOTIFY THE COURT CLERK OF THE MANNER IN WHICH\n    9  HE OR SHE WISHES TO BE NOTIFIED. NOTIFICATION BY MAIL, TELEPHONE, E-MAIL\n   10  OR OTHER MEANS OF ELECTRONIC COMMUNICATION SHALL BE USED BY  THE  COURT,\n   11  IF  REQUESTED,  AND IF THE COURT HAS THE EQUIPMENT TO MAKE SUCH COMMUNI-\n   12  CATION.  THE COURT SHALL INFORM ALL COMPLAINANTS WHO ARE GRANTED  AN  EX\n   13  PARTE  ORDER  OF  PROTECTION  AND  WHO  REQUEST  AN  EX  PARTE  ORDER OF\n   14  PROTECTION OF THEIR RIGHT TO BE NOTIFIED WHEN THE ORDER OF PROTECTION IS\n   15  SERVED.\n   16    2. NOTWITHSTANDING ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,  ANY\n   17  POLICE  OFFICER,  PEACE  OFFICER  OR OTHER PERSON WHO SERVES AN EX PARTE\n   18  ORDER OF PROTECTION ON A PERSON AGAINST WHOM A COMPLAINT HAS  BEEN  MADE\n   19  SHALL  IMMEDIATELY  NOTIFY  THE CLERK OF THE COURT WHICH MADE SAID ORDER\n   20  THAT THE SERVICE HAS BEEN MADE. AFTER NOTIFICATION TO THE CLERK  OF  THE\n   21  COURT  THAT SERVICE OF AN EX PARTE ORDER OF PROTECTION HAS BEEN MADE, OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03678-01-1\n\n       A. 3677                             2\n\n    1  UPON SERVICE OF SUCH ORDER BY A COURT EMPLOYEE  UPON  A  PERSON  AGAINST\n    2  WHOM A COMPLAINT HAS BEEN MADE, THE CLERK OF THE COURT WHICH ISSUED SUCH\n    3  ORDER  SHALL NOTIFY THE COMPLAINANT IMMEDIATELY, IN THE MANNER SPECIFIED\n    4  BY THE COMPLAINANT, THAT SUCH SERVICE HAS BEEN MADE.\n    5    S  2. The family court act is amended by adding a new section 153-d to\n    6  read as follows:\n    7    S 153-D. NOTIFICATION OF SERVICE OF EX PARTE ORDER OF PROTECTION.   1.\n    8  A  COMPLAINANT  WHO  IS  GRANTED  AN EX PARTE ORDER OF PROTECTION BY THE\n    9  COURT AND  A  COMPLAINANT  WHO  REQUESTS  THAT  AN  EX  PARTE  ORDER  OF\n   10  PROTECTION BE GRANTED BY THE COURT, WHO WISHES TO BE NOTIFIED WHEN AN EX\n   11  PARTE  ORDER  OF  PROTECTION  IS  SERVED  ON THE PERSON AGAINST WHOM THE\n   12  COMPLAINT IS MADE, SHALL NOTIFY THE COURT CLERK OF THE MANNER  IN  WHICH\n   13  HE OR SHE WISHES TO BE NOTIFIED. NOTIFICATION BY MAIL, TELEPHONE, E-MAIL\n   14  OR  OTHER  MEANS OF ELECTRONIC COMMUNICATION SHALL BE USED BY THE COURT,\n   15  IF REQUESTED, AND IF THE COURT HAS THE EQUIPMENT TO MAKE  SUCH  COMMUNI-\n   16  CATION.    THE COURT SHALL INFORM ALL COMPLAINANTS WHO ARE GRANTED AN EX\n   17  PARTE ORDER  OF  PROTECTION  AND  WHO  REQUEST  AN  EX  PARTE  ORDER  OF\n   18  PROTECTION OF THEIR RIGHT TO BE NOTIFIED WHEN THE ORDER OF PROTECTION IS\n   19  SERVED.\n   20    2.    NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE CONTRARY, ANY\n   21  POLICE OFFICER, PEACE OFFICER OR OTHER PERSON WHO  SERVES  AN  EX  PARTE\n   22  ORDER  OF  PROTECTION ON A PERSON AGAINST WHOM A COMPLAINT HAS BEEN MADE\n   23  SHALL IMMEDIATELY NOTIFY THE CLERK OF THE COURT WHICH  MADE  SAID  ORDER\n   24  THAT  THE  SERVICE HAS BEEN MADE. AFTER NOTIFICATION TO THE CLERK OF THE\n   25  COURT THAT SERVICE OF AN EX PARTE ORDER OF PROTECTION HAS BEEN MADE,  OR\n   26  UPON  SERVICE  OF  SUCH  ORDER BY A COURT EMPLOYEE UPON A PERSON AGAINST\n   27  WHOM A COMPLAINT HAS BEEN MADE, THE CLERK OF THE COURT WHICH ISSUED SUCH\n   28  ORDER SHALL NOTIFY THE COMPLAINANT IMMEDIATELY, IN THE MANNER  SPECIFIED\n   29  BY THE COMPLAINANT, THAT SUCH SERVICE HAS BEEN MADE.\n   30    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   31  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the family court act, in relation to notification of service of ex parte orders of protection ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135800.TXT", "SOBI.D110126.T135300.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440270
}