{
  "year" : 2011,
  "senateBillNo" : "A3682-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to education",
    "billEventId" : "A3682-2011-1296018000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing an exemption for school districts from requirements for separate specifications for public works",
  "summary" : "Provides an exemption for school districts from requirements for separate specifications for public works; permits school district to assign contract to a single responsible person, firm or corporation; permits school district to require a general contractor to submit proposed subcontractor bids; directs the  commissioner of education to prepare a study on the impact of such exemption. ",
  "currentCommittee" : null,
  "sameAs" : "S699",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3748-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3682\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GALEF, PAULIN, JAFFEE, CALHOUN, SPANO, GIGLIO,\n         KOLB, TOBACCO, BOYLAND, SCHIMMINGER -- Multi-Sponsored by -- M. of  A.\n         AMEDORE,  BURLING,  CASTELLI,  CROUCH,  JORDAN, P. LOPEZ, MAGEE, McDO-\n         NOUGH,  McKEVITT,  MOLINARO,  MONTESANO,  MURRAY,  SALADINO,  SAYWARD,\n         THIELE, TOWNS -- read once and referred to the Committee on Education\n\n       AN  ACT  to  amend  the  education law and the general municipal law, in\n         relation to exempting school districts from requirements for  separate\n         specifications  for  public work; and providing for the repeal of such\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The opening paragraph of section 308 of the education law\n    2  is designated subdivision 1 and a new subdivision 2 is added to read  as\n    3  follows:\n    4    2.  THE COMMISSIONER SHALL COMMISSION A STUDY ON THE IMPACT OF EXEMPT-\n    5  ING SCHOOL DISTRICTS FROM  THE  SEPARATE  BIDDING  REQUIREMENTS  OF  THE\n    6  GENERAL  MUNICIPAL  LAW PURSUANT TO THE PROVISIONS OF SUBDIVISION SIX OF\n    7  SECTION ONE HUNDRED ONE OF THE GENERAL MUNICIPAL LAW. SUCH  STUDY  SHALL\n    8  INCLUDE  THE  IMPACT  ON  TIME  FRAMES  FOR  COMPLETING CONSTRUCTION AND\n    9  IMPROVEMENT PROJECTS, THE OVERALL COSTS OF SUCH PROJECTS, THE QUALITY OF\n   10  WORK PERFORMED AND THE INTEGRITY OF THE BIDDING PROCESS. THE COMMISSION-\n   11  ER SHALL ISSUE SUCH STUDY TO THE GOVERNOR, THE  STATE  COMPTROLLER,  THE\n   12  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY IN THE\n   13  FOURTH YEAR FOLLOWING THE EFFECTIVE DATE OF THIS SUBDIVISION.\n   14    S  2.  Section 101 of the general municipal law is amended by adding a\n   15  new subdivision 6 to read as follows:\n   16    6. A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION,  SPECIFICA-\n   17  TIONS  FOR  WORK PERTAINING TO THE CONSTRUCTION, ADDITION OR IMPROVEMENT\n   18  OF ANY SCHOOL DISTRICT BUILDINGS OR APPURTENANT FACILITIES  MAY  PROVIDE\n   19  FOR ASSIGNMENT OF RESPONSIBILITY FOR SUPERVISION AND COORDINATION OF ANY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00376-01-1\n\n       A. 3682                             2\n\n    1  OR  ALL OF THE CONTRACTS FOR SUCH WORK TO A SINGLE RESPONSIBLE AND RELI-\n    2  ABLE PERSON, FIRM OR CORPORATION.\n    3    B.  WHERE  A SCHOOL DISTRICT ELECTS TO PROVIDE FOR THE ASSIGNMENT OF A\n    4  CONTRACT TO A SINGLE PERSON, FIRM OR CORPORATION PURSUANT TO PARAGRAPH A\n    5  OF THIS SUBDIVISION, SUCH SCHOOL DISTRICT MAY REQUIRE THE  APPARENT  LOW\n    6  BIDDER  AND,  AT  THE  DISCRETION  OF  THE SCHOOL DISTRICT, THE APPARENT\n    7  SECOND LOW BIDDER, TO SUBMIT TO THE DISTRICT THE NAMES OF  THE  BIDDER'S\n    8  PROPOSED  SUBCONTRACTORS  FOR  THE ELECTRICAL WORK; HEATING, VENTILATING\n    9  AND AIR CONDITIONING WORK; AND THE  PLUMBING  WORK.  ONLY  ONE  PROPOSED\n   10  SUBCONTRACTOR SHALL BE NAMED FOR EACH SUCH TRADE.  SUCH PROPOSED SUBCON-\n   11  TRACTOR  OR SUBCONTRACTORS MAY BE REJECTED BY THE SCHOOL DISTRICT ON THE\n   12  BASIS SET FORTH IN PARAGRAPH E OF THIS SUBDIVISION. UPON REJECTION OF  A\n   13  PROPOSED  SUBCONTRACTOR  OR  SUBCONTRACTORS,  THE  SCHOOL  DISTRICT  MAY\n   14  REQUIRE THE APPARENT LOW BIDDER TO SUBMIT AN ALTERNATE PROPOSED  SUBCON-\n   15  TRACTOR  OR SUBCONTRACTORS WITHIN FORTY-EIGHT HOURS. SHOULD THE APPARENT\n   16  LOW BIDDER FAIL TO PROPOSE ALTERNATE SUBCONTRACTORS SUBJECT TO  APPROVAL\n   17  BY THE SCHOOL DISTRICT, THE SCHOOL DISTRICT MAY CONSIDER THE NEXT APPAR-\n   18  ENT  LOW  BIDDER  AND  SHALL FOLLOW THE SAME PROCEDURE SET FORTH IN THIS\n   19  PARAGRAPH.  SUCH PROPOSED SUBCONTRACTORS OF THE BIDDER, APPROVED BY  THE\n   20  SCHOOL  DISTRICT  SHALL BE USED ON THE WORK FOR WHICH THEY WERE PROPOSED\n   21  AND APPROVED, AND THEY SHALL NOT BE CHANGED  EXCEPT  WITH  THE  SPECIFIC\n   22  WRITTEN APPROVAL OF THE DISTRICT.\n   23    C.  PAYMENT  TO THE PROPOSED SUBCONTRACTORS PROVIDED IN PARAGRAPH B OF\n   24  THIS SUBDIVISION, SHALL BE IN ACCORDANCE WITH THE PROVISIONS OF  SECTION\n   25  ONE  HUNDRED SIX-B OF THIS ARTICLE.  IN THE EVENT ANY SUCH SUBCONTRACTOR\n   26  IS NOT PAID BY THE CONTRACTOR, THE SUBCONTRACTOR SHALL IMMEDIATELY NOTI-\n   27  FY THE SCHOOL DISTRICT OF SUCH FACT.\n   28    D. WITH THE SUBMISSION OF THE NAMES OF THE PROPOSED SUBCONTRACTORS  AS\n   29  PROVIDED  IN  PARAGRAPH  B OF THIS SUBDIVISION, THE BIDDER SHALL SPECIFY\n   30  THE VALUE TO BE  PAID  EACH  SUCH  SUBCONTRACTOR  FOR  THE  WORK  TO  BE\n   31  PERFORMED BY SUCH SUBCONTRACTOR.\n   32    E. A SCHOOL DISTRICT MAY REJECT ANY OR ALL BIDS OR WAIVE ANY INFORMAL-\n   33  ITY  IN A BID IF IT REASONABLY BELIEVES THAT THE PUBLIC INTEREST WILL BE\n   34  PROMOTED THEREBY. A SCHOOL DISTRICT MAY REJECT ANY BID IF, IN ITS  JUDG-\n   35  MENT, THE BUSINESS ORGANIZATION, RESOURCES, FINANCIAL STANDING, OR EXPE-\n   36  RIENCE  OF THE BIDDER JUSTIFIES SUCH REJECTION IN VIEW OF THE WORK TO BE\n   37  PERFORMED.\n   38    F. THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO THE NEW  YORK\n   39  CITY  SCHOOL CONSTRUCTION AUTHORITY ESTABLISHED PURSUANT TO TITLE SIX OF\n   40  ARTICLE EIGHT OF THE PUBLIC AUTHORITIES LAW.\n   41    S 3. This act shall  take  effect  on  the  first  of  September  next\n   42  succeeding the date on which it shall have become a law, and shall apply\n   43  to all contracts advertised or solicited for bid on or after such effec-\n   44  tive  date; provided that the provisions of this act shall expire and be\n   45  deemed repealed five years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the general municipal law, in relation to exempting school districts from requirements for separate specifications for public work; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440285
}