{
  "year" : 2011,
  "senateBillNo" : "A3681-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3681-2011-1296018000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that at the close of each fiscal year, five percent of any cash surplus in the general fund shall be transferred to the debt reduction reserve fund",
  "summary" : "Provides that at the close of each fiscal year, five percent of any cash surplus in the general fund shall be transferred to the debt reduction reserve fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A6518-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3681\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. GIGLIO -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to the debt reduction\n         reserve fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 97-rrr of the state  finance  law,  as  amended  by\n    2  section  45  of  part H of chapter 56 of the laws of 2000, is amended to\n    3  read as follows:\n    4    S 97-rrr. Debt reduction reserve fund. 1. There is hereby  established\n    5  in the joint custody of the comptroller and the commissioner of taxation\n    6  and  finance a fund to be known as the debt reduction reserve fund. Such\n    7  fund shall be established as a [capital  projects]  DEBT  SERVICE  fund,\n    8  PROVIDED,  HOWEVER,  ANY  BALANCE  OF  MONEYS  IN SUCH FUND SHALL NOT BE\n    9  TRANSFERRED TO THE GENERAL FUND PURSUANT TO SUBDIVISION FOUR OF  SECTION\n   10  SEVENTY-TWO OF THIS ARTICLE.\n   11    2.  [Such  fund  shall  consist  of all monies credited or transferred\n   12  thereto from the general fund or from any other fund or sources pursuant\n   13  to law.] AT THE CLOSE OF EACH FISCAL YEAR, A PORTION OF ANY CASH SURPLUS\n   14  REMAINING IN THE GENERAL FUND AFTER THE  TRANSFER  PURSUANT  TO  SECTION\n   15  NINETY-TWO OF THIS ARTICLE SHALL BE TRANSFERRED FROM OR RETAINED IN SUCH\n   16  FUND  AS  PROVIDED IN THIS SUBDIVISION. THE PORTION TO BE TRANSFERRED TO\n   17  THE DEBT REDUCTION RESERVE FUND SHALL BE EQUAL TO FIVE PERCENT  OF  SUCH\n   18  SURPLUS  FOR  SUCH  FISCAL YEAR.   FOR THE PURPOSES OF THIS SUBDIVISION,\n   19  CASH SURPLUS SHALL BE DEFINED  AS  THE  AMOUNT  BY  WHICH  GENERAL  FUND\n   20  RECEIPTS  IN  A  FISCAL  YEAR  EXCEED  GENERAL FUND EXPENDITURES IN SUCH\n   21  FISCAL YEAR.\n   22    3. The monies in such fund, following appropriation by the legislature\n   23  and allocation by the director of the budget, shall be available for the\n   24  [following purposes:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06927-01-1\n\n       A. 3681                             2\n\n    1    (a) for the payment of principal, interest, and  related  expenses  on\n    2  general obligation bonds, lease purchase payments, or special contractu-\n    3  al  obligation  payments,  or for the] purposes of retiring or defeasing\n    4  bonds OR NOTES previously issued, including any accrued interest  there-\n    5  on, for any state-supported bonding program or programs[, and;\n    6    (b)  for  the  funding of capital projects, equipment acquisitions, or\n    7  similar expenses which have  been  authorized  by  law  to  be  financed\n    8  through the issuance of bonds, notes, or other obligations].\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the debt reduction reserve fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440284
}