{
  "year" : 2011,
  "senateBillNo" : "A3686-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3686-2011-1296018000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes the theft of dogs and cats within the crime of grand larceny in the fourth degree (a class E felony) in certain cases",
  "summary" : "Includes the theft of a pet within the crime of grand larceny in the fourth degree in certain instances; defines \"pet\" as a licensed dog or cat harbored by the owner or lawful custodian of such dog or cat in a dwelling or within an enclosure or yard. ",
  "currentCommittee" : null,
  "sameAs" : "S946",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2593-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3686\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GLICK, PHEFFER, COLTON, McDONOUGH, DINOWITZ --\n         Multi-Sponsored by -- M. of A.  FARRELL,  GALEF,  GOTTFRIED,  LUPARDO,\n         McENENY,  PEOPLES-STOKES -- read once and referred to the Committee on\n         Codes\n\n       AN ACT to amend the penal law, in relation to  including  the  theft  of\n         dogs  and  cats within the crime of grand larceny in the fourth degree\n         in certain cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 155.00 of the penal law is amended by adding a new\n    2  subdivision 10 to read as follows:\n    3    10. \"PET\" MEANS A DOG OR A CAT WHICH  IS  HARBORED  BY  THE  OWNER  OR\n    4  LAWFUL CUSTODIAN OF SUCH DOG OR CAT IN A DWELLING OR WITHIN AN ENCLOSURE\n    5  OR  YARD  WHICH  IS  CONTAINED WITHIN THE REAL PROPERTY BOUNDARY LINE OF\n    6  SUCH DWELLING.   FOR PURPOSES OF THIS  SUBDIVISION,  \"HARBOR\"  MEANS  TO\n    7  PROVIDE FOOD AND SHELTER TO A DOG OR CAT.\n    8    S 2. Section 155.30 of the penal law is amended by adding a new subdi-\n    9  vision 8-a to read as follows:\n   10    8-A. THE PROPERTY, REGARDLESS OF ITS VALUE, CONSISTS OF A PET WHICH IS\n   11  TAKEN  FROM  THE  PERSON OF THE OWNER OR OF THE LAWFUL CUSTODIAN OF SUCH\n   12  PET, FROM THE DWELLING OF THE OWNER OR LAWFUL CUSTODIAN OF SUCH PET,  OR\n   13  FROM  ANY  ENCLOSURE OR YARD CONTAINED WITHIN THE REAL PROPERTY BOUNDARY\n   14  LINE OF SUCH DWELLING.\n   15    S 3. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04388-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to including the theft of dogs and cats within the crime of grand larceny in the fourth degree in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T135800.TXT", "SOBI.D110127.T103838.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142718498
}