{
  "year" : 2011,
  "senateBillNo" : "A3688-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to correction",
    "billEventId" : "A3688-2011-1296018000000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Commences a study on how to enhance safety and maximize efficiency throughout the department of corrections",
  "summary" : "Commences a study on how to enhance safety and maximize efficiency throughout the department of corrections; requires written report to the governor, temporary president of the senate, speaker of the assembly, minority leader of the senate and the minority leader of the assembly of its findings, conclusions and recommendations; such report shall be made available to the public. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A11188-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3688\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GIGLIO, FINCH -- read once and referred to the\n         Committee on Correction\n\n       AN ACT to amend the correction law, in relation to commencing a study on\n         how to enhance safety and maximize efficiency throughout  the  depart-\n         ment  of  corrections; and providing for the repeal of such provisions\n         upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 45 of the correction law is amended by adding a new\n    2  subdivision 11 to read as follows:\n    3    11.  (A)  CONDUCT  A  COMPREHENSIVE STUDY ON HOW TO ENHANCE SAFETY AND\n    4  MAXIMIZE  EFFICIENCIES  THROUGHOUT  THE  DEPARTMENT.  SUCH  STUDY  SHALL\n    5  INCLUDE  BUT  NOT  BE  LIMITED  TO: DETERMINING THE MOST ACCURATE WAY TO\n    6  REPORT PRISON PERCENTAGE OF OCCUPANCY DATA; ASSESSING THE CURRENT  PRAC-\n    7  TICE  OF  COUNTING TEMPORARY, INFIRMARY AND SPECIAL HOUSING UNIT BEDS AS\n    8  PERMANENT BEDS; EXAMINING THE FEASIBILITY AND COST  OF  ELIMINATING  THE\n    9  PRACTICE  OF  DOUBLE BUNKING; ESTABLISHING APPROPRIATE INMATE-TO-OFFICER\n   10  STAFFING RATIOS TO REDUCE PRISON VIOLENCE  AND  THE  NUMBER  OF  UNUSUAL\n   11  INCIDENTS;  REVIEWING  THE  RESPONSIBILITIES OF ADMINISTRATION IN ALBANY\n   12  AND  VERIFYING  THE  NECESSITY  OF  THESE  POSITIONS;  EVALUATING  WHICH\n   13  SERVICES  AND PROGRAMS THE HUBS CAN ADMINISTER AND DETERMINING THE SCOPE\n   14  OF RESPONSIBILITIES FOR EACH ADMINISTRATOR; AND  EXAMINING  STATE-FUNDED\n   15  HOUSING  AND OTHER PUBLIC BENEFITS ALLEGEDLY PROVIDED TO SUPERINTENDENTS\n   16  AND ADMINISTRATORS AND DETERMINE WHETHER  OR  NOT  THE  PRACTICE  SHOULD\n   17  CONTINUE.\n   18    (B)  COLLECT  AND  DISSEMINATE  STATISTICAL  AND OTHER INFORMATION AND\n   19  UNDERTAKE RESEARCH, STUDIES, AND ANALYSIS, THROUGH THE PERSONNEL OF  THE\n   20  COMMISSION  OR  IN COOPERATION WITH ANY PUBLIC OR PRIVATE AGENCY THAT IS\n   21  DEEMED NECESSARY FOR CARRYING OUT THE PURPOSE OF THIS SUBDIVISION.\n   22    (C) MAKE A WRITTEN REPORT TO THE GOVERNOR, TEMPORARY PRESIDENT OF  THE\n   23  SENATE,  SPEAKER  OF  THE  ASSEMBLY,  MINORITY  LEADER OF THE SENATE AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06933-01-1\n\n       A. 3688                             2\n\n    1  MINORITY LEADER OF THE ASSEMBLY OF ITS FINDINGS, CONCLUSIONS AND  RECOM-\n    2  MENDATIONS  ON  OR BEFORE JUNE THIRTIETH OF THE YEAR NEXT SUCCEEDING THE\n    3  YEAR IN WHICH THIS SUBDIVISION SHALL TAKE EFFECT. SUCH REPORT  SHALL  BE\n    4  MADE AVAILABLE TO THE PUBLIC.\n    5    S  2.  This  act shall take effect immediately and shall expire on the\n    6  first of July next succeeding the year in which it shall have  become  a\n    7  law  when  upon  such  date  the  provisions of this act shall be deemed\n    8  repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to commencing a study on how to enhance safety and maximize efficiency throughout the department of corrections; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440269
}