{
  "year" : 2011,
  "senateBillNo" : "A3680-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to correction",
    "billEventId" : "A3680-2011-1296018000000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the establishment of a staffing plan for all uniformed and non-uniformed employees at correctional facilities",
  "summary" : "Relates to the establishment of a staffing plan for all uniformed and non-uniformed employees at correctional facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A11198-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3680\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GIGLIO, FINCH -- read once and referred to the\n         Committee on Correction\n\n       AN ACT to amend the correction law, in relation to  establishment  of  a\n         staffing plan for all uniformed and non-uniformed employees at correc-\n         tional facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 112 of the correction law, as  amended  by  chapter\n    2  476 of the laws of 1970, is amended to read as follows:\n    3    S  112.  Powers and duties of commissioner [of correction] relating to\n    4  correctional facilities. 1. The commissioner [of correction] shall  have\n    5  the  superintendence, management and control of the correctional facili-\n    6  ties in the department and of the inmates confined therein, and  of  all\n    7  matters  relating to the government, discipline, policing, contracts and\n    8  fiscal concerns thereof. HE OR SHE  SHALL  HAVE  THE  RESPONSIBILITY  TO\n    9  ENSURE  THAT  ADEQUATE  STAFFING  EXISTS  AT EVERY CORRECTIONAL FACILITY\n   10  PURSUANT TO SUBDIVISION TWO OF THIS SECTION. He OR SHE  shall  have  the\n   11  power  and  it  shall  be  his  OR  HER duty to inquire into all matters\n   12  connected with said correctional facilities.  He OR SHE shall make  such\n   13  rules  and regulations, not in conflict with the statutes of this state,\n   14  for the government of the officers and other employees of the department\n   15  assigned to said facilities, and in regard to the duties to be performed\n   16  by them, and for the government  and  discipline  of  each  correctional\n   17  facility,  as  he OR SHE may deem proper, and shall cause such rules and\n   18  regulations to be recorded by the superintendent of the facility, and  a\n   19  copy  thereof to be furnished to each employee assigned to the facility.\n   20  He OR SHE shall also prescribe a system of accounts and  records  to  be\n   21  kept at each correctional facility, which system shall be uniform at all\n   22  of  said facilities, and he OR SHE shall also make rules and regulations\n   23  for a record of photographs and other means of identifying  each  inmate\n   24  received  into  said  facilities.  He  OR  SHE shall appoint and remove,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06934-01-1\n\n       A. 3680                             2\n\n    1  subject to the civil service law [and rules], subordinate  officers  and\n    2  other  employees  of  the  department  who  are assigned to correctional\n    3  facilities.\n    4    2.  THE COMMISSIONER SHALL ESTABLISH A STAFFING PLAN FOR ALL UNIFORMED\n    5  AND NON-UNIFORMED EMPLOYEES. WITH REGARD TO UNIFORMED STAFF, THE COMMIS-\n    6  SIONER SHALL ESTABLISH A STAFFING PLAN WHICH SHALL INCLUDE, BUT  NOT  BE\n    7  LIMITED  TO,  THE NUMBER OF TOTAL SECURITY POSTS THAT MUST BE STAFFED BY\n    8  CORRECTION OFFICERS AND CORRECTIONAL SERGEANTS BY CORRECTIONAL FACILITY.\n    9  THESE POSTS SHALL BE DELINEATED BY THOSE THAT ARE  NECESSARY  FIVE  DAYS\n   10  PER  WEEK  AND SEVEN DAYS PER WEEK. THE STAFFING PLAN SHALL REQUIRE THAT\n   11  EVERY POST BE STAFFED USING A RATION  OF  1.8  CORRECTION  OFFICERS  FOR\n   12  EVERY  SEVEN  DAY  POST AND A RATIO OF 1.25 CORRECTION OFFICERS FOR EACH\n   13  FIVE DAY POST. THE COMMISSIONER SHALL PROVIDE A COPY  OF  SUCH  STAFFING\n   14  PLAN  TO  THE  CHAIRS OF THE SENATE FINANCE, SENATE CRIME VICTIMS, CRIME\n   15  AND CORRECTION, ASSEMBLY WAYS AND MEANS AND ASSEMBLY CORRECTION  COMMIT-\n   16  TEES  BY  DECEMBER  THIRTY-FIRST  OF  EACH  YEAR. SUCH REPORT SHALL ALSO\n   17  PROVIDE DETAILED INFORMATION REGARDING HOW THE STAFFING PLAN WAS  IMPLE-\n   18  MENTED  DURING THE CURRENT FISCAL YEAR.  THIS INFORMATION SHALL INCLUDE:\n   19  (A) THE NUMBER OF CORRECTION  OFFICERS  AND  SERGEANTS  BY  CORRECTIONAL\n   20  FACILITY THAT THE STAFFING PLAN REQUIRED AS WELL AS THE ACTUAL NUMBER OF\n   21  CORRECTION  OFFICERS  AND  SERGEANTS THAT WERE AVAILABLE BY CORRECTIONAL\n   22  FACILITY DURING THE CURRENT FISCAL YEAR.   IN THE EVENT  THE  DEPARTMENT\n   23  DEVIATED  FROM THE STAFFING PLAN, THE COMMISSIONER SHALL PROVIDE DETAILS\n   24  ON WHY THE STAFFING PLAN WAS NOT IMPLEMENTED  AS  REQUIRED  PURSUANT  TO\n   25  THIS  SECTION; (B) THE NUMBER OF POSTS INCLUDED IN THE STAFFING PLAN FOR\n   26  EACH FACILITY THAT HAVE BEEN CLOSED ON A DAILY  BASIS,  BY  CORRECTIONAL\n   27  FACILITY  SECURITY CLASSIFICATION (MINIMUM, MEDIUM AND MAXIMUM); (C) THE\n   28  NUMBER OF SECURITY POSITIONS NOT FILLED AND THOSE ELIMINATED, BY CORREC-\n   29  TIONAL FACILITY SINCE TWO THOUSAND ONE COMPARED TO THE NUMBER OF INMATES\n   30  INCARCERATED IN EACH SUCH FACILITY; AND (D) A BREAKDOWN BY  CORRECTIONAL\n   31  FACILITY  SECURITY  CLASSIFICATION (MINIMUM, MEDIUM, AND MAXIMUM) OF THE\n   32  STAFF HOURS OF OVERTIME WORKED, BY YEAR SINCE TWO THOUSAND ONE  AND  THE\n   33  ANNUAL  AGGREGATE  COSTS  RELATED  TO  THIS  OVERTIME. IN ADDITION, SUCH\n   34  REPORT SHALL BE DELINEATED BY CORRECTIONAL FACILITY SECURITY CLASSIFICA-\n   35  TION, THE ANNUAL NUMBER OF SECURITY POSITIONS ELIMINATED, THE NUMBER  OF\n   36  CLOSED  POSTS  AND  AMOUNT OF STAFF HOURS OF OVERTIME ACCRUED AS WELL AS\n   37  THE OVERALL OVERTIME EXPENDITURES WHICH RESULTED.\n   38    3. The commissioner [of  correction]  may  require  reports  from  the\n   39  superintendent  or  any  other  officer  or  employee  of the department\n   40  assigned to any correctional facility in relation to his OR HER  conduct\n   41  as  such  officer  or employee, and shall have the power to inquire into\n   42  any improper conduct which may be alleged to have been committed by  any\n   43  person  at  any  correctional  facility,  and  for that purpose to issue\n   44  subpoenas to compel the attendance  of  witnesses,  and  the  production\n   45  before him OR HER of books, writings and papers. A subpoena issued under\n   46  this section shall be regulated by the civil practice law and rules. The\n   47  commissioner  of  correction  is  authorized  and empowered to lease the\n   48  railroad, constructed under and by the authority of the laws of eighteen\n   49  hundred [and] seventy-eight, chapter one hundred [and] forty-eight,  for\n   50  such  term  of  years  and  upon  such  terms and conditions as shall be\n   51  approved of, in writing, by the governor and comptroller of this state.\n   52    S 2. This act shall take effect immediately; provided,  however,  that\n   53  effective immediately, the addition, amendment and/or repeal of any rule\n   54  or regulation necessary for the implementation of this act on its effec-\n   55  tive  date  are  authorized  and directed to be made and completed on or\n   56  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to establishment of a staffing plan for all uniformed and non-uniformed employees at correctional facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440281
}