{
  "year" : 2011,
  "senateBillNo" : "A3683-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to health",
    "billEventId" : "A3683-2011-1296018000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the exclusion of certain costs associated with home health care and the formula for calculating state reimbursements to such programs",
  "summary" : "Provides for the exclusion of certain costs associated with home health care and the formula for calculating state reimbursements to such programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A10724-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3683\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GOTTFRIED, DINOWITZ, SCHIMEL, N. RIVERA, ROSEN-\n         THAL -- Multi-Sponsored by -- M. of A. TOWNS -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to  rate  of  payment\n         for  home  health  care  programs  using statewide average calculation\n         excluding certain costs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 7 of section 3614 of the public health law, as\n    2  added by chapter 41 of the  laws  of  1992,  the  opening  paragraph  as\n    3  amended  by section 18 of part C of chapter 109 of the laws of 2006, the\n    4  second undesignated paragraph as added by chapter 170  of  the  laws  of\n    5  1994 and the third undesignated paragraph as added and the closing para-\n    6  graph  as  amended by chapter 59 of the laws of 1993, is amended to read\n    7  as follows:\n    8    7. (A) Notwithstanding any inconsistent  provision  of  law  or  regu-\n    9  lation,  for  purposes  of establishing rates of payment by governmental\n   10  agencies for certified home health agencies for the period April  first,\n   11  nineteen  hundred  ninety-five  through  December thirty-first, nineteen\n   12  hundred ninety-five and for rate periods beginning on or  after  January\n   13  first,  nineteen hundred ninety-six, the reimbursable base year adminis-\n   14  trative and general costs of a provider of services shall not exceed the\n   15  statewide average of total reimbursable  base  year  administrative  and\n   16  general costs of such providers of services; PROVIDED, HOWEVER, THAT FOR\n   17  PURPOSES  OF ESTABLISHING SUCH RATES OF PAYMENT FOR PERIODS ON AND AFTER\n   18  APRIL FIRST, TWO THOUSAND TWELVE,  SUCH  STATEWIDE  AVERAGE  CALCULATION\n   19  SHALL  EXCLUDE  ANY  OTHERWISE  REIMBURSABLE  COSTS, INCLUDING STEP DOWN\n   20  COSTS, REPORTED AND ALLOCABLE AS ADMINISTRATIVE AND GENERAL BUT  ATTRIB-\n   21  UTABLE  TO  THE  PROVISION AND MANAGEMENT OF PATIENT CARE INCLUDING, BUT\n   22  NOT LIMITED TO, COSTS ATTRIBUTABLE  TO:  PATIENT  OUTREACH;  ASSESSMENT;\n   23  COORDINATION  AND MANAGEMENT OF SERVICES; TELEPHONE AND OTHER TELEHEALTH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02399-01-1\n\n       A. 3683                             2\n\n    1  MONITORING AND COMMUNICATION; MEDICAL SUPPLIES; STAFF TRANSPORTATION AND\n    2  ESCORT SERVICES; FAMILY  AND/OR  INFORMAL  CAREGIVER  SUPPORT  SERVICES;\n    3  PATIENT  RECORDKEEPING;  AND  TECHNOLOGY  INVESTMENTS  FOR PATIENT CARE.\n    4  SUCH  EXCLUDED  COSTS  SHALL  BE  CONVEYED BY THE PROVIDER AS A SEPARATE\n    5  DOCUMENT OF SUPPLEMENTAL INFORMATION ATTACHED  TO  THE  PROVIDER'S  COST\n    6  REPORT,  AS  SUBMITTED TO THE DEPARTMENT. THE DEPARTMENT SHALL PROVIDE A\n    7  RATE COMPUTATION  SHEET  TO  EACH  CERTIFIED  HOME  HEALTH  AGENCY  WITH\n    8  DISTINCT LINES FOR EACH SERVICE AND RATE WHICH SHALL INCLUDE:\n    9    (I) THE RATE PRIOR TO THE APPLICATION OF THE ADMINISTRATIVE AND GENER-\n   10  AL COST LIMITATION PROVIDED FOR IN THIS SUBDIVISION;\n   11    (II)  THE PROVIDER'S TOTAL ADMINISTRATIVE AND GENERAL AMOUNT ALLOCABLE\n   12  TO THE RATE FOR THE SERVICE;\n   13    (III) SUCH TOTAL ADMINISTRATIVE AND GENERAL AMOUNT  EXCLUSIVE  OF  THE\n   14  PATIENT CARE RELATED COSTS DESCRIBED IN THIS PARAGRAPH;\n   15    (IV) THE ALLOWABLE ADMINISTRATIVE AND GENERAL COST AMOUNT BASED ON THE\n   16  LIMITATION PROVIDED FOR IN THIS SECTION CALCULATED TO REFLECT THE EXCLU-\n   17  SION OF PATIENT CARE RELATED COSTS DESCRIBED IN THIS PARAGRAPH;\n   18    (V)  ANY  ADMINISTRATIVE AND GENERAL COST DISALLOWED TO THE RATE BASED\n   19  ON SUCH LIMITATION; AND\n   20    (VI) THE ADJUSTED RATE BASED ON THE APPLICATION OF THE  ADMINISTRATIVE\n   21  AND GENERAL COST LIMITATION.\n   22    The  amount of such reduction in certified home health agency rates of\n   23  payments made during the period April first,  nineteen  hundred  ninety-\n   24  five  through  March  thirty-first, nineteen hundred ninety-six shall be\n   25  adjusted in the nineteen hundred ninety-six rate period  on  a  pro-rata\n   26  basis,  if  it  is  determined upon post-audit review by June fifteenth,\n   27  nineteen hundred ninety-six and reconciliation that the savings for  the\n   28  state  share,  excluding  the  federal  and  local government shares, of\n   29  medical assistance payments pursuant to title eleven of article five  of\n   30  the social services law based on the limitation of such payment pursuant\n   31  to  this  subdivision  is in excess of one million five hundred thousand\n   32  dollars or is less than one million five hundred  thousand  dollars  for\n   33  payments  made on or before March thirty-first, nineteen hundred ninety-\n   34  six to reflect the amount by which such savings  are  in  excess  of  or\n   35  lower  than  one million five hundred thousand dollars. For rate periods\n   36  on and after January first, two thousand five through  December  thirty-\n   37  first,  two  thousand  six, there shall be no such reconciliation of the\n   38  amount of savings in excess of or lower than one  million  five  hundred\n   39  thousand dollars.\n   40    (B)  No  such  limit  shall be applied to a provider of services reim-\n   41  bursed on an initial budget basis, or a new provider, excluding  changes\n   42  in ownership or changes in name, who begins operations in the year prior\n   43  to  the  year  which  is  used  as  a  base year in determining rates of\n   44  payment.\n   45    (C) For the purposes of this subdivision, reimbursable base year oper-\n   46  ational costs shall mean those base  year  operational  costs  remaining\n   47  after  application of all other efficiency standards, including, but not\n   48  limited to, peer group cost ceilings or guidelines.\n   49    (D) The limitation on reimbursement for  provider  administrative  and\n   50  general  expenses  provided  by this subdivision shall be expressed as a\n   51  percentage reduction for the rate promulgated  by  the  commissioner  to\n   52  each certified home health agency and long term home health care program\n   53  provider; PROVIDED, HOWEVER, THAT SUCH REDUCTION PERCENTAGE SHALL NOT BE\n   54  INCREASED  FOR  ANY PROVIDER AS A CONSEQUENCE OF THE EXCLUSIONS PROVIDED\n   55  FOR IN PARAGRAPH (A) OF THIS SUBDIVISION.\n\n       A. 3683                             3\n\n    1    S 2. The opening paragraph of subdivision 7 of  section  3614  of  the\n    2  public  health  law,  as  amended by chapter 170 of the laws of 1994, is\n    3  amended to read as follows:\n    4    (A) Notwithstanding any inconsistent provision of law or regulation to\n    5  the  contrary,  for purposes of establishing rates of payment by govern-\n    6  mental agencies for certified home health agencies and  long  term  home\n    7  health  care  programs  for  rate [period] PERIODS beginning on or after\n    8  January first, nineteen hundred ninety-five, the  department  of  health\n    9  may  not by rule or regulation limit the reimbursable base year adminis-\n   10  trative and general costs of a provider  of  services  to  a  percentage\n   11  which is other than thirty percent of total reimbursable base year oper-\n   12  ational  costs of such provider of services; PROVIDED, HOWEVER, THAT FOR\n   13  PURPOSES OF ESTABLISHING SUCH RATES OF PAYMENT FOR PERIODS ON AND  AFTER\n   14  APRIL  FIRST,  TWO  THOUSAND  TWELVE, SUCH STATEWIDE AVERAGE CALCULATION\n   15  SHALL EXCLUDE ANY OTHERWISE  REIMBURSABLE  COSTS,  INCLUDING  STEP  DOWN\n   16  COSTS,  REPORTED AND ALLOCABLE AS ADMINISTRATIVE AND GENERAL BUT ATTRIB-\n   17  UTABLE TO THE PROVISION AND MANAGEMENT OF PATIENT  CARE  INCLUDING,  BUT\n   18  NOT  LIMITED  TO,  COSTS  ATTRIBUTABLE TO: PATIENT OUTREACH; ASSESSMENT;\n   19  COORDINATION AND MANAGEMENT OF SERVICES; TELEPHONE AND OTHER  TELEHEALTH\n   20  MONITORING AND COMMUNICATION; MEDICAL SUPPLIES; STAFF TRANSPORTATION AND\n   21  ESCORT  SERVICES;  FAMILY  AND/OR  INFORMAL  CAREGIVER SUPPORT SERVICES;\n   22  PATIENT RECORDKEEPING; AND  TECHNOLOGY  INVESTMENTS  FOR  PATIENT  CARE.\n   23  SUCH  EXCLUDED  COSTS  SHALL  BE  CONVEYED BY THE PROVIDER AS A SEPARATE\n   24  DOCUMENT OF SUPPLEMENTAL INFORMATION ATTACHED  TO  THE  PROVIDER'S  COST\n   25  REPORT,  AS  SUBMITTED TO THE DEPARTMENT. THE DEPARTMENT SHALL PROVIDE A\n   26  RATE COMPUTATION  SHEET  TO  EACH  CERTIFIED  HOME  HEALTH  AGENCY  WITH\n   27  DISTINCT LINES FOR EACH SERVICE AND RATE WHICH SHALL INCLUDE:\n   28    (I) THE RATE PRIOR TO THE APPLICATION OF THE ADMINISTRATIVE AND GENER-\n   29  AL COST LIMITATION PROVIDED FOR IN THIS SUBDIVISION;\n   30    (II)  THE PROVIDER'S TOTAL ADMINISTRATIVE AND GENERAL AMOUNT ALLOCABLE\n   31  TO THE RATE FOR THE SERVICE;\n   32    (III) SUCH TOTAL ADMINISTRATIVE AND GENERAL AMOUNT  EXCLUSIVE  OF  THE\n   33  PATIENT CARE RELATED COSTS DESCRIBED IN THIS PARAGRAPH;\n   34    (IV) THE ALLOWABLE ADMINISTRATIVE AND GENERAL COST AMOUNT BASED ON THE\n   35  LIMITATION PROVIDED FOR IN THIS SECTION CALCULATED TO REFLECT THE EXCLU-\n   36  SION OF PATIENT CARE RELATED COSTS DESCRIBED IN THIS PARAGRAPH;\n   37    (V)  ANY  ADMINISTRATIVE AND GENERAL COST DISALLOWED TO THE RATE BASED\n   38  ON SUCH LIMITATION; AND\n   39    (VI) THE ADJUSTED RATE BASED ON THE APPLICATION OF THE  ADMINISTRATIVE\n   40  AND GENERAL COST LIMITATION.\n   41    S  3.  Subdivision  7-a  of  section 3614 of the public health law, as\n   42  amended by section 89 of part C of chapter 58 of the laws  of  2007  and\n   43  the  opening  paragraph as amended by section 46 of part B of chapter 58\n   44  of the laws of 2009, is amended to read as follows:\n   45    7-a. (A) Notwithstanding any inconsistent provision of  law  or  regu-\n   46  lation,  for  the  purposes  of establishing rates of payment by govern-\n   47  mental agencies for long term home health care programs for  the  period\n   48  April first, two thousand five, through December thirty-first, two thou-\n   49  sand  five,  and  for the period January first, two thousand six through\n   50  March thirty-first, two thousand seven, and on and  after  April  first,\n   51  two thousand seven through March thirty-first, two thousand nine, and on\n   52  and after April first, two thousand nine through March thirty-first, two\n   53  thousand  eleven,  the reimbursable base year administrative and general\n   54  costs of a provider of services shall not exceed the  statewide  average\n   55  of total reimbursable base year administrative and general costs of such\n   56  providers  of  services;  PROVIDED,  HOWEVER,  THAT  FOR THE PURPOSES OF\n\n       A. 3683                             4\n\n    1  ESTABLISHING SUCH RATES OF PAYMENT FOR PERIODS ON AND AFTER APRIL FIRST,\n    2  TWO THOUSAND TWELVE, SUCH STATEWIDE AVERAGE  CALCULATION  SHALL  EXCLUDE\n    3  ANY  OTHERWISE  REIMBURSABLE  COSTS, INCLUDING STEP DOWN COSTS, REPORTED\n    4  AND  ALLOCABLE  AS  ADMINISTRATIVE  AND  GENERAL BUT ATTRIBUTABLE TO THE\n    5  PROVISION AND MANAGEMENT OF PATIENT CARE INCLUDING, BUT NOT LIMITED  TO,\n    6  COSTS  ATTRIBUTABLE  TO:  PATIENT OUTREACH; ASSESSMENT; COORDINATION AND\n    7  MANAGEMENT OF SERVICES; TELEPHONE AND OTHER  TELEHEALTH  MONITORING  AND\n    8  COMMUNICATION;   MEDICAL   SUPPLIES;  STAFF  TRANSPORTATION  AND  ESCORT\n    9  SERVICES; FAMILY AND/OR INFORMAL  CAREGIVER  SUPPORT  SERVICES;  PATIENT\n   10  RECORDKEEPING;  AND  TECHNOLOGY  INVESTMENTS  FOR  PATIENT  CARE.   SUCH\n   11  EXCLUDED COSTS SHALL BE CONVEYED BY THE PROVIDER AS A SEPARATE  DOCUMENT\n   12  OF  SUPPLEMENTAL  INFORMATION ATTACHED TO THE PROVIDER'S COST REPORT, AS\n   13  SUBMITTED TO THE DEPARTMENT. THE DEPARTMENT SHALL PROVIDE A RATE  COMPU-\n   14  TATION  SHEET  TO  EACH CERTIFIED HOME HEALTH AGENCY WITH DISTINCT LINES\n   15  FOR EACH SERVICE AND RATE WHICH SHALL INCLUDE:\n   16    (I) THE RATE PRIOR TO THE APPLICATION OF THE ADMINISTRATIVE AND GENER-\n   17  AL COST LIMITATION PROVIDED FOR IN THIS SUBDIVISION;\n   18    (II) THE PROVIDER'S TOTAL ADMINISTRATIVE AND GENERAL AMOUNT  ALLOCABLE\n   19  TO THE RATE FOR THE SERVICE;\n   20    (III)  SUCH  TOTAL  ADMINISTRATIVE AND GENERAL AMOUNT EXCLUSIVE OF THE\n   21  PATIENT CARE RELATED COSTS DESCRIBED IN THIS PARAGRAPH;\n   22    (IV) THE ALLOWABLE ADMINISTRATIVE AND GENERAL COST AMOUNT BASED ON THE\n   23  LIMITATION PROVIDED FOR IN THIS SECTION CALCULATED TO REFLECT THE EXCLU-\n   24  SION OF PATIENT CARE RELATED COSTS DESCRIBED IN THIS PARAGRAPH;\n   25    (V) ANY ADMINISTRATIVE AND GENERAL COST DISALLOWED TO THE  RATE  BASED\n   26  ON SUCH LIMITATION; AND\n   27    (VI)  THE ADJUSTED RATE BASED ON THE APPLICATION OF THE ADMINISTRATIVE\n   28  AND GENERAL COST LIMITATION.\n   29    (B) No such limit shall be applied to a  provider  of  services  reim-\n   30  bursed  on an initial budget basis, or a new provider, excluding changes\n   31  in ownership or changes in name, who begins operations in the year prior\n   32  to the year which is used  as  a  base  year  in  determining  rates  of\n   33  payment.\n   34    (C) For the purposes of this subdivision, reimbursable base year oper-\n   35  ational  costs  shall  mean  those base year operational costs remaining\n   36  after application of all other efficiency standards, including, but  not\n   37  limited to, cost guidelines.\n   38    (D)  The  limitation  on reimbursement for provider administrative and\n   39  general expenses provided by this subdivision shall be  expressed  as  a\n   40  percentage  reduction  for  the  rate promulgated by the commissioner to\n   41  each long term home health care  program  provider;  PROVIDED,  HOWEVER,\n   42  THAT  SUCH  REDUCTION PERCENTAGE SHALL NOT BE INCREASED FOR ANY PROVIDER\n   43  AS A CONSEQUENCE OF THE EXCLUSIONS PROVIDED FOR IN PARAGRAPH (A) OF THIS\n   44  SUBDIVISION.\n   45    S 4. This act shall take effect on the first of April next  succeeding\n   46  the  date on which it shall have become law; provided, however, that the\n   47  amendments to the opening paragraph of subdivision 7 of section 3614  of\n   48  the  public  health law made by section one of this act shall be subject\n   49  to the expiration and reversion of such opening  paragraph  pursuant  to\n   50  section  64-b  and  subdivision  5-a of section 246 of chapter 81 of the\n   51  laws of 1995, as amended, when upon such date the provisions of  section\n   52  two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to rate of payment for home health care programs using statewide average calculation excluding certain costs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440289
}