{
  "year" : 2011,
  "senateBillNo" : "A3684-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3684-2011-1296018000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the NYS Triangle Shirtwaist Fire 100th anniversary commemoration commission",
  "summary" : "Establishes the NYS Triangle Shirtwaist fire 100th anniversary commemoration commission to focus attention upon the 100th anniversary of the Triangle Shirtwaist Fire on March 25, 2011. ",
  "currentCommittee" : null,
  "sameAs" : "S1819",
  "lawSection" : "Commissions",
  "previousVersions" : [ "A10717-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3684\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GLICK, PEOPLES-STOKES, TITONE, ORTIZ, MILLMAN,\n         GOTTFRIED, JAFFEE, ROBINSON, BARRON -- Multi-Sponsored by -- M. of  A.\n         ABBATE,   CASTRO,  COLTON,  CUSICK,  LANCMAN,  MAGEE,  MARKEY,  NOLAN,\n         O'DONNELL, PHEFFER, SAYWARD, SCHIMMINGER, SPANO, SWEENEY -- read  once\n         and referred to the Committee on Governmental Operations\n\n       AN  ACT  in  relation to creating the New York state Triangle Shirtwaist\n         Fire 100th anniversary commemoration commission; and providing for the\n         repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative findings. 1. The legislature hereby finds and\n    2  declares there is a need to create a New York state Triangle  Shirtwaist\n    3  Fire  100th anniversary commemoration commission to focus attention upon\n    4  the 100th anniversary of the March 25, 1911  Triangle  Shirtwaist  Fire,\n    5  during a commemoration period taking place March 25, 2011, through Octo-\n    6  ber  14,  2011, the anniversary of the date that the American Society of\n    7  Safety Engineers was founded as a result of the fire.\n    8    2. The primary focus of the New York state  Triangle  Shirtwaist  Fire\n    9  100th  anniversary  commemoration commission will be to plan and execute\n   10  an organized series of Triangle Shirtwaist Fire educational and  tourism\n   11  events.  The  tourism events will highlight the following key sites: the\n   12  site of the Triangle Shirtwaist Factory,  Mount  Richmond  Cemetery  and\n   13  Cemetery of the Evergreens.\n   14    3.  The legislature finds that the creation of a New York state Trian-\n   15  gle Shirtwaist Fire 100th anniversary commemoration commission is neces-\n   16  sary to bring together persons qualified  by  experience  or  by  powers\n   17  vested  in  them  by  their  offices to coordinate and facilitate such a\n   18  historically important event.\n   19    S 2. New York state Triangle Shirtwaist Fire 100th anniversary commem-\n   20  oration commission created. 1. There is hereby created a temporary state\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02140-01-1\n\n       A. 3684                             2\n\n    1  commission to be known as the \"New York state Triangle  Shirtwaist  Fire\n    2  100th anniversary commemoration commission\".\n    3    2.  Definitions.  As  used in this act: (a) \"Commission\" means the New\n    4  York state Triangle  Shirtwaist  Fire  100th  anniversary  commemoration\n    5  commission created by this section.\n    6    (b) \"Historical interpreter\" means a person who is a recognized member\n    7  of  a  duly  constituted  organization approved by the host site and who\n    8  participates in the main Triangle Shirtwaist Fire educational and  tour-\n    9  ism event for the year.\n   10    3.  (a)  The commission shall consist of 13 members to be appointed as\n   11  follows: the commissioner of parks, recreation and historic preservation\n   12  or his or her duly designated representative, the commissioner of educa-\n   13  tion or his or her duly designated representative, the  commissioner  of\n   14  economic  development  or his or her duly designated representative, the\n   15  commissioner of labor or his  or  her  duly  designated  representative,\n   16  representatives  from  the  International Ladies' Garment Workers' Union\n   17  (ILGWU), New York University, the National Women's Hall  of  Fame,  Fire\n   18  Department  of  New  York, and the Fashion Institute of Technology, four\n   19  members of the Triangle Shirtwaist fire reenactment  community  of  whom\n   20  one  shall  be  appointed  by the temporary president of the senate, one\n   21  shall be appointed  by  the  speaker  of  the  assembly,  one  shall  be\n   22  appointed  by  the  minority  leader  of  the  senate  and  one shall be\n   23  appointed by the minority leader of the assembly.  The  commissioner  of\n   24  parks,  recreation  and  historic preservation or his or her duly desig-\n   25  nated representative shall serve as chairperson of the  commission.  The\n   26  13 appointed members shall serve at the pleasure of the appointing offi-\n   27  cial. Appointments shall be made within 60 days of the effective date of\n   28  this  act.  If  a  member misses three meetings his or her seat shall be\n   29  considered vacant. Vacancies shall be filled in the manner provided  for\n   30  in the original appointments.\n   31    (b)  The  members  of the commission shall receive no compensation for\n   32  their services but shall be reimbursed for their  actual  and  necessary\n   33  expenses incurred by them in the performance of their duties.\n   34    (c) Notwithstanding any inconsistent provision of any general, special\n   35  or  local  law,  ordinance, resolution or charter, no officer, member or\n   36  employee of the state or of any public corporation shall forfeit his  or\n   37  her  office or employment by reason of his or her acceptance of appoint-\n   38  ment as a member of the commission, nor shall service as such commission\n   39  member be deemed incompatible or in conflict with such office or employ-\n   40  ment.\n   41    (d) The commission shall appoint such staff as  may  be  necessary  to\n   42  carry out its duties.\n   43    S  3.  Powers  and duties of the commission. The commission shall have\n   44  the following powers and duties:\n   45    1. To coordinate the commemoration of the  100th  anniversary  of  the\n   46  Triangle Shirtwaist Fire.\n   47    2.  To plan and execute an organized series of educational and tourism\n   48  events focusing on the Triangle Shirtwaist Fire, the founding of  Ameri-\n   49  can  Society  of Safety Engineers and the reinvigoration of the Interna-\n   50  tional Ladies' Garment Workers' Union.\n   51    3. To promote Triangle Shirtwaist Fire educational studies  in  grades\n   52  kindergarten through 12 in New York state schools.\n   53    S 4. Employment. The commission may employ and at pleasure remove such\n   54  personnel as it may deem necessary for the performance of its functions.\n   55  The  commission may meet and hold public and private hearings within the\n\n       A. 3684                             3\n\n    1  state, and shall have all the powers of a legislative committee pursuant\n    2  to the legislative law.\n    3    S 5. Assistance and data. The commission may request and shall receive\n    4  from  any subdivision, department, board, commission, office, agency, or\n    5  other instrumentality of the state or any political subdivision  thereof\n    6  such  facilities, assistance and data as it deems necessary or desirable\n    7  for the proper execution of its powers and duties and to effectuate  the\n    8  purposes set forth in this act.\n    9    S  6. Agreements. The commission is hereby authorized and empowered to\n   10  enter into any agreements and to do and perform any  acts  that  may  be\n   11  necessary,  desirable or proper to carry out the purposes and objectives\n   12  of this act.\n   13    S 7. This act shall take effect immediately and shall  expire  and  be\n   14  deemed repealed October 14, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to creating the New York state Triangle Shirtwaist Fire 100th anniversary commemoration commission; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440293
}