{
  "year" : 2011,
  "senateBillNo" : "A3687-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to social services",
    "billEventId" : "A3687-2011-1296018000000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits unfunded mandates in medicaid",
  "summary" : "Prohibits unfunded mandates in medicaid; provides that a provision of law which is determined to be an unfunded mandate according to this new section of law shall cease to be mandatory and become voluntary in operation; defines \"law\" as a statute, executive order of the governor, or rule or regulation; prohibition does not apply to laws in full force and effect prior to the effective date of the section. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6521-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3687\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GIGLIO, HAWLEY, KOLB, FINCH, SAYWARD -- Multi-\n         Sponsored by -- M. of A.  BARCLAY, BURLING, CROUCH, HAYES,  McDONOUGH,\n         RAIA -- read once and referred to the Committee on Social Services\n\n       AN  ACT to amend the social services law, in relation to the prohibition\n         on unfunded mandates in medical  assistance;  and  providing  for  the\n         repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  368-g to read as follows:\n    3    S  368-G.  PROHIBITION  ON  UNFUNDED MANDATES. 1. ANY PROVISION OF LAW\n    4  THAT IS CONTAINED IN OR ENACTED PURSUANT TO THIS TITLE AND DETERMINED IN\n    5  ACCORDANCE WITH THIS SECTION TO BE AN UNFUNDED MANDATE SHALL CEASE TO BE\n    6  MANDATORY IN EFFECT AND SHALL BECOME VOLUNTARY IN OPERATION.\n    7    2. A PROVISION OF LAW THAT IS CONTAINED IN OR ENACTED PURSUANT TO THIS\n    8  TITLE WHICH  REQUIRES  ONE  OR  MORE  COUNTY  OR  CITY  SOCIAL  SERVICES\n    9  DISTRICTS  TO  EXPEND FUNDS OR TO TAKE ACTIONS REQUIRING THE EXPENDITURE\n   10  OF FUNDS SHALL BE DEEMED AN UNFUNDED MANDATE IF SUCH  PROVISION  OF  LAW\n   11  RESULTS IN AN AGGREGATE NET INCREASE IN NECESSARY DIRECT EXPENDITURES BY\n   12  THE  SOCIAL  SERVICES  DISTRICTS  OF  THE  STATE. ANY SUCH AGGREGATE NET\n   13  INCREASE IN EXPENDITURES SHALL BE OFFSET BY: (A) MONIES PROVIDED TO  THE\n   14  SOCIAL  SERVICES  DISTRICTS  FOR  THE  SPECIFIC  PURPOSE OF FUNDING SUCH\n   15  PROVISION OF LAW; AND (B) DECREASES IN EXPENDITURES EXPECTED  TO  RESULT\n   16  FROM OTHER PROVISIONS OF LAW ENACTED CONCURRENTLY THEREWITH THAT REPEAL,\n   17  REDUCE OR MODIFY EXISTING MANDATES ON SOCIAL SERVICES DISTRICTS.\n   18    3.  FOR  PURPOSES OF THIS SECTION, THE TERM \"LAW\" SHALL MEAN A STATUTE\n   19  ENACTED BY THE LEGISLATURE, OR EXECUTIVE ORDER ISSUED BY  THE  GOVERNOR,\n   20  OR  A  RULE  OR  REGULATION  PROMULGATED  BY A STATE AGENCY, DEPARTMENT,\n   21  BOARD, BUREAU, OFFICER, AUTHORITY OR COMMISSION.\n   22    4. NOTWITHSTANDING ANY PROVISION OF THIS SECTION TO THE CONTRARY,  THE\n   23  FOLLOWING TYPES OF LAWS SHALL NOT BE CONSIDERED UNFUNDED MANDATES:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06959-01-1\n\n       A. 3687                             2\n\n    1    (A) THOSE NECESSARY TO COMPLY WITH FEDERAL LAW;\n    2    (B)  THOSE  FOR  WHICH  THE  AGGREGATE NET INCREASE IN REQUIRED DIRECT\n    3  EXPENDITURES BY A SOCIAL SERVICES DISTRICT IS LESS THAN TWENTY  THOUSAND\n    4  DOLLARS;\n    5    (C)  THOSE  THAT  HAVE  BEEN  REQUESTED THROUGH A HOME RULE MESSAGE OR\n    6  OTHER RESOLUTION OF THE AFFECTED SOCIAL SERVICES DISTRICT, OR WHICH HAVE\n    7  BEEN ACCEPTED BY THE AFFECTED SOCIAL SERVICES DISTRICT;\n    8    (D) THOSE REAPPORTIONING  RESPONSIBILITIES  BETWEEN  OR  AMONG  SOCIAL\n    9  SERVICES DISTRICTS;\n   10    (E)  THOSE  ARISING FROM AN EXECUTIVE ORDER OF THE GOVERNOR EXERCISING\n   11  HIS OR HER EMERGENCY POWERS;\n   12    (F) THOSE APPLICABLE TO BOTH GOVERNMENT AND NON-GOVERNMENT ENTITIES IN\n   13  THE SAME OR A SUBSTANTIALLY SIMILAR MANNER; AND\n   14    (G) THOSE IN FULL FORCE AND EFFECT PRIOR TO THE EFFECTIVE DATE OF THIS\n   15  SECTION, INCLUDING ANY PROVISION OF LAW  THAT  EXTENDS  OR  REAUTHORIZES\n   16  SUCH A LAW.\n   17    S  2. This act shall take effect April 1, 2012 and shall expire and be\n   18  deemed repealed March 31, 2014.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the prohibition on unfunded mandates in medical assistance; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T135800.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440262
}