{
  "year" : 2011,
  "senateBillNo" : "A3695-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3695-2011-1296018000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes requirements for male and female rest rooms in certain buildings",
  "summary" : "Provides that building code shall require seventy percent of sanitary facilities in new buildings for public occupancy shall be facilities for women; provides that mens rooms may be designated as facilities for women in certain cases to meet the seventy percent requirement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A5986-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3695\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  J. MILLER  --  read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to sanitary facilities in\n         certain buildings for public assembly\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph e of subdivision 4 of section 378 of the execu-\n    2  tive law, as added by chapter 270 of the laws of  1989,  is  amended  to\n    3  read as follows:\n    4    e.  (I) for buildings included in group C5 of paragraph (f) of section\n    5  900.2 of title nine of the official  compilation  of  codes,  rules  and\n    6  regulations  of  the  state  of New York, that water closets and urinals\n    7  provided for occupants, based upon capacity, shall  be  deemed  sanitary\n    8  fixtures  and  shall  be  distributed on a basis such that the number of\n    9  such sanitary fixtures provided in rest  facilities  for  men  shall  be\n   10  equal  to  the  number  of  water  closets  provided  in rest facilities\n   11  provided for women in buildings with an occupancy  of  four  hundred  or\n   12  less.  For  buildings consisting of more than four hundred occupants, an\n   13  additional water closet shall be added to a rest facility  provided  for\n   14  women  for  each  sanitary  fixture  added  to a similarly situated rest\n   15  facility provided for men.\n   16    (II) ON AND AFTER  THE  EFFECTIVE  DATE  OF  THIS  SUBPARAGRAPH,  WITH\n   17  RESPECT  TO  ALL BUILDINGS SUBJECT TO THE PROVISIONS OF SUBPARAGRAPH (I)\n   18  OF THIS PARAGRAPH AND FURTHER SUBCLASSIFIED BY SUCH OFFICIAL COMPILATION\n   19  AS C5.2 OR C5.3 AND ANY APPURTENANCES THERETO:\n   20    (A) FOR ANY BUILDING NEWLY  CONSTRUCTED, SEVENTY PERCENT OF THE  TOTAL\n   21  NUMBER  OF  SANITARY FIXTURES PROVIDED SHALL BE PROVIDED IN REST FACILI-\n   22  TIES FOR WOMEN;\n   23    (B) WITH RESPECT TO ANY BUILDING NOT IN COMPLIANCE  WITH  THE  SEVENTY\n   24  PERCENT  REQUIREMENT  PURSUANT  TO  CLAUSE (A) OF THIS SUBPARAGRAPH, THE\n   25  OWNER OR OPERATOR OF SUCH BUILDING SHALL, AT ANY TIME DURING THE  PUBLIC\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08170-01-1\n\n       A. 3695                             2\n\n    1  OCCUPANCY OF SUCH BUILDING WHEN AN INTERMISSION IS IN PROGRESS, REDESIG-\n    2  NATE  REST  FACILITY  ROOMS PROVIDED FOR MEN AS REST FACILITY  ROOMS FOR\n    3  WOMEN TO SUCH EXTENT AS WILL ALLOCATE APPROXIMATELY SEVENTY  PERCENT  OF\n    4  THE  SANITARY  FIXTURES  FOR WOMEN. THE ADMINISTRATOR MAY GRANT A WAIVER\n    5  FROM THE APPLICATION OF THIS CLAUSE, PROVIDED THAT PRIOR TO THE GRANTING\n    6  OF ANY SUCH WAIVER THE APPLICANT FOR A WAIVER SHALL ESTABLISH THAT:  (1)\n    7  COMPLIANCE  WITH  THE PROVISIONS OF THIS CLAUSE WOULD CAUSE UNDUE FINAN-\n    8  CIAL HARDSHIP; OR (2) OTHER FACTORS, INCLUDING BUT NOT  LIMITED  TO  THE\n    9  PHYSICAL  LAYOUT,  EXIST  WHICH WOULD RENDER STRICT COMPLIANCE UNREASON-\n   10  ABLE.\n   11    S 2. This act shall take effect on the first of June  next  succeeding\n   12  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to sanitary facilities in certain buildings for public assembly ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103838.TXT", "SOBI.D110126.T154809.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142718470
}