{
  "year" : 2011,
  "senateBillNo" : "A3697-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3697-2011-1296018000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a small business tax credit for Small Business Administration (SBA) guaranty fees paid by a taxpayer",
  "summary" : "Establishes a small business tax credit for SBA guaranty fees paid by a taxpayer in connection with obtaining financing from the U.S. small business administration. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA5247-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3697\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, SCHIMMINGER, DESTITO, TOWNS -- read once\n         and referred to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to establishing a small busi-\n         ness tax credit for SBA guaranty fees paid\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  210  of  the  tax law is amended by adding a new\n    2  subdivision 43 to read as follows:\n    3     43. SMALL BUSINESS TAX CREDIT. (A) GENERAL. A TAXPAYER  WHO  HAS  ONE\n    4  HUNDRED  EMPLOYEES OR LESS, SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS\n    5  PROVIDED IN THIS SUBDIVISION, AGAINST THE TAX IMPOSED  BY  THIS  ARTICLE\n    6  FOR  ANY  AMOUNT PAID TO THE UNITED STATES SMALL BUSINESS ADMINISTRATION\n    7  (SBA) AS A GUARANTY FEE PURSUANT TO THE OBTAINING OF A SBA 7(A)  GUARAN-\n    8  TEED LOAN.\n    9    (B)  AMOUNT  OF  CREDIT.  A  CREDIT  AUTHORIZED BY THIS SECTION MAY BE\n   10  CLAIMED FOR GUARANTY FEES PAID ON OR AFTER JANUARY FIRST,  TWO  THOUSAND\n   11  THIRTEEN.\n   12    (C) NO CREDIT MAY BE CLAIMED PURSUANT TO THIS SUBDIVISION IF, PURSUANT\n   13  TO THE AGREEMENT BETWEEN THE BANKING ASSOCIATION OR CREDIT UNION AND THE\n   14  ENTITY  TO WHICH PROCEEDS ARE MADE AVAILABLE, THE BANKING ASSOCIATION OR\n   15  CREDIT UNION ADDS THE AMOUNT OF THE SBA 7(A) LOAN GUARANTY  FEE  TO  THE\n   16  AMOUNT FINANCED BY THE BORROWER OR IN ANY OTHER WAY RECOVERS THE GUARAN-\n   17  TY FEE AMOUNT FROM THE BORROWER.\n   18    (D)  CARRYOVERS.  THE  CREDIT  ALLOWED  UNDER  THIS SUBDIVISION MAY BE\n   19  CLAIMED AND IF NOT FULLY USED IN THE INITIAL YEAR FOR WHICH  THE  CREDIT\n   20  IS CLAIMED MAY BE CARRIED OVER, IN ORDER, TO EACH OF THE FIVE SUCCEEDING\n   21  TAXABLE YEARS. THE CREDIT AUTHORIZED BY THIS SUBDIVISION MAY NOT BE USED\n   22  TO REDUCE THE TAX LIABILITY OF THE CREDIT CLAIMANT BELOW ZERO.\n   23    S  2. Subparagraph (B) of paragraph 1 of subsection (i) of section 606\n   24  of the tax law is amended by adding a new  clause  (xxxii)  to  read  as\n   25  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05491-01-1\n\n       A. 3697                             2\n\n    1  (XXXII) SBA GUARANTY FEE CREDIT      COSTS UNDER SUBDIVISION\n    2  UNDER SUBSECTION (SS)                FORTY-THREE OF SECTION\n    3                                       TWO HUNDRED TEN\n\n    4    S  3. Section 606 of the tax law is amended by adding a new subsection\n    5  (ss) to read as follows:\n    6    (SS) SMALL BUSINESS GUARANTY FEE TAX CREDIT. (1) GENERAL.  A  TAXPAYER\n    7  WHO  HAS ONE HUNDRED EMPLOYEES OR LESS, SHALL BE ALLOWED A CREDIT, TO BE\n    8  COMPUTED AS PROVIDED IN THIS SUBSECTION, AGAINST THE TAX IMPOSED BY THIS\n    9  ARTICLE FOR ANY AMOUNT PAID TO THE UNITED STATES SMALL BUSINESS ADMINIS-\n   10  TRATION (SBA) AS A GUARANTY FEE PURSUANT TO THE OBTAINING OF SBA GUARAN-\n   11  TEED FINANCING.\n   12    (2) AMOUNT OF CREDIT. A CREDIT  AUTHORIZED  BY  THIS  SECTION  MAY  BE\n   13  CLAIMED  FOR  GUARANTY FEES PAID ON OR AFTER JANUARY FIRST, TWO THOUSAND\n   14  THIRTEEN.\n   15    (3) NO CREDIT MAY BE CLAIMED PURSUANT TO THIS SUBSECTION IF,  PURSUANT\n   16  TO THE AGREEMENT BETWEEN THE BANKING ASSOCIATION OR CREDIT UNION AND THE\n   17  ENTITY  TO WHICH PROCEEDS ARE MADE AVAILABLE, THE BANKING ASSOCIATION OR\n   18  CREDIT UNION ADDS THE AMOUNT OF THE SBA 7(A) LOAN GUARANTY  FEE  TO  THE\n   19  AMOUNT FINANCED BY THE BORROWER OR IN ANY OTHER WAY RECOVERS THE GUARAN-\n   20  TY FEE AMOUNT FROM THE BORROWER.\n   21    (4)  CARRYOVERS.  THE  CREDIT  ALLOWED  UNDER  THIS  SUBSECTION MAY BE\n   22  CLAIMED AND IF NOT FULLY USED IN THE INITIAL YEAR FOR WHICH  THE  CREDIT\n   23  IS CLAIMED MAY BE CARRIED OVER, IN ORDER, TO EACH OF THE FIVE SUCCEEDING\n   24  TAXABLE  YEARS. THE CREDIT AUTHORIZED BY THIS SUBSECTION MAY NOT BE USED\n   25  TO REDUCE THE TAX LIABILITY OF THE CREDIT CLAIMANT BELOW ZERO.\n   26    S 4.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a small business tax credit for SBA guaranty fees paid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103838.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142718474
}