{
  "year" : 2011,
  "senateBillNo" : "A3699-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3699-2011-1296018000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a corporation that is petitioning for sale of all or substantially all of its assets to set forth the impact on the public and requires the court to consider the same",
  "summary" : "Requires a corporation that is petitioning for sale of all or substantially all of its assets to set forth the impact on the public and requires the court to consider the same. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "A11247-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3699\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. MOLINARO -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the  not-for-profit  corporation law, in relation to\n         requiring a corporation  that  is  petitioning  for  sale  of  all  or\n         substantially  all of its assets to set forth the impact on the public\n         and requiring the court to consider the same\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  6  of  paragraph  (a)  and paragraph (d) of\n    2  section 511 of the not-for-profit corporation law, as amended by chapter\n    3  961 of the laws of 1972, are amended to read as follows:\n    4    6. That the consideration and the terms of the sale,  lease,  exchange\n    5  or  other  disposition  of  the  assets  of the corporation are fair and\n    6  reasonable to the PUBLIC AND TO THE corporation, and that  the  purposes\n    7  of  the corporation, or the interests of its members AND THE PUBLIC will\n    8  be promoted thereby, and a concise statement of  the  reasons  therefor.\n    9  FOR  CORPORATIONS  SEEKING TO DISPOSE OF PROPERTY WITH PUBLIC ACCESS AND\n   10  NATIONAL, STATE AND/OR LOCAL LANDMARK DESIGNATION, THE  STATEMENT  SHALL\n   11  INCLUDE  THE FOLLOWING: INFORMATION REGARDING THE PUBLIC INVESTMENT MADE\n   12  IN THE ASSET, SUCH AS STATE AND/OR FEDERAL GRANTS; THE POTENTIAL  IMPACT\n   13  THE  DISPOSITION  MAY  HAVE  ON  THE COMMUNITY; THE NATIONAL, FEDERAL OR\n   14  LOCAL DESIGNATIONS GRANTED TO THE ASSET,  IF  APPLICABLE;  AND  HOW  THE\n   15  DISPOSITION  WILL  PROMOTE  OR LIMIT THE PUBLIC MISSION OF THE ORGANIZA-\n   16  TION.\n   17    (d) If it shall appear, to the satisfaction of  the  court,  that  the\n   18  consideration  and  the terms of the transaction are fair and reasonable\n   19  to the corporation AND THE PUBLIC and that the purposes  of  the  corpo-\n   20  ration  or the interests of the members AND THE PUBLIC will be promoted,\n   21  it may authorize the sale, lease, exchange or other disposition  of  all\n   22  or  substantially all the assets of the corporation, as described in the\n   23  petition, for such consideration and upon such terms as  the  court  may\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08275-01-1\n\n       A. 3699                             2\n\n    1  prescribe.  The  order  of the court shall direct the disposition of the\n    2  consideration to be received thereunder by the corporation.\n    3    S  2.  Section 511 of the not-for-profit corporation law is amended by\n    4  adding a new paragraph (e) to read as follows:\n    5    (E) 1. FOR PURPOSES OF THIS PARAGRAPH, NATIONAL,  STATE  AND/OR  LOCAL\n    6  LANDMARK  SHALL  INCLUDE, BUT NOT BE LIMITED TO, ANY BUILDINGS, STATUES,\n    7  STRUCTURES OR LANDS THAT HAVE BEEN DESIGNATED A NATIONAL, STATE,  AND/OR\n    8  LOCAL LANDMARK OR HISTORIC SITE.\n    9    2.  CORPORATIONS SEEKING TO SELL, LEASE, EXCHANGE OR OTHERWISE DISPOSE\n   10  OF PROPERTY WITH PUBLIC ACCESS AND NATIONAL, STATE AND/OR LOCAL LANDMARK\n   11  DESIGNATION, IN ADDITION TO COMPLIANCE WITH PARAGRAPHS (A)  THROUGH  (D)\n   12  OF  THIS  SECTION,  SHALL,  PRIOR  TO  SEEKING  APPROVAL FROM THE COURT,\n   13  CONDUCT A PUBLIC HEARING AT A TIME AND PLACE DESIGNATED IN A  NOTICE  TO\n   14  THE VILLAGE, TOWN OR MUNICIPALITY WHERE SUCH LANDMARK IS LOCATED.\n   15    3.  NOTICE  TO  THE  VILLAGE,  TOWN  OR MUNICIPALITY AS REQUIRED UNDER\n   16  SUBPARAGRAPH TWO OF THIS PARAGRAPH SHALL BE  GIVEN  AT  LEAST  TEN  DAYS\n   17  PRIOR  TO  THE  PUBLIC  HEARING. AT SUCH PUBLIC HEARING, THE CORPORATION\n   18  SHALL:\n   19    (A) DISCLOSE THE PUBLIC INVESTMENT MADE IN THE ASSET, SUCH AS STATE OR\n   20  FEDERAL GRANTS; AND\n   21    (B) DISCLOSE THE POTENTIAL IMPACT THE  DISPOSITION  MAY  HAVE  ON  THE\n   22  COMMUNITY,   INCLUDING   THE   POTENTIAL   ALTERATION,   IMPROVEMENT  OR\n   23  DESTRUCTION OF SUCH LANDMARK; AND\n   24    (C) DISCLOSE THE NATIONAL, FEDERAL OR LOCAL  DESIGNATIONS  GRANTED  TO\n   25  THE  LANDMARK  AND  THE  IMPACT  OF  SUCH SALE, LEASE, EXCHANGE OR OTHER\n   26  DISPOSITION UPON SUCH LANDMARK'S DESIGNATIONS; AND\n   27    (D) PROVIDE THE NAME AND ADDRESS OF THE COURT TO WHICH IT  IS  SEEKING\n   28  LEAVE FOR SUCH SALE, LEASE, EXCHANGE OR OTHER DISPOSITION OF A LANDMARK,\n   29  FOR  THE  PURPOSE  OF  INFORMING THE COMMUNITY AS TO WHERE TO DIRECT ITS\n   30  COMMENTS FOLLOWING THE HEARING.\n   31    4. AT THE CONCLUSION OF SUCH PUBLIC HEARING AS REQUIRED UNDER SUBPARA-\n   32  GRAPH TWO OF THIS PARAGRAPH, THE COMMUNITY SHALL  TAKE  A  VOTE  ON  THE\n   33  SINGULAR  ISSUE  OF  WHETHER IT APPROVES OR DISAPPROVES OF THE POTENTIAL\n   34  SALE, LEASE, EXCHANGE OR  OTHER  DISPOSITION  OF  SUCH  LANDMARK.    THE\n   35  RESULTS  OF  SUCH VOTE SHALL BE RECORDED BY THE CORPORATION AND INCLUDED\n   36  IN ITS PETITION TO THE COURT.\n   37    5. FOLLOWING THE PUBLIC HEARING AS REQUIRED UNDER SUBPARAGRAPH TWO  OF\n   38  THIS  PARAGRAPH,  THE  COURT  SHALL  REQUIRE A THIRTY DAY PUBLIC COMMENT\n   39  PERIOD, DURING WHICH RESIDENTS OF THE VILLAGE, TOWN OR MUNICIPALITY  MAY\n   40  EXPRESS  THEIR  APPROVAL  OR DISAPPROVAL OF THE SALE, LEASE, EXCHANGE OR\n   41  OTHER DISPOSITION OF SUCH LANDMARK. COMMENTS SHALL BE IN  CORRESPONDENCE\n   42  DIRECTED TO THE COURT.\n   43    6.  AT THE CONCLUSION OF THE THIRTY DAY PERIOD REQUIRED UNDER SUBPARA-\n   44  GRAPH FIVE OF THIS PARAGRAPH, THE COURT SHALL ENTERTAIN THE PETITION FOR\n   45  THE SALE,  LEASE,  EXCHANGE  OR  OTHER  DISPOSITION  OF  SUCH  LANDMARK;\n   46  PROVIDED  THAT SUCH PETITION COMPLIES WITH PARAGRAPHS (A) THROUGH (D) OF\n   47  THIS SECTION.\n   48    7. WHEN CONTEMPLATING THE FAIRNESS AND REASONABLENESS OF THE TERMS  OF\n   49  THE  PROPOSED TRANSACTION INVOLVING A NATIONAL, STATE AND/OR LOCAL LAND-\n   50  MARK, THE COURT SHALL CONSIDER THE VOTE OF THE COMMUNITY AT  THE  PUBLIC\n   51  HEARING  AND  ANY SUCH COMMENTS THAT IT DEEMS REFLECTIVE OF COMMUNITY OR\n   52  VOTER SENTIMENT REGARDING THE PROPOSED TRANSACTION.\n   53    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law, in relation to requiring a corporation that is petitioning for sale of all or substantially all of its assets to set forth the impact on the public and requiring the court to consider the same ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533445
}