{
  "year" : 2011,
  "senateBillNo" : "A3694-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A3694-2011-1296018000000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to propositions for increased funding of libraries",
  "summary" : "Relates to propositions for increased funding of libraries; provides oversight on funding provided through a municipality to public and free association libraries. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7361-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3694\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  J. MILLER  --  read once and referred to the\n         Committee on Libraries and Education Technology\n\n       AN ACT to amend the education  law,  in  relation  to  propositions  for\n         increased funding for libraries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 1 of paragraph b of subdivision 1  of  section\n    2  259 of the education law, as amended by chapter 184 of the laws of 2007,\n    3  is amended to read as follows:\n    4    (1) Except as provided in subparagraph two of this paragraph, whenever\n    5  qualified  voters  of  a municipality, in a number equal to at least ten\n    6  per centum of the total number of votes cast in  such  municipality  for\n    7  governor  at  the last gubernatorial election, shall so petition and the\n    8  library board of trustees shall endorse, the question of establishing or\n    9  increasing the amount of funding of  the  annual  contribution  for  the\n   10  operating  budget  of a registered public or free association library by\n   11  such municipality to a sum specified in said petition, shall be voted on\n   12  at the next general election of such  municipality,  provided  that  due\n   13  public  notice of the proposed action shall have been given AND THAT ANY\n   14  SUCH PROPOSITION SHALL STATE THAT THE INCREASED FUNDING IS FOR A  PERIOD\n   15  OF  TIME  NOT GREATER THAN TWO YEARS WITH THE SPECIFIC PERIOD OF TIME SO\n   16  STATED. An increase in library funding provided pursuant to  this  para-\n   17  graph shall not apply to a municipal budget adopted prior to the date of\n   18  such  election.  AN  INCREASE IN LIBRARY FUNDING APPROVED IN THIS MANNER\n   19  MAY, AFTER A PERIOD OF AT LEAST  ONE  YEAR,  BE  ALTERED  BY  ACTION  OF\n   20  TWO-THIRDS OF THE MEMBERS OF THE MUNICIPAL GOVERNING BOARD AND MAY, WITH\n   21  THE  APPROVAL OF THE ENTIRE MUNICIPAL GOVERNING BOARD MINUS ONE VOTE, BE\n   22  REDUCED TO THE MINIMAL OPERATING BUDGET AS DEFINED BY FIXED AND CONTRAC-\n   23  TUAL AGREEMENTS.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08208-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to propositions for increased funding for libraries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T154809.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440297
}