{
  "year" : 2011,
  "senateBillNo" : "A3691-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to social services",
    "billEventId" : "A3691-2011-1296018000000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to state reimbursement for child care resource and referral programs",
  "summary" : "Relates to state reimbursement for child care resource and referral programs; provides that the formula for allocation of funds shall include amounts needed to serve areas with low population density, geographic isolation and the absence of economies of scale. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2416-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3691\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. LIFTON -- read once and referred to the Committee\n         on Social Services\n\n       AN ACT to amend the social services law, in relation to state reimburse-\n         ment for child care resource and referral programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 410-s of the social services  law,\n    2  as  added  by  chapter  441  of  the laws of 1993, is amended to read as\n    3  follows:\n    4    1. The commissioner shall allocate annually any state funds, including\n    5  any available federal funds, appropriated for such  purposes  among  the\n    6  agencies  approved  for funding pursuant to this title. The commissioner\n    7  shall allocate such funds pursuant to a statewide formula  developed  by\n    8  the  [department] OFFICE OF CHILDREN AND FAMILY SERVICES, which shall be\n    9  based upon the relative numbers of children, children in  working  fami-\n   10  lies,  and  children  in  low  income  families in each county, AND UPON\n   11  AMOUNTS NEEDED TO SERVE AREAS WITH LOW  POPULATION  DENSITY,  GEOGRAPHIC\n   12  ISOLATION  AND  THE  ABSENCE  OF  ECONOMIES  OF SCALE, as defined by the\n   13  [department] OFFICE OF CHILDREN AND FAMILY SERVICES  for  this  purpose;\n   14  AND PROVIDING THAT AMOUNTS GRANTED FOR SERVICES TO EACH COUNTY SHALL NOT\n   15  BE  LESS  THAN  THE  AMOUNT GRANTED IN FISCAL YEAR TWO THOUSAND SIX--TWO\n   16  THOUSAND SEVEN.  The commissioner shall notify the legislature prior  to\n   17  the implementation of any change or adjustment in the formula.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08440-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to state reimbursement for child care resource and referral programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T103400.TXT", "SOBI.D110126.T154809.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440287
}