{
  "year" : 2011,
  "senateBillNo" : "A3701-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3701-2011-1296018000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to applying the freedom of information law to corporations with public access and national, state and/or local landmark designation",
  "summary" : "Relates to applying the freedom of information law to corporations with public access and national, state and/or local landmark designation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "A11264-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3701\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. MOLINARO, MONTESANO -- read once and referred to\n         the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the  not-for-profit  corporation  law,  in  relation  to\n         historical societies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section   1. Section 1408 of the  not-for-profit  corporation  law  is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D) FREEDOM OF INFORMATION LAW.\n    4    (1)  EACH  NOT-FOR-PROFIT CORPORATION OWNING ASSETS WITH PUBLIC ACCESS\n    5  AND NATIONAL, STATE AND/OR LOCAL LANDMARK  DESIGNATION,  WHICH  RECEIVES\n    6  PUBLIC FUNDS, SHALL MAKE AVAILABLE FOR PUBLIC INSPECTION AND COPYING ALL\n    7  RECORDS,  EXCEPT  THAT  SUCH  CORPORATION  MAY DENY ACCESS TO RECORDS OR\n    8  PORTIONS THEREOF THAT:\n    9    (I) ARE SPECIFICALLY EXEMPTED FROM  DISCLOSURE  BY  STATE  OR  FEDERAL\n   10  STATUTE;\n   11    (II) IF DISCLOSED WOULD CONSTITUTE AN UNWARRANTED INVASION OF PERSONAL\n   12  PRIVACY  UNDER  THE PROVISIONS OF SUBDIVISION TWO OF SECTION EIGHTY-NINE\n   13  OF THE PUBLIC OFFICERS LAW;\n   14    (III) IF DISCLOSED WOULD IMPAIR PRESENT OR IMMINENT CONTRACT AWARDS OR\n   15  COLLECTIVE BARGAINING NEGOTIATIONS;\n   16    (IV) ARE TRADE SECRETS OR ARE  SUBMITTED  TO  SUCH  CORPORATION  BY  A\n   17  COMMERCIAL  ENTERPRISE  OR  DERIVED  FROM  INFORMATION  OBTAINED  FROM A\n   18  COMMERCIAL ENTERPRISE AND WHICH IF  DISCLOSED  WOULD  CAUSE  SUBSTANTIAL\n   19  INJURY TO THE COMPETITIVE POSITION OF THE SUBJECT ENTERPRISE;\n   20    (V) ARE COMPILED FOR LAW ENFORCEMENT PURPOSES AND WHICH, IF DISCLOSED,\n   21  WOULD:\n   22    (A)   INTERFERE   WITH  LAW  ENFORCEMENT  INVESTIGATIONS  OR  JUDICIAL\n   23  PROCEEDINGS;\n   24    (B) DEPRIVE A PERSON OF A RIGHT TO A FAIR TRIAL OR  IMPARTIAL  ADJUDI-\n   25  CATION;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08287-01-1\n\n       A. 3701                             2\n\n    1    (C)  IDENTIFY  A CONFIDENTIAL SOURCE OR DISCLOSE CONFIDENTIAL INFORMA-\n    2  TION RELATING TO A CRIMINAL INVESTIGATION; OR\n    3    (D)  REVEAL  CRIMINAL  INVESTIGATIVE  TECHNIQUES OR PROCEDURES, EXCEPT\n    4  ROUTINE TECHNIQUES AND PROCEDURES;\n    5    (VI) IF DISCLOSED COULD ENDANGER THE LIFE OR SAFETY OF ANY PERSON;\n    6    (VII) ARE INTER-AGENCY OR INTRA-AGENCY MATERIALS WHICH ARE NOT:\n    7    (A) STATISTICAL OR FACTUAL TABULATIONS OR DATA;\n    8    (B) INSTRUCTIONS TO STAFF THAT AFFECT THE PUBLIC;\n    9    (C) FINAL AGENCY POLICY OR DETERMINATIONS;\n   10    (D) EXTERNAL AUDITS, INCLUDING BUT NOT LIMITED TO AUDITS PERFORMED  BY\n   11  THE COMPTROLLER AND THE FEDERAL GOVERNMENT; OR\n   12    (VIII)  ARE EXAMINATION QUESTIONS OR ANSWERS WHICH ARE REQUESTED PRIOR\n   13  TO THE FINAL ADMINISTRATION OF SUCH QUESTIONS;\n   14    (IX) IF DISCLOSED, WOULD JEOPARDIZE  SUCH  CORPORATION'S  CAPACITY  TO\n   15  GUARANTEE THE SECURITY OF ITS INFORMATION TECHNOLOGY ASSETS, SUCH ASSETS\n   16  ENCOMPASSING BOTH ELECTRONIC INFORMATION SYSTEMS AND INFRASTRUCTURES; OR\n   17    (X)  ARE  PHOTOGRAPHS,  MICROPHOTOGRAPHS,  VIDEOTAPE OR OTHER RECORDED\n   18  IMAGES PREPARED UNDER AUTHORITY OF SECTION ELEVEN  HUNDRED  ELEVEN-A  OF\n   19  THE VEHICLE AND TRAFFIC LAW.\n   20    (XI)  ARE  PHOTOGRAPHS,  MICROPHOTOGRAPHS, VIDEOTAPE OR OTHER RECORDED\n   21  IMAGES PREPARED UNDER AUTHORITY OF SECTION ELEVEN  HUNDRED  ELEVEN-B  OF\n   22  THE VEHICLE AND TRAFFIC LAW.\n   23    (2)  EACH  NOT-FOR-PROFIT CORPORATION OWNING ASSETS WITH PUBLIC ACCESS\n   24  AND NATIONAL, STATE AND/OR LOCAL LANDMARK  DESIGNATION,  WHICH  RECEIVES\n   25  PUBLIC FUNDS, SHALL MAINTAIN:\n   26    (I)  A  RECORD  OF  THE FINAL VOTE OF EACH MEMBER IN EVERY CORPORATION\n   27  PROCEEDING IN WHICH THE MEMBER VOTES;\n   28    (II) A RECORD SETTING FORTH THE NAME, PUBLIC OFFICE ADDRESS, TITLE AND\n   29  SALARY OF EVERY OFFICER OR EMPLOYEE OF SUCH CORPORATION; AND\n   30    (III) A REASONABLY DETAILED CURRENT LIST  BY  SUBJECT  MATTER  OF  ALL\n   31  RECORDS  IN THE POSSESSION OF SUCH CORPORATION, WHETHER OR NOT AVAILABLE\n   32  UNDER THIS ARTICLE. SUCH CORPORATION SHALL  UPDATE  ITS  SUBJECT  MATTER\n   33  LIST ANNUALLY, AND THE DATE OF THE MOST  RECENT UPDATE SHALL BE CONSPIC-\n   34  UOUSLY  INDICATED  ON  THE  LIST.  SUCH  CORPORATION  AS DEFINED IN THIS\n   35  SECTION THAT MAINTAINS A WEBSITE SHALL POST  ITS  CURRENT  LIST  ON  ITS\n   36  WEBSITE AND SUCH POSTING SHALL BE LINKED TO THE WEBSITE OF THE COMMITTEE\n   37  ON  OPEN  GOVERNMENT.  ANY  SUCH  CORPORATION  THAT  DOES NOT MAINTAIN A\n   38  WEBSITE SHALL ARRANGE TO HAVE ITS LIST POSTED  ON  THE  WEBSITE  OF  THE\n   39  COMMITTEE ON OPEN GOVERNMENT.\n   40    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law, in relation to historical societies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533453
}