{
  "year" : 2011,
  "senateBillNo" : "A370-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A370-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the public right of passage upon navigable waterways of the state",
  "summary" : "Codifies the public right of passage upon navigable waterways of the state for purposes of commerce or recreation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA701-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          370\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. HOYT, SCHROEDER, GALEF, CLARK, JAFFEE, ROSENTHAL\n         -- Multi-Sponsored by -- M. of A. BOYLAND, CAHILL,  GLICK,  GOTTFRIED,\n         JACOBS,  LAVINE,  McENENY,  PERRY,  REILLY,  SWEENEY  -- read once and\n         referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         public  right of passage upon the navigable waterways of the state and\n         the rights of private property owners over which such waterways pass\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 15 of the environmental conservation law is amended\n    2  by adding a new title 35 to read as follows:\n    3                                  TITLE 35\n    4                             NAVIGABLE WATERWAYS\n    5  SECTION 15-3501. STATEMENT OF LEGISLATIVE FINDINGS, POLICY AND INTENT.\n    6          15-3503. DEFINITIONS.\n    7          15-3505. PUBLIC RIGHT OF PASSAGE.\n    8          15-3507. COMMON LAW REMEDIES PRESERVED.\n    9          15-3509. INTERPRETATION; SEVERABILITY.\n   10  S 15-3501. STATEMENT OF LEGISLATIVE FINDINGS, POLICY AND INTENT.\n   11    1.  THE  LEGISLATURE HEREBY FINDS THAT WATERWAYS IN THE STATE THAT ARE\n   12  SUBJECT TO THE PUBLIC RIGHT OF NAVIGATION AS THIS RIGHT  IS  DEFINED  IN\n   13  COMMON LAW CONSTITUTE A VALUABLE COMMERCIAL AND RECREATIONAL RESOURCE OF\n   14  THE STATE AND, AS SUCH, THEY PROVIDE IMPORTANT HEALTH BENEFITS AND LOCAL\n   15  AND  STATEWIDE ECONOMIC BENEFITS. THE LEGISLATURE FURTHER FINDS THAT THE\n   16  COURTS OF THE STATE HAVE HISTORICALLY  APPLIED  A  COMMON  LAW  TEST  TO\n   17  DETERMINE  WHETHER  PARTICULAR  WATERWAYS  ARE NAVIGABLE IN FACT AND ARE\n   18  THEREFORE SUBJECT TO THE PUBLIC RIGHT OF NAVIGATION, AND THAT ON  WATER-\n   19  WAYS  FOR  WHICH  SUCH DETERMINATIONS HAVE NOT BEEN MADE BOTH THE PUBLIC\n   20  AND THE AFFECTED PRIVATE PROPERTY OWNERS MAY BE UNCERTAIN AS TO  WHETHER\n   21  SUCH  WATERWAYS ARE SUBJECT TO SUCH RIGHT. THE LEGISLATURE FURTHER FINDS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01214-01-1\n\n       A. 370                              2\n\n    1  THAT WATERWAYS THAT SATISFY THE COMMON LAW TEST ARE  NAVIGABLE  IN  FACT\n    2  AND  THAT THE BED AND BANKS OF SUCH WATERWAYS ARE SUBJECT TO A SERVITUDE\n    3  OR EASEMENT FOR THE PURPOSE OF NAVIGATION THAT IS HELD IN TRUST  BY  THE\n    4  STATE  FOR THE PEOPLE OF THE STATE AND HAS BEEN SO HELD FROM THE TIME OF\n    5  THE ORIGINAL GRANTS FROM THE STATE OR SOVEREIGN. THE LEGISLATURE FURTHER\n    6  FINDS THAT THIS NAVIGATIONAL EASEMENT PROVIDES A PUBLIC RIGHT OF PASSAGE\n    7  AND THAT WATERWAYS THAT ARE SUBJECT TO SUCH EASEMENTS ARE CONSIDERED  TO\n    8  BE  PUBLIC  HIGHWAYS  FOR  NAVIGATIONAL  PURPOSES,  INCLUDING WHERE SUCH\n    9  WATERWAYS ARE SITUATED ON PRIVATE PROPERTY. THE LEGISLATURE  ALSO  FINDS\n   10  THAT  THE  PUBLIC  RIGHT  OF NAVIGATION INCLUDES SEVERAL ESSENTIAL INCI-\n   11  DENTAL RIGHTS THAT MAY BE EXERCISED BY THE PUBLIC AS NECESSARY TO ACCOM-\n   12  PLISH SAFE PASSAGE. ALSO, THE LEGISLATURE FINDS THAT IN  EXERCISING  THE\n   13  PUBLIC  RIGHT OF NAVIGATION THE PUBLIC IS REQUIRED BY LAW TO RESPECT THE\n   14  RIGHTS OF PRIVATE PROPERTY OWNERS AND MAY NOT ENTER ON PRIVATE  PROPERTY\n   15  FOR PURPOSES OTHER THAN TO EXERCISE THE LAWFUL RIGHT OF SAFE PASSAGE AND\n   16  THEN ONLY TO THE MOST MINIMALLY INTRUSIVE EXTENT POSSIBLE.\n   17    2.  THE  LEGISLATURE  HEREBY  DECLARES  ITS  INTENT TO ENSURE THAT THE\n   18  PUBLIC SHALL BE ABLE TO FREELY NAVIGATE ON WATERWAYS THAT ARE  NAVIGABLE\n   19  IN FACT AND TO ENSURE THAT THE RIGHTS OF PRIVATE PROPERTY OWNERS ARE NOT\n   20  VIOLATED  OR  INFRINGED  UPON BY THOSE WHO ENGAGE IN THE PUBLIC RIGHT OF\n   21  NAVIGATION. THE LEGISLATURE FURTHER DECLARES  ITS  INTENT  TO  DETERMINE\n   22  WHICH WATERWAYS IN THE STATE ARE NAVIGABLE IN FACT UNDER THE COMMON LAW.\n   23    3. THE LEGISLATURE HEREBY DECLARES IT TO BE THE POLICY OF THE STATE TO\n   24  PROTECT  THE  COMMERCIAL  AND  RECREATIONAL USES OF ALL WATERWAYS IN THE\n   25  STATE THAT ARE NAVIGABLE IN FACT UNDER THE COMMON LAW, TO  PRESERVE  AND\n   26  PROTECT  THE  PUBLIC  RIGHT  OF  PASSAGE  UPON  THESE  WATERWAYS, AND TO\n   27  PRESERVE AND PROTECT THE RIGHTS OF OWNERS OF  PRIVATE  PROPERTY  THROUGH\n   28  WHICH THESE WATERWAYS PASS.\n   29  S 15-3503. DEFINITIONS.\n   30    THE  FOLLOWING  TERMS  WHEN USED IN THIS TITLE SHALL BE DEEMED TO MEAN\n   31  AND INCLUDE:\n   32    1. \"COMMERCE\" SHALL MEAN ANY REMUNERATIVE ACTIVITY INCLUDING,  WITHOUT\n   33  LIMITATION,  USE OF A WATERWAY FOR THE TRANSPORT OF GOODS OR MINERALS IN\n   34  VESSELS, FLOATING LOGS TO MILLS OR MARKET  AND  TRANSPORTING  PEOPLE  OR\n   35  GUIDING PEOPLE FOR HIRE IN VESSELS.\n   36    2.  \"LINING\"  SHALL  MEAN  REGULATING THE PASSAGE OF A VESSEL ALONG AN\n   37  OBSTRUCTED STREAM SEGMENT BY MEANS OF LINES CONTROLLED FROM THE BED  AND\n   38  BANKS  OF THE STREAM, PROVIDED THAT USE OF THE BED AND BANKS OF A STREAM\n   39  FOR SUCH PURPOSE SHALL BE TO THE MINIMUM AND LEAST INTRUSIVE EXTENT THAT\n   40  IS REASONABLY NECESSARY TO ACCOMPLISH SAFE PASSAGE.\n   41    3. \"NAVIGABLE IN FACT\" SHALL MEAN ANY  WATERWAY  WHICH  SATISFIES  THE\n   42  COMMON  LAW  TEST  THAT  THE WATERWAY, IN ITS NATURAL STATE AND ORDINARY\n   43  VOLUME OF WATER, HAS PRACTICAL UTILITY TO THE PUBLIC AS  A  HIGHWAY  FOR\n   44  TRADE, TRAVEL OR TRANSPORT. BOTH UTILITY FOR COMMERCIAL USE AND CAPACITY\n   45  FOR RECREATIONAL USE CAN BE CONSIDERED IN DETERMINING WHETHER A WATERWAY\n   46  HAS  PRACTICAL  UTILITY  TO THE PUBLIC AS A HIGHWAY FOR TRADE, TRAVEL OR\n   47  TRANSPORT. A WATERWAY MAY BE NAVIGABLE IN FACT EVEN IF IT IS NOT CAPABLE\n   48  OF BEING NAVIGATED AGAINST ITS CURRENT AND EVEN IF THE CAPACITY  OF  THE\n   49  STREAM FOR SUPPORTING NAVIGATION IS NOT CONTINUOUS OVER TIME, AS LONG AS\n   50  THE  CAPACITY NECESSARY TO SUPPORT NAVIGATION CONTINUES FOR A SUFFICIENT\n   51  LENGTH OF TIME TO MAKE THE STREAM USEFUL AS A HIGHWAY FOR TRADE,  TRAVEL\n   52  OR  TRANSPORT.  A  WATERWAY MAY ALSO BE NAVIGABLE IN FACT EVEN THOUGH IT\n   53  CONTAINS OCCASIONAL RAPIDS, FALLS, DAMS  OR  OTHER  NATURAL  OR  MANMADE\n   54  OBSTRUCTIONS.\n   55    4.  \"PASSAGE\" SHALL MEAN THE ACT OF NAVIGATION, INCLUDING THE RIGHT TO\n   56  ENGAGE IN INCIDENTAL ACTIVITIES WHICH ARE, UNDER THE  CIRCUMSTANCES,  AN\n\n       A. 370                              3\n\n    1  INSEPARABLE AND INDISPENSABLE PART OF SAFE NAVIGATION, INCLUDING BUT NOT\n    2  LIMITED  TO  SCRAPING  OR  PUSHING  OFF THE BED OF THE WATERWAY, POLING,\n    3  LINING, PORTAGING AND SCOUTING.\n    4    5. \"POLING\" SHALL MEAN PROPELLING A VESSEL BY USING A POLE TO PUSH OFF\n    5  THE BED OR BANKS OF A WATERWAY.\n    6    6.  \"PORTAGING\"  SHALL MEAN TRANSPORTING OR CARRYING A VESSEL UPON THE\n    7  BED OR BANKS OF AN OBSTRUCTED STREAM SEGMENT, PROVIDED THAT USE  OF  THE\n    8  BED  OR  BANKS OF A STREAM FOR SUCH PURPOSES SHALL BE TO THE MINIMUM AND\n    9  LEAST INTRUSIVE EXTENT THAT IS REASONABLY NECESSARY TO  ACCOMPLISH  SAFE\n   10  PASSAGE.\n   11    7.  \"RECREATION\"  SHALL  MEAN  ANY  ACTIVITY WHICH IS NOT COMMERCE, AS\n   12  DEFINED IN THIS SECTION, INCLUDING BUT NOT LIMITED  TO  PERSONAL  TRAVEL\n   13  FOR  PLEASURE OR TO TRANSPORT GOODS OVER A WATERWAY AS A MEANS OF ACCESS\n   14  TO A PRIMARY OR SECONDARY RESIDENCE.\n   15    8. \"SCOUTING\" SHALL MEAN  INSPECTION  OF  RAPIDS  OR  OTHER  POTENTIAL\n   16  NATURAL  OR  MANMADE  OBSTRUCTIONS TO SAFE PASSAGE IN ORDER TO DETERMINE\n   17  WHETHER AND BY WHAT ROUTE SAFE PASSAGE IS POSSIBLE, PROVIDED THAT USE OF\n   18  THE BED AND BANKS OF A STREAM FOR SUCH PURPOSE SHALL BE TO  THE  MINIMUM\n   19  AND  LEAST  INTRUSIVE  EXTENT THAT IS REASONABLY NECESSARY TO ACCOMPLISH\n   20  SAFE PASSAGE.\n   21    9. \"VESSEL\" SHALL MEAN ANY WATERCRAFT DESIGNED FOR NAVIGATION, INCLUD-\n   22  ING SKIFFS, ROW BOATS, CANOES, RAFTS AND OTHER SMALL CRAFT.\n   23    10. \"WATERWAY\" SHALL MEAN ANY NON-TIDAL  WATERBODY,  INCLUDING  LAKES,\n   24  PONDS,  RIVERS,  CREEKS  OR STREAMS, REGARDLESS OF WHETHER THE WATERBODY\n   25  HAS BEEN DETERMINED TO BE NAVIGABLE IN FACT AT COMMON LAW.\n   26  S 15-3505. PUBLIC RIGHT OF PASSAGE.\n   27    1. THE PUBLIC HAS A RIGHT OF PASSAGE FOR ANY LAWFUL PURPOSE, INCLUDING\n   28  COMMERCE, TRAVEL AND RECREATION, ON ALL WATERWAYS OF THE STATE THAT  ARE\n   29  NAVIGABLE IN FACT.\n   30    2. THE PUBLIC RIGHT OF PASSAGE ON WATERWAYS THAT ARE NAVIGABLE IN FACT\n   31  DOES  NOT  INCLUDE  THE  RIGHT  TO  ENTER  PRIVATE  PROPERTY FOR HIKING,\n   32  PICNICKING, NATURE OBSERVATION, CAMPING, EGRESSING FROM OR  ACCESSING  A\n   33  WATERWAY, OR ANY OTHER PURPOSE NOT RELATED TO PASSAGE.\n   34    3.  THE  COMMISSIONER SHALL HAVE THE AUTHORITY TO PROMULGATE RULES AND\n   35  REGULATIONS TO IMPLEMENT THIS SECTION,  INCLUDING  BUT  NOT  LIMITED  TO\n   36  RULES  AND  REGULATIONS  WHICH IDENTIFY AND DESIGNATE WATERWAYS THAT ARE\n   37  NAVIGABLE IN FACT, USING THE COMMON LAW TEST SET FORTH IN SUBDIVISION  3\n   38  OF  SECTION  15-3503  OF  THIS TITLE, AND WHICH ADDRESS ISSUES OF PUBLIC\n   39  SAFETY OR NATURAL RESOURCE PROTECTION. THE COMMISSIONER  MAY  AMEND  ANY\n   40  SUCH  RULES AND REGULATIONS AS MAY BE APPROPRIATE FROM TIME TO TIME. THE\n   41  COMMISSIONER SHALL NOT HAVE THE POWER TO DETERMINE THAT WATERWAYS  WHICH\n   42  SATISFY THE COMMON LAW TEST ARE NOT NAVIGABLE IN FACT AND SHALL NOT HAVE\n   43  THE  POWER  TO  DETERMINE THAT WATERWAYS WHICH DO NOT SATISFY THE COMMON\n   44  LAW TEST ARE NAVIGABLE IN FACT.\n   45    4. THE PUBLIC RIGHT OF PASSAGE ON THE WATERWAYS THAT ARE NAVIGABLE  IN\n   46  FACT  IS SUBJECT TO ALL OTHER APPLICABLE PROVISIONS OF LAW AND RULES AND\n   47  REGULATIONS THAT REGULATE OR LIMIT THE USE OF VESSELS.\n   48  S 15-3507. COMMON LAW REMEDIES PRESERVED.\n   49    NOTHING IN THIS TITLE SHALL BE CONSTRUED TO LIMIT ANY REMEDY AVAILABLE\n   50  IN COMMON LAW, STATUTE OR RULE OR REGULATION FOR OBSTRUCTING, HINDERING,\n   51  HARASSING OR OTHERWISE INTERFERING WITH THE PUBLIC RIGHT OF  PASSAGE  BY\n   52  PERSONS  LAWFULLY  EXERCISING THE RIGHT OF PASSAGE ON WATERWAYS THAT ARE\n   53  NAVIGABLE IN FACT. WARNING OF A DANGEROUS CONDITION SHALL NOT IN  ITSELF\n   54  BE  DEEMED AN INTERFERENCE WITH THE PUBLIC RIGHT OF NAVIGATION. FURTHER-\n   55  MORE, NOTHING IN THIS TITLE SHALL  BE  CONSTRUED  TO  LIMIT  ANY  REMEDY\n\n       A. 370                              4\n\n    1  AVAILABLE  IN COMMON LAW, STATUTE OR RULE AND REGULATION FOR TRESPASS ON\n    2  PRIVATE PROPERTY FOR ACTIVITIES OTHER THAN PASSAGE.\n    3  S 15-3509. INTERPRETATION; SEVERABILITY.\n    4    1.  THIS TITLE SHALL BE INTERPRETED TO PRESERVE AND PROTECT THE COMMON\n    5  LAW RIGHT OF PASSAGE ON WATERWAYS THAT ARE NAVIGABLE IN  FACT  AND  ALSO\n    6  SHALL  BE  INTERPRETED  TO  PRESERVE  AND PROTECT THE RIGHTS OF PROPERTY\n    7  OWNERS WHO OWN PROPERTY THROUGH WHICH NAVIGABLE IN FACT WATERWAYS FLOW.\n    8    2. THE PROVISIONS OF THIS TITLE SHALL BE SEVERABLE, AND IF ANY CLAUSE,\n    9  SENTENCE, PARAGRAPH, SUBDIVISION, SECTION OR PART OF THIS TITLE SHALL BE\n   10  ADJUDGED BY ANY COURT OF COMPETENT  JURISDICTION  TO  BE  INVALID,  SUCH\n   11  JUDGMENT  SHALL  NOT  AFFECT, IMPAIR OR INVALIDATE THE REMAINDER THEREOF\n   12  BUT SHALL BE CONFINED IN ITS OPERATION TO THE  CLAUSE,  SENTENCE,  PARA-\n   13  GRAPH,  SUBDIVISION,  SECTION  OR  PART THEREOF DIRECTLY INVOLVED IN THE\n   14  CONTROVERSY IN WHICH SUCH JUDGMENT SHALL HAVE BEEN RENDERED.\n   15    S 2. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the public right of passage upon the navigable waterways of the state and the rights of private property owners over which such waterways pass ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T153616.TXT", "SOBI.D101227.T120553.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293469553830
}