{
  "year" : 2011,
  "senateBillNo" : "A3700-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to education",
    "billEventId" : "A3700-2011-1296018000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the department of education to conduct a study requiring the state to provide financial aid to school districts regarding state mandated programs",
  "summary" : "Authorizes the department of education to conduct a study of the feasibility and impact of requiring the state to provide financial aid to school districts in order to assist the school districts in funding state mandated education programs during the current fiscal crisis or to waive certain mandated education spending for such programs, and to prepare a report of its findings and recommendations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A8205-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3700\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MOLINARO, CROUCH, McDONOUGH, FINCH, SAYWARD,\n         MONTESANO, TOBACCO, RAIA -- Multi-Sponsored by -- M.  of  A.  BARCLAY,\n         CORWIN,  McKEVITT, OAKS, SALADINO, THIELE -- read once and referred to\n         the Committee on Education\n\n       AN ACT to authorize the department of education to conduct  a  study  of\n         the feasibility and impact of requiring the state to provide financial\n         aid to, and/or, waive certain mandated education spending for, munici-\n         palities  in  order  to  assist  the school districts in funding state\n         mandated education programs during the current fiscal  crisis  and  to\n         prepare a report concerning its findings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The department of education shall conduct a study to deter-\n    2  mine the feasibility of requiring the state to provide financial aid  to\n    3  school districts during the current fiscal crisis in order to assist the\n    4  school  districts  in  funding various types of state mandated education\n    5  programs, or to waive  certain  mandated  education  spending  for  such\n    6  programs,  and  the impact of requiring such aid on the state budget and\n    7  cash flow. This audit shall be completed within three  months  following\n    8  the effective date of these provisions.\n    9    S  2.  Upon  completion of the study, the commissioner of education or\n   10  his or her designee shall make a report to the governor, the speaker  of\n   11  the assembly, the temporary president of the senate, the minority leader\n   12  of  the  assembly and the minority leader of the senate of the findings,\n   13  conclusions and recommendations arising from the study, and shall submit\n   14  with such report such legislative proposals as he or she deems necessary\n   15  to implement the recommendations. This  report  shall  be  submitted  no\n   16  later than sixty days after completion of the study.\n   17    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08291-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the department of education to conduct a study of the feasibility and impact of requiring the state to provide financial aid to, and/or, waive certain mandated education spending for, municipalities in order to assist the school districts in funding state mandated education programs during the current fiscal crisis and to prepare a report concerning its findings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533448
}