{
  "year" : 2011,
  "senateBillNo" : "A3706-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A3706-2011-1296018000000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the members of the franchise oversight board and the duties and responsibilities of such board",
  "summary" : "Relates to the members of the franchise oversight board and the duties and responsibilities of such board with regard to the New York city off-track betting corporation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Racing, Pari-Mutuel Wagering and Breeding Law",
  "previousVersions" : [ "A10476-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3706\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, REILLY -- read once and referred to the\n         Committee on Racing and Wagering\n\n       AN ACT to amend the racing, pari-mutuel wagering and  breeding  law,  in\n         relation to the franchise oversight board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 212  of  the  racing,  pari-mutuel\n    2  wagering  and  breeding  law, as added by chapter 18 of the laws of 2008\n    3  and subparagraphs (viii) and (xi) of paragraph a as amended  by  chapter\n    4  140 of the laws of 2008, is amended to read as follows:\n    5    8. a. The duties and responsibilities of the franchise oversight board\n    6  shall include, but not be limited to, the following:\n    7    (i)  represent  the interests of the state in all real estate develop-\n    8  ment proposed for Aqueduct  racetrack  or  real  estate  development  at\n    9  Belmont  Park  racetrack. Any such real estate development shall only be\n   10  undertaken pursuant to a competitive  process  approved  by  the  board,\n   11  after consultation with the applicable local advisory boards and consid-\n   12  eration  of  local  zoning and planning regulation, and in a manner that\n   13  will not adversely impact any historic structure that is included in  or\n   14  eligible for inclusion in the National or the State Register of Historic\n   15  Places,  be  consistent  with  any plan approved for such community, and\n   16  shall be subject to unanimous approval of the franchise oversight  board\n   17  and  all statutory and regulatory requirements; provided, however, that,\n   18  subject to approval of the franchise oversight board and subject to  all\n   19  statutory  and regulatory requirements, the franchised corporation shall\n   20  have full powers and rights to develop, redevelop,  refurbish,  renovate\n   21  or  make  such other improvements, capital expenditures or otherwise, to\n   22  the racetracks and the fixtures and improvements thereon consistent with\n   23  projects  specifically  identified  in  the   franchised   corporation's\n   24  approved track facility improvement plan.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05806-01-1\n\n       A. 3706                             2\n\n    1    The franchise oversight board shall be guided by the goals of ensuring\n    2  the continuation of high quality thoroughbred racing at the thoroughbred\n    3  racing  facilities  located  within the state, raising revenue for or in\n    4  aid or support of education in this state from video lottery  gaming  at\n    5  facilities  of  the  state  racing franchise, and maximizing revenue for\n    6  governments from pari-mutuel wagering on racing  at  facilities  of  the\n    7  state racing franchise.\n    8    (ii)  monitor  and  enforce  compliance with definitive documents that\n    9  comprise the franchise agreement between the franchised corporation  and\n   10  the  state  of New York governing the franchised corporation's operation\n   11  of thoroughbred racing and pari-mutuel wagering at the  racetracks.  The\n   12  franchise  agreement  shall contain objective performance standards that\n   13  shall allow contract review in a manner consistent  with  this  chapter.\n   14  The  franchise  oversight  board shall notify the franchised corporation\n   15  authorized by this chapter in writing of  any  material  breach  of  the\n   16  performance  standards or repeated non-material breaches which the fran-\n   17  chise oversight board may determine collectively constitute  a  material\n   18  breach  of the performance standards. Prior to taking any action against\n   19  such franchised corporation, the franchise oversight board shall provide\n   20  the franchised corporation with the reasonable opportunity to  cure  any\n   21  material  breach  of  the performance standards or repeated non-material\n   22  breaches which the franchise oversight board may determine  collectively\n   23  constitute a material breach of the performance standards.  Upon a writ-\n   24  ten  finding  of  a  material  breach  of  the  performance standards or\n   25  repeated non-material breaches which the franchise oversight  board  may\n   26  determine  collectively  constitute a material breach of the performance\n   27  standards, the franchise oversight board may recommend  that  the  fran-\n   28  chise agreement be terminated. The franchise oversight board shall refer\n   29  such  recommendation  to  the  racing  and  wagering board for a hearing\n   30  conducted pursuant to section two hundred forty-five of this article for\n   31  a determination of whether to terminate the franchise agreement with the\n   32  franchised corporation;\n   33    (iii) oversee, monitor and review  all  significant  transactions  and\n   34  operations  of  the  franchised  corporation authorized by this chapter;\n   35  provided, however, that nothing in  this  section  shall  be  deemed  to\n   36  reduce,  diminish or impede the authority of the state racing and wager-\n   37  ing board to, pursuant to article one of  this  chapter,  determine  and\n   38  enforce  compliance  by  the franchised corporation with terms of racing\n   39  laws and regulations. Such oversight shall include, but not  be  limited\n   40  to:\n   41    (A)  review  and  make recommendations concerning the annual operating\n   42  budgets of such franchised corporation;\n   43    (B) review and make recommendations concerning operating revenues  and\n   44  the establishment of a financial plan;\n   45    (C)  review  and  make recommendations concerning accounting, internal\n   46  control systems and security procedures;\n   47    (D) review  such  franchised  corporation's  revenue  and  expenditure\n   48  [polices]  POLICIES which shall include collective bargaining agreements\n   49  management and employee compensation plans, vendor contracts and capital\n   50  improvement plans;\n   51    (E) review such franchise  corporation's  compliance  with  the  laws,\n   52  rules and regulations applicable to its activities;\n   53    (F)  make recommendations for establishing model governance principles\n   54  to improve accountability and transparency; and\n   55    (G) receive, review,  approve  or  disapprove  capital  expense  plans\n   56  submitted annually by the franchised corporation.\n\n       A. 3706                             3\n\n    1    (iv) evaluate, review and approve the racing franchisee's selection of\n    2  a  vendor  or  vendors  to  contract with the franchised corporation for\n    3  provision of totalizator services, and manage, subject to the franchised\n    4  corporation's unilateral right to opt out, directly or indirectly, inte-\n    5  gration  of  any offered internet wagering platform. The franchise over-\n    6  sight board shall consider in its evaluation of any such proposed vendor\n    7  their ability to reduce the totalizator expenses and general development\n    8  and production costs of any internet wagering platform of an  authorized\n    9  off-track betting corporation and the state racing franchise holder.\n   10    (v)  facilitate discussions and voluntary agreements between the fran-\n   11  chised corporation and  off-track  betting  corporations  to  streamline\n   12  operations, decrease operating costs and maximize opportunities pertain-\n   13  ing  to costs and revenues, and encourage an exchange of views and expe-\n   14  riences from the franchised corporation and the off-track betting corpo-\n   15  rations to improve the  racing  product  in  New  York  and  to  realize\n   16  efficiencies;\n   17    (vi)  review and approve all purchasing policies pursuant to paragraph\n   18  (a) of subdivision six of section two hundred eight of this article;\n   19    (vii) review and  provide  any  recommendations  on  all  simulcasting\n   20  contracts  (buy and sell) that are also subject to prior approval of the\n   21  racing and wagering board;\n   22    (viii) act on behalf of the People of the State of New York  to  enter\n   23  into  any  real property transactions in furtherance of the purposes and\n   24  intent of this statute,  including,  without  limitation,  one  or  more\n   25  ground  leases,  for  one  dollar in consideration annually, for each of\n   26  Aqueduct racetrack, Belmont Park and Saratoga racecourse  to  the  fran-\n   27  chised  corporation,  for a term that will extend until the racing fran-\n   28  chise expires, is  revoked,  terminated  or  ends  by  any  other  means\n   29  provided  by  law.  Such leases shall be executed contemporaneously with\n   30  the conveyance of the racetracks by the franchised corporation's  prede-\n   31  cessor to the state;\n   32    (ix)  enter  into  on  behalf  of  the  state as licensor, a long term\n   33  license agreement with the franchised corporation for  the  use  of  the\n   34  simulcast  signal  and  associated  intellectual  property  rights,  for\n   35  consideration of one dollar annually and for a  term  that  will  extend\n   36  until  the  racing  franchise expires, is revoked, terminated or ends by\n   37  any other means  provided  by  law.  Such  license  agreement  shall  be\n   38  executed  contemporaneously with the conveyance of the franchised corpo-\n   39  ration's assets associated with the franchise agreement.\n   40    (x) conduct running races or steeplechases at  racing  facilities  and\n   41  conduct pari-mutuel betting on the outcome of the same when necessary to\n   42  assure the continuation of the racing and pari-mutuel betting activities\n   43  at  such racing facilities (A) in the event that the racing and/or pari-\n   44  mutuel betting franchises of the franchised  corporation  authorized  by\n   45  this chapter then holding such franchises have either been terminated in\n   46  the  manner  provided  by  law  or have been relinquished by such corpo-\n   47  ration, or such corporation declines to continue conducting  race  meet-\n   48  ings  and  pari-mutuel betting on the outcome of the same as required by\n   49  such franchises unless such declination is the result of  strikes,  acts\n   50  of God, or other unavoidable causes not under the control of such corpo-\n   51  ration,  or  the  corporate  existence  of  such  corporation  has  been\n   52  dissolved in the manner provided by law prior to the end of the term  of\n   53  any  such franchise and (B) until such time as a new franchise is grant-\n   54  ed;\n   55    (xi) on behalf of the People of the State of New York, and, acting  in\n   56  such  capacity  as  lessor  of the racing facilities and real estate, be\n\n       A. 3706                             4\n\n    1  responsible for payment of all property taxes  related  to  such  racing\n    2  facilities and real estate;\n    3    (xii)  report  annually to the governor and the legislature, beginning\n    4  no later than December thirty-first, two  thousand  eight,  stating  its\n    5  findings and recommendations to implement policy and legislative changes\n    6  necessary  to  encourage  the  continuation of high quality thoroughbred\n    7  racing in New York state and to protect the legitimate interests of  the\n    8  state and the thoroughbred racing industry;\n    9    (xiii)  require  the  franchised  corporation  to make all records and\n   10  documents pertaining to its financial practices, and other documents and\n   11  records necessary to carry out its duties, available  to  the  franchise\n   12  oversight board within thirty days of a written request;\n   13    (xiv)  examine  or  cause  to be examined by a third party, the books,\n   14  papers, records and accounts of the franchised corporation;\n   15    (xv) sue and be sued;\n   16    (xvi) make and execute contracts and all other  instruments  necessary\n   17  or  convenient  for  the exercise of its powers and functions under this\n   18  article;\n   19    (xvii) request and accept the assistance of any state agency,  includ-\n   20  ing  but  not limited to, the racing and wagering board, the division of\n   21  the lottery office of parks, recreation and historic  preservation,  the\n   22  department  of environmental conservation and the department of taxation\n   23  and finance, in obtaining information related to the  franchised  corpo-\n   24  ration's compliance with the terms of the franchise agreement; [and]\n   25    (xviii)  ACTING  ON  BEHALF  OF NEW YORK CITY OFF-TRACK BETTING CORPO-\n   26  RATION, RETAIN A RESTRUCTURING FIRM TO PREPARE A RESTRUCTURING AND BUSI-\n   27  NESS PLAN FOR NEW YORK CITY OFF-TRACK  BETTING  CORPORATION.  SUCH  PLAN\n   28  SHALL  BE  REVIEWED  BY  THE FRANCHISE OVERSIGHT BOARD TOGETHER WITH NEW\n   29  YORK CITY OFF-TRACK BETTING CORPORATION AND UPON ACCEPTANCE BY THE FRAN-\n   30  CHISE OVERSIGHT BOARD SHALL BE IMPLEMENTED BY NEW  YORK  CITY  OFF-TRACK\n   31  BETTING CORPORATION; AND\n   32    (XIX)  do  all  things necessary, convenient or desirable to carry out\n   33  its purposes and for the exercise of the powers granted in this article.\n   34    b. Notwithstanding any other provision of this article, the franchised\n   35  corporation shall be entitled to make capital expenditures, except those\n   36  capital expenditures for the Saratoga Racecourse that may, on the advice\n   37  of the New York state historic preservation office, adversely impact any\n   38  historic structure that is included in or is eligible for  inclusion  in\n   39  the national or state register of historic places, to the physical plant\n   40  of the racetracks, grandstand, backstretch, parking and public areas set\n   41  forth  in  the  New  York  Racing Association's capital expenditure plan\n   42  (\"capital plan\") filed with the racing and wagering board in  two  thou-\n   43  sand  seven. Any material modification to the capital plan as determined\n   44  by the franchise oversight board and each future capital investment plan\n   45  for the tracks, grandstand, backstretch, parking and public areas of the\n   46  racetracks operated by the franchised corporation involving the expendi-\n   47  ture of more than five million dollars in the  aggregate  shall  require\n   48  the  prior  approval of the franchise oversight board. Within five years\n   49  from the date of commencement of the video lottery  terminal  operations\n   50  at Aqueduct, and every five years thereafter, the franchised corporation\n   51  shall  submit  to  the  oversight board a capital plan for the five year\n   52  period commencing on January first of the  following  year.  Such  plans\n   53  shall  contain  both the intended object of expenditure and the proposed\n   54  sources of financing. The franchised corporation  shall  report  to  the\n   55  franchise  oversight  board within ninety days following the end of each\n   56  fiscal year as to the amount spent pursuant to the capital plan.\n\n       A. 3706                             5\n\n    1    S 2. This act shall take effect immediately; provided,  however,  that\n    2  the  amendments  to  section 212 of the racing, pari-mutuel wagering and\n    3  breeding law made by section one of this act shall take effect upon  the\n    4  confirmation  of  the New York Racing Association plan of reorganization\n    5  pursuant  to  section  16 of chapter 18 of the laws of 2008, as amended;\n    6  provided further, that the amendments to  section  212  of  the  racing,\n    7  pari-mutuel  wagering  and  breeding law made by section one of this act\n    8  shall be deemed repealed as provided by chapter 354 of the laws of 2005,\n    9  as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the racing, pari-mutuel wagering and breeding law, in relation to the franchise oversight board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T120345.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147825619
}