{
  "year" : 2011,
  "senateBillNo" : "A3708-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3708-2011-1296018000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296536400000,
    "eventText" : "reference changed to racing and wagering",
    "billEventId" : "A3708-2011-1296536400000-reference+changed+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires lottery sales agents to return previously purchased lottery tickets to the persons submitting them to such agents for verification of prizes",
  "summary" : "Requires lottery sales agents to return previously purchased lottery tickets to the persons submitting them to such agents for verification of prizes won or lost; requires lottery ticket dispensing machines used for verifying if a ticket is a winner or not to return the ticket submitted for verification. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A9953-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3708\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PRETLOW, REILLY, SPANO -- Multi-Sponsored by --\n         M. of A. MARKEY -- read once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law, in  relation  to  requiring  lottery  sales\n         agents  to  return  previously purchased lottery tickets to the person\n         submitting them to such agent for verification of prizes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax law is amended by adding a new section 1613-c to\n    2  read as follows:\n    3    S 1613-C. PRIZE VERIFICATION BY LOTTERY SALES AGENTS.   A. ANY  PREVI-\n    4  OUSLY  PURCHASED  LOTTERY  TICKET SUBMITTED TO A LOTTERY SALES AGENT FOR\n    5  VERIFICATION OF WHETHER OR NOT ANY PRIZE WAS  WON  ON  ACCOUNT  OF  SUCH\n    6  TICKET  SHALL  BE RETURNED BY SUCH AGENT TO THE PERSON WHO SUBMITTED THE\n    7  TICKET IMMEDIATELY AFTER SUCH VERIFICATION IS COMPLETED.\n    8    B. ANY LOTTERY TICKET DISPENSING MACHINE OR OTHER MACHINE FURNISHED BY\n    9  OR AUTHORIZED BY THE DIVISION FOR USE BY LOTTERY SALES AGENTS  AND  USED\n   10  BY  LOTTERY  SALES  AGENTS TO VERIFY WHETHER OR NOT ANY PRIZE WAS WON ON\n   11  ACCOUNT OF SUCH TICKET SHALL BE DESIGNED AND/OR SET SO AS NOT TO  RETAIN\n   12  ANY  PREVIOUSLY  PURCHASED TICKET WHICH IS INSERTED INTO THE MACHINE FOR\n   13  THE PURPOSE OF PRIZE VERIFICATION.\n   14    S 2. This act shall take effect on the first  of  the  calendar  month\n   15  next succeeding the ninetieth day after it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05803-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to requiring lottery sales agents to return previously purchased lottery tickets to the person submitting them to such agent for verification of prizes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T152906.TXT", "SOBI.D110127.T115853.TXT", "SOBI.D110201.T153407.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296592447588
}