{
  "year" : 2011,
  "senateBillNo" : "A3702-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3702-2011-1296018000000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes cold war veterans to procure licenses to sell certain goods",
  "summary" : "Authorizes cold war veterans to procure licenses to sell certain goods. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A11303-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3702\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MOLINARO, MONTESANO, RAIA -- Multi-Sponsored by\n         -- M. of A. CASTELLI -- read once and referred  to  the  Committee  on\n         Economic Development\n\n       AN  ACT  to  amend  the  general  business law, in relation to providing\n         licenses authorizing cold war veterans to sell certain goods\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 32 of the general business law, as\n    2  amended  by  chapter  650  of  the  laws  of 1976, is amended to read as\n    3  follows:\n    4    1. Every honorably discharged member of the armed forces of the United\n    5  States, who is a resident of this state and a veteran of any war, or who\n    6  shall have served in the armed forces of the United States overseas,  OR\n    7  IS  DEFINED AS A COLD WAR VETERAN ACCORDING TO THE PROVISIONS OF SECTION\n    8  FOUR HUNDRED FIFTY-EIGHT-B OF THE REAL PROPERTY TAX LAW, and the surviv-\n    9  ing spouse of any such veteran, if a resident of the state,  shall  have\n   10  the  right to hawk, peddle, vend and sell goods, wares or merchandise or\n   11  solicit trade upon the streets and highways within the county of his  or\n   12  her  residence, as the case may be, or if such county is embraced wholly\n   13  by a city, within such city, by procuring a license for that purpose  to\n   14  be  issued  as herein provided.   No part of the lands or premises under\n   15  the jurisdiction of the division of the state fair in the department  of\n   16  agriculture  and markets, shall be deemed a street or highway within the\n   17  meaning of this section.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08288-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to providing licenses authorizing cold war veterans to sell certain goods ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533456
}