{
  "year" : 2011,
  "senateBillNo" : "A3714-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3714-2011-1296018000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the time to file a claim in a toxic tort case",
  "summary" : "Provides that in toxic tort cases where the specific toxic etiological cause of injury is not known for up to ten years (instead of five years) after the injury itself is discovered a plaintiff shall have three years to file a claim from the time such specific cause is discovered. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A4187-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3714\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. RAMOS -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to amend the civil practice law and rules, in  relation  to  time\n         limitations for filing claims for certain injuries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 214-c of the  civil  practice  law\n    2  and  rules,  as  added by chapter 682 of the laws of 1986, is amended to\n    3  read as follows:\n    4    4. Notwithstanding the provisions of subdivisions  two  and  three  of\n    5  this  section,  where  the  discovery  of the SPECIFIC TOXIC ETIOLOGICAL\n    6  cause of the injury, INCLUDING  THE  SOURCE  OF  THE  ALLEGED  HARM,  is\n    7  alleged  to  have occurred less than [five] TEN years after discovery of\n    8  the injury or when with reasonable diligence  such  injury  should  have\n    9  been  discovered,  whichever is earlier, an action may be commenced or a\n   10  claim filed within [one year] THREE YEARS of such discovery of the cause\n   11  of the injury; provided, however, if any such  action  is  commenced  or\n   12  claim  filed  after  the  period  in  which it would otherwise have been\n   13  authorized pursuant to subdivision two or  three  of  this  section  the\n   14  plaintiff or claimant shall be required to allege and prove that techni-\n   15  cal,  scientific  or  medical  knowledge  and  information sufficient to\n   16  ascertain the cause of his injury had not been discovered, identified or\n   17  determined, OR THAT AFTER DILIGENT EFFORT THE CAUSE WAS NOT KNOWN BY THE\n   18  PLAINTIFF OR CLAIMANT, prior to the  expiration  of  the  period  within\n   19  which  the  action  or  claim would have been authorized and that he has\n   20  otherwise satisfied the requirements of subdivisions two  and  three  of\n   21  this section.\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08463-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to time limitations for filing claims for certain injuries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533439
}