{
  "year" : 2011,
  "senateBillNo" : "A3710-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to children and families",
    "billEventId" : "A3710-2011-1296018000000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Appropriates monies for funding day care services to children of persons 24 and under to enable such persons to continue education",
  "summary" : "Provides funds for day care services for the children of persons 24 and under to enable such persons to continue secondary and post-secondary education; provides criteria to be governed by standard established for economically and educationally disadvantaged students under special opportunity programs for state and city universities; appropriates $5,600,000 to the office of children and family services therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A4196-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3710\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. RAMOS -- read once and referred to the Committee\n         on Children and Families\n\n       AN ACT to amend the  social  services  law,  in  relation  to  day  care\n         services and making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 410 of the social services law is amended by adding\n    2  a new subdivision 3-a to read as follows:\n    3    3-A. DAY CARE UNDER THIS TITLE SHALL ALSO MEAN AND  INCLUDE  DAY  CARE\n    4  PROGRAMS PROVIDING CARE FOR THE CHILDREN OF PERSONS TWENTY-FOUR YEARS OF\n    5  AGE  OR  YOUNGER,  TO  ENABLE  SUCH  PERSONS  TO  CONTINUE SECONDARY AND\n    6  POST-SECONDARY EDUCATION. THE CRITERIA FOR  SUCH  DAY  CARE  ELIGIBILITY\n    7  SHALL  BE  DETERMINED  ACCORDING  TO  THE FINANCIAL CRITERIA PROMULGATED\n    8  PURSUANT TO SECTION SIXTY-FOUR HUNDRED FIFTY-TWO OF  THE  EDUCATION  LAW\n    9  GOVERNING   FINANCIAL   AID  TO  EDUCATIONAL  OPPORTUNITY  PROGRAMS  AND\n   10  STUDENTS.\n   11    S  2.  The  sum  of  five  million  six   hundred   thousand   dollars\n   12  ($5,600,000), or so much thereof as shall be necessary, is hereby appro-\n   13  priated to the office of children and family services from any moneys in\n   14  the  general  fund  to  the  credit of the local assistance account, not\n   15  otherwise appropriated, to be used for reimbursement of  start-up  funds\n   16  and operating expenses, including personal service, of day care programs\n   17  providing  care  for the children of persons twenty-four years of age or\n   18  younger, to enable such persons to continue secondary and post-secondary\n   19  education. Such moneys shall  be  distributed,  upon  request  therefor,\n   20  through  local  social services districts as provided in subdivision 3-a\n   21  of section 410 of the social services law, and shall be payable upon the\n   22  audit and warrant of the state  comptroller  on  vouchers  certified  or\n   23  approved  by  the  commissioner  of  the  office  of children and family\n   24  services or his or her duly designated  representative  as  provided  by\n   25  law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08464-01-1\n\n       A. 3710                             2\n\n    1    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to day care services and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110127.T103838.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533430
}