{
  "year" : 2011,
  "senateBillNo" : "A371-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A371-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines the Richardson Center Corporation as an educational institution and authorizes the commissioner of general services to sell and convey certain land in the city of Buffalo, county of Erie",
  "summary" : "Defines the Richardson Center Corporation as an educational institution and authorizes the commissioner of general services to sell and convey certain land in the city of Buffalo, county of Erie. ",
  "currentCommittee" : null,
  "sameAs" : "S1406",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AB10578-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          371\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HOYT -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the public authorities law, in relation to defining  the\n         Richardson  Center  Corporation  as  an  educational  institution  and\n         authorizing the commissioner of general services to  sell  and  convey\n         certain land in the city of Buffalo, county of Erie and to provide for\n         a reversion of certain lands to the state of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative Intent. The board  of  the  Richardson  Center\n    2  Corporation  was  appointed  in July, 2006 by the governor with an allo-\n    3  cation of funds designed for a re-use of the existing  structure.    The\n    4  Richardson  Center  Corporation  has  advanced a sound planning process,\n    5  undertaken vital collaborations, conducted stabilization and  is  moving\n    6  towards  implementation of defining the Richardson Center Corporation as\n    7  an educational institution and authorizing the commissioner  of  general\n    8  services  to sell and convey certain land in the city of Buffalo, county\n    9  of Erie. The Richardson Olmsted site has tremendous potential to improve\n   10  the surrounding neighborhoods and benefit Buffalo's economy.  The  reha-\n   11  bilitation of these long vacant and abandoned buildings and vast grounds\n   12  will  be  a  catalyst  for  neighborhood and regional improvement.   The\n   13  improved landscape will serve both the new uses and be  available  as  a\n   14  public  amenity  to the neighbors, Buffalo State College and the Buffalo\n   15  Psychiatric Center.\n   16    S 2. Paragraph (b) of subdivision 2 of  section  1676  of  the  public\n   17  authorities  law  is  amended  by adding a new undesignated paragraph to\n   18  read as follows:\n   19    RICHARDSON CENTER CORPORATION.\n   20    S 3. Subdivision 1 of section 1680 of the public  authorities  law  is\n   21  amended by adding a new undesignated paragraph to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01166-01-1\n\n       A. 371                              2\n\n    1    RICHARDSON CENTER CORPORATION.\n    2    S  4.  The  commissioner  of general services, upon the consent of the\n    3  commissioner of the office of mental health, is authorized to  sell  and\n    4  convey to the Richardson Center Corporation certain state land described\n    5  in  section  five  of this act. Conveyance of said land is to be made at\n    6  such time and upon terms and conditions, including consideration, as the\n    7  commissioner of general services may fix and determine.\n    8    S 5. The land to be conveyed pursuant to this act is a portion of  the\n    9  former Buffalo Psychiatric Center and is described as follows:\n   10    All  that certain tracts, pieces or parcels of land situate, lying and\n   11  being in the City of Buffalo, County of Erie, State of New  York,  lying\n   12  generally Northerly of Forest Avenue, Easterly of Rees Street and South-\n   13  erly of Rockwell Road, and being more particularly bounded and described\n   14  as follows:\n   15    Parcel A\n   16    BEGINNING  at the point of intersection of the Easterly margin of Rees\n   17  Street with the Southerly margin of Rockwell Road and runs  thence  from\n   18  said  point  of  beginning  along said Southerly margin South 89 deg. 29\n   19  min. 15 sec. East, a distance of 859ñ feet to a  point;  thence  through\n   20  the  lands  of  the People of the State of New York (Buffalo Psychiatric\n   21  Center) the following twenty-nine (29) courses: 1)  along  the  Westerly\n   22  edge  of  pavement of a campus road and across another campus road South\n   23  17 deg. 00 min. 22 sec. East, a distance of 605ñ feet  to  a  point;  2)\n   24  along a Southeasterly edge of pavement of a campus road North 59 deg. 40\n   25  min.  24  sec.  East,  a  distance of 84ñ feet to a point; 3) continuing\n   26  along said edge of pavement North 62  deg.  21  min.  19  sec.  East,  a\n   27  distance  of  133ñ feet to a point; 4) along the Southerly edge of pave-\n   28  ment of a campus road North 72 deg. 39 min. 16 sec. East, a distance  of\n   29  92ñ  feet  to  a  point;  5)  continuing along said edge of payment of a\n   30  campus road North 67 deg. 56 min. 59 sec. East, a distance of 361ñ  feet\n   31  to  a  point; 6) continuing along said edge of pavement North 72 deg. 17\n   32  min. 44 sec. East, a distance of 104ñ feet to  a  point;  7)  continuing\n   33  along  said  edge  of  pavement along a curve to the right of radius 18ñ\n   34  feet, an arc distance of 22ñ feet to a point; 8)  continuing  along  the\n   35  edge  of pavement of a campus road South 38 deg. 39 min. 04 sec. East, a\n   36  distance of 11ñ feet to a point; 9) continuing along the edge  of  pave-\n   37  ment  of a campus road South 17 deg. 55 min. 33 sec. East, a distance of\n   38  12ñ feet to a point; 10) continuing along the  edge  of  pavement  of  a\n   39  campus  road  South 10 deg.  59 min. 49 sec. East, a distance of 7ñ feet\n   40  to a point; 11) along said edge of pavement of a campus  road  Southwes-\n   41  terly  along  a curve to the right of radius 5ñ feet, an arc distance of\n   42  7ñ feet to a point; 12) thence along a Northerly edge of a  parking  lot\n   43  lying Easterly of Building No. 13 South 69 deg.  00 min. 21 sec. West, a\n   44  distance  of  13ñ feet to a point; 13) thence along the Westerly edge of\n   45  said parking lot South 17 deg. 45 min. 30 sec. East, a distance of  171ñ\n   46  feet  to a point; 14) along the Southerly edge of said parking lot North\n   47  80 deg. 06 min. 22 sec. East, a distance of 22ñ feet  to  a  point;  15)\n   48  along  the  edge  of  pavement of said parking lot Southeasterly along a\n   49  curve to the right of radius 3ñ feet, an arc distance of 5ñ  feet  to  a\n   50  point; 16) along the Westerly edge of pavement of a campus road South 10\n   51  deg. 48 min. 15 sec. East, a distance of 123ñ feet to a point; 17) along\n   52  the  Northerly  edge  of pavement of a campus road Southwesterly along a\n   53  curve to the right of radius 40ñ feet, an arc distance of 41ñ feet to  a\n   54  point;  18)  thence along the Northwesterly edge of pavement of a campus\n   55  road South 47 deg. 05 min. 54 sec. West, a distance of 317ñ  feet  to  a\n   56  point;  19)  continuing  along  said  Northwesterly edge of pavement and\n\n       A. 371                              3\n\n    1  across a driveway entrance South  43  deg.  12  min.  52  sec.  West,  a\n    2  distance  of  87ñ feet to a point; 20) thence across a campus road South\n    3  28 deg. 16 min. 03 sec. East, a distance of 55ñ feet  to  a  point;  21)\n    4  along  the Southwesterly edge of pavement of a campus road South 43 deg.\n    5  22 min. 11 sec. East, a distance of 37ñ feet  to  a  point;  22)  thence\n    6  across  a  parking  lot  entrance  South 43 deg. 01 min. 59 sec. East, a\n    7  distance of 63ñ feet to a point; 23) along  the  Southwesterly  edge  of\n    8  pavement of a campus road South 43 deg. 54 min. 47 sec. East, a distance\n    9  of  94ñ feet to a point; 24) continuing along said Southwesterly edge of\n   10  pavement South 50 deg. 00 min. 40 sec. East, a distance of 21ñ feet to a\n   11  point; 25) continuing along an edge of pavement of a campus road  South-\n   12  easterly along a curve to the right of radius 615ñ feet, an arc distance\n   13  of  41ñ  feet  to  a  point; 26) along the Westerly edge of payment of a\n   14  campus road Southeasterly along a curve to the right of radius 25ñ feet,\n   15  an arc distance of 30ñ feet to a point; 27) along the Westerly  edge  of\n   16  pavement  of  a  campus  road and across a parking lot entrance South 15\n   17  deg. 23 min. 01 sec. West, a distance  of  86ñ  feet  to  a  point;  28)\n   18  continuing along the Westerly edge of pavement of a campus road South 06\n   19  deg.  39  min.  06 sec. West, a distance of 48ñ feet to a point; and 29)\n   20  continuing along said Westerly edge of pavement of a campus  road  South\n   21  00  deg.  24 min. 09 sec. East, a distance of 60ñ feet to a point on the\n   22  Northerly margin of Forest Avenue; thence along  said  Northerly  margin\n   23  South  89  deg.  06  min. 03 sec. West, a distance of 1,005.73 feet to a\n   24  point; thence through the lands of the People of the State of  New  York\n   25  (Buffalo Psychiatric Center) the following ten (10) courses: 1) North 02\n   26  deg.  03 min. 44 sec. East, a distance of 200ñ feet to a point; 2) South\n   27  89 deg. 15 min. 16 sec.  East, a distance of 57ñ feet  to  a  point;  3)\n   28  North  00 deg. 00 min. 42 sec. East, a distance of 161ñ feet to a point;\n   29  4) along the Southerly edge of pavement of a campus road South  89  deg.\n   30  11  min. 27 sec. West, a distance of 324ñ feet to a point; 5) continuing\n   31  along said Southerly edge of pavement of a campus road North 69 deg.  56\n   32  min.  47  sec.  West,  a  distance  of 77ñ feet to a point; 6) along the\n   33  Westerly edge of pavement of a driveway leading to  a  garage  known  as\n   34  Building  No.  36 South 19 deg. 02 min. 24 sec. West, a distance of 102ñ\n   35  feet to a point; 7) Southwesterly along the Northwesterly edge of  pave-\n   36  ment  of said driveway along a curve to the right of radius 20ñ feet, an\n   37  arc distance of 26ñ feet to a point; 8)  along  the  Northerly  edge  of\n   38  pavement of said driveway North 88 deg. 23 min. 05 sec. West, a distance\n   39  of  193ñ  feet  to  a  point;  9)  North 00 deg. 41 min. 57 sec. West, a\n   40  distance of 98ñ feet to a point; and 10) South 89 deg. 58 min.  34  sec.\n   41  West,  a distance of 271ñ feet to a point on the Easterly margin of Rees\n   42  Street; thence along said Easterly margin the following two (2) courses:\n   43  1) North 05 deg. 42 min. 26 sec. East, a distance  of  330ñ  feet  to  a\n   44  point;  and  2) North 05 deg. 22 min. 31 sec. East, a distance of 681.94\n   45  feet to the point or place of beginning  and  containing  42ñ  acres  of\n   46  land.\n   47    TOGETHER  with such roadways and drives as may be necessary to provide\n   48  ingress and egress to the above described premises.\n   49    Subject to any covenants, easements or restrictions of record.\n   50    S 6. The description in section five of this act of the  lands  to  be\n   51  conveyed is not intended to be a legal description, but is intended only\n   52  to  identify the premises to be conveyed. As a condition of purchase the\n   53  Richardson Center Corporation shall submit to the commissioner of gener-\n   54  al services for approval an accurate survey and description of the lands\n   55  generally described in section five of this act, which may  be  used  in\n   56  the conveyance thereof.\n\n       A. 371                              4\n\n    1    S  7.  The  commissioner  of general services shall not grant the land\n    2  described in section five of this act unless application is made  there-\n    3  fore  by  the  Richardson  Center  Corporation within one year after the\n    4  effective date of this act.\n    5    S  8.  Any lands transferred pursuant to this act shall be used exclu-\n    6  sively for the purposes of the Richardson Olmsted Complex to construct a\n    7  mixed use campus for the community benefit and upon termination of  such\n    8  use  title  to the lands so transferred shall revert to the state of New\n    9  York.  The forgoing sentence shall not negatively impact a certain right\n   10  of reversion of said lands that runs to  the  benefit  of  the  city  of\n   11  Buffalo.\n   12    S 9. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to defining the Richardson Center Corporation as an educational institution and authorizing the commissioner of general services to sell and convey certain land in the city of Buffalo, county of Erie and to provide for a reversion of certain lands to the state of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T101848.TXT", "SOBI.D101223.T153616.TXT", "SOBI.D101227.T121053.TXT", "SOBI.D101227.T120553.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294413528560
}