{
  "year" : 2011,
  "senateBillNo" : "A3715-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to education",
    "billEventId" : "A3715-2011-1296018000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of education to provide for the availability of adequate supplies for use by left-handed students",
  "summary" : "Directs the commissioner of education to provide for the proportionate availability of adequate school supplies for use by left-handed students where adequate supplies are available for use by right-handed students; and applies to any school supplies and equipment purchased by the department or schools on or after the effective date of rules and regulations promulgated by the commissioner of education. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4662-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3715\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. RAMOS -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in  relation  to  providing  for  the\n         availability of adequate supplies for left-handed students\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the education law is amended by adding a new\n    2  subdivision 42 to read as follows:\n    3    42. THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS TO PROVIDE\n    4  FOR THE PROPORTIONATE  AVAILABILITY  OF  ADEQUATE  SCHOOL  SUPPLIES  AND\n    5  EQUIPMENT  FOR  USE  BY LEFT-HANDED STUDENTS WHERE ADEQUATE SUPPLIES AND\n    6  EQUIPMENT ARE AVAILABLE FOR USE BY RIGHT-HANDED STUDENTS.  THE RULES AND\n    7  REGULATIONS PROMULGATED PURSUANT TO THIS SUBDIVISION SHALL APPLY TO  ANY\n    8  SCHOOL  SUPPLIES AND EQUIPMENT PURCHASED BY THE DEPARTMENT OR SCHOOLS ON\n    9  OR AFTER THE EFFECTIVE DATE OF SUCH RULES AND REGULATIONS.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08462-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing for the availability of adequate supplies for left-handed students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155825.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533441
}