{
  "year" : 2011,
  "senateBillNo" : "A3712-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3712-2011-1296018000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires palmprints, fingerprints and photographs of juveniles convicted of a felony to be made available by the division of criminal justice services to law enforcement",
  "summary" : "Requires palmprints, fingerprints and photographs of juveniles convicted of a felony to be made available by the division of criminal justice services to law enforcement agencies upon demand. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A4192-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3712\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. RAMOS -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the family  court  act,  in  relation  to  allowing  law\n         enforcement  agencies  access to fingerprints of juveniles adjudicated\n         juvenile delinquents for commission of a felony\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 354.1 of the family court act, as\n    2  added by chapter 920 of the laws of 1982, is amended to read as follows:\n    3    1. If a person whose  fingerprints,  palmprints  or  photographs  were\n    4  taken  pursuant  to  section  306.1  or was initially fingerprinted as a\n    5  juvenile offender and the action is subsequently  removed  to  a  family\n    6  court  pursuant  to  article  seven  hundred twenty-five of the criminal\n    7  procedure law is adjudicated to be a juvenile delinquent for  a  felony,\n    8  the  family court shall forward or cause to be forwarded to the division\n    9  of criminal justice services notification  of  such  adjudication  ALONG\n   10  WITH  SUCH  FINGERPRINTS, PALMPRINTS OR PHOTOGRAPHS, WHICH SHALL BE MADE\n   11  AVAILABLE TO LAW ENFORCEMENT AGENCIES  UPON  DEMAND,  and  such  related\n   12  information  as  may be required by such division, provided, however, in\n   13  the case of a person eleven or twelve years  of  age  such  notification\n   14  shall  be  provided only if the act upon which the adjudication is based\n   15  would constitute a class A or B felony.\n   16    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   17  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08474-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to allowing law enforcement agencies access to fingerprints of juveniles adjudicated juvenile delinquents for commission of a felony ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533433
}