{
  "year" : 2011,
  "senateBillNo" : "A3711-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to labor",
    "billEventId" : "A3711-2011-1296018000000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the establishment of an annual employment statistics index for unemployment rate of hamlets and villages of the state",
  "summary" : "Requires the commissioner of labor to adopt regulations prescribing the methodology for establishing an annual employment statistics index which shows unemployment rates of hamlets and unincorporated villages of the state; and directs such commissioner shall prepare and submit an annual report on such index. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A4189-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3711\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. RAMOS -- read once and referred to the Committee\n         on Labor\n\n       AN ACT to amend the labor law, in relation to requiring  the  establish-\n         ment  of  an annual employment statistics index for unemployment rates\n         of hamlets and villages of the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  21  of  the labor law is amended by adding a new\n    2  subdivision 13-a to read as follows:\n    3    13-A. SHALL ADOPT REGULATIONS PRESCRIBING THE METHODOLOGY  FOR  ESTAB-\n    4  LISHING  AN  ANNUAL EMPLOYMENT STATISTICS INDEX WHICH SHOWS THE RATES OF\n    5  UNEMPLOYMENT SPECIFICALLY FOR THE HAMLETS AND UNINCORPORATED VILLAGES OF\n    6  THE STATE.\n    7    A. SUCH AN INDEX SHALL BE IN ADDITION TO  ANY  STATISTICS  OR  INDEXES\n    8  ALREADY COMPILED, RECORDED OR PUBLISHED BY THE DEPARTMENT.\n    9    B.  THE  COMMISSIONER  SHALL  PREPARE  AND SUBMIT TO THE GOVERNOR, THE\n   10  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY ON  OR\n   11  BEFORE  THE  THIRTIETH  DAY  OF  SEPTEMBER AN ANNUAL REPORT ON THE INDEX\n   12  REQUIRED BY THIS SUBDIVISION. SUCH REPORT SHALL DESCRIBE IN  DETAIL  THE\n   13  UNEMPLOYMENT  RATES  OF  THE  HAMLETS AND UNINCORPORATED VILLAGES OF THE\n   14  STATE. THE REPORT SHALL CONSIDER THE COMPARISON OF  SUCH  RATES  TO  THE\n   15  LARGER  MUNICIPALITIES  WHICH  CONTAIN SUCH HAMLETS OR VILLAGES, AND THE\n   16  NEED FOR IMPROVED USE BY UNEMPLOYED  WORKERS  WITHIN  SUCH  HAMLETS  AND\n   17  VILLAGES OF PUBLICLY FUNDED PROGRAMS FOR EMPLOYMENT TRAINING AND EMPLOY-\n   18  MENT-RELATED SERVICES.\n   19    C. THE ANNUAL REPORT AND STATISTICS INDEX REQUIRED BY THIS SUBDIVISION\n   20  SHALL BE MADE AVAILABLE TO THE PUBLIC.\n   21    S  2. This act shall take effect on the first of October next succeed-\n   22  ing the date on which it shall have become  a  law;  provided,  however,\n   23  effective  immediately, the regulations required by this act are author-\n   24  ized and directed to be made and completed on or before  such  effective\n   25  date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08467-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to requiring the establishment of an annual employment statistics index for unemployment rates of hamlets and villages of the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155310.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533432
}