{
  "year" : 2011,
  "senateBillNo" : "A3717-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to education",
    "billEventId" : "A3717-2011-1296018000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the use of seat belts by passengers of school buses; requires commissioner of transportation to place warning signs on all school buses",
  "summary" : "Requires every passenger of a school bus which is equipped with seat belts to wear the seat belt while the bus is in operation; provides that the commissioner of transportation place on every school bus equipped with seat belts a sign warning passengers that seat belt use is required. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A8486-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3717\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  P. RIVERA  --  read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring the usage of\n         seat safety belts by passengers of school  buses  which  are  equipped\n         with such belts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 3623  of  the  education  law,  as\n    2  amended  by  chapter  474  of  the  laws  of 1996, is amended to read as\n    3  follows:\n    4    1.  a.  NO SCHOOL BUS, AS THAT TERM IS DEFINED IN SECTION ONE  HUNDRED\n    5  FORTY-TWO  OF  THE  VEHICLE AND TRAFFIC LAW, WHICH IS EQUIPPED WITH SEAT\n    6  SAFETY BELTS AS SPECIFIED IN SUBDIVISION FIVE OF SECTION  THREE  HUNDRED\n    7  EIGHTY-THREE  OF  THE  VEHICLE  AND  TRAFFIC  LAW AND SECTION THIRTY-SIX\n    8  HUNDRED THIRTY-FIVE-A OF THIS ARTICLE,  SHALL  BE  OPERATED  UNLESS  ALL\n    9  PASSENGERS ARE RESTRAINED BY A SEAT SAFETY BELT.\n   10    B.  ON  EVERY SCHOOL BUS EQUIPPED WITH SEAT SAFETY BELTS, AS SPECIFIED\n   11  IN SUBDIVISION FIVE OF SECTION THREE HUNDRED EIGHTY-THREE OF THE VEHICLE\n   12  AND TRAFFIC LAW AND SECTION THIRTY-SIX  HUNDRED  THIRTY-FIVE-A  OF  THIS\n   13  ARTICLE,  THE  COMMISSIONER OF TRANSPORTATION SHALL POST AND MAINTAIN IN\n   14  PLAIN VIEW OF THE PASSENGERS A CONSPICUOUS  WARNING  SIGN  READING  \"NEW\n   15  YORK  STATE  LAW  REQUIRES  EVERY PASSENGER OF THIS SCHOOL BUS TO WEAR A\n   16  SEATBELT WHILE THIS BUS IS IN OPERATION\".\n   17    C. The commissioner of transportation in consultation with the commis-\n   18  sioner shall adopt, promulgate and enforce rules, standards and specifi-\n   19  cations regulating and  controlling  the  efficiency  and  equipment  of\n   20  school  buses  used  to  transport pupils, with particular regard to the\n   21  safety and convenience of such pupils and the suitability and adaptabil-\n   22  ity of such school buses to the requirements  of  the  school  district.\n   23  THE  COMMISSIONER OF TRANSPORTATION SHALL BEAR ALL COSTS ASSOCIATED WITH\n   24  PROVIDING, INSTALLING AND MAINTAINING THE WARNING SIGNS MANDATED  PURSU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00465-01-1\n\n       A. 3717                             2\n\n    1  ANT TO PARAGRAPH B OF THIS SUBDIVISION. No school bus shall be purchased\n    2  by a school district or used for the transportation of pupils unless and\n    3  until  it  has  been  approved  by the commissioner of transportation as\n    4  complying with the rules, standards and specifications relating thereto.\n    5    [b.]  D.  No  bus  manufactured  after January first, nineteen hundred\n    6  seventy-four shall be used to transport pupils under any contract with a\n    7  school district or board of cooperative educational services  unless  it\n    8  has  been  similarly  approved  by  the  commissioner of transportation,\n    9  except that no such approval shall be required for buses used to  trans-\n   10  port  pupils  and  also used to serve the general public under a certif-\n   11  icate of public convenience for the operation of  a  bus  line,  granted\n   12  pursuant  to  the  transportation  law  or  for  buses used to transport\n   13  pupils, teachers and other persons acting in a supervisory  capacity  to\n   14  and  from  school activities and which bus does not receive or discharge\n   15  passengers on or along the public highways on regularly scheduled routes\n   16  and is operating under a permit as  a  contract  carrier  of  passengers\n   17  granted pursuant to the transportation law or by the interstate commerce\n   18  commission.    School  buses  manufactured  or  assembled prior to April\n   19  first, nineteen hundred seventy-seven  may  not  be  used  to  transport\n   20  pupils,  teachers  and other persons acting in a supervisory capacity to\n   21  and from school activities.\n   22    [c.] E. The commissioner shall PROVIDE FOR THE  ENFORCEMENT  OF  PARA-\n   23  GRAPH  A  OF  THIS  SUBDIVISION  AND SHALL establish and provide for the\n   24  enforcement of rules and regulations requiring instruction on the use of\n   25  seat safety belts as specified in  subdivision  five  of  section  three\n   26  hundred  eighty-three of the vehicle and traffic law and section thirty-\n   27  six hundred thirty-five-a of this  [chapter]  ARTICLE,  drills  in  safe\n   28  boarding  and exiting procedures and emergency drills to be conducted on\n   29  all school buses and shall emphasize  specific  hazards  encountered  by\n   30  children  during  snow,  ice, rain and other inclement weather. All such\n   31  drills shall include instruction in the importance of orderly conduct by\n   32  all school bus passengers.  A minimum of three such drills shall be  had\n   33  on  each  school  bus  during the school year, the first to be conducted\n   34  during the first seven days of session of the fall term.\n   35    S 2. Section 3635-a of the education law, as added by chapter  747  of\n   36  the laws of 1986, subdivision 1 as amended by chapter 474 of the laws of\n   37  1996, is amended to read as follows:\n   38    S 3635-a. Safety  belt  usage.    1.  A board of education or board of\n   39  trustees may, in its discretion, following  a  public  hearing  for  the\n   40  purpose  of  determining  whether a resolution shall be adopted, provide\n   41  for the [use] INSTALLATION of seat safety belts on such school buses, in\n   42  accordance with regulations and standards established by the commission-\n   43  er under subdivision one of section  thirty-six  hundred  [thirty-eight]\n   44  TWENTY-THREE of this [chapter] ARTICLE.\n   45    2.  Such  public  hearing,  conducted upon reasonable notice, shall be\n   46  held to consider: (a) whether the district  shall  install  seat  safety\n   47  belts  on  buses  purchased and/or contracted for prior to the effective\n   48  date of this section [and require their use]; AND (b) when such  instal-\n   49  lation  shall  be  provided[,  and  (c) whether use of seat safety belts\n   50  shall be required on all school buses within the  district  so  equipped\n   51  after  a  date  to  be  determined by the board of education or board of\n   52  trustees].\n   53    3. Such hearings shall  consider  the  effect  of  seat  safety  belts\n   54  installation  on the total number of students that can be transported on\n   55  such buses.\n\n       A. 3717                             3\n\n    1    4. Within twenty days after the public hearing, the board of education\n    2  or board of trustees shall, by resolution, determine whether to  require\n    3  installation [and use] of seat safety belts on some or all school buses.\n    4    4-A.  IF THE BOARD OF EDUCATION OR BOARD OF TRUSTEES HAS DETERMINED TO\n    5  REQUIRE  THE  INSTALLATION  OF  SEAT SAFETY BELTS, THE USE OF SUCH BELTS\n    6  SHALL BE MANDATORY PURSUANT TO PARAGRAPH A OF SUBDIVISION ONE OF SECTION\n    7  THIRTY-SIX HUNDRED TWENTY-THREE OF THIS ARTICLE.\n    8    5. This section shall apply only to vehicles owned or leased by school\n    9  districts and  nonpublic  schools,  and  to  vehicles  used  to  perform\n   10  contracts  with  such  school  districts  and  nonpublic schools for the\n   11  purpose of transporting school children for hire.\n   12    6. Nothing in this section shall be construed to impose  a  duty  upon\n   13  boards  of  education or boards of trustees to provide seat safety belts\n   14  on school buses purchased or contracted for prior to the effective  date\n   15  of  this  section, nor shall any board of education or board of trustees\n   16  be held liable for failure to provide seat safety belts pursuant to this\n   17  section. A school board member or trustee shall have immunity  from  any\n   18  civil  or criminal liability that might otherwise be incurred or imposed\n   19  as a result of the provisions of this section provided that such  person\n   20  shall have acted in good faith. For the purpose of any proceeding, civil\n   21  or criminal, the good faith of any such person shall be presumed.\n   22    7.  The provisions of this section shall not apply to school districts\n   23  which are using safety belts on school buses or have installed  or  have\n   24  contracted for the installation of seat safety belts prior to the effec-\n   25  tive date of this section.\n   26    S  3.  This  act  shall  take  effect  on  the first of September next\n   27  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring the usage of seat safety belts by passengers of school buses which are equipped with such belts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533444
}