{
  "year" : 2011,
  "senateBillNo" : "A3719-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3719-2011-1296018000000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs department of audit and control to study and make recommendations on establishing public retirement system for employees of private mental hygiene providers",
  "summary" : "Directs the department of audit and control to examine, evaluate and make recommendations on the establishment and operation of a public retirement system for the benefit of the employees of each provider of services issued an operating certificate pursuant to the mental hygiene law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Comptroller",
  "previousVersions" : [ "A5992-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3719\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. P. RIVERA, CAHILL, LUPARDO, J. RIVERA -- Multi-\n         Sponsored by --  M.  of  A.  McDONOUGH,  McENENY,  PHEFFER,  ROBINSON,\n         SCHROEDER, THIELE, WEISENBERG, WRIGHT -- read once and referred to the\n         Committee on Governmental Employees\n\n       AN  ACT  to direct the department of audit and control to study and make\n         recommendations on the establishment and operation of a public retire-\n         ment system for the benefit  of  employees  of  private  providers  of\n         mental hygiene services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The department of audit and control shall examine, evaluate\n    2  and make recommendations on the establishment and operation of a  public\n    3  retirement  system,  similar  to the New York state and local employees'\n    4  retirement system, and subject to the control  and  supervision  of  the\n    5  state  comptroller, for the benefit of the employees of each provider of\n    6  services issued an operating certificate pursuant to the mental  hygiene\n    7  law.  Such department shall direct its attention to at least the follow-\n    8  ing:\n    9    (a) the contributions by employees and the providers of services which\n   10  would be necessary to operate such public retirement system;\n   11    (b) the pension benefits that would be payable to employees;\n   12    (c) the costs of operating such a public retirement system; and\n   13    (d) the legislation, rules and regulations necessary to establish  and\n   14  implement such a public retirement system.\n   15    S  2. The department of audit and control shall hold such public hear-\n   16  ings as shall be necessary  to  fulfill  its  duties  pursuant  to  this\n   17  section.\n   18    S  3.  The  department  of  audit and control shall make a preliminary\n   19  report to the governor and the legislature of its findings,  conclusions\n   20  and  recommendations  on  or before April 1, 2012, and a final report of\n   21  its findings, conclusions and recommendations  on  or  before  April  1,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00008-01-1\n\n       A. 3719                             2\n\n    1  2013,  and  shall submit with its reports such legislative proposals and\n    2  proposed rules and regulations as it deems necessary  to  implement  its\n    3  recommendations.\n    4    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to direct the department of audit and control to study and make recommendations on the establishment and operation of a public retirement system for the benefit of employees of private providers of mental hygiene services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533450
}