{
  "year" : 2011,
  "senateBillNo" : "A3716-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3716-2011-1296018000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all seeds that are or include genetically engineered organisms to be labeled as such",
  "summary" : "Requires all seeds that are or include genetically engineered organisms to be labeled \"These are genetically engineered seeds\", and include labeling on the identity of the relevant traits and characteristics introduced into such seed, any requirements for the safe handling, storage, transport and use of the seed, the name, address and telephone number of the manufacturer of the seed and the person who labeled, sells, offers for sale or exposes such seed for sale. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A7640-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3716\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. P. RIVERA, PEOPLES-STOKES, ORTIZ, McENENY, COLTON\n         --  Multi-Sponsored  by  --  M.  of  A.  CLARK, CROUCH, GUNTHER, HOYT,\n         JACOBS, LIFTON, LUPARDO, MILLMAN -- read  once  and  referred  to  the\n         Committee on Agriculture\n\n       AN  ACT  to  amend  the  agriculture and markets law, in relation to the\n         labeling requirements for seeds which are or include genetically engi-\n         neered organisms\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 136 of the agriculture and markets law is amended\n    2  by adding two new subdivisions 22 and 23 to read as follows:\n    3    22. THE TERM \"MODERN BIOTECHNOLOGY\" MEANS:\n    4    (A) IN VITRO NUCLEIC ACID TECHNIQUES, INCLUDING RECOMBINANT DEOXYRIBO-\n    5  NUCLEIC ACID (DNA) AND DIRECT INJECTION OF NUCLEIC ACID  INTO  CELLS  OR\n    6  ORGANELLES  THAT OVERCOME NATURAL PHYSIOLOGICAL REPRODUCTIVE OR RECOMBI-\n    7  NANT BARRIERS AND THAT ARE NOT TECHNIQUES USED IN  TRADITIONAL  BREEDING\n    8  AND  SELECTION.  SUCH  TECHNIQUES SHALL ALSO INCLUDE, BUT NOT BE LIMITED\n    9  TO, RECOMBINANT DEOXYRIBONUCLEIC ACID TECHNIQUES THAT USE VECTOR SYSTEMS\n   10  AND TECHNIQUES INVOLVING THE DIRECT INTRODUCTION INTO  THE  ORGANISM  OF\n   11  HEREDITARY  MATERIALS PREPARED OUTSIDE THE ORGANISM SUCH AS MICRO-INJEC-\n   12  TION, MACRO-INJECTION, CHEMOPORATION, MICRO-ENCAPSULATION  AND  LIPOSOME\n   13  FUSION.\n   14    (B)  FUSION OF CELLS BEYOND THE TAXONOMIC FAMILY, INCLUDING PROTOPLAST\n   15  FUSION OR HYBRIDIZATION TECHNIQUES, THAT OVERCOME NATURAL  PHYSIOLOGICAL\n   16  REPRODUCTIVE  OR  RECOMBINANT  BARRIERS  WHERE THE DONOR CELLS OR PROTO-\n   17  PLASTS DO NOT FALL WITHIN THE SAME TAXONOMIC FAMILY  AND  THAT  ARE  NOT\n   18  TECHNIQUES USED IN TRADITIONAL BREEDING AND SELECTION.\n   19    23.  THE  TERM  \"GENETICALLY ENGINEERED ORGANISM\" MEANS AN ORGANISM IN\n   20  WHICH THE GENETIC MATERIAL HAS BEEN CHANGED THROUGH MODERN BIOTECHNOLOGY\n   21  IN A WAY THAT DOES NOT OCCUR NATURALLY BY MULTIPLICATION AND/OR  NATURAL\n   22  RECOMBINATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00433-01-1\n\n       A. 3716                             2\n\n    1    S  2.  Section  137  of  the agriculture and markets law is amended by\n    2  adding a new subdivision I to read as follows:\n    3    I.  FOR  ALL  SEEDS WHICH ARE OR INCLUDE GENETICALLY ENGINEERED ORGAN-\n    4  ISMS. THE FOLLOWING IN NOT LESS THAN TEN POINT TYPE:\n    5    1. THE WORDS \"THESE ARE GENETICALLY ENGINEERED SEEDS\".\n    6    2. THE IDENTITY OF THE RELEVANT TRAITS OR  CHARACTERISTICS  INTRODUCED\n    7  INTO SUCH SEED USING MODERN BIOTECHNOLOGY.\n    8    3.  ANY REQUIREMENTS FOR THE SAFE HANDLING, STORAGE, TRANSPORT AND USE\n    9  OF THE SEED.\n   10    4. THE NAME, ADDRESS AND TELEPHONE NUMBER OF THE MANUFACTURER  OF  THE\n   11  SEED.\n   12    5.  THE  NAME  AND  ADDRESS OF THE PERSON WHO LABELED SAID SEED OR WHO\n   13  SELLS, OFFERS FOR SALE OR EXPOSES SAID SEED FOR SALE WITHIN THIS STATE.\n   14    S 3. The opening paragraph of  section  139  of  the  agriculture  and\n   15  markets  law, as added by chapter 631 of the laws of 1955, is amended to\n   16  read as follows:\n   17    The provisions of this article [do], WITH THE EXCEPTION OF SUBDIVISION\n   18  I OF SECTION ONE HUNDRED THIRTY-SEVEN OF THIS ARTICLE, SHALL  not  apply\n   19  TO THE FOLLOWING:\n   20    S  4. The three undesignated paragraphs of section 142 of the agricul-\n   21  ture and markets law are designated subdivisions 1, 2 and 3, and  a  new\n   22  subdivision 4 is added to read as follows:\n   23    4.  THE  COMMISSIONER  SHALL  PROMULGATE SUCH RULES AND REGULATIONS AS\n   24  SHALL BE NECESSARY TO IMPLEMENT  THE  PROVISIONS  OF  SUBDIVISION  I  OF\n   25  SECTION  ONE  HUNDRED  THIRTY-SEVEN  OF  THIS ARTICLE IN RELATION TO THE\n   26  LABELING OF SEEDS WHICH ARE OR INCLUDE GENETICALLY ENGINEERED ORGANISMS,\n   27  TAKING INTO CONSIDERATION: THE ORIGINS OF THE SEED, THE PRESENCE OF WEED\n   28  SEEDS, MIXTURES, HERMETICALLY  SEALED  CONTAINERS,  COATED  SEEDS,  CROP\n   29  SEEDS,  GENETICALLY  ENGINEERED  MATERIAL,  GENETICALLY ENGINEERED PLANT\n   30  PARTS, HYBRIDS, GERMINATION MEDIUM AND PRE-PLANTED CONTAINERS.\n   31    S 5. This act shall take effect on the sixtieth  day  after  it  shall\n   32  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the labeling requirements for seeds which are or include genetically engineered organisms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533442
}