{
  "year" : 2011,
  "senateBillNo" : "A3728-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3728-2011-1296018000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an exemption to certain provisions relating to risk-based capital for property/casualty insurance companies and to financial regulation of medical malpractice; repealer",
  "summary" : "Provides an exemption to certain provisions relating to risk-based capital for property/casualty insurance companies; repeals certain provisions relating thereto; relates to financial regulation of medical malpractice insurance liability companies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA9014-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3728\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Insurance\n\n       AN  ACT  to  amend  the  insurance  law,  in relation to an exemption to\n         certain  provisions  of  law  relating  to  risk-based   capital   for\n         property/casualty  insurance  companies; and in relation to the finan-\n         cial regulation of medical malpractice liability insurance  companies;\n         and to repeal certain provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 1301  of  the  insurance  law  is\n    2  amended by adding two new paragraphs 19 and 20 to read as follows:\n    3    (19) FOR THOSE STOCK AND NON-STOCK COMPANIES TO WHICH SUBPARAGRAPH (B)\n    4  OF PARAGRAPH TWO OF SUBSECTION (B) OF SECTION ONE THOUSAND THREE HUNDRED\n    5  TWENTY-FOUR OF THIS ARTICLE APPLY, THE AMOUNT OF THE SURCHARGE ON PREMI-\n    6  UMS TO SATISFY A PROJECTED DEFICIENCY THAT IS ATTRIBUTABLE TO THE PREMI-\n    7  UM  LEVELS  ESTABLISHED PURSUANT TO SECTION FORTY OF CHAPTER TWO HUNDRED\n    8  SIXTY-SIX OF THE LAWS OF NINETEEN HUNDRED EIGHTY-SIX, AS SUCH  SURCHARGE\n    9  IS  PROVIDED  IN SUCH CHAPTER, WHETHER OR NOT SUCH SURCHARGE IS ACTUALLY\n   10  IMPOSED BY THE SUPERINTENDENT; PROVIDED, HOWEVER, THAT SUCH  SURCHARGES,\n   11  IF  IMPOSED,  WILL  BE  SUBJECT  TO THE LIMITATIONS PROVIDED FOR IN THIS\n   12  CHAPTER RELATING TO THE AMOUNTS TO BE COLLECTED IN A GIVEN POLICY YEAR.\n   13    (20) FOR RECIPROCAL INSURERS ORGANIZED AND LICENSED PURSUANT TO  ARTI-\n   14  CLE  SIXTY-ONE OF THIS CHAPTER TO WRITE MEDICAL MALPRACTICE INSURANCE AS\n   15  THAT TERM IS DEFINED IN SUBSECTION (B) OF  SECTION  FIVE  THOUSAND  FIVE\n   16  HUNDRED  ONE OF THIS CHAPTER, THE AMOUNT OF ANY ASSESSMENT AUTHORIZED BY\n   17  SUBSECTIONS (A) AND (B) OF SECTION SIX THOUSAND  ONE  HUNDRED  EIGHT  OF\n   18  THIS CHAPTER; PROVIDED, HOWEVER, THAT SUCH ASSESSMENTS, IF IMPOSED, WILL\n   19  BE  SUBJECT  TO THE LIMITATIONS PROVIDED FOR IN THIS CHAPTER RELATING TO\n   20  THE AMOUNTS TO BE COLLECTED IN A GIVEN POLICY YEAR.\n   21    S 2. Section 1311 of the insurance law is  amended  by  adding  a  new\n   22  subsection (e) to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05104-01-1\n\n       A. 3728                             2\n\n    1    (E)  IN DETERMINING THE TOTAL ADMITTED ASSETS OF AN INSURER THE SUPER-\n    2  INTENDENT SHALL INCLUDE IN SUCH  DETERMINATION  ALL  ASSETS  ALLOWED  AS\n    3  ADMITTED ASSETS PURSUANT TO SUBSECTION (A) OF SECTION ONE THOUSAND THREE\n    4  HUNDRED ONE OF THIS ARTICLE.\n    5    S  3.  Section 1325 of the insurance law is REPEALED and a new section\n    6  1325 is added to read as follows:\n    7    S 1325. EXEMPTION. (A) FOR THE PURPOSES OF EXEMPTING CERTAIN INSURANCE\n    8  COMPANIES FROM THE PROVISIONS OF  SECTION  ONE  THOUSAND  THREE  HUNDRED\n    9  TWENTY-FOUR OF THIS ARTICLE, THE SUPERINTENDENT SHALL EXEMPT THOSE STOCK\n   10  AND NON-STOCK INSURANCE COMPANIES TO WHICH SUBPARAGRAPH (B) OF PARAGRAPH\n   11  TWO OF SUBSECTION (B) OF SUCH SECTION APPLIES.\n   12    (B)  THE  SUPERINTENDENT SHALL NO LATER THAN JUNE THIRTIETH, TWO THOU-\n   13  SAND THIRTEEN PROMULGATE, FOR APPLICATION  DURING  THE  NEXT  SUCCEEDING\n   14  CALENDAR  YEAR,  AND AFTER  CONSULTATION WITH THE COMMISSIONER OF HEALTH\n   15  AND DOMESTIC MEDICAL MALPRACTICE INSURERS  WRITING  MEDICAL  MALPRACTICE\n   16  INSURANCE  IN  THIS STATE, A REGULATION WHICH PROVIDES A SEPARATE FINAN-\n   17  CIAL SECURITY STANDARD AND RATE APPROVAL PROCESS  FOR  THOSE  STOCK  AND\n   18  NON-STOCK INSURANCE COMPANIES TO WHICH SUBPARAGRAPH (B) OF PARAGRAPH TWO\n   19  OF  SUBSECTION  (B) OF SECTION ONE THOUSAND THREE HUNDRED TWENTY-FOUR OF\n   20  THIS CHAPTER APPLY. SUCH STANDARD SHALL BE  SUFFICIENTLY  DISTINCT  FROM\n   21  THAT  PROVIDED  FOR IN THIS CHAPTER OR RELATED REGULATION OR UTILIZED BY\n   22  THE SUPERINTENDENT IN THE EXAMINATION OF PROPERTY AND CASUALTY  CARRIERS\n   23  SO  AS  TO  REFLECT  THE  UNIQUE MARKET, FINANCIAL AND LEGAL OBLIGATIONS\n   24  IMPOSED UPON MEDICAL MALPRACTICE INSURANCE CARRIERS. FURTHER, THE  REGU-\n   25  LATION  SHALL INCLUDE NEW STATUTORY FINANCIAL STATEMENT BLANKS AND EXAM-\n   26  INATION PROTOCOLS CONSISTENT WITH THE NEW STANDARD.\n   27    (C) UNTIL SUCH TIME AS THE SUPERINTENDENT PROMULGATES  REGULATIONS  IN\n   28  ACCORDANCE  WITH  SUBSECTION  (B)  OF  THIS  SECTION,  THOSE  STOCK  AND\n   29  NON-STOCK INSURANCE COMPANIES TO WHICH SUBPARAGRAPH (B) OF PARAGRAPH TWO\n   30  OF SUBSECTION (B) OF SECTION ONE THOUSAND THREE HUNDRED  TWENTY-FOUR  OF\n   31  THIS  CHAPTER APPLIED, AND NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO\n   32  THE CONTRARY, A CARRIER MAY FILE FOR AND USE  A  RATE  INCREASE  NOT  TO\n   33  EXCEED FIVE PERCENT OF THE CARRIER'S CURRENT RATE UPON A FILING WITH THE\n   34  SUPERINTENDENT FOR THE NEXT SUCCEEDING POLICY YEAR IF SUCH SUBMISSION IS\n   35  FILED  WITH  THE SUPERINTENDENT NO LATER THAN JULY FIFTEENTH OF THE YEAR\n   36  PRIOR TO WHICH IT IS TO BE APPLIED.   IF A CARRIER DOES  NOT  FILE  SUCH\n   37  RATE  ADJUSTMENT  WITHIN  SUCH  TIME  FRAME,  THEN SUCH INSURER SHALL BE\n   38  SUBJECT TO THE RATE APPROVAL PROCESS IN PLACE AT THE TIME  THIS  SECTION\n   39  SHALL TAKE EFFECT.\n   40    S 4. The insurance law is amended by adding a new section 1326 to read\n   41  as follows:\n   42    S  1326.  STATUTORY  ASSOCIATION  MEMBERSHIP.    FOR  THOSE  STOCK AND\n   43  NON-STOCK COMPANIES TO  WHICH  SUBPARAGRAPH  (B)  OF  PARAGRAPH  TWO  OF\n   44  SUBSECTION (B) OF SECTION ONE THOUSAND THREE HUNDRED TWENTY-FOUR OF THIS\n   45  ARTICLE  APPLY, NO LIABILITIES ARISING FROM ANY MEMBERSHIP IN ANY STATU-\n   46  TORY ASSOCIATION SHALL BE DUE AND OWING FROM SUCH COMPANIES  UNLESS  AND\n   47  UNTIL  SUCH LIABILITIES CAN ONLY BE SATISFIED BY A CONTRIBUTION FROM THE\n   48  INSURER, AND THE INSURER IS NOTIFIED OF SAME  NOT  LESS  THAN  ONE  YEAR\n   49  PRIOR  TO  THE EXPECTED DATE THAT SUCH OBLIGATION WILL BE DUE AND OWING.\n   50  SUCH LIABILITIES SHALL NOT BE AGGREGATED AND SHALL NOT  INCLUDE  CONTIN-\n   51  GENT  LIABILITIES,  BUT REFLECT SPECIFIC CLAIMS LIABILITIES ACTUALLY DUE\n   52  AND OWING OR EXPECTED TO BE DUE AND OWING IN THAT YEAR FOR  WHICH  THERE\n   53  ARE  NO  OTHER  ASSOCIATION OR POOL RESOURCES, INCLUDING CURRENT PREMIUM\n   54  INCOME, TO SATISFY SUCH OBLIGATIONS; FURTHER, COMPANIES, UPON RECEIPT OF\n   55  NOTICE OF SUCH OBLIGATION, SHALL HAVE THE RIGHT TO AUDIT ANY SUCH  ASSO-\n   56  CIATION AND ITS REQUEST FOR COVERAGE OF SUCH LIABILITIES.\n\n       A. 3728                             3\n\n    1    S  5.  Subsection (c) of section 2343 of the insurance law, as amended\n    2  by section 27 of part B of chapter 58 of the laws of 2008, is amended to\n    3  read as follows:\n    4    (c)  Notwithstanding  any other provision of this chapter, no applica-\n    5  tion for an order of rehabilitation or liquidation of a domestic insurer\n    6  whose primary liability arises from the business of medical  malpractice\n    7  insurance,  as  that  term  is defined in subsection (b) of section five\n    8  thousand five hundred one of this chapter, shall be made on the  grounds\n    9  specified  in  subsection  (a)  or  (c)  of  section seven thousand four\n   10  hundred two of this chapter at any time [prior to  June  thirtieth,  two\n   11  thousand eleven].\n   12    S 6. Subsection (b) of section 6108 of the insurance law is amended to\n   13  read as follows:\n   14    (b)  If the admitted assets of any such insurer are at any time insuf-\n   15  ficient for the payment of losses and expenses after providing  for  all\n   16  other liabilities of such insurer and the minimum surplus to policyhold-\n   17  ers required by this chapter, the advisory committee shall, within thir-\n   18  ty  days thereafter, order an assessment for the amount necessary to pay\n   19  such losses and expenses, and authorize the attorney-in-fact to  collect\n   20  from  each  subscriber liable therefor a pro rata share of the amount of\n   21  such assessment, subject to the limit specified in the contract of  such\n   22  subscriber  and to maintain an action therefor in the name of the attor-\n   23  ney-in-fact. FOR THE PURPOSES OF THIS SUBSECTION, ADMITTED ASSETS  SHALL\n   24  INCLUDE A PRESUMPTION OF A SURCHARGE OR ASSESSMENT, WHERE APPLICABLE, OR\n   25  BOTH,  HAVING BEEN AUTHORIZED BY THE ADVISORY COUNCIL OR DIRECTED BY THE\n   26  SUPERINTENDENT CONSISTENT WITH THE TERMS OF THE  SUBSCRIBERS'  CONTRACTS\n   27  AND COLLECTED BY AN INSURER.\n   28    S 7. Subsection (c) of section 6111 of the insurance law is amended to\n   29  read as follows:\n   30    (c) The contingent liability of subscribers for additional premiums or\n   31  assessments  shall [not] be included as an asset in the financial state-\n   32  ment of a reciprocal insurer.\n   33    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to an exemption to certain provisions of law relating to risk-based capital for property/casualty insurance companies; and in relation to the financial regulation of medical malpractice liability insurance companies; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T155825.TXT", "SOBI.D110127.T133853.TXT", "SOBI.D110127.T103838.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296153533969
}