{
  "year" : 2011,
  "senateBillNo" : "A3720-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to mental health",
    "billEventId" : "A3720-2011-1296018000000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"minority mental health act\" to establish the division of minority mental health within the office of mental health",
  "summary" : "Enacts the \"minority mental health act\" to establish the division of minority mental health within the office of mental health; such division shall be responsible for assuring that mental health programs and services are culturally and linguistically appropriate to meet the needs of racial and ethnic minorities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A9833-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3720\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. P. RIVERA, AUBRY, LUPARDO, TITUS, LIFTON, ROBIN-\n         SON, WEISENBERG,  N. RIVERA,  MILLMAN,  PEOPLES-STOKES,  SCHROEDER  --\n         Multi-Sponsored  by  --  M. of A.   BRENNAN, COOK, GOTTFRIED, GUNTHER,\n         HEASTIE, LAVINE, PHEFFER, J. RIVERA -- read once and referred  to  the\n         Committee on Mental Health\n\n       AN  ACT to amend the mental hygiene law, in relation to establishing the\n         division of minority mental health within the office of mental health,\n         and providing for its powers and duties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby finds that\n    2  racial and ethnic minorities  in  America  comprise  a  substantial  and\n    3  vibrant  segment  of the United States population. According to the 2000\n    4  United States Census, minorities comprised the majority of the New  York\n    5  City  population. Further, the legislature finds that nearly half of all\n    6  New York City households speak a language other than  English  at  home,\n    7  and  that  the  \"enormous  shortage  of trained bilingual and bicultural\n    8  counselors, therapists, psychiatrists and social workers, make it impos-\n    9  sible, for many limited-English-proficient New Yorkers to obtain  refer-\n   10  rals  and  timely,  appropriate  mental health services\" (New York State\n   11  Assembly Standing Committee on Mental Health report,  AN  EVALUATION  OF\n   12  THE  DELIVERY  OF  MENTAL  HYGIENE  SERVICES IN NEW YORK STATE, February\n   13  2005). Moreover, the legislature finds that the President's New  Freedom\n   14  Commission  on Mental Health also found that the mental health system in\n   15  the United States \"has not kept pace with the diverse  needs  of  racial\n   16  and  ethnic minorities.   Misunderstanding and misinterpreting behaviors\n   17  have led  to  tragic  consequences,  including  inappropriately  placing\n   18  minorities  in the criminal and juvenile justice systems.\" Consequently,\n   19  the legislature finds that a division of minority mental  health  should\n   20  be  created  to address the unique mental health needs of the racial and\n   21  ethnic minority citizens of the state.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01202-01-1\n\n       A. 3720                             2\n\n    1    S 2. Short title. This act shall be known and  may  be  cited  as  the\n    2  \"minority mental health act\".\n    3    S  3.  The  mental hygiene law is amended by adding a new article 8 to\n    4  read as follows:\n    5                                  ARTICLE 8\n    6                         DIVISION OF MINORITY MENTAL\n    7                                   HEALTH\n    8  SECTION 8.01 DECLARATION OF POLICY.\n    9          8.03 DEFINITIONS.\n   10          8.05 DIVISION OF MINORITY MENTAL HEALTH.\n   11          8.07 SCOPE OF RESPONSIBILITIES.\n   12          8.09 MINORITY MENTAL HEALTH COUNCIL.\n\n   13  S 8.01 DECLARATION OF POLICY.\n   14    THE STATE OF NEW YORK AND ITS LOCAL GOVERNMENTS HAVE A  RESPONSIBILITY\n   15  TO CARE FOR AND TREAT ALL OF ITS CITIZENS SUFFERING FROM MENTAL DISABIL-\n   16  ITIES.  TO  ADDRESS  THE  GROWING AND SIGNIFICANT DISCONNECT BETWEEN THE\n   17  MENTAL HEALTH CARE NEEDS, AND  THE  AVAILABILITY  AND  ACCESSIBILITY  OF\n   18  CULTURALLY  AND LINGUISTICALLY COMPETENT CARE FOR ALL NEW YORKERS, A NEW\n   19  DIVISION OF MINORITY MENTAL HEALTH IS CREATED. THE DIVISION SHALL  FOCUS\n   20  ON ASSESSING THE MENTAL HEALTH NEEDS OF RACIAL AND ETHNIC MINORITY POPU-\n   21  LATIONS  AND  STRIVE TO BEST ENSURE THAT APPROPRIATE CARE IS PROVIDED TO\n   22  THESE INDIVIDUALS.\n   23  S 8.03 DEFINITIONS.\n   24    AS USED IN THIS ARTICLE:\n   25    (A) \"COUNCIL\" MEANS THE MINORITY MENTAL HEALTH COUNCIL ESTABLISHED  BY\n   26  SECTION 8.09 OF THIS ARTICLE.\n   27    (B)  \"DIVISION\"  MEANS  THE DIVISION OF MINORITY HEALTH ESTABLISHED BY\n   28  SECTION 8.05 OF THIS ARTICLE.\n   29  S 8.05 DIVISION OF MINORITY MENTAL HEALTH.\n   30    THERE IS HEREBY ESTABLISHED, WITHIN THE OFFICE, A DIVISION OF MINORITY\n   31  MENTAL HEALTH. THE DIVISION SHALL ASSIST THE OFFICE AND THE COMMISSIONER\n   32  IN CARRYING OUT THEIR POWERS AND DUTIES RELATING  TO  THE  PROVISION  OF\n   33  MENTAL HEALTH SERVICES TO RACIAL AND ETHNIC MINORITIES.\n   34  S 8.07 SCOPE OF RESPONSIBILITIES.\n   35    THE DIVISION SHALL:\n   36    (A)  BE  RESPONSIBLE  FOR  ASSURING  THAT  MENTAL  HEALTH PROGRAMS AND\n   37  SERVICES ARE CULTURALLY AND LINGUISTICALLY APPROPRIATE TO MEET THE NEEDS\n   38  OF RACIAL AND ETHNIC MINORITIES;\n   39    (B) SERVE AS LIAISON AND ADVOCATE FOR THE OFFICE  ON  MINORITY  MENTAL\n   40  HEALTH  MATTERS.    THIS  FUNCTION  SHALL INCLUDE THE PROVISION OF STAFF\n   41  SUPPORT TO THE COUNCIL AND  THE  ESTABLISHMENT  OF  APPROPRIATE  PROGRAM\n   42  LINKAGE WITH RELATED FEDERAL, STATE, AND LOCAL AGENCIES AND PROGRAMS;\n   43    (C)  ASSIST PROFESSIONAL SCHOOLS AND STATE AGENCIES TO DEVELOP COMPRE-\n   44  HENSIVE PROGRAMS TO IMPROVE THE SUPPLY OF MINORITY MENTAL HEALTH PERSON-\n   45  NEL BY PROMOTING MINORITY MENTAL HEALTH CLINICAL TRAINING AND CURRICULUM\n   46  IMPROVEMENT, AND DISSEMINATING MINORITY MENTAL HEALTH CAREER INFORMATION\n   47  TO HIGH SCHOOL AND COLLEGE STUDENTS; AND\n   48    (D) REVIEW THE IMPACT OF PROGRAMS, REGULATIONS AND MENTAL HEALTH  CARE\n   49  REIMBURSEMENT  POLICIES  ON  MINORITY MENTAL HEALTH SERVICE DELIVERY AND\n   50  ACCESS.\n   51  S 8.09 MINORITY MENTAL HEALTH COUNCIL.\n   52    (A) THERE IS HEREBY  ESTABLISHED,  WITHIN  THE  DIVISION,  A  MINORITY\n   53  MENTAL  HEALTH  COUNCIL  TO  CONSIST  OF  THE  COMMISSIONER AND FOURTEEN\n   54  APPOINTED MEMBERS.  THE COMMISSIONER SHALL SERVE AS  THE  CHAIR  OF  THE\n   55  COUNCIL.    THE  APPOINTED MEMBERSHIP OF THE COUNCIL SHALL HAVE RELEVANT\n\n       A. 3720                             3\n\n    1  EXPERIENCE RELATED TO THE PROVISION OR RECEIPT OF MINORITY SERVICES  AND\n    2  SHALL  BE  REFLECTIVE OF THE DIVERSITY OF THE STATE'S POPULATION INCLUD-\n    3  ING, BUT NOT LIMITED TO, THE VARIOUS MINORITY POPULATIONS THROUGHOUT THE\n    4  STATE.  THE MEMBERS SHALL BE APPOINTED AS FOLLOWS:\n    5    1. FOUR MEMBERS SHALL BE APPOINTED BY THE GOVERNOR;\n    6    2.  FOUR  MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE\n    7  SENATE;\n    8    3. FOUR MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n    9    4. ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE SENATE;\n   10  AND\n   11    5. ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE  ASSEM-\n   12  BLY.\n   13    (B)  THE  APPOINTED  MEMBERS OF THE COUNCIL SHALL EACH SERVE A TERM OF\n   14  TWO YEARS, BUT SHALL CONTINUE TO SERVE IN OFFICE UNTIL THEIR  SUCCESSORS\n   15  ARE  APPOINTED.  ALL VACANCIES IN THE MEMBERSHIP OF THE COUNCIL SHALL BE\n   16  FILLED FOR THE UNEXPIRED TERM WITHIN SIX MONTHS OF THE DATE THE  VACANCY\n   17  OCCURS.  VACANCIES  SHALL  BE  FILLED IN THE SAME MANNER AS THE ORIGINAL\n   18  APPOINTMENT.\n   19    (C) THE COUNCIL SHALL MEET AS FREQUENTLY AS ITS BUSINESS MAY  REQUIRE,\n   20  BUT  IN  NO  CASE SHALL IT MEET LESS THAN FOUR TIMES DURING ANY CALENDAR\n   21  YEAR.\n   22    (D) THE MEMBERS OF THE COUNCIL SHALL RECEIVE NO COMPENSATION FOR THEIR\n   23  SERVICES, BUT SHALL BE  ALLOWED  THEIR  ACTUAL  AND  NECESSARY  EXPENSES\n   24  INCURRED IN THE PERFORMANCE OF THEIR DUTIES PURSUANT TO THIS ARTICLE.\n   25    (E) THE COUNCIL SHALL:\n   26    1. AT THE REQUEST OF THE COMMISSIONER, CONSIDER ANY MATTER RELATING TO\n   27  THE PROVISION AND IMPROVEMENT OF MINORITY MENTAL HEALTH SERVICES; AND\n   28    2.  CONDUCT  A  STUDY  ON THE MENTAL HEALTH NEEDS OF RACIAL AND ETHNIC\n   29  MINORITIES AND THE AVAILABILITY AND EFFECTIVENESS OF  PROGRAMS  DESIGNED\n   30  TO  MEET SUCH NEEDS. SUCH STUDY SHALL INCLUDE, BUT NOT BE LIMITED TO, AN\n   31  EXAMINATION OF: RATES OF UNDERUTILIZATION OF MENTAL HEALTH  SERVICES  BY\n   32  SPECIFIC  RACIAL AND ETHNIC MINORITY GROUPS, THE REASONS CONTRIBUTING TO\n   33  SUCH  UNDERUTILIZATION  PATTERNS,  THE  AVAILABILITY  OF  MENTAL  HEALTH\n   34  SERVICES SPECIFICALLY DESIGNED TO ADDRESS THE NEEDS OF IDENTIFIED RACIAL\n   35  AND  ETHNIC  MINORITIES  AND  RECOMMENDATIONS  FOR ADDRESSING IDENTIFIED\n   36  UNMET NEEDS  AND  FOR  IMPROVING  THE  AVAILABILITY  OF  CULTURALLY  AND\n   37  LINGUISTICALLY  APPROPRIATE SERVICES. THE COUNCIL SHALL REPORT ITS FIND-\n   38  INGS AND RECOMMENDATIONS TO THE GOVERNOR, THE COMMISSIONER,  THE  TEMPO-\n   39  RARY PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY AND THE CHAIR-\n   40  PERSONS  OF  THE  SENATE  MENTAL  HEALTH  AND DEVELOPMENTAL DISABILITIES\n   41  COMMITTEE AND THE ASSEMBLY  MENTAL  HEALTH  COMMITTEE,  WITHIN  EIGHTEEN\n   42  MONTHS OF THE EFFECTIVE DATE OF THIS ARTICLE.\n   43    S  4. This act shall take effect on the first of April next succeeding\n   44  the date on which it shall have become a law; provided that any appoint-\n   45  ments, rules and regulations necessary to implement  the  provisions  of\n   46  this  act  on  its  effective  date  are  authorized  and directed to be\n   47  completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to establishing the division of minority mental health within the office of mental health, and providing for its powers and duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T115853.TXT", "SOBI.D110126.T155825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147533452
}