{
  "year" : 2011,
  "senateBillNo" : "A372-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A372-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A372-2011-1294722000000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts retail sale of ipecac syrup to behind the pharmacy counter or under manager control",
  "summary" : "Directs the commissioner of health to require that access to retail sale of ipecac syrup shall not be unrestricted; requires placement behind the pharmacy or only accessible through the manager of a retail establishment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AB544-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          372\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HOYT, BURLING -- Multi-Sponsored by -- M. of A.\n         GALEF, HIKIND, WEISENBERG -- read once and referred to  the  Committee\n         on Health\n\n       AN  ACT  to  amend  the general business law, in relation to restricting\n         access to ipecac syrup\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S  391-R.  RESTRICTED  ACCESS TO RETAIL SALE OF IPECAC.  1. ANY RETAIL\n    4  ESTABLISHMENT THAT SELLS ANY PRODUCT OR PRODUCTS CONTAINING AS THE  ONLY\n    5  ACTIVE  INGREDIENT  IPECAC,  SHALL  LIMIT  ACCESS  TO SUCH PRODUCTS IN A\n    6  MANNER DESIGNED TO PREVENT THE MISUSE OR ABUSE OF  SUCH  PRODUCTS.  SUCH\n    7  LIMITATIONS  SHALL INCLUDE REMOVING SUCH PRODUCTS FROM SHELVES AND OTHER\n    8  LOCATIONS THAT ARE DIRECTLY ACCESSIBLE BY CUSTOMERS,  AND  PLACING  SUCH\n    9  PRODUCTS  BEHIND A PHARMACY COUNTER SO THAT A CONSUMER MUST REQUEST SUCH\n   10  PRODUCTS IN ORDER TO OBTAIN SUCH PRODUCTS FROM AN  EMPLOYEE  WORKING  IN\n   11  THE  PHARMACY.  IF THE RETAIL ESTABLISHMENT WISHES TO SELL SUCH PRODUCTS\n   12  BUT DOES NOT MAINTAIN A PHARMACY AT THAT RETAIL LOCATION, SUCH  PRODUCTS\n   13  SHALL  BE  MADE SECURE SUCH THAT THEY MAY ONLY BE ACCESSED BY A MANAGER,\n   14  ASSISTANT MANAGER, ACTING MANAGER OR OTHER SUPERVISORY PERSONNEL AT SUCH\n   15  LOCATION.\n   16    2. AS USED IN THIS SECTION \"RETAIL ESTABLISHMENT\" MEANS  EVERY  VENDOR\n   17  THAT  IN THE REGULAR COURSE OF BUSINESS SELLS PRODUCTS CONTAINING IPECAC\n   18  AT RETAIL DIRECTLY TO THE PUBLIC INCLUDING, BUT NOT LIMITED TO,  PHARMA-\n   19  CIES, GROCERY STORES, AND OTHER RETAIL STORES.\n   20    S  2.  This act shall take effect immediately; provided, however, that\n   21  the rules and regulations necessary to implement section one of this act\n   22  shall be promulgated and take effect on or before the one hundred eight-\n   23  ieth day after this act shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01091-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to restricting access to ipecac syrup ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T153616.TXT", "SOBI.D101227.T121053.TXT", "SOBI.D110111.T123202.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294767122665
}