{
  "year" : 2011,
  "senateBillNo" : "A3722-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3722-2011-1296018000000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Russell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state War of 1812 200th anniversary commemoration commission to promote the 200th anniversary of the War of 1812",
  "summary" : "Establishes the New York state War of 1812 200th anniversary commemoration commission to promote the 200th anniversary of the War of 1812 by planning and executing an organized series of War of 1812 reenactment tourism events. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Commissions",
  "previousVersions" : [ "AB10027-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3722\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  RUSSELL,  TITONE,  McENENY  -- read once and\n         referred to the Committee on Tourism, Parks, Arts and Sports  Develop-\n         ment\n\n       AN  ACT  to create a temporary New York state War of 1812 200th anniver-\n         sary commemoration commission to promote the 200th anniversary of  the\n         War of 1812\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.  The  legislature  hereby  finds  and\n    2  declares  there  is  a need to create a New York state War of 1812 200th\n    3  anniversary commemoration commission to promote the 200th anniversary of\n    4  the War of 1812 which will take place from enactment of this legislation\n    5  until 2015. The primary focus of the New York state War  of  1812  200th\n    6  anniversary  commemoration  commission  will  be  to plan and execute an\n    7  organized series of War of 1812 reenactment tourism events. The  tourism\n    8  events  will  highlight  the  following key sites: The Seaway Trail, Old\n    9  Fort Niagara, the Battle of Ogdensburg, the Battle of Plattsburgh,  Fort\n   10  Ontario,  Fort Wadsworth, and Sackets Harbor. The legislature finds that\n   11  the creation of a New York state War of 1812 200th  anniversary  commem-\n   12  oration  commission  is necessary to bring together persons qualified by\n   13  experience or by powers vested in them by their  offices  to  coordinate\n   14  and facilitate such a multi-year event.\n   15    S  2.  New  York  state  War  of  1812 200th anniversary commemoration\n   16  commission; created. 1.  There  is  hereby  created  a  temporary  state\n   17  commission to be known as the \"New York state War of 1812 200th anniver-\n   18  sary commemoration commission\".\n   19    2. Definitions. As used in this act:\n   20    a. \"Commission\" means the New York state War of 1812 200th anniversary\n   21  commemoration commission created by this section.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08384-01-1\n\n       A. 3722                             2\n\n    1    b.  \"Re-enactor\"  means  a person who is a recognized member of a duly\n    2  constituted reenactment organization approved by the host site  and  who\n    3  participates in the main War of 1812 reenactment event for the year.\n    4    3.  a.  The  commission  shall  consist  of  twenty-four members to be\n    5  appointed as follows:\n    6    The commissioner of parks, recreation and historic preservation or his\n    7  or her duly designated representative, the commissioner of education  or\n    8  his  or her duly designated representative, the commissioner of economic\n    9  development or his or  her  duly  designated  representative,  represen-\n   10  tatives  from  The  Seaway  Trail,  Old  Fort Niagara, Fort Ontario, the\n   11  Battle of Ogdensburg, the Battle of  Plattsburgh,  Fort  Wadsworth,  and\n   12  Sackets  Harbor,  eight members of the War of 1812 reenactment community\n   13  of whom two shall be appointed by the governor, two shall  be  appointed\n   14  by  the temporary president of the senate, two shall be appointed by the\n   15  speaker of the assembly, one shall be appointed by the  minority  leader\n   16  of  the  senate and one shall be appointed by the minority leader of the\n   17  assembly. Additionally, six representatives will be appointed  from  the\n   18  hospitality  and  tourism  business  community  from  the aforementioned\n   19  regions, two members shall be appointed  by  the  governor,  one  member\n   20  shall  be appointed by the temporary president of the senate, one member\n   21  shall be appointed by the speaker of the assembly, one member  shall  be\n   22  appointed  by  the minority leader of the senate and one member shall be\n   23  appointed by the minority leader of the assembly.  The  commissioner  of\n   24  parks,  recreation  and  historic preservation or his or her duly desig-\n   25  nated representative shall serve as chairperson of the commission.   The\n   26  fourteen appointed members shall serve at the pleasure of the appointing\n   27  official.  Appointments shall be made within sixty days of the effective\n   28  date of this act. If a member misses three  meetings  his  or  her  seat\n   29  shall  be  considered  vacant.  Vacancies  shall be filled in the manner\n   30  provided for in the original appointments.\n   31    b. Notwithstanding any inconsistent provision of any general,  special\n   32  or  local  law,  ordinance, resolution or charter, no officer, member or\n   33  employee of the state or of any public corporation shall forfeit his  or\n   34  her  office or employment by reason of his or her acceptance of appoint-\n   35  ment as a member of the commission, nor shall service as such commission\n   36  member be deemed incompatible or in conflict with such office or employ-\n   37  ment.\n   38    S 3. Powers and duties of the commission. 1. The commission shall have\n   39  the following powers and duties:\n   40    a. To coordinate the commemoration of the 200th anniversary of the War\n   41  of 1812 from the effective date of this act through 2015;\n   42    b. To plan and execute an organized series of War of 1812  reenactment\n   43  tourism events;\n   44    c.  To  promote War of 1812 educational studies in grades kindergarten\n   45  through 12 in New York state schools; and\n   46    2. The commission shall work with battlefields within New  York  state\n   47  and  other commissions relating to the War of 1812 that are planning War\n   48  of 1812 reenactment events. Each battlefield shall  have  the  authority\n   49  over how such events are handled.\n   50    S  4.    The  commission may meet and hold public and private hearings\n   51  within or without the state, and shall have all the powers of a legisla-\n   52  tive committee pursuant to the legislative law.\n   53    S 5. The commission may request and shall receive  from  any  subdivi-\n   54  sion, department, board, commission, office, agency, or other instrumen-\n   55  tality of the state or of any political subdivision thereof such facili-\n   56  ties,  assistance  and  data  as it deems necessary or desirable for the\n\n       A. 3722                             3\n\n    1  proper execution of its powers and duties and to effectuate the purposes\n    2  set forth in this act.\n    3    S  6.  The commission is hereby authorized and empowered to enter into\n    4  any agreements and to do and perform any acts  that  may  be  necessary,\n    5  desirable  or  proper  to  carry out the purposes and objectives of this\n    6  act.\n    7    S 7. The commission shall continue in  existence  until  December  31,\n    8  2015, at which time it shall be deemed to be repealed.\n    9    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a temporary New York state War of 1812 200th anniversary commemoration commission to promote the 200th anniversary of the War of 1812 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T120345.TXT", "SOBI.D110126.T155825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147825604
}