{
  "year" : 2011,
  "senateBillNo" : "A3729-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3729-2011-1296018000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to continuing education for licensed persons and qualifications for independent adjusters",
  "summary" : "Relates to claims for loss or damage to real property; creates continuing education requirements for licensed persons and qualifications for public and independent adjusters; allows for a revocation of licenses with an opportunity to reapply for such licenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A7088-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3729\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WEPRIN, WEISENBERG, ORTIZ -- Multi-Sponsored by\n         -- M. of A. COOK, MAYERSOHN, McENENY, NOLAN, PERRY --  read  once  and\n         referred to the Committee on Insurance\n\n       AN  ACT  to  amend  the insurance law, in relation to claims for loss or\n         damage to real property, continuing education for licensed persons and\n         qualifications for independent adjusters\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The insurance law is amended by adding a new section 2616\n    2  to read as follows:\n    3    S 2616. CLAIMS FOR LOSS OR DAMAGE TO REAL PROPERTY; REPAIRS. (A) WHEN-\n    4  EVER AN INSURED SUFFERS A LOSS OR DAMAGE TO REAL  PROPERTY,  NO  INSURER\n    5  PROVIDING COVERAGE THEREFOR SHALL REQUIRE THAT REPAIRS BE COMPLETED BY A\n    6  PARTICULAR CONSTRUCTION FIRM OR BUILDING RESTORATION FIRM.\n    7    (B) IN PROCESSING ANY SUCH CLAIM, IF AN INSURER RECOMMENDS OR SUGGESTS\n    8  THAT  REPAIRS  BE  COMPLETED  BY  A  PARTICULAR  FIRM, THE INSURER SHALL\n    9  DISCLOSE TO THE INSURED WHETHER THE INSURER HAS A  CONTROLLING  INTEREST\n   10  IN SUCH FIRM.\n   11    S 2. Subsection (a) of section 2108 of the insurance law is amended by\n   12  adding two new paragraphs 5 and 6 to read as follows:\n   13    (5)  NO  PUBLIC OR INDEPENDENT ADJUSTER SHALL RECEIVE ANY COMPENSATION\n   14  OR RECEIVE ANYTHING OF VALUE FROM ANY PERSON, FIRM, ASSOCIATION,  CORPO-\n   15  RATION, PARTNERSHIP, OR JOINT-STOCK COMPANY IN CONSIDERATION OF A DIRECT\n   16  REFERRAL OF A CLIENT OR POTENTIAL CLIENT.\n   17    (6)  NO  PUBLIC  OR  INDEPENDENT  ADJUSTER  SHALL HAVE ANY CONTROLLING\n   18  INTEREST IN ANY CONSTRUCTION FIRM, SALVAGE FIRM, OR  BUILDING  APPRAISAL\n   19  FIRM.  THE WORD \"FIRM\" SHALL INCLUDE ANY CORPORATION, PARTNERSHIP, ASSO-\n   20  CIATION, JOINT-STOCK COMPANY OR INDIVIDUAL.\n   21    S  3.  Paragraph  1 of subsection (e) of section 2108 of the insurance\n   22  law, as amended by chapter 264 of the laws of 1998, is amended  to  read\n   23  as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05092-01-1\n\n       A. 3729                             2\n\n    1    (1)  The  superintendent shall, in order to determine the trustworthi-\n    2  ness and competency to act as a public OR INDEPENDENT adjuster  of  each\n    3  individual  applicant  for such license, and of each proposed sub-licen-\n    4  see, except in the case of a renewal license, require every  such  indi-\n    5  vidual  to  take  and pass, to the satisfaction of the superintendent, a\n    6  personal written examination. No individual shall be deemed qualified to\n    7  take the examination without having demonstrated by  evidence  satisfac-\n    8  tory to the superintendent that (A) the applicant possesses a minimum of\n    9  one  year  experience  in  the  insurance  business, with involvement in\n   10  sales, underwriting or claims or other experience considered  sufficient\n   11  by the superintendent, or (B) the applicant successfully completed forty\n   12  hours of formal training in a course, program of instruction or seminars\n   13  approved by the superintendent.\n   14    S  4. Subsection (r) of section 2108 of the insurance law, as added by\n   15  chapter 264 of the laws of 1998, is amended to read as follows:\n   16    (r) (1) The following continuing education requirements shall apply to\n   17  resident and non-resident persons  licensed  as  public  OR  INDEPENDENT\n   18  adjusters.\n   19    (2)  Resident and non-resident persons licensed as public OR INDEPEND-\n   20  ENT adjusters and any person previously so licensed  whose  license  was\n   21  not  in  effect  on  the  effective  date of this subsection and who has\n   22  subsequently been relicensed pursuant to the provisions of this article,\n   23  shall biennially satisfactorily complete such courses or programs as may\n   24  be approved by the superintendent, as follows:\n   25    (A) Any person holding a license as a public OR  INDEPENDENT  adjuster\n   26  shall,  during  each  full  biennial  licensing  period,  satisfactorily\n   27  complete courses or programs of instruction or attend seminars as may be\n   28  approved by the superintendent equivalent to  fifteen  credit  hours  of\n   29  instruction.\n   30    (B)  During the same calendar year biennial licensing period, a licen-\n   31  see may  use  accumulated  continuing  education  credits  to  meet  the\n   32  requirements  of  similar classes of licenses including those authorized\n   33  by subsection (b) of section two thousand one hundred three, section two\n   34  thousand one hundred four, section two thousand  one  hundred  seven  of\n   35  this  article  with  respect  to general insurance consultants, and THIS\n   36  section [two thousand one hundred eight of this article] with respect to\n   37  public AND INDEPENDENT adjusters.\n   38    (C) Excess credit hours  accumulated  during  any  biennial  licensing\n   39  period shall not carry forward to the next biennial licensing period for\n   40  that same class of license.\n   41    (3) (A) The courses or programs of instruction successfully completed,\n   42  which shall be deemed to meet the superintendent's standards for contin-\n   43  uing education shall be:\n   44    (i) Courses, programs of instruction or seminars, approved as to meth-\n   45  od and content by the superintendent, covering portions of the principal\n   46  branches  of  insurance related to the kinds of insurance covered by the\n   47  public OR INDEPENDENT adjusting license, and given by a  degree  confer-\n   48  ring college or university whose curriculum is registered with the state\n   49  education  department  at  the time the person takes the course, whether\n   50  such course be given as part of such curriculum or separately, or by any\n   51  other institution, association,  trade  association  or  insurer,  which\n   52  maintains  equivalent standards of instruction and which shall have been\n   53  approved for such purpose by the superintendent.\n   54    (ii) Continuing education as required by the state in which a  non-re-\n   55  sident  licensee  resides  and  maintains an office, provided the super-\n   56  intendent  deems  them  equivalent  to  New  York  continuing  education\n\n       A. 3729                             3\n\n    1  requirements.  If  the  state in which the non-resident licensee resides\n    2  and maintains an office has no continuing education requirements, or the\n    3  superintendent does not deem them equivalent, the licensee must  satisfy\n    4  New York continuing education requirements.\n    5    (B)  The  number  of  credit  hours assigned to each of the courses or\n    6  programs of instruction set forth in paragraph one  of  this  subsection\n    7  shall be determined by the superintendent.\n    8    (4)  A  person  who  teaches any approved course of instruction or who\n    9  lectures at any approved seminar, and who is subject to these continuing\n   10  education requirements shall be granted the same number of credit  hours\n   11  as  would be granted to a person taking and successfully completing such\n   12  course, seminar or program, provided that such  credit  hours  shall  be\n   13  credited  only  once  per  approved course during any biennial licensing\n   14  period.\n   15    (5) Every person subject to these  continuing  education  requirements\n   16  shall  furnish,  in  a  form satisfactory to the superintendent, written\n   17  certification attesting to the course or programs of  instruction  taken\n   18  and  successfully completed by such person, and executed by the sponsor-\n   19  ing organization or its authorizing representative.\n   20    (6) (A) Any person failing to  meet  applicable  continuing  education\n   21  requirements shall not be eligible to renew the license.\n   22    (B)  Any person whose license was not renewed shall not be eligible to\n   23  become relicensed during  the next biennial licensing period until  that\n   24  person  has  demonstrated to the satisfaction of the superintendent that\n   25  continuing education requirements for the last biennial licensing period\n   26  were met.\n   27    (C) Any person whose license was not renewed pursuant to  subparagraph\n   28  (A)  of  this paragraph, who accumulates sufficient credit hours for the\n   29  prior licensing period to qualify for relicensing in the biennial period\n   30  following such non-renewal, may not apply those same credit hours toward\n   31  the continuing education requirements for the current biennial licensing\n   32  period.\n   33    (7) (A) Any entity eligible to provide continuing  education  courses,\n   34  programs  of  instruction,  or  seminars  shall file for approval by the\n   35  superintendent on a  biennial  basis,  to  conform  with  its  areas  of\n   36  instruction, a provider organization application and a course submission\n   37  application for each course, program, and seminar.\n   38    (B)  The  provider organization application shall include the names of\n   39  all instructors to be used during the contract period,  and  instructors\n   40  may  be  added  during  the  period  by notifying the superintendent and\n   41  paying the appropriate filing fee.\n   42    (C) The completed applications shall be returned in a  timely  manner,\n   43  as  specified  by the superintendent with a non-refundable filing fee of\n   44  two hundred dollars per organization, fifty dollars per course, program,\n   45  and seminar, and fifty dollars per instructor.\n   46    (D) Approval of the application shall be  at  the  discretion  of  the\n   47  superintendent.\n   48    (8) Each licensee shall pay a biennial fee of ten dollars per license,\n   49  for  continuing  education  certificate filing and recording charges, to\n   50  the superintendent, or, at the direction of the superintendent, directly\n   51  to an organization under contract to provide continuing education admin-\n   52  istrative services.\n   53    S 5. The opening paragraph of subsection (a) of section  2110  of  the\n   54  insurance law, as amended by chapter 499 of the laws of 2009, is amended\n   55  to read as follows:\n\n       A. 3729                             4\n\n    1    The  superintendent  may refuse to renew, revoke, or may suspend for a\n    2  period the  superintendent  determines  the  license  of  any  insurance\n    3  producer,  insurance  consultant, PUBLIC OR INDEPENDENT adjuster or life\n    4  settlement broker, if, after  notice  and  hearing,  the  superintendent\n    5  determines that the licensee or any sub-licensee has:\n    6    S  6.  Paragraph  2 of subsection (c) of section 2132 of the insurance\n    7  law, as amended by chapter 264 of the laws of 1998, is amended  to  read\n    8  as follows:\n    9    (2)  During the same calendar year biennial licensing period, a licen-\n   10  see may  use  accumulated  continuing  education  credits  to  meet  the\n   11  requirements  of similar classes of licenses, as follows: (A) subsection\n   12  (a) of section two thousand one hundred three and section  two  thousand\n   13  one  hundred  seven  of  this  article  with  respect  to life insurance\n   14  consultants; or (B) subsection (b) of section two thousand  one  hundred\n   15  three,  section  two thousand one hundred four, section two thousand one\n   16  hundred seven of this article with respect to general insurance consult-\n   17  ants, and section two thousand one hundred eight of  this  article  with\n   18  respect to public AND INDEPENDENT adjusters.\n   19    S  7. This act shall take effect on the first of January next succeed-\n   20  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to claims for loss or damage to real property, continuing education for licensed persons and qualifications for independent adjusters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T155825.TXT", "SOBI.D110127.T133853.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296153533971
}