{
  "year" : 2011,
  "senateBillNo" : "A3723-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3723-2011-1296018000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Russell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the suspension of driving privileges for veterans who are in support arrears",
  "summary" : "Prohibits the suspension of driving privileges for veterans who are in support arrears. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A11091-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3723\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced  by M. of A. RUSSELL -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the domestic relations law, in relation  to  prohibiting\n         the  suspension  of driving privileges for veterans who are in support\n         arrears\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (iii) of subdivision (c) of section 244-b of the\n    2  domestic relations law, as amended by chapter 398 of the laws  of  1997,\n    3  is amended and a new paragraph (iv) is added to read as follows:\n    4    (iii)  respondents  whose  income  as  defined by subparagraph five of\n    5  paragraph (b) of subdivision one-b of section two hundred forty of  this\n    6  chapter  remaining  after  the payment of the current support obligation\n    7  would fall below the self-support reserve as defined by subparagraph six\n    8  of paragraph (b) of subdivision one-b of section two  hundred  forty  of\n    9  this chapter[.]; OR\n   10    (IV) RESPONDENTS WHO ARE VETERANS. AS USED IN THIS PARAGRAPH, THE TERM\n   11  \"VETERAN\"  MEANS  A  PERSON, MALE OR FEMALE, RESIDENT OF THIS STATE, WHO\n   12  HAS SERVED IN THE ACTIVE MILITARY OR NAVAL SERVICE OF THE UNITED  STATES\n   13  DURING  A  WAR  IN  WHICH  THE  UNITED  STATES  ENGAGED AND WHO HAS BEEN\n   14  RELEASED FROM SUCH SERVICE OTHERWISE THAN BY DISHONORABLE DISCHARGE,  OR\n   15  WHO HAS BEEN FURLOUGHED TO THE RESERVE.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08232-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to prohibiting the suspension of driving privileges for veterans who are in support arrears ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T120345.TXT", "SOBI.D110126.T155825.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296147825610
}