{
  "year" : 2011,
  "senateBillNo" : "A3730-2011",
  "billEvents" : [ {
    "eventDate" : 1296018000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3730-2011-1296018000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for increased podiatry care and benefits under accident and health insurance policies",
  "summary" : "Provides for increased podiatry care and benefits under individual and group accident and health insurance policies and contracts within non-profit medical and dental indemnity, or health and hospital service corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A8820-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3730\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 26, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN, HOYT, GUNTHER -- Multi-Sponsored by -- M.\n         of  A.  COLTON,  GALEF,  HOOPER, LATIMER, MAYERSOHN, McENENY, MILLMAN,\n         PERRY, WEISENBERG -- read once and referred to the Committee on Insur-\n         ance\n\n       AN ACT to amend the insurance law, in relation to coverage and  benefits\n         of accident and health insurance policies for podiatric care\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 2 of subsection (i) of section 3216 of the insur-\n    2  ance law is amended to read as follows:\n    3    (2) If a policy provides for reimbursement for any podiatrical service\n    4  within the lawful scope  of  practice  of  a  licensed  podiatrist,  the\n    5  insured  shall  be  entitled  to THE SAME reimbursement for such service\n    6  whether it is performed by a physician or licensed podiatrist.\n    7    S 2. Subsection (k) of section 3221 of the insurance law is amended by\n    8  adding a new paragraph 17 to read as follows:\n    9    (17) EVERY POLICY WHICH  PROVIDES  COVERAGE  FOR  PODIATRIC  CARE,  AS\n   10  DEFINED IN  SECTION SEVEN THOUSAND ONE OF THE EDUCATION LAW, PROVIDED BY\n   11  A  DOCTOR OF PODIATRY LICENSED PURSUANT TO ARTICLE ONE HUNDRED FORTY-ONE\n   12  OF THE EDUCATION LAW, MAY BE SUBJECT TO REASONABLE  DEDUCTIBLE,  CO-PAY-\n   13  MENT  AND  CO-INSURANCE  AMOUNTS,  REASONABLE  FEE OR BENEFIT LIMITS AND\n   14  REASONABLE UTILIZATION REVIEW, PROVIDED THAT ANY  SUCH  AMOUNTS,  LIMITS\n   15  AND  REVIEW:  (A)  SHALL  NOT  FUNCTION  TO DIRECT TREATMENT IN A MANNER\n   16  DISCRIMINATIVE AGAINST PODIATRIC CARE; AND (B) INDIVIDUALLY AND  COLLEC-\n   17  TIVELY SHALL BE NO DIFFERENT THAN THOSE APPLICABLE UNDER THAT SAME POLI-\n   18  CY  TO  CARE  OR SERVICES PROVIDED BY OTHER HEALTH PROFESSIONALS IN  THE\n   19  DIAGNOSIS, TREATMENT AND MANAGEMENT OF THE SAME OR  SIMILAR  CONDITIONS,\n   20  DISORDERS  OR  INJURIES. NOTHING IN THIS PARAGRAPH SHALL BE CONSTRUED AS\n   21  IMPEDING OR PREVENTING EITHER THE PROVISION  OR  COVERAGE  OF  PODIATRIC\n   22  CARE  AND  SERVICES  BY  DULY    LICENSED DOCTORS OF PODIATRY WITHIN THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05102-01-1\n\n       A. 3730                             2\n\n    1  LAWFUL SCOPE OF PODIATRIC CARE IN HOSPITAL  FACILITIES  ON  A  STAFF  OR\n    2  EMPLOYEE BASIS.\n    3    S  3.  Section  4303  of  the insurance law is amended by adding a new\n    4  subsection (hh) to read as follows:\n    5    (HH) EVERY CONTRACT ISSUED  BY  A  HEALTH  SERVICE  CORPORATION  OR  A\n    6  MEDICAL  EXPENSE INDEMNITY CORPORATION THAT INCLUDES COVERAGE FOR PHYSI-\n    7  CIAN SERVICES IN A PHYSICIAN'S OFFICE, THAT PROVIDES  MAJOR  MEDICAL  OR\n    8  SIMILAR  COMPREHENSIVE-TYPE COVERAGE, AND COVERAGE FOR PODIATRIC CARE AS\n    9  DEFINED IN SECTION SEVEN THOUSAND ONE OF THE EDUCATION LAW, PROVIDED  BY\n   10  A  DOCTOR OF PODIATRY LICENSED PURSUANT TO ARTICLE ONE HUNDRED FORTY-ONE\n   11  OF THE EDUCATION LAW, MAY BE SUBJECT TO REASONABLE  DEDUCTIBLE,  CO-PAY-\n   12  MENT  AND  CO-INSURANCE  AMOUNTS,  REASONABLE  FEE OR BENEFIT LIMITS AND\n   13  REASONABLE UTILIZATION REVIEW, PROVIDED THAT ANY  SUCH  AMOUNTS,  LIMITS\n   14  AND  REVIEW:    (1)  SHALL  NOT FUNCTION TO DIRECT TREATMENT IN A MANNER\n   15  DISCRIMINATIVE AGAINST PODIATRIC CARE; AND (2) INDIVIDUALLY AND  COLLEC-\n   16  TIVELY SHALL BE NO DIFFERENT THAN THOSE APPLICABLE UNDER THE SAME POLICY\n   17  TO  CARE OR SERVICES PROVIDED BY OTHER HEALTH PROFESSIONALS IN THE DIAG-\n   18  NOSIS, TREATMENT AND MANAGEMENT  OF  THE  SAME  OR  SIMILAR  CONDITIONS,\n   19  DISORDERS  OR INJURIES. NOTHING IN THIS SUBSECTION SHALL BE CONSTRUED AS\n   20  IMPEDING OR PREVENTING EITHER THE PROVISIONS OR  COVERAGE  OF  PODIATRIC\n   21  CARE AND SERVICES BY DULY LICENSED DOCTORS OF PODIATRY WITHIN THE LAWFUL\n   22  SCOPE  OF  PODIATRIC  CARE IN HOSPITAL FACILITIES ON A STAFF OR EMPLOYEE\n   23  BASIS.\n   24    S 4. This act shall take effect on the first of January next  succeed-\n   25  ing  the  date  on  which  it shall have become a law and shall apply to\n   26  policies and contracts issued, renewed, modified, altered or amended  on\n   27  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to coverage and benefits of accident and health insurance policies for podiatric care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T134353.TXT", "SOBI.D110126.T155825.TXT", "SOBI.D110127.T133853.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296153833113
}