{
  "year" : 2011,
  "senateBillNo" : "A3738-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to housing",
    "billEventId" : "A3738-2011-1296104400000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the use of public retirement or pension funds to provide permanent affordable housing",
  "summary" : "Authorizes the investment of public retirement or pension funds in bonds issued by the New York state housing finance agency for the purpose of providing permanent affordable housing consisting of rehabilitated and newly constructed dwellings; provides for participation by minority and women-owned business enterprises in such construction; establishes the permanent affordable housing advisory board to administer the program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A6849-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3738\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAMARA,  CASTRO,  ROBINSON  -- read once and\n         referred to the Committee on Housing\n\n       AN ACT to amend the private housing finance law and the  retirement  and\n         social  security  law,  in  relation  to authorizing the use of public\n         retirement or pension funds for the purpose of establishing  permanent\n         affordable  housing;  and  establishing a permanent affordable housing\n         advisory board\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Legislative  findings and declarations. The legislature\n    2  finds and determines that there continues to exist in the state a  seri-\n    3  ously inadequate supply of safe and sanitary dwelling accommodations for\n    4  persons of low income. This condition is contrary to the public interest\n    5  and  threatens  the health, safety, welfare, comfort and security of the\n    6  people of the state.\n    7    The legislature further finds and declares that many homeless families\n    8  live in overcrowded and often dilapidated welfare hotels; that temporary\n    9  housing is expensive and yet offers only minimal services; and that  the\n   10  state  must continue to develop cost effective alternatives to temporary\n   11  housing, ultimately permanent housing is the only  real  answer  to  the\n   12  housing crisis.\n   13    The legislature further finds and reveals that the ordinary operations\n   14  of  private  enterprise  cannot  provide  an adequate supply of safe and\n   15  sanitary dwelling accommodations rentals which families and  persons  of\n   16  low  income  can  afford. The legislature therefore finds that the state\n   17  should dedicate a portion of the New York state pension funds to  create\n   18  a  sinking  bond  for  the  creation of permanent affordable housing for\n   19  families and persons who are homeless, at risk of being homeless, and/or\n   20  low income families and persons. To promote business in the state of New\n   21  York, it shall be the intent of the legislature to encourage small busi-\n   22  nesses to participate in the rehabilitation and construction  of  dwell-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04004-01-1\n\n       A. 3738                             2\n\n    1  ings to provide permanent affordable housing throughout the state of New\n    2  York.\n    3    S  2. Subdivision 7 of section 45-a of the private housing finance law\n    4  is amended by adding a new paragraph (i) to read as follows:\n    5    (I) INVEST ANY FUNDS OF THE CORPORATION IN PROJECTS WHICH PROVIDE  FOR\n    6  THE  REHABILITATION  OF  EXISTING  DWELLINGS  OR THE CONSTRUCTION OF NEW\n    7  DWELLINGS WHICH ARE TO BE USED FOR THE PURPOSE  OF  PROVIDING  PERMANENT\n    8  AFFORDABLE HOUSING.\n    9    S  3. Section 177 of the retirement and social security law is amended\n   10  by adding a new subdivision 9-a to read as follows:\n   11    9-A. BONDS ISSUED BY THE NEW YORK STATE HOUSING FINANCE AGENCY FOR THE\n   12  REHABILITATION OF EXISTING DWELLINGS OR THE CONSTRUCTION OF  NEW  DWELL-\n   13  INGS WHICH ARE TO BE USED FOR THE PURPOSE OF PROVIDING PERMANENT AFFORD-\n   14  ABLE HOUSING.\n   15    S  4.  (a)  There is hereby established a permanent affordable housing\n   16  advisory board which shall identify and  evaluate  the  state's  housing\n   17  needs  and  provide  for  an  increase in the supply of decent, safe and\n   18  affordable permanent housing. The permanent affordable housing  advisory\n   19  board  shall  consist  of seven members, to be appointed as follows: one\n   20  member shall be appointed by the governor; one member shall be appointed\n   21  by the temporary president of the senate; one member shall be  appointed\n   22  by  the  speaker  of  the assembly; one member shall be appointed by the\n   23  chairman of the senate finance committee; one member shall be  appointed\n   24  by  the  chairman  of  the assembly ways and means committee; one member\n   25  shall be appointed by the comptroller; and one member shall be appointed\n   26  by the New York state housing finance agency.\n   27    (b) Any representative so designated shall have the  power  to  attend\n   28  and to vote at any meeting of such board from which the member is absent\n   29  with  the  same force and effect as if the member designating him or her\n   30  were present and voting. Such designation shall  be  by  written  notice\n   31  filed  with  the  members. The designation of such person shall continue\n   32  until revoked at any time by the members. Notwithstanding any inconsist-\n   33  ent provisions of law, no officer or employee  of  the  state  shall  be\n   34  deemed  to  have forfeited or shall forfeit his or her office or employ-\n   35  ment by reason of acceptance of membership on the board  established  by\n   36  this section.\n   37    (c)  In  carrying  out  its  duties  under  this section the permanent\n   38  affordable housing board may request the assistance of appropriate  city\n   39  and  state agencies, public benefit corporations and public authorities.\n   40  The aforesaid agencies, public benefits corporations and public authori-\n   41  ties are authorized to provide such assistance within  their  respective\n   42  functions as the permanent affordable housing board may require.\n   43    (d) No officer or member of the advisory board shall receive any addi-\n   44  tional   compensation,   either  direct  or  indirect,  other  than  the\n   45  reimbursement for actual and necessary expenses incurred in the perform-\n   46  ance of his or her duties, by reason of his or her serving as a member.\n   47    (e) The permanent affordable housing advisory  board  shall  establish\n   48  measures  and procedures to secure meaningful participation and identify\n   49  those contracts and items of work for  which  minority  and  women-owned\n   50  business  enterprises may best bid to actively and affirmatively promote\n   51  and assist their participation in the construction program for  afforda-\n   52  ble housing dwellings created pursuant to the provisions of this act.\n   53    (f) The board established by this section shall establish measures and\n   54  procedures by which an economically viable tenant mixture is assured.\n   55    S  5.  (a) (1) In the award of contracts for the design, construction,\n   56  reconstruction, rehabilitation  or  improvement  of  affordable  housing\n\n       A. 3738                             3\n\n    1  dwellings pursuant to this act, minority and women-owned business enter-\n    2  prises  shall be given the opportunity for meaningful participation. The\n    3  permanent affordable housing  advisory  board  established  pursuant  to\n    4  section  four  of  this  act  shall establish measures and procedures to\n    5  secure meaningful participation and identify those contracts  and  items\n    6  of work for which minority and women-owned business enterprises may best\n    7  bid to actively and affirmatively promote and assist their participation\n    8  in  the  construction program for affordable housing dwellings, so as to\n    9  facilitate the award of a fair share of contracts to  such  enterprises;\n   10  provided,  however, that nothing in this act shall be construed to limit\n   11  the ability of the permanent affordable housing advisory board to assure\n   12  that qualified minority and women-owned business enterprises may partic-\n   13  ipate in the program. For purposes of this section,  \"minority  business\n   14  enterprise\"  shall mean any business enterprise which is at least fifty-\n   15  one per centum owned by, or in the case of a publicly owned business, at\n   16  least fifty-one per centum of the stock of which is owned by citizens or\n   17  permanent resident aliens who are Black,  Hispanic,  Asian  or  American\n   18  Indian, and such ownership interest is real, substantial and continuing;\n   19  and \"women-owned business enterprise\" shall mean any business enterprise\n   20  which  is  at  least  fifty-one per centum owned by, or in the case of a\n   21  publicly owned business, at least fifty-one per centum of the  stock  of\n   22  which  is  owned by citizens or permanent resident aliens who are women,\n   23  and such ownership interest is real, substantial and continuing.\n   24    The provisions of this paragraph shall not be construed to  limit  the\n   25  ability of any minority business enterprise to bid on any contract.\n   26    (2)  In  the  implementation  of  this section, the contracting agency\n   27  shall consider compliance by any contractor with the requirements of any\n   28  federal, state, or local law concerning minority and  women-owned  busi-\n   29  ness enterprises, which may effectuate the requirements of this section.\n   30  If the contracting agency determines that by virtue of the imposition of\n   31  the  requirements  of  any  such  law,  in  respect  to  capital project\n   32  contracts, the provisions thereof duplicate or conflict with  such  law,\n   33  the  contracting  agency  may waive the applicability of this section to\n   34  the extent of such duplication or conflict.\n   35    (3) Nothing in this section shall be deemed to  require  that  overall\n   36  state  and federal requirements for participation of minority and women-\n   37  owned business enterprises in programs  authorized  under  this  act  be\n   38  applied  without regard to local circumstances to all projects or in all\n   39  communities.\n   40    (b) In order to implement the  requirements  and  objectives  of  this\n   41  section, the permanent affordable housing advisory board shall establish\n   42  procedures to monitor the contractors' compliance with the provisions of\n   43  this section, provide assistance in obtaining competing qualified minor-\n   44  ity  and  women-owned business enterprises to perform contracts proposed\n   45  to be awarded, and take other appropriate measures to improve the access\n   46  of minority and women-owned business enterprises to these contracts.\n   47    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law and the retirement and social security law, in relation to authorizing the use of public retirement or pension funds for the purpose of establishing permanent affordable housing; and establishing a permanent affordable housing advisory board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845601
}