{
  "year" : 2011,
  "senateBillNo" : "A373-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A373-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the creation and administration of land banks, for the conversion of vacant, abandoned or tax-delinquent properties into productive use",
  "summary" : "Provides for the creation and administration of land banks, for the conversion of vacant, abandoned or tax-delinquent properties into productive use. ",
  "currentCommittee" : null,
  "sameAs" : "S663",
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "AA700-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          373\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HOYT, FINCH, GIGLIO, MAGNARELLI, MILLMAN, SCHI-\n         MEL, JAFFEE, BROOK-KRASNY, CAHILL, LUPARDO -- Multi-Sponsored by -- M.\n         of A. BOYLAND, BRENNAN, BURLING, DESTITO, GABRYSZAK, MAISEL,  McENENY,\n         McKEVITT,  MOLINARO, ROBINSON, WEISENBERG -- read once and referred to\n         the Committee on Local Governments\n\n       AN ACT to amend the  not-for-profit  corporation  law,  in  relation  to\n         providing  for  the creation and administration of land banks, for the\n         conversion of vacant,  abandoned  or  tax-delinquent  properties  into\n         productive use\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The not-for-profit corporation law is amended by  adding  a\n    2  new article 16 to read as follows:\n    3                                 ARTICLE 16\n    4                                 LAND BANKS\n    5  SECTION 1600. SHORT TITLE.\n    6          1601. LEGISLATIVE INTENT.\n    7          1602. DEFINITIONS.\n    8          1603. CREATION AND EXISTENCE.\n    9          1604. APPLICABILITY OF NEW YORK LAW.\n   10          1605. BOARD OF DIRECTORS.\n   11          1606. STAFF.\n   12          1607. POWERS.\n   13          1608. ACQUISITION OF PROPERTY.\n   14          1609. DISPOSITION OF PROPERTY.\n   15          1610. FINANCING OF LAND BANK OPERATIONS.\n   16          1611. BORROWING AND ISSUANCE OF BONDS.\n   17          1612. PUBLIC RECORDS AND PUBLIC MEETINGS.\n   18          1613. DISSOLUTION OF LAND BANK.\n   19          1614. CONFLICTS OF INTEREST.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01212-02-1\n\n       A. 373                              2\n\n    1          1615. CONSTRUCTION, INTENT AND SCOPE.\n    2          1616. DELINQUENT PROPERTY TAX ENFORCEMENT.\n    3          1617. EXPEDITED QUIET TITLE PROCEEDINGS.\n    4  S 1600. SHORT TITLE.\n    5    THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS THE \"LAND BANK ACT\".\n    6  S 1601. LEGISLATIVE INTENT.\n    7    THE  LEGISLATURE  FINDS  AND  DECLARES THAT NEW YORK'S COMMUNITIES ARE\n    8  IMPORTANT TO THE SOCIAL AND ECONOMIC  VITALITY  OF  THE  STATE.  WHETHER\n    9  URBAN,  SUBURBAN, OR RURAL, MANY COMMUNITIES ARE STRUGGLING TO COPE WITH\n   10  VACANT, ABANDONED, AND TAX-DELINQUENT PROPERTIES.\n   11    THERE EXISTS A CRISIS IN MANY CITIES AND THEIR METRO AREAS  CAUSED  BY\n   12  DISINVESTMENT  IN REAL PROPERTY AND RESULTING IN A SIGNIFICANT AMOUNT OF\n   13  VACANT AND ABANDONED PROPERTY. FOR EXAMPLE, CORNELL  COOPERATIVE  EXTEN-\n   14  SION  ASSOCIATION  OF ERIE COUNTY ESTIMATES THAT THE CITY OF BUFFALO HAS\n   15  THIRTEEN THOUSAND VACANT PARCELS, FOUR THOUSAND VACANT STRUCTURES AND AN\n   16  ESTIMATED TWENTY-TWO THOUSAND  TWO  HUNDRED  NINETY  VACANT  RESIDENTIAL\n   17  UNITS.  THIS  CONDITION OF VACANT AND ABANDONED PROPERTY REPRESENTS LOST\n   18  REVENUE TO LOCAL GOVERNMENTS AND LARGE COSTS  RANGING  FROM  DEMOLITION,\n   19  EFFECTS  OF  SAFETY HAZARDS AND SPREADING DETERIORATION OF NEIGHBORHOODS\n   20  INCLUDING RESULTING MORTGAGE FORECLOSURES.\n   21    THE NEED EXISTS TO STRENGTHEN AND REVITALIZE THE ECONOMY OF THE  STATE\n   22  AND  ITS LOCAL UNITS OF GOVERNMENT BY SOLVING THE PROBLEMS OF VACANT AND\n   23  ABANDONED PROPERTY IN A COORDINATED MANNER AND TO FOSTER THE DEVELOPMENT\n   24  OF SUCH PROPERTY AND PROMOTE ECONOMIC GROWTH.  SUCH PROBLEMS MAY INCLUDE\n   25  MULTIPLE TAXING JURISDICTIONS LACKING COMMON POLICIES, INEFFECTIVE PROP-\n   26  ERTY INSPECTION, CODE ENFORCEMENT AND PROPERTY  REHABILITATION  SUPPORT,\n   27  LENGTHY  AND/OR  INADEQUATE  FORECLOSURE PROCEEDINGS AND LACK OF COORDI-\n   28  NATION AND RESOURCES TO SUPPORT ECONOMIC REVITALIZATION.\n   29    THERE IS AN OVERRIDING PUBLIC NEED TO CONFRONT THE PROBLEMS CAUSED  BY\n   30  VACANT,  ABANDONED AND TAX-DELINQUENT PROPERTIES THROUGH THE CREATION OF\n   31  NEW TOOLS TO BE AVAILABLE TO COMMUNITIES THROUGHOUT  NEW  YORK  ENABLING\n   32  THEM TO TURN VACANT SPACES INTO VIBRANT PLACES.\n   33    LAND BANKS ARE ONE OF THE TOOLS THAT CAN BE UTILIZED BY COMMUNITIES TO\n   34  FACILITATE  THE  RETURN OF VACANT, ABANDONED, AND TAX-DELINQUENT PROPER-\n   35  TIES TO PRODUCTIVE USE.\n   36  S 1602. DEFINITIONS.\n   37    THE FOLLOWING WORDS AND PHRASES WHEN USED IN THIS ARTICLE  SHALL  HAVE\n   38  THE  MEANINGS  GIVEN  TO THEM IN THIS SECTION UNLESS THE CONTEXT CLEARLY\n   39  INDICATES OTHERWISE:\n   40    (A) \"BOARD OF DIRECTORS\" OR \"BOARD\" SHALL MEAN THE BOARD OF  DIRECTORS\n   41  OF A LAND BANK;\n   42    (B)  \"LAND  BANK\"  SHALL  MEAN  A  LAND  BANK  ESTABLISHED AS A TYPE C\n   43  NOT-FOR-PROFIT CORPORATION UNDER THIS CHAPTER AND IN ACCORDANCE WITH THE\n   44  PROVISIONS OF THIS ARTICLE AND PURSUANT TO THIS ARTICLE;\n   45    (C) \"FORECLOSING GOVERNMENTAL  UNIT\"  SHALL  MEAN  \"TAX  DISTRICT\"  AS\n   46  DEFINED  IN  SUBDIVISION  SIX  OF SECTION ELEVEN HUNDRED TWO OF THE REAL\n   47  PROPERTY TAX LAW;\n   48    (D) \"MUNICIPALITY\" SHALL MEAN A CITY, VILLAGE, TOWN  OR  COUNTY  OTHER\n   49  THAN A COUNTY LOCATED WHOLLY WITHIN A CITY;\n   50    (E)  \"SCHOOL  DISTRICT\"  SHALL MEAN A SCHOOL DISTRICT AS DEFINED UNDER\n   51  THE EDUCATION LAW; AND\n   52    (F) \"REAL PROPERTY\" SHALL MEAN LANDS, LANDS  UNDER  WATER,  STRUCTURES\n   53  AND ANY AND ALL EASEMENTS, AIR RIGHTS, FRANCHISES AND INCORPOREAL HERED-\n   54  ITAMENTS  AND  EVERY  ESTATE  AND  RIGHT  THEREIN,  LEGAL AND EQUITABLE,\n   55  INCLUDING TERMS FOR YEARS AND LIENS BY  WAY  OF  JUDGMENT,  MORTGAGE  OR\n   56  OTHERWISE, AND ANY AND ALL FIXTURES AND IMPROVEMENTS LOCATED THEREON.\n\n       A. 373                              3\n\n    1  S 1603. CREATION AND EXISTENCE.\n    2    (A)  ANY FORECLOSING GOVERNMENTAL UNIT MAY ELECT TO CREATE A LAND BANK\n    3  BY THE ADOPTION OF A LOCAL LAW, ORDINANCE, RULE, OR RESOLUTION AS APPRO-\n    4  PRIATE TO SUCH FORECLOSING GOVERNMENTAL UNIT WHICH ACTION SPECIFIES  THE\n    5  FOLLOWING:\n    6    (1) THE NAME OF THE LAND BANK;\n    7    (2)  THE  NUMBER  OF  MEMBERS  OF  THE BOARD OF DIRECTORS, WHICH SHALL\n    8  CONSIST OF AN ODD NUMBER OF MEMBERS, AND SHALL BE  NOT  LESS  THAN  FIVE\n    9  MEMBERS NOR MORE THAN ELEVEN MEMBERS;\n   10    (3) THE INITIAL INDIVIDUALS TO SERVE AS MEMBERS OF THE BOARD OF DIREC-\n   11  TORS, AND THE LENGTH OF TERMS FOR WHICH THEY ARE TO SERVE;\n   12    (4)  THE QUALIFICATIONS, MANNER OF SELECTION OR APPOINTMENT, AND TERMS\n   13  OF OFFICE OF MEMBERS OF THE BOARD; AND\n   14    (5) THE ARTICLES OF INCORPORATION FOR THE LAND BANK,  WHICH  SHALL  BE\n   15  FILED  WITH THE SECRETARY OF STATE IN ACCORDANCE WITH THE PROCEDURES SET\n   16  FORTH IN THIS CHAPTER.\n   17    (B) TWO OR MORE FORECLOSING GOVERNMENTAL UNITS MAY ELECT TO ENTER INTO\n   18  AN INTERGOVERNMENTAL COOPERATION AGREEMENT WHICH CREATES A  SINGLE  LAND\n   19  BANK  TO  ACT  ON  BEHALF  OF SUCH FORECLOSING GOVERNMENTAL UNITS, WHICH\n   20  AGREEMENT  SHALL  BE  AUTHORIZED  BY  AND  BE  IN  ACCORDANCE  WITH  THE\n   21  PROVISIONS OF PARAGRAPH (A) OF THIS SECTION.\n   22    (C)  ANY FORECLOSING GOVERNMENTAL UNITS AND ANY MUNICIPALITY MAY ELECT\n   23  TO ENTER INTO AN INTERGOVERNMENTAL COOPERATION AGREEMENT WHICH CREATES A\n   24  SINGLE LAND BANK TO ACT ON BEHALF OF SUCH FORECLOSING GOVERNMENTAL  UNIT\n   25  OR UNITS AND MUNICIPALITY, WHICH AGREEMENT SHALL BE AUTHORIZED BY AND BE\n   26  IN ACCORDANCE WITH THE PROVISIONS OF PARAGRAPH (A) OF THIS SECTION.\n   27    (D)  EXCEPT  WHEN  A LAND BANK IS CREATED PURSUANT TO PARAGRAPH (B) OR\n   28  (C) OF THIS SECTION, IN THE EVENT A COUNTY CREATES  A  LAND  BANK,  SUCH\n   29  LAND  BANK  SHALL  HAVE THE POWER TO ACQUIRE REAL PROPERTY ONLY IN THOSE\n   30  PORTIONS OF SUCH COUNTY LOCATED OUTSIDE OF THE  GEOGRAPHICAL  BOUNDARIES\n   31  OF  ANY  OTHER  LAND  BANK CREATED BY ANY OTHER FORECLOSING GOVERNMENTAL\n   32  UNIT LOCATED PARTIALLY OR ENTIRELY WITHIN SUCH COUNTY.\n   33    (E) A SCHOOL DISTRICT MAY PARTICIPATE IN A LAND BANK  PURSUANT  TO  AN\n   34  INTERGOVERNMENTAL  COOPERATION  AGREEMENT  WITH  THE FORECLOSING GOVERN-\n   35  MENTAL UNIT OR UNITS THAT CREATE THE LAND BANK,  WHICH  AGREEMENT  SHALL\n   36  SPECIFY  THE MEMBERSHIP, IF ANY, OF SUCH SCHOOL DISTRICT ON THE BOARD OF\n   37  DIRECTORS OF THE LAND BANK, OR THE ACTIONS OF THE LAND  BANK  WHICH  ARE\n   38  SUBJECT TO APPROVAL BY THE SCHOOL DISTRICT.\n   39    (F)  EACH  LAND  BANK  CREATED  PURSUANT TO THIS ACT SHALL BE A TYPE C\n   40  NOT-FOR-PROFIT CORPORATION, AND SHALL HAVE PERMANENT AND PERPETUAL DURA-\n   41  TION UNTIL TERMINATED AND DISSOLVED IN ACCORDANCE WITH THE PROVISIONS OF\n   42  SECTION SIXTEEN HUNDRED THIRTEEN OF THIS ARTICLE.\n   43  S 1604. APPLICABILITY OF NEW YORK LAW.\n   44    THIS ARTICLE SHALL APPLY ONLY TO LAND BANKS CREATED PURSUANT  TO  THIS\n   45  ARTICLE.  IF  ANY  PROVISIONS  OF  THIS  ARTICLE CONFLICT WITH ANY OTHER\n   46  PROVISION OF THIS CHAPTER, THE PROVISIONS OF THIS ARTICLE SHALL PREVAIL.\n   47  S 1605. BOARD OF DIRECTORS.\n   48    (A) (1) THE INITIAL SIZE OF THE BOARD SHALL BE DETERMINED  IN  ACCORD-\n   49  ANCE  WITH  SECTION  SIXTEEN  HUNDRED  THREE  OF  THIS  ARTICLE.  UNLESS\n   50  RESTRICTED BY THE ACTIONS OR AGREEMENTS  SPECIFIED  IN  SECTION  SIXTEEN\n   51  HUNDRED  THREE  OF  THIS  ARTICLE,  THE PROVISIONS OF THIS SECTION SHALL\n   52  APPLY.\n   53    (2) THE SIZE OF THE BOARD MAY BE ADJUSTED IN ACCORDANCE  WITH  BY-LAWS\n   54  OF THE LAND BANK.\n   55    (B)  IN THE EVENT THAT A LAND BANK IS CREATED PURSUANT TO AN INTERGOV-\n   56  ERNMENTAL AGREEMENT IN ACCORDANCE WITH SECTION SIXTEEN HUNDRED THREE  OF\n\n       A. 373                              4\n\n    1  THIS ARTICLE, SUCH INTERGOVERNMENTAL COOPERATION AGREEMENT SHALL SPECIFY\n    2  MATTERS  IDENTIFIED IN PARAGRAPH (A) OF SECTION SIXTEEN HUNDRED THREE OF\n    3  THIS ARTICLE.\n    4    (C)  NOTWITHSTANDING ANY LAW TO THE CONTRARY, ANY PUBLIC OFFICER SHALL\n    5  BE ELIGIBLE TO SERVE AS  A  BOARD  MEMBER  AND  THE  ACCEPTANCE  OF  THE\n    6  APPOINTMENT  SHALL  NEITHER TERMINATE NOR IMPAIR SUCH PUBLIC OFFICE. FOR\n    7  PURPOSES OF THIS SECTION, \"PUBLIC OFFICER\" SHALL MEAN A  PERSON  WHO  IS\n    8  ELECTED TO A MUNICIPAL OFFICE. ANY MUNICIPAL EMPLOYEE OR APPOINTED OFFI-\n    9  CER SHALL BE ELIGIBLE TO SERVE AS A BOARD MEMBER.\n   10    (D)  THE  MEMBERS OF THE BOARD OF DIRECTORS SHALL SELECT ANNUALLY FROM\n   11  AMONG THEMSELVES A CHAIRMAN, A  VICE-CHAIRMAN,  A  TREASURER,  AND  SUCH\n   12  OTHER  OFFICERS  AS  THE  BOARD MAY DETERMINE, AND SHALL ESTABLISH THEIR\n   13  DUTIES AS MAY BE REGULATED BY RULES ADOPTED BY THE BOARD.\n   14    (E) THE BOARD SHALL ESTABLISH RULES AND REQUIREMENTS RELATIVE  TO  THE\n   15  ATTENDANCE  AND  PARTICIPATION  OF  MEMBERS  IN ITS MEETINGS, REGULAR OR\n   16  SPECIAL. SUCH RULES AND REGULATIONS MAY PRESCRIBE A  PROCEDURE  WHEREBY,\n   17  SHOULD  ANY  MEMBER FAIL TO COMPLY WITH SUCH RULES AND REGULATIONS, SUCH\n   18  MEMBER MAY BE DISQUALIFIED AND REMOVED AUTOMATICALLY FROM OFFICE  BY  NO\n   19  LESS  THAN  A  MAJORITY  VOTE OF THE REMAINING MEMBERS OF THE BOARD, AND\n   20  THAT MEMBER'S POSITION SHALL BE VACANT AS OF THE FIRST DAY OF  THE  NEXT\n   21  CALENDAR  MONTH.  ANY  PERSON REMOVED UNDER THE PROVISIONS OF THIS PARA-\n   22  GRAPH SHALL BE INELIGIBLE FOR REAPPOINTMENT TO THE  BOARD,  UNLESS  SUCH\n   23  REAPPOINTMENT IS CONFIRMED UNANIMOUSLY BY THE BOARD.\n   24    (F)  A  VACANCY ON THE BOARD SHALL BE FILLED IN THE SAME MANNER AS THE\n   25  ORIGINAL APPOINTMENT.\n   26    (G) BOARD MEMBERS SHALL SERVE WITHOUT  COMPENSATION,  SHALL  HAVE  THE\n   27  POWER  TO  ORGANIZE  AND REORGANIZE THE EXECUTIVE, ADMINISTRATIVE, CLER-\n   28  ICAL, AND OTHER DEPARTMENTS OF THE LAND BANK  AND  TO  FIX  THE  DUTIES,\n   29  POWERS,  AND  COMPENSATION  OF ALL EMPLOYEES, AGENTS, AND CONSULTANTS OF\n   30  THE LAND BANK. THE BOARD MAY REIMBURSE ANY MEMBER FOR EXPENSES  ACTUALLY\n   31  INCURRED IN THE PERFORMANCE OF DUTIES ON BEHALF OF THE LAND BANK.\n   32    (H)  THE  BOARD  SHALL MEET IN REGULAR SESSION ACCORDING TO A SCHEDULE\n   33  ADOPTED BY THE BOARD, AND ALSO SHALL MEET IN SPECIAL SESSION AS CONVENED\n   34  BY THE CHAIRMAN OR UPON WRITTEN NOTICE  SIGNED  BY  A  MAJORITY  OF  THE\n   35  MEMBERS.\n   36    (I)  A  MAJORITY OF THE MEMBERS OF THE BOARD, NOT INCLUDING VACANCIES,\n   37  SHALL CONSTITUTE A QUORUM FOR THE CONDUCT OF BUSINESS.  ALL  ACTIONS  OF\n   38  THE BOARD SHALL BE APPROVED BY THE AFFIRMATIVE VOTE OF A MAJORITY OF THE\n   39  MEMBERS  OF  THAT BOARD PRESENT AND VOTING; PROVIDED, HOWEVER, NO ACTION\n   40  OF THE BOARD  SHALL  BE  AUTHORIZED  ON  THE  FOLLOWING  MATTERS  UNLESS\n   41  APPROVED BY A MAJORITY OF THE TOTAL BOARD MEMBERSHIP:\n   42    (1) ADOPTION OF BY-LAWS AND OTHER RULES AND REGULATIONS FOR CONDUCT OF\n   43  THE LAND BANK'S BUSINESS;\n   44    (2)  HIRING  OR FIRING OF ANY EMPLOYEE OR CONTRACTOR OF THE LAND BANK.\n   45  THIS FUNCTION MAY, BY MAJORITY VOTE OF THE TOTAL  BOARD  MEMBERSHIP,  BE\n   46  DELEGATED  TO  A  SPECIFIED OFFICER OR COMMITTEE OF THE LAND BANK, UNDER\n   47  SUCH TERMS AND CONDITIONS, AND TO THE EXTENT, THAT THE BOARD MAY  SPECI-\n   48  FY;\n   49    (3) THE INCURRING OF DEBT;\n   50    (4) ADOPTION OR AMENDMENT OF THE ANNUAL BUDGET; AND\n   51    (5) SALE, LEASE, ENCUMBRANCE, OR ALIENATION OF REAL PROPERTY, IMPROVE-\n   52  MENTS,  OR  PERSONAL  PROPERTY, WITH A VALUE OF MORE THAN FIFTY THOUSAND\n   53  DOLLARS.\n   54    (J) MEMBERS OF A BOARD SHALL NOT BE LIABLE PERSONALLY ON THE BONDS  OR\n   55  OTHER OBLIGATIONS OF THE LAND BANK, AND THE RIGHTS OF CREDITORS SHALL BE\n   56  SOLELY AGAINST SUCH LAND BANK.\n\n       A. 373                              5\n\n    1    (K)  VOTE  BY  PROXY  SHALL NOT BE PERMITTED. ANY MEMBER MAY REQUEST A\n    2  RECORDED VOTE ON ANY RESOLUTION OR ACTION OF THE LAND BANK.\n    3  S 1606. STAFF.\n    4    A  LAND  BANK  MAY  EMPLOY A SECRETARY, AN EXECUTIVE DIRECTOR, ITS OWN\n    5  COUNSEL AND LEGAL STAFF, AND SUCH  TECHNICAL  EXPERTS,  AND  SUCH  OTHER\n    6  AGENTS AND EMPLOYEES, PERMANENT OR TEMPORARY, AS IT MAY REQUIRE, AND MAY\n    7  DETERMINE  THE  QUALIFICATIONS  AND FIX THE COMPENSATION AND BENEFITS OF\n    8  SUCH PERSONS. A LAND BANK MAY ALSO ENTER INTO CONTRACTS  AND  AGREEMENTS\n    9  WITH  MUNICIPALITIES  FOR  STAFFING  SERVICES TO BE PROVIDED TO THE LAND\n   10  BANK BY MUNICIPALITIES OR AGENCIES OR DEPARTMENTS THEREOF, OR FOR A LAND\n   11  BANK TO PROVIDE SUCH STAFFING SERVICES TO MUNICIPALITIES OR AGENCIES  OR\n   12  DEPARTMENTS THEREOF.\n   13  S 1607. POWERS.\n   14    (A)  A  LAND BANK SHALL CONSTITUTE A TYPE C NOT-FOR-PROFIT CORPORATION\n   15  UNDER NEW YORK LAW, WHICH POWERS SHALL INCLUDE ALL POWERS  NECESSARY  OR\n   16  APPROPRIATE  TO  CARRY OUT AND EFFECTUATE THE PURPOSES AND PROVISIONS OF\n   17  THIS ARTICLE, INCLUDING THE FOLLOWING POWERS IN ADDITION TO THOSE HEREIN\n   18  OTHERWISE GRANTED:\n   19    (1) ADOPT, AMEND, AND REPEAL BYLAWS FOR THE REGULATION OF ITS  AFFAIRS\n   20  AND THE CONDUCT OF ITS BUSINESS;\n   21    (2)  SUE AND BE SUED IN ITS OWN NAME AND PLEAD AND BE IMPLEADED IN ALL\n   22  CIVIL ACTIONS, INCLUDING, BUT NOT LIMITED TO, ACTIONS TO CLEAR TITLE  TO\n   23  PROPERTY OF THE LAND BANK;\n   24    (3) TO ADOPT A SEAL AND TO ALTER THE SAME AT PLEASURE;\n   25    (4)  TO  MAKE CONTRACTS, GIVE GUARANTEES AND INCUR LIABILITIES, BORROW\n   26  MONEY AT SUCH RATES OF INTEREST AS THE LAND BANK MAY DETERMINE;\n   27    (5) TO ISSUE NEGOTIABLE REVENUE  BONDS  AND  NOTES  ACCORDING  TO  THE\n   28  PROVISIONS OF THIS ARTICLE;\n   29    (6)  TO  PROCURE INSURANCE OR GUARANTEES FROM THE STATE OF NEW YORK OR\n   30  FEDERAL GOVERNMENT OF  THE  PAYMENTS  OF  ANY  DEBTS  OR  PARTS  THEREOF\n   31  INCURRED BY THE LAND BANK, AND TO PAY PREMIUMS IN CONNECTION THEREWITH;\n   32    (7)  TO  ENTER  INTO  CONTRACTS AND OTHER INSTRUMENTS NECESSARY, INCI-\n   33  DENTAL, OR CONVENIENT TO THE PERFORMANCE OF ITS DUTIES AND THE  EXERCISE\n   34  OF  ITS  POWERS, INCLUDING, BUT NOT LIMITED TO, INTERGOVERNMENTAL AGREE-\n   35  MENTS UNDER SECTION ONE HUNDRED NINETEEN-O OF THE GENERAL MUNICIPAL  LAW\n   36  FOR THE JOINT EXERCISE OF POWERS UNDER THIS ARTICLE;\n   37    (8)  TO  ENTER  INTO  CONTRACTS AND OTHER INSTRUMENTS NECESSARY, INCI-\n   38  DENTAL, OR CONVENIENT TO THE PERFORMANCE OF FUNCTIONS BY THE  LAND  BANK\n   39  ON  BEHALF  OF  MUNICIPALITIES  OR  AGENCIES  OR  DEPARTMENTS OF MUNICI-\n   40  PALITIES, OR THE PERFORMANCE BY MUNICIPALITIES OR  AGENCIES  OR  DEPART-\n   41  MENTS OF MUNICIPALITIES OF FUNCTIONS ON BEHALF OF THE LAND BANK;\n   42    (9)  TO  MAKE AND EXECUTE CONTRACTS AND OTHER INSTRUMENTS NECESSARY OR\n   43  CONVENIENT TO THE EXERCISE OF THE POWERS  OF  THE  LAND  BANK;  AND  ANY\n   44  CONTRACT  OR  INSTRUMENT WHEN SIGNED BY THE CHAIRMAN OR VICE-CHAIRMAN OF\n   45  THE LAND BANK, OR BY AN AUTHORIZED USE OF  THEIR  FACSIMILE  SIGNATURES,\n   46  AND  BY THE SECRETARY OR ASSISTANT SECRETARY, OR, TREASURER OR ASSISTANT\n   47  TREASURER OF THE LAND BANK, OR BY AN AUTHORIZED USE OF  THEIR  FACSIMILE\n   48  SIGNATURES,  SHALL BE HELD TO HAVE BEEN PROPERLY EXECUTED FOR AND ON ITS\n   49  BEHALF;\n   50    (10) TO PROCURE INSURANCE AGAINST LOSSES IN CONNECTION WITH  THE  REAL\n   51  PROPERTY, ASSETS, OR ACTIVITIES OF THE LAND BANK;\n   52    (11)  TO INVEST MONEY OF THE LAND BANK, AT THE DISCRETION OF THE BOARD\n   53  OF DIRECTORS,  IN  INSTRUMENTS,  OBLIGATIONS,  SECURITIES,  OR  PROPERTY\n   54  DETERMINED  PROPER BY THE BOARD OF DIRECTORS, AND NAME AND USE DEPOSITO-\n   55  RIES FOR ITS MONEY;\n\n       A. 373                              6\n\n    1    (12) TO ENTER INTO CONTRACTS FOR THE MANAGEMENT OF, THE COLLECTION  OF\n    2  RENT FROM, OR THE SALE OF REAL PROPERTY OF THE LAND BANK;\n    3    (13)  TO  DESIGN, DEVELOP, CONSTRUCT, DEMOLISH, RECONSTRUCT, REHABILI-\n    4  TATE, RENOVATE, RELOCATE, AND OTHERWISE IMPROVE REAL PROPERTY OR  RIGHTS\n    5  OR INTERESTS IN REAL PROPERTY;\n    6    (14)  TO  FIX, CHARGE, AND COLLECT RENTS, FEES AND CHARGES FOR THE USE\n    7  OF REAL PROPERTY OF THE LAND BANK AND FOR SERVICES PROVIDED BY THE  LAND\n    8  BANK;\n    9    (15)  TO GRANT OR ACQUIRE A LICENSE, EASEMENT, LEASE (AS LESSOR AND AS\n   10  LESSEE), OR OPTION WITH RESPECT TO REAL PROPERTY OF THE LAND BANK;\n   11    (16) TO ENTER INTO PARTNERSHIP, JOINT VENTURES, AND  OTHER  COLLABORA-\n   12  TIVE  RELATIONSHIPS  WITH  MUNICIPALITIES  AND  OTHER PUBLIC AND PRIVATE\n   13  ENTITIES FOR THE OWNERSHIP, MANAGEMENT, DEVELOPMENT, AND DISPOSITION  OF\n   14  REAL PROPERTY; AND\n   15    (17)  TO  DO  ALL  OTHER THINGS NECESSARY OR CONVENIENT TO ACHIEVE THE\n   16  OBJECTIVES AND PURPOSES OF THE LAND BANK OR OTHER LAWS  THAT  RELATE  TO\n   17  THE PURPOSES AND RESPONSIBILITY OF THE LAND BANK.\n   18    (B)  A  LAND  BANK  SHALL  NEITHER  POSSESS  NOR EXERCISE THE POWER OF\n   19  EMINENT DOMAIN.\n   20  S 1608. ACQUISITION OF PROPERTY.\n   21    (A) THE REAL PROPERTY OF A LAND BANK AND ITS INCOME AND OPERATIONS ARE\n   22  EXEMPT FROM ALL TAXATION BY THE STATE OF NEW YORK  AND  BY  ANY  OF  ITS\n   23  POLITICAL SUBDIVISIONS.\n   24    (B) THE LAND BANK MAY ACQUIRE REAL PROPERTY OR INTERESTS IN REAL PROP-\n   25  ERTY  BY  GIFT,  DEVISE,  TRANSFER,  EXCHANGE, FORECLOSURE, PURCHASE, OR\n   26  OTHERWISE ON TERMS AND CONDITIONS AND IN A MANNER THE LAND BANK  CONSID-\n   27  ERS PROPER.\n   28    (C)  THE  LAND  BANK  MAY ACQUIRE REAL PROPERTY BY PURCHASE CONTRACTS,\n   29  LEASE PURCHASE AGREEMENTS, INSTALLMENT SALES CONTRACTS, LAND  CONTRACTS,\n   30  AND  MAY ACCEPT TRANSFERS FROM MUNICIPALITIES UPON SUCH TERMS AND CONDI-\n   31  TIONS AS AGREED TO BY THE LAND BANK AND THE MUNICIPALITY.  NOTWITHSTAND-\n   32  ING  ANY OTHER LAW TO THE CONTRARY, ANY MUNICIPALITY MAY TRANSFER TO THE\n   33  LAND BANK REAL PROPERTY AND INTERESTS IN REAL PROPERTY  OF  THE  MUNICI-\n   34  PALITY  ON SUCH TERMS AND CONDITIONS AND ACCORDING TO SUCH PROCEDURES AS\n   35  DETERMINED BY THE MUNICIPALITY.\n   36    (D) THE LAND BANK SHALL MAINTAIN ALL OF ITS REAL PROPERTY  IN  ACCORD-\n   37  ANCE  WITH THE LAWS AND ORDINANCES OF THE JURISDICTION IN WHICH THE REAL\n   38  PROPERTY IS LOCATED.\n   39    (E) THE LAND BANK SHALL NOT OWN OR HOLD REAL PROPERTY LOCATED  OUTSIDE\n   40  THE  JURISDICTIONAL  BOUNDARIES  OF THE FORECLOSING GOVERNMENTAL UNIT OR\n   41  UNITS WHICH CREATED THE LAND BANK; PROVIDED, HOWEVER, THAT A  LAND  BANK\n   42  MAY  BE  GRANTED  AUTHORITY PURSUANT TO AN INTERGOVERNMENTAL COOPERATION\n   43  AGREEMENT WITH ANOTHER MUNICIPALITY TO MANAGE AND MAINTAIN REAL PROPERTY\n   44  LOCATED WITHIN THE JURISDICTION OF SUCH OTHER MUNICIPALITY.\n   45    (F) NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO  THE  CONTRARY,  ANY\n   46  MUNICIPALITY  MAY  CONVEY  TO A LAND BANK REAL PROPERTY AND INTERESTS IN\n   47  REAL PROPERTY ON SUCH  TERMS  AND  CONDITIONS,  FORM  AND  SUBSTANCE  OF\n   48  CONSIDERATION,  AND  PROCEDURES,  ALL  AS DETERMINED BY THE TRANSFERRING\n   49  MUNICIPALITY IN ITS DISCRETION.\n   50  S 1609. DISPOSITION OF PROPERTY.\n   51    (A) THE LAND BANK SHALL  HOLD  IN  ITS  OWN  NAME  ALL  REAL  PROPERTY\n   52  ACQUIRED BY THE LAND BANK IRRESPECTIVE OF THE IDENTITY OF THE TRANSFEROR\n   53  OF SUCH PROPERTY.\n   54    (B)  THE LAND BANK SHALL MAINTAIN AND MAKE AVAILABLE FOR PUBLIC REVIEW\n   55  AND INSPECTION AN INVENTORY OF ALL REAL PROPERTY HELD BY THE LAND BANK.\n\n       A. 373                              7\n\n    1    (C) NOTWITHSTANDING THE PROVISIONS  OF  SECTION  TWENTY-EIGHT  HUNDRED\n    2  NINETY-SEVEN  OF  THE PUBLIC AUTHORITIES LAW, THE LAND BANK SHALL DETER-\n    3  MINE AND SET FORTH IN POLICIES AND PROCEDURES OF THE BOARD OF  DIRECTORS\n    4  THE GENERAL TERMS AND CONDITIONS FOR CONSIDERATION TO BE RECEIVED BY THE\n    5  LAND  BANK FOR THE TRANSFER OF REAL PROPERTY AND INTERESTS IN REAL PROP-\n    6  ERTY, WHICH CONSIDERATION MAY TAKE THE FORM  OF  MONETARY  PAYMENTS  AND\n    7  SECURED  FINANCIAL  OBLIGATIONS, COVENANTS AND CONDITIONS RELATED TO THE\n    8  PRESENT AND FUTURE USE OF THE PROPERTY, CONTRACTUAL COMMITMENTS  OF  THE\n    9  TRANSFEREE,  AND  SUCH OTHER FORMS OF CONSIDERATION AS DETERMINED BY THE\n   10  BOARD OF DIRECTORS TO BE IN THE BEST INTEREST OF THE LAND BANK.\n   11    (D) THE LAND BANK MAY  CONVEY,  EXCHANGE,  SELL,  TRANSFER,  LEASE  AS\n   12  LESSOR,  GRANT,  RELEASE  AND DEMISE, PLEDGE AND HYPOTHECATE ANY AND ALL\n   13  INTERESTS IN, UPON OR TO REAL PROPERTY OF THE LAND BANK.\n   14    (E) A FORECLOSING GOVERNMENTAL UNIT MAY, IN ITS  RESOLUTION  OR  ORDI-\n   15  NANCE  CREATING  A  LAND  BANK,  OR, IN THE CASE OF MULTIPLE FORECLOSING\n   16  GOVERNMENTAL UNITS CREATING A SINGLE LAND BANK IN THE APPLICABLE  INTER-\n   17  GOVERNMENTAL  COOPERATION AGREEMENT, ESTABLISH A HIERARCHICAL RANKING OF\n   18  PRIORITIES FOR THE USE OF REAL PROPERTY CONVEYED BY A LAND BANK  INCLUD-\n   19  ING BUT NOT LIMITED TO:\n   20    (1) USE FOR PURELY PUBLIC SPACES AND PLACES;\n   21    (2) USE FOR AFFORDABLE HOUSING;\n   22    (3) USE FOR RETAIL, COMMERCIAL AND INDUSTRIAL ACTIVITIES;\n   23    (4) USE AS WILDLIFE CONSERVATION AREAS; AND\n   24    (5)  SUCH  OTHER  USES AND IN SUCH HIERARCHICAL ORDER AS DETERMINED BY\n   25  THE FORECLOSING GOVERNMENTAL UNIT OR UNITS.\n   26    (F) A FORECLOSING GOVERNMENTAL UNIT MAY, IN ITS  RESOLUTION  OR  ORDI-\n   27  NANCE  CREATING  A  LAND  BANK,  OR, IN THE CASE OF MULTIPLE FORECLOSING\n   28  GOVERNMENTAL UNITS CREATING A SINGLE LAND BANK IN THE APPLICABLE  INTER-\n   29  GOVERNMENTAL  COOPERATION AGREEMENT, REQUIRE THAT ANY PARTICULAR FORM OF\n   30  DISPOSITION OF REAL  PROPERTY,  OR  ANY  DISPOSITION  OF  REAL  PROPERTY\n   31  LOCATED  WITHIN  SPECIFIED JURISDICTIONS, BE SUBJECT TO SPECIFIED VOTING\n   32  AND APPROVAL REQUIREMENTS OF THE BOARD OF DIRECTORS. EXCEPT  AND  UNLESS\n   33  RESTRICTED  OR  CONSTRAINED  IN  THIS MANNER, THE BOARD OF DIRECTORS MAY\n   34  DELEGATE TO OFFICERS AND EMPLOYEES  THE  AUTHORITY  TO  ENTER  INTO  AND\n   35  EXECUTE  AGREEMENTS,  INSTRUMENTS  OF  CONVEYANCE  AND ALL OTHER RELATED\n   36  DOCUMENTS PERTAINING TO THE CONVEYANCE OF  REAL  PROPERTY  BY  THE  LAND\n   37  BANK.\n   38  S 1610. FINANCING OF LAND BANK OPERATIONS.\n   39    (A)  A LAND BANK MAY RECEIVE FUNDING THROUGH GRANTS AND LOANS FROM THE\n   40  FORECLOSING GOVERNMENTAL UNIT OR UNITS WHICH CREATED THE LAND BANK, FROM\n   41  OTHER MUNICIPALITIES, FROM THE STATE  OF  NEW  YORK,  FROM  THE  FEDERAL\n   42  GOVERNMENT, AND FROM OTHER PUBLIC AND PRIVATE SOURCES.\n   43    (B) A LAND BANK MAY RECEIVE AND RETAIN PAYMENTS FOR SERVICES RENDERED,\n   44  FOR  RENTS AND LEASEHOLD PAYMENTS RECEIVED, FOR CONSIDERATION FOR DISPO-\n   45  SITION OF REAL AND PERSONAL PROPERTY, FOR PROCEEDS OF INSURANCE COVERAGE\n   46  FOR LOSSES INCURRED, FOR INCOME FROM  INVESTMENTS,  AND  FOR  ANY  OTHER\n   47  ASSET AND ACTIVITY LAWFULLY PERMITTED TO A LAND BANK UNDER THIS ARTICLE.\n   48    (C) FIFTY PERCENT OF THE REAL PROPERTY TAXES COLLECTED ON REAL PROPER-\n   49  TY CONVEYED BY A LAND BANK PURSUANT TO THE LAWS OF THE STATE OF NEW YORK\n   50  SHALL BE REMITTED TO THE LAND BANK, IN ACCORDANCE WITH PROCEDURES ESTAB-\n   51  LISHED  BY  REGULATIONS  PROMULGATED  BY  THE  OFFICE OF THE STATE COMP-\n   52  TROLLER. SUCH ALLOCATION OF PROPERTY TAX REVENUES  SHALL  COMMENCE  WITH\n   53  THE  FIRST  TAXABLE  YEAR  FOLLOWING  THE  DATE  OF CONVEYANCE AND SHALL\n   54  CONTINUE FOR A PERIOD OF FIVE YEARS.\n   55  S 1611. BORROWING AND ISSUANCE OF BONDS.\n\n       A. 373                              8\n\n    1    (A) A LAND BANK SHALL HAVE POWER TO ISSUE BONDS FOR ANY OF ITS  CORPO-\n    2  RATE  PURPOSES, THE PRINCIPAL AND INTEREST OF WHICH ARE PAYABLE FROM ITS\n    3  REVENUES GENERALLY. ANY OF SUCH BONDS MAY BE SECURED BY A PLEDGE OF  ANY\n    4  REVENUES,  INCLUDING GRANTS OR CONTRIBUTIONS FROM THE STATE OF NEW YORK,\n    5  THE  FEDERAL  GOVERNMENT, OR ANY AGENCY, AND INSTRUMENTALITY THEREOF, OR\n    6  BY A MORTGAGE OF ANY PROPERTY OF THE LAND BANK.\n    7    (B) THE BONDS ISSUED BY A LAND BANK ARE HEREBY DECLARED  TO  HAVE  ALL\n    8  THE QUALITIES OF NEGOTIABLE INSTRUMENTS UNDER NEW YORK STATE LAW.\n    9    (C)  THE  BONDS  OF  A  LAND BANK CREATED UNDER THE PROVISIONS OF THIS\n   10  ARTICLE AND THE INCOME THEREFROM SHALL AT ALL TIMES BE FREE  FROM  TAXA-\n   11  TION  FOR THE STATE OF NEW YORK OR LOCAL PURPOSES UNDER ANY PROVISION OF\n   12  NEW YORK LAW.\n   13    (D) BONDS ISSUED BY THE LAND BANK SHALL BE AUTHORIZED BY RESOLUTION OF\n   14  THE BOARD AND SHALL BE LIMITED OBLIGATIONS OF THE LAND BANK; THE PRINCI-\n   15  PAL AND INTEREST, COSTS OF ISSUANCE, AND OTHER COSTS INCIDENTAL  THERETO\n   16  SHALL  BE  PAYABLE  SOLELY  FROM THE INCOME AND REVENUE DERIVED FROM THE\n   17  SALE, LEASE, OR OTHER DISPOSITION OF THE ASSETS OF THE LAND BANK. IN THE\n   18  DISCRETION OF THE LAND BANK, THE BONDS MAY BE  ADDITIONALLY  SECURED  BY\n   19  MORTGAGE  OR  OTHER  SECURITY DEVICE COVERING ALL OR PART OF THE PROJECT\n   20  FROM WHICH THE REVENUES SO PLEDGED MAY BE DERIVED. ANY  REFUNDING  BONDS\n   21  ISSUED  SHALL  BE  PAYABLE  FROM  ANY SOURCE DESCRIBED ABOVE OR FROM THE\n   22  INVESTMENT OF ANY OF THE PROCEEDS OF THE REFUNDING BONDS AND  SHALL  NOT\n   23  CONSTITUTE  AN INDEBTEDNESS OR PLEDGE OF THE GENERAL CREDIT OF ANY FORE-\n   24  CLOSING GOVERNMENTAL UNIT OR MUNICIPALITY  WITHIN  THE  MEANING  OF  ANY\n   25  CONSTITUTIONAL OR STATUTORY LIMITATION OF INDEBTEDNESS AND SHALL CONTAIN\n   26  A RECITAL TO THAT EFFECT. BONDS OF THE LAND BANK SHALL BE ISSUED IN SUCH\n   27  FORM,  SHALL BE IN SUCH DENOMINATIONS, SHALL BEAR INTEREST, SHALL MATURE\n   28  IN SUCH MANNER, AND BE EXECUTED BY ONE OR MORE MEMBERS OF THE  BOARD  AS\n   29  PROVIDED  IN THE RESOLUTION AUTHORIZING THE ISSUANCE THEREOF. SUCH BONDS\n   30  MAY BE SUBJECT TO REDEMPTION AT THE OPTION OF AND IN THE  MANNER  DETER-\n   31  MINED BY THE BOARD IN THE RESOLUTION AUTHORIZING THE ISSUANCE THEREOF.\n   32    (E)  ANY  MUNICIPALITY  MAY  ELECT  TO GUARANTEE, INSURE, OR OTHERWISE\n   33  BECOME PRIMARILY OR SECONDARILY OBLIGATED ON  THE  INDEBTEDNESS  OF  THE\n   34  LAND  BANK  SUBJECT,  HOWEVER,  TO  ALL OTHER PROVISIONS OF NEW YORK LAW\n   35  APPLICABLE TO MUNICIPAL INDEBTEDNESS.\n   36    (F) BONDS ISSUED BY THE LAND BANK SHALL BE ISSUED, SOLD, AND DELIVERED\n   37  IN ACCORDANCE WITH THE TERMS AND PROVISIONS OF A RESOLUTION  ADOPTED  BY\n   38  THE  BOARD.    THE  BOARD  MAY SELL SUCH BONDS IN SUCH MANNER, EITHER AT\n   39  PUBLIC OR AT PRIVATE SALE, AND FOR SUCH PRICE AS IT MAY DETERMINE TO  BE\n   40  IN  THE  BEST  INTERESTS  OF THE LAND BANK. THE RESOLUTION ISSUING BONDS\n   41  SHALL BE PUBLISHED IN A NEWSPAPER  OF  GENERAL  CIRCULATION  WITHIN  THE\n   42  JURISDICTION OF THE LAND BANK.\n   43    (G)  NEITHER  THE  MEMBERS OF A LAND BANK NOR ANY PERSON EXECUTING THE\n   44  BONDS SHALL BE LIABLE PERSONALLY ON ANY SUCH  BONDS  BY  REASON  OF  THE\n   45  ISSUANCE THEREOF.  EXCEPT AS PERMITTED IN PARAGRAPH (E) OF THIS SECTION,\n   46  SUCH  BONDS  OR  OTHER OBLIGATIONS OF A LAND BANK SHALL NOT BE A DEBT OF\n   47  ANY MUNICIPALITY OR OF THE STATE OF NEW YORK,  AND  SHALL  SO  STATE  ON\n   48  THEIR  FACE, NOR SHALL ANY MUNICIPALITY OR THE STATE OF NEW YORK NOR ANY\n   49  REVENUES OR ANY PROPERTY OF ANY MUNICIPALITY OR OF THE STATE OF NEW YORK\n   50  BE LIABLE THEREFOR.\n   51  S 1612. PUBLIC RECORDS AND PUBLIC MEETINGS.\n   52    THE BOARD SHALL CAUSE MINUTES AND A RECORD  TO  BE  KEPT  OF  ALL  ITS\n   53  PROCEEDINGS. EXCEPT AS OTHERWISE PROVIDED IN THIS SECTION, THE LAND BANK\n   54  SHALL BE SUBJECT TO THE OPEN MEETINGS LAW AND THE FREEDOM OF INFORMATION\n   55  LAW.\n   56  S 1613. DISSOLUTION OF LAND BANK.\n\n       A. 373                              9\n\n    1    A  LAND  BANK  MAY BE DISSOLVED AS A TYPE C NOT-FOR-PROFIT CORPORATION\n    2  SIXTY  CALENDAR  DAYS  AFTER  AN  AFFIRMATIVE  RESOLUTION  APPROVED   BY\n    3  TWO-THIRDS  OF  THE MEMBERSHIP OF THE BOARD OF DIRECTORS. SIXTY CALENDAR\n    4  DAYS ADVANCE WRITTEN NOTICE OF CONSIDERATION OF A RESOLUTION OF  DISSOL-\n    5  UTION  SHALL BE GIVEN TO THE FORECLOSING GOVERNMENTAL UNIT OR UNITS THAT\n    6  CREATED THE LAND BANK, SHALL BE PUBLISHED IN A LOCAL NEWSPAPER OF GENER-\n    7  AL CIRCULATION, AND SHALL BE SENT CERTIFIED MAIL TO THE TRUSTEE  OF  ANY\n    8  OUTSTANDING  BONDS  OF  THE LAND BANK. UPON DISSOLUTION OF THE LAND BANK\n    9  ALL REAL PROPERTY, PERSONAL PROPERTY AND OTHER ASSETS OF THE  LAND  BANK\n   10  SHALL  BECOME  THE  ASSETS OF THE FORECLOSING GOVERNMENTAL UNIT OR UNITS\n   11  THAT CREATED THE LAND BANK. IN THE EVENT THAT TWO  OR  MORE  FORECLOSING\n   12  GOVERNMENTAL UNITS CREATE A LAND BANK IN ACCORDANCE WITH SECTION SIXTEEN\n   13  HUNDRED THREE OF THIS ARTICLE, THE WITHDRAWAL OF ONE OR MORE FORECLOSING\n   14  GOVERNMENTAL  UNITS SHALL NOT RESULT IN THE DISSOLUTION OF THE LAND BANK\n   15  UNLESS THE INTERGOVERNMENTAL AGREEMENT SO  PROVIDES,  AND  THERE  IS  NO\n   16  FORECLOSING  GOVERNMENTAL UNIT THAT DESIRES TO CONTINUE THE EXISTENCE OF\n   17  THE LAND BANK.\n   18  S 1614. CONFLICTS OF INTEREST.\n   19    NO MEMBER OF THE BOARD OR EMPLOYEE OF A LAND BANK  SHALL  ACQUIRE  ANY\n   20  INTEREST,  DIRECT OR INDIRECT, IN REAL PROPERTY OF THE LAND BANK, IN ANY\n   21  REAL PROPERTY TO BE ACQUIRED BY THE LAND BANK, OR IN ANY  REAL  PROPERTY\n   22  TO BE ACQUIRED FROM THE LAND BANK. NO MEMBER OF THE BOARD OR EMPLOYEE OF\n   23  A LAND BANK SHALL HAVE ANY INTEREST, DIRECT OR INDIRECT, IN ANY CONTRACT\n   24  OR  PROPOSED  CONTRACT FOR MATERIALS OR SERVICES TO BE FURNISHED OR USED\n   25  BY A LAND BANK. THE BOARD MAY ADOPT SUPPLEMENTAL RULES  AND  REGULATIONS\n   26  ADDRESSING  POTENTIAL  CONFLICTS  OF INTEREST AND ETHICAL GUIDELINES FOR\n   27  MEMBERS OF THE BOARD AND LAND BANK EMPLOYEES.\n   28  S 1615. CONSTRUCTION, INTENT AND SCOPE.\n   29    THE PROVISIONS OF THIS ARTICLE SHALL BE CONSTRUED LIBERALLY TO  EFFEC-\n   30  TUATE  THE LEGISLATIVE INTENT AND THE PURPOSES AS COMPLETE AND INDEPEND-\n   31  ENT AUTHORIZATION FOR THE PERFORMANCE OF EACH AND EVERY  ACT  AND  THING\n   32  AUTHORIZED  BY  THIS  ARTICLE,  AND  ALL POWERS GRANTED SHALL BE BROADLY\n   33  INTERPRETED TO EFFECTUATE THE INTENT AND PURPOSES AND NOT AS  A  LIMITA-\n   34  TION OF POWERS. EXCEPT AS OTHERWISE EXPRESSLY SET FORTH IN THIS ARTICLE,\n   35  IN  THE  EXERCISE  OF  ITS  POWERS AND DUTIES UNDER THIS ARTICLE AND ITS\n   36  POWERS RELATING TO PROPERTY HELD BY THE LAND BANK, THE LAND  BANK  SHALL\n   37  HAVE  COMPLETE  CONTROL  AS  FULLY AND COMPLETELY AS IF IT REPRESENTED A\n   38  PRIVATE PROPERTY OWNER AND SHALL NOT BE SUBJECT TO RESTRICTIONS  IMPOSED\n   39  BY  THE  CHARTER,  ORDINANCES, OR RESOLUTIONS OF A LOCAL UNIT OF GOVERN-\n   40  MENT.\n   41  S 1616. DELINQUENT PROPERTY TAX ENFORCEMENT.\n   42    (A) WHENEVER ANY REAL PROPERTY IS ACQUIRED BY A LAND  BANK,  AND  SUCH\n   43  REAL  PROPERTY  IS ENCUMBERED BY A LIEN OR CLAIM FOR REAL PROPERTY TAXES\n   44  OWED TO THE FORECLOSING GOVERNMENTAL UNIT OR UNITS THAT CREATED THE LAND\n   45  BANK, THE LAND BANK SHALL HAVE THE POWER, BY RESOLUTION OF THE BOARD, TO\n   46  DISCHARGE AND EXTINGUISH ANY AND ALL SUCH LIENS OR CLAIMS. WHENEVER  ANY\n   47  REAL  PROPERTY  IS  ACQUIRED  BY  A LAND BANK, AND SUCH REAL PROPERTY IS\n   48  ENCUMBERED BY A LIEN OR CLAIM FOR REAL PROPERTY TAXES OWED TO THE SCHOOL\n   49  DISTRICT, OR TO A MUNICIPALITY OTHER THAN THE  FORECLOSING  GOVERNMENTAL\n   50  UNIT  OR  UNITS THAT CREATED THE LAND BANK, THE LAND BANK SHALL HAVE THE\n   51  POWER, BY RESOLUTION OF THE BOARD, TO DISCHARGE AND EXTINGUISH  ANY  AND\n   52  ALL  SUCH LIENS OR CLAIMS IF AND ONLY IF THE SCHOOL DISTRICT, OR MUNICI-\n   53  PALITY OTHER THAN  THE  FORECLOSING  GOVERNMENTAL  UNIT  OR  UNITS  THAT\n   54  CREATED  THE LAND BANK, AND THE LAND BANK HAVE ENTERED INTO AN AGREEMENT\n   55  AUTHORIZING SUCH DISCHARGE AND EXTINGUISHMENT. TO THE  EXTENT  NECESSARY\n\n       A. 373                             10\n\n    1  AND  APPROPRIATE  THE LAND BANK SHALL FILE IN APPROPRIATE PUBLIC RECORDS\n    2  EVIDENCE OF THE EXTINGUISHMENT AND DISSOLUTION OF SUCH LIENS OR CLAIMS.\n    3    (B)  TO  THE  EXTENT  THAT THE LAND BANK RECEIVES PAYMENTS OF ANY KIND\n    4  ATTRIBUTABLE TO LIENS OR CLAIMS FOR REAL  PROPERTY  TAXES  OWED  TO  ANY\n    5  MUNICIPALITY  OR TO THE SCHOOL DISTRICT ON PROPERTY ACQUIRED BY THE LAND\n    6  BANK, THE LAND BANK SHALL REMIT THE FULL AMOUNT OF SUCH PAYMENTS TO  THE\n    7  MUNICIPALITY OR TO THE SCHOOL DISTRICT AS APPLICABLE.\n    8    (C)  A FORECLOSING GOVERNMENTAL UNIT MAY ASSIGN, TRANSFER, AND SELL TO\n    9  A LAND BANK ANY TAX CLAIM FILED OR TO BE FILED UNDER ARTICLE  ELEVEN  OF\n   10  THE REAL PROPERTY TAX LAW, UPON SUCH TERMS AND CONDITIONS AS ARE MUTUAL-\n   11  LY ACCEPTABLE TO THE FORECLOSING GOVERNMENTAL UNIT AND TO THE LAND BANK,\n   12  AND SHALL OTHERWISE CONFER UPON THE LAND BANK THE RIGHTS, PRIVILEGES AND\n   13  REMEDIES OF AN ASSIGNEE UNDER NEW YORK LAW.\n   14    (D) PURSUANT TO THE PROVISIONS OF SECTION ELEVEN HUNDRED THIRTY-SIX OF\n   15  THE  REAL  PROPERTY  TAX  LAW, IN ITS FINAL JUDGMENT A COURT MAY AWARD A\n   16  LAND BANK THE POSSESSION OF ANY PARCEL OF REAL PROPERTY DESCRIBED IN THE\n   17  PETITION OF FORECLOSURE NOT REDEEMED PURSUANT TO THE LAWS OF NEW YORK.\n   18    (E) IF THE COURT ORDERS A  PUBLIC  SALE  PURSUANT  TO  SECTION  ELEVEN\n   19  HUNDRED  THIRTY-SIX  OF  THE REAL PROPERTY TAX LAW, AND THE PURCHASER OF\n   20  THE PROPERTY IS THE LAND BANK, THEN THE FORM, SUBSTANCE, AND  TIMING  OF\n   21  THE  LAND  BANK'S  PAYMENT  OF  THE SALES PRICE MAY BE ACCORDING TO SUCH\n   22  AGREEMENT AS IS MUTUALLY ACCEPTABLE TO THE PLAINTIFF AND THE LAND  BANK.\n   23  THE  OBLIGATION  OF  THE  LAND  BANK  TO PERFORM IN ACCORDANCE WITH SUCH\n   24  AGREEMENT SHALL BE DEEMED TO BE IN FULL SATISFACTION OF  THE  TAX  CLAIM\n   25  WHICH  WAS  THE  BASIS  FOR THE JUDGMENT. THE LAND BANK, AS PURCHASER AT\n   26  SUCH SALE SHALL TAKE AND FOREVER THEREAFTER HAVE, AN ABSOLUTE  TITLE  TO\n   27  THE  PROPERTY SOLD, FREE AND DISCHARGED OF ALL TAX AND MUNICIPAL CLAIMS,\n   28  LIENS, MORTGAGES, CHARGES AND ESTATES OF WHATSOEVER KIND.\n   29    (F) THE NOTICE  AND  ADVERTISEMENT  AS  PROVIDED  IN  SECTIONS  ELEVEN\n   30  HUNDRED  TWENTY-FOUR AND ELEVEN HUNDRED TWENTY-FIVE OF THE REAL PROPERTY\n   31  TAX LAW SHALL CONTAIN REFERENCE TO A POTENTIAL BID BY THE LAND BANK.\n   32    (G) THE DEED SPECIFIED BY SECTION ELEVEN  HUNDRED  THIRTY-SIX  OF  THE\n   33  REAL  PROPERTY  TAX LAW SHALL BE DELIVERED TO THE LAND BANK AND ACKNOWL-\n   34  EDGED AND RECORDED WITHIN THIRTY DAYS OF THE DATE OF THE FINAL JUDGMENT.\n   35    (H) (1) IN A PETITION OF FORECLOSURE A FORECLOSING GOVERNMENTAL  UNIT,\n   36  OR A LAND BANK IF IT IS THE HOLDER OF MUNICIPAL TAX LIENS, IS AUTHORIZED\n   37  TO COMBINE IN A SINGLE PETITION MULTIPLE TRACTS OF REAL PROPERTY SO LONG\n   38  AS THE PETITION AND ACCOMPANYING AFFIDAVITS PROVIDE:\n   39    (A) IDENTIFICATION OF EACH TRACT OF REAL PROPERTY;\n   40    (B)  THE  IDENTITIES OF ALL PARTIES HAVING AN INTEREST IN EACH RESPEC-\n   41  TIVE TRACT OF REAL PROPERTY;\n   42    (C) THE AMOUNT OF THE TAX LIEN THEN DUE AND OWING; AND\n   43    (D) THE NATURE OF THE NOTICE OF THE PROPOSED  SALE  PROVIDED  TO  SUCH\n   44  INTERESTED PARTIES.\n   45    (2)  THE  COURT  MAY  AUTHORIZE IN A SINGLE FINAL JUDGMENT THAT ALL OR\n   46  PART OF THE REAL PROPERTIES IDENTIFIED IN THE PETITION BE SOLD FREE  AND\n   47  CLEAR  OF  ALL  TAX  AND MUNICIPAL CLAIMS, MORTGAGES, LIENS, CHARGES AND\n   48  ESTATES.\n   49    (I) NOTWITHSTANDING OTHER PROVISIONS OF NEW YORK LAW,  THE  LAND  BANK\n   50  MAY  TENDER  A  BID AT ANY JUDICIALLY ORDERED SALE IN AN AMOUNT EQUAL TO\n   51  THE TOTAL AMOUNT OF ALL MUNICIPAL CLAIMS AND LIENS WHICH WERE THE  BASIS\n   52  FOR THE JUDGMENT. IN THE EVENT OF SUCH TENDER BY THE LAND BANK THE PROP-\n   53  ERTY SHALL BE DEEMED SOLD TO THE LAND BANK REGARDLESS OF ANY BIDS BY ANY\n   54  OTHER  THIRD  PARTIES.  THE BID OF THE LAND BANK SHALL BE PAID AS TO ITS\n   55  FORM, SUBSTANCE, AND TIMING ACCORDING TO SUCH AGREEMENT AS  IS  MUTUALLY\n   56  ACCEPTABLE  TO  THE  PLAINTIFF  AND THE LAND BANK. THE OBLIGATION OF THE\n\n       A. 373                             11\n\n    1  LAND BANK TO PERFORM IN ACCORDANCE WITH SUCH AGREEMENT SHALL  BE  DEEMED\n    2  TO  BE  IN  FULL SATISFACTION OF THE MUNICIPAL CLAIM WHICH WAS THE BASIS\n    3  FOR THE JUDGMENT. THE LAND BANK, AS PURCHASER AT SUCH  SALE  SHALL  TAKE\n    4  AND  FOREVER  THEREAFTER  HAVE,  AN ABSOLUTE TITLE TO THE PROPERTY SOLD,\n    5  FREE AND DISCHARGED OF ALL TAX AND MUNICIPAL CLAIMS,  LIENS,  MORTGAGES,\n    6  CHARGES  AND ESTATES OF WHATSOEVER KIND. THE DEED TO THE LAND BANK SHALL\n    7  BE EXECUTED, ACKNOWLEDGED AND DELIVERED WITHIN THIRTY DAYS OF THE SALE.\n    8  S 1617. EXPEDITED QUIET TITLE PROCEEDINGS.\n    9    (A) A LAND BANK SHALL BE AUTHORIZED TO FILE AN ACTION TO  QUIET  TITLE\n   10  AS  TO  ANY  REAL  PROPERTY  IN WHICH THE LAND BANK HAS AN INTEREST. FOR\n   11  PURPOSES OF ANY AND ALL SUCH ACTIONS THE LAND BANK SHALL BE DEEMED TO BE\n   12  THE HOLDER OF SUFFICIENT LEGAL AND EQUITABLE INTERESTS,  AND  POSSESSORY\n   13  RIGHTS,  SO  AS TO QUALIFY THE LAND BANK AS ADEQUATE COMPLAINANT IN SUCH\n   14  ACTION.\n   15    (B) PRIOR TO THE FILING OF AN ACTION TO  QUIET  TITLE  THE  LAND  BANK\n   16  SHALL  CONDUCT  AN EXAMINATION OF TITLE TO DETERMINE THE IDENTITY OF ANY\n   17  AND ALL PERSONS AND ENTITIES POSSESSING A CLAIM OR INTEREST IN OR TO THE\n   18  REAL PROPERTY. SERVICE OF THE COMPLAINT TO QUIET TITLE SHALL BE PROVIDED\n   19  TO ALL SUCH INTERESTED PARTIES BY THE FOLLOWING METHODS:\n   20    (1) REGISTERED OR CERTIFIED MAIL  TO  SUCH  IDENTITY  AND  ADDRESS  AS\n   21  REASONABLY ASCERTAINABLE BY AN INSPECTION OF PUBLIC RECORDS;\n   22    (2)  IN THE CASE OF OCCUPIED REAL PROPERTY, BY REGISTERED OR CERTIFIED\n   23  MAIL, ADDRESSED TO \"OCCUPANT\";\n   24    (3) BY POSTING A COPY OF THE NOTICE ON THE REAL PROPERTY; AND\n   25    (4) BY PUBLICATION IN A NEWSPAPER OF GENERAL CIRCULATION IN THE  MUNI-\n   26  CIPALITY IN WHICH THE PROPERTY IS LOCATED; AND/OR\n   27    (5) BY SUCH OTHER METHODS AS THE COURT MAY ORDER.\n   28    (C)  AS  PART OF THE COMPLAINT TO QUIET TITLE THE LAND BANK SHALL FILE\n   29  AN AFFIDAVIT IDENTIFYING ALL PARTIES POTENTIALLY HAVING AN  INTEREST  IN\n   30  THE REAL PROPERTY, AND THE FORM OF NOTICE PROVIDED.\n   31    (D)  THE COURT SHALL SCHEDULE A HEARING ON THE COMPLAINT WITHIN NINETY\n   32  DAYS FOLLOWING FILING OF THE COMPLAINT, AND AS TO ALL MATTERS UPON WHICH\n   33  AN ANSWER WAS NOT FILED BY AN INTERESTED PARTY THE COURT SHALL ISSUE ITS\n   34  FINAL JUDGMENT WITHIN ONE HUNDRED TWENTY  DAYS  OF  THE  FILING  OF  THE\n   35  COMPLAINT.\n   36    (E)  A  LAND BANK SHALL BE AUTHORIZED TO JOIN IN A SINGLE COMPLAINT TO\n   37  QUIET TITLE ONE OR MORE PARCELS OF REAL PROPERTY.\n   38    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T153616.TXT", "SOBI.D101223.T154116.TXT", "SOBI.D101228.T140330.TXT", "SOBI.D101228.T151835.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293567515836
}