{
  "year" : 2011,
  "senateBillNo" : "A3744-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3744-2011-1296104400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the automobile insurance consumer information act",
  "summary" : "Enacts the \"automobile insurance consumer information act\"; provides for automobile insurance consumer information and complaint ranking; creates office of public insurance consumer advocate and powers and duties therefor; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A1746-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3744\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to  improving  disclosure\n         to automobile insurance consumers; and to amend the executive law, the\n         insurance  law and the state administrative procedure act, in relation\n         to establishing an independent office  of  public  insurance  consumer\n         advocate and establishing its powers and duties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The insurance law is amended by adding a new article 5  to\n    2  read as follows:\n    3                                  ARTICLE 5\n    4                  AUTOMOBILE INSURANCE CONSUMER INFORMATION\n    5  SECTION 501. TITLE; LEGISLATIVE DECLARATION AND PURPOSE.\n    6          502.  AUTOMOBILE  INSURANCE  CONSUMER  INFORMATION AND COMPLAINT\n    7                 RANKINGS.\n    8          503. CONSUMER RATING FACTORS.\n    9          504. DISCLOSURE PROCEDURES.\n   10          505. NONINTERFERENCE WITH OBTAINING COVERAGE.\n   11          506. PUBLIC OUTREACH.\n   12    S 501. TITLE; LEGISLATIVE DECLARATION AND PURPOSE. THIS ARTICLE  SHALL\n   13  BE KNOWN AND MAY BE CITED AS THE \"AUTOMOBILE INSURANCE CONSUMER INFORMA-\n   14  TION ACT\".\n   15    THE  LEGISLATURE  FINDS  AND  DECLARES  THAT  AUTOMOBILE  INSURANCE IS\n   16  REQUIRED BY LAW FOR ALL RESIDENTS WHO DRIVE AND THAT THE COST OF AUTOMO-\n   17  BILE INSURANCE REPRESENTS A SUBSTANTIAL EXPENSE FOR MANY CONSUMERS.  THE\n   18  LEGISLATURE  FURTHER FINDS THAT THE PREMIUM COSTS FOR ANY GIVEN INDIVID-\n   19  UAL FOR IDENTICAL INSURANCE COVERAGE FROM  DIFFERENT  LICENSED  INSURERS\n   20  CAN  VARY  WIDELY  AND THAT WIDE VARIATIONS ALSO EXIST IN THE QUALITY OF\n   21  SERVICE PROVIDED BY INSURERS AS  MEASURED  BY  THE  DEPARTMENT'S  ANNUAL\n   22  COMPLAINT HANDLING RANKINGS. IN ADDITION, THE LEGISLATURE FINDS THAT FEW\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06003-01-1\n\n       A. 3744                             2\n\n    1  CONSUMERS  ARE  AWARE  OF  THESE  WIDE COST AND QUALITY OF SERVICE VARI-\n    2  ATIONS, THAT AS A RESULT CONSUMERS  AS  A  GROUP  MAY  PAY  HUNDREDS  OF\n    3  MILLIONS OF DOLLARS ANNUALLY FOR OVERPRICED POLICIES AND THAT INDIVIDUAL\n    4  CONSUMERS  MAY  ENCOUNTER UNNECESSARY DIFFICULTY IN HAVING THEIR AUTOMO-\n    5  BILE INSURANCE CLAIMS AND COMPLAINTS HANDLED EXPEDITIOUSLY.  THE  LEGIS-\n    6  LATURE FURTHER FINDS AND DECLARES THAT IT INTENDS FOR THE SUPERINTENDENT\n    7  AND THE DEPARTMENT TO  HAVE BROAD AUTHORITY UNDER THIS ARTICLE TO ESTAB-\n    8  LISH  MECHANISMS  TO  FULLY  INFORM  CONSUMERS  AS TO WHICH POLICIES ARE\n    9  AVAILABLE TO THEM AT THE LOWEST POSSIBLE COST AND WHICH INSURERS PROVIDE\n   10  THE HIGHEST QUALITY OF SERVICE. THE LEGISLATURE INTENDS WITH THIS  ARTI-\n   11  CLE TO CREATE CERTAIN DISCLOSURE REQUIREMENTS THAT WILL MAKE SUCH INFOR-\n   12  MATION  MORE  READILY AVAILABLE TO ALL CONSUMERS. INCREASED AVAILABILITY\n   13  OF INFORMATION IS INTENDED TO MAKE THE AUTOMOBILE INSURANCE SYSTEM  MORE\n   14  COMPETITIVE  WITH  RESPECT  TO  BOTH COST OF COVERAGE AND THE QUALITY OF\n   15  SERVICE.\n   16    S 502. AUTOMOBILE INSURANCE CONSUMER INFORMATION AND  COMPLAINT  RANK-\n   17  INGS.  (A)  THE  SUPERINTENDENT  SHALL  MAINTAIN  A  DATABASE CONTAINING\n   18  NONBUSINESS AUTOMOBILE INSURANCE RATE INFORMATION AND COMPLAINT RANKINGS\n   19  FOR ALL COMPANIES LICENSED TO DO BUSINESS IN THE STATE.\n   20    (B) EVERY PERSON, UPON MAKING AN INQUIRY TO THE DEPARTMENT AND PROVID-\n   21  ING THE INFORMATION SPECIFIED IN SECTION  FIVE  HUNDRED  THREE  OF  THIS\n   22  ARTICLE, SHALL BE MAILED WITHIN FIVE BUSINESS DAYS, OR, AT THE OPTION OF\n   23  THE PERSON, RECEIVE AT THE TIME OF SUCH INQUIRY:\n   24    (1)  THE  NAMES, ADDRESSES, TELEPHONE NUMBERS AND, IF APPROPRIATE, WEB\n   25  SITE ADDRESSES OF THE FIVE COMPANIES HAVING THE LOWEST PREMIUMS FOR  THE\n   26  REQUESTED  PACKAGE  OF  COVERAGE  THAT  WOULD  WRITE  INSURANCE FOR SUCH\n   27  PERSON; THE TOTAL COST FOR THE PACKAGE OF COVERAGE FROM EACH SUCH INSUR-\n   28  ER; AND THE MOST RECENT COMPLAINT RANKING OF EACH SUCH INSURER;\n   29    (2) THE NAMES, ADDRESSES, TELEPHONE NUMBERS AND, IF  APPROPRIATE,  WEB\n   30  SITE  ADDRESSES OF THE FIVE COMPANIES HAVING THE BEST COMPLAINT RANKINGS\n   31  THAT WOULD WRITE INSURANCE FOR SUCH PERSON, AND THE TOTAL COST  FOR  THE\n   32  PACKAGE OF COVERAGE FROM EACH INSURER LISTED;\n   33    (3)  AN  EXPLANATION  OF  HOW TO OBTAIN FROM SUCH COMPANIES THE NAMES,\n   34  ADDRESSES, TELEPHONE NUMBERS, AND, IF APPROPRIATE, WEB SITE ADDRESSES OF\n   35  THOSE AGENTS, BROKERS OR SALES REPRESENTATIVES OF  SUCH  COMPANIES  THAT\n   36  ARE SITUATED IN A LOCATION REASONABLY CONVENIENT TO THE PERSON; AND\n   37    (4)  UNTIL  SUCH DATABASE IS ESTABLISHED, THE DEPARTMENT SHALL PROVIDE\n   38  PERSONS MAKING AN INQUIRY THE DEPARTMENT'S ANNUAL RANKING OF  AUTOMOBILE\n   39  INSURANCE  COMPLAINTS  AND CONSUMERS GUIDE TO AUTO INSURANCE.  AFTER THE\n   40  DATABASE IS ESTABLISHED, IF THE PERSON MAKING AN  INQUIRY  PREFERS,  THE\n   41  DEPARTMENT  MAY  PROVIDE,  IN LIEU OF THE INFORMATION SPECIFIED IN PARA-\n   42  GRAPHS ONE, TWO AND THREE OF THIS SUBSECTION,  THE  DEPARTMENT'S  ANNUAL\n   43  RANKING  OF  AUTOMOBILE INSURANCE COMPLAINTS, AND CONSUMER GUIDE TO AUTO\n   44  INSURANCE.\n   45    S 503. CONSUMER RATING FACTORS. IN ORDER TO RECEIVE THE LIST OF LOWEST\n   46  COST INSURERS DESCRIBED IN SECTION FIVE HUNDRED TWO OF THIS ARTICLE, THE\n   47  PERSON SHALL PROVIDE THE FOLLOWING INFORMATION:\n   48    (A) THE PLACE IN WHICH THE VEHICLE IS  GARAGED  OR  STORED,  OR  OTHER\n   49  INFORMATION NEEDED TO DETERMINE GEOGRAPHICAL TERRITORY;\n   50    (B)  THE  AGE,  SEX,  MARITAL  STATUS  AND OTHER INFORMATION NEEDED TO\n   51  DETERMINE THE DRIVER CLASS OF THE PRINCIPAL AND OCCASIONAL OPERATORS;\n   52    (C) THE MAKE, MODEL AND YEAR OF THE AUTOMOBILE;\n   53    (D) INFORMATION RELATING TO QUALIFICATION FOR DISCOUNTS;\n   54    (E) INFORMATION RELATING TO SURCHARGES OR  CREDITS  BASED  ON  DRIVING\n   55  RECORD OR DRIVING COURSES TAKEN;\n   56    (F) DESIRED EFFECTIVE DATE OF THE POLICY;\n\n       A. 3744                             3\n\n    1    (G) DESIRED COVERAGES; AND\n    2    (H)  SUCH  OTHER  INFORMATION  AS THE SUPERINTENDENT MAY BY REGULATION\n    3  REQUIRE.\n    4    S 504. DISCLOSURE PROCEDURES. EVERY POLICY OF  NONBUSINESS  AUTOMOBILE\n    5  INSURANCE  DELIVERED, ISSUED FOR DELIVERY, RENEWED OR ISSUED FOR RENEWAL\n    6  IN THIS STATE SHALL INCLUDE A NOTICE PRESCRIBED BY THE SUPERINTENDENT IN\n    7  REGULATION OF THE AVAILABILITY OF  THE  INFORMATION  AND  PROCEDURE  FOR\n    8  OBTAINING  SUCH  INFORMATION  DESCRIBED IN SECTIONS FIVE HUNDRED TWO AND\n    9  FIVE HUNDRED THREE OF  THIS  ARTICLE.  SUCH  NOTICE  SHALL  INCLUDE  THE\n   10  DEPARTMENT'S ADDRESS, TELEPHONE NUMBER AND WEB SITE ADDRESS.\n   11    S 505. NONINTERFERENCE WITH OBTAINING COVERAGE. NO APPLICANT FOR AUTO-\n   12  MOBILE  INSURANCE SHALL BE PREVENTED OR DELAYED IN EFFECTING OR APPLYING\n   13  FOR COVERAGE BY THE REQUIREMENTS OF SECTION FIVE HUNDRED  FOUR  OF  THIS\n   14  ARTICLE. IN THOSE CASES WHERE, PRIOR TO OR AT THE TIME AN APPLICATION IS\n   15  TAKEN,  IT IS IMPRACTICAL TO PROVIDE ANY DISCLOSURE DOCUMENTS PRESCRIBED\n   16  BY SECTION FIVE HUNDRED FOUR OF THIS ARTICLE, SUCH  DOCUMENTS  SHALL  BE\n   17  FURNISHED  AS  SOON  THEREAFTER AS PRACTICAL AND, IN ANY EVENT, NO LATER\n   18  THAN AT THE TIME THE POLICY IS DELIVERED.   WHERE ANY SUCH  DOCUMENT  IS\n   19  NOT  PROVIDED  AS REQUIRED BY SECTION FIVE HUNDRED FOUR OF THIS ARTICLE,\n   20  THE APPLICANT MAY, NO LATER THAN THIRTY DAYS FOLLOWING  RECEIPT  OF  THE\n   21  POLICY,  AND  NOTWITHSTANDING  THE  PROVISIONS OF SECTION THREE THOUSAND\n   22  FOUR HUNDRED TWENTY-EIGHT OF THIS CHAPTER, RETURN THE POLICY FOR  A  PRO\n   23  RATA  REFUND  OF  PREMIUMS  PAID. A CLEAR AND CONSPICUOUS WRITTEN NOTICE\n   24  EXPLAINING THIS REFUND PROVISION, IN LANGUAGE PROMULGATED BY THE  SUPER-\n   25  INTENDENT, SHALL BE DELIVERED WITH THE POLICY.\n   26    S  506. PUBLIC OUTREACH. THE DEPARTMENT SHALL CONDUCT PUBLIC EDUCATION\n   27  AND OUTREACH TO INFORM CONSUMERS AS TO THE AVAILABILITY OF  AND  HOW  TO\n   28  ACCESS  THE  CONSUMER  INFORMATION PRESCRIBED BY THIS ARTICLE.  NOTWITH-\n   29  STANDING ANY INCONSISTENT LAW TO THE CONTRARY, NO ADVERTISEMENT  UTILIZ-\n   30  ING  ELECTRONIC  MEANS,  (INCLUDING BUT NOT LIMITED TO RADIO, TELEVISION\n   31  AND  THE  INTERNET)  PUBLIC  SERVICE  ANNOUNCEMENT  OR  OTHER  BROADCAST\n   32  PRODUCED OR DISTRIBUTED PURSUANT TO THIS SECTION SHALL FEATURE THE LIKE-\n   33  NESS,  PICTURE  OR  VOICE  OF  A  STATEWIDE ELECTED OFFICIAL OR A FAMILY\n   34  MEMBER OF SUCH OFFICIAL.\n   35    S 2. If any provision of section one of this act  or  the  application\n   36  thereof  to any person or circumstances be adjudged invalid by any court\n   37  of competent jurisdiction, such judgment shall be confined in its opera-\n   38  tion to the provision or application or persons or circumstances direct-\n   39  ly involved in the controversy in which such judgment  shall  have  been\n   40  rendered and shall not affect or impair the validity of the remainder of\n   41  this act or the application thereof to other persons or circumstances.\n   42    S 3. The executive law is amended by adding a new article 44-A to read\n   43  as follows:\n   44                                 ARTICLE 44-A\n   45                OFFICE OF PUBLIC INSURANCE CONSUMER ADVOCATE\n   46  SECTION 945. OFFICE OF PUBLIC INSURANCE CONSUMER ADVOCATE.\n   47          946. PUBLIC INSURANCE CONSUMER ADVOCATE.\n   48          947. POWERS AND DUTIES.\n   49    S  945. OFFICE OF PUBLIC INSURANCE CONSUMER ADVOCATE.  THERE IS HEREBY\n   50  CREATED IN THE EXECUTIVE DEPARTMENT  AN  INDEPENDENT  OFFICE  OF  PUBLIC\n   51  INSURANCE  CONSUMER ADVOCATE (HEREINAFTER REFERRED TO IN THIS ARTICLE AS\n   52  \"OFFICE\") TO REPRESENT  THE  INTERESTS  OF  NONBUSINESS  AUTOMOBILE  AND\n   53  HEALTH INSURANCE CONSUMERS IN THE STATE.\n   54    S  946.  PUBLIC INSURANCE CONSUMER ADVOCATE. 1. THE GOVERNOR, WITH THE\n   55  ADVICE AND CONSENT OF THE  SENATE,  SHALL  APPOINT  A  PUBLIC  INSURANCE\n   56  CONSUMER  ADVOCATE  (HEREINAFTER  REFERRED  TO IN THIS ARTICLE AS \"ADVO-\n\n       A. 3744                             4\n\n    1  CATE\") WHO SHALL SERVE AS THE EXECUTIVE DIRECTOR OF THE OFFICE OF PUBLIC\n    2  INSURANCE CONSUMER ADVOCATE AND SHALL RECEIVE AN  ANNUAL  SALARY  TO  BE\n    3  FIXED  BY THE GOVERNOR WITHIN THE AMOUNT AVAILABLE THEREFOR BY APPROPRI-\n    4  ATION.\n    5    2.  (A)  TO BE ELIGIBLE TO SERVE AS ADVOCATE, A PERSON MUST BE A RESI-\n    6  DENT OF THE STATE. THE ADVOCATE SHALL BE A PERSON WHO HAS DEMONSTRATED A\n    7  STRONG COMMITMENT TO AND INVOLVEMENT IN EFFORTS TO SAFEGUARD THE  RIGHTS\n    8  OF  THE PUBLIC, AND WHO POSSESSES THE KNOWLEDGE AND EXPERIENCE NECESSARY\n    9  TO PRACTICE EFFECTIVELY IN INSURANCE PROCEEDINGS.\n   10    (B) A PERSON SHALL NOT BE ELIGIBLE FOR APPOINTMENT AS ADVOCATE IF SUCH\n   11  PERSON OR THE PERSON'S SPOUSE:\n   12    (I) IS EMPLOYED BY OR PARTICIPATES IN THE  MANAGEMENT  OF  A  BUSINESS\n   13  ENTITY  OR  OTHER  ORGANIZATION REGULATED BY THE INSURANCE DEPARTMENT OR\n   14  RECEIVING FUNDS FROM SUCH DEPARTMENT;\n   15    (II) OWNS OR CONTROLS, DIRECTLY OR INDIRECTLY, MORE THAN  TEN  PERCENT\n   16  INTEREST  IN  A  BUSINESS  ENTITY OR OTHER ORGANIZATION REGULATED BY THE\n   17  INSURANCE DEPARTMENT OR RECEIVING FUNDS FROM THE INSURANCE DEPARTMENT OR\n   18  THE OFFICE;\n   19    (III) USES  OR  RECEIVES  A  SUBSTANTIAL  AMOUNT  OF  TANGIBLE  GOODS,\n   20  SERVICES  OR  FUNDS  FROM  THE INSURANCE DEPARTMENT OR THE OFFICE, OTHER\n   21  THAN COMPENSATION OR REIMBURSEMENT AUTHORIZED BY LAW FOR  THE  INSURANCE\n   22  DEPARTMENT OR OFFICE MEMBERSHIP, ATTENDANCE OR EXPENSES.\n   23    3. THE ADVOCATE SHALL SERVE FOR A TERM OF TWO YEARS.\n   24    4. IT SHALL BE A GROUND FOR REMOVAL FROM OFFICE IF THE ADVOCATE:\n   25    (A)  DOES  NOT  HAVE  AT  THE  TIME  OF APPOINTMENT THE QUALIFICATIONS\n   26  REQUIRED BY THIS SECTION;\n   27    (B) DOES NOT MAINTAIN DURING SERVICE AS  ADVOCATE  THE  QUALIFICATIONS\n   28  REQUIRED BY THIS SECTION;\n   29    (C) VIOLATES A PROHIBITION ESTABLISHED BY THIS SECTION; OR\n   30    (D)  CANNOT  DISCHARGE THE ADVOCATE'S DUTIES FOR A SUBSTANTIAL PART OF\n   31  THE TERM FOR WHICH THE ADVOCATE IS APPOINTED BECAUSE OF ILLNESS OR DISA-\n   32  BILITY.\n   33    5. THE VALIDITY OF AN ACTION OF THE OFFICE SHALL NOT  BE  AFFECTED  BY\n   34  THE  FACT  THAT  IT  IS  TAKEN WHEN A GROUND FOR REMOVAL OF THE ADVOCATE\n   35  EXISTS.\n   36    6. (A) A PERSON SHALL NOT SERVE AS THE ADVOCATE OR ACT AS THE  GENERAL\n   37  COUNSEL FOR THE OFFICE OF ADVOCATE IF THE PERSON IS REQUIRED TO REGISTER\n   38  AS A LOBBYIST PURSUANT TO ARTICLE ONE-A OF THE LEGISLATIVE LAW.\n   39    (B)  A  PERSON  SERVING AS THE ADVOCATE SHALL NOT, FOR A PERIOD OF TWO\n   40  YEARS AFTER THE DATE THE PERSON CEASES TO BE AN ADVOCATE, REPRESENT  ANY\n   41  PERSON  IN  A  PROCEEDING  BEFORE THE SUPERINTENDENT OF INSURANCE OR THE\n   42  INSURANCE DEPARTMENT OR RECEIVE COMPENSATION FOR  SERVICES  RENDERED  ON\n   43  BEHALF  OF  ANY  PERSON  REGARDING  A  CASE BEFORE THE SUPERINTENDENT OF\n   44  INSURANCE OR THE INSURANCE DEPARTMENT.\n   45    (C) A PERSON SHALL NOT SERVE AS THE ADVOCATE OR BE AN EMPLOYEE OF  THE\n   46  OFFICE  IF  THE  PERSON  IS AN OFFICER, EMPLOYEE OR PAID CONSULTANT OF A\n   47  TRADE ASSOCIATION IN THE FIELD OF INSURANCE.\n   48    (D) A PERSON WHO IS THE SPOUSE OF AN OFFICER, MANAGER OR PAID CONSULT-\n   49  ANT OF A TRADE ASSOCIATION IN THE FIELD OF INSURANCE SHALL NOT SERVE  AS\n   50  THE ADVOCATE AND MAY NOT BE AN OFFICE EMPLOYEE.\n   51    (E) FOR THE PURPOSES OF THIS SECTION, A TRADE ASSOCIATION IS A NONPRO-\n   52  FIT,  COOPERATIVE  AND  VOLUNTARILY  JOINED  ASSOCIATION  OF BUSINESS OR\n   53  PROFESSIONAL COMPETITORS DESIGNED TO ASSIST ITS MEMBERS AND ITS INDUSTRY\n   54  OR PROFESSION IN DEALING WITH MUTUAL BUSINESS OR  PROFESSIONAL  PROBLEMS\n   55  AND IN PROMOTING THEIR COMMON INTEREST.\n\n       A. 3744                             5\n\n    1    S  947.  POWERS  AND DUTIES. 1. THE ADVOCATE, AS EXECUTIVE DIRECTOR OF\n    2  THE OFFICE, SHALL BE CHARGED WITH THE RESPONSIBILITY  OF  ADMINISTERING,\n    3  ENFORCING  AND  CARRYING  OUT  THE PROVISIONS OF THIS ARTICLE, INCLUDING\n    4  PREPARATION OF A BUDGET FOR THE OFFICE, EMPLOYING ALL NECESSARY  PROFES-\n    5  SIONAL,  TECHNICAL  AND  OTHER EMPLOYEES TO CARRY OUT PROVISIONS OF THIS\n    6  ARTICLE, APPROVAL OF EXPENDITURES FOR PROFESSIONAL SERVICES, TRAVEL, PER\n    7  DIEM AND OTHER ACTUAL AND NECESSARY EXPENSES INCURRED  IN  ADMINISTERING\n    8  THE  OFFICE.  THE COMPENSATION OF EMPLOYEES OF THE OFFICE SHALL BE FIXED\n    9  BY THE ADVOCATE WITHIN THE APPROPRIATION PROVIDED THEREFOR.\n   10    2. THE OFFICE SHALL FILE ANNUALLY WITH THE GOVERNOR, TEMPORARY  PRESI-\n   11  DENT  OF  THE SENATE AND SPEAKER OF THE ASSEMBLY A COMPLETE AND DETAILED\n   12  WRITTEN REPORT ACCOUNTING FOR ALL FUNDS RECEIVED AND  DISBURSED  BY  THE\n   13  OFFICE  DURING  THE PRECEDING FISCAL YEAR. THE ANNUAL REPORT SHALL BE IN\n   14  THE FORM AND REPORTED AS PART OF THE EXECUTIVE BUDGET.\n   15    3. ALL MONEY PAID TO THE OFFICE UNDER THIS ARTICLE SHALL BE  DEPOSITED\n   16  IN THE STATE TREASURY.\n   17    4.  THE OFFICE MAY ASSESS THE IMPACT OF INSURER PRACTICES AND PROPOSED\n   18  AND IN-FORCE INSURANCE RATES, RULES AND REGULATIONS ON NONBUSINESS AUTO-\n   19  MOBILE AND HEALTH INSURANCE CONSUMERS IN THE STATE;  IN  ITS  OWN  NAME,\n   20  ADVOCATE ON BEHALF OF POSITIONS THAT ARE MOST ADVANTAGEOUS TO A SUBSTAN-\n   21  TIAL NUMBER OF INSURANCE CONSUMERS AS DETERMINED BY THE ADVOCATE; AND DO\n   22  ALL  THINGS  NECESSARY AND PROPER FOR THESE PURPOSES, INCLUDING ENGAGING\n   23  ATTORNEYS, AND EXPERTS  IN  ACTUARIAL  SCIENCE,  ECONOMICS,  ACCOUNTING,\n   24  FINANCE OR ANY OTHER DISCIPLINE WHICH MAY BE APPROPRIATE.\n   25    5. THE ADVOCATE:\n   26    (A)  MAY  APPEAR  OR  INTERVENE AS A MATTER OF RIGHT BEFORE THE SUPER-\n   27  INTENDENT OF INSURANCE OR INSURANCE DEPARTMENT AS A PARTY  OR  OTHERWISE\n   28  ON BEHALF OF INSURANCE CONSUMERS AS A CLASS IN MATTERS INVOLVING INSURER\n   29  PRACTICES AND PROPOSED AND IN-FORCE RATES, RULES AND REGULATIONS AFFECT-\n   30  ING NONBUSINESS AUTOMOBILE AND HEALTH INSURANCE;\n   31    (B) MAY INITIATE OR INTERVENE AS A MATTER OF RIGHT OR OTHERWISE APPEAR\n   32  IN  ANY JUDICIAL PROCEEDING INVOLVING OR ARISING OUT OF ANY ACTION TAKEN\n   33  BY AN ADMINISTRATIVE AGENCY IN A PROCEEDING IN WHICH THE ADVOCATE PREVI-\n   34  OUSLY APPEARED UNDER THE AUTHORITY GRANTED BY THIS ARTICLE;\n   35    (C) IS ENTITLED TO ACCESS ANY RECORDS OF THE INSURANCE DEPARTMENT THAT\n   36  ARE AVAILABLE TO ANY PARTY IN A PROCEEDING BEFORE THE SUPERINTENDENT  OF\n   37  INSURANCE  OR  INSURANCE  DEPARTMENT UNDER THE AUTHORITY GRANTED BY THIS\n   38  ARTICLE;\n   39    (D) IS ENTITLED TO OBTAIN DISCOVERY OF ANY NON-PRIVILEGED MATTER  THAT\n   40  IS RELEVANT TO THE SUBJECT MATTER INVOLVED IN A PROCEEDING OR SUBMISSION\n   41  BEFORE  THE  SUPERINTENDENT  OF  INSURANCE  OR  INSURANCE  DEPARTMENT AS\n   42  AUTHORIZED BY THIS ARTICLE;\n   43    (E) MAY RECOMMEND LEGISLATION TO THE LEGISLATURE THAT, IN THE JUDGMENT\n   44  OF THE ADVOCATE, WOULD AFFECT POSITIVELY THE  INTERESTS  OF  NONBUSINESS\n   45  AUTOMOBILE AND HEALTH INSURANCE CONSUMERS;\n   46    (F)  MAY APPEAR OR INTERVENE AS A MATTER OF RIGHT AS A PARTY OR OTHER-\n   47  WISE ON BEHALF OF NONBUSINESS AUTOMOBILE AND HEALTH INSURANCE  CONSUMERS\n   48  AS  A  CLASS IN ALL PROCEEDINGS AND ACTIONS IN WHICH THE ADVOCATE DETER-\n   49  MINES THAT SUCH CONSUMERS NEED REPRESENTATION, EXCEPT THAT THE  ADVOCATE\n   50  SHALL  NOT  INTERVENE  IN  ANY  ENFORCEMENT OR PARENS PATRIAE PROCEEDING\n   51  BROUGHT BY THE ATTORNEY GENERAL;\n   52    (G) MAY CONDUCT ANY INQUIRY, HEARING, INVESTIGATION, SURVEY  OR  STUDY\n   53  WHICH  THE  ADVOCATE  DEEMS  NECESSARY  TO  EFFECTIVELY  CARRY  OUT  THE\n   54  PROVISIONS OF THIS ARTICLE AND, FOR  THAT  PURPOSE,  TO  TAKE  AND  HEAR\n   55  PROOFS  AND  TESTIMONY,  SUBPOENA  WITNESSES,  COMPEL  THEIR ATTENDANCE,\n   56  ADMINISTER OATHS, EXAMINE ANY PERSON UNDER OATH AND TO COMPEL ANY PERSON\n\n       A. 3744                             6\n\n    1  TO SUBSCRIBE TO HIS OR HER TESTIMONY AFTER IT HAS BEEN CORRECTLY REDUCED\n    2  TO WRITING, AND IN CONNECTION THEREWITH TO REQUIRE THE PRODUCTION OF ANY\n    3  BOOKS, PAPERS, RECORDS,  ACCOUNTS,  CORRESPONDENCE  OR  OTHER  DOCUMENTS\n    4  WHICH  THE  ADVOCATE  DEEMS  RELEVANT  TO THE INQUIRY. A SUBPOENA ISSUED\n    5  UNDER THIS SECTION SHALL BE REGULATED BY  THE  CIVIL  PRACTICE  LAW  AND\n    6  RULES.\n    7    6.  (A)  THE  OFFICE  SHALL  PREPARE  INFORMATION  OF  PUBLIC INTEREST\n    8  DESCRIBING THE FUNCTIONS OF THE OFFICE. THE OFFICE SHALL MAKE THE INFOR-\n    9  MATION AVAILABLE TO THE PUBLIC, LAWMAKERS AND  APPROPRIATE  STATE  AGEN-\n   10  CIES.\n   11    (B)  THE  OFFICE  SHALL  PREPARE  AND  MAINTAIN  A  WRITTEN  PLAN THAT\n   12  DESCRIBES HOW EACH PERSON WHO DOES NOT SPEAK  ENGLISH  CAN  BE  PROVIDED\n   13  REASONABLE ACCESS TO THE OFFICE'S PROGRAMS.\n   14    (C) THE OFFICE SHALL PREPARE AND DISTRIBUTE PUBLIC EDUCATION MATERIALS\n   15  FOR CONSUMERS, LEGISLATORS AND REGULATORS.\n   16    (D) THE OFFICE MAY PARTICIPATE IN TRADE ASSOCIATIONS.\n   17    7. THE OFFICE SHALL BE SUBJECT TO ARTICLES SIX AND SIX-A OF THE PUBLIC\n   18  OFFICERS LAW; PROVIDED, HOWEVER, THAT DOCUMENTS, RECORDS, FILES, REPORTS\n   19  OR  OTHER  INFORMATION  CONCERNING CONFIDENTIAL MATTERS OF THE BOARD, AS\n   20  DEFINED AND DESCRIBED IN  REGULATIONS  PROMULGATED  BY  THE  BOARD,  ARE\n   21  SPECIFICALLY  EXEMPTED  FROM DISCLOSURE PURSUANT TO SECTION EIGHTY-SEVEN\n   22  OF THE PUBLIC OFFICERS LAW.\n   23    S 4. Subsection (d) of section 2321 of the insurance law is amended to\n   24  read as follows:\n   25    (d) Proceedings pursuant to subsections (b) and (c) [hereof]  OF  THIS\n   26  SECTION  may  be instituted upon the initiative of the superintendent or\n   27  upon written application to the superintendent by any  aggrieved  person\n   28  or  organization, other than a rate service organization, for a hearing,\n   29  if the superintendent finds that the application is made in  good  faith\n   30  and  that  the  grounds  otherwise  justify holding such a hearing WHICH\n   31  SHALL BE HELD WITHIN FIFTEEN DAYS OF  THE  REQUEST;  PROVIDED,  HOWEVER,\n   32  THAT THE SUPERINTENDENT SHALL HOLD SUCH A HEARING WITHIN FIFTEEN DAYS OF\n   33  AN  APPLICATION  THEREFOR  FROM  THE  PUBLIC INSURANCE CONSUMER ADVOCATE\n   34  ESTABLISHED UNDER ARTICLE FORTY-FOUR-A OF THE EXECUTIVE LAW. IN THE CASE\n   35  OF A DENIAL OF AN APPLICATION FOR  A  HEARING  FILED  BY  ANY  AGGRIEVED\n   36  PERSON  OR  ANY OTHER ORGANIZATION, THE SUPERINTENDENT SHALL PROVIDE THE\n   37  REASONS THEREFOR IN WRITING TO THE APPLICANT WITHIN FIFTEEN DAYS OF SUCH\n   38  DENIAL.\n   39    S 5. Subsection (c) of section 2305 of the insurance law is amended to\n   40  read as follows:\n   41    (c) (1) Rates filed with the superintendent shall  be  accompanied  by\n   42  the information upon which the insurer supports the rate as set forth in\n   43  subsection  (b) of section two thousand three hundred four of this arti-\n   44  cle.\n   45    (2) WITH RESPECT TO RATES FILED FOR NONBUSINESS  AUTOMOBILE  POLICIES,\n   46  SUCH  FILINGS  SHALL INCLUDE ALL STATISTICAL DATA RELIED UPON TO SUPPORT\n   47  THE FILING AND  SUCH  OTHER  INFORMATION  AS  THE  SUPERINTENDENT  SHALL\n   48  REQUIRE.  SUCH  FILINGS  AND  SUPPORTING  INFORMATION SHALL CONFORM WITH\n   49  STANDARDS OF UNIFORMITY WHICH  THE  SUPERINTENDENT  SHALL  PRESCRIBE  BY\n   50  REGULATION  WITHIN ONE HUNDRED EIGHTY DAYS OF THE EFFECTIVE DATE OF THIS\n   51  PARAGRAPH.\n   52    S 6. The insurance law is amended by adding a new section 2352 to read\n   53  as follows:\n   54    S 2352. MUNICIPAL PETITIONS; MOTOR VEHICLE INSURANCE  FOR  NONBUSINESS\n   55  AUTOMOBILES.  (A) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW, ANY\n   56  MUNICIPALITY OR COMBINATION OF CONTIGUOUS  MUNICIPALITIES  MAY  PETITION\n\n       A. 3744                             7\n\n    1  THE  DEPARTMENT  FOR A REDUCTION IN RATES OF POLICIES COVERING LOSSES OR\n    2  LIABILITIES ARISING OUT OF THE OWNERSHIP OF A MOTOR VEHICLE PREDOMINANT-\n    3  LY USED FOR NONBUSINESS PURPOSES, WHEN A NATURAL  PERSON  IS  THE  NAMED\n    4  INSURED UNDER A POLICY OF AUTO INSURANCE, WHEN SUCH RATES DO NOT REFLECT\n    5  ACCURATELY THE CURRENT DATA PERTINENT TO THE RISK OF LOSS IN THE MUNICI-\n    6  PALITY  OR MUNICIPALITIES BASED ON REASONABLE AND SOUND UNDERWRITING AND\n    7  ACTUARIAL CRITERIA.\n    8    (B) WITHIN FIFTEEN DAYS OF RECEIPT OF SUCH A PETITION, THE  DEPARTMENT\n    9  SHALL HOLD A PUBLIC HEARING THEREON, AT WHICH MUNICIPAL REPRESENTATIVES,\n   10  INSURERS AND THE PUBLIC SHALL HAVE THE RIGHT TO BE HEARD. THE DEPARTMENT\n   11  SHALL  EXPLAIN  IN WRITING ITS REASONS FOR GRANTING OR DENYING, IN WHOLE\n   12  OR IN PART, THE RELIEF SOUGHT IN THE PETITION. IF THE DEPARTMENT  GRANTS\n   13  SUCH  RELIEF, IT SHALL IMMEDIATELY ORDER AN APPROPRIATE REDUCTION, WHICH\n   14  MAY INCLUDE RETROACTIVE RELIEF, IF JUSTIFIED, NOTWITHSTANDING ANY INCON-\n   15  SISTENT PROVISION OF LAW.\n   16    (C) FOR THE PURPOSES OF THIS SECTION, THE  TERM  \"MUNICIPALITY\"  SHALL\n   17  MEAN ANY COUNTY NOT WHOLLY CONTAINED WITHIN A CITY AND ANY CITY COMPRIS-\n   18  ING MORE THAN ONE COUNTY.\n   19    S 7.  The insurance law is amended by adding a new section 342 to read\n   20  as follows:\n   21    S  342. COOPERATION WITH OFFICE OF PUBLIC INSURANCE CONSUMER ADVOCATE.\n   22  (A) THE SUPERINTENDENT, AND EVERY DEPUTY AND EMPLOYEE OF THE  DEPARTMENT\n   23  SHALL COOPERATE FULLY AND COMPLETELY WITH THE OFFICE OF PUBLIC INSURANCE\n   24  CONSUMER ADVOCATE AND PROVIDE WITHOUT CHARGE TO SUCH OFFICE, ACCESS AND,\n   25  UPON  REQUEST  OF  THE PUBLIC INSURANCE CONSUMER ADVOCATE, COPIES OF ALL\n   26  BOOKS, RECORDS AND FILES OF THE DEPARTMENT AND OF EACH LICENSEE  OF  THE\n   27  DEPARTMENT  TO  THE  EXTENT  THAT THE DEPARTMENT HAS ACCESS OR COPIES OF\n   28  SUCH BOOKS, RECORDS AND FILES, WHICH SUCH ADVOCATE DEEMS  NECESSARY  AND\n   29  APPROPRIATE  TO  CARRY  OUT  THE PURPOSES OF ARTICLE FORTY-FOUR-A OF THE\n   30  EXECUTIVE LAW, INCLUDING, BUT NOT LIMITED TO  FILINGS  AND  APPLICATIONS\n   31  WHICH  MAY  BE  SUBJECT  TO  A HEARING PURSUANT TO THIS SECTION, AND ALL\n   32  INFORMATION FURNISHED THE SUPERINTENDENT IN SUPPORT OF SUCH FILINGS  AND\n   33  APPLICATIONS.\n   34    (B)  NOTWITHSTANDING  ANY  INCONSISTENT LAW, RULE OR REGULATION TO THE\n   35  CONTRARY, THE SUPERINTENDENT SHALL NOTIFY THE OFFICE OF PUBLIC INSURANCE\n   36  CONSUMER ADVOCATE OF ALL RATE-RELATED FILINGS MADE UNDER  ARTICLE  TWEN-\n   37  TY-THREE  OF  THIS CHAPTER WITH RESPECT TO NONBUSINESS AUTOMOBILE INSUR-\n   38  ANCE, FILINGS FOR RATE INCREASES PURSUANT TO SECTIONS THREE THOUSAND TWO\n   39  HUNDRED THIRTY-ONE AND FOUR THOUSAND THREE HUNDRED EIGHT OF THIS CHAPTER\n   40  AND APPLICATIONS FOR MATERIAL CHANGE IN BENEFITS OR DELIVERY OF BENEFITS\n   41  UNDER A CONTRACT, WITHIN FIVE BUSINESS  DAYS  OF  HAVING  RECEIVED  SUCH\n   42  FILINGS  AND APPLICATIONS.  SUCH NOTIFICATION SHALL INCLUDE A SUMMARY OF\n   43  EACH FILING OR APPLICATION, TO INCLUDE,  BUT  NOT  BE  LIMITED  TO:  THE\n   44  NUMBER  OF  POLICYHOLDERS, SUBSCRIBERS OR ENROLLEES AFFECTED; THE AMOUNT\n   45  OF RATE INCREASE; THE REGIONS OR TERRITORIES AFFECTED; AND A DESCRIPTION\n   46  OF THE CHANGE IN BENEFITS OR DELIVERY OF BENEFITS.   THE  SUPERINTENDENT\n   47  SHALL  SIMULTANEOUSLY  SUBMIT  FOR PUBLICATION IN THE STATE REGISTER ALL\n   48  SUCH NOTIFICATIONS TO THE PUBLIC INSURANCE CONSUMER  ADVOCATE.    WITHIN\n   49  FIVE  BUSINESS  DAYS OF THE REQUEST OF SUCH ADVOCATE, THE SUPERINTENDENT\n   50  SHALL FORWARD ANY FILINGS AND APPLICATIONS SO REQUESTED AND ALL INFORMA-\n   51  TION FURNISHED IN SUPPORT OF SUCH FILINGS AND APPLICATIONS.\n   52    (C) THE PUBLIC INSURANCE CONSUMER ADVOCATE MAY REQUEST THE SUPERINTEN-\n   53  DENT HOLD A HEARING ON ANY MATTER DEEMED NECESSARY  AND  APPROPRIATE  TO\n   54  CARRY  OUT  THE  PURPOSES  OF ARTICLE FORTY-FOUR-A OF THE EXECUTIVE LAW,\n   55  WHICH SHALL BE HELD WITHIN FIFTEEN DAYS  OF  THE  REQUEST.  NO  PROPOSED\n   56  CHANGE  IN RULE OR REGULATION, FILING FOR A NONBUSINESS AUTOMOBILE RATE-\n\n       A. 3744                             8\n\n    1  RELATED CHANGE OR RATE INCREASE, FILING FOR A RATE INCREASE PURSUANT  TO\n    2  SECTIONS  THREE  THOUSAND TWO HUNDRED THIRTY-ONE AND FOUR THOUSAND THREE\n    3  HUNDRED EIGHT OF THIS CHAPTER, OR APPLICATION  FOR  MATERIAL  CHANGE  IN\n    4  BENEFITS OR DELIVERY OF BENEFITS SUBJECT TO A HEARING UNDER THIS SECTION\n    5  SHALL  BECOME EFFECTIVE PENDING THE CLOSE OF SUCH HEARING, PROVIDED THAT\n    6  SUCH REQUEST IS MADE WITHIN THIRTY DAYS OF SUCH ADVOCATE HAVING RECEIVED\n    7  NOTICE OF SUCH PROPOSED CHANGE, FILING OR  APPLICATION.  WITHIN  FIFTEEN\n    8  DAYS  AFTER THE CLOSE OF THE HEARING, OR SUCH TIME AS THE SUPERINTENDENT\n    9  APPROVES THE PROPOSED  RULE,  REGULATION,  FILING  OR  APPLICATION,  THE\n   10  SUPERINTENDENT  SHALL  ISSUE  A  WRITTEN  OPINION BASED UPON THE HEARING\n   11  RECORD, EXPLAINING THE REASONS FOR APPROVING OR DENYING, IN WHOLE OR  IN\n   12  PART, THE CHANGE SOUGHT.\n   13    S 8. Subparagraph (A) of paragraph 2 of subsection (e) of section 3231\n   14  of  the insurance law, as amended by chapter 107 of the laws of 2010, is\n   15  amended to read as follows:\n   16    (A) Until September thirtieth,  two  thousand  ten,  as  an  alternate\n   17  procedure  to  the  requirements of paragraph one of this subsection, an\n   18  insurer desiring to increase or decrease premiums for  any  policy  form\n   19  subject  to this section may instead submit a rate filing or application\n   20  to the superintendent and such application or  filing  shall  be  deemed\n   21  approved,  provided  that:  (i) the anticipated minimum loss ratio for a\n   22  policy form shall not be less than eighty-two percent  of  the  premium;\n   23  and (ii) the insurer submits, as part of such filing, a certification by\n   24  a  member  of  the  American  Academy  of  Actuaries or other individual\n   25  acceptable to the superintendent that the insurer is in compliance  with\n   26  the  provisions of this paragraph, based upon that person's examination,\n   27  including a review of the  appropriate  records  and  of  the  actuarial\n   28  assumptions  and  methods  used  by  the insurer in establishing premium\n   29  rates for policy forms subject to this section, UNLESS THE PUBLIC INSUR-\n   30  ANCE CONSUMER ADVOCATE HAS REQUESTED  A  PUBLIC  HEARING  ON  SUCH  RATE\n   31  FILING  OR  APPLICATION  PURSUANT  TO SECTION THREE HUNDRED FORTY-TWO OF\n   32  THIS CHAPTER.   An insurer shall not  utilize  the  alternate  procedure\n   33  pursuant  to  this paragraph to implement a change in rates to be effec-\n   34  tive on or after October first, two thousand ten.\n   35    S 9. Paragraph 1 of subsection (g) of section 4308  of  the  insurance\n   36  law,  as  amended by chapter 107 of the laws of 2010, is amended to read\n   37  as follows:\n   38    (1) Until September thirtieth,  two  thousand  ten,  as  an  alternate\n   39  procedure  to  the  requirements  of  subsection  (c) of this section, a\n   40  corporation subject to  the  provisions  of  this  article  desiring  to\n   41  increase  or  decrease premiums for any contract subject to this section\n   42  may instead submit a rate filing or application  to  the  superintendent\n   43  and  such  application or filing shall be deemed approved, provided that\n   44  (A) the anticipated incurred loss ratio for a contract form shall not be\n   45  less than eighty-two percent for individual direct payment contracts  or\n   46  eighty-two percent for small group and small group remittance contracts,\n   47  nor,  except  in  the case of individual direct payment contracts with a\n   48  loss ratio of greater than one  hundred  five  percent  during  nineteen\n   49  hundred  ninety-four, shall the loss ratio for any direct payment, group\n   50  or group remittance contract be more than one hundred  five  percent  of\n   51  the anticipated earned premium, and (B) the corporation submits, as part\n   52  of  such  filing, a certification by a member of the American Academy of\n   53  Actuaries or other individual acceptable to the superintendent that that\n   54  corporation is in compliance with the  provisions  of  this  subsection,\n   55  based  upon  that person's examination, including a review of the appro-\n   56  priate records and of the actuarial assumptions and methods used by  the\n\n       A. 3744                             9\n\n    1  corporation  in establishing premium rates for contracts subject to this\n    2  section, UNLESS THE PUBLIC INSURANCE CONSUMER ADVOCATE HAS  REQUESTED  A\n    3  PUBLIC  HEARING  ON  SUCH RATE FILING OR APPLICATION PURSUANT TO SECTION\n    4  THREE  HUNDRED  FORTY-TWO  OF  THIS  CHAPTER.    A corporation shall not\n    5  utilize the alternate procedure pursuant to this subsection to implement\n    6  a change in rates to be effective on or after October first,  two  thou-\n    7  sand ten. For purposes of this section, a small group is any group whose\n    8  contract  is  subject  to the requirements of section [forty-three] FOUR\n    9  THOUSAND THREE hundred seventeen of this article.\n   10    S 10. Section 149 of the executive law is  amended  by  adding  a  new\n   11  subdivision 4 to read as follows:\n   12    4.  NOTICES  SUBMITTED  PURSUANT TO SECTION THREE HUNDRED FORTY-TWO OF\n   13  THE INSURANCE LAW SHALL BE IN SUCH FORMAT  AS  THE  SECRETARY  OF  STATE\n   14  SHALL  REQUIRE,  AND  SHALL  BE  PUBLISHED  IN A SEPARATE SECTION OF THE\n   15  REGISTER WHICH SHALL INCLUDE TELEPHONE  NUMBERS,  ADDRESSES  AND  E-MAIL\n   16  ADDRESSES  WHICH  THE  PUBLIC  MAY  USE  TO CONTACT THE OFFICE OF PUBLIC\n   17  INSURANCE CONSUMER ADVOCATE AND THE INSURANCE DEPARTMENT.\n   18    S 11. Section 202 of the state administrative procedure act is amended\n   19  by adding a new subdivision 1-a to read as follows:\n   20    1-A. IN ADDITION TO THE REQUIREMENTS OF THIS SECTION,  ANY  NOTICE  OF\n   21  PROPOSED RULEMAKING, NOTICE OF REVISED RULEMAKING OR NOTICE OF EMERGENCY\n   22  ADOPTION  SUBMITTED BY THE INSURANCE DEPARTMENT THAT IMPACTS NONBUSINESS\n   23  AUTOMOBILE OR HEALTH INSURANCE CONSUMERS SHALL ALSO  INCLUDE  THE  TELE-\n   24  PHONE  NUMBER,  ADDRESS  AND  E-MAIL ADDRESS WHICH THE PUBLIC MAY USE TO\n   25  CONTACT THE OFFICE OF PUBLIC INSURANCE CONSUMER ADVOCATE.\n   26    S 12. This act shall take effect immediately; provided, however,  that\n   27  within  twelve  months  of  the effective date of this act, the database\n   28  required by section 502 of the insurance law, as added by section one of\n   29  this act, shall be completed; and, provided further, that within  ninety\n   30  days  of  the  effective date of this act, notice of the availability of\n   31  the  insurance  department's  Annual  Ranking  of  Automobile  Insurance\n   32  Complaints  and  Consumers  Guide  to  Auto Insurance, and the insurance\n   33  department's address, telephone number and web  site  address  shall  be\n   34  provided  with all nonbusiness automobile policies delivered, issued for\n   35  delivery, renewed or issued for renewal in this state.   The  disclosure\n   36  requirement of section 504 of the insurance law, as added by section one\n   37  of  this act shall take effect twelve months after the effective date of\n   38  this act.  The public insurance consumer advocate  shall  be  appointed,\n   39  pursuant to article 44-A of the executive law, as added by section three\n   40  of  this  act  for  a  two  year term. Any regulations necessary for the\n   41  implementation of the provisions of this act shall be promulgated within\n   42  one hundred eighty days after the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to improving disclosure to automobile insurance consumers; and to amend the executive law, the insurance law and the state administrative procedure act, in relation to establishing an independent office of public insurance consumer advocate and establishing its powers and duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845617
}