{
  "year" : 2011,
  "senateBillNo" : "A374-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A374-2011-1294203600000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an optional pilot program to establish arts-based districts in the cities of Buffalo, Rochester, Syracuse and Troy",
  "summary" : "Provides an optional pilot program to establish arts-based districts in the cities of Buffalo, Rochester, Syracuse and Troy and for the repeal of the provisions pertaining thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "AA694-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          374\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. HOYT, McENENY -- read once and referred to the\n         Committee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the arts and cultural affairs law, the real property tax\n         law and the tax law, in relation to the  establishment  of  arts-based\n         districts;  and providing for the repeal of such provisions upon expi-\n         ration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The legislature hereby finds that\n    2  artists and related creative professions have high  community  value  as\n    3  cultural,  social  and economic assets. When they live and work in iden-\n    4  tifiable districts the opportunity exists for capitalizing for the bene-\n    5  fit of residents of the district and  the  community  at  large  through\n    6  enhancing  quality  of  life  and  supporting  elements of a tourism and\n    7  artist economy.\n    8    The legislature further finds that the cities of New York state have a\n    9  long tradition of artistic creative activities and  major  artistic  and\n   10  cultural  institutions  including  being the home to some of the world's\n   11  major art museums and performing arts venues.\n   12    The legislature further finds that collaboration  between  cities  and\n   13  the  state  offers  the  opportunity  to establish viable and productive\n   14  arts-based districts capable of becoming a model for cities and villages\n   15  throughout the state.\n   16    Therefore, the legislature  hereby  provides  for  an  optional  pilot\n   17  program  for  the  cities  of  Buffalo,  Rochester, Syracuse and Troy to\n   18  establish arts-based districts in their cities.\n   19    S 2. Article 16 and section 16.01 of the arts and cultural affairs law\n   20  are redesignated article 17 and section 17.01, and a new article  16  is\n   21  added to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01095-01-1\n\n       A. 374                              2\n\n    1                                  ARTICLE 16\n    2                            ARTS-BASED DISTRICTS\n    3  SECTION 16.01. DEFINITIONS.\n    4          16.03. ARTS-BASED DISTRICTS ADVISORY BOARD.\n    5          16.05. PILOT ARTS-BASED DISTRICTS.\n    6          16.07. STATE ASSISTANCE AND COOPERATION.\n    7    S 16.01. DEFINITIONS. AS USED IN THIS ARTICLE:\n    8    1.  \"ARTISTIC WORK\" MEANS AN ORIGINAL AND CREATIVE WORK, WHETHER WRIT-\n    9  TEN, COMPOSED OR EXECUTED, THAT FALLS UNDER ONE OR MORE OF THE FOLLOWING\n   10  CATEGORIES:\n   11    A. A BOOK OR OTHER WRITING;\n   12    B. A PLAY OR PERFORMANCE OF A PLAY;\n   13    C. A MUSICAL COMPOSITION OR THE PERFORMANCE OF A MUSICAL COMPOSITION;\n   14    D. A PAINTING OR OTHER PICTURE;\n   15    E. A PERFORMANCE PIECE;\n   16    F. A SCULPTURE;\n   17    G. TRADITIONAL OR FINE CRAFTS;\n   18    H. THE CREATION OF A FILM OR THE ACTING WITHIN A FILM;\n   19    I. THE CREATION OF A DANCE OR THE PERFORMANCE OF A DANCE; OR\n   20    J. THE CREATION OF ELECTRONIC ARTS.\n   21    2. \"ARTS AND ENTERTAINMENT ENTERPRISE\" MEANS A FOR-PROFIT OR  NOT-FOR-\n   22  PROFIT ENTITY DEDICATED TO VISUAL OR PERFORMING ARTS.\n   23    3.  \"QUALIFYING  RESIDENT ARTISTS\" MEANS AN INDIVIDUAL WHO: A. OWNS OR\n   24  RENTS RESIDENTIAL REAL PROPERTY IN THE DISTRICT; AND\n   25    B. DERIVES INCOME FROM THE SALE OR PERFORMANCE WITHIN THE DISTRICT  OF\n   26  ANY  ARTISTIC  WORK  THAT  THE  INDIVIDUAL WROTE, COMPOSED, OR EXECUTED,\n   27  EITHER SOLELY OR WITH ONE OR MORE OTHER INDIVIDUALS.\n   28    4. \"DISTRICT\" OR \"ARTS-BASED DISTRICT\" SHALL MEAN  A  DISTRICT  ESTAB-\n   29  LISHED BY LOCAL LAW OR ORDINANCE PURSUANT TO SECTION 16.05 OF THIS ARTI-\n   30  CLE.\n   31    5.  \"BOARD\"  MEANS  THE  STATE  ARTS-BASED DISTRICTS ADVISORY BOARD AS\n   32  ESTABLISHED IN SECTION 16.03 OF THIS ARTICLE.\n   33    S 16.03. ARTS-BASED DISTRICTS  ADVISORY  BOARD.  1.  THERE  IS  HEREBY\n   34  ESTABLISHED  A  STATE  ARTS-BASED DISTRICTS ADVISORY BOARD TO ADVISE THE\n   35  GOVERNOR AND STATE AGENCIES ON THE PILOT PROGRAM ESTABLISHED PURSUANT TO\n   36  THIS ARTICLE. THE BOARD SHALL CONSIST OF THE CHIEF EXECUTIVE OFFICER  OF\n   37  THE  URBAN  DEVELOPMENT  CORPORATION,  THE  COMMISSIONER  OF HOUSING AND\n   38  COMMUNITY RENEWAL, THE DIRECTOR OF THE NEW YORK  STATE  COUNCIL  ON  THE\n   39  ARTS,  THE  SECRETARY OF STATE, OR THEIR DESIGNATED REPRESENTATIVES, AND\n   40  THREE PRIVATE CITIZENS REPRESENTATIVE  OF  INTERESTS  RELATING  TO  SUCH\n   41  PILOT  PROGRAM  AND APPOINTED BY THE GOVERNOR. THE PRIVATE MEMBERS SHALL\n   42  HOLD OFFICE AT THE  PLEASURE  OF  THE  GOVERNOR.  STATE  AGENCIES  SHALL\n   43  PROVIDE STAFF SERVICES AS ARE NECESSARY AND APPROPRIATE FOR THE BOARD TO\n   44  CARRY OUT ITS DUTIES UNDER THIS ARTICLE.\n   45    2.  THE BOARD SHALL MEET AT LEAST THREE TIMES A YEAR AND SHALL FACILI-\n   46  TATE AS PRACTICABLE THE IMPLEMENTATION  OF  PILOT  PROJECTS  UNDER  THIS\n   47  ARTICLE.    THE  BOARD  SHALL  REVIEW THE PLANS FOR ARTS-BASED DISTRICTS\n   48  PURSUANT TO SECTION 16.05 OF THIS ARTICLE  AND  SHALL  FORMALLY  APPROVE\n   49  EACH  PLAN  THAT  MEETS  THE  PURPOSES OF THIS ARTICLE. IN ADDITION, THE\n   50  BOARD SHALL REVIEW AND RESPOND TO RECOMMENDATIONS AND COMMENTS FROM  THE\n   51  PILOT  COMMUNITIES ON THEIR NEEDS FOR SUPPORT IN IMPLEMENTING THIS ARTI-\n   52  CLE.\n   53    3. DURING THE FOURTH YEAR NEXT SUCCEEDING THE EFFECTIVE DATE  OF  THIS\n   54  ARTICLE,  THE BOARD SHALL UNDERTAKE OR CAUSE TO BE UNDERTAKEN A STUDY ON\n   55  THE EFFECTIVENESS OF THE PILOT PROJECT IN EACH OF THE PILOT  CITIES  AND\n   56  SHALL PREPARE RECOMMENDATIONS FOR THE GOVERNOR AND LEGISLATURE ON WHETH-\n\n       A. 374                              3\n\n    1  ER  AN  ARTS-BASED  ECONOMIC AND COMMUNITY DEVELOPMENT PROGRAM SHOULD BE\n    2  ESTABLISHED STATEWIDE, AND, IF SO, MAKE RECOMMENDATIONS AS TO PROVISIONS\n    3  INCLUDING STATE INCENTIVES FOR THE PROGRAM.\n    4    S  16.05.  PILOT  ARTS-BASED  DISTRICTS. 1.   IN ADDITION TO ANY OTHER\n    5  AUTHORITY FOR SUCH PURPOSE, THE CITIES OF BUFFALO,  ROCHESTER,  SYRACUSE\n    6  AND  TROY  MAY  ESTABLISH  AN ARTS-BASED DISTRICT WITHIN ITS BOUNDARIES.\n    7  SUCH DISTRICT SHALL HAVE RESIDENTIAL AND ARTS-RELATED AND SERVICE-RELAT-\n    8  ED COMMERCIAL USES AND SHALL BE IDENTIFIED AS AN AREA PRIMARILY, BUT NOT\n    9  EXCLUSIVELY, INTENDED FOR RESIDENTIAL USE BY ARTISTS AND PERSONS WORKING\n   10  IN ARTS-RELATED ACTIVITIES WHICH SHALL BE DEEMED TO INCLUDE, BUT NOT  BE\n   11  LIMITED  TO, ART GALLERIES, CRAFT STORES, THEATERS AND OTHER PERFORMANCE\n   12  SPACES, MUSEUMS, BOOK STORES AND ARTIST SUPPLY BUSINESSES AND  SERVICES-\n   13  RELATED ACTIVITIES LIKE RESTAURANTS, FOOD STORES, DRY CLEANERS AND TOUR-\n   14  ISM.\n   15    2.  SUCH  DISTRICT  SHALL  BE  DISTINGUISHED  BY PHYSICAL AND CULTURAL\n   16  RESOURCES THAT PLAY A VITAL ROLE IN THE  LIFE  AND  DEVELOPMENT  OF  THE\n   17  COMMUNITY  AND  CONTRIBUTE  TO THE PUBLIC THROUGH INTERPRETATIVE, EDUCA-\n   18  TIONAL AND RECREATIONAL USES.\n   19    3. SUCH DISTRICT SHALL HAVE AN ARTIST HOME OWNERSHIP PROGRAM TO ASSIST\n   20  ARTISTS IN PURCHASING AND REHABILITATING A  HOME  WITHIN  THE  DISTRICT.\n   21  SUCH  DISTRICT SHALL BE SUBJECT TO A PLAN APPROVED BY THE LOCAL LEGISLA-\n   22  TIVE BODY AND BE ORGANIZED AS A BUSINESS IMPROVEMENT  DISTRICT  PURSUANT\n   23  TO  THE  GENERAL MUNICIPAL LAW.   NOTWITHSTANDING ANY OTHER PROVISION OF\n   24  LAW, PROVISION MAY BE MADE FOR CONTRACT  AND/OR  INCENTIVE  ZONING  WITH\n   25  SUCH DISTRICTS.\n   26    S  16.07.  STATE  ASSISTANCE  AND  COOPERATION.  1.  TO EFFECTUATE THE\n   27  PURPOSES OF THIS ARTICLE, A PILOT COMMUNITY MAY REQUEST FROM ANY DEPART-\n   28  MENT, BOARD, BUREAU, COMMISSION OR OTHER AGENCY OF THE  STATE,  AND  THE\n   29  SAME  ARE  AUTHORIZED  TO  PROVIDE,  SUCH  COOPERATION  AND  ASSISTANCE,\n   30  SERVICES AND DATA AS WILL ENABLE SUCH PILOT COMMUNITY TO CARRY  OUT  THE\n   31  PURPOSES OF THIS ARTICLE.\n   32    2.  THE  DEPARTMENT  OF ECONOMIC DEVELOPMENT THROUGH THE STATE \"I LOVE\n   33  NEW YORK\" PROGRAM SHALL PROVIDE TECHNICAL  ASSISTANCE  IN  DEVELOPING  A\n   34  TOURISM  MARKETING PLAN FOR EACH PILOT COMMUNITY AND SHALL AT THE APPRO-\n   35  PRIATE TIME PREPARE OR CAUSE TO BE PREPARED A NATIONAL MARKETING  EFFORT\n   36  FOCUSING  GENERALLY  ON WORKING ARTISTS IN THE STATE AND PARTICULARLY ON\n   37  THE DISTRICTS ESTABLISHED PURSUANT TO THIS ARTICLE.\n   38    3. THE DEPARTMENT OF ECONOMIC DEVELOPMENT  IN  CONSULTATION  WITH  THE\n   39  BOARD SHALL CREATE A GRANT PROGRAM DESIGNED TO ASSIST IN THE DEVELOPMENT\n   40  OF  DISTRICTS  PURSUANT  TO  THIS  ARTICLE.  WITHIN FUNDS MADE AVAILABLE\n   41  THEREFOR, GRANTS SHALL BE MADE TO  PILOT  CITIES  FOR  THE  PURPOSES  OF\n   42  INFRASTRUCTURE IMPROVEMENTS IN DISTRICTS, HOUSING ASSISTANCE FOR ARTISTS\n   43  IN DISTRICTS AND DEVELOPMENT OF A THEMATIC APPROACH TO TOURISM PROMOTION\n   44  IN  DISTRICTS.  THE COMMISSIONER IS DIRECTED TO ESTABLISH GUIDELINES AND\n   45  AN APPLICATION PROCESS.\n   46    S 3. The real property tax law is amended by adding a new section  411\n   47  to read as follows:\n   48    S  411.  CERTAIN  ARTS-BASED DISTRICTS. 1. AFTER A PUBLIC HEARING, THE\n   49  GOVERNING BODY OF THE CITIES OF BUFFALO, ROCHESTER,  SYRACUSE  AND  TROY\n   50  MAY  ADOPT  A  LOCAL  LAW  OR  A SCHOOL DISTRICT MAY ADOPT A RESOLUTION,\n   51  PROVIDING FOR AN EXEMPTION PURSUANT TO THE PROVISIONS OF  THIS  SECTION.\n   52  SUCH LOCAL LAW OR RESOLUTION MAY PROVIDE THAT AN IMPROVEMENT TO ANY REAL\n   53  PROPERTY  USED  SOLELY  FOR  RESIDENTIAL PURPOSES AS A ONE, TWO OR THREE\n   54  FAMILY RESIDENCE PURSUANT TO AN ARTS-BASED  DISTRICT  PLAN  PURSUANT  TO\n   55  ARTICLE  SIXTEEN  OF  THE  ARTS AND CULTURAL AFFAIRS LAW SHALL BE EXEMPT\n   56  FROM TAXATION TO THE EXTENT OF ANY INCREASE  IN  VALUE  ATTRIBUTABLE  TO\n\n       A. 374                              4\n\n    1  SUCH  IMPROVEMENT IF SUCH IMPROVEMENT IS USED FOR THE PURPOSE OF FACILI-\n    2  TATING AND ACCOMMODATING THE USE AND ACCESSIBILITY OF SUCH REAL PROPERTY\n    3  BY A RESIDENT OWNER OF THE REAL PROPERTY WHO IS  A  QUALIFYING  RESIDENT\n    4  ARTIST PURSUANT TO SUCH ARTICLE SIXTEEN OF THE ARTS AND CULTURAL AFFAIRS\n    5  LAW.\n    6    2.  A  LOCAL  LAW  OR  RESOLUTION ADOPTED PURSUANT TO THIS SECTION MAY\n    7  PROVIDE THAT THE EXEMPTION SHALL APPLY TO IMPROVEMENTS CONSTRUCTED PRIOR\n    8  TO THE EFFECTIVE DATE OF SUCH LOCAL LAW OR RESOLUTION. IF  THE  ASSESSOR\n    9  IS  SATISFIED THAT THE APPLICANT IS ENTITLED TO AN EXEMPTION PURSUANT TO\n   10  THIS SECTION, THE ASSESSOR SHALL APPROVE THE APPLICATION AND  ENTER  THE\n   11  TAXABLE  ASSESSED  VALUE  OF  THE PARCEL FOR WHICH AN EXEMPTION HAS BEEN\n   12  GRANTED PURSUANT TO THIS SECTION ON THE ASSESSMENT ROLL WITH THE TAXABLE\n   13  PROPERTY, WITH THE AMOUNT OF THE EXEMPTION IN A SEPARATE COLUMN.\n   14    S 4. Subdivision (a) of section 1115 of the  tax  law  is  amended  by\n   15  adding a new paragraph 44 to read as follows:\n   16    44.  TANGIBLE PERSONAL PROPERTY CREATED BY A QUALIFIED RESIDENT ARTIST\n   17  RESIDING IN AN ARTS-BASED DISTRICT PURSUANT TO ARTICLE  SIXTEEN  OF  THE\n   18  ARTS  AND CULTURAL AFFAIRS LAW AND SOLD WITHIN THE MUNICIPAL CORPORATION\n   19  IN WHICH THE ARTIST RESIDES.\n   20    S 5. This act shall take effect immediately and shall expire March 31,\n   21  2017 when upon such date the provisions of  this  act  shall  be  deemed\n   22  repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the arts and cultural affairs law, the real property tax law and the tax law, in relation to the establishment of arts-based districts; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T154116.TXT", "SOBI.D101227.T115553.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293468953677
}