{
  "year" : 2011,
  "senateBillNo" : "A3745-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3745-2011-1296104400000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires buyers and lessees of residential real property to be given notice of public access to sex offender information",
  "summary" : "Requires that contracts for the sale or lease of residential real property include a notice that information on high risk sex offenders is available to the public and that the division of criminal justice services maintain a \"900\" telephone number through which sex offender information is available on specific individuals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A1754-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3745\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the real property law,  in  relation  to  requiring  the\n         disclosure,  upon  the  sale or lease of residential real property, of\n         the availability of certain sex offender information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding two new sections\n    2  220-a and 242-a to read as follows:\n    3    S  220-A.  DISCLOSURE OF THE AVAILABILITY OF SEX OFFENDER INFORMATION.\n    4  1. EVERY LEASE AND RENTAL AGREEMENT OF RESIDENTIAL REAL  PROPERTY  SHALL\n    5  CONTAIN IN NOT LESS THAN EIGHT POINT TYPE, THE FOLLOWING NOTICE:\n    6    \"NOTICE:  THE  NEW  YORK  STATE  DIVISION OF CRIMINAL JUSTICE SERVICES\n    7  MAINTAINS AND DISTRIBUTES A SUBDIRECTORY, WHICH IS A BOOK THAT  PROVIDES\n    8  THE  LOCATION  OF LEVEL TWO AND THREE SEX OFFENDERS REQUIRED TO REGISTER\n    9  PURSUANT TO ARTICLE 6-C OF THE CORRECTION LAW, THE SEX  OFFENDER  REGIS-\n   10  TRATION  ACT,  TO  THE  OFFICES  OF LOCAL VILLAGE, TOWN, CITY AND COUNTY\n   11  POLICE DEPARTMENTS AND STATE LAW ENFORCEMENT AGENCIES FOR THE PURPOSE OF\n   12  PUBLIC ACCESS.  PLEASE CONTACT YOUR LOCAL  LAW  ENFORCEMENT  AGENCY  FOR\n   13  FURTHER  INFORMATION ON HOW TO ACCESS AND VIEW THE SUBDIRECTORY OF LEVEL\n   14  TWO AND THREE SEX OFFENDERS.  THE NEW YORK STATE  DIVISION  OF  CRIMINAL\n   15  JUSTICE  SERVICES  ALSO OPERATES FOR PUBLIC ACCESS A SPECIAL \"900\" TELE-\n   16  PHONE NUMBER THROUGH WHICH CALLERS MAY  VERIFY  THE  REGISTRATION  OF  A\n   17  NAMED  INDIVIDUAL.  CALLERS  MUST  HAVE  SPECIFIC INFORMATION WHICH WILL\n   18  ACHIEVE POSITIVE IDENTIFICATION  SUCH  AS  AN  EXACT  ADDRESS,  DRIVER'S\n   19  LICENSE NUMBER OR BIRTH DATE.\"\n   20    2.  SUBJECT  TO  THE  PROVISIONS OF SUBDIVISION THREE OF THIS SECTION,\n   21  UPON DELIVERY OF THE NOTICE REQUIRED PURSUANT TO SUBDIVISION ONE OF THIS\n   22  SECTION TO THE LESSEE OF THE REAL PROPERTY, NEITHER THE LESSOR  NOR  ANY\n   23  AGENT OF THE LESSOR SHALL BE REQUIRED TO PROVIDE INFORMATION IN ADDITION\n   24  TO THAT CONTAINED IN THE NOTICE REGARDING THE AVAILABILITY OF THE SUBDI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06036-01-1\n\n       A. 3745                             2\n\n    1  RECTORY  AND  SPECIAL \"900\" NUMBER. THE INFORMATION IN SUCH NOTICE SHALL\n    2  BE DEEMED TO BE ADEQUATE TO INFORM THE LESSEE ABOUT THE EXISTENCE  OF  A\n    3  STATEWIDE  SUBDIRECTORY  OF  THE  LOCATIONS  OF  LEVEL TWO AND THREE SEX\n    4  OFFENDERS   AND   INFORMATION  FROM  THE  SUBDIRECTORY  REGARDING  THOSE\n    5  LOCATIONS. THE INFORMATION IN THE NOTICE SHALL  NOT  GIVE  RISE  TO  ANY\n    6  CAUSE  OF ACTION AGAINST THE DISCLOSING PARTY BY A REGISTERED SEX OFFEN-\n    7  DER.\n    8    3. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISIONS ONE AND TWO OF  THIS\n    9  SECTION,  NOTHING  IN  THIS SECTION SHALL ALTER ANY EXISTING DUTY OF THE\n   10  LESSOR OR ANY AGENT OF SUCH LESSOR UNDER ANY OTHER PROVISION OF LAW.\n   11    S 242-A. DISCLOSURE OF THE AVAILABILITY OF SEX  OFFENDER  INFORMATION.\n   12  1.  EVERY  CONTRACT  FOR  THE  PURCHASE  OF  RESIDENTIAL  REAL PROPERTY,\n   13  COMPRISING ONE TO FOUR DWELLING UNITS, SHALL CONTAIN IN  NOT  LESS  THAN\n   14  EIGHT POINT TYPE, THE FOLLOWING NOTICE:\n   15    \"NOTICE:  THE  NEW  YORK  STATE  DIVISION OF CRIMINAL JUSTICE SERVICES\n   16  MAINTAINS AND DISTRIBUTES A SUBDIRECTORY, WHICH IS A BOOK THAT  PROVIDES\n   17  THE  LOCATION  OF LEVEL TWO AND THREE SEX OFFENDERS REQUIRED TO REGISTER\n   18  PURSUANT TO ARTICLE 6-C OF THE CORRECTION LAW, THE SEX  OFFENDER  REGIS-\n   19  TRATION  ACT,  TO  THE  OFFICES  OF LOCAL VILLAGE, TOWN, CITY AND COUNTY\n   20  POLICE DEPARTMENTS AND STATE LAW ENFORCEMENT AGENCIES FOR THE PURPOSE OF\n   21  PUBLIC ACCESS.  PLEASE CONTACT YOUR LOCAL  LAW  ENFORCEMENT  AGENCY  FOR\n   22  FURTHER  INFORMATION ON HOW TO ACCESS AND VIEW THE SUBDIRECTORY OF LEVEL\n   23  TWO AND THREE SEX OFFENDERS.  THE NEW YORK STATE  DIVISION  OF  CRIMINAL\n   24  JUSTICE  SERVICES  ALSO OPERATES FOR PUBLIC ACCESS A SPECIAL \"900\" TELE-\n   25  PHONE NUMBER THROUGH WHICH CALLERS MAY  VERIFY  THE  REGISTRATION  OF  A\n   26  NAMED  INDIVIDUAL.  CALLERS  MUST  HAVE  SPECIFIC INFORMATION WHICH WILL\n   27  ACHIEVE POSITIVE IDENTIFICATION  SUCH  AS  AN  EXACT  ADDRESS,  DRIVER'S\n   28  LICENSE NUMBER OR BIRTH DATE.\"\n   29    2.  SUBJECT  TO  THE  PROVISIONS OF SUBDIVISION THREE OF THIS SECTION,\n   30  UPON DELIVERY OF THE NOTICE REQUIRED PURSUANT TO SUBDIVISION ONE OF THIS\n   31  SECTION TO THE BUYER OF THE REAL PROPERTY, NEITHER THE GRANTEE  NOR  ANY\n   32  AGENT  OF  THE GRANTEE SHALL BE REQUIRED TO PROVIDE INFORMATION IN ADDI-\n   33  TION TO THAT CONTAINED IN THE NOTICE REGARDING THE AVAILABILITY  OF  THE\n   34  SUBDIRECTORY  AND  SPECIAL  \"900\" NUMBER. THE INFORMATION IN SUCH NOTICE\n   35  SHALL BE DEEMED TO BE ADEQUATE TO INFORM THE BUYER ABOUT  THE  EXISTENCE\n   36  OF  A STATEWIDE SUBDIRECTORY OF THE LOCATIONS OF LEVEL TWO AND THREE SEX\n   37  OFFENDERS  AND  INFORMATION  FROM  THE  SUBDIRECTORY   REGARDING   THOSE\n   38  LOCATIONS.  THE  INFORMATION  IN  THE  NOTICE SHALL NOT GIVE RISE TO ANY\n   39  CAUSE OF ACTION AGAINST THE DISCLOSING PARTY BY A REGISTERED SEX  OFFEN-\n   40  DER.\n   41    3.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISIONS ONE AND TWO OF THIS\n   42  SECTION, NOTHING IN THIS SECTION SHALL ALTER ANY EXISTING  DUTY  OF  THE\n   43  GRANTOR OR ANY AGENT OF SUCH GRANTOR UNDER ANY OTHER PROVISION OF LAW.\n   44    S  2.  This  act shall take effect on the ninetieth day after it shall\n   45  have become a law and shall apply to contracts  and  agreements  entered\n   46  into on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to requiring the disclosure, upon the sale or lease of residential real property, of the availability of certain sex offender information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845607
}