{
  "year" : 2011,
  "senateBillNo" : "A3748-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3748-2011-1296104400000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes industrial development agencies created for the benefit of a town to provide scholarships to certain institutions offering business studies",
  "summary" : "Authorizes industrial development agencies created for the benefit of a town to provide scholarships and/or intern support to certain students in a business related field of study leading to an associate's, bachelor's or master's degree. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1921-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3748\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the general municipal law  and  the  education  law,  in\n         relation  to  authorizing  industrial development agencies created for\n         the benefit of a town to establish a scholarship program for  students\n         engaged  in  a  course  of  study  for  an  associate's, bachelor's or\n         master's degree in a business related field\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section 858 of the general munici-\n    2  pal  law,  as  amended by chapter 659 of the laws of 1997, is amended to\n    3  read as follows:\n    4    The purposes of the agency shall be to promote, develop, encourage and\n    5  assist in the acquiring, constructing, reconstructing, improving,  main-\n    6  taining,  equipping  and furnishing industrial, manufacturing, warehous-\n    7  ing, commercial, research and recreation facilities including industrial\n    8  pollution control facilities, educational or cultural facilities,  rail-\n    9  road  facilities, horse racing facilities and continuing care retirement\n   10  communities, AND PROVIDE SCHOLARSHIPS  OR  INTERN  SUPPORT  TO  ELIGIBLE\n   11  STUDENTS  IN  A  BUSINESS OR INDUSTRY RELATED FIELD OF STUDY PURSUANT TO\n   12  SECTION EIGHT HUNDRED FIFTY-EIGHT-C OF THIS  TITLE;  provided,  however,\n   13  that,  of  agencies  governed by this article, only agencies created for\n   14  the benefit of a county and the agency created for the  benefit  of  the\n   15  city  of New York shall be authorized to provide financial assistance in\n   16  any respect to a continuing care  retirement  community;  AND  PROVIDED,\n   17  FURTHER,  THAT,  OF  AGENCIES  GOVERNED  BY  THIS ARTICLE, ONLY AGENCIES\n   18  CREATED FOR THE BENEFIT OF A TOWN SHALL BE AUTHORIZED TO PROVIDE  FINAN-\n   19  CIAL  ASSISTANCE  IN RESPECT TO ANY SCHOLARSHIP AND/OR INTERN SUPPORT TO\n   20  AN ELIGIBLE STUDENT IN A BUSINESS OR INDUSTRY RELATED  FIELD  OF  STUDY,\n   21  and  thereby  advance  the job opportunities, health, general prosperity\n   22  and economic welfare of the people of the  state  of  New  York  and  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06035-01-1\n\n       A. 3748                             2\n\n    1  improve  their  recreation  opportunities,  prosperity  and  standard of\n    2  living; and to carry out the aforesaid purposes, each agency shall  have\n    3  the following powers:\n    4    S  2.  The  general  municipal  law is amended by adding a new section\n    5  858-c to read as follows:\n    6    S 858-C. SCHOLARSHIP OF STUDENTS ENGAGED IN A BUSINESS  RELATED  FIELD\n    7  OF  STUDY.  1. AN AGENCY CREATED FOR THE BENEFIT OF A TOWN SHALL PROVIDE\n    8  FINANCIAL ASSISTANCE TO AN EDUCATIONAL INSTITUTION OFFERING A COURSE  OF\n    9  STUDY  FOR A BUSINESS RELATED ASSOCIATE'S, BACHELOR'S OR MASTER'S DEGREE\n   10  TO ELIGIBLE STUDENTS. SUCH FINANCIAL ASSISTANCE SHALL ONLY  BE  PROVIDED\n   11  TO THE EXTENT THAT THE AGENCY HAS MONEYS AVAILABLE FROM ACCUMULATED FEES\n   12  COLLECTED,  NOT  OTHERWISE REQUIRED TO BE EXPENDED FOR ANY OTHER PURPOSE\n   13  PURSUANT TO THIS ARTICLE.\n   14    2. FOR THE PURPOSES OF THIS SECTION, \"ELIGIBLE STUDENT\" MEANS:\n   15    (A) A STUDENT MAINTAINING A 3.25 AVERAGE IN A COURSE OF STUDY  LEADING\n   16  TO  AN  ASSOCIATE'S,  BACHELOR'S OR MASTER'S DEGREE IN BUSINESS ADMINIS-\n   17  TRATION, MANAGEMENT, ACCOUNTING, ECONOMICS, ENGINEERING, ANY NATURAL  OR\n   18  PHYSICAL SCIENCE, OR ENVIRONMENTAL STUDIES; AND\n   19    (B)  A  STUDENT  WHO  IS  PURSUING ONE OF THESE FIELDS IN THE LAST TWO\n   20  YEARS OF A COURSE OF STUDY LEADING  TO  AN  ASSOCIATE'S,  BACHELOR'S  OR\n   21  MASTER'S DEGREE.\n   22    S  3.  Section  653  of  the  education law is amended by adding a new\n   23  subdivision 8-a to read as follows:\n   24    8-A. TO PROMULGATE RULES AND REGULATIONS TO  GOVERN  THE  AWARDING  OF\n   25  FINANCIAL  ASSISTANCE PURSUANT TO SECTION EIGHT HUNDRED FIFTY-EIGHT-C OF\n   26  THE GENERAL MUNICIPAL LAW.\n   27    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the education law, in relation to authorizing industrial development agencies created for the benefit of a town to establish a scholarship program for students engaged in a course of study for an associate's, bachelor's or master's degree in a business related field ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157146801
}