{
  "year" : 2011,
  "senateBillNo" : "A3747-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to correction",
    "billEventId" : "A3747-2011-1296104400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Specifies due process requirements for determination that offender is a sex offender, sexual predator, sexually violent predator or predicate sex offender; repealer",
  "summary" : "Brings the sex offender registration act concerning sex offender classification status into parity with case law as decided by the Federal Court of Appeals, Second Circuit; includes certain due process requirements for a sexual offender classification hearing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A2150-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3747\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Correction\n\n       AN ACT to amend the correction law, in relation to the judicial determi-\n         nation that an offender is a sex offender or a sexually violent preda-\n         tor; and to repeal subdivision 2 of section 168-k of such law relating\n         thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3 of section 168-d of the correction law, as\n    2  amended by chapter 11 of the  laws  of  2002,  is  amended  to  read  as\n    3  follows:\n    4    3.  For sex offenders released on probation or discharged upon payment\n    5  of a fine, conditional discharge or unconditional discharge,  [it  shall\n    6  be the duty of the court applying the guidelines established in subdivi-\n    7  sion five of section one hundred sixty-eight-l of this article to deter-\n    8  mine  the  level  of notification pursuant to subdivision six of section\n    9  one hundred sixty-eight-l of this article and whether such sex  offender\n   10  shall  be  designated  a  sexual predator, sexually violent offender, or\n   11  predicate sex offender as defined in subdivision seven  of  section  one\n   12  hundred  sixty-eight-a  of  this article. At least fifteen days prior to\n   13  the determination proceeding, the district attorney shall provide to the\n   14  court and the sex offender a written statement setting forth the  deter-\n   15  minations  sought by the district attorney together with the reasons for\n   16  seeking such determinations. The court shall allow the sex  offender  to\n   17  appear and be heard. The state shall appear by the district attorney, or\n   18  his  or  her  designee,  who  shall bear the burden of proving the facts\n   19  supporting the determinations sought by clear and  convincing  evidence.\n   20  Where  there  is  a  dispute between the parties concerning the determi-\n   21  nations, the court shall adjourn the hearing as necessary to permit  the\n   22  sex  offender  or  the district attorney to obtain materials relevant to\n   23  the determinations from any state or local facility, hospital,  institu-\n   24  tion,  office,  agency,  department  or  division. Such materials may be\n   25  obtained by subpoena if  not  voluntarily  provided  to  the  requesting\n   26  party. In making the determinations, the court shall review any victim's\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06057-01-1\n\n       A. 3747                             2\n\n    1  statement  and  any relevant materials and evidence submitted by the sex\n    2  offender and the district attorney and the court may  consider  reliable\n    3  hearsay  evidence submitted by either party provided that it is relevant\n    4  to  the  determinations. Facts previously proven at trial or elicited at\n    5  the time of entry of a plea of guilty shall  be  deemed  established  by\n    6  clear  and  convincing  evidence and shall not be relitigated. The court\n    7  shall render an order setting forth its determinations and the  findings\n    8  of  fact and conclusions of law on which the determinations are based. A\n    9  copy of the order shall be submitted by the court to the division.  Upon\n   10  application  of  either  party,  the court shall seal any portion of the\n   11  court file or record which contains material that is confidential  under\n   12  any  state  or federal statute. Either party may appeal as of right from\n   13  the order pursuant to the provisions of articles  fifty-five,  fifty-six\n   14  and  fifty-seven  of the civil practice law and rules. Where counsel has\n   15  been assigned to represent the sex offender upon the ground that the sex\n   16  offender is financially unable to retain counsel, that assignment  shall\n   17  be  continued  throughout the pendency of the appeal, and the person may\n   18  appeal as a poor person pursuant to article  eighteen-B  of  the  county\n   19  law]  THE BOARD SHALL MAKE A LEVEL OF NOTIFICATION RECOMMENDATION TO THE\n   20  COURT IN ACCORDANCE WITH SECTION ONE HUNDRED SIXTY-EIGHT-L OF THIS ARTI-\n   21  CLE. FINAL LEVEL OF NOTIFICATION DETERMINATIONS BY THE  COURT  SHALL  BE\n   22  MADE  AFTER  A CLASSIFICATION HEARING WHERE IN MAKING THE DETERMINATION,\n   23  THE COURT SHALL INCLUDE A REVIEW OF ANY VICTIM'S STATEMENT AND ANY MATE-\n   24  RIALS SUBMITTED BY THE SEX OFFENDER. THE COURT SHALL  PROVIDE  THAT  THE\n   25  OFFENDER RECEIVE FAIR WRITTEN NOTICE OF THE CLASSIFICATION HEARING WHICH\n   26  SHALL INCLUDE A STATEMENT OF THE PROCEEDINGS PURPOSE, THE BOARD'S RECOM-\n   27  MENDATION  AND RAMIFICATIONS OF CLASSIFICATION LEVEL, AND A STATEMENT OF\n   28  THE OFFENDER'S RIGHT TO BE REPRESENTED BY COUNSEL AT  THE  HEARING.  THE\n   29  OFFENDER  SHALL  HAVE  THE  RIGHT  TO  HAVE  COUNSEL  APPOINTED  AND FOR\n   30  PRE-HEARING DISCOVERY OF DOCUMENTARY EVIDENCE ON WHICH THE BOARD'S LEVEL\n   31  OF NOTIFICATION RECOMMENDATION WAS DETERMINED. THE STATE MUST PROVE  THE\n   32  FACTS  SUPPORTING  ANY  CLASSIFICATION DETERMINATION. THE OFFENDER SHALL\n   33  HAVE THE RIGHT TO APPEAL A LEVEL OF NOTIFICATION DETERMINATION.\n   34    S 2. Subdivisions 1, 2 and 3 of section 168-g of the  correction  law,\n   35  as  added  by  chapter  192  of the laws of 1995, are amended to read as\n   36  follows:\n   37    1. [The division of parole or department of probation and correctional\n   38  alternatives in accordance with risk factors  pursuant  to  section  one\n   39  hundred  sixty-eight-l  of  this article shall determine the duration of\n   40  registration and notification for every sex offender who on  the  effec-\n   41  tive  date of this article is then on parole or probation for an offense\n   42  provided for in subdivision two or three of section one  hundred  sixty-\n   43  eight-a of this article] FOR SEX OFFENDERS UNDER THIS SECTION, THE BOARD\n   44  SHALL  MAKE  A  LEVEL  OF  NOTIFICATION  RECOMMENDATION  TO THE COURT IN\n   45  ACCORDANCE WITH SECTION ONE HUNDRED SIXTY-EIGHT-L OF THIS ARTICLE. FINAL\n   46  LEVEL OF NOTIFICATION DETERMINATIONS BY THE COURT SHALL BE MADE AFTER  A\n   47  CLASSIFICATION  HEARING  WHERE  IN  MAKING  THE DETERMINATION, THE COURT\n   48  SHALL INCLUDE A REVIEW OF  ANY  VICTIM'S  STATEMENT  AND  ANY  MATERIALS\n   49  SUBMITTED  BY THE SEX OFFENDER.  THE COURT SHALL PROVIDE THAT THE OFFEN-\n   50  DER RECEIVE FAIR WRITTEN NOTICE  OF  THE  CLASSIFICATION  HEARING  WHICH\n   51  SHALL INCLUDE A STATEMENT OF THE PROCEEDINGS PURPOSE, THE BOARD'S RECOM-\n   52  MENDATION  AND RAMIFICATIONS OF CLASSIFICATION LEVEL, AND A STATEMENT OF\n   53  THE OFFENDER'S RIGHT TO BE REPRESENTED BY COUNSEL AT  THE  HEARING.  THE\n   54  OFFENDER  SHALL  HAVE  THE  RIGHT  TO  HAVE  COUNSEL  APPOINTED  AND FOR\n   55  PRE-HEARING DISCOVERY OF DOCUMENTARY EVIDENCE ON WHICH THE BOARD'S LEVEL\n   56  OF NOTIFICATION RECOMMENDATION WAS DETERMINED. THE STATE MUST PROVE  THE\n\n       A. 3747                             3\n\n    1  FACTS  SUPPORTING  ANY  CLASSIFICATION DETERMINATION. THE OFFENDER SHALL\n    2  HAVE A RIGHT TO APPEAL A LEVEL OF NOTIFICATION DETERMINATION.\n    3    2.  Every  sex  offender  who on the effective date of this article is\n    4  then on parole or probation for an offense provided for  in  subdivision\n    5  two  or three of section one hundred sixty-eight-a of this article shall\n    6  within ten calendar days of  [such  determination]  RECEIPT  OF  HEARING\n    7  NOTIFICATION  register  with  his  parole  or probation officer. On each\n    8  anniversary of the sex offender's initial registration date  thereafter,\n    9  the  provisions  of  section  one  hundred sixty-eight-f of this article\n   10  shall apply.  Any sex offender who fails or refuses to so  comply  shall\n   11  be subject to the same penalties as otherwise provided for in this arti-\n   12  cle  which  would be imposed upon a sex offender who fails or refuses to\n   13  so comply with the provisions of this article on or after such effective\n   14  date.\n   15    3. [It] UPON FINAL COURT LEVEL OF NOTIFICATION DETERMINATION IT  shall\n   16  be  the  duty  of  the [parole or probation officer] COURT to inform and\n   17  register such sex offender according to the requirements imposed by this\n   18  article. [A parole or probation officer] THE COURT shall give  one  copy\n   19  of  the  form to the sex offender and shall, within three calendar days,\n   20  send two copies electronically or otherwise to the division which  shall\n   21  forward  one  copy  electronically  or  otherwise to the law enforcement\n   22  agency having jurisdiction where  the  sex  offender  resides  upon  his\n   23  parole,  probation,  or  upon  any  form  of  state or local conditional\n   24  release.\n   25    S 3. Subdivision 2 of section 168-k of the correction law is  REPEALED\n   26  and two new subdivisions 2 and 2-a are added to read as follows:\n   27    2.  FOR SEX OFFENDERS UNDER THIS SECTION, THE BOARD SHALL MAKE A LEVEL\n   28  OF NOTIFICATION RECOMMENDATION TO THE COURT IN ACCORDANCE  WITH  SECTION\n   29  ONE  HUNDRED  SIXTY-EIGHT-L OF THIS ARTICLE. FINAL LEVEL OF NOTIFICATION\n   30  DETERMINATIONS BY THE COURT SHALL BE MADE AFTER A CLASSIFICATION HEARING\n   31  WHERE IN MAKING THE DETERMINATION, THE COURT SHALL INCLUDE A  REVIEW  OF\n   32  ANY  VICTIM'S STATEMENT AND ANY MATERIALS SUBMITTED BY THE SEX OFFENDER.\n   33  THE COURT SHALL PROVIDE THAT THE OFFENDER RECEIVE FAIR WRITTEN NOTICE OF\n   34  THE CLASSIFICATION HEARING  WHICH  SHALL  INCLUDE  A  STATEMENT  OF  THE\n   35  PROCEEDINGS  PURPOSE,  THE  BOARD'S  RECOMMENDATION AND RAMIFICATIONS OF\n   36  CLASSIFICATION LEVEL, AND A STATEMENT OF  THE  OFFENDER'S  RIGHT  TO  BE\n   37  REPRESENTED BY COUNSEL AT THE HEARING. THE OFFENDER SHALL HAVE THE RIGHT\n   38  TO  HAVE  COUNSEL APPOINTED AND FOR PRE-HEARING DISCOVERY OF DOCUMENTARY\n   39  EVIDENCE ON WHICH THE BOARD'S LEVEL OF NOTIFICATION  RECOMMENDATION  WAS\n   40  DETERMINED. THE STATE MUST PROVE THE FACTS SUPPORTING ANY CLASSIFICATION\n   41  DETERMINATION.  THE  OFFENDER  SHALL  HAVE  A RIGHT TO APPEAL A LEVEL OF\n   42  NOTIFICATION DETERMINATION.\n   43    2-A. UPON FINAL COURT LEVEL OF NOTIFICATION DETERMINATION, IT SHALL BE\n   44  THE DUTY OF THE COURT TO INFORM AND REGISTER SUCH SEX OFFENDER ACCORDING\n   45  TO THE REQUIREMENTS IMPOSED BY THIS ARTICLE. THE COURT  SHALL  GIVE  ONE\n   46  COPY  OF  THE  FORM TO THE SEX OFFENDER AND SHALL, WITHIN THREE CALENDAR\n   47  DAYS, SEND TWO COPIES ELECTRONICALLY OR OTHERWISE TO THE DIVISION  WHICH\n   48  SHALL  FORWARD  ONE COPY ELECTRONICALLY OR OTHERWISE TO THE LAW ENFORCE-\n   49  MENT AGENCY HAVING JURISDICTION WHERE THE SEX OFFENDER RESIDES UPON  HIS\n   50  PAROLE,  PROBATION,  OR  UPON  ANY  FORM  OF  STATE OR LOCAL CONDITIONAL\n   51  RELEASE.\n   52    S 4. Subdivision 1 and the  opening  paragraph  of  subdivision  6  of\n   53  section  168-l  of the correction law, subdivision 1 as added by chapter\n   54  192 of the laws of 1995 and the opening paragraph of  subdivision  6  as\n   55  amended  by  chapter  11  of  the  laws  of 2002, are amended to read as\n   56  follows:\n\n       A. 3747                             4\n\n    1    1. There shall be a board of examiners of sex  offenders  which  shall\n    2  possess  the  powers  and duties hereinafter specified. Such board shall\n    3  consist of five members appointed by the governor.  [Three] THERE  SHALL\n    4  BE  members  who [shall be] ARE experts in the field of the behavior and\n    5  treatment  of  sex  offenders  AND shall be employees of the division of\n    6  parole and [the remaining two] THERE SHALL BE members  [shall  be]  from\n    7  the  department.   The term of office of each member of such board shall\n    8  be for six years; provided, however, that any member chosen  to  fill  a\n    9  vacancy  occurring  otherwise  than  by  expiration  of  term  shall  be\n   10  appointed for the remainder of the unexpired term of the member whom  he\n   11  is  to succeed.  In the event of the inability to act of any member, the\n   12  governor may appoint some competent informed person to act in his  stead\n   13  during the continuance of such disability.\n   14    Applying  these guidelines, the board shall MAKE A RECOMMENDATION, FOR\n   15  OFFENDERS WHO ON THE EFFECTIVE DATE OF THIS ARTICLE WERE THEN  INCARCER-\n   16  ATED,  ON PROBATION OR PAROLE FOR AN OFFENSE PROVIDED FOR IN SUBDIVISION\n   17  TWO OR THREE OF SECTION ONE HUNDRED SIXTY-EIGHT-A OF THIS ARTICLE, WHICH\n   18  SHALL BE CONFIDENTIAL AND SHALL NOT BE AVAILABLE FOR PUBLIC  INSPECTION,\n   19  EXCEPT FOR SEX OFFENDER PREHEARING DISCOVERY, TO THE SENTENCING COURT AS\n   20  TO  WHETHER  SUCH SEX OFFENDER WARRANTS THE DESIGNATION OF SEXUAL PREDA-\n   21  TOR, SEXUALLY VIOLENT PREDATOR OR PREDICATE SEX OFFENDER. APPLYING THESE\n   22  SAME GUIDELINES, THE BOARD SHALL within  [sixty]  NINETY  calendar  days\n   23  prior  to  the discharge, parole, release to post-release supervision or\n   24  release of a sex offender make a recommendation which shall be confiden-\n   25  tial and shall not be available for public inspection,  EXCEPT  FOR  SEX\n   26  OFFENDER  PREHEARING  DISCOVERY,  to  the sentencing court as to whether\n   27  such sex offender warrants the designation of sexual predator,  sexually\n   28  violent  offender,  or  predicate sex offender as defined in subdivision\n   29  seven of section one hundred sixty-eight-a of this article. In addition,\n   30  the guidelines shall be applied by the board to make a recommendation to\n   31  the sentencing court which shall be confidential and shall not be avail-\n   32  able for public inspection, providing for one  of  the  following  three\n   33  levels  of  notification depending upon the degree of the risk of re-of-\n   34  fense by the sex offender.\n   35    S 5. Section 168-n of the correction law, as added by chapter  192  of\n   36  the  laws of 1995, subdivision 1 as amended by chapter 11 of the laws of\n   37  2002, subdivisions 2 and 5 as amended by chapter  453  of  the  laws  of\n   38  1999, and subdivision 3 as amended and subdivision 6 as added by chapter\n   39  684 of the laws of 2005, is amended to read as follows:\n   40    S 168-n. Judicial determination.  1. [A determination that an offender\n   41  is a sexual predator, sexually violent offender, or predicate sex offen-\n   42  der as defined in subdivision seven of section one hundred sixty-eight-a\n   43  of this article shall be made prior to the discharge, parole, release to\n   44  post-release  supervision  or release of such offender by the sentencing\n   45  court applying the guidelines established in subdivision five of section\n   46  one hundred sixty-eight-l of this article after receiving a  recommenda-\n   47  tion  from  the  board  pursuant to section one hundred sixty-eight-l of\n   48  this article.\n   49    2. In addition, applying the  guidelines  established  in  subdivision\n   50  five  of section one hundred sixty-eight-l of this article, the sentenc-\n   51  ing court shall also make a determination with respect to the  level  of\n   52  notification,  after  receiving a recommendation from the board pursuant\n   53  to section one hundred sixty-eight-l  of  this  article.  Both  determi-\n   54  nations of the sentencing court shall be made thirty calendar days prior\n   55  to discharge, parole or release.\n\n       A. 3747                             5\n\n    1    3.  No later than thirty days prior to the board's recommendation, the\n    2  sex offender shall be notified that his or her case is under review  and\n    3  that he or she is permitted to submit to the board any information rele-\n    4  vant  to  the  review.  Upon  receipt of the board's recommendation, the\n    5  sentencing court shall determine whether the sex offender was previously\n    6  found  to be eligible for assigned counsel in the underlying case. Where\n    7  such a finding was previously made, the court shall  assign  counsel  to\n    8  represent  the  offender,  pursuant  to article eighteen-B of the county\n    9  law. At least twenty days prior to  the  determination  proceeding,  the\n   10  sentencing  court  shall  notify the district attorney, the sex offender\n   11  and the sex offender's counsel, in writing, of the date of the  determi-\n   12  nation  proceeding and shall also provide the district attorney, the sex\n   13  offender and the sex offender's counsel with a copy of  the  recommenda-\n   14  tion  received  from  the board and any statement of the reasons for the\n   15  recommendation received from the board. This notice  shall  include  the\n   16  following  statement  or  a  substantially  similar  statement:    \"This\n   17  proceeding is being held to determine whether you will be classified  as\n   18  a  level 3 offender (risk of repeat offense is high), a level 2 offender\n   19  (risk of repeat offense is moderate), or a level  1  offender  (risk  of\n   20  repeat  offense  is  low), or whether you will be designated as a sexual\n   21  predator, a sexually violent offender or a predicate sex offender, which\n   22  will determine how long you must register as a sex offender and how much\n   23  information can be provided to the public concerning your  registration.\n   24  If  you fail to appear at this proceeding, without sufficient excuse, it\n   25  shall be held in your absence. Failure to appear may result in a  longer\n   26  period  of  registration  or  a  higher  level of community notification\n   27  because you are not  present  to  offer  evidence  or  contest  evidence\n   28  offered  by the district attorney.\" The written notice to the sex offen-\n   29  der shall also advise the offender that he or she has a right to a hear-\n   30  ing prior to the court's determination, and that he or she has the right\n   31  to be represented by  counsel  at  the  hearing.  If  counsel  has  been\n   32  assigned  to represent the offender at the determination proceeding, the\n   33  notice shall also provide the name, address and telephone number of  the\n   34  assigned  counsel. Where counsel has not been assigned, the notice shall\n   35  advise the sex offender that counsel will be appointed if he or  she  is\n   36  financially  unable  to  retain  counsel, and a returnable form shall be\n   37  enclosed in the court's notice to the sex  offender  on  which  the  sex\n   38  offender  may  apply  for  assignment  of counsel.   If the sex offender\n   39  applies for assignment of counsel and the court finds that the  offender\n   40  is  financially unable to retain counsel, the court shall assign counsel\n   41  to represent the sex offender pursuant  to  article  eighteen-B  of  the\n   42  county  law. If the district attorney seeks a determination that differs\n   43  from the recommendation submitted by the board, at least ten days  prior\n   44  to  the  determination proceeding the district attorney shall provide to\n   45  the court and the sex offender a statement setting  forth  the  determi-\n   46  nations  sought  by  the district attorney together with the reasons for\n   47  seeking such determinations. The court shall allow the sex  offender  to\n   48  appear and be heard. The state shall appear by the district attorney, or\n   49  his  or  her  designee,  who  shall bear the burden of proving the facts\n   50  supporting the determinations sought by clear and  convincing  evidence.\n   51  Where  there  is  a  dispute between the parties concerning the determi-\n   52  nations, the court shall adjourn the hearing as necessary to permit  the\n   53  sex  offender  or  the district attorney to obtain materials relevant to\n   54  the determinations from the state board of examiners of sex offenders or\n   55  any state or local  facility,  hospital,  institution,  office,  agency,\n   56  department  or division.   Such materials may be obtained by subpoena if\n\n       A. 3747                             6\n\n    1  not voluntarily provided to the requesting party. In making the determi-\n    2  nations the court shall review any victim's statement and  any  relevant\n    3  materials  and  evidence  submitted by the sex offender and the district\n    4  attorney  and  the  recommendation  and  any  materials submitted by the\n    5  board, and may consider reliable hearsay evidence  submitted  by  either\n    6  party,  provided that it is relevant to the determinations. Facts previ-\n    7  ously proven at trial or elicited at the time of  entry  of  a  plea  of\n    8  guilty  shall be deemed established by clear and convincing evidence and\n    9  shall not be relitigated. The court shall render an order setting  forth\n   10  its  determinations  and  the findings of fact and conclusions of law on\n   11  which the determinations are based. A copy of the order shall be submit-\n   12  ted by the court to the division. Upon application of either party,  the\n   13  court  shall seal any portion of the court file or record which contains\n   14  material that is confidential under any state or federal statute. Either\n   15  party may appeal as of right from the order pursuant to  the  provisions\n   16  of  articles fifty-five, fifty-six and fifty-seven of the civil practice\n   17  law and rules. Where counsel has been  assigned  to  represent  the  sex\n   18  offender  upon the ground that the sex offender is financially unable to\n   19  retain counsel,  that  assignment  shall  be  continued  throughout  the\n   20  pendency  of  the  appeal,  and  the  person may appeal as a poor person\n   21  pursuant to article eighteen-B of the county law] THE BOARD SHALL MAKE A\n   22  RECOMMENDATION TO THE COURT AS TO WHETHER AN OFFENDER IS A SEX OFFENDER,\n   23  A SEXUAL PREDATOR, A SEXUALLY VIOLENT PREDATOR OR A PREDICATE SEX OFFEN-\n   24  DER PURSUANT TO SECTION ONE HUNDRED SIXTY-EIGHT-L OF THIS  ARTICLE.  THE\n   25  BOARD  SHALL MAKE A LEVEL OF NOTIFICATION RECOMMENDATION TO THE COURT IN\n   26  ACCORDANCE WITH SECTION ONE HUNDRED SIXTY-EIGHT-L OF THIS ARTICLE. FINAL\n   27  LEVEL OF NOTIFICATION DETERMINATIONS BY THE COURT SHALL BE MADE PRIOR TO\n   28  THE OFFENDER'S DISCHARGE, PAROLE OR RELEASE AND AFTER  A  CLASSIFICATION\n   29  HEARING  WHERE  IN  MAKING  THE DETERMINATION, THE COURT SHALL INCLUDE A\n   30  REVIEW OF ANY VICTIM'S STATEMENT AND ANY MATERIALS SUBMITTED BY THE  SEX\n   31  OFFENDER. THE COURT SHALL PROVIDE THAT THE OFFENDER RECEIVE FAIR WRITTEN\n   32  NOTICE  OF THE CLASSIFICATION HEARING WHICH SHALL INCLUDE A STATEMENT OF\n   33  THE PROCEEDING'S PURPOSE, THE BOARD'S RECOMMENDATION  AND  RAMIFICATIONS\n   34  OF  CLASSIFICATION  LEVEL, AND A STATEMENT OF THE OFFENDER'S RIGHT TO BE\n   35  REPRESENTED BY COUNSEL AT THE HEARING. THE OFFENDER SHALL HAVE THE RIGHT\n   36  TO HAVE COUNSEL APPOINTED AND FOR PRE-HEARING DISCOVERY  OF  DOCUMENTARY\n   37  EVIDENCE  ON  WHICH THE BOARD'S LEVEL OF NOTIFICATION RECOMMENDATION WAS\n   38  DETERMINED. THE STATE MUST PROVE THE FACTS SUPPORTING ANY CLASSIFICATION\n   39  DETERMINATION. THE OFFENDER SHALL HAVE A RIGHT  TO  APPEAL  A  LEVEL  OF\n   40  NOTIFICATION DETERMINATION.\n   41    [4.]  2. Upon determination that the risk of repeat offense and threat\n   42  to public safety is high, the sentencing court  shall  also  notify  the\n   43  division  of  such  fact  for the purposes of section one hundred sixty-\n   44  eight-q of this article.\n   45    [5.] 3. Upon the reversal of a conviction of a sexual offense  defined\n   46  in  paragraphs  (a)  and  (b) of subdivision two or three of section one\n   47  hundred sixty-eight-a of this article, the appellate court shall  remand\n   48  the case to the lower court for entry of an order directing the expunge-\n   49  ment  of any records required to be kept [herein] PURSUANT TO THIS ARTI-\n   50  CLE.\n   51    [6.] 4. If a sex offender, having been  given  notice,  including  the\n   52  time  and  place of the determination proceeding in accordance with this\n   53  section, fails to appear at this proceeding, without sufficient  excuse,\n   54  the  court  shall conduct the hearing and make the determinations in the\n   55  manner set forth in subdivision [three] ONE of this section.\n   56    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the judicial determination that an offender is a sex offender or a sexually violent predator; and to repeal subdivision 2 of section 168-k of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157146797
}