{
  "year" : 2011,
  "senateBillNo" : "A3749-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to codes",
    "billEventId" : "A3749-2011-1296104400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits possession of a gun or non-folding knife at a governmental chamber or public hearing of the state or any political subdivision",
  "summary" : "Prohibits the possession of a gun or non-folding knife while upon the premises of a governmental chamber or at a public hearing of the state or any political subdivision thereof; such violation shall constitute a class E felony; exempts police officers and security personnel. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2148-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3749\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to prohibited use of weapons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 265.35 of the penal law is amended by adding a new\n    2  subdivision 4 to read as follows:\n    3    4. ANY PERSON WHO POSSESSES A FIREARM, ANY OTHER GUN OR A  NON-FOLDING\n    4  KNIFE  WHILE  UPON  THE  PREMISES  OF ANY GOVERNMENTAL CHAMBER OR PUBLIC\n    5  HEARING ROOM OF THE STATE OR ANY POLITICAL SUBDIVISION THEREOF SHALL  BE\n    6  GUILTY OF A CLASS E FELONY. THE PROVISIONS OF THIS SUBDIVISION SHALL NOT\n    7  APPLY  TO POLICE OFFICERS OR PERSONS PROVIDING SECURITY AT THE DIRECTION\n    8  OF THE GOVERNMENTAL ENTITY HAVING JURISDICTION OVER THE PREMISES.\n    9    S 2. This act shall take effect on the first of November next succeed-\n   10  ing the date on which it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06059-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibited use of weapons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157146803
}