{
  "year" : 2011,
  "senateBillNo" : "A3746-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to aging",
    "billEventId" : "A3746-2011-1296104400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a real property tax abatement for residential real property owned by a person 65 or older who participates in volunteer programs",
  "summary" : "Establishes a county real property tax abatement for residential real property owned by a person 65 years of age or older who is accepted to participate in volunteer programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2300-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3746\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the real property tax law, in relation to establishing a\n         tax abatement for residential real property owned by a person  who  is\n         sixty-five  years  old  or  older  and who participates in a volunteer\n         program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  real  property  tax law is amended by adding a new\n    2  section 467-g to read as follows:\n    3    S 467-G. TAX  ABATEMENT  PROGRAM  FOR  THE  PERFORMANCE  OF  VOLUNTEER\n    4  SERVICES BY PERSONS SIXTY-FIVE YEARS OF AGE OR OLDER. 1. FOR PURPOSES OF\n    5  THIS  SECTION,  THE  TERMS \"GOVERNING BOARD\" AND \"MUNICIPAL CORPORATION\"\n    6  SHALL HAVE THE SAME MEANINGS AS SET FORTH IN SECTION TWO OF THE  GENERAL\n    7  MUNICIPAL LAW.\n    8    2.  THE  GOVERNING BODY OF ANY MUNICIPAL CORPORATION IS HEREBY AUTHOR-\n    9  IZED AND EMPOWERED TO ADOPT, AFTER PUBLIC HEARING, A  LOCAL  LAW,  ORDI-\n   10  NANCE OR RESOLUTION PROVIDING FOR THE ABATEMENT OF TAXES ON REAL PROPER-\n   11  TY IN WHICH THE OWNER OR ONE OF THE OWNERS IS SIXTY-FIVE YEARS OF AGE OR\n   12  OLDER  AND  IS  PERFORMING  VOLUNTEER  SERVICES  IN  ACCORDANCE WITH THE\n   13  PROVISIONS OF THIS SECTION.\n   14    3. NO ABATEMENT SHALL BE GRANTED UNLESS:\n   15    (A) THE REAL PROPERTY IS THE LEGAL RESIDENCE OF  AND  IS  OCCUPIED  IN\n   16  WHOLE OR IN PART BY THE OWNER OR OWNERS OF THE PROPERTY; AND\n   17    (B)  THE  INCOME  OF THE OWNER OR THE COMBINED INCOME OF THE OWNERS OF\n   18  THE PROPERTY FOR THE INCOME TAX YEAR IMMEDIATELY PRECEDING THE  DATE  OF\n   19  MAKING  APPLICATION  FOR THE ABATEMENT DOES NOT EXCEED THE MEDIAN INCOME\n   20  FOR THE COUNTY IN WHICH THE PROPERTY IS OWNED; PROVIDED,  HOWEVER,  THAT\n   21  FOR MUNICIPAL CORPORATIONS WITH A POPULATION OF ONE MILLION OR MORE, THE\n   22  INCOME  OF  THE  OWNER  OR THE COMBINED INCOME OF THE OWNERS OF THE REAL\n   23  PROPERTY FOR THE TAX YEAR  IMMEDIATELY  PRECEDING  THE  DATE  OF  MAKING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07349-01-1\n\n       A. 3746                             2\n\n    1  APPLICATION  FOR  THE  ABATEMENT SHALL NOT EXCEED THE INCOME LIMITATIONS\n    2  FOR EXEMPTION GRANTED TO PERSONS SIXTY-FIVE YEARS OF AGE OR OVER  PURSU-\n    3  ANT TO SECTION FOUR HUNDRED SIXTY-SEVEN OF THIS TITLE.\n    4    4.  NOTHING  IN  THIS  SECTION  SHALL PRECLUDE INDIVIDUALS WITH HIGHER\n    5  INCOMES FROM VOLUNTEERING IN  ACTIVITIES  AS  DESCRIBED  IN  SUBDIVISION\n    6  EIGHT  OF  THIS  SECTION, BUT SUCH INDIVIDUALS SHALL NOT BE ELIGIBLE FOR\n    7  THE TAX ABATEMENT PROGRAM UNDER THIS SECTION.\n    8    5. THE MUNICIPAL CORPORATION SHALL DEVELOP AN APPLICATION PROCESS  FOR\n    9  PERSONS  WISHING TO PROVIDE VOLUNTEER SERVICES PURSUANT TO THIS SECTION,\n   10  PROVIDED THAT A PREFERENCE SHALL BE GIVEN TO THOSE APPLICANTS WHO  SPEND\n   11  AT  LEAST  SEVEN AND ONE-HALF PERCENT OF THEIR INCOME FOR THE PAYMENT OF\n   12  REAL PROPERTY TAXES.\n   13    6. THE MUNICIPAL CORPORATION SHALL APPOINT A  PROGRAM  COORDINATOR  TO\n   14  IMPLEMENT  AND  ADMINISTER THE TAX ABATEMENT PROGRAM UNDER THIS SECTION.\n   15  THE PROGRAM COORDINATOR  SHALL  SEEK  THE  ASSISTANCE  OF  THE  ADVISORY\n   16  COMMITTEE  ESTABLISHED  UNDER  SUBDIVISION  SEVEN  OF  THIS  SECTION  IN\n   17  PERFORMING HIS OR HER OFFICIAL DUTIES.\n   18    7. THE MUNICIPAL CORPORATION SHALL APPOINT AN  ADVISORY  COMMITTEE  TO\n   19  ADVISE  THE  PROGRAM  COORDINATOR  AND  THE MUNICIPAL CORPORATION IN THE\n   20  DEVELOPMENT, IMPLEMENTATION AND  ADMINISTRATION  OF  THE  TAX  ABATEMENT\n   21  PROGRAM  UNDER  THIS SECTION. THE ADVISORY COMMITTEE SHALL CONSIST OF AT\n   22  LEAST FOUR MEMBERS. FIFTY PERCENT OF THE MEMBERS OF THE ADVISORY COMMIT-\n   23  TEE SHALL BE REPRESENTATIVES OF GOVERNMENT ENTITIES AND FIFTY PERCENT OF\n   24  THE MEMBERS OF THE ADVISORY COMMITTEE SHALL BE  MEMBERS  OF  PRIVATE  OR\n   25  NOT-FOR-PROFIT ORGANIZATIONS OR CIVIC ASSOCIATIONS. THE ADVISORY COMMIT-\n   26  TEE  SHALL  DISSOLVE  ONE YEAR AFTER THE IMPLEMENTATION OF SUCH PROGRAM.\n   27  THE MEMBERS OF THE ADVISORY COMMITTEE SHALL SERVE WITHOUT A SALARY,  BUT\n   28  EACH MEMBER SHALL BE ENTITLED TO REIMBURSEMENT FOR HIS OR HER ACTUAL AND\n   29  NECESSARY  EXPENSES  INCURRED  IN THE PERFORMANCE OF HIS OR HER OFFICIAL\n   30  DUTIES.\n   31    8. THE MUNICIPAL CORPORATION AFTER RECEIVING RECOMMENDATIONS FROM  THE\n   32  ADVISORY  COMMITTEE  ESTABLISHED UNDER SUBDIVISION SEVEN OF THIS SECTION\n   33  SHALL ESTABLISH SUITABLE VOLUNTEER ACTIVITIES FOR THE  PERSONS  SELECTED\n   34  TO PARTICIPATE IN THE TAX ABATEMENT PROGRAM UNDER THIS SECTION WHICH MAY\n   35  INCLUDE:\n   36    (A)  PARTICIPATION IN ANY OF THE PROGRAMS AND SERVICES ADMINISTERED BY\n   37  A NOT-FOR-PROFIT, PRIVATE, OR CIVIC ENTITY OPERATING UNDER THE  AUSPICES\n   38  OF  THE  STATE  OFFICE FOR THE AGING AND ITS DESIGNATED AREA AGENCIES ON\n   39  AGING;\n   40    (B) PARTICIPATION IN COMMUNITY SPONSORED  AFTER  SCHOOL,  WEEKEND  AND\n   41  SUMMER PROGRAMS THAT ARE NOT PROVIDED BY EMPLOYEES OF THE SCHOOL; AND\n   42    (C)  ANY  OTHER ACTIVITY THAT IS APPROVED BY THE MUNICIPAL CORPORATION\n   43  AS A SUITABLE VOLUNTEER ACTIVITY PROVIDED THAT SUCH  VOLUNTEER  ACTIVITY\n   44  SHALL  NOT INCLUDE ANY DUTIES, SERVICES OR ACTIVITIES NORMALLY PERFORMED\n   45  BY EMPLOYEES OF THE STATE, MUNICIPAL CORPORATIONS OR SCHOOL DISTRICTS.\n   46    9. THE MUNICIPAL CORPORATION, AFTER RECEIVING RECOMMENDATIONS FROM THE\n   47  ADVISORY COMMITTEE, SHALL ESTABLISH PROCEDURES TO BE USED  BY  ORGANIZA-\n   48  TIONS OFFERING VOLUNTEER PLACEMENTS SO THAT SUCH ORGANIZATIONS MAY TRAIN\n   49  VOLUNTEERS,  MONITOR  AND ENSURE PARTICIPATION IN THE ASSIGNED VOLUNTEER\n   50  ACTIVITIES, AND PROVIDE A MECHANISM  FOR  CERTIFICATION  THAT  VOLUNTEER\n   51  HOURS  WERE  COMPLETED.  PRIOR  TO  ASSIGNING  ANY PERSON TO PERFORM ANY\n   52  VOLUNTEER ACTIVITY, THE ORGANIZATION ACCEPTING VOLUNTEERS SHALL  PROVIDE\n   53  SUCH PERSON WITH ANY AND ALL TRAINING THAT IS NECESSARY FOR THE PERFORM-\n   54  ANCE OF SUCH VOLUNTEER ACTIVITY.\n   55    10.  THE  MUNICIPAL  CORPORATION SHALL DETERMINE THE NUMBER OF PARTIC-\n   56  IPANTS TO BE ELIGIBLE FOR THE TAX ABATEMENT PROGRAM UNDER THIS  SECTION.\n\n       A. 3746                             3\n\n    1  EACH  PARTICIPANT  MAY BE ASSIGNED UP TO SEVENTY-FIVE HOURS OF VOLUNTEER\n    2  SERVICES PER YEAR, PROVIDED  HOWEVER,  THAT  THE  ANNUAL  TAX  ABATEMENT\n    3  AWARDED  TO  EACH  PARTICIPANT  SHALL  NOT  EXCEED  SEVEN  HUNDRED FIFTY\n    4  DOLLARS.  EACH  HOUR  ASSIGNED  PER  VOLUNTEER MUST BE DOCUMENTED BY THE\n    5  ORGANIZATION ACCEPTING VOLUNTEERS AND SIGNED BY A  SUPERVISOR  AND  EACH\n    6  HOUR  OF  VOLUNTEER  SERVICE  SHALL BE EQUIVALENT TO AN ABATEMENT OF TEN\n    7  DOLLARS.  UNDER NO CIRCUMSTANCES SHALL VOLUNTEERS BE USED TO:\n    8    (A) REPLACE ANY EXISTING PAID EMPLOYEES WITHIN  THE  MUNICIPAL  CORPO-\n    9  RATION,  THE  SCHOOL  DISTRICT,  A  NOT-FOR-PROFIT ORGANIZATION OR CIVIC\n   10  ASSOCIATION IN SUCH PROGRAM; OR\n   11    (B) PROVIDE ANY DUTIES, SERVICES OR ACTIVITIES PROVIDED BY THE  STATE,\n   12  A MUNICIPAL CORPORATION OR A SCHOOL DISTRICT.\n   13    11. UNDER NO CIRCUMSTANCES SHALL THE TAX ABATEMENT GRANTED PURSUANT TO\n   14  THIS  SECTION EXCEED THE TOTAL ASSESSED  VALUE OF THE REAL PROPERTY WHEN\n   15  SUCH ABATEMENT IS ADDED TO ALL OTHER EXEMPTIONS AND ABATEMENTS THE PROP-\n   16  ERTY OWNER OR OWNERS ARE ENTITLED TO PURSUANT TO ANY PROVISION OF LAW.\n   17    12. NO PERSON SHALL BE ELIGIBLE FOR A TAX ABATEMENT PURSUANT  TO  THIS\n   18  SECTION UNLESS HE OR SHE HAS PARTICIPATED IN VOLUNTEER ACTIVITIES FOR AT\n   19  LEAST SIX MONTHS PRIOR TO THE DATE WHEN REAL PROPERTY TAXES ARE DUE.\n   20    S  2.  The  real  property  tax law is amended by adding a new section\n   21  1306-c to read as follows:\n   22    S 1306-C. EFFECT OF TAX ABATEMENT FOR  THE  PERFORMANCE  OF  VOLUNTEER\n   23  SERVICES BY PERSONS SIXTY-FIVE YEARS OF AGE OR OLDER. 1.  LEVY OF TAXES;\n   24  DETERMINATION OF TAXES DUE.  THE TAX RATE ON REAL PROPERTY FOR ANY TAXA-\n   25  BLE  YEAR  SHALL  BE  DETERMINED  AS IF NO PARCELS WERE SUBJECT TO A TAX\n   26  ABATEMENT UNDER SECTION FOUR  HUNDRED  SIXTY-SEVEN-G  OF  THIS  CHAPTER.\n   27  HOWEVER,  THE  TAX  RATE  SO  DETERMINED SHALL BE APPLIED TO THE TAXABLE\n   28  ASSESSED VALUE OF  EACH  PARCEL  AFTER  ACCOUNTING  FOR  ALL  APPLICABLE\n   29  EXEMPTIONS,  INCLUDING  THE  TAX  ABATEMENT  AUTHORIZED  BY SECTION FOUR\n   30  HUNDRED SIXTY-SEVEN-G OF THIS CHAPTER.\n   31    2.  TAX SAVINGS. THE TAX SAVINGS FOR EACH  PARCEL  RECEIVING  THE  TAX\n   32  ABATEMENT AUTHORIZED BY SECTION FOUR HUNDRED SIXTY-SEVEN-G OF THIS CHAP-\n   33  TER  SHALL BE COMPUTED BY SUBTRACTING THE AMOUNT ACTUALLY LEVIED AGAINST\n   34  THE PARCEL FROM THE AMOUNT THAT WOULD HAVE BEEN LEVIED IF  NOT  FOR  THE\n   35  TAX ABATEMENT.  A STATEMENT SHALL THEN BE PLACED ON THE TAX BILL FOR THE\n   36  PARCEL  IN SUBSTANTIALLY THE FOLLOWING FORM: \"YOUR TAX SAVINGS THIS YEAR\n   37  RESULTING FROM THE TAX ABATEMENT ON REAL PROPERTY FOR THE PERFORMANCE OF\n   38  VOLUNTEER SERVICES IS $___.\"\n   39    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to establishing a tax abatement for residential real property owned by a person who is sixty-five years old or older and who participates in a volunteer program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845614
}