{
  "year" : 2011,
  "senateBillNo" : "A3741-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3741-2011-1296104400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes standards for the storage and maintenance of pesticides",
  "summary" : "Makes various provisions regarding pesticide safety including required notification of local fire departments, emergency response personnel and health officials by all certified applicators, registered pesticide businesses and commercial permit holders; specifies responsibility for pesticide releases, and establishes pesticide storage and inventory requirements for certified and registered pesticide businesses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1972-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3741\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         pesticide safety\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 33-0101 of the environmental  conservation  law  is\n    2  amended by adding a new subdivision 50 to read as follows:\n    3    50.  \"CONTAMINATION\"  MEANS THE PRESENCE OF A PESTICIDE OR PESTICIDES,\n    4  IN OR ON AREAS OTHER THAN THE TARGET AREA.\n    5    S 2. Article 33 of the environmental conservation law  is  amended  by\n    6  adding a new title 14 to read as follows:\n\n    7                                  TITLE 14\n    8                              PESTICIDE SAFETY\n    9  SECTION 33-1401. NOTIFICATION   OF  LOCAL  FIRE  DEPARTMENTS,  EMERGENCY\n   10                     RESPONSE PERSONNEL AND HEALTH  OFFICIALS;  EVACUATION\n   11                     PLANS.\n   12          33-1403. RESPONSIBILITY FOR PESTICIDE RELEASES.\n   13          33-1405. PESTICIDE STORAGE AND INVENTORY REQUIREMENTS FOR CERTI-\n   14                     FIED APPLICATORS.\n   15          33-1407. PESTICIDE STORAGE AND INVENTORY REQUIREMENTS FOR REGIS-\n   16                     TERED PESTICIDE BUSINESSES AND AGENCIES.\n   17          33-1409. PESTICIDE   STORAGE   AND  INVENTORY  REQUIREMENTS  FOR\n   18                     COMMERCIAL PERMIT HOLDERS.\n\n   19  S 33-1401. NOTIFICATION OF LOCAL FIRE DEPARTMENTS, EMERGENCY RESPONSE\n   20                PERSONNEL AND HEALTH OFFICIALS; EVACUATION PLANS.\n   21    NOTWITHSTANDING ANY OTHER PROVISION OF LAW, ALL CERTIFIED APPLICATORS,\n   22  REGISTERED PESTICIDE BUSINESSES OR AGENCIES AND COMMERCIAL PERMIT  HOLD-\n   23  ERS SHALL:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06033-01-1\n\n       A. 3741                             2\n\n    1    1.  ANNUALLY  NOTIFY  THE LOCAL FIRE DEPARTMENT AND EMERGENCY RESPONSE\n    2  PERSONNEL OF THE  PRODUCT  AND  CHEMICAL  NAMES,  REGISTRATION  NUMBERS,\n    3  TYPES, QUANTITIES AND LOCATION OF ALL PESTICIDES STORED;\n    4    2.  PROVIDE  THE  LOCAL FIRE DEPARTMENTS, EMERGENCY RESPONSE PERSONNEL\n    5  AND LOCAL HOSPITALS WITH THEIR EMERGENCY RESPONSE PLAN, INCLUDING  IDEN-\n    6  TIFICATION  AND LOCATION OF RESIDENTIAL AREAS, SCHOOLS, HOSPITALS, NURS-\n    7  ING HOMES AND OTHER SIMILAR FACILITIES WITHIN ONE MILE  OF  THE  STORAGE\n    8  SITE FOR NOTIFICATION AND EVACUATION PURPOSES; AND\n    9    3.  MAINTAIN  A CURRENT INVENTORY OF THE PESTICIDES IN STORAGE. A COPY\n   10  OF SUCH INVENTORY SHALL BE KEPT AT A LOCATION WHICH  IS  ACCESSIBLE  AND\n   11  REMOVED  FROM  THE  STORAGE AREA. IN THE EVENT OF A FIRE, SPILL OR OTHER\n   12  EMERGENCY INVOLVING THE PESTICIDE STORAGE AREA,  THE  CURRENT  INVENTORY\n   13  SHALL BE AVAILABLE TO ALL FIRE, EMERGENCY RESPONSE AND HEALTH PERSONNEL.\n   14  S 33-1403. RESPONSIBILITY FOR PESTICIDE RELEASES.\n   15    1.  ANY  FIRE,  EXPLOSION,  CASUALTY  OR ANY OTHER UNEXPECTED EVENT OR\n   16  CIRCUMSTANCE THAT RESULTS IN THE RELEASE OF ANY PESTICIDE,  SUCH  PESTI-\n   17  CIDE  OR  PESTICIDE CONTAMINATED MEDIA SHALL BE IMMEDIATELY CONTAINED OR\n   18  CONTROLLED IN A MANNER AS TO PREVENT ANY FURTHER MOVEMENT OF THE  PESTI-\n   19  CIDE OR PESTICIDE CONTAMINATED MEDIA.\n   20    2. RESPONSIBILITY FOR CONTROL OR CONTAINMENT OF PESTICIDES PURSUANT TO\n   21  THIS SECTION SHALL BE THE JOINT AND SEVERAL RESPONSIBILITY OF:\n   22    A. THE OWNER OF THE PREMISES UPON WHICH THE PESTICIDE IS LOCATED;\n   23    B.  THE  PERSON  RESPONSIBLE  FOR THE PRESENCE OF THE PESTICIDE ON THE\n   24  PREMISES; AND\n   25    C. ANY PERSON RESPONSIBLE FOR THE PESTICIDE RELEASE.\n   26    3. EACH OF THE PERSONS DESIGNATED IN PARAGRAPHS A, B AND C OF SUBDIVI-\n   27  SION TWO OF THIS SECTION SHALL BE RESPONSIBLE FOR THE IMMEDIATE  NOTIFI-\n   28  CATION  OF  THE DEPARTMENT UPON THE OCCURRENCE OF A PESTICIDE RELEASE AS\n   29  DESCRIBED IN THIS SECTION.\n   30  S 33-1405. PESTICIDE STORAGE AND INVENTORY REQUIREMENTS FOR CERTIFIED\n   31                APPLICATORS.\n   32    PESTICIDES SHALL BE STORED AND HANDLED BY PESTICIDE APPLICATORS PURSU-\n   33  ANT TO THE FOLLOWING REQUIREMENTS:\n   34    1. ALL PESTICIDE STORAGE AREAS SHALL:\n   35    A. BE STRUCTURALLY SEGREGATED FROM  RESIDENTIAL,  OFFICE  AND  GENERAL\n   36  WORK  AREAS;  LIVESTOCK  QUARTERS; FOOD, FEED OR SEED STORAGE AREAS; AND\n   37  WATER SUPPLY SOURCES;\n   38    B. BE LOCKED AND PROMINENTLY POSTED  WITH  PESTICIDE  STORAGE  WARNING\n   39  SIGNS;\n   40    C. HAVE ADEQUATE VAPOR VENTING CAPABILITY;\n   41    D.  HAVE  A CONTINUOUS RAISED BERM ON ALL SIDES OF THE FLOOR, WITH THE\n   42  BERM AND FLOOR SEALED TO CREATE A CONTINUOUS IMPERVIOUS SURFACE; AND\n   43    E. CONTAIN SPILL CONTAINMENT MATERIALS AND FIRE  EXTINGUISHERS  APPRO-\n   44  PRIATE  FOR  THE  PESTICIDE STORED, WHICH ARE CONVENIENTLY ACCESSIBLE IN\n   45  THE STORAGE AREA;\n   46    F. HAVE A WATER SUPPLY FOR EMERGENCY WASH OR EYEWASH AND  FOR  ROUTINE\n   47  WASH-UP  LOCATED  CONVENIENTLY TO THE PESTICIDE STORAGE AREA. A QUANTITY\n   48  OF WATER SUFFICIENT FOR AN INITIAL EMERGENCY WASH WITHIN OR  IMMEDIATELY\n   49  ADJOINING THE PESTICIDE STORAGE AREA SHALL BE REQUIRED; AND\n   50    G.  HAVE  A  FIRST  AID  KIT  WITH  APPROPRIATE  EQUIPMENT FOR INITIAL\n   51  RESPONSE TO PESTICIDE POISONING WHICH  IS  READILY  AVAILABLE,  BUT  NOT\n   52  LOCATED WITHIN THE PESTICIDE STORAGE AREA.\n   53    2.  STORED  PESTICIDES  SHALL BE SEGREGATED BY PESTICIDAL FUNCTION AND\n   54  HAZARD CLASS; KEPT TIGHTLY SEALED AND PERIODICALLY INSPECTED  FOR  LEAK-\n   55  AGE,  RUSTING  OR  OTHER  DEFECTS;  KEPT  IN THE MANUFACTURER'S ORIGINAL\n   56  CONTAINER WITH LABELS CLEAN AND CLEARLY READABLE; AND IF STORED IN  SUCH\n\n       A. 3741                             3\n\n    1  CONTAINER OTHER THAN THE MANUFACTURER'S ORIGINAL CONTAINER AS AUTHORIZED\n    2  BY THE DEPARTMENT, APPROPRIATELY IDENTIFIED AND LABELED.\n    3    3.  AREAS WHERE PESTICIDES ARE MIXED, PESTICIDE CONTAINERS RINSED, AND\n    4  APPLICATION EQUIPMENT LOADED OR CLEANED, SHALL BE APPROPRIATELY  BERMED,\n    5  WITH  IMPERMEABLE  FLOORS.  THE  PESTICIDE  CONTAINER  RINSEATE SHALL BE\n    6  CONTAINED AND REUSED FOR FUTURE MIXING WITH THE SAME CONCENTRATES. WATER\n    7  SOURCES USED FOR PESTICIDE MIXING AND PESTICIDE CONTAINER  AND  APPLICA-\n    8  TION EQUIPMENT CLEANING SHALL HAVE BACKFLOW PREVENTION DEVICES.\n    9    4.  PESTICIDES  STORED  IN BULK CONTAINERS SHALL HAVE LOCKED INLET AND\n   10  OUTLET CONTROLS; AND HAVE A CONTAINMENT SYSTEM TO COLLECT  PRECIPITATION\n   11  SURFACE RUN-ON OR SPILLS WITH AT LEAST TWENTY-FIVE PERCENT OF THE STORED\n   12  CAPABILITY OF THE STORAGE SYSTEM.\n   13    5.  APPROPRIATE  PERSONAL PROTECTIVE EQUIPMENT, INCLUDING RESPIRATORS,\n   14  GLOVES, APRONS AND BOOTS, AND ANY OTHER REQUIREMENTS  SPECIFIED  ON  THE\n   15  LABELS  OF THE PESTICIDE PRODUCTS STORED, SHALL BE READILY AVAILABLE AND\n   16  STORED OUTSIDE OF THE PESTICIDE STORAGE AREA.\n   17    6. THE LOCAL FIRE DEPARTMENT SHALL BE NOTIFIED ANNUALLY OF THE  TYPES,\n   18  QUANTITIES  AND  LOCATION  OF PESTICIDES STORED IN THE PESTICIDE STORAGE\n   19  AREA. A BASIC FIRE RESPONSE PLAN SHOULD BE PREPARED AND SUBMITTED TO THE\n   20  FIRE DEPARTMENT ANNUALLY.\n   21  S 33-1407. PESTICIDE STORAGE AND INVENTORY REQUIREMENTS FOR REGISTERED\n   22                PESTICIDE BUSINESSES AND AGENCIES.\n   23    IN ADDITION TO THE  OTHER  REQUIREMENTS  CONTAINED  IN  THIS  ARTICLE,\n   24  PESTICIDE BUSINESSES AND AGENCIES SHALL MEET THE FOLLOWING REQUIREMENTS:\n   25    1. ALL PESTICIDE STORAGE AREAS SHALL:\n   26    A.  HAVE A SEPARATE LOCKED ENTRYWAY WITH CONTROLLED ACCESS AND A WARN-\n   27  ING SIGN DESCRIBING PESTICIDE STORAGE HAZARDS, AND WINDOWS WHICH PREVENT\n   28  ACCESS;\n   29    B. HAVE A CONTAINMENT SYSTEM COMPOSED OF EITHER A BERMED  FLOOR  WHICH\n   30  WILL  CONTAIN  AT  LEAST  TWENTY-FIVE PERCENT OF THE TOTAL STORED LIQUID\n   31  VOLUME OR A SLOPED FLOOR WITH SUMP CONTAINMENT WITH THE SAME VOLUME;\n   32    C. HAVE A VENTILATION SYSTEM SUFFICIENT  TO  PREVENT  ACCUMULATION  OF\n   33  VAPORS AND A HEATING/COOLING SYSTEM WHICH WILL PREVENT FREEZING OR OVER-\n   34  HEATING OF PESTICIDES; AND\n   35    D.  IF THE PESTICIDE STORAGE FACILITY CONTAINS FLAMMABLE AND COMBUSTI-\n   36  BLE LIQUIDS, SHALL HAVE NON-SPARKING ELECTRICAL  FIXTURES  AND  APPLICA-\n   37  TIONS, APPROVED FOR USE IN SUCH FACILITIES.\n   38    2.  IF  PESTICIDES  ARE  IN  CONTAINERS HOLDING FROM FIFTY-FIVE TO ONE\n   39  THOUSAND GALLONS, OR IN PORTABLE  STORAGE  UNITS,  ALL  SUCH  CONTAINERS\n   40  SHALL:\n   41    A.  HAVE INLET AND OUTLET LOCKS WHICH REMAIN LOCKED WHEN THE CONTAINER\n   42  IS NOT IN USE;\n   43    B. BE STORED ON A BERMED, IMPERMEABLE PAD OR FLOOR WHICH IS CAPABLE OF\n   44  CONTAINING AT LEAST ONE HUNDRED PERCENT OF THE TOTAL CONTAINER VOLUME OR\n   45  A SLOPED FLOOR WITH SUMP CONTAINMENT CAPABLE OF HOLDING THE SAME VOLUME.\n   46  IF THE CONTAINERS ARE NOT PROTECTED FROM PRECIPITATION OR  SURFACE  RUN-\n   47  ON,  AT  LEAST  ONE  HUNDRED  TWENTY-FIVE PERCENT OF THE TOTAL CONTAINER\n   48  VOLUME;\n   49    C. BE STORED IN A FENCED OR WALLED AREA WHICH CAN BE LOCKED  WHEN  NOT\n   50  IN USE; AND\n   51    D.  BE  ROUTINELY INSPECTED AND TESTED, TO ENSURE THAT THE SYSTEMS ARE\n   52  FUNCTIONING PROPERLY.\n   53    3. PESTICIDE PRODUCTS SHALL BE STORED  IN  A  MANNER  WHICH  SEPARATES\n   54  INCOMPATIBLE  MATERIALS,  AND  FLAMMABLE AND COMBUSTIBLE LIQUIDS; HERBI-\n   55  CIDES FROM INSECTICIDES AND FUNGICIDES; AND POTENTIALLY REACTIVE MATERI-\n\n       A. 3741                             4\n\n    1  ALS FROM OTHER MATERIALS BY A PHYSICAL BARRIER, SUCH AS A DIKE, BERM  OR\n    2  WALL.\n    3    4.  PESTICIDES  SHALL  BE  STORED  ON  IMPERMEABLE  SHELVES,  RACKS OR\n    4  PALLETS, WITH ADEQUATE AISLE SPACING AND PESTICIDE LABELS  VISIBLE  FROM\n    5  THE  AISLES;  AND  COMPLY WITH ALL STORAGE REQUIREMENTS FOR COMBUSTIBLE,\n    6  FLAMMABLE OR IGNITABLE MATERIALS.\n    7    5. THE OWNER OR THE OWNER'S AGENT OF THE  PESTICIDE  STORAGE  FACILITY\n    8  SHALL  PROVIDE THE FOLLOWING SAFETY AND EMERGENCY EQUIPMENT, PROCEDURES,\n    9  INFORMATION AND TRAINING FOR ALL PERSONNEL HAVING ACCESS TO  THE  PESTI-\n   10  CIDE STORAGE AREA OR HANDLING AND MIXING PESTICIDES:\n   11    A.  APPROPRIATE  PERSONAL PROTECTIVE EQUIPMENT, INCLUDING RESPIRATORS,\n   12  GLOVES, APRONS AND BOOTS, AND ANY OTHER REQUIREMENTS  SPECIFIED  ON  THE\n   13  LABELS  OF THE PESTICIDE PRODUCTS STORED, SHALL BE READILY AVAILABLE AND\n   14  STORED OUTSIDE OF THE PESTICIDE STORAGE AREA;\n   15    B. AN EMERGENCY RESPONSE PLAN WITH  WHICH  ALL  EMPLOYEES  OR  PERSONS\n   16  HAVING ACCESS TO THE PESTICIDE STORAGE AREA ARE FAMILIAR; AND\n   17    C.  TRAINING  IN THE PROPER PESTICIDE USE TECHNIQUES AND REQUIREMENTS;\n   18  THE PROPER USE OF ALL PERSONAL PROTECTIVE EQUIPMENT AND FIRST AID EQUIP-\n   19  MENT; AND IN SPILL PREVENTION AND RESPONSE FOR CONTAINMENT  AND  CLEANUP\n   20  OF PESTICIDES.\n   21    6.  PESTICIDE  MIXING,  PESTICIDE  CONTAINER  CLEANING AND APPLICATION\n   22  EQUIPMENT LOADING AND CLEANING AREAS SHALL:\n   23    A. HAVE VENTILATION HOODS, FANS OR OTHER VAPOR REMOVAL  EQUIPMENT,  IF\n   24  LOCATED INDOORS;\n   25    B.  HAVE A SEPARATE, SECURE SECTION WITHIN THE GENERAL PESTICIDE STOR-\n   26  AGE AREA FOR EMPTY CONTAINER STORAGE; AND\n   27    C. COLLECT AND STORE ABOVE GROUND, ALL CONTAINER AND  SPRAY  EQUIPMENT\n   28  RINSEATES.  ALL  RINSEATES SHALL BE APPROPRIATELY RECYCLED OR REUSED FOR\n   29  FUTURE MIXING OF THE SAME PESTICIDE.\n   30  S 33-1409. PESTICIDE STORAGE AND INVENTORY REQUIREMENTS FOR COMMERCIAL\n   31                PERMIT HOLDERS.\n   32    IN ADDITION TO THE REQUIREMENTS CONTAINED IN THIS ARTICLE, THE FOLLOW-\n   33  ING REQUIREMENTS SHALL APPLY TO COMMERCIAL PERMIT HOLDERS:\n   34    1. AT THE DISCRETION OF THE LOCAL FIRE AND HEALTH DEPARTMENTS,  PESTI-\n   35  CIDE  STORAGE  AREAS  SHALL  BE SEPARATE BUILDINGS OR ALTERNATIVELY, THE\n   36  PESTICIDE STORAGE AREA SHALL BE SEPARATED  FROM  THE  REMAINDER  OF  THE\n   37  BUILDING BY FIRE RESISTANT WALLS AND DOORS, IN COMPLIANCE WITH THE RULES\n   38  AND  REGULATIONS  OF  THE  STATE FIRE ADMINISTRATOR, WHICH TO THE EXTENT\n   39  PRACTICABLE SHALL BE CONSISTENT WITH THE STANDARDS CONTAINED IN THE MOST\n   40  RECENT NATIONAL FIRE PROTECTION ASSOCIATION-30 FLAMMABLE AND COMBUSTIBLE\n   41  LIQUIDS CODE.\n   42    2. THE PESTICIDE STORAGE AREA SHALL HAVE A PERIMETER FENCE WITH LOCKED\n   43  GATE.\n   44    3. THE PESTICIDE STORAGE BUILDING SHALL BE CLEARLY POSTED ON ALL EXTE-\n   45  RIOR SIDES WITH WARNING SIGNS DESCRIBING PESTICIDE STORAGE HAZARDS.\n   46    4. IN SITUATIONS WHERE ADJACENT PROPERTIES ARE RESIDENTIAL, THE  STOR-\n   47  AGE  OF PESTICIDES SHOULD BE AT LEAST FIFTY FEET FROM ANY ADJACENT PROP-\n   48  ERTY LINES.\n   49    5. AISLE SPACING AND CONTAINER  PILE  VOLUMES  SHOULD  MEET  THE  MOST\n   50  RECENT NATIONAL FIRE PROTECTION ASSOCIATION-30 FLAMMABLE AND COMBUSTIBLE\n   51  LIQUIDS CODE, DEPENDING ON THE TYPE OF COMBUSTIBLE, FLAMMABLE OR IGNITA-\n   52  BLE MATERIALS BEING STORED.\n   53    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   54  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to pesticide safety ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845608
}