{
  "year" : 2011,
  "senateBillNo" : "A3757-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to education",
    "billEventId" : "A3757-2011-1296104400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires siting, erection, purchase, repair, enlargement and remodeling of healthy and high performance school buildings",
  "summary" : "Requires the plans and specifications for the siting, erection, purchase, repair, enlargement or remodeling of school buildings in every school district to be subject to the approval of the commissioner of education for a determination that such plans and specifications are consistent with the standards for \"green buildings\" and for healthy and high performance schools. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA1741-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3757\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation  to  requiring  that  the\n         siting,  erection,  purchase,  repair,  enlargement  and remodeling of\n         school buildings meet the requirements of healthy and high performance\n         schools\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 408 of the education law, subdivisions 1 and 2 as\n    2  amended by chapter 414 of the laws of 1972,  the  opening  paragraph  of\n    3  subdivision 1 as amended by chapter 315 of the laws of 1990, subdivision\n    4  3 as amended by section 2 of part A-1 of chapter 58 of the laws of 2006,\n    5  subdivision 4 as amended by chapter 801 of the laws of 1951 and subdivi-\n    6  sion 6 as amended by chapter 385 of the laws of 1994, is amended to read\n    7  as follows:\n    8    S 408. [Plans]  APPROVAL  OF PLANS and specifications of school build-\n    9  ings [must be approved by commissioner of education].   1. THE  LEGISLA-\n   10  TURE  HEREBY  DECLARES  IT  TO BE THE POLICY OF THE STATE TO REQUIRE THE\n   11  SITING, CONSTRUCTION, REHABILITATION AND MAINTENANCE OF HEALTHY AND HIGH\n   12  PERFORMANCE SCHOOL BUILDINGS IN THIS STATE IN SUCH A MANNER AS TO:\n   13    A.  PROMOTE   BETTER   ENVIRONMENTAL   STANDARDS   FOR   THE   SITING,\n   14  CONSTRUCTION,  REHABILITATION AND MAINTENANCE OF SCHOOL BUILDINGS IN THE\n   15  STATE;\n   16    B. IMPROVE ENERGY EFFICIENCY AND INCREASE GENERATION OF ENERGY THROUGH\n   17  RENEWABLE AND CLEAN ENERGY TECHNOLOGIES;\n   18    C. INCREASE THE DEMAND FOR ENVIRONMENTALLY PREFERABLE BUILDING MATERI-\n   19  ALS, FINISHES AND FURNISHINGS;\n   20    D. IMPROVE THE ENVIRONMENT BY DECREASING THE DISCHARGE  OF  POLLUTANTS\n   21  INTO AND FROM SCHOOL BUILDINGS;\n   22    E.  CREATE  INDUSTRY AND PUBLIC AWARENESS OF NEW TECHNOLOGIES THAT CAN\n   23  ASSURE THAT ALL SCHOOLS ARE HEALTHY AND HIGH PERFORMANCE; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06008-01-1\n\n       A. 3757                             2\n\n    1    F. IMPROVE THE HEALTH  AND  PRODUCTIVITY  OF  STUDENTS,  TEACHERS  AND\n    2  SCHOOL EMPLOYEES.\n    3    IN  ORDER  TO FACILITATE SUCH POLICIES, THE LEGISLATURE HEREBY DIRECTS\n    4  SCHOOL DISTRICTS TO SITE, CONSTRUCT, REHABILITATE  AND  MAINTAIN  SCHOOL\n    5  BUILDINGS IN ACCORDANCE WITH SUCH POLICIES.\n    6    2.  No  [schoolhouse]  SCHOOL  BUILDING  shall  [hereafter]  be SITED,\n    7  erected, purchased, repaired, enlarged or remodeled nor shall the adver-\n    8  tisement for bids for the execution of the plans and specifications  for\n    9  such  [schoolhouses]  SCHOOL BUILDINGS be placed, in any school district\n   10  [except in a city school district in  a  city  having  seventy  thousand\n   11  inhabitants  or more, at an expense which shall exceed one hundred thou-\n   12  sand dollars,] until  the  plans  and  specifications  shall  have  been\n   13  submitted  to  the  commissioner  [of education] and his OR HER approval\n   14  endorsed thereon. Such plans and specifications shall show in detail the\n   15  ventilation, heating and lighting  of  such  buildings,  AND  ANY  OTHER\n   16  DETAILS THE COMMISSIONER SHALL DETERMINE TO BE NECESSARY.\n   17    In  the  case  of  a school district in a city having seventy thousand\n   18  inhabitants or more, all the provisions previously  set  forth  in  this\n   19  subdivision  shall  apply,  except  that  the commissioner may waive the\n   20  requirement for submission of plans and  specifications  and  substitute\n   21  therefor  the requirement for submission of an outline of such plans and\n   22  specifications for his OR HER review. Such outline shall be  in  a  form\n   23  which he OR SHE may prescribe from time to time.\n   24    [In either case, the commissioner may, in his discretion, review plans\n   25  and specifications for projects estimated at an expense of less than one\n   26  hundred thousand dollars.]\n   27    In  the  case of a school district in a city having a million inhabit-\n   28  ants or more, all of the provisions previously set forth in this  subdi-\n   29  vision  shall  apply,  except  that  such  school district shall only be\n   30  required to submit an outline of the plans  and  specifications  to  the\n   31  commissioner  [of  education] for his OR HER information where a school-\n   32  house is to be erected in conjunction with the development of a  project\n   33  to  be  developed  under  the  provisions  of article two or five of the\n   34  private housing finance law and where both the school  and  the  project\n   35  are  to  have  rights  or  interests in the same land, regardless of the\n   36  similarity or equality  thereof,  including  fee  interests,  easements,\n   37  space  rights or other rights or interests.  NOTWITHSTANDING THE FOREGO-\n   38  ING PROVISIONS OF THIS  PARAGRAPH,  EVERY  SUCH  SCHOOL  BUILDING  SHALL\n   39  COMPLY  WITH  THE  REQUIREMENTS FOR GREEN BUILDINGS AND HEALTHY AND HIGH\n   40  PERFORMANCE SCHOOLS AS DEFINED IN SUBDIVISION FOUR OF THIS SECTION.\n   41    [2] 3.  The commissioner [of education] shall not  approve  the  plans\n   42  for  the erection or purchase of any school building or addition thereto\n   43  or remodeling thereof unless the same shall provide for [heating, venti-\n   44  lation, lighting,] sanitation, storm drainage and health, fire and acci-\n   45  dent protection adequate to maintain  healthful,  safe  and  comfortable\n   46  conditions  therein  and unless the county superintendent of highways or\n   47  commissioner of public works has been advised of  the  location  of  all\n   48  temporary and permanent entrances and exits upon all public highways and\n   49  the storm drainage plan which is to be used.\n   50    [3]  4.    The commissioner shall NOT approve the plans and specifica-\n   51  tions, [heretofore or hereafter] submitted pursuant to this section, for\n   52  the erection or purchase of any school building or addition  thereto  or\n   53  remodeling  thereof  on  the site or sites selected therefor pursuant to\n   54  this chapter, [if] UNLESS such plans conform  to  the  requirements  and\n   55  provisions  [of  this  chapter  and  the regulations of the commissioner\n   56  adopted pursuant to this chapter in all other respects; provided, howev-\n\n       A. 3757                             3\n\n    1  er, that] FOR GREEN BUILDINGS, AS DEFINED IN PARAGRAPH TEN  OF  SUBDIVI-\n    2  SION  (B)  OF  SECTION  NINETEEN OF THE TAX LAW, AND ANY RULES AND REGU-\n    3  LATIONS ADOPTED PURSUANT THERETO, AND TO THE REQUIREMENTS AND PROVISIONS\n    4  FOR  HEALTHY  AND HIGH PERFORMANCE SCHOOLS AS ESTABLISHED IN SUBDIVISION\n    5  ONE OF THIS SECTION, AND ANY RULES, REGULATIONS,  STANDARDS  AND  GUIDE-\n    6  LINES ADOPTED PURSUANT THERETO. FURTHERMORE, the commissioner [of educa-\n    7  tion], IN CONSULTATION WITH THE COMMISSIONERS OF ENVIRONMENTAL CONSERVA-\n    8  TION  AND  HEALTH,  shall  not  approve  the  plans  for the erection or\n    9  purchase of any school building or addition thereto unless the site  has\n   10  been  selected  with  reasonable consideration of the following factors;\n   11  its place in a comprehensive, long-term school  building  program;  area\n   12  required  for  outdoor educational activities; educational adaptability,\n   13  environment, accessibility; PROXIMITY TO KNOWN ENVIRONMENTAL AND  PUBLIC\n   14  RISK  FACTORS; soil conditions; initial and ultimate cost. In developing\n   15  such plans and specifications, school districts are encouraged to review\n   16  the energy conservation and saving best  practices  available  from  the\n   17  department  and  the  New  York  state  energy  research and development\n   18  authority.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE  CONTRARY,\n   19  THE  ENFORCEMENT  OF  THE PROVISIONS OF THIS SUBDIVISION SHALL BE WITHIN\n   20  THE SOLE JURISDICTION AND AT THE SOLE DISCRETION OF THE DEPARTMENT.\n   21    [4] 5. No funds voted by a district meeting or other competent author-\n   22  ity in any school district [to which the provisions of  subdivision  one\n   23  of  this section are applicable, exceeding the amounts specified in such\n   24  subdivision,] shall be expended by the trustees or  board  of  education\n   25  until  the  commissioner [of education] shall certify that the plans and\n   26  specifications for the same comply with the provisions of this section.\n   27    [5] 6. In a city having a population  of  one  million  or  more,  all\n   28  designing,  draughting  and  inspecting necessary in connection with the\n   29  construction, additions to, alterations and maintenance of  [schoolhous-\n   30  es]  SCHOOL  BUILDINGS  shall  be  performed by a bureau established and\n   31  maintained for this purpose under the board of education.  The  work  of\n   32  this bureau shall be performed by civil service employees in the classi-\n   33  fied  civil  service under the direction of the superintendent of school\n   34  buildings, design and construction, except that repairs, betterment  and\n   35  maintenance  of  heating and ventilating plants and equipment, elevators\n   36  and mechanical equipment shall remain under the direction of the  super-\n   37  intendent  of  plant  operation  and maintenance. In a special case upon\n   38  approval of  the  board  of  estimate,  such  designing,  draughting  or\n   39  inspecting may be otherwise performed.\n   40    [6]  7.    The  commissioner  [may], IN CONSULTATION WITH THE NEW YORK\n   41  STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY, SHALL promulgate  regu-\n   42  lations  relating  to  the  purchase  AND  RENOVATION of existing school\n   43  buildings. Such regulations shall  provide  for  an  appraisal  of  such\n   44  buildings as school buildings and the land on which they are situated as\n   45  school  sites  by  the state board of real property services, such esti-\n   46  mates of the cost of renovation and construction as may be necessary  TO\n   47  MEET THE REQUIREMENTS OF SUBDIVISION ONE OF THIS SECTION and limitations\n   48  on  the cost of acquisition and renovation, in taking into consideration\n   49  the age and condition of such existing buildings,  in  relation  to  the\n   50  estimated  cost  of  constructing  a  new building containing comparable\n   51  facilities. [Such regulations may also require the prior approval of the\n   52  commissioner of any renovations proposed to be  made  to  such  existing\n   53  school buildings.]\n   54    S  2.  Subdivision 1 of section 408-a of the education law, as amended\n   55  by chapter 420 of the laws of 1968, is amended to read as follows:\n\n       A. 3757                             4\n\n    1    1. The commissioner of general services, after consultation  with  the\n    2  commissioner [of education], and subject to the approval of the director\n    3  of  the  budget,  AND  IN  ACCORDANCE WITH THE STANDARDS ESTABLISHED FOR\n    4  GREEN BUILDINGS, AS DEFINED IN  PARAGRAPH  TEN  OF  SUBDIVISION  (B)  OF\n    5  SECTION  NINETEEN  OF  THE TAX LAW, AND THE STANDARDS AND GUIDELINES FOR\n    6  HEALTHY AND HIGH PERFORMANCE SCHOOLS ESTABLISHED BY SUBDIVISION  ONE  OF\n    7  SECTION  FOUR  HUNDRED  EIGHT OF THIS ARTICLE, shall promptly prepare or\n    8  acquire as many master sets of complete plans and specifications for the\n    9  construction of new school buildings and appurtenant facilities as shall\n   10  be sufficient to provide at least six different  master  sets  each  for\n   11  elementary,  junior high and high schools, based on the number of pupils\n   12  to be accommodated therein. [Such  plans  and  specifications  shall  be\n   13  prepared  so as to provide adequate classrooms and other necessary space\n   14  and facilities at the lowest cost  consistent  with  sound  construction\n   15  principles  and practices, and the attainment of educational objectives,\n   16  and shall provide for heating,  ventilation,  lighting,  sanitation  and\n   17  health,  fire  and  accident  protection adequate to maintain healthful,\n   18  safe, and comfortable conditions therein. Such plans and  specifications\n   19  shall  be  so  prepared  that  any  possible future addition to any such\n   20  school building may  be  economically  effectuated.]  In  addition,  the\n   21  commissioner  of  general  services  shall,  as often as he OR SHE deems\n   22  advisable but at least annually, review  such  master  sets  and,  after\n   23  consultation  with  the  commissioner  [of  education],  and  subject to\n   24  approval of the director of the budget, may revise or cancel any of such\n   25  sets or prepare new sets.\n   26    S 3. This act shall take effect immediately, except that  section  one\n   27  of this act shall take effect on the first of August next succeeding the\n   28  date on which it shall have become a law and such section shall apply to\n   29  school buildings sited, erected, purchased, repaired, enlarged or remod-\n   30  eled on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring that the siting, erection, purchase, repair, enlargement and remodeling of school buildings meet the requirements of healthy and high performance schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157146799
}