{
  "year" : 2011,
  "senateBillNo" : "A3756-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to codes",
    "billEventId" : "A3756-2011-1296104400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires any person engaged in the sale of rifles or shotguns to require the production of identification by purchaser of such weapon",
  "summary" : "Provides that any person in the business of selling rifles and shotguns shall, before selling or delivering a rifle or shotgun to any other person (other than a dealer or gunsmith) require such other person to produce at least two forms of identification; failure to require such proof shall be a class A misdemeanor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1710-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3756\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the  sale  of  rifles  and\n         shotguns\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 265.45  to\n    2  read as follows:\n    3  S 265.45 SALE OR DELIVERY OF RIFLES OR SHOTGUNS.\n    4    1.  ANY  PERSON  IN THE BUSINESS OF SELLING RIFLES OR SHOTGUNS IN THIS\n    5  STATE, WHETHER OR NOT LICENSED, BEFORE SELLING OR DELIVERING A RIFLE  OR\n    6  SHOTGUN  TO ANY OTHER PERSON, OTHER THAN TO OR FROM A DEALER OR GUNSMITH\n    7  FOR PURPOSES OF REPAIR OR RESTORATION, SHALL REQUIRE SUCH  OTHER  PERSON\n    8  TO  PRODUCE  AT LEAST TWO FORMS OF APPARENTLY VALID PROOF OF IDENTIFICA-\n    9  TION WHICH INCLUDE NAME, DATE OF BIRTH AND RESIDENCE, ONE OF WHICH SHALL\n   10  INCLUDE A PHOTOGRAPH OF THE PERSON PRESENTING SUCH IDENTIFICATION.\n   11    2. IN ADDITION, IF ON THE BASIS OF SUCH IDENTIFICATION IT  APPEARS  TO\n   12  THE PERSON IN THE BUSINESS OF SELLING RIFLES OR SHOTGUNS THAT SUCH OTHER\n   13  PERSON IS A RESIDENT OF THE CITY OF NEW YORK, THE PERSON IN THE BUSINESS\n   14  OF  SELLING  THE  RIFLE  OR  SHOTGUN  SHALL REQUIRE SUCH OTHER PERSON TO\n   15  PRODUCE AN APPARENTLY VALID PERMIT FOR THE POSSESSION  AND  PURCHASE  OF\n   16  RIFLES  AND  SHOTGUNS  ISSUED  TO  SUCH OTHER PERSON PURSUANT TO SECTION\n   17  10-303 OF THE ADMINISTRATIVE CODE OF THE CITY OF NEW YORK.\n   18    3. A VIOLATION OF THE PROVISIONS OF THIS SECTION IS A CLASS  A  MISDE-\n   19  MEANOR.\n   20    S 2. This act shall take effect on the first of November next succeed-\n   21  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05941-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the sale of rifles and shotguns ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157146796
}