{
  "year" : 2011,
  "senateBillNo" : "A3752-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to health",
    "billEventId" : "A3752-2011-1296104400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes it unlawful for a person under the age of 18 to possess tobacco products",
  "summary" : "Makes it unlawful for a person under the age of 18 to possess tobacco products; provides for a fine not exceeding fifty dollars and/or completion of a tobacco awareness program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2739-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3752\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to making it unlawful\n         for a person under the age of eighteen to possess tobacco products\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Article 13-F of the public health law is amended by adding\n    2  a new section 1399-mm-1 to read as follows:\n    3    S 1399-MM-1. UNLAWFUL POSSESSION OF TOBACCO PRODUCTS BY PERSONS  UNDER\n    4  THE  AGE  OF  EIGHTEEN  YEARS. 1.   EXCEPT AS OTHERWISE PROVIDED IN THIS\n    5  SECTION, NO PERSON UNDER THE AGE OF EIGHTEEN  YEARS  SHALL  POSSESS  ANY\n    6  TOBACCO PRODUCT.\n    7    2.  ANY  PERSON  WHO  UNLAWFULLY  POSSESSES  A  TOBACCO PRODUCT MAY BE\n    8  SUMMONED BEFORE AND EXAMINED BY A  COURT  HAVING  JURISDICTION  OF  THAT\n    9  CHARGE;  PROVIDED, HOWEVER, THAT NOTHING IN THIS SECTION SHALL AUTHORIZE\n   10  OR BE CONSTRUED TO AUTHORIZE A PEACE OFFICER, A  POLICE  OFFICER  OR  AN\n   11  ENFORCEMENT OFFICER TO ARREST A PERSON WHO UNLAWFULLY POSSESSES A TOBAC-\n   12  CO PRODUCT.  IF A DETERMINATION IS MADE SUSTAINING SUCH CHARGE THE COURT\n   13  MAY IMPOSE A CIVIL FINE NOT EXCEEDING FIFTY DOLLARS AND/OR COMPLETION OF\n   14  A  TOBACCO  AWARENESS PROGRAM IF SUCH PROGRAM IS BEING OFFERED AND/OR AN\n   15  APPROPRIATE AMOUNT OF COMMUNITY SERVICE NOT TO EXCEED THIRTY HOURS.\n   16    3. NO SUCH DETERMINATION SHALL OPERATE AS A  DISQUALIFICATION  OF  ANY\n   17  SUCH  PERSON SUBSEQUENTLY TO HOLD PUBLIC OFFICE, PUBLIC EMPLOYMENT OR AS\n   18  A FORFEITURE OF ANY RIGHT OR PRIVILEGE OR TO RECEIVE ANY LICENSE GRANTED\n   19  BY PUBLIC AUTHORITY; AND NO SUCH PERSON SHALL BE DENOMINATED A  CRIMINAL\n   20  BY  REASON OF SUCH DETERMINATION, NOR SHALL SUCH DETERMINATION BE DEEMED\n   21  A CONVICTION.\n   22    4. WHENEVER A PEACE OFFICER, POLICE OFFICER OR AN ENFORCEMENT  OFFICER\n   23  SHALL  OBSERVE A PERSON UNDER EIGHTEEN YEARS OF AGE OPENLY IN POSSESSION\n   24  OF A TOBACCO PRODUCT, SUCH OFFICER MAY SEIZE  THE  TOBACCO  PRODUCT  AND\n   25  SHALL DELIVER IT TO THE CUSTODY OF HIS OR HER DEPARTMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07442-01-1\n\n       A. 3752                             2\n\n    1    5.  ANY  TOBACCO PRODUCT SEIZED IN VIOLATION OF THIS SECTION IS HEREBY\n    2  DECLARED A NUISANCE. THE OFFICIAL TO WHOM THE TOBACCO PRODUCT  HAS  BEEN\n    3  DELIVERED  SHALL,  NO  EARLIER THAN THREE DAYS FOLLOWING THE RETURN DATE\n    4  FOR INITIAL APPEARANCE ON THE SUMMONS, DISPOSE OF OR DESTROY THE TOBACCO\n    5  PRODUCT  SEIZED  OR  CAUSE IT TO BE DISPOSED OF OR DESTROYED. ANY PERSON\n    6  CLAIMING OWNERSHIP OF A TOBACCO PRODUCT SEIZED UNDER THIS  SECTION  MAY,\n    7  ON THE INITIAL RETURN DATE OF THE SUMMONS OR EARLIER ON FIVE DAYS NOTICE\n    8  TO  THE  OFFICIAL  OR  DEPARTMENT  IN POSSESSION OF THE TOBACCO PRODUCT,\n    9  APPLY TO THE COURT FOR AN ORDER PREVENTING THE DESTRUCTION  OR  DISPOSAL\n   10  OF  THE  TOBACCO  PRODUCT SEIZED AND ORDERING THE RETURN OF THAT TOBACCO\n   11  PRODUCT. THE COURT MAY ORDER THE  TOBACCO  PRODUCT  RETURNED  IF  IT  IS\n   12  DETERMINED  THAT  RETURN OF THE TOBACCO PRODUCT WOULD BE IN THE INTEREST\n   13  OF JUSTICE OR THAT THE TOBACCO PRODUCT WAS IMPROPERLY SEIZED.\n   14    S 2. This act shall take effect on the first of November next succeed-\n   15  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to making it unlawful for a person under the age of eighteen to possess tobacco products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T144406.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157446963
}