{
  "year" : 2011,
  "senateBillNo" : "A3755-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3755-2011-1296104400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires telegraph and telephone corporations to obtain permits to perform work within a county road right of way",
  "summary" : "Requires telegraph and telephone corporations to obtain permits to perform work within a county road right-of-way. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "A2659-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3755\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the highway law and the transportation corporations law,\n         in relation to requiring the issuance  of  permits  to  telegraph  and\n         telephone corporations for work within a county road right of way\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 136 of the highway law,  as  added\n    2  by chapter 734 of the laws of 1982, is amended to read as follows:\n    3    1. Except in connection with the construction, reconstruction, mainte-\n    4  nance  or  improvement  of  a county road or operations of a corporation\n    5  pursuant to the provisions of [section twenty-seven of  the  transporta-\n    6  tion  corporations law or] sections twenty-one, eighty-nine, ninety-one,\n    7  ninety-three, ninety-three-a and ninety-three-b of the railroad law,  no\n    8  person,  firm,  corporation  or municipality shall construct or improve,\n    9  within the county road right of way an entrance or  connection  to  such\n   10  road, or construct within the county road right of way any works, struc-\n   11  ture or obstruction, or any overhead or underground crossing thereof, or\n   12  lay or maintain therein underground wires or conduits or drainage, sewer\n   13  or  water pipes, except in accordance with the terms and conditions of a\n   14  work permit issued by the county superintendent or his  duly  designated\n   15  agent,  notwithstanding  any  consent  or  franchise granted by any town\n   16  superintendent, or by  any  other  municipal  authority.  Any  municipal\n   17  corporation  may  enter upon any county road for the purpose of widening\n   18  the pavement or for any other purpose authorized by  this  section,  but\n   19  only  after  securing  a  permit as provided herein. Notwithstanding the\n   20  limitations in any general or special law, every  municipal  corporation\n   21  shall  have  and  is  hereby  given authority to deposit with the county\n   22  superintendent such a sum of money or a security bond as may be required\n   23  as a condition precedent to the granting of the permit provided in  this\n   24  section.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07457-01-1\n\n       A. 3755                             2\n\n    1    S  2. Section 27 of the transportation corporations law, as amended by\n    2  chapter 840 of the laws of 1977, is amended to read as follows:\n    3    S  27.  Construction  of  lines.  [Any]  SUBJECT  TO THE PROVISIONS OF\n    4  SECTION ONE HUNDRED THIRTY-SIX OF THE HIGHWAY LAW, ANY such  corporation\n    5  may  erect,  construct and maintain the necessary fixtures for its lines\n    6  upon, over or under any of the public roads, streets and  highways;  and\n    7  through,  across  or  under  any of the waters within the limits of this\n    8  state, and may erect, construct and  maintain  its  necessary  stations,\n    9  plants, equipment or lines upon, through or over any other land, subject\n   10  to the right of the owners thereof to full compensation for the same. If\n   11  any  such  corporation  can not agree with such owner or owners upon the\n   12  compensation to be paid therefor, such compensation shall be ascertained\n   13  in the manner provided in the eminent domain  procedure  law.  Any  such\n   14  corporation is authorized, from time to time, to construct and lay lines\n   15  of electrical conductors under ground in any city, village or town with-\n   16  in  the  limits  of  this state, subject to all the provisions of law in\n   17  reference to such companies not inconsistent with this section; provided\n   18  that such corporation shall, before laying any such line  in  any  city,\n   19  village  or  town of this state, first obtain from the common council of\n   20  cities, or other body having like jurisdiction therein, the trustees  of\n   21  villages,  or  the  town superintendents of towns, permission to use the\n   22  streets within such city, village or town for the  purposes  herein  set\n   23  forth.  Nothing  in  this  section  shall  limit,  alter,  or affect the\n   24  provisions or powers relating or granted to telegraph corporations here-\n   25  tofore created by special act of the legislature of this  state,  except\n   26  in  so  far  as to confer on any such corporation the right to lay elec-\n   27  trical conductors under ground.\n   28    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   29  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law and the transportation corporations law, in relation to requiring the issuance of permits to telegraph and telephone corporations for work within a county road right of way ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157146794
}