{
  "year" : 2011,
  "senateBillNo" : "A3753-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3753-2011-1296104400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions relating to freedom of speech and petition in certain shopping centers and shopping malls",
  "summary" : "Provides that persons shall have the right to exercise the freedom of speech and the freedom to petition in shopping malls subject to reasonable time, place and manner regulations; requires every shopping center to prepare and publish an accommodation plan stating its policy with respect to the public's exercise of first amendment rights; provides that no person need post a bond or make payment for exercising the right of freedom of speech or freedom to petition; provides that shopping malls must make display space available for the posting of announcements, public service messages, etc. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A2660-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3753\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the civil rights law, in relation to freedom  of  speech\n         and petition in certain shopping centers and shopping malls\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Legislative findings  and  declaration.  The  legislature\n    2  hereby  finds  and  declares that the ideals and aspirations of American\n    3  democracy are enhanced by preserving and expanding the rights of freedom\n    4  of speech and petition guaranteed by the  United  States  and  New  York\n    5  constitutions.    However,  modern  patterns  of  settlement  and modern\n    6  retailing practices have had the unintended effect  of  diminishing  the\n    7  opportunity  to exercise such rights. Traditional forums for such speech\n    8  -- public streets and town squares -- have been replaced by large  shop-\n    9  ping centers and malls.\n   10    The  legislature  further  finds  that permitting citizens to exercise\n   11  their first amendment rights has benefits for society as a  whole  since\n   12  it  encourages  debate  on  public  policy  issues  and helps produce an\n   13  informed citizenry. It is also important that citizens  have  access  to\n   14  information  from  a variety of sources concerning pressing social prob-\n   15  lems.  For example, the opportunity for young people to gain information\n   16  on such issues as drug and alcohol abuse  and  teenage  pregnancy  at  a\n   17  place  they  frequent, such as a shopping mall, can be an important part\n   18  of society's efforts to address these problems.\n   19    Accordingly, the legislature hereby finds  and  declares  that,  as  a\n   20  matter  of  public  policy, owners of shopping centers should be encour-\n   21  aged, and in some instances required, to permit the  exercise  of  first\n   22  amendment  activities  on their premises. However, in recognition of the\n   23  commercial interests and reasonable  investment-backed  expectations  of\n   24  owners  of  shopping  malls  and  their lessees, the legislature further\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07456-01-1\n\n       A. 3753                             2\n\n    1  finds that the exercise of first amendment rights should be  subject  to\n    2  reasonable time, place and manner restrictions.\n    3    S  2.  The  civil  rights law is amended by adding a new section 16 to\n    4  read as follows:\n    5    S 16. EXERCISE OF THE RIGHT OF FREE SPEECH AND THE RIGHT  TO  PETITION\n    6  IN  SHOPPING CENTERS. 1. DEFINITIONS.  FOR PURPOSES OF THIS SECTION, THE\n    7  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    8    (A) \"COMMON AREA\" MEANS THAT PART OF A  SHOPPING  CENTER  OR  SHOPPING\n    9  MALL  THAT  CONSISTS OF ENTRANCES, EXITS, PASSAGEWAYS, SIDEWALKS, MALLS,\n   10  CONCOURSES AND PARKING LOTS PROVIDING ACCESS TO OR CONNECTING THE ESTAB-\n   11  LISHMENTS OF THE SHOPPING CENTER OR  SHOPPING  MALL  AND  WHICH  DO  NOT\n   12  CONSTITUTE  PART  OF  THE GROSS LEASABLE AREA OF SUCH SHOPPING CENTER OR\n   13  SHOPPING MALL.\n   14    (B) \"ESTABLISHMENT\" MEANS A STORE, BANK, RESTAURANT,  THEATER,  ARCADE\n   15  OR OTHER SIMILAR TYPE FACILITY.\n   16    (C)  \"GROSS  LEASABLE  AREA\"  MEANS  THE TOTAL SQUARE FOOT AREA OF ALL\n   17  ESTABLISHMENTS OF A SHOPPING CENTER OR SHOPPING MALL LEASED  OR  OFFERED\n   18  FOR  LEASE,  REGARDLESS  OF  WHETHER VACANT OR NOT, THE LOCATION OF SUCH\n   19  AREA WITHIN THE SHOPPING CENTER OR THE DURATION OF THE LEASE.\n   20    (D) \"MANAGEMENT\" MEANS  ANY  PERSON,  PARTNERSHIP,  LIMITED  LIABILITY\n   21  COMPANY,  CORPORATION,  JOINT  VENTURE OR OTHER ENTITY MANAGING, OWNING,\n   22  OPERATING OR OTHERWISE CONTROLLING  THE  ADMINISTRATION  OF  A  SHOPPING\n   23  CENTER OR SHOPPING MALL.\n   24    (E)  \"SHOPPING  CENTER\"  MEANS  A PRIVATELY-OWNED COMPLEX, ENCLOSED OR\n   25  OTHERWISE, CONSISTING OF AT LEAST TEN ESTABLISHMENTS IN  WHICH  MERCHAN-\n   26  DISE  IS  SOLD  AT RETAIL, WHICH GRANTS ACCESS TO THE GENERAL PUBLIC AND\n   27  WHICH, INCLUDING COMMON AREAS, HAS AT LEAST ONE HUNDRED THOUSAND  SQUARE\n   28  FEET OF GROSS LEASABLE AREA.\n   29    (F) \"SHOPPING MALL\" MEANS A PRIVATELY-OWNED, ENCLOSED COMPLEX CONSIST-\n   30  ING OF AT LEAST TWENTY ESTABLISHMENTS, WHICH GRANTS ACCESS TO THE GENER-\n   31  AL  PUBLIC  AND  WHICH, INCLUDING COMMON AREAS, HAS AT LEAST TWO HUNDRED\n   32  FIFTY THOUSAND SQUARE FEET OF GROSS LEASABLE AREA.\n   33    2. SHOPPING CENTER ACCOMMODATION PLANS. (A) THE  MANAGEMENT  OF  EVERY\n   34  SHOPPING  CENTER  SHALL  PREPARE AN ACCOMMODATION PLAN SETTING FORTH THE\n   35  SHOPPING CENTER'S POLICY WITH REGARD TO THE EXERCISE  OF  THE  RIGHT  OF\n   36  FREE  SPEECH  AND THE RIGHT TO PETITION. WHERE THE EXERCISE OF THE RIGHT\n   37  OF FREE SPEECH AND THE RIGHT TO PETITION IS  PERMITTED  BY  ANY  PERSON,\n   38  SUCH EXERCISE BY ANY OTHER PERSON SHALL ALSO BE PERMITTED. TO THE EXTENT\n   39  THE MANAGEMENT OF A SHOPPING CENTER DOES NOT PERMIT THE EXERCISE OF SUCH\n   40  RIGHTS, THE PLAN SHALL SET FORTH THE REASONABLE REASONS FOR SUCH POLICY.\n   41    (B)  IF  THE  MANAGEMENT  OF A SHOPPING CENTER ESTABLISHES AN ACCOMMO-\n   42  DATION PLAN THAT PERMITS THE EXERCISE OF THE RIGHT OF  FREE  SPEECH  AND\n   43  THE  RIGHT TO PETITION, THE MANAGEMENT OF THE SHOPPING CENTER MAY ESTAB-\n   44  LISH REASONABLE TIME, PLACE AND MANNER REGULATIONS CONSISTENT  WITH  THE\n   45  PROVISIONS OF PARAGRAPH (B) OF SUBDIVISION THREE OF THIS SECTION.\n   46    (C)  THE  MANAGEMENT  OF EACH SHOPPING CENTER SHALL POST A COPY OF ITS\n   47  ACCOMMODATION PLAN ON THE DISPLAY SPACE REQUIRED PURSUANT TO SUBDIVISION\n   48  FOUR OF THIS SECTION.  UPON EACH REQUEST THEREFOR, THE MANAGEMENT  SHALL\n   49  MAKE AVAILABLE A COPY OF SUCH ACCOMMODATION PLAN FREE OF CHARGE.\n   50    3.  ACCESS  TO  SHOPPING  MALLS. (A) SUBJECT TO THE PROVISIONS OF THIS\n   51  SUBDIVISION, EVERY PERSON SHALL HAVE THE RIGHT OF FREE SPEECH  AND  FREE\n   52  EXPRESSION,  INCLUDING  THE  RIGHT  TO PETITION, IN THE COMMON AREA OF A\n   53  SHOPPING MALL, PROVIDED THAT SUCH EXPRESSIVE ACTIVITIES DO NOT INTERFERE\n   54  WITH THE FREE FLOW OF PEDESTRIAN  TRAFFIC.  SUCH  EXPRESSIVE  ACTIVITIES\n   55  SHALL  INCLUDE  THE RIGHT TO WEAR CLOTHING, BUTTONS, ARM BANDS AND OTHER\n\n       A. 3753                             3\n\n    1  FORMS OF SYMBOLIC EXPRESSION THAT CONVEY  AN  IDEOLOGICAL  OR  POLITICAL\n    2  POINT OF VIEW.\n    3    (B)  THE  MANAGEMENT OF A SHOPPING MALL MAY ESTABLISH REASONABLE TIME,\n    4  PLACE AND MANNER REGULATIONS GOVERNING THE USE OF  A  SHOPPING  MALL  BY\n    5  PERSONS   WISHING  TO  EXERCISE  THE  RIGHT  OF  FREE  SPEECH  AND  FREE\n    6  EXPRESSION, INCLUDING  THE  RIGHT  TO  PETITION.  SUCH  REGULATIONS  MAY\n    7  INCLUDE,  BUT  ARE NOT LIMITED TO: (I) REQUIRING A PRIOR APPLICATION FOR\n    8  ORGANIZED GATHERINGS OF TWENTY OR  MORE  PERSONS,  PROVIDED  THAT  THERE\n    9  SHALL BE AN EXPEDITIOUS REVIEW OF EVERY SUCH APPLICATION; (II) DESIGNAT-\n   10  ING  CERTAIN  PORTIONS OF THE COMMON AREA OF THE MALL TO BE USED FOR THE\n   11  EXERCISE OF SUCH RIGHTS, PROVIDED, HOWEVER, THAT  THE  MANAGEMENT  OF  A\n   12  SHOPPING  MALL SHALL DESIGNATE FOR SUCH USE AT LEAST TWENTY-FIVE PERCENT\n   13  OF SUCH COMMON AREA; (III) LIMITING THE USE OF MALL  FACILITIES  IF  THE\n   14  EXERCISE OF SUCH RIGHTS WOULD INTERFERE WITH THE FREE FLOW OF PEDESTRIAN\n   15  TRAFFIC;  (IV) LIMITING THE NUMBER OF PERSONS PARTICIPATING IN THE EXER-\n   16  CISE OF SUCH ACTIVITIES; (V) RESTRICTIONS ON THE ON-SITE SOLICITATION OF\n   17  MONEY; (VI) RESTRICTIONS  ON  LITTERING,  FIGHTING  AND  MAKING  OBSCENE\n   18  GESTURES;  AND  (VII)  RESTRICTIONS  ON THE USE OF LIGHTS, LOUDSPEAKERS,\n   19  CAMERAS, MUSICAL INSTRUMENTS, TELEVISION  SETS  OR  RADIOS.  SUCH  REGU-\n   20  LATIONS  SHALL  NOT  DISCRIMINATE  BASED ON THE POLITICAL OR IDEOLOGICAL\n   21  CONTENT OF THE SPEECH OR EXPRESSIVE ACTIVITIES NOR SHALL THEY BE APPLIED\n   22  TO PROMOTE OR UNDERMINE A PARTICULAR POLITICAL OR IDEOLOGICAL  POINT  OF\n   23  VIEW.\n   24    (C) NO PERSON SHALL BE REQUIRED TO POST A BOND OR MAKE ANY PAYMENT FOR\n   25  THE  EXERCISE  OF THE RIGHT OF FREEDOM OF SPEECH OR THE RIGHT OF FREEDOM\n   26  TO PETITION IN THE COMMON AREA OF A SHOPPING  MALL;  PROVIDED,  HOWEVER,\n   27  THAT  THE  MANAGEMENT OF A SHOPPING MALL MAY REQUIRE PERSONS TO CLEAN UP\n   28  LITTER OR OTHER DEBRIS RESULTING FROM THE USE OF THE SHOPPING  MALL  AND\n   29  MAY  DENY  FUTURE  ACCESS OR REQUIRE A BOND IF THE PERSON USING THE MALL\n   30  HAS DEMONSTRATED A FAILURE TO CLEAN UP LITTER OR  DEBRIS  IN  CONNECTION\n   31  WITH A PRIOR USE OF THE SHOPPING MALL.\n   32    4.  SPACE FOR POSTING. THE MANAGEMENT OF EVERY SHOPPING MALL AND SHOP-\n   33  PING CENTER SHALL MAKE AVAILABLE, PURSUANT  TO  REGULATIONS  ADOPTED  BY\n   34  IT,  DISPLAY SPACE READILY ACCESSIBLE TO PEDESTRIAN TRAFFIC IN THE SHOP-\n   35  PING MALL OR SHOPPING CENTER FOR THE POSTING  OF  ANNOUNCEMENTS,  PUBLIC\n   36  SERVICE  MESSAGES, PROCLAMATIONS, PAMPHLETS AND OTHER SUCH MATERIAL. THE\n   37  MANAGEMENT OF A SHOPPING CENTER OR SHOPPING MALL SHALL NOT PROHIBIT  THE\n   38  POSTING  OF  MATERIAL ON THE BASIS OF CONTENT EXCEPT WHERE SUCH PROHIBI-\n   39  TION IS OTHERWISE CONSISTENT WITH CONSTITUTIONAL PRINCIPLES RELATING  TO\n   40  FREEDOM OF SPEECH.\n   41    S 3. Severability. If any clause, sentence, paragraph, section or part\n   42  of  this act shall be adjudged by any court of competent jurisdiction to\n   43  be invalid, such judgment shall not affect,  impair  or  invalidate  the\n   44  remainder thereof, but shall be confined in its operation to the clause,\n   45  sentence,  paragraph,  section  or part thereof directly involved in the\n   46  controversy in which such judgment shall have been rendered.\n   47    S 4. This act shall take effect on the first of January next  succeed-\n   48  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to freedom of speech and petition in certain shopping centers and shopping malls ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T144906.TXT", "SOBI.D110127.T144406.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157746117
}