{
  "year" : 2011,
  "senateBillNo" : "A3751-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3751-2011-1296104400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the First Church of Christ, Scientist, to file an application for retroactive real property tax exempt status",
  "summary" : "Authorizes the First Church of Christ, Scientist, to file an application for retroactive real property tax exempt status. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "A2738-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3751\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to authorize the First Church of Christ, Scientist,  to  file  an\n         application for a real property tax exemption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the assessor of the town of Brookhaven is hereby  authorized  to  accept\n    3  from the First Church of Christ, Scientist, an application for exemption\n    4  from  real property taxes pursuant to section 420-a of the real property\n    5  tax law for the 2004-2005 assessment roll for the parcel  owned  by  the\n    6  First  Church of Christ, Scientist, located in the town of Brookhaven at\n    7  400 Nichols Road in the hamlet Setauket,  otherwise  known  as  district\n    8  0200, section 305.00, block 3.00, lot 12.000.  If accepted, the applica-\n    9  tion shall be reviewed as if it had been received on or before the taxa-\n   10  ble  status date established for such rolls. If satisfied that the First\n   11  Church of  Christ,  Scientist,  would  otherwise  be  entitled  to  such\n   12  exemption  if it had filed an application for exemption by the appropri-\n   13  ate taxable status dates, the assessor of the  town  of  Brookhaven  may\n   14  upon approval by the town board of such town, grant exemption from taxa-\n   15  tion  based on the 2004-2005 assessment roll and owing by such church on\n   16  the effective date of this act, and make appropriate correction  of  the\n   17  subject  rolls.  If  such  exemption  is granted and if such corporation\n   18  shall have paid any tax with respect to the subject rolls, the governing\n   19  body or tax department may, in its  sole  discretion,  provide  for  the\n   20  refund  of those taxes paid and cancel taxes, fines, penalties or inter-\n   21  est remaining unpaid.\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07444-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the First Church of Christ, Scientist, to file an application for a real property tax exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157146811
}