{
  "year" : 2011,
  "senateBillNo" : "A3758-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to codes",
    "billEventId" : "A3758-2011-1296104400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expedites appeals of sex offense convictions when such offense was committed or attempted against a person under 18",
  "summary" : "Expedites perfection and hearing of appeals of violent sex offense convictions when such offense was committed or attempted to be committed against person under 18; such appeals shall be perfected within 60 days of the filing of the notice of appeal and heard within 120 days of the filing of the notice of appeal; prohibits the ordering of recognizance or bail upon conviction of any felony sex offense when such offense was committed or attempted to be committed against a person under 18 years of age. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A1709-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3758\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  prohibiting\n         issuance  of  an order of recognizance or bail to certain persons upon\n         conviction of a sex offense and expediting the perfection  of  appeals\n         of  convictions  of  sex  offenses against persons under the age of 18\n         years\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 3 of section 530.40 of the criminal procedure\n    2  law, as amended by chapter 264 of the laws of 2003, is amended  to  read\n    3  as follows:\n    4    3. Notwithstanding the provisions of subdivision two, a superior court\n    5  may  not  order recognizance or bail, or permit a defendant to remain at\n    6  liberty pursuant to an existing order, after he has  been  convicted  of\n    7  either:  (a)  a class A felony or (b) any class B [or], class C, CLASS D\n    8  OR CLASS E felony defined in article one hundred thirty of the penal law\n    9  committed or attempted to be committed by a person eighteen years of age\n   10  or older against a person less than eighteen years  of  age.  In  either\n   11  case the court must commit or remand the defendant to the custody of the\n   12  sheriff.\n   13    S 2. Subdivision 1 of section 530.45 of the criminal procedure law, as\n   14  amended  by  chapter  264  of  the  laws  of 2003, is amended to read as\n   15  follows:\n   16    1. When the defendant is at liberty in the course of a criminal action\n   17  as a result of a prior order of  recognizance  or  bail  and  the  court\n   18  revokes  such  order  and  then  either fixes no bail or fixes bail in a\n   19  greater amount or in a more burdensome form than  was  previously  fixed\n   20  and  remands or commits defendant to the custody of the sheriff, a judge\n   21  designated in subdivision two, upon application of the defendant follow-\n   22  ing conviction of an offense other than a class A felony or  a  class  B\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05942-01-1\n\n       A. 3758                             2\n\n    1  [or],  class C, CLASS D OR CLASS E felony offense defined in article one\n    2  hundred thirty of the penal law committed or attempted to  be  committed\n    3  by  a  person  eighteen years of age or older against a person less than\n    4  eighteen years of age, and before sentencing, may issue a securing order\n    5  and  either  release  defendant on his own recognizance, or fix bail, or\n    6  fix bail in a lesser amount or in a less burdensome form than  fixed  by\n    7  the court in which the conviction was entered.\n    8    S 3. Section 530.50 of the criminal procedure law, as amended by chap-\n    9  ter 264 of the laws of 2003, is amended to read as follows:\n   10  S 530.50 Order of recognizance or bail; during pendency of appeal.\n   11    A  judge  who  is  otherwise  authorized pursuant to section 460.50 or\n   12  section 460.60 to issue an order of recognizance  or  bail  pending  the\n   13  determination  of  an  appeal, may do so unless the defendant received a\n   14  class A felony sentence or a sentence for any class  B  [or],  class  C,\n   15  CLASS  D OR CLASS E felony offense defined in article one hundred thirty\n   16  of the penal law committed or attempted to  be  committed  by  a  person\n   17  eighteen years of age or older against a person less than eighteen years\n   18  of age.\n   19    S  4. Subdivisions 1 and 3 of section 460.70 of the criminal procedure\n   20  law, subdivision 1 as amended by chapter 83 of  the  laws  of  1995  and\n   21  subdivision 3 as amended by chapter 695 of the laws of 1977, are amended\n   22  to read as follows:\n   23    1.  Except  as  provided  in subdivision two, the mode of and time for\n   24  perfecting an appeal which has been taken to an  intermediate  appellate\n   25  court from a judgement, sentence or order of a criminal court are deter-\n   26  mined by rules of the appellate division of the department in which such\n   27  appellate  court  is located. Among the matters to be determined by such\n   28  court rules are the times when  the  appeal  must  be  noticed  for  and\n   29  brought  to  argument, the content and form of the records and briefs to\n   30  be served and filed, and the time when such records and briefs  must  be\n   31  served and filed.  SUCH RULES SHALL ALSO PROVIDE THAT AN APPEAL RELATING\n   32  TO  ANY  CONVICTION  OF  A FELONY OFFENSE DEFINED IN ARTICLE ONE HUNDRED\n   33  THIRTY OF THE PENAL LAW COMMITTED OR ATTEMPTED TO BE COMMITTED AGAINST A\n   34  PERSON UNDER EIGHTEEN YEARS OF AGE SHALL BE PERFECTED  ON  AN  EXPEDITED\n   35  BASIS  COMPLETED WITHIN SIXTY DAYS OF THE FILING OF THE NOTICE OF APPEAL\n   36  AND SHALL BE HEARD WITHIN ONE HUNDRED TWENTY DAYS OF THE FILING  OF  THE\n   37  NOTICE OF APPEAL.\n   38    When  an  appeal is taken by a defendant pursuant to section 450.10, a\n   39  transcript shall be prepared and settled and shall  be  filed  with  the\n   40  criminal  court  by  the court reporter. The expense for such transcript\n   41  and any reproduced copies of  such  transcript  shall  be  paid  by  the\n   42  defendant.  Where  the  defendant  is granted permission to proceed as a\n   43  poor person by the appellate court, the court  reporter  shall  promptly\n   44  make  and  file with the criminal court a transcript of the stenographic\n   45  minutes of such proceedings as the appellate  court  shall  direct.  The\n   46  expense of transcripts and any reproduced copies of transcripts prepared\n   47  for  poor persons under this section shall be a state charge payable out\n   48  of funds appropriated to the office of  court  administration  for  that\n   49  purpose.   The  appellate  court  shall  where  such  is  necessary  for\n   50  perfection of the appeal,  order  that  the  criminal  court  furnish  a\n   51  reproduced copy of such transcript to the defendant or his counsel.\n   52    3. The mode of and time for perfecting any appeal which has been taken\n   53  to  the  court  of  appeals  are determined by the rules of the court of\n   54  appeals. Among the matters to be determined by such court rules are  the\n   55  times  when  the appeal must be noticed for and brought to argument, the\n   56  content, form and number of the records and briefs and copies thereof to\n\n       A. 3758                             3\n\n    1  be served and filed, and the times when such records and briefs must  be\n    2  served  and filed. SUCH RULES SHALL ALSO PROVIDE THAT AN APPEAL RELATING\n    3  TO ANY CONVICTION OF A FELONY OFFENSE DEFINED  IN  ARTICLE  ONE  HUNDRED\n    4  THIRTY OF THE PENAL LAW COMMITTED OR ATTEMPTED TO BE COMMITTED AGAINST A\n    5  PERSON  UNDER  EIGHTEEN  YEARS OF AGE SHALL BE PERFECTED ON AN EXPEDITED\n    6  BASIS COMPLETED WITHIN SIXTY DAYS OF THE FILING OF THE NOTICE OF  APPEAL\n    7  AND  SHALL  BE HEARD WITHIN ONE HUNDRED TWENTY DAYS OF THE FILING OF THE\n    8  NOTICE OF APPEAL.\n    9    When an appeal is taken by a defendant pursuant to section 450.70, the\n   10  defendant shall cause to be prepared and printed or otherwise duplicated\n   11  pursuant to rules of the court of appeals the record on appeal  and  the\n   12  required  number  of copies thereof. If the defendant is granted permis-\n   13  sion to appeal as a poor person, the expense thereof shall  be  a  state\n   14  charge payable out of funds appropriated to the office of court adminis-\n   15  tration for that purpose.\n   16    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to prohibiting issuance of an order of recognizance or bail to certain persons upon conviction of a sex offense and expediting the perfection of appeals of convictions of sex offenses against persons under the age of 18 years ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143906.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157146800
}