{
  "year" : 2011,
  "senateBillNo" : "A3754-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3754-2011-1296104400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes requirements regarding pesticide applications in food selling establishments",
  "summary" : "Establishes requirements regarding pesticide applications in food selling establishments including requiring use of integrated pest management programs to control pests, banning broadcast sprays of pesticides and requiring certain notice to be posted. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2663-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3754\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         pesticide applications in food-selling establishments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 33-0101 of the environmental  conservation  law  is\n    2  amended by adding a new subdivision 50 to read as follows:\n    3    50.  \"INTEGRATED  PEST  MANAGEMENT\"  MEANS  AN ECONOMICAL AND ENVIRON-\n    4  MENTALLY SENSITIVE APPROACH TO PEST MANAGEMENT WHICH RELIES ON A  COMBI-\n    5  NATION  OF  BIOLOGICAL,  CHEMICAL,  CULTURAL AND MECHANICAL PRACTICES TO\n    6  MANAGE PEST POPULATIONS BY THE MOST EFFECTIVE MEANS TO PREVENT UNACCEPT-\n    7  ABLE LEVELS OF PEST ACTIVITIES AND DAMAGE,  WITH  THE  LEAST  HAZARD  TO\n    8  PEOPLE,  PROPERTY  AND THE ENVIRONMENT. CHEMICAL CONTROL MEASURES ARE TO\n    9  BE THE PRACTICE OF LAST RESORT.\n   10    S 2. Article 33 of the environmental conservation law  is  amended  by\n   11  adding a new title 14 to read as follows:\n   12                                   TITLE 14\n   13            PESTICIDE APPLICATIONS IN FOOD-SELLING ESTABLISHMENTS\n   14  SECTION 33-1401. REQUIREMENTS.\n   15          33-1403. NOTICE.\n   16  S 33-1401. REQUIREMENTS.\n   17    THE  FOLLOWING  REQUIREMENTS  APPLY  TO  ALL  PEST  CONTROL ACTIVITIES\n   18  CONDUCTED WITHIN FOOD-SELLING ESTABLISHMENTS:\n   19    1. ALL PEST CONTROL ACTIVITIES CONDUCTED  IN  FOOD-SELLING  ESTABLISH-\n   20  MENTS  SHALL  UTILIZE  INTEGRATED  PEST  MANAGEMENT  PROGRAMS TO CONTROL\n   21  PESTS;\n   22    2. BROADCAST SPRAYS OF PESTICIDES ARE PROHIBITED IN  ALL  FOOD-SELLING\n   23  ESTABLISHMENTS;\n   24    3. PESTICIDES SHALL NOT BE APPLIED IN THE FRESH PRODUCE SECTION OF THE\n   25  ESTABLISHMENT; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07447-01-1\n\n       A. 3754                             2\n\n    1    4.  ONLY  CERTIFIED APPLICATORS SHALL APPLY PESTICIDES IN FOOD-SELLING\n    2  ESTABLISHMENTS.\n    3  S 33-1403. NOTICE.\n    4    1.  NOTICE  OF  ALL PESTICIDE APPLICATIONS SHALL BE POSTED AT CUSTOMER\n    5  ENTRANCES PRIOR TO EACH PESTICIDE APPLICATION IN FOOD-SELLING ESTABLISH-\n    6  MENTS, CONTAINING THE FOLLOWING INFORMATION:\n    7    A. THE STATEMENT \"PESTICIDES HAVE BEEN USED TO CONTROL INDOOR PESTS IN\n    8  THIS FACILITY\";\n    9    B. THE NAME OF PESTICIDE BUSINESS AND CERTIFIED APPLICATOR MAKING  THE\n   10  APPLICATION;\n   11    C. THE PESTICIDE PRODUCT NAME, REGISTRATION NUMBER AND ACTIVE INGREDI-\n   12  ENT;\n   13    D. THE DATE OF THE PESTICIDE APPLICATION; AND\n   14    E.  A  CONTACT  PERSON FROM WHOM MORE INFORMATION, INCLUDING A COPY OF\n   15  THE PESTICIDE PRODUCT LABEL, CAN BE REQUESTED.\n   16    2. ANY PERSON REQUESTING A COPY OF THE PESTICIDE PRODUCT  LABEL  SHALL\n   17  RECEIVE  SUCH  LABEL  WITHIN  TEN  DAYS OF THE REQUEST. IN THE CASE OF A\n   18  HEALTH EMERGENCY, THE LABEL SHALL BE PROVIDED IMMEDIATELY UPON REQUEST.\n   19    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   20  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to pesticide applications in food-selling establishments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T075729.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296219449122
}