{
  "year" : 2011,
  "senateBillNo" : "A3764-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to health",
    "billEventId" : "A3764-2011-1296104400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the protection of the air quality at day care centers licensed by the state and head start day care centers funded pursuant to federal law",
  "summary" : "Provides for the protection of the air quality at licensed day care centers and head start day care centers funded pursuant to federal law; requires the office of children and family services to consult with the commissioners of environmental conservation and health regarding the air quality and environmental hazards that may be involved with any new day care center or head start day care center; requires such office to consult with the department of health if any new environmental or environmental health hazard arises. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1742-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3764\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the social services law, the environmental  conservation\n         law  and  the  public health law, in relation to the protection of air\n         quality for day care centers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds and declares that\n    2  it  shall  be the policy of the state of New York to provide every child\n    3  with an environmentally safe and healthy learning environment  in  which\n    4  to  grow, learn and mature into productive and healthy adults. To ensure\n    5  that day care facilities provide this  setting  for  our  children,  the\n    6  legislature finds that standards for day care facilities must be protec-\n    7  tive of children's environmental health and safety. Children are unique-\n    8  ly  vulnerable to and may be severely affected by exposure to chemicals,\n    9  hazardous wastes and other environmental  hazards,  which  affect  their\n   10  learning abilities as well as create chemical-based responses and sensi-\n   11  tivities.  It  is  the  purpose of this legislation to reduce as much as\n   12  possible such exposures for children and day care facility staff.\n   13    S 2. Section 390-a of the social services law  is  amended  by  adding\n   14  three new subdivisions 6, 7 and 8 to read as follows:\n   15    6.  (A)  NO  LICENSE  SHALL  BE ISSUED OR RENEWED FOR A CHILD DAY CARE\n   16  CENTER AS DEFINED IN SECTION THREE HUNDRED NINETY OF THIS  TITLE,  OR  A\n   17  HEAD  START  DAY  CARE  CENTER FUNDED PURSUANT TO TITLE V OF THE FEDERAL\n   18  ECONOMIC OPPORTUNITY ACT OF NINETEEN HUNDRED SIXTY-FOUR, AS AMENDED,  IF\n   19  THE  BUILDING  OR  ITS  OUTDOOR  RECREATIONAL  AREA  WOULD  BE ADVERSELY\n   20  IMPACTED DUE TO  ITS  PROXIMITY  TO  EXISTING  AND  KNOWN  ENVIRONMENTAL\n   21  HAZARDS,  INCLUDING  INDUSTRIAL FACILITIES, COMBUSTION FACILITIES, INAC-\n   22  TIVE HAZARDOUS WASTE SITES,  HAZARDOUS  SUBSTANCE  SITES,  MUNICIPAL  OR\n   23  COMMERCIAL  LANDFILLS,  AND  OTHER  ENVIRONMENTAL HEALTH HAZARDS SUCH AS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06007-01-1\n\n       A. 3764                             2\n\n    1  RADON, LEAD, CHLORINATED HYDROCARBONS AND OTHER  TOXIC  CONTAMINANTS  AS\n    2  DETERMINED BY THE DEPARTMENTS OF ENVIRONMENTAL CONSERVATION AND HEALTH.\n    3    (B)  THE  COMMISSIONER  OF  CHILDREN AND FAMILY SERVICES SHALL CONSULT\n    4  WITH THE COMMISSIONERS OF ENVIRONMENTAL CONSERVATION AND HEALTH PRIOR TO\n    5  THE APPROVAL OF ANY NEW SITE FOR A CHILD DAY CARE CENTER OR  HEAD  START\n    6  DAY CARE CENTER TO ENSURE THAT SUCH FACILITY OR ITS OUTDOOR RECREATIONAL\n    7  AREA WILL NOT BE ADVERSELY IMPACTED DUE TO ITS PROXIMITY TO ANY EXISTING\n    8  AND KNOWN ENVIRONMENTAL OR ENVIRONMENTAL HEALTH HAZARDS.\n    9    7.  (A)  NO  LICENSE SHALL BE ISSUED TO A NEW CHILD DAY CARE CENTER OR\n   10  NEW HEAD START DAY CARE CENTER UNLESS THE BUILDING SHALL PROVIDE FOR THE\n   11  FOLLOWING WHERE APPLICABLE: HEATING, VENTILATION  AND  AIR  CONDITIONING\n   12  SYSTEMS  THAT  MEET  CURRENTLY  ACCEPTED INDUSTRY VENTILATION STANDARDS;\n   13  PLACEMENT OF AIR INTAKE VENTS SO AS TO  MAXIMIZE  HEALTHFUL  INDOOR  AIR\n   14  QUALITY; DESIGN PRACTICES THAT MINIMIZE INGRESS OF AND CONDITIONS FAVOR-\n   15  ABLE  TO  PEST  POPULATIONS;  CONSTRUCTION  TECHNIQUES  AND  VENTILATION\n   16  SYSTEMS DESIGNED TO ELIMINATE RADON LEVELS  IN  INDOOR  AIR;  AND  OTHER\n   17  MEASURES  NECESSARY  TO  MAINTAIN HEALTHFUL, SAFE AND COMFORTABLE CONDI-\n   18  TIONS THEREIN.\n   19    (B) CHILD DAY CARE CENTERS OR HEAD START DAY CARE  CENTERS  WHICH  ARE\n   20  LICENSED  PRIOR  TO  THE EFFECTIVE DATE OF THIS SUBDIVISION AND WHICH DO\n   21  NOT MEET THE REQUIREMENTS OF PARAGRAPH (A) OF  THIS  SUBDIVISION,  SHALL\n   22  MEET  SUCH  REQUIREMENTS  WITHIN ONE YEAR FROM THE RENEWAL DATE OF THEIR\n   23  LICENSE, OTHERWISE SUCH LICENSE SHALL NOT BE RENEWED.\n   24    8.  IN THE EVENT THAT ANY NEW ENVIRONMENTAL  OR  ENVIRONMENTAL  HEALTH\n   25  HAZARD  IS IDENTIFIED DUE TO ITS PROXIMITY TO A CHILD DAY CARE CENTER OR\n   26  HEAD START DAY CARE CENTER, THE OFFICE OF CHILDREN AND  FAMILY  SERVICES\n   27  SHALL  REQUEST  THE  DEPARTMENT OF HEALTH TO EVALUATE THE IMPACT OF SUCH\n   28  HAZARD ON THE CHILD DAY CARE CENTER OR HEAD START DAY CARE  CENTER,  AND\n   29  IF THE NEW ENVIRONMENTAL OR ENVIRONMENTAL HEALTH HAZARD IS FOUND TO HAVE\n   30  AN IMPACT, THE DEPARTMENT OF HEALTH SHALL REQUIRE SUCH FACILITY CREATING\n   31  SUCH  NEW  ENVIRONMENTAL OR ENVIRONMENTAL HEALTH HAZARD TO REMEDIATE THE\n   32  HAZARD WITHIN NINETY DAYS WITHOUT ANY ADVERSE ACTION UPON THE LICENSE OR\n   33  LICENSE RENEWAL OF THE CHILD DAY CARE CENTER  OR  HEAD  START  DAY  CARE\n   34  CENTER.\n   35    S  3.  The  environmental  conservation law is amended by adding a new\n   36  section 3-0319 to read as follows:\n   37  S 3-0319. INFORMATION FOR THE OFFICE OF CHILDREN AND FAMILY SERVICES.\n   38    PURSUANT TO SUBDIVISION SIX OF SECTION THREE HUNDRED NINETY-A  OF  THE\n   39  SOCIAL  SERVICES LAW THE DEPARTMENT SHALL ANNUALLY PROVIDE ALL NECESSARY\n   40  INFORMATION TO THE OFFICE OF  CHILDREN  AND  FAMILY  SERVICES  REGARDING\n   41  EXISTING  AND  KNOWN  LOCATIONS  OF  EXISTING  AND  KNOWN  ENVIRONMENTAL\n   42  HAZARDS, INCLUDING INDUSTRIAL FACILITIES, COMBUSTION  FACILITIES,  INAC-\n   43  TIVE  HAZARDOUS  WASTE  SITES,  HAZARDOUS  SUBSTANCE SITES, MUNICIPAL OR\n   44  COMMERCIAL LANDFILLS, AND OTHER ENVIRONMENTAL  HEALTH  HAZARDS  SUCH  AS\n   45  RADON,  LEAD,  CHLORINATED  HYDROCARBONS AND OTHER TOXIC CONTAMINANTS AS\n   46  DETERMINED BY THE DEPARTMENT AND THE DEPARTMENT OF HEALTH. WHENEVER  THE\n   47  OFFICE  OF  CHILDREN  AND FAMILY SERVICES REQUESTS SUCH INFORMATION FROM\n   48  THE DEPARTMENT, SUCH INFORMATION SHALL BE PROVIDED WITHIN THIRTY DAYS OF\n   49  RECEIPT OF SUCH REQUEST.\n   50    S 4. The public health law is amended by adding a new section 201-a to\n   51  read as follows:\n   52    S 201-A. INFORMATION FOR THE OFFICE OF CHILDREN AND  FAMILY  SERVICES.\n   53  PURSUANT  TO  SUBDIVISION  SIX  OF SECTION THREE HUNDRED NINETY-A OF THE\n   54  SOCIAL SERVICES LAW, THE DEPARTMENT SHALL ANNUALLY PROVIDE ALL NECESSARY\n   55  INFORMATION TO THE OFFICE OF  CHILDREN  AND  FAMILY  SERVICES  REGARDING\n   56  EXISTING  AND  KNOWN  LOCATIONS  OF ENVIRONMENTAL HEALTH HAZARDS SUCH AS\n\n       A. 3764                             3\n\n    1  RADON, LEAD, CHLORINATED  HYDROCARBONS  AND  OTHER  TOXIC  CONTAMINANTS.\n    2  WHENEVER THE OFFICE OF CHILDREN AND FAMILY SERVICES REQUESTS SUCH INFOR-\n    3  MATION  FROM  THE  DEPARTMENT, SUCH INFORMATION SHALL BE PROVIDED WITHIN\n    4  THIRTY DAYS OF RECEIPT OF SUCH REQUEST.\n    5    S  5.  This  act  shall take effect on the sixtieth day after it shall\n    6  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, the environmental conservation law and the public health law, in relation to the protection of air quality for day care centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845596
}