{
  "year" : 2011,
  "senateBillNo" : "A3763-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to health",
    "billEventId" : "A3763-2011-1296104400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires hospitals to provide notice to employees and patients of environmental health and safety hazards",
  "summary" : "Requires hospitals to provide notice to employees and patients of environmental health and safety hazards; requires the appointment of an environmental health and safety information access contact person by each hospital; provides that each hospital shall annually educate employees as to their right to all information about health and safety conditions in the hospital; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2154-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3763\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health  law,  in  relation  to  employee  and\n         patient  notification  of  environmental  health and safety hazards in\n         hospitals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2803-t to read as follows:\n    3    S 2803-T. NOTIFICATION OF ENVIRONMENTAL HEALTH AND SAFETY HAZARDS.  TO\n    4  ENSURE THAT EACH PATIENT AND HOSPITAL EMPLOYEE HAS ACCESS TO INFORMATION\n    5  ABOUT  ENVIRONMENTAL  HEALTH  ISSUES  AND  HAZARDS  IN THE HOSPITAL, THE\n    6  FOLLOWING ACTIONS SHALL BE TAKEN BY EACH HOSPITAL:\n    7    1. EACH HOSPITAL SHALL APPOINT  AN  ENVIRONMENTAL  HEALTH  AND  SAFETY\n    8  INFORMATION ACCESS CONTACT PERSON;\n    9    2.  ANNUALLY,  EACH  HOSPITAL  SHALL  INFORM  AND EDUCATE ALL HOSPITAL\n   10  EMPLOYEES THAT THEY HAVE A RIGHT TO ALL  INFORMATION  ABOUT  HEALTH  AND\n   11  SAFETY CONDITIONS IN THE HOSPITAL INCLUDING, BUT NOT LIMITED TO, HAZARD-\n   12  OUS SUBSTANCES USED, STORED OR PRESENT IN THE HOSPITAL; CONSTRUCTION AND\n   13  REHABILITATION  ACTIVITIES;  AIR  OR  WATER QUALITY SAMPLING RESULTS AND\n   14  PROBLEMS; PROCEDURES FOR INFORMATION ACCESS; IDENTIFICATION OF THE ENVI-\n   15  RONMENTAL HEALTH AND SAFETY INFORMATION ACCESS CONTACT PERSON;  REQUIRE-\n   16  MENTS FOR TIMELY RESPONSE TO INFORMATION REQUESTS; AND SUCH OTHER PROCE-\n   17  DURES WHICH ENSURE ACCESS TO SUCH INFORMATION;\n   18    3. EACH HOSPITAL SHALL INFORM AND EDUCATE EVERY PATIENT, AS SOON AFTER\n   19  THE  PATIENT'S ADMISSION TO THE HOSPITAL AS IS REASONABLY POSSIBLE WITH-\n   20  OUT JEOPARDIZING THE PATIENT'S HEALTH, THAT THEY HAVE  A  RIGHT  TO  ALL\n   21  INFORMATION  ABOUT  HEALTH AND SAFETY CONDITIONS IN THE HOSPITAL INCLUD-\n   22  ING, BUT NOT LIMITED TO, HAZARDOUS SUBSTANCES USED, STORED OR PRESENT IN\n   23  THE HOSPITAL; CONSTRUCTION AND REHABILITATION ACTIVITIES; AIR  OR  WATER\n   24  QUALITY  SAMPLING  RESULTS  AND  PROBLEMS;  PROCEDURES  FOR  INFORMATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06067-01-1\n\n       A. 3763                             2\n\n    1  ACCESS; IDENTIFICATION OF THE ENVIRONMENTAL HEALTH AND  SAFETY  INFORMA-\n    2  TION ACCESS CONTACT PERSON; REQUIREMENTS FOR TIMELY RESPONSE TO INFORMA-\n    3  TION  REQUESTS;  AND  SUCH  OTHER PROCEDURES WHICH ENSURE ACCESS TO SUCH\n    4  INFORMATION;\n    5    4. EACH HOSPITAL SHALL:\n    6    (A)  ANNUALLY INVENTORY ALL HAZARDOUS SUBSTANCES USED, STORED OR PRES-\n    7  ENT, AND MAKE SUCH INVENTORY AVAILABLE TO THE PUBLIC,\n    8    (B) DEVELOP WRITTEN PLANS TO MINIMIZE THE USE AND PRESENCE OF  HAZARD-\n    9  OUS  SUBSTANCES,  INCLUDING A TIMETABLE FOR THE COMPLETION OF THE COMPO-\n   10  NENTS OF SUCH PLANS, AND\n   11    (C) PREPARE WRITTEN REPORTS ON THE RESULTS OF ALL SAMPLING, EVALUATION\n   12  AND REMEDIATION ACTIVITIES, AND  MAKE  SUCH  REPORTS  AVAILABLE  TO  THE\n   13  PUBLIC; AND\n   14    5.  NOT  LESS  THAN TWO DAYS PRIOR TO ANY MAJOR FACILITY CONSTRUCTION,\n   15  DEMOLITION, MAINTENANCE OR RENOVATION, OR ANY OTHER  ACTIVITY  WITH  THE\n   16  POTENTIAL  TO  RESULT  IN EXPOSURE, TO INDOOR OR OUTDOOR HAZARD THAT MAY\n   17  HAVE A SIGNIFICANT EFFECT ON THE HEALTH OF THE OCCUPANTS OF A  HOSPITAL,\n   18  SUCH  HOSPITAL  SHALL  PROMINENTLY  POST THE FOLLOWING WARNING NOTICE AT\n   19  EACH ENTRY POINT TO THE HOSPITAL:\n   20    \"NOTICE OF HOSPITAL ACTIVITIES INVOLVING HAZARDOUS SUBSTANCES\n   21    THE PURPOSE OF THIS NOTICE IS TO ENSURE THAT  EMPLOYEES  AND  PATIENTS\n   22  ARE  NOTIFIED  THAT  THE  FOLLOWING ACTIVITIES WILL BE OCCURRING IN THIS\n   23  HOSPITAL\n   24    HOSPITAL NAME:\n   25    HOSPITAL ADDRESS:\n   26    PROPOSED ACTIVITY:\n   27    LOCATION OF PROPOSED ACTIVITY:\n   28    HAZARDOUS SUBSTANCES UTILIZED:\n   29    MATERIAL DATA SAFETY SHEETS ARE  AVAILABLE  FROM  THE  CONTACT  PERSON\n   30  LISTED BELOW:\n   31    DATE/TIME AND DURATION OF PROPOSED ACTIVITY:\n   32    CONTACT PERSON/LOCATION FOR FURTHER INFORMATION:\".\n   33    S  2.   This act shall take effect on the ninetieth day after it shall\n   34  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to employee and patient notification of environmental health and safety hazards in hospitals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845593
}