{
  "year" : 2011,
  "senateBillNo" : "A3766-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3766-2011-1296104400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires operators of commercial motor vehicles to display their name, address and telephone number on the sides of such vehicles",
  "summary" : "Requires operators of commercial motor vehicles to display their name, address and telephone number on the sides of such vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1715-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3766\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         commercial  motor  vehicles to display the name, address and telephone\n         number of the operator of such vehicle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 509-z to read as follows:\n    3    S 509-Z. DISPLAY OF COMMERCIAL MOTOR CARRIER  INFORMATION.  THE  NAME,\n    4  ADDRESS  AND  TELEPHONE  NUMBER  OF  A COMMERCIAL MOTOR CARRIER SHALL BE\n    5  PRINTED ON BOTH SIDES OF EACH COMMERCIAL MOTOR VEHICLE OPERATED IN  THIS\n    6  STATE.  THE  COMMISSIONER  SHALL  PROMULGATE  ALL  RULES AND REGULATIONS\n    7  NECESSARY FOR THE IMPLEMENTATION OF THE PROVISIONS OF THIS SECTION.\n    8    S 2. This act shall take effect on the first of April next  succeeding\n    9  the  date  on  which it shall have become a law; provided that any rules\n   10  and regulations necessary to implement the provisions of this act on its\n   11  effective date are authorized and  directed  to  be  promulgated  on  or\n   12  before such date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06000-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring commercial motor vehicles to display the name, address and telephone number of the operator of such vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845600
}