{
  "year" : 2011,
  "senateBillNo" : "A3769-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to education",
    "billEventId" : "A3769-2011-1296104400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes any school district to use land owned by the school district for parkland purposes",
  "summary" : "Authorizes any school district to use land owned by the school district for parkland purposes provided the voters of the school district approve of such use by affirmative vote. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A2617-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3769\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to authorize school districts to create parklands from land owned\n         by such school districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Notwithstanding  any  inconsistent  provision of law, any\n    2  school district in the state may  utilize  land  owned  by  such  school\n    3  district for the purposes of creating parklands; provided, however, that\n    4  such  school  district  shall  submit a proposition to the voters of the\n    5  school district for their approval to use such land for  creating  park-\n    6  lands.  Any  land owned by a school district used for parklands shall be\n    7  used for outdoor education and  other  school  curriculum  purposes  and\n    8  shall be available to the residents of the school district for their use\n    9  and enjoyment.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07461-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize school districts to create parklands from land owned by such school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156545397
}