{
  "year" : 2011,
  "senateBillNo" : "A3767-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3767-2011-1296104400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes various provisions regarding historic, scenic, natural and cultural assets of route 25A/25 corridor in Nassau and Suffolk counties",
  "summary" : "Updates 1974 law to plan and protect the historic, scenic, natural and cultural assets along the Route 25A/25 heritage corridor in Nassau and Suffolk counties; provides for review by local officials of specified features of state agency projects which may have an adverse impact on such assets. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks",
  "previousVersions" : [ "A2657-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3767\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend chapter 180 of the laws of 1974 relating to establishing\n         route twenty-five-A a scenic  and  historic  corridor  in  Nassau  and\n         Suffolk  counties,  in  relation  to review of state projects that may\n         adversely affect the historic, scenic, natural and cultural assets  of\n         the route 25A/25 corridor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Sections 1, 2, 3, 4 and 5 of chapter 180  of  the  laws  of\n    2  1974  relating to establishing route twenty-five-A a scenic and historic\n    3  corridor in Nassau and Suffolk counties, are amended to read as follows:\n    4    Section 1. Route [twenty-five-A] 25A AND THAT  PORTION  OF  ROUTE  25,\n    5  EAST  OF  THE  EASTERN  TERMINUS  OF  ROUTE 25A, HEREINAFTER REFERRED TO\n    6  COLLECTIVELY AS \"ROUTE 25A/25\", shall be and hereby is declared to be  a\n    7  scenic  and  historic  route  in  Nassau  and  Suffolk counties, and its\n    8  historic, scenic, and cultural resources, and its natural  beauty  shall\n    9  be  preserved  and protected for the benefit and enjoyment of the people\n   10  of the state.\n   11    S 2. Determination and identification of historic  sites,  structures,\n   12  landmarks,  objects,  and  places  of  historic, cultural and scientific\n   13  interest, and features of natural and  scenic  beauty  worthy  of  being\n   14  preserved and interpreted for public recognition, enjoyment and appreci-\n   15  ation in the route [twenty-five-A] 25A/25 scenic and [historic] HERITAGE\n   16  corridor shall be made by existing town, village, and county GOVERNMENT,\n   17  EACH HEREINAFTER REFERRED TO IN THIS ACT AS \"A LOCAL UNIT OF GOVERNMENT\"\n   18  AND  THEN  RESPECTIVE  historic  and  conservation advisory councils and\n   19  bodies, HEREINAFTER REFERRED TO IN THIS ACT AS \"OFFICIAL BODIES\", within\n   20  the terms of this legislative statement of policy, and  with  particular\n   21  reference  to  the  establishment of such a corridor in conjunction with\n   22  and as an expression, in Nassau  and  Suffolk  counties,  of  [New  York\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07459-01-1\n\n       A. 3767                             2\n\n    1  state's celebration of the Bicentennial of American Independence] THEMES\n    2  ASSOCIATED WITH ANY REVEALING SIGNIFICANT EARLY AMERICAN HISTORY INCLUD-\n    3  ING  THE  AMERICAN  REVOLUTION, THE DEVELOPMENT AND SPECIAL CHARACTER OF\n    4  THESE HISTORIC MARITIME COMMUNITIES, AND THE HISTORIC MANSIONS ALONG THE\n    5  NORTH SHORE OF LONG ISLAND.\n    6    S 3. (A) Such official bodies, in accordance with the aforesaid legis-\n    7  lative  purpose,  and  each  within  its own area of jurisdiction, shall\n    8  further formulate a plan for the preservation, enhancement,  and  inter-\n    9  pretation  of  the historic, scenic, natural, and cultural assets of the\n   10  corridor within its jurisdiction, including designation of the  historic\n   11  sites, structures, landmarks, objects and places of [hostoric] HISTORIC,\n   12  cultural and scenic and natural interest, with recommendations necessary\n   13  and  appropriate  for  public  recognition,  enjoyment, and appreciation\n   14  thereof; recommendations to the appropriate local governing body regard-\n   15  ing the desirability of acquisition, construction, restoration,  manage-\n   16  ment,  jurisdiction  and  control  of property, real or personal, or any\n   17  interest therein, in accordance with local law and the purposes of  this\n   18  act;  recommendations  of the ways and means of preserving and enhancing\n   19  scenic and natural values in the corridor, within such boundaries as may\n   20  be locally determined, in each  jurisdiction,  for  public  benefit  and\n   21  enjoyment;  recommendations  to appropriate local units of government as\n   22  may have jurisdiction to  establish  zoning,  land  use,  architectural,\n   23  landmark  preservation,  environmental  controls and standards, roadside\n   24  and billboard controls, and local governmental mechanisms  for  adminis-\n   25  tering  same; and recommendations for the beautification of route [twen-\n   26  ty-five-A] 25A/25 and other roadways and structures within  said  corri-\n   27  dor,  together  with  planting  and  landscape  management to effect the\n   28  purposes of this act in [celebration of the two hundredth anniversary of\n   29  the Declaration of American Independence and as an appropriate  recogni-\n   30  tion  of  the  role of the patriots of Long Island in the American Revo-\n   31  lution in the establishment of the independence of the state of New York\n   32  and of the United States] RECOGNITION  OF  THEMES  ASSOCIATED  WITH  ANY\n   33  REVEALING  SIGNIFICANT  EARLY  AMERICAN  HISTORY  INCLUDING THE AMERICAN\n   34  REVOLUTION, THE DEVELOPMENT AND  SPECIAL  CHARACTER  OF  THESE  HISTORIC\n   35  MARITIME COMMUNITIES, AND THE HISTORIC MANSIONS ALONG THE NORTH SHORE OF\n   36  LONG ISLAND.\n   37    (B)  AS  EARLY IN THE PLANNING PROCESS AS MAY BE PRACTICABLE AND PRIOR\n   38  TO THE PREPARATION OR APPROVAL OF  THE  FINAL  DESIGN  OR  PLAN  OF  ANY\n   39  PROJECT  UNDERTAKEN  BY  A  STATE AGENCY, OR PRIOR TO THE FUNDING OF ANY\n   40  PROJECT BY A STATE AGENCY OR PRIOR TO AN ACTION OF APPROVAL OR  ENTITLE-\n   41  MENT  OF  ANY  PRIVATE  PROJECT BY A STATE AGENCY, THE AGENCY SHALL GIVE\n   42  NOTICE, WITH SUFFICIENT DOCUMENTATION, TO AND  CONSULT  WITH  THE  MAYOR\n   43  AND/OR  TOWN  SUPERVISOR OF THE TOWN AND/OR VILLAGE IN WHICH THE PROJECT\n   44  WILL TAKE PLACE CONCERNING THE IMPACT OF THE PROJECT IF IT APPEARS  THAT\n   45  ANY  ASPECT  OF  THE PROJECT MAY OR WILL CAUSE ANY CHANGE, BENEFICIAL OR\n   46  ADVERSE, IN THE QUALITY OF ANY HISTORIC, SCENIC, ARCHITECTURAL,  ARCHEO-\n   47  LOGICAL  OR  CULTURAL  PROPERTY  THAT  IS LOCATED ALONG THE ROUTE 25A/25\n   48  CORRIDOR AND THAT IS LISTED ON THE NATIONAL REGISTER OF HISTORIC  PLACES\n   49  OR PROPERTY LISTED ON THE STATE REGISTER OR IS DETERMINED TO BE ELIGIBLE\n   50  FOR  LISTING  ON THE STATE REGISTER BY THE COMMISSIONER OF PARKS, RECRE-\n   51  ATION AND HISTORIC PRESERVATION.  GENERALLY, ADVERSE IMPACTS OCCUR UNDER\n   52  CONDITIONS WHICH INCLUDE BUT ARE  NOT  LIMITED  TO  (1)  DESTRUCTION  OR\n   53  ALTERATION  OF ALL OR PART OF A PROPERTY; (2) ISOLATION OR ALTERATION OF\n   54  ITS SURROUNDING ENVIRONMENT; (3)  INTRODUCTION  OF  VISUAL,  AUDIBLE  OR\n   55  ATMOSPHERIC  ELEMENTS  THAT  ARE  OUT  OF CHARACTER WITH THE PROPERTY OR\n   56  ALTER ITS SETTING; (4) NEGLECT OF  PROPERTY  RESULTING  IN  ITS  DETERI-\n\n       A. 3767                             3\n\n    1  ORATION  OR  DESTRUCTION;  OR (5) IS INCONSISTENT WITH ANY PLAN PREPARED\n    2  PURSUANT TO SUBDIVISION (A) OF THIS SECTION. EVERY  AGENCY  SHALL  FULLY\n    3  EXPLORE ALL FEASIBLE AND PRUDENT ALTERNATIVES AND GIVE DUE CONSIDERATION\n    4  TO FEASIBLE AND PRUDENT PLANS WHICH AVOID OR MITIGATE ADVERSE IMPACTS ON\n    5  SUCH  PROPERTY. IN THE EVENT THAT THE AGENCY HAS FILED OR WILL FILE WITH\n    6  THE DEPARTMENT OF  ENVIRONMENTAL  CONSERVATION,  WITH  RESPECT  TO  THAT\n    7  CONTEMPLATED PROJECT, A DRAFT ENVIRONMENTAL IMPACT STATEMENT PURSUANT TO\n    8  THE  PROVISIONS  OF  ARTICLE 8 OF THE ENVIRONMENTAL CONSERVATION LAW, IT\n    9  SHALL PROVIDE A COPY THEREOF TO SUCH MAYOR AND/OR  TOWN  SUPERVISOR  AND\n   10  SHALL  ALSO  SUPPLY  SUCH  FURTHER INFORMATION AS SUCH MAYOR AND/OR TOWN\n   11  SUPERVISOR MAY REQUEST. THIS SECTION SHALL NOT APPLY TO A STATE  PROJECT\n   12  THAT IS NECESSARY TO PREVENT AN IMMEDIATE AND IMMINENT THREAT TO LIFE OR\n   13  PROPERTY.\n   14    WITHIN  THIRTY DAYS OF RECEIPT OF NOTICE, THE MAYOR AND/OR TOWN SUPER-\n   15  VISOR SHALL REVIEW AND MAKE COMMENT AS TO WHETHER OR NOT  SUCH  PROPOSED\n   16  PROJECT  MAY HAVE AN ADVERSE IMPACT ON THE HISTORIC, SCENIC, NATURAL AND\n   17  CULTURAL ASSETS OF THE ROUTE 25A/25 CORRIDOR. THE COMMENT SHALL  BE  PUT\n   18  ON FILE AND SHALL BE AVAILABLE TO THE PUBLIC ON REQUEST. UPON RECEIPT OF\n   19  SUCH NOTIFICATION FROM THE MAYOR AND/OR TOWN SUPERVISOR THAT THE PROJECT\n   20  MAY  HAVE  AN  ADVERSE  IMPACT, THE AGENCY SHALL IMMEDIATELY CONTACT THE\n   21  MAYOR AND/OR TOWN SUPERVISOR FOR THE PURPOSE OF  EXPLORING  ALTERNATIVES\n   22  WHICH  WOULD AVOID OR MITIGATE ADVERSE IMPACTS TO SUCH PROPERTY.  TO THE\n   23  FULLEST EXTENT PRACTICABLE, IT IS  THE  RESPONSIBILITY  OF  EVERY  STATE\n   24  AGENCY,  CONSISTENT  WITH  OTHER PROVISIONS OF LAW, TO AVOID OR MITIGATE\n   25  ADVERSE IMPACTS ON THE HISTORIC, SCENIC, NATURAL AND CULTURAL ASSETS  OF\n   26  THE ROUTE 25A/25 CORRIDOR.\n   27    S  4.  The  legislature  commends a spirit of cooperation to the local\n   28  units of government, including villages, towns and counties, involved in\n   29  [this bicentennial effort] PROTECTING THE HISTORIC, SCENIC, NATURAL  AND\n   30  CULTURAL ASSETS OF THE ROUTE 25A/25 CORRIDOR, and urges and specifically\n   31  authorizes  joint efforts by local units of government, under such coor-\n   32  dinated efforts as they may determine to make with each other  and  with\n   33  public  and  private  bodies, including citizen advisory units, to carry\n   34  out these purposes.\n   35    S 5. It shall be appropriate in the  implementation  of  this  act  to\n   36  refer  to  particular projects thereof as being dedicated, in accordance\n   37  with this act, to the route [twenty-five-A] 25A/25 scenic  and  historic\n   38  corridor  in  the counties of Nassau and Suffolk in honor of the [bicen-\n   39  tennial of the] American Revolution AND MARITIME HERITAGE.\n   40    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 180 of the laws of 1974 relating to establishing route twenty-five-A a scenic and historic corridor in Nassau and Suffolk counties, in relation to review of state projects that may adversely affect the historic, scenic, natural and cultural assets of the route 25A/25 corridor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845604
}