{
  "year" : 2011,
  "senateBillNo" : "A3760-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3760-2011-1296104400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a corporate franchise tax credit for the wages paid to full-time employees in a downtown revitalization zone or zone equivalent area",
  "summary" : "Establishes a corporate franchise tax credit for the wages paid to full-time employees in a downtown revitalization zone or zone equivalent area. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1739-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3760\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the tax law, in  relation  to  establishing  a  downtown\n         revitalization  zone jobs credit against the franchise tax on business\n         corporations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 187-q to\n    2  read as follows:\n    3    S 187-Q. DOWNTOWN REVITALIZATION ZONE JOBS  CREDIT.  1.  ALLOWANCE  OF\n    4  CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED AS PROVIDED\n    5  IN  THIS  SECTION,  AGAINST  THE  TAX  IMPOSED BY THIS ARTICLE WHERE THE\n    6  TAXPAYER HAS BEEN CERTIFIED PURSUANT TO ARTICLE EIGHTEEN-B OF THE GENER-\n    7  AL MUNICIPAL LAW. THE AMOUNT OF SUCH CREDIT SHALL BE  AS  PRESCRIBED  IN\n    8  SUBDIVISION FOUR OF THIS SECTION.\n    9    2.  DEFINITIONS. FOR PURPOSES OF THIS SUBDIVISION, THE FOLLOWING TERMS\n   10  SHALL HAVE THE FOLLOWING MEANINGS:\n   11    (A) \"DOWNTOWN REVITALIZATION ZONE  WAGES\"  MEANS  WAGES  PAID  BY  THE\n   12  TAXPAYER FOR FULL-TIME EMPLOYMENT, OTHER THAN TO GENERAL EXECUTIVE OFFI-\n   13  CERS, DURING THE TAXABLE YEAR IN AN AREA DESIGNATED OR PREVIOUSLY DESIG-\n   14  NATED AS A DOWNTOWN REVITALIZATION ZONE OR ZONE EQUIVALENT AREA PURSUANT\n   15  TO ARTICLE EIGHTEEN-B OF THE GENERAL MUNICIPAL LAW WHERE SUCH EMPLOYMENT\n   16  IS IN A JOB CREATED IN THE AREA (1) DURING THE PERIOD OF ITS DESIGNATION\n   17  AS  A  DOWNTOWN  REVITALIZATION ZONE OR ZONE EQUIVALENT AREA, (2) WITHIN\n   18  FOUR YEARS OF THE EXPIRATION OF SUCH DESIGNATION, OR (3) DURING THE  TEN\n   19  YEAR  PERIOD  IMMEDIATELY  FOLLOWING  THE  DATE OF DESIGNATION AS A ZONE\n   20  EQUIVALENT AREA, PROVIDED, HOWEVER, THAT IF THE TAXPAYER'S CERTIFICATION\n   21  UNDER ARTICLE EIGHTEEN-B OF THE GENERAL MUNICIPAL LAW  IS  REVOKED  WITH\n   22  RESPECT  TO  THE  DESIGNATION  AS A DOWNTOWN REVITALIZATION ZONE OR ZONE\n   23  EQUIVALENT AREA, ANY WAGES PAID BY THE TAXPAYER, ON OR AFTER THE  EFFEC-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05995-01-1\n\n       A. 3760                             2\n\n    1  TIVE DATE OF SUCH DECERTIFICATION, FOR EMPLOYMENT IN SUCH ZONE SHALL NOT\n    2  CONSTITUTE DOWNTOWN REVITALIZATION ZONE WAGES.\n    3    (B)  \"TARGETED  EMPLOYEE\"  MEANS  A RESIDENT OF THE STATE WHO RECEIVES\n    4  DOWNTOWN REVITALIZATION ZONE WAGES AND WHO IS (1) AN ELIGIBLE INDIVIDUAL\n    5  UNDER THE PROVISIONS OF THE TARGETED JOBS TAX CREDIT (SECTION  FIFTY-ONE\n    6  OF  THE  INTERNAL  REVENUE  CODE),  (2)  ELIGIBLE FOR BENEFITS UNDER THE\n    7  PROVISIONS  OF  THE  JOB  TRAINING  PARTNERSHIP  ACT  (P.L.  97-300,  AS\n    8  AMENDED),  (3) A RECIPIENT OF PUBLIC ASSISTANCE BENEFITS OR (4) AN INDI-\n    9  VIDUAL WHOSE INCOME IS BELOW THE MOST RECENTLY ESTABLISHED POVERTY  RATE\n   10  PROMULGATED  BY THE UNITED STATES DEPARTMENT OF COMMERCE, OR A MEMBER OF\n   11  A FAMILY WHOSE FAMILY INCOME IS  BELOW  THE  MOST  RECENTLY  ESTABLISHED\n   12  POVERTY RATE PROMULGATED BY THE APPROPRIATE FEDERAL AGENCY.\n   13    AN  INDIVIDUAL  WHO  SATISFIES  THE CRITERIA SET FORTH IN SUBPARAGRAPH\n   14  ONE, TWO OR FOUR OF THIS PARAGRAPH AT THE TIME OF INITIAL EMPLOYMENT  IN\n   15  THE  JOB  WITH  RESPECT TO WHICH THE CREDIT IS CLAIMED, OR WHO SATISFIES\n   16  THE CRITERION SET FORTH IN SUBPARAGRAPH THREE OF THIS PARAGRAPH AT  SUCH\n   17  TIME  OR  AT ANY TIME WITHIN THE PREVIOUS TWO YEARS, SHALL BE A TARGETED\n   18  EMPLOYEE SO LONG AS SUCH INDIVIDUAL CONTINUES TO RECEIVE DOWNTOWN  REVI-\n   19  TALIZATION ZONE WAGES.\n   20    (C)  \"AVERAGE NUMBER OF INDIVIDUALS, EXCLUDING GENERAL EXECUTIVE OFFI-\n   21  CERS, EMPLOYED FULL-TIME\" SHALL MEAN  THE  NUMBER  OF  SUCH  INDIVIDUALS\n   22  EMPLOYED BY THE TAXPAYER ON THE THIRTY-FIRST DAY OF MARCH, THE THIRTIETH\n   23  DAY  OF JUNE, THE THIRTIETH DAY OF SEPTEMBER AND THE THIRTY-FIRST DAY OF\n   24  DECEMBER DURING EACH TAXABLE YEAR OR OTHER APPLICABLE PERIOD, BY  ADDING\n   25  TOGETHER THE NUMBER OF SUCH INDIVIDUALS ASCERTAINED ON EACH OF SUCH DATE\n   26  AND  DIVIDING  THE  SUM  SO  OBTAINED  BY THE NUMBER OF SUCH INDIVIDUALS\n   27  ASCERTAINED ON EACH OF SUCH DATE AND DIVIDING THE SUM SO OBTAINED BY THE\n   28  NUMBER OF SUCH DATES OCCURRING WITHIN SUCH TAXABLE YEAR OR OTHER  APPLI-\n   29  CABLE PERIOD.\n   30    3.  ELIGIBILITY  FOR  CREDIT.  THE CREDIT PROVIDED FOR IN THIS SECTION\n   31  SHALL BE ALLOWED ONLY WHERE THE AVERAGE NUMBER OF INDIVIDUALS, EXCLUDING\n   32  GENERAL EXECUTIVE OFFICERS, EMPLOYED FULL-TIME BY THE  TAXPAYER  IN  THE\n   33  STATE  AND  IN  THE DOWNTOWN REVITALIZATION ZONE OR ZONE AREA PREVIOUSLY\n   34  CONSTITUTING SUCH ZONE OR ZONE EQUIVALENT AREA, DURING THE TAXABLE  YEAR\n   35  EXCEEDS THE AVERAGE NUMBER OF SUCH INDIVIDUALS EMPLOYED FULL-TIME BY THE\n   36  TAXPAYER IN THE STATE AND IN SUCH ZONE OR AREA SUBSEQUENTLY OR PREVIOUS-\n   37  LY  CONSTITUTING  SUCH  ZONE OR SUCH ZONE EQUIVALENT AREA, RESPECTIVELY,\n   38  DURING THE FOUR YEARS IMMEDIATELY PRECEDING THE FIRST  TAXABLE  YEAR  IN\n   39  WHICH  THE  CREDIT  IS  CLAIMED WITH RESPECT TO SUCH ZONE OR AREA. WHERE\n   40  THE TAXPAYER PROVIDED FULL-TIME EMPLOYMENT WITHIN THE STATE OR  IN  SUCH\n   41  ZONE  OR  AREA  DURING ONLY A PORTION OF SUCH FOUR-YEAR PERIOD, THEN FOR\n   42  PURPOSES OF THIS SUBDIVISION THE TERM \"FOUR YEARS\" SHALL  BE  DEEMED  TO\n   43  REFER INSTEAD TO SUCH PORTION, IF ANY.\n   44    THE  CREDIT  SHALL  BE  ALLOWED ONLY WITH RESPECT TO THE FIRST TAXABLE\n   45  YEAR DURING WHICH PAYMENTS OF DOWNTOWN  REVITALIZATION  ZONE  WAGES  ARE\n   46  MADE AND THE CONDITIONS SET FORTH IN THIS SUBDIVISION ARE SATISFIED, AND\n   47  WITH RESPECT TO EACH OF THE FOUR TAXABLE YEARS NEXT FOLLOWING (BUT ONLY,\n   48  WITH  RESPECT  TO EACH OF SUCH YEARS, IF SUCH CONDITIONS ARE SATISFIED),\n   49  IN ACCORDANCE WITH SUBDIVISION FOUR OF THIS SECTION.  SUBSEQUENT CERTIF-\n   50  ICATIONS OF THE TAXPAYER PURSUANT TO ARTICLE EIGHTEEN-B OF  THE  GENERAL\n   51  MUNICIPAL  LAW, AT THE SAME OR A DIFFERENT LOCATION IN THE SAME DOWNTOWN\n   52  REVITALIZATION ZONE OR ZONE EQUIVALENT AREA,  OR  AT  A  LOCATION  IN  A\n   53  DIFFERENT  DOWNTOWN  REVITALIZATION  ZONE OR ZONE EQUIVALENT AREA, SHALL\n   54  NOT EXTEND THE FIVE TAXABLE YEAR TIME LIMITATION ON THE ALLOWANCE OF THE\n   55  CREDIT SET FORTH IN THE PRECEDING SENTENCE. PROVIDED, FURTHER,  THAT  NO\n   56  CREDIT  SHALL BE ALLOWED WITH RESPECT TO ANY TAXABLE YEAR BEGINNING MORE\n\n       A. 3760                             3\n\n    1  THAN FOUR YEARS FOLLOWING THE TAXABLE YEAR IN  WHICH  DESIGNATION  AS  A\n    2  DOWNTOWN  REVITALIZATION  ZONE  EXPIRED OR MORE THAN TEN YEARS AFTER THE\n    3  DESIGNATION AS A ZONE EQUIVALENT AREA.\n    4    4. CALCULATION OF CREDIT. (A) THE AMOUNT OF THE CREDIT SHALL EQUAL THE\n    5  SUM OF:\n    6    (1)  THE  PRODUCT  OF THREE THOUSAND DOLLARS AND THE AVERAGE NUMBER OF\n    7  INDIVIDUALS, EXCLUDING GENERAL EXECUTIVE OFFICERS, EMPLOYED FULL-TIME BY\n    8  THE TAXPAYER, WHO:\n    9    (I) RECEIVED DOWNTOWN REVITALIZATION ZONE WAGES FOR MORE THAN HALF  OF\n   10  THE TAXABLE YEAR,\n   11    (II) RECEIVED, WITH RESPECT TO MORE THAN HALF OF THE PERIOD OF EMPLOY-\n   12  MENT  BY  THE TAXPAYER DURING THE TAXABLE YEAR, AN HOURLY WAGE WHICH WAS\n   13  AT LEAST ONE HUNDRED THIRTY-FIVE PERCENT OF THE MINIMUM  WAGE  SPECIFIED\n   14  IN SECTION SIX HUNDRED FIFTY-TWO OF THE LABOR LAW, AND\n   15    (III) ARE TARGETED EMPLOYEES; AND\n   16    (2)  THE  PRODUCT OF FIFTEEN HUNDRED DOLLARS AND THE AVERAGE NUMBER OF\n   17  INDIVIDUALS,  EXCLUDING  GENERAL  EXECUTIVE  OFFICERS  AND  INDIVIDUALS,\n   18  EMPLOYED  FULL-TIME BY THE TAXPAYER WHO RECEIVED DOWNTOWN REVITALIZATION\n   19  ZONE WAGES FOR MORE THAN HALF OF THE TAXABLE YEAR.\n   20    (B) FOR PURPOSES OF CALCULATING THE AMOUNT OF THE CREDIT,  INDIVIDUALS\n   21  EMPLOYED  WITHIN  A DOWNTOWN REVITALIZATION ZONE OR ZONE EQUIVALENT AREA\n   22  WITHIN THE IMMEDIATELY PRECEDING SIXTY MONTHS BY A  RELATED  PERSON,  AS\n   23  SUCH  TERM  IS  DEFINED  IN  SUBPARAGRAPH  (C)  OF  PARAGRAPH  THREE  OF\n   24  SUBSECTION (B) OF SECTION FOUR HUNDRED SIXTY-FIVE OF THE INTERNAL REVEN-\n   25  UE CODE, SHALL NOT BE INCLUDED IN  THE  AVERAGE  NUMBER  OF  INDIVIDUALS\n   26  DESCRIBED  IN  PARAGRAPH  (A)  OF  THIS SUBDIVISION, UNLESS SUCH RELATED\n   27  PERSON WAS NEVER ALLOWED A CREDIT UNDER THIS SUBDIVISION WITH RESPECT TO\n   28  SUCH EMPLOYEES.\n   29    PROVIDED, FURTHER, THAT THE CREDIT PROVIDED FOR IN THIS  SECTION  WITH\n   30  RESPECT  TO THE TAXABLE YEAR, AND CARRYOVERS OF SUCH CREDIT TO THE TAXA-\n   31  BLE YEAR, DEDUCTED FROM THE TAX OTHERWISE DUE, SHALL NOT, IN THE  AGGRE-\n   32  GATE,  EXCEED  FIFTY  PERCENT  OF THE TAX IMPOSED UNDER SECTION FOURTEEN\n   33  HUNDRED FIFTY-FIVE OF THIS CHAPTER COMPUTED WITHOUT REGARD TO ANY CREDIT\n   34  PROVIDED FOR UNDER THIS ARTICLE.\n   35    5. CARRYOVERS.  THE CREDIT AND CARRYOVERS OF SUCH CREDIT ALLOWED UNDER\n   36  THIS SECTION FOR ANY TAXABLE YEAR SHALL NOT, IN  THE  AGGREGATE,  REDUCE\n   37  THE  TAX  DUE  FOR  SUCH  YEAR  TO  LESS  THAN  THE MINIMUM TAX FIXED BY\n   38  SUBSECTION (B) OF SECTION FOURTEEN HUNDRED FIFTY-FIVE OF  THIS  CHAPTER.\n   39  HOWEVER,  IF THE AMOUNT OF CREDIT OR CARRYOVERS OF SUCH CREDIT, OR BOTH,\n   40  ALLOWED UNDER THIS SECTION FOR ANY TAXABLE YEAR REDUCES THE TAX TO  SUCH\n   41  AMOUNT,  OR IF ANY PART OF THE CREDIT OR CARRYOVERS OF SUCH CREDIT SHALL\n   42  NOT BE DEDUCTED FROM THE TAX OTHERWISE DUE BY REASON OF  ANY  AMOUNT  OF\n   43  CREDIT  OR CARRYOVERS OF SUCH CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE\n   44  YEAR MAY BE CARRIED OVER TO THE FOLLOWING  YEAR  OR  YEARS  AND  MAY  BE\n   45  DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   46    S  2. This act shall take effect on the first of January next succeed-\n   47  ing the date on which it shall have become a  law  and  shall  apply  to\n   48  taxable years commencing on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a downtown revitalization zone jobs credit against the franchise tax on business corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156545413
}