{
  "year" : 2011,
  "senateBillNo" : "A3765-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3765-2011-1296104400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires non-toxic pest management and fertilization of state and municipal park lands",
  "summary" : "Requires non-toxic pest management and fertilization of municipal park lands and lands within the custody and control of the office of parks, recreation and historic preservation; creates a state pest management committee; requires such office and municipalities to develop pest management plans. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "A1743-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3765\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the parks, recreation and historic preservation law  and\n         the  general  municipal  law, in relation to non-toxic pest management\n         and fertilization of park lands\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature hereby finds that the\n    2  use  of  pesticides  and  chemical  fertilizers is incompatible with the\n    3  protection of natural resources and pollution prevention.  In  order  to\n    4  protect  public  health  and avoid contamination of the environment, the\n    5  legislature has determined that all park lands which are owned or leased\n    6  by the office of parks, recreation and historic preservation or a  muni-\n    7  cipality,  shall  be  managed  in a manner which avoids the use of toxic\n    8  materials and encourages the use of natural  materials  and  techniques.\n    9  All  government  agencies  shall  be  required to utilize an approach to\n   10  natural resource management which embodies these concepts.\n   11    S 2. The parks, recreation and historic preservation law is amended by\n   12  adding a new section 13.20 to read as follows:\n   13    S 13.20 NON-TOXIC PEST MANAGEMENT AND FERTILIZATION. 1.  NO  PESTICIDE\n   14  OR  CHEMICAL  FERTILIZER  SHALL  BE  APPLIED TO ANY STATE PARK, PARKWAY,\n   15  RECREATION FACILITY OR HISTORIC SITE UNDER THE CUSTODY  AND  CONTROL  OF\n   16  THE OFFICE.\n   17    2.  TO  ASSIST  THE OFFICE IN MEETING THE REQUIREMENTS OF THIS SECTION\n   18  AND MUNICIPALITIES IN MEETING THE REQUIREMENTS OF SECTION  NINETY-NINE-V\n   19  OF THE GENERAL MUNICIPAL LAW, A STATE PEST MANAGEMENT COMMITTEE SHALL BE\n   20  CREATED  AND  APPOINTED WITHIN NINETY DAYS OF THE EFFECTIVE DATE OF THIS\n   21  SECTION, TO DEVELOP PROCEDURES, METHODS AND OTHER INFORMATION WHICH  MAY\n   22  BE  USED  TO  ACCOMPLISH  PEST MANAGEMENT ON PUBLIC LANDS. THE COMMITTEE\n   23  SHALL CONSIST OF A REPRESENTATIVE OF  THE  DEPARTMENT  OF  ENVIRONMENTAL\n   24  CONSERVATION,  THE  OFFICE,  THE  ADIRONDACK  PARK AGENCY, THE OFFICE OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06006-01-1\n\n       A. 3765                             2\n\n    1  GENERAL SERVICES, THE DEPARTMENT OF HEALTH, AND SIX MEMBERS APPOINTED BY\n    2  THE GOVERNOR; TWO EACH UPON RECOMMENDATION OF THE SPEAKER OF THE  ASSEM-\n    3  BLY  AND  THE  TEMPORARY  PRESIDENT  OF  THE SENATE. ALL PERSONS WHO ARE\n    4  APPOINTED SHALL HAVE EXPERTISE APPROPRIATE TO THE GOALS AND REQUIREMENTS\n    5  OF THE COMMITTEE.\n    6    3.  THE  OFFICE  SHALL DEVELOP AND FILE A PEST MANAGEMENT PLAN FOR ALL\n    7  LAND UNDER ITS CUSTODY AND CONTROL WITH THE DEPARTMENT OF  ENVIRONMENTAL\n    8  CONSERVATION  WITHIN  ONE  HUNDRED  TWENTY DAYS OF THE EFFECTIVE DATE OF\n    9  THIS SECTION. SUCH PLAN SHALL DOCUMENT THE PROCEDURES  FOR  IDENTIFYING,\n   10  MONITORING  AND  CORRECTING PEST PROBLEMS ON THE LANDS WHICH IT MANAGES.\n   11  SUCH PLAN SHALL INCLUDE PROCEDURES  FOR  HANDLING  UNANTICIPATED  PUBLIC\n   12  HEALTH  EMERGENCIES.  WHEN  A DOCUMENTED PUBLIC HEALTH EMERGENCY ARISES,\n   13  WHICH IS CONFIRMED BY THE DEPARTMENT OF HEALTH, THE  OFFICE  MAY  USE  A\n   14  LEAST-TOXIC AVAILABLE PESTICIDE TO CONTROL A PEST PROBLEM ONLY AS A LAST\n   15  RESORT.\n   16    S 3. The general municipal law is amended by adding a new section 99-v\n   17  to read as follows:\n   18    S  99-V. NON-TOXIC PEST MANAGEMENT AND FERTILIZATION OF PARK LANDS. 1.\n   19  NO PESTICIDE OR CHEMICAL FERTILIZER SHALL BE APPLIED TO  ANY  PARK  LAND\n   20  UNDER THE CUSTODY AND CONTROL OF A MUNICIPAL CORPORATION.\n   21    2. EACH MUNICIPAL CORPORATION SHALL DEVELOP AND FILE A PEST MANAGEMENT\n   22  PLAN  FOR  ITS PARK LANDS WITH THE DEPARTMENT OF ENVIRONMENTAL CONSERVA-\n   23  TION WITHIN ONE HUNDRED TWENTY  DAYS  OF  THE  EFFECTIVE  DATE  OF  THIS\n   24  SECTION. EACH SUCH PLAN SHALL DOCUMENT PROCEDURES FOR IDENTIFYING, MONI-\n   25  TORING  AND  CORRECTING  PEST  PROBLEMS  ON PARK LANDS WHICH IT MANAGES.\n   26  SUCH PLANS SHALL INCLUDE PROCEDURES FOR  HANDLING  UNANTICIPATED  PUBLIC\n   27  HEALTH  EMERGENCIES.  WHEN  A DOCUMENTED PUBLIC HEALTH EMERGENCY ARISES,\n   28  WHICH IS CONFIRMED BY THE DEPARTMENT OF  HEALTH,  THE  MUNICIPAL  CORPO-\n   29  RATION MAY USE A LEAST-TOXIC AVAILABLE PESTICIDE TO CONTROL A PEST PROB-\n   30  LEM ONLY AS A LAST RESORT.\n   31    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law and the general municipal law, in relation to non-toxic pest management and fertilization of park lands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845597
}