{
  "year" : 2011,
  "senateBillNo" : "A3762-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to codes",
    "billEventId" : "A3762-2011-1296104400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the class E felony of resisting arrest in the first degree",
  "summary" : "Establishes the class E felony of resisting arrest in the first degree when the crime of resisting arrest in the second degree, existing crime of resisting arrest, is committed by using physical force against a police officer or peace officer making or aiding in an authorized arrest. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2152-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3762\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to resisting arrest\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 205.30 of the penal law, as amended by chapter 843\n    2  of the laws of 1980, is amended to read as follows:\n    3  S 205.30  Resisting arrest IN THE SECOND DEGREE.\n    4    A person is guilty of resisting arrest IN THE SECOND DEGREE when he OR\n    5  SHE intentionally prevents or attempts to prevent a  police  officer  or\n    6  peace officer from effecting an authorized arrest of himself, HERSELF or\n    7  another person.\n    8    Resisting arrest IN THE SECOND DEGREE is a class A misdemeanor.\n    9    S  2.  The penal law is amended by adding a new section 205.35 to read\n   10  as follows:\n   11  S 205.35 RESISTING ARREST IN THE FIRST DEGREE.\n   12    A PERSON IS GUILTY OF RESISTING ARREST IN THE FIRST DEGREE WHEN HE  OR\n   13  SHE  COMMITS THE CRIME OF RESISTING ARREST IN THE SECOND DEGREE BY USING\n   14  PHYSICAL FORCE AGAINST A POLICE  OFFICER  OR  PEACE  OFFICER  MAKING  OR\n   15  AIDING IN AN AUTHORIZED ARREST.\n   16    RESISTING ARREST IN THE FIRST DEGREE IS A CLASS E FELONY.\n   17    S 3. This act shall take effect on the first of November next succeed-\n   18  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06055-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to resisting arrest ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121848.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845592
}