{
  "year" : 2011,
  "senateBillNo" : "A3774-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3774-2011-1296104400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the high performance computing program within the New York state foundation for science, technology and innovation",
  "summary" : "Establishes the high performance computing program within the NYS foundation for science, technology and innovation; provides that such program will fund projects connecting researchers and businesses with NYS high performance computing resources. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A9405-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3774\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  -- Multi-Sponsored by -- M. of A.\n         LUPARDO, SCHIMMINGER -- read once and referred  to  the  Committee  on\n         Economic Development\n\n       AN  ACT  to  amend  the  public authorities law, in relation to the high\n         performance computing program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 3154-a to read as follows:\n    3    S 3154-A. HIGH PERFORMANCE COMPUTING PROGRAM. 1. THE HIGH  PERFORMANCE\n    4  COMPUTING  PROGRAM  IS  HEREBY  CREATED  WITHIN  THE  FOUNDATION FOR THE\n    5  PURPOSES OF SELECTING AND FUNDING PROJECTS THAT CONNECT RESEARCHERS  AND\n    6  BUSINESSES WITH NEW YORK STATE'S HIGH PERFORMANCE COMPUTING RESOURCES.\n    7    2.  FUNDS APPROPRIATED FOR THIS PROGRAM SHALL BE MADE AVAILABLE BY THE\n    8  FOUNDATION PURSUANT TO A REQUEST FOR PROPOSAL PROCESS TO NEW YORK  STATE\n    9  ACADEMIC  RESEARCH  INSTITUTIONS  OR  A  PARTNERSHIP  OF  NEW YORK STATE\n   10  ACADEMIC RESEARCH INSTITUTIONS.\n   11    (A) APPLICANTS MUST INCLUDE IN THEIR PROPOSAL:\n   12    (I) A BUSINESS  PLAN  FOR  UTILIZING  THE  CAPABILITIES  OF  THE  HIGH\n   13  PERFORMANCE  COMPUTING  FACILITIES,  KNOWLEDGE,  AND EXPERTISE. THE PLAN\n   14  SHALL INCLUDE A DESCRIPTION OF THE GOALS TO BE ACHIEVED, PROPOSED ORGAN-\n   15  IZATION, PLANNED OPERATIONS, AND NECESSARY RESOURCES. IF A COLLABORATION\n   16  IS TO BE FORMED, A LISTING OF ALL PARTICIPANTS SHALL BE PROVIDED;\n   17    (II) A DESCRIPTION OF HOW THE HIGH PERFORMANCE COMPUTING PROGRAM  WILL\n   18  CONTRIBUTE  TOWARD  FURTHER  RESEARCH  AND ECONOMIC DEVELOPMENT OPPORTU-\n   19  NITIES IN NEW YORK STATE, ENCOURAGE  RESEARCH  COLLABORATION  AND  INNO-\n   20  VATION  WITH  INDUSTRY,  PROVIDE  ACCESS  TO  HIGH PERFORMANCE COMPUTING\n   21  ASSETS BY SMALL BUSINESSES, BETTER LEVERAGE FUNDS FROM OTHER GOVERNMENT,\n   22  PRIVATE, AND NON-PROFIT SECTORS,  PROMOTE  JOB  CREATION  AND  WORKFORCE\n   23  DEVELOPMENT, AND INCREASE COMPETITIVENESS OF NEW YORK STATE COMPANIES;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07656-01-1\n\n       A. 3774                             2\n\n    1    (III)  ANY  PROVISIONS  FOR USING ADVISORY OR MANAGEMENT COMMITTEES TO\n    2  GUIDE THE EFFORTS OF THE COLLABORATION;\n    3    (IV) STAFFING, IMPLEMENTATION, AND PROGRESS MONITORING PLANS;\n    4    (V)  PERFORMANCE METRICS, AND OTHER PROPOSED METRICS FOR EVALUATION OF\n    5  ECONOMIC IMPACT; AND\n    6    (VI) DETAILED TIMELINE FOR IMPLEMENTATION.\n    7    (B) THE FOUNDATION SHALL  MAKE  AWARDS  TO  NEW  YORK  STATE  ACADEMIC\n    8  RESEARCH  INSTITUTIONS  PROVIDED,  HOWEVER, THAT THE TOTAL AMOUNT OF ALL\n    9  SUCH AWARDS SHALL NOT EXCEED THE AMOUNT APPROPRIATED FOR THIS PURPOSE.\n   10    3. HIGH PERFORMANCE COMPUTING PROGRAM FUNDS  SHALL  BE  USED  FOR  THE\n   11  FOLLOWING PURPOSES:\n   12    (A) APPLICATION SUPPORT;\n   13    (B) SOFTWARE DEVELOPMENT;\n   14    (C) EDUCATION, OUTREACH, AND TRAINING;\n   15    (D)  COMPUTATIONAL  SCIENTISTS, DOMAIN SCIENTISTS, SOFTWARE ENGINEERS,\n   16  AND OTHER APPROPRIATE PERSONNEL;\n   17    (E) UTILIZATION OF NECESSARY COMPUTER EQUIPMENT AND SOFTWARE RESOURCES\n   18  AT ACADEMIC RESEARCH INSTITUTIONS  HOSTING  HIGH  PERFORMANCE  COMPUTING\n   19  SERVICES; AND\n   20    (F) OTHER COSTS AS DETERMINED BY THE FOUNDATION'S BOARD.\n   21    4.  NO  LATER  THAN AUGUST FIRST, TWO THOUSAND TWELVE, AND EVERY THREE\n   22  YEARS THEREAFTER, THE FOUNDATION SHALL ISSUE A REQUEST FOR PROPOSALS FOR\n   23  THE HIGH PERFORMANCE COMPUTING PROGRAM. AWARDS  SHALL  BE  MADE  BY  THE\n   24  FOUNDATION  WITHIN NINETY DAYS FOLLOWING THE ISSUANCE OF THE REQUEST FOR\n   25  PROPOSALS.\n   26    5. EACH RECIPIENT OF FUNDS FROM THE HIGH PERFORMANCE COMPUTING PROGRAM\n   27  SHALL REPORT, ON OR BEFORE DECEMBER FIRST, TWO  THOUSAND  THIRTEEN,  AND\n   28  ANNUALLY THEREAFTER TO THE FOUNDATION. SUCH REPORT SHALL INCLUDE:\n   29    (A) THE NAME OF EACH GRANT RECIPIENT AND THE AMOUNT AWARDED;\n   30    (B) PARTICIPANTS IN ANY COLLABORATION;\n   31    (C)  A DESCRIPTION OF THE INVESTMENTS MADE BY THE RECIPIENT AND COLLA-\n   32  BORATORS TO DATE AND PROGRESS OF ALL PROJECTS.  SUCH  INFORMATION  SHALL\n   33  INCLUDE  HOW  THE HIGH PERFORMANCE COMPUTING PROGRAM ENCOURAGES RESEARCH\n   34  AND ECONOMIC DEVELOPMENT IN NEW YORK  STATE,  ASSISTS  RESEARCH  COLLAB-\n   35  ORATION  AND  INNOVATION,  PROVIDES ACCESS TO HIGH PERFORMANCE COMPUTING\n   36  ASSETS BY  SMALL  BUSINESSES,  PROMOTES  WORKFORCE  DEVELOPMENT,  BETTER\n   37  LEVERAGES  STATE  FUNDS,  AND  INCREASES THE COMPETITIVENESS OF NEW YORK\n   38  COMPANIES;\n   39    (D) INFORMATION ON THE PROJECTED ECONOMIC IMPACT,  INCLUDING  BUT  NOT\n   40  LIMITED TO JOB CREATION, AND NEW REVENUE SOURCES FROM NON-STATE FUNDING;\n   41  AND\n   42    (E) ANY SUCH OTHER INFORMATION AS THE FOUNDATION DEEMS NECESSARY.\n   43    THE  FOUNDATION  SHALL FORWARD TO THE GOVERNOR AND THE LEGISLATURE THE\n   44  INFORMATION SUBMITTED PURSUANT TO THIS SECTION AND AN EVALUATION OF  THE\n   45  PERFORMANCE  OF  THE  HIGH  PERFORMANCE  COMPUTING  PROGRAM ON OR BEFORE\n   46  FEBRUARY FIRST, TWO THOUSAND FOURTEEN, AND ANNUALLY THEREAFTER.\n   47    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the high performance computing program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110127.T121848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156845590
}