{
  "year" : 2011,
  "senateBillNo" : "A3770-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3770-2011-1296104400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Esther Beck to file an application for the school tax relief (STAR) exemption for property located in the town of Brookhaven",
  "summary" : "Authorizes Esther Beck to file an application for the school tax relief (STAR) exemption for property located in the town of Brookhaven. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "A2582-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3770\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to authorize Esther Beck to file  an  application  for  exemption\n         from  real  property taxes for a certain parcel of land located in the\n         town of Brookhaven, county of Suffolk\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the  assessor  of  the  town of Brookhaven, county of Suffolk, is hereby\n    3  authorized to accept from Esther Beck, an application for exemption from\n    4  real property taxes under the school tax relief (STAR) exemption  pursu-\n    5  ant  to  section  425  of  the  real property tax law for the 2000-2001,\n    6  2001-2002, 2002-2003 and 2003-2004  assessment  rolls,  for  the  parcel\n    7  owned  by  Esther Beck, which is located in the town of Brookhaven at 34\n    8  Harford Drive, Coram,  New  York,  otherwise  known  as:  district  0200\n    9  section  396,  block 02, lot 012. If accepted, such application shall be\n   10  reviewed as if it had been received on or before the applicable deadline\n   11  for filing such applications established for such rolls.\n   12    If satisfied that Esther Beck: (i) acquired title to the property  for\n   13  which  she  seeks exemption and (ii) would otherwise be entitled to such\n   14  exemption if she had filed an application for exemption by the  applica-\n   15  ble  deadline  for filing such applications, the assessor, upon approval\n   16  by the town board of such town, may grant such STAR exemption  for  such\n   17  tax  years  and  make  appropriate  correction to the subject rolls.  If\n   18  exemption is granted and Esther Beck shall have paid any portion of  tax\n   19  subject  to  such  STAR exemption with respect to the subject rolls, the\n   20  town board shall provide for the refund of those taxes paid  and  cancel\n   21  any taxes, fines, penalties or interest remaining unpaid.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07370-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize Esther Beck to file an application for exemption from real property taxes for a certain parcel of land located in the town of Brookhaven, county of Suffolk ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T121348.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156545401
}