{
  "year" : 2011,
  "senateBillNo" : "A3776-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3776-2011-1296104400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes business franchise and personal income tax credits for capital investments made in certain small businesses",
  "summary" : "Establishes business franchise and personal income tax credits for capital investments made in certain small businesses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6522-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3776\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GIGLIO, RAIA, BURLING, HAWLEY, SAYWARD, KOLB --\n         Multi-Sponsored by -- M. of  A.  BARCLAY,  CROUCH,  HAYES,  McDONOUGH,\n         McKEVITT,  REILICH  -- read once and referred to the Committee on Ways\n         and Means\n\n       AN ACT to amend the tax law, in relation to establishing business  fran-\n         chise  and personal income tax credits for certain small businesses in\n         a village or small city\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  210  of  the  tax law is amended by adding a new\n    2  subdivision 29 to read as follows:\n    3    29. SMALL BUSINESS CAPITAL TAX CREDIT. (A) A TAXPAYER SHALL BE ALLOWED\n    4  A CREDIT, TO BE COMPUTED AS PROVIDED IN THIS  SUBDIVISION,  AGAINST  THE\n    5  TAX IMPOSED BY THIS ARTICLE. SUCH CREDIT SHALL BE GRANTED TO ANY TAXPAY-\n    6  ER  WHICH  IS  A  SMALL BUSINESS WHEN THE SMALL BUSINESS IS LOCATED IN A\n    7  VILLAGE OR IN A CITY WITH A POPULATION OF LESS THAN THIRTY-FIVE THOUSAND\n    8  AS DETERMINED BY THE MOST RECENT FEDERAL DECENNIAL CENSUS. THE AMOUNT OF\n    9  THE CREDIT SHALL BE EQUAL TO TWENTY-FIVE PERCENT OF THE SUM OF QUALIFIED\n   10  INVESTMENTS IN SUCH SMALL BUSINESS, AS DETERMINED BY THE COMMISSIONER.\n   11    (B) FOR THE PURPOSES OF THIS SUBDIVISION, THE  TERM  \"SMALL  BUSINESS\"\n   12  MEANS A BUSINESS WHICH EMPLOYS LESS THAN FIFTEEN EMPLOYEES.\n   13    (C) THE CREDIT AND CARRYOVERS OF SUCH CREDIT ALLOWED UNDER THIS SUBDI-\n   14  VISION  FOR ANY TAXABLE YEAR SHALL NOT, IN THE AGGREGATE, REDUCE THE TAX\n   15  DUE FOR SUCH YEAR TO LESS THAN THE HIGHER OF THE AMOUNTS  PRESCRIBED  IN\n   16  PARAGRAPHS  (C)  AND (D) OF SUBDIVISION ONE OF THIS SECTION. HOWEVER, IF\n   17  THE AMOUNT OF CREDIT OR CARRYOVERS OF  SUCH  CREDIT,  OR  BOTH,  ALLOWED\n   18  UNDER  THIS  SUBDIVISION  FOR  ANY  TAXABLE YEAR REDUCES THE TAX TO SUCH\n   19  AMOUNT, ANY AMOUNT OF CREDIT OR  CARRYOVERS  OF  SUCH  CREDIT  THUS  NOT\n   20  DEDUCTIBLE  IN  SUCH  TAXABLE  YEAR MAY BE CARRIED OVER TO THE FOLLOWING\n   21  YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAX FOR SUCH YEAR OR YEARS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06928-01-1\n\n       A. 3776                             2\n\n    1    S 2. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n    2  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n    3  follows:\n    4  (XXXII) SMALL BUSINESS               AMOUNT OF CREDIT UNDER\n    5  CAPITAL TAX CREDIT                   SUBDIVISION TWENTY-NINE OF\n    6  UNDER SUBSECTION (SS)                SECTION TWO HUNDRED TEN\n    7    S  3. Section 606 of the tax law is amended by adding a new subsection\n    8  (ss) to read as follows:\n    9    (SS) SMALL BUSINESS CAPITAL  TAX  CREDIT.  (1)  A  TAXPAYER  SHALL  BE\n   10  ALLOWED A CREDIT, TO BE COMPUTED AS PROVIDED IN THIS SUBSECTION, AGAINST\n   11  THE  TAX  IMPOSED  BY  THIS ARTICLE. SUCH CREDIT SHALL BE GRANTED TO ANY\n   12  TAXPAYER WHICH IS A SMALL BUSINESS WHEN THE SMALL BUSINESS IS LOCATED IN\n   13  A VILLAGE OR IN A CITY WITH A POPULATION OF LESS THAN THIRTY-FIVE  THOU-\n   14  SAND  AS  DETERMINED  BY  THE MOST RECENT FEDERAL DECENNIAL CENSUS.  THE\n   15  AMOUNT OF THE CREDIT SHALL BE EQUAL TO TWENTY-FIVE PERCENT OF THE SUM OF\n   16  QUALIFIED INVESTMENTS IN SUCH  SMALL  BUSINESS,  AS  DETERMINED  BY  THE\n   17  COMMISSIONER.\n   18    (2)  FOR  THE  PURPOSES  OF THIS SUBSECTION, THE TERM \"SMALL BUSINESS\"\n   19  MEANS A BUSINESS WHICH EMPLOYS LESS THAN FIFTEEN EMPLOYEES.\n   20    (3) THE CREDIT AND  CARRYOVERS  OF  SUCH  CREDIT  ALLOWED  UNDER  THIS\n   21  SUBSECTION  FOR ANY TAXABLE YEAR SHALL NOT, IN THE AGGREGATE, REDUCE THE\n   22  TAX DUE FOR SUCH YEAR  TO  BE  LESS  THAN  THE  HIGHER  OF  THE  AMOUNTS\n   23  PRESCRIBED  IN  PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF SECTION TWO\n   24  HUNDRED TEN OF THIS CHAPTER.  HOWEVER, IF THE AMOUNT OF CREDIT OR CARRY-\n   25  OVERS OF SUCH CREDIT, OR BOTH, ALLOWED UNDER  THIS  SUBSECTION  FOR  ANY\n   26  TAXABLE  YEAR  REDUCES  THE  TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT OR\n   27  CARRYOVERS OF SUCH CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE  YEAR  MAY\n   28  BE  CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM\n   29  THE TAX FOR SUCH YEAR OR YEARS.\n   30    S 4. This act shall take effect on the first of January next  succeed-\n   31  ing  the  date  on  which  it shall have become a law and shall apply to\n   32  taxable years commencing on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing business franchise and personal income tax credits for certain small businesses in a village or small city ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T144906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157746126
}