{
  "year" : 2011,
  "senateBillNo" : "A3777-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3777-2011-1296104400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the amount in the tax stabilization reserve fund to 5% of state fiscal year disbursements",
  "summary" : "Increases the amount in the tax stabilization reserve fund to 5% of state fiscal year disbursements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A5166-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3777\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced by M. of A. GIGLIO -- read once and referred to the Committee\n         on Ways and Means\n\n       AN  ACT  to  amend  the state finance law, in relation to increasing the\n         amount of money that  may  be  maintained  in  the  tax  stabilization\n         reserve fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 3 and 4 of section 92  of  the  state  finance\n    2  law,  as separately amended by chapters 405 and 957 of the laws of 1981,\n    3  are amended to read as follows:\n    4    3. At the close of each fiscal year any cash surplus remaining in  the\n    5  general  fund  over  and  above  the  norm for such fiscal year shall be\n    6  transferred from or retained in such fund as hereinafter in this  subdi-\n    7  vision  provided.  There  shall  be transferred to the tax stabilization\n    8  reserve fund all of such surplus moneys, up to and including  an  amount\n    9  equivalent  to  two-tenths  of  one per centum of such norm, unless such\n   10  transfer would increase such reserve fund to  an  amount  in  excess  of\n   11  [two] FIVE per centum of the amount of the norm for such fiscal year, in\n   12  which  event  such  transfer  shall  be  limited  to such amount as will\n   13  increase such reserve fund to such [two] FIVE per centum limitation. Any\n   14  balance of such surplus moneys,  thereafter  remaining  in  the  general\n   15  fund,  shall be retained in such fund and be available for the reduction\n   16  of state taxes.\n   17    4. In the event that at the close of  any  fiscal  year  the  receipts\n   18  derived  from  the  taxes,  fees  and other sources, required to be paid\n   19  during such fiscal year into the general fund of the  state  shall  fall\n   20  below the norm for such fiscal year, there shall be transferred from the\n   21  tax  stabilization  reserve  fund to the general fund to the extent that\n   22  there are sufficient moneys in the tax stabilization  reserve  fund,  an\n   23  amount  equal  to the difference between the norm and the amount of such\n   24  receipts. If such transfer reduces the tax stabilization reserve fund to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06926-01-1\n\n       A. 3777                             2\n\n    1  an amount less than two per centum of the norm for such fiscal year, the\n    2  amount so transferred shall be repaid in cash prior to  the  computation\n    3  and payment of any transfer to the fund pursuant to subdivision three of\n    4  this section in not less than three equal annual installments within the\n    5  period  of  six years or less next succeeding the date of such transfer;\n    6  provided, however, that if any such annual  installment  shall  increase\n    7  such reserve fund to an amount in excess of [two] FIVE per centum of the\n    8  amount  of  the  norm for the then current fiscal year, such installment\n    9  shall be limited to such amount as will increase such  reserve  fund  to\n   10  such  [two]  FIVE  per centum limitation and no further repayment of the\n   11  whole or any part of such transfer shall be required in  any  subsequent\n   12  fiscal  year.  Repayments to the tax stabilization reserve fund shall be\n   13  stipulated in annual budget bills.\n   14    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to increasing the amount of money that may be maintained in the tax stabilization reserve fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T144906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157746127
}