{
  "year" : 2011,
  "senateBillNo" : "A3772-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3772-2011-1296104400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Mandates university and building level educational institution safety plans for possible acts of violence occurring at educational institutions within the state",
  "summary" : "Mandates university and building level educational institution safety plans for possible acts of violence occurring at educational institutions within the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA7184-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3772\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK, LANCMAN, SPANO, SCHIMEL, MILLMAN,\n         GALEF -- Multi-Sponsored by -- M. of A. BARRON, CAHILL, MAISEL, MAYER-\n         SOHN, McDONOUGH, PHEFFER, SCARBOROUGH, WEISENBERG  --  read  once  and\n         referred to the Committee on Higher Education\n\n       AN  ACT  to amend the education law, in relation to mandating university\n         and building level educational institution safety plans  for  possible\n         acts  of  violence  occurring  at  educational institutions within the\n         state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 214-a\n    2  to read as follows:\n    3    S 214-A. UNIVERSITY AND EDUCATIONAL INSTITUTION SAFETY PLANS.  1.  THE\n    4  BOARD OF REGENTS, ALONG WITH THE CHANCELLOR AND THE PRESIDENT OR PRINCI-\n    5  PAL OF EVERY EDUCATIONAL INSTITUTION OF THE STATE UNIVERSITY SHALL ADOPT\n    6  AND  AMEND  A COMPREHENSIVE STATE-WIDE UNIVERSITY SAFETY PLAN AND BUILD-\n    7  ING-LEVEL EDUCATIONAL INSTITUTION SAFETY PLANS REGARDING  CRISIS  INTER-\n    8  VENTION,  EMERGENCY RESPONSE AND MANAGEMENT.  SUCH PLANS SHALL BE DEVEL-\n    9  OPED BY  A  STATE-WIDE  UNIVERSITY  SAFETY  TEAM  AND  A  BUILDING-LEVEL\n   10  EDUCATIONAL  INSTITUTION SAFETY TEAM ESTABLISHED PURSUANT TO SUBDIVISION\n   11  FOUR OF THIS SECTION AND SHALL BE IN A FORM DEVELOPED BY THE REGENTS  IN\n   12  CONSULTATION  WITH THE DIVISION OF CRIMINAL JUSTICE SERVICES, THE SUPER-\n   13  INTENDENT OF THE STATE POLICE AND ANY OTHER APPROPRIATE STATE AGENCIES.\n   14    2. SUCH COMPREHENSIVE  STATE-WIDE  UNIVERSITY  SAFETY  PLAN  SHALL  BE\n   15  DEVELOPED  BY THE STATE-WIDE UNIVERSITY SAFETY TEAM AND SHALL INCLUDE AT\n   16  A MINIMUM:\n   17    A. POLICIES AND PROCEDURES FOR RESPONDING TO IMPLIED OR DIRECT THREATS\n   18  OF VIOLENCE BY STUDENTS, TEACHERS, OTHER UNIVERSITY PERSONNEL AS WELL AS\n   19  VISITORS TO THE EDUCATIONAL INSTITUTION;\n   20    B. POLICIES AND PROCEDURES FOR  RESPONDING  TO  ACTS  OF  VIOLENCE  BY\n   21  STUDENTS,  TEACHERS,  OTHER  UNIVERSITY PERSONNEL AS WELL AS VISITORS TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07652-01-1\n\n       A. 3772                             2\n\n    1  THE EDUCATIONAL INSTITUTION, INCLUDING CONSIDERATION  OF  ZERO-TOLERANCE\n    2  POLICIES FOR VIOLENCE;\n    3    C. APPROPRIATE PREVENTION AND INTERVENTION STRATEGIES SUCH AS:\n    4    (I)  COLLABORATIVE  ARRANGEMENTS  WITH STATE AND LOCAL LAW ENFORCEMENT\n    5  OFFICIALS, DESIGNED TO ENSURE THAT UNIVERSITY SAFETY OFFICERS AND  OTHER\n    6  SECURITY  PERSONNEL  ARE  ADEQUATELY TRAINED, INCLUDING BEING TRAINED TO\n    7  DE-ESCALATE POTENTIALLY VIOLENT  SITUATIONS,  AND  ARE  EFFECTIVELY  AND\n    8  FAIRLY RECRUITED;\n    9    (II) NON-VIOLENT CONFLICT RESOLUTION TRAINING PROGRAMS; AND\n   10    (III) PEER MEDIATION PROGRAMS;\n   11    D.  POLICIES AND PROCEDURES FOR CONTACTING APPROPRIATE LAW ENFORCEMENT\n   12  OFFICIALS IN THE EVENT OF A VIOLENT INCIDENT;\n   13    E. POLICIES AND PROCEDURES FOR CONTACTING PERSONS DESIGNATED AS  EMER-\n   14  GENCY  CONTACTS  TO  THE  STUDENTS OF THE EDUCATIONAL INSTITUTION IN THE\n   15  EVENT OF A VIOLENT INCIDENT;\n   16    F. POLICIES AND PROCEDURES RELATING TO UNIVERSITY  BUILDING  SECURITY,\n   17  INCLUDING WHERE APPROPRIATE THE USE OF UNIVERSITY SAFETY OFFICERS AND/OR\n   18  SECURITY DEVICES OR PROCEDURES;\n   19    G.  POLICIES AND PROCEDURES FOR THE DISSEMINATION OF INFORMATIVE MATE-\n   20  RIALS REGARDING THE EARLY DETECTION OF POTENTIALLY VIOLENT BEHAVIORS  TO\n   21  TEACHERS,  ADMINISTRATORS,  UNIVERSITY  PERSONNEL,  STUDENTS  AND  OTHER\n   22  PERSONS DEEMED APPROPRIATE TO RECEIVE SUCH INFORMATION;\n   23    H. POLICIES AND PROCEDURES FOR ANNUAL SAFETY TRAINING  FOR  STAFF  AND\n   24  STUDENTS;\n   25    I.  PROTOCOLS  FOR RESPONDING TO BOMB THREATS, HOSTAGE-TAKINGS, INTRU-\n   26  SIONS AND KIDNAPPINGS;\n   27    J. STRATEGIES FOR IMPROVING COMMUNICATION AMONG STUDENTS  AND  BETWEEN\n   28  STUDENTS  AND  STAFF  AND REPORTING OF POTENTIALLY VIOLENT INCIDENTS AND\n   29  ESTABLISHING ANONYMOUS REPORTING MECHANISMS FOR VIOLENCE; AND\n   30    K. A DESCRIPTION OF THE DUTIES OF  UNIVERSITY  SAFETY  PERSONNEL,  THE\n   31  TRAINING  REQUIRED  OF  ALL  PERSONNEL  ACTING  IN A UNIVERSITY SECURITY\n   32  CAPACITY, AND THE HIRING AND SCREENING PROCESS FOR ALL PERSONNEL  ACTING\n   33  IN A UNIVERSITY SECURITY CAPACITY.\n   34     3.  A BUILDING-LEVEL EDUCATIONAL INSTITUTION'S SAFETY PLAN, DEVELOPED\n   35  BY THE BUILDING-LEVEL EDUCATIONAL INSTITUTION'S SAFETY TEAM  DEFINED  IN\n   36  SUBDIVISION FOUR OF THIS SECTION, SHALL INCLUDE THE FOLLOWING ELEMENTS:\n   37    A. POLICIES AND PROCEDURES FOR THE SAFE EVACUATION OF STUDENTS, TEACH-\n   38  ERS,  OTHER  UNIVERSITY PERSONNEL AS WELL AS VISITORS TO THE EDUCATIONAL\n   39  INSTITUTION IN THE EVENT OF A SERIOUS VIOLENT INCIDENT OR OTHER EMERGEN-\n   40  CY, WHICH SHALL INCLUDE EVACUATION ROUTES AND SHELTER SITES  AND  PROCE-\n   41  DURES FOR ADDRESSING MEDICAL NEEDS, TRANSPORTATION AND EMERGENCY NOTIFI-\n   42  CATION  TO PERSONS DESIGNATED AS AN EMERGENCY CONTACT FOR A STUDENT. FOR\n   43  PURPOSES OF THIS SUBDIVISION, \"SERIOUS VIOLENT INCIDENT\" MEANS AN  INCI-\n   44  DENT OF VIOLENT CRIMINAL CONDUCT THAT IS, OR APPEARS TO BE, LIFE THREAT-\n   45  ENING  AND  WARRANTS THE EVACUATION OF STUDENTS AND/OR STAFF, AS DEFINED\n   46  IN REGULATIONS OF THE COMMISSIONER DEVELOPED  IN  CONJUNCTION  WITH  THE\n   47  DIVISION OF CRIMINAL JUSTICE SERVICES;\n   48    B.  DESIGNATION  OF AN EMERGENCY RESPONSE TEAM COMPRISED OF THE EDUCA-\n   49  TIONAL INSTITUTION'S PERSONNEL, LOCAL  LAW  ENFORCEMENT  OFFICIALS,  AND\n   50  REPRESENTATIVES  FROM  LOCAL  REGIONAL  AND/OR  STATE EMERGENCY RESPONSE\n   51  AGENCIES, OTHER APPROPRIATE INCIDENT RESPONSE TEAMS, AND A POST-INCIDENT\n   52  RESPONSE TEAM THAT INCLUDES APPROPRIATE  UNIVERSITY  PERSONNEL,  MEDICAL\n   53  PERSONNEL, MENTAL HEALTH COUNSELORS AND OTHERS WHO CAN ASSIST THE EDUCA-\n   54  TIONAL INSTITUTION'S COMMUNITY IN COPING WITH THE AFTERMATH OF A VIOLENT\n   55  INCIDENT;\n\n       A. 3772                             3\n\n    1    C.  PROCEDURES  FOR  ASSURING THAT CRISIS RESPONSE AND LAW ENFORCEMENT\n    2  OFFICIALS HAVE ACCESS TO FLOOR PLANS, BLUEPRINTS,  SCHEMATICS  OR  OTHER\n    3  MAPS OF THE EDUCATIONAL INSTITUTION'S INTERIOR, GROUNDS AND ROAD MAPS OF\n    4  THE IMMEDIATE SURROUNDING AREA;\n    5    D.  ESTABLISHMENT  OF  INTERNAL  AND EXTERNAL COMMUNICATION SYSTEMS IN\n    6  EMERGENCIES INCLUDING BUT NOT LIMITED  TO  PUBLIC  ADDRESS  SYSTEMS  FOR\n    7  CLASSROOMS AND DORMS;\n    8    E.  DEFINITION OF THE CHAIN OF COMMAND IN A MANNER CONSISTENT WITH THE\n    9  NATIONAL INTERAGENCY INCIDENT MANAGEMENT SYSTEM/INCIDENT COMMAND SYSTEM;\n   10    F. COORDINATION OF THE EDUCATIONAL INSTITUTION'S SAFETY PLAN WITH  THE\n   11  STATE-WIDE  PLAN  FOR DISASTER MENTAL HEALTH SERVICES TO ASSURE THAT THE\n   12  EDUCATIONAL INSTITUTION HAS ACCESS TO FEDERAL, STATE  AND  LOCAL  MENTAL\n   13  HEALTH RESOURCES IN THE EVENT OF A VIOLENT INCIDENT;\n   14    G. PROCEDURES FOR REVIEW AND THE CONDUCT OF DRILLS AND OTHER EXERCISES\n   15  TO TEST COMPONENTS OF THE EMERGENCY RESPONSE PLAN; AND\n   16    H.  POLICIES AND PROCEDURES FOR SECURING AND RESTRICTING ACCESS TO THE\n   17  CRIME SCENE IN ORDER TO PRESERVE EVIDENCE IN CASES OF VIOLENT CRIMES  ON\n   18  UNIVERSITY PROPERTY.\n   19    4.  THE  STATE-WIDE  UNIVERSITY  SAFETY TEAM SHALL BE APPOINTED BY THE\n   20  BOARD OF REGENTS AND SHALL INCLUDE  BUT  NOT  BE  LIMITED  TO  TRUSTEES,\n   21  STUDENT,  TEACHER  AND  ADMINISTRATOR  ORGANIZATIONS,  UNIVERSITY SAFETY\n   22  PERSONNEL, AND OTHER UNIVERSITY PERSONNEL.  EACH  BUILDING-LEVEL  SAFETY\n   23  TEAM  SHALL  BE  APPOINTED BY THE EDUCATIONAL INSTITUTION'S PRESIDENT OR\n   24  PRINCIPAL, IN ACCORDANCE WITH REGULATIONS OR  GUIDELINES  PRESCRIBED  BY\n   25  THE  BOARD  OF  REGENTS  AND THE CHANCELLOR.   SUCH BUILDING-LEVEL TEAMS\n   26  SHALL INCLUDE BUT NOT BE  LIMITED  TO  REPRESENTATIVES  OF  TEACHER  AND\n   27  ADMINISTRATOR  ORGANIZATIONS,  UNIVERSITY  SAFETY  PERSONNEL  AND  OTHER\n   28  UNIVERSITY PERSONNEL, COMMUNITY MEMBERS,  LOCAL  LAW  ENFORCEMENT  OFFI-\n   29  CIALS,  LOCAL  AMBULANCE  OR  OTHER EMERGENCY RESPONSE AGENCIES, AND ANY\n   30  OTHER REPRESENTATIVES THE BOARD  OF  REGENTS  AND  THE  CHANCELLOR  DEEM\n   31  APPROPRIATE.\n   32    5.  EACH  SAFETY PLAN SHALL BE REVIEWED BY THE APPROPRIATE EDUCATIONAL\n   33  INSTITUTION'S SAFETY TEAM ON AT LEAST AN ANNUAL BASIS,  AND  UPDATED  AS\n   34  NEEDED.\n   35    6.  THE  BOARD OF REGENTS AND THE CHANCELLOR SHALL MAKE THE STATE-WIDE\n   36  UNIVERSITY AND EACH BUILDING-LEVEL EDUCATIONAL INSTITUTION'S SAFETY PLAN\n   37  AVAILABLE FOR PUBLIC COMMENT AT LEAST THIRTY DAYS PRIOR TO ITS ADOPTION,\n   38  PROVIDED THAT ONLY A SUMMARY OF EACH BUILDING-LEVEL  EMERGENCY  RESPONSE\n   39  PLAN SHALL BE MADE AVAILABLE FOR PUBLIC COMMENT. SUCH STATE-WIDE UNIVER-\n   40  SITY  PLAN  AND  BUILDING-LEVEL  PLANS  MAY  BE  ADOPTED BY THE BOARD OF\n   41  REGENTS ONLY AFTER AT LEAST ONE PUBLIC HEARING  THAT  PROVIDES  FOR  THE\n   42  PARTICIPATION  OF  THE EDUCATIONAL INSTITUTION'S PERSONNEL, STUDENTS AND\n   43  ANY OTHER INTERESTED PARTIES.  THE BOARD OF REGENTS SHALL FILE A COPY OF\n   44  ITS STATE-WIDE COMPREHENSIVE SAFETY PLAN WITH THE COMMISSIONER  AND  ALL\n   45  AMENDMENTS  TO  SUCH  PLAN SHALL BE FILED WITH THE COMMISSIONER NO LATER\n   46  THAN THIRTY DAYS AFTER THEIR ADOPTION. A  COPY  OF  EACH  BUILDING-LEVEL\n   47  SAFETY  PLAN  AND ANY AMENDMENTS THERETO, SHALL BE FILED WITH THE APPRO-\n   48  PRIATE LOCAL LAW ENFORCEMENT AGENCY AND WITH  THE  STATE  POLICE  WITHIN\n   49  THIRTY  DAYS  OF ITS ADOPTION.   BUILDING-LEVEL EMERGENCY RESPONSE PLANS\n   50  SHALL BE CONFIDENTIAL AND SHALL NOT BE SUBJECT TO DISCLOSURE UNDER ARTI-\n   51  CLE SIX OF THE PUBLIC OFFICERS LAW OR ANY OTHER PROVISION OF LAW. IF THE\n   52  BOARD OF REGENTS, CHANCELLOR OR OTHER GOVERNING BODY FAILS TO FILE  SUCH\n   53  PLAN  AS  REQUIRED  BY  THIS SECTION, THE COMMISSIONER MAY, IN AN AMOUNT\n   54  DETERMINED BY THE COMMISSIONER, WITHHOLD PUBLIC MONEY FROM THE UNIVERSI-\n   55  TY OR EDUCATIONAL INSTITUTION UNTIL THEY ARE IN COMPLIANCE.\n\n       A. 3772                             4\n\n    1    7. THE COMMISSIONER MAY GRANT A WAIVER OF  THE  REQUIREMENTS  OF  THIS\n    2  SECTION  TO  ANY EDUCATIONAL INSTITUTION FOR A PERIOD OF UP TO TWO YEARS\n    3  FROM THE DATE OF ENACTMENT UPON A FINDING BY THE COMMISSIONER THAT  SUCH\n    4  EDUCATIONAL INSTITUTION HAD ADOPTED A COMPREHENSIVE EDUCATIONAL INSTITU-\n    5  TION  SAFETY  PLAN  ON  THE  EFFECTIVE  DATE OF THIS SECTION WHICH IS IN\n    6  SUBSTANTIAL COMPLIANCE WITH THE REQUIREMENTS OF THIS SECTION.\n    7    8. FOR  PURPOSES  OF  THIS  SECTION,  EDUCATIONAL  INSTITUTIONS  SHALL\n    8  INCLUDE  ALL  SECONDARY  AND HIGHER INSTITUTIONS OF THE UNIVERSITY WHICH\n    9  ARE NOW OR MAY BE INCORPORATED IN THIS STATE AND ALL OTHER HIGHER EDUCA-\n   10  TIONAL INSTITUTIONS THAT RECEIVE FUNDS FROM THE STATE.\n   11    9. THE COMMISSIONER SHALL ANNUALLY REPORT  TO  THE  GOVERNOR  AND  THE\n   12  LEGISLATURE  ON THE IMPLEMENTATION AND COMPLIANCE WITH THE PROVISIONS OF\n   13  THIS SECTION.\n   14    S 2. This act shall take effect September 1, 2012; provided  that  the\n   15  university  and the educational institutions shall be in full compliance\n   16  with the provisions of this act by March 1, 2013. Effective immediately,\n   17  the addition, amendment and/or repeal of any rule or  regulation  neces-\n   18  sary for implementation of this act on its effective date are authorized\n   19  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to mandating university and building level educational institution safety plans for possible acts of violence occurring at educational institutions within the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T121848.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296156545409
}