{
  "year" : 2011,
  "senateBillNo" : "A3789-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3789-2011-1296104400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enhances tax incentives for the purchase of long-term care insurance policies",
  "summary" : "Enhances tax incentives for the purchase of long-term care insurance policies; provides a credit of 75% of premium paid for the first year, 50% for the second year and 25% in the third year. ",
  "currentCommittee" : null,
  "sameAs" : "S2559",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6893-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Russell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3789\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MORELLE,  JAFFEE,  TITONE, DESTITO, LANCMAN,\n         SCHROEDER, SPANO,  BING,  DenDEKKER,  SCHIMMINGER,  HOYT,  RUSSELL  --\n         Multi-Sponsored  by  --  M.  of  A.  BARRON, BRENNAN, GUNTHER, HOOPER,\n         LATIMER, MAISEL, MAYERSOHN, McENENY, MENG, PHEFFER,  SWEENEY,  WEISEN-\n         BERG,  WRIGHT  --  read once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law, in relation to long-term care insurance tax\n         credits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 190 of the tax law, as amended by\n    2  section 17 of part B of chapter 58 of the laws of 2004,  is  amended  to\n    3  read as follows:\n    4    1.  General.  A  taxpayer  shall  be  allowed a credit against the tax\n    5  imposed by this article, other  than  the  taxes  and  fees  imposed  by\n    6  sections  one hundred eighty and one hundred eighty-one of this article,\n    7  equal to [twenty] SEVENTY-FIVE percent of the premium  paid  during  the\n    8  taxable  year [for] IN WHICH THE long-term care insurance WAS PURCHASED,\n    9  FIFTY PERCENT OF THE PREMIUM PAID IN THE FOLLOWING YEAR AND  TWENTY-FIVE\n   10  PERCENT  OF  THE PREMIUM PAID IN THE THIRD YEAR. In order to qualify for\n   11  such credit, the taxpayer's premium payment must be for the purchase  of\n   12  or  for continuing coverage under a long-term care insurance policy that\n   13  qualifies for such credit pursuant to section one thousand  one  hundred\n   14  seventeen of the insurance law.\n   15    S  2. Paragraph 1 of subsection (aa) of section 606 of the tax law, as\n   16  amended by section 1 of part P of chapter 61 of the  laws  of  2005,  is\n   17  amended to read as follows:\n   18    (1)  Residents.  A  taxpayer shall be allowed a credit against the tax\n   19  imposed by this article equal to [twenty] SEVENTY-FIVE  percent  of  the\n   20  premium  paid  during the taxable year [for] IN WHICH THE long-term care\n   21  insurance WAS PURCHASED, FIFTY  PERCENT  OF  THE  PREMIUM  PAID  IN  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05408-01-1\n\n       A. 3789                             2\n\n    1  FOLLOWING  YEAR AND TWENTY-FIVE PERCENT OF THE PREMIUM PAID IN THE THIRD\n    2  YEAR.   In order to qualify for  such  credit,  the  taxpayer's  premium\n    3  payment  must  be for the purchase of or for continuing coverage under a\n    4  long-term  care insurance policy that qualifies for such credit pursuant\n    5  to section one thousand one hundred seventeen of the insurance  law.  If\n    6  the amount of the credit allowable under this subsection for any taxable\n    7  year  shall  exceed  the taxpayer's tax for such year, the excess may be\n    8  carried over to the following year or years and may be deducted from the\n    9  taxpayer's tax for such year or years.\n   10    S 3. Paragraph 1 of subsection (k) of section 1456 of the tax law,  as\n   11  amended  by  section  20 of part B of chapter 58 of the laws of 2004, is\n   12  amended to read as follows:\n   13    (1) A taxpayer shall be allowed a credit against the  tax  imposed  by\n   14  this  article equal to [twenty] SEVENTY-FIVE percent of the premium paid\n   15  during the taxable year [for] IN WHICH THE long-term care insurance  WAS\n   16  PURCHASED,  FIFTY  PERCENT OF THE PREMIUM PAID IN THE FOLLOWING YEAR AND\n   17  TWENTY-FIVE PERCENT OF THE PREMIUM PAID IN THE THIRD YEAR.  In order  to\n   18  qualify  for such credit, the taxpayer's premium payment must be for the\n   19  purchase of or for continuing coverage under a long-term care  insurance\n   20  policy  that  qualifies for such credit pursuant to section one thousand\n   21  one hundred seventeen of the insurance law.\n   22    S 4. Paragraph 1 of subdivision (m) of section 1511 of the tax law, as\n   23  amended by section 21 of part B of chapter 58 of the laws  of  2004,  is\n   24  amended to read as follows:\n   25    (1)  A  taxpayer  shall be allowed a credit against the tax imposed by\n   26  this article equal to [twenty] SEVENTY-FIVE percent of the premium  paid\n   27  during  the taxable year [for] IN WHICH THE long-term care insurance WAS\n   28  PURCHASED, FIFTY PERCENT OF THE PREMIUM PAID IN THE FOLLOWING  YEAR  AND\n   29  TWENTY-FIVE  PERCENT OF THE PREMIUM PAID IN THE THIRD YEAR.  In order to\n   30  qualify for such credit, the taxpayer's premium payment must be for  the\n   31  purchase  of or for continuing coverage under a long-term care insurance\n   32  policy that qualifies for such credit pursuant to section  one  thousand\n   33  one hundred seventeen of the insurance law.\n   34    S  5. Paragraph (a) of subdivision 25-a of section 210 of the tax law,\n   35  as amended by section 18 of part B of chapter 58 of the laws of 2004, is\n   36  amended to read as follows:\n   37    (a) A taxpayer shall be allowed a credit against the  tax  imposed  by\n   38  this  article equal to [twenty] SEVENTY-FIVE percent of the premium paid\n   39  during the taxable year [for] IN WHICH THE long-term care insurance  WAS\n   40  PURCHASED,  FIFTY  PERCENT OF THE PREMIUM PAID IN THE FOLLOWING YEAR AND\n   41  TWENTY-FIVE PERCENT OF THE PREMIUM PAID IN THE THIRD YEAR.  In order  to\n   42  qualify  for such credit, the taxpayer's premium payment must be for the\n   43  purchase of or for continuing coverage under a long-term care  insurance\n   44  policy  that  qualifies for such credit pursuant to section one thousand\n   45  one hundred seventeen of the insurance law.\n   46    S 6. This act shall take effect immediately and shall apply  to  long-\n   47  term  care  insurance  contracts  purchased or entered into on and after\n   48  January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to long-term care insurance tax credits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T151912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159552819
}