{
  "year" : 2011,
  "senateBillNo" : "A3787-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3787-2011-1296104400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the automobile fraud prevention act of 2011",
  "summary" : "Enacts the automobile fraud prevention act of 2011. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A11596-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3787\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MORELLE, TITONE, HEASTIE, JEFFRIES, BARCLAY --\n         read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to enacting the  \"automo-\n         bile insurance fraud prevention act of 2011\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"automobile\n    2  insurance fraud prevention act of 2011\".\n    3    S 2. Section 5106 of the insurance law, subsection (b) as amended  and\n    4  subsection  (d)  as added by chapter 452 of the laws of 2005, is amended\n    5  to read as follows:\n    6    S 5106. Fair claims settlement. (a) (1) Payments of first party  bene-\n    7  fits  and  additional  first party benefits shall be made as the loss is\n    8  incurred.  Such benefits are overdue if  not  paid  within  thirty  days\n    9  after  the  claimant  supplies  proof  of  the  fact  and amount of loss\n   10  sustained. If proof is not supplied as to the entire claim,  the  amount\n   11  which  is  supported  by proof is overdue if not paid within thirty days\n   12  after such proof is supplied. All overdue payments shall  bear  interest\n   13  at  the  rate  of two percent per month. If a valid claim or portion was\n   14  overdue, the claimant shall also be entitled to recover  his  attorney's\n   15  reasonable  fee,  for  services necessarily performed in connection with\n   16  securing payment of the overdue claim, subject to limitations promulgat-\n   17  ed by the superintendent in regulations.\n   18    (2) THE FAILURE TO ISSUE A DENIAL OF A CLAIM WITHIN THIRTY DAYS  SHALL\n   19  NOT  PRECLUDE  THE  INSURER  OR SELF-INSURER FROM PRESENTING EVIDENCE TO\n   20  ESTABLISH THAT (A) THE SERVICES OR ITEMS BILLED FOR IN A CLAIM WERE  NOT\n   21  PROVIDED;  (B)  CERTAIN  PORTIONS OF THE CHARGES FOR SERVICES IN A CLAIM\n   22  EXCEED, BY MORE THAN TEN PERCENT, THE CHARGES PERMISSIBLE  UNDER  SCHED-\n   23  ULES  PREPARED  AND  ESTABLISHED  PURSUANT TO SUBSECTIONS (A) AND (B) OF\n   24  SECTION FIVE THOUSAND ONE HUNDRED EIGHT OF  THIS  ARTICLE,  OR  (C)  THE\n   25  EVENT  FROM WHICH THE CLAIM AROSE WAS BASED UPON AN INTENT TO DEFRAUD AN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05167-01-1\n\n       A. 3787                             2\n\n    1  INSURER OR SELF-INSURER.  NOTHING  CONTAINED  IN  THIS  PARAGRAPH  SHALL\n    2  PRECLUDE  AN  INSURER FROM CONTESTING THE EXISTENCE OF APPLICABLE INSUR-\n    3  ANCE COVERAGE FOR THE LOSS CLAIMED.\n    4    (3) AN INSURER MAY DENY A CLAIM ON THE BASIS OF LACK OF MEDICAL NECES-\n    5  SITY  NOT  LATER  THAN  SIXTY  DAYS  AFTER THE DATE UPON WHICH THE CLAIM\n    6  BECAME OVERDUE. ANY DENIAL OF A CLAIM WHICH IS  BASED  UPON  A  LACK  OF\n    7  MEDICAL  NECESSITY SHALL BE BASED UPON REVIEW BY A LICENSED PROVIDER WHO\n    8  TYPICALLY DIAGNOSES AND  PROVIDES  TREATMENT  FOR  THE  CONDITION  UNDER\n    9  REVIEW, OR TYPICALLY PROVIDES THE HEALTH CARE SERVICE OR TREATMENT UNDER\n   10  REVIEW.  COPIES  OF  ALL  REPORTS PREPARED BY A HEALTH CARE PROVIDER WHO\n   11  EXAMINES A CLAIMANT AT THE REQUEST OF AN INSURER OR REVIEWS A CLAIM  FOR\n   12  MEDICAL  BENEFITS  AT THE REQUEST OF AN INSURER SHALL BE PROVIDED TO THE\n   13  CLAIMANT, THE CLAIMANT'S ATTORNEY AND  THE  CLAIMANT'S  TREATING  HEALTH\n   14  CARE PROVIDER WITHIN THIRTY BUSINESS DAYS OF SUCH EXAMINATION OR REVIEW.\n   15    (b)  [Every  insurer shall provide a] (1) A claimant [with] SHALL HAVE\n   16  the option of submitting any dispute involving the  insurer's  liability\n   17  to  pay  first  party  benefits, or additional first party benefits, the\n   18  amount  thereof  or  any  other  matter  which  may  arise  pursuant  to\n   19  subsection  (a)  of  this  section to arbitration pursuant to simplified\n   20  procedures to be promulgated or approved  by  the  superintendent.  Such\n   21  simplified  procedures  shall  include  an expedited eligibility hearing\n   22  option, when required, to designate the insurer for first party benefits\n   23  pursuant to subsection [(d)] (F) of this section. The  expedited  eligi-\n   24  bility  hearing  option  shall be a forum for eligibility disputes only,\n   25  and shall not include the submission of any particular bill, payment  or\n   26  claim  for  any specific benefit for adjudication, nor shall it consider\n   27  any other defense to payment.\n   28    [(c)] (2) THE COMMENCEMENT OF A COURT PROCEEDING OR THE SUBMISSION  OF\n   29  A  DISPUTE TO ARBITRATION SHALL NOT PRECLUDE A CLAIMANT FROM ELECTING TO\n   30  SUBMIT OTHER DISPUTES ARISING FROM THE SAME INSTANCE OF USE OR OPERATION\n   31  OF A MOTOR VEHICLE TO THE ALTERNATE FORUM. HOWEVER, WITH  THE  EXCEPTION\n   32  OF  A  PROCEEDING  BROUGHT PURSUANT TO ARTICLE SEVENTY-FIVE OF THE CIVIL\n   33  PRACTICE LAW AND RULES, A CLAIMANT MAY NOT SUBMIT  A  DISPUTE  REGARDING\n   34  THE SAME DENIAL TO MULTIPLE FORUMS.\n   35    (3)  ARBITRATORS  ARE REQUIRED TO FOLLOW AND APPLY SUBSTANTIVE LAW. An\n   36  award by an arbitrator shall be binding except where vacated or modified\n   37  by a master arbitrator in accordance with simplified  procedures  to  be\n   38  promulgated  or  approved  by  the superintendent, WHICH SHALL OFFER THE\n   39  PARTIES THE OPPORTUNITY TO SUBMIT WRITTEN BRIEFS. The grounds for vacat-\n   40  ing or modifying an arbitrator's award by a master arbitrator shall  not\n   41  be limited to those grounds for review set forth in article seventy-five\n   42  of the civil practice law and rules AND SHALL INCLUDE FACTUAL, LEGAL AND\n   43  PROCEDURAL  ERRORS.    The award of a master arbitrator shall be binding\n   44  except for the grounds for review set forth in article  seventy-five  of\n   45  the  civil  practice  law and rules, and provided further that where the\n   46  amount of such master arbitrator's award is  five  thousand  dollars  or\n   47  greater,  exclusive  of interest and attorney's fees, the insurer or the\n   48  claimant may institute a court action to adjudicate the dispute de novo.\n   49    [(d)] (C) WITH RESPECT TO AN ACTION FOR SERIOUS PERSONAL INJURY PURSU-\n   50  ANT TO SECTION FIVE THOUSAND ONE HUNDRED FOUR OF THIS ARTICLE, THE AWARD\n   51  OF AN ARBITRATOR OR MASTER ARBITRATOR RENDERED IN A  PROCEEDING  BROUGHT\n   52  PURSUANT TO THIS ARTICLE, OTHER THAN AN AWARD PERTAINING TO THE ISSUE OF\n   53  THE  EXISTENCE  OF  INSURANCE  COVERAGE, SHALL NOT CONSTITUTE COLLATERAL\n   54  ESTOPPEL OF THE ISSUES ARBITRATED.\n   55    (D) WITH RESPECT TO AN ARBITRATION OR AN ACTION COMMENCED IN  A  COURT\n   56  OF  COMPETENT  JURISDICTION  INITIATED  TO  OBTAIN PAYMENT OF AN OVERDUE\n\n       A. 3787                             3\n\n    1  CLAIM FOR THE PAYMENT OF MEDICAL BENEFITS  PRIMA  FACIE  ENTITLEMENT  TO\n    2  BENEFITS  SHALL  BE ESTABLISHED BY FILING A VERIFICATION BY THE CLAIMANT\n    3  WITH THE ARBITRATION DEMAND OR COMPLAINT, SETTING FORTH THAT:\n    4    (1)  THE  CLAIMANT  WAS  LICENSED  TO RENDER THE SERVICES OR THE ITEMS\n    5  PROVIDED AT THE TIME THEY WERE PROVIDED;\n    6    (2) THE SERVICES WERE RENDERED OR ITEMS SUPPLIED BY THE CLAIMANT;\n    7    (3) THE SERVICES OR ITEMS WERE MEDICALLY NECESSARY, OR,  FOR  SERVICES\n    8  OR  SUPPLIES  PROVIDED PURSUANT TO PRESCRIPTION, THAT SUCH WERE PROPERLY\n    9  SUPPORTED BY A PRESCRIPTION;\n   10    (4) THE CLAIMANT RECEIVED AN ASSIGNMENT OF BENEFITS FROM  THE  INJURED\n   11  PARTY OR THE GUARDIAN OR PARENT OF THE INJURED PARTY; AND\n   12    (5)  THE  CLAIMANT  AUTHORIZED  THE PARTICULAR ATTORNEY OR LAW FIRM TO\n   13  COMMENCE THE SUIT.\n   14    (E) WITH RESPECT TO AN ACTION COMMENCED IN A COURT OF COMPETENT JURIS-\n   15  DICTION TO OBTAIN BENEFITS PURSUANT TO THIS ARTICLE:\n   16    (1) A REBUTTABLE  PRESUMPTION  OF  ADMISSIBILITY  ATTACHES  TO  CLAIMS\n   17  FORMS, DENIAL OF CLAIMS FORMS, VERIFICATION REQUESTS AND RESPONSES THER-\n   18  ETO,  WHEN  SUCH  ARE ACCOMPANIED BY AN AFFIDAVIT ESTABLISHING THAT SUCH\n   19  FORMS ARE BUSINESS RECORDS PURSUANT TO RULE FORTY-FIVE HUNDRED  EIGHTEEN\n   20  OF THE CIVIL PRACTICE LAW AND RULES.\n   21    (2)  A  REBUTTABLE  EVIDENTIARY PRESUMPTION SHALL ATTACH TO SUCH DOCU-\n   22  MENTS REFERENCED IN PARAGRAPH ONE  OF  THIS  SUBSECTION  THAT  SUCH  ARE\n   23  VALID.\n   24    (3)  A  REBUTTABLE  EVIDENTIARY PRESUMPTION SHALL ATTACH TO SUCH DOCU-\n   25  MENTS REFERENCED IN PARAGRAPH ONE OF  THIS  SUBSECTION  THAT  SUCH  WERE\n   26  MAILED TO THE ADDRESS CONTAINED THEREON, ON THE DATE CONTAINED THEREON.\n   27    (4)  A  REBUTTABLE  EVIDENTIARY  PRESUMPTION SHALL ATTACH TO PROOFS OF\n   28  PAYMENT THAT SUCH PAYMENTS WERE MADE BY THE INSURER AND RECEIVED BY  THE\n   29  PLAINTIFF.\n   30    (5)  IN  MATTERS  WHERE  THE INSURER'S DENIAL IS BASED UPON AN ALLEGED\n   31  LACK OF MEDICAL NECESSITY, A  REBUTTABLE  PRESUMPTION  OF  ADMISSIBILITY\n   32  ATTACHES TO MEDICAL REPORTS OF THE CLAIMANT'S TREATING PROVIDERS.\n   33    (6)  NOTHING  CONTAINED IN THIS SUBSECTION SHALL PRECLUDE A PARTY FROM\n   34  OFFERING EVIDENCE AT TRIAL TO REBUT ANY PRESUMPTION IN THIS  SUBSECTION,\n   35  NOR  TO PRECLUDE AN INSURER FROM OFFERING EVIDENCE AT TRIAL ON ANY MERI-\n   36  TORIOUS, NON-PRECLUDED DEFENSE TO PAYMENT OF THE BENEFITS.\n   37    (7) THE DEPOSITION OF ANY PERSON MAY BE USED BY ANY PARTY WITHOUT  THE\n   38  NECESSITY OF SHOWING UNAVAILABILITY OR SPECIAL CIRCUMSTANCES, SUBJECT TO\n   39  THE  RIGHT  OF  ANY PARTY TO MOVE PURSUANT TO SECTION THIRTY-ONE HUNDRED\n   40  THREE OF THE CIVIL PRACTICE LAW AND RULES  TO  PREVENT  ABUSE,  PROVIDED\n   41  THAT THE PARTY AGAINST WHOM THE EVIDENCE IS OFFERED HAD BEEN AFFORDED AN\n   42  OPPORTUNITY TO PARTICIPATE AND QUESTION THE WITNESS AT THE DEPOSITION.\n   43    (F)  Where  there  is reasonable belief more than one insurer would be\n   44  the source of first party benefits, the insurers may agree  among  them-\n   45  selves, if there is a valid basis therefor, that one of them will accept\n   46  and  pay  the  claim  initially. If there is no such agreement, then the\n   47  first insurer to whom notice of claim is given shall be responsible  for\n   48  payment. Any such dispute shall be resolved in accordance with the arbi-\n   49  tration  procedures  established  pursuant  to section five thousand one\n   50  hundred five of this article and regulation as promulgated by the super-\n   51  intendent, and any insurer paying first-party benefits  shall  be  reim-\n   52  bursed  by  other insurers for their proportionate share of the costs of\n   53  the claim and the allocated expenses of processing the claim, in accord-\n   54  ance with the provisions entitled \"other coverage\"  contained  in  regu-\n   55  lation  and  the provisions entitled \"other sources of first-party bene-\n   56  fits\" contained in regulation. If there is no such insurer and the motor\n\n       A. 3787                             4\n\n    1  vehicle accident occurs in this state, then an applicant who is a quali-\n    2  fied person as defined in article fifty-two of this chapter shall insti-\n    3  tute the claim against motor  vehicle  accident  indemnification  corpo-\n    4  ration.\n    5    S 3. Section 5109 of the insurance law, as added by chapter 423 of the\n    6  laws of 2005, is amended to read as follows:\n    7    S 5109. Unauthorized providers of health services. (a) The superinten-\n    8  dent[,  in  consultation with the commissioner of health and the commis-\n    9  sioner of education,] shall  by  regulation,  promulgate  standards  and\n   10  procedures  for  investigating  and  suspending or removing the authori-\n   11  zation for providers of health services to demand or request payment for\n   12  health services as specified in  paragraph  one  of  subsection  (a)  of\n   13  section  five  thousand  one  hundred  two of this article upon findings\n   14  reached after investigation pursuant to this section.  Such  regulations\n   15  shall ensure the same or greater due process provisions, [including] AND\n   16  INCLUDE notice and opportunity to be heard, as those afforded physicians\n   17  investigated  under  article  two  of  the workers' compensation law and\n   18  shall include provision for notice to all providers of  health  services\n   19  of the provisions of this section and regulations promulgated thereunder\n   20  at  least  ninety  days  in  advance of the effective date of such regu-\n   21  lations.  AS USED IN THIS SECTION,  \"HEALTH  SERVICES\"  MEANS  SERVICES,\n   22  SUPPLIES, THERAPIES OR OTHER TREATMENT AS SPECIFIED IN SUBPARAGRAPH (I),\n   23  (II) OR (IV) OF PARAGRAPH ONE OF SUBSECTION (A) OF SECTION FIVE THOUSAND\n   24  ONE HUNDRED TWO OF THIS ARTICLE.\n   25    (b)  [The  commissioner  of  health  and the commissioner of education\n   26  shall provide a list of the names of all providers  of  health  services\n   27  who  the  commissioner of health and the commissioner of education shall\n   28  deem, after  reasonable  investigation,  not  authorized  to  demand  or\n   29  request  any  payment  for medical services in connection with any claim\n   30  under this article because such] FOLLOWING THE HEARING CONDUCTED  PURSU-\n   31  ANT  TO  THE  PROCEDURES  AND  REGULATION  PROMULGATED  PURSUANT TO THIS\n   32  SECTION, THE SUPERINTENDENT MAY PROHIBIT A PROVIDER OF  HEALTH  SERVICES\n   33  FROM  DEMANDING  OR  REQUESTING PAYMENT FOR HEALTH SERVICES SUBSEQUENTLY\n   34  RENDERED UNDER THIS ARTICLE, FOR A PERIOD NOT EXCEEDING THREE YEARS,  IF\n   35  THE  SUPERINTENDENT  DETERMINES,  AFTER  NOTICE  AND  HEARING,  THAT THE\n   36  provider of health services:\n   37    (1) has ADMITTED TO, OR been FOUND guilty of, professional [or  other]\n   38  misconduct  [or  incompetency],  AS  DEFINED  IN  THE  EDUCATION LAW, in\n   39  connection with [medical] HEALTH services rendered under  this  article;\n   40  or\n   41    (2)  has  exceeded the limits of his or her professional competence in\n   42  rendering medical care under this article or has knowingly made a  false\n   43  statement  or representation as to a material fact in any medical report\n   44  made in connection with any claim under this article; or\n   45    (3) solicited, or has employed  another  to  solicit  for  himself  or\n   46  herself  or  for another, professional treatment, examination or care of\n   47  an injured person in connection with any claim under this article; or\n   48    (4) has refused to appear before, or to answer upon  request  of,  the\n   49  [commissioner  of  health, the] superintendent[,] or any duly authorized\n   50  officer of the state, any legal question,  or  REFUSED  to  produce  any\n   51  relevant information concerning [his or her] THE conduct OF THE PROVIDER\n   52  OF  HEALTH  SERVICES  in  connection  with  [rendering  medical]  HEALTH\n   53  services RENDERED under this article; or\n   54    (5) has engaged  in  [patterns]  A  PATTERN  of  billing  for:  HEALTH\n   55  services  [which were not provided.] ALLEGED TO HAVE BEEN RENDERED UNDER\n   56  THIS ARTICLE, WHEN THE HEALTH SERVICES WERE NOT RENDERED, PROVIDED  THAT\n\n       A. 3787                             5\n\n    1  THIS  SHALL  NOT  BE CONSTRUED TO APPLY TO GOOD FAITH DISPUTES REGARDING\n    2  THE APPROPRIATENESS OF A PARTICULAR CODING TO  DESCRIBE  A  HEALTH  CARE\n    3  SERVICE; OR\n    4    (6)  UTILIZED  UNLICENSED PERSONS TO RENDER HEALTH SERVICES UNDER THIS\n    5  ARTICLE, WHEN ONLY A PERSON LICENSED IN THIS STATE MAY RENDER THE HEALTH\n    6  SERVICES; OR\n    7    (7) UTILIZED LICENSED PERSONS TO RENDER  HEALTH  SERVICES  UNDER  THIS\n    8  ARTICLE,  WHEN  RENDERING  THE  HEALTH SERVICES IS BEYOND THE AUTHORIZED\n    9  SCOPE OF THE LICENSE OF SUCH PERSON; OR\n   10    (8) UNLAWFULLY CEDED OWNERSHIP, OPERATION OR  CONTROL  OF  A  BUSINESS\n   11  ENTITY AUTHORIZED TO PROVIDE PROFESSIONAL HEALTH SERVICES IN THIS STATE,\n   12  INCLUDING BUT NOT LIMITED TO A PROFESSIONAL SERVICE CORPORATION, PROFES-\n   13  SIONAL  LIMITED  LIABILITY COMPANY OR REGISTERED LIMITED LIABILITY PART-\n   14  NERSHIP, TO A PERSON NOT LICENSED TO RENDER THE  HEALTH  SERVICES  WHICH\n   15  THE ENTITY IS LEGALLY AUTHORIZED TO PROVIDE; OR\n   16    (9)  COMMITTED A FRAUDULENT INSURANCE ACT AS DEFINED IN SECTION 176.05\n   17  OF THE PENAL LAW; OR\n   18    (10) HAS BEEN CONVICTED OF A CRIME INVOLVING FRAUDULENT  OR  DISHONEST\n   19  PRACTICES; OR\n   20    (11) HAS, AFTER WARNING BY THE SUPERINTENDENT, ENGAGED IN A PATTERN OF\n   21  UNLAWFULLY  ATTEMPTING  TO  COLLECT PAYMENT DIRECTLY FROM THE PATIENT OR\n   22  ELIGIBLE PERSON FOR SERVICES  RENDERED  UNDER  THIS  ARTICLE  WHEN  SUCH\n   23  ATTEMPTS VIOLATE THE TERMS OF AN ENFORCEABLE ASSIGNMENT OF BENEFITS.\n   24    (c)  [Providers]  THE  SUPERINTENDENT  SHALL BY REGULATION DEVELOP DUE\n   25  PROCESS PROCEDURES TO  ASSURE  A  HEALTH  PROVIDER  ACCUSED  UNDER  THIS\n   26  SECTION  HAS  APPROPRIATE  NOTICE, AN OPPORTUNITY FOR A FAIR HEARING AND\n   27  APPEAL PRIOR TO A DETERMINATION THAT THE HEALTH PROVIDER  MAY  NOT  BILL\n   28  FOR  SERVICES  UNDER  THIS  SECTION. A PROVIDER of health services shall\n   29  [refrain from subsequently  treating  for  remuneration,  as  a  private\n   30  patient,  any  person  seeking  medical treatment] NOT DEMAND OR REQUEST\n   31  PAYMENT FOR ANY HEALTH SERVICES under this  article  [if  such  provider\n   32  pursuant  to this section has been prohibited from demanding or request-\n   33  ing any payment for medical services  under  this  article.  An  injured\n   34  claimant  so  treated  or  examined may raise this as] THAT ARE RENDERED\n   35  DURING THE TERM OF THE PROHIBITION ORDERED BY THE SUPERINTENDENT  PURSU-\n   36  ANT  TO  SUBSECTION  (B) OF THIS SECTION. THE PROHIBITION ORDERED BY THE\n   37  SUPERINTENDENT MAY BE a defense in any action by [such] THE provider  OF\n   38  HEALTH  SERVICES  for  payment  for [treatment] HEALTH SERVICES rendered\n   39  PURSUANT TO THIS ARTICLE at  any  time  after  such  provider  has  been\n   40  prohibited  from  demanding  or  requesting  payment  for [medical] SUCH\n   41  HEALTH services in connection with any claim under this article.\n   42    (d) The [commissioner of health and  the  commissioner  of  education]\n   43  SUPERINTENDENT shall maintain and regularly update a database containing\n   44  a  list  of providers of health services prohibited by this section from\n   45  demanding or requesting any payment [for health services connected to  a\n   46  claim] RENDERED under this article and shall make [such] THE information\n   47  available  to  the  public  [by  means  of  a website and by a toll free\n   48  number].\n   49    (e) THE SUPERINTENDENT MAY LEVY A CIVIL PENALTY  NOT  EXCEEDING  FIFTY\n   50  THOUSAND DOLLARS ON ANY PROVIDER OF HEALTH SERVICES THAT THE SUPERINTEN-\n   51  DENT  PROHIBITS FROM DEMANDING OR REQUESTING PAYMENT FOR HEALTH SERVICES\n   52  PURSUANT TO SUBSECTION (B) OF THIS SECTION. ANY  CIVIL  PENALTY  IMPOSED\n   53  FOR  A  FRAUDULENT  INSURANCE  ACT,  AS DEFINED IN SECTION 176.05 OF THE\n   54  PENAL LAW, SHALL BE LEVIED PURSUANT TO ARTICLE FOUR OF THIS CHAPTER.\n   55    (F) Nothing in this section shall be  construed  as  limiting  in  any\n   56  respect the powers and duties of the commissioner of health, commission-\n\n       A. 3787                             6\n\n    1  er  of  education  or  the  superintendent  to  investigate instances of\n    2  misconduct by a [health care] provider [and, after a  hearing  and  upon\n    3  written  notice  to  the provider, to temporarily prohibit a provider of\n    4  health  services  under  such investigation from demanding or requesting\n    5  any payment for medical services under this article  for  up  to  ninety\n    6  days from the date of such notice] OF HEALTH SERVICES AND TAKE APPROPRI-\n    7  ATE  ACTION  PURSUANT  TO ANY OTHER PROVISION OF LAW. A DETERMINATION OF\n    8  THE SUPERINTENDENT PURSUANT TO SUBSECTION (B) OF THIS SECTION SHALL  NOT\n    9  BE BINDING UPON THE COMMISSIONER OF HEALTH OR THE COMMISSIONER OF EDUCA-\n   10  TION  IN  A  PROFESSIONAL  DISCIPLINE  PROCEEDING  RELATING  TO THE SAME\n   11  CONDUCT.\n   12    S 4. Subsection (d) of section 5102 of the insurance law,  as  amended\n   13  by chapter 955 of the laws of 1984, is amended to read as follows:\n   14    (d) \"Serious  injury\"  means a personal injury which results in death;\n   15  dismemberment; significant disfigurement; a fracture; loss of a fetus; A\n   16  COMPLETE TEAR OR RUPTURE OF A  NERVE,  TENDON,  LIGAMENT,  CARTILAGE  OR\n   17  MUSCLE;  A  TEAR,  RUPTURE  OR IMPINGEMENT OF A NERVE, TENDON, LIGAMENT,\n   18  CARTILAGE OR MUSCLE WHICH RESULTS IN A SIGNIFICANT IMPAIRMENT OF A  BODY\n   19  ORGAN,  MEMBER,  FUNCTION  OR  SYSTEM;  permanent  loss of use of a body\n   20  organ, member, function or system; permanent consequential limitation of\n   21  use of a body organ or member; significant limitation of use of  a  body\n   22  function  or system; or a medically determined injury or impairment of a\n   23  non-permanent nature which prevents the injured person  from  performing\n   24  substantially  all  of  the material acts which constitute such person's\n   25  usual and customary daily activities  for  not  less  than  ninety  days\n   26  during  the one hundred eighty days immediately following the occurrence\n   27  of the injury or impairment.\n   28    S 5. Subsection (j) of section 3420 of the insurance law is amended by\n   29  adding a new paragraph 4 to read as follows:\n   30    (4) THE TERM \"COVERED PERSON\" AS USED IN THIS ARTICLE SHALL  MEAN  ANY\n   31  PEDESTRIAN INJURED THROUGH THE USE OR OPERATION OF, OR ANY OWNER, OPERA-\n   32  TOR  OR  OCCUPANT  OF, A MOTOR VEHICLE WHICH HAS IN EFFECT THE FINANCIAL\n   33  SECURITY REQUIRED BY ARTICLE SIX OR EIGHT OF THE VEHICLE AND TRAFFIC LAW\n   34  OR WHICH IS REFERRED TO IN SUBDIVISION  TWO  OF  SECTION  THREE  HUNDRED\n   35  TWENTY-ONE  OF  SUCH  LAW;  OR  ANY OTHER PERSON ENTITLED TO FIRST PARTY\n   36  BENEFITS. FOR THE PURPOSES OF THIS ARTICLE, \"COVERED PERSON\" SHALL  ALSO\n   37  INCLUDE  ANY PERSON INJURED AS THE RESULT OF A STAGED, PLANNED OR INTEN-\n   38  TIONAL ACCIDENT, PROVIDED THAT SUCH PERSON IS NOT A PERPETRATOR OF OR  A\n   39  KNOWING PARTICIPANT IN THE STAGING OR PLANNING OF THE ACCIDENT.\n   40    S  6.  Section  5202  of  the insurance law is amended by adding a new\n   41  subsection (m) to read as follows:\n   42    (M) \"COVERED PERSON\" MEANS ANY PEDESTRIAN INJURED THROUGH THE  USE  OR\n   43  OPERATION  OF,  OR  ANY  OWNER, OPERATOR OR OCCUPANT OF, A MOTOR VEHICLE\n   44  WHICH HAS IN EFFECT THE FINANCIAL SECURITY REQUIRED BY  ARTICLE  SIX  OR\n   45  EIGHT OF THE VEHICLE AND TRAFFIC LAW OR WHICH IS REFERRED TO IN SUBDIVI-\n   46  SION  TWO  OF SECTION THREE HUNDRED TWENTY-ONE OF SUCH LAW; OR ANY OTHER\n   47  PERSON ENTITLED TO FIRST PARTY BENEFITS. FOR THE PURPOSES OF THIS  ARTI-\n   48  CLE,  \"COVERED  PERSON\"  SHALL  ALSO  INCLUDE  ANY PERSON INJURED AS THE\n   49  RESULT OF A STAGED, PLANNED OR INTENTIONAL ACCIDENT, PROVIDED THAT  SUCH\n   50  PERSON  IS  NOT A PERPETRATOR OF OR A KNOWING PARTICIPANT IN THE STAGING\n   51  OR PLANNING OF THE ACCIDENT.\n   52    S 7. This act shall take effect immediately; provided that:\n   53    (a) section two of this act shall apply to benefits  initiated  on  or\n   54  after  the  one hundred eightieth day after this act shall have become a\n   55  law; and\n\n       A. 3787                             7\n\n    1    (b) sections three, five and six of this act shall take effect on  the\n    2  one hundred eightieth day after it shall have become a law provided that\n    3  the  superintendent  of insurance shall immediately promulgate rules and\n    4  regulations pursuant to section 5109 of the insurance law as amended  by\n    5  section  three  of  this act and sections five and six of this act shall\n    6  apply to all new policies and policies  that  are  renewed  or  modified\n    7  after such one hundred eightieth day.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to enacting the \"automobile insurance fraud prevention act of 2011\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T151912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159552815
}