{
  "year" : 2011,
  "senateBillNo" : "A3781-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3781-2011-1296104400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Pertains to the effect and rebuttal of certain medical presumptions relating to heart disease",
  "summary" : "Pertains to the effect and rebuttal of certain medical presumptions relating to heart disease. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "A7796-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3781\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE -- read once and referred to the Committee\n         on Governmental Employees\n\n       AN  ACT  to amend the retirement and social security law, in relation to\n         certain medical presumptions applicable to members  of  the  New  York\n         state and local employees' retirement system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 363-a of the retirement and social\n    2  security law, as amended by chapter 967 of the laws of 1974, is  amended\n    3  to read as follows:\n    4    2.  Notwithstanding  any  provision of this chapter or of any general,\n    5  special or local law to the contrary, any  condition  of  impairment  of\n    6  health caused by diseases of the heart, resulting in disability or death\n    7  to  a  policeman,  presently employed, and who shall have sustained such\n    8  disability while so employed, shall be presumptive evidence that [is] IT\n    9  was incurred in the performance and discharge of duty  AND  THE  NATURAL\n   10  AND  PROXIMATE  RESULT  OF AN ACCIDENT, unless the contrary be proved by\n   11  competent evidence.\n   12    S 2. The retirement and social security law is amended by adding a new\n   13  section 809 to read as follows:\n   14    S 809. EFFECT AND REBUTTAL OF CERTAIN MEDICAL PRESUMPTIONS  PERTAINING\n   15  TO  DISEASES OF THE HEART. A. THIS SECTION SHALL APPLY TO CERTAIN APPLI-\n   16  CATIONS FOR DISABILITY RETIREMENT ALLOWANCES MADE BY OR ON BEHALF  OF  A\n   17  MEMBER  OF  THE NEW YORK STATE AND LOCAL EMPLOYEES' RETIREMENT SYSTEM OR\n   18  THE NEW YORK STATE AND LOCAL POLICE AND  FIRE  RETIREMENT  SYSTEM.    IT\n   19  SHALL  APPLY ONLY TO APPLICATIONS THAT ARE SUBJECT UNDER THIS CHAPTER TO\n   20  A PROVISION THAT ANY CONDITION OF  IMPAIRMENT  OF  HEALTH  CAUSED  BY  A\n   21  DISEASE  OF  THE  HEART,  RESULTING  IN DISABILITY, SHALL BE PRESUMPTIVE\n   22  EVIDENCE THAT SUCH  DISABILITY  WAS  INCURRED  IN  THE  PERFORMANCE  AND\n   23  DISCHARGE OF DUTY AND THE NATURAL AND PROXIMATE RESULT OF AN ACCIDENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05558-02-1\n\n       A. 3781                             2\n\n    1    B.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW TO THE CONTRARY AN\n    2  APPLICATION FOR AN ACCIDENTAL DISABILITY RETIREMENT  ALLOWANCE  THAT  IS\n    3  BASED  ON A PERMANENT INCAPACITY CAUSED BY A DISEASE OF THE HEART, SHALL\n    4  NOT BE REQUIRED TO ALLEGE OR ESTABLISH:\n    5    (1) THAT THE MEMBER SUSTAINED AN ACCIDENT OR OTHER INCIDENT RELATED TO\n    6  THE PERFORMANCE AND DISCHARGE OF DUTY; OR\n    7    (2) THAT NOTICE WAS PROVIDED THEREOF.\n    8    C.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW TO THE CONTRARY, THE\n    9  PRESUMPTIONS REFERRED TO  IN  SUBDIVISION  A  OF  THIS  SECTION  MAY  BE\n   10  REBUTTED  ONLY  BY  COMPETENT  EVIDENCE  THAT  THE DISABILITY IS NOT THE\n   11  NATURAL AND PROXIMATE RESULT OF THE PERFORMANCE AND DISCHARGE OF DUTY.\n   12    S 3. The amendment made to subdivision  2  of  section  363-a  of  the\n   13  retirement  and social security law by section one of this act shall not\n   14  affect, impair or invalidate any temporary right, privilege  or  benefit\n   15  conferred  pursuant to the provisions of a general, special or local law\n   16  (other than pursuant to articles 14 and 15 of the retirement and  social\n   17  security  law)  for  any member of a public retirement system or pension\n   18  plan funded by the state or one of its political subdivisions, nor shall\n   19  any amendment thereto affect  the  application  of  such  provisions  as\n   20  extended  by  the provisions of section 480 of the retirement and social\n   21  security law.\n   22    S 4. This act shall take effect immediately.\n         FISCAL NOTE.--Pursuant to Legislative Law, Section 50:\n         This bill would amend  the  Retirement  and  Social  Security  Law  in\n       relation  to  heart  disease related disabilities for members in the New\n       York State and Local Employees' Retirement System  (ERS)  who  currently\n       have  heart  presumptions  that reference an accident and all members in\n       the New York State and Local Police and Fire Retirement  System  (PFRS).\n       It would grant accidental disability benefits for heart cases by deeming\n       such disabilities to have been sustained in the performance of duty, and\n       the  natural and proximate result of an accident, unless the contrary be\n       proven by competent evidence. Further, the same criteria that exist  for\n       determining accidental death benefits for firefighters would be extended\n       to police officers.\n         If  this bill is enacted, more accidental disability benefits would be\n       granted. The estimated increase in the annual contributions to the State\n       of New York would be approximately $700,000 for  its  PFRS  members  and\n       approximately $1.2 million for its Unified Court Officers. The increases\n       in  annual  contributions  for  the  participating employers in the PFRS\n       would be approximately $2.2 million. The increases  in  annual  contrib-\n       utions for ERS counties that have elected the provisions of Article 14-B\n       for  their  sheriffs  with a date of membership prior to January 1, 1985\n       would be less than 0.1% of salary. The increase in annual  contributions\n       for  the  Town of Tonawanda would be less than 0.1% of the salary of its\n       paramedics.\n         This estimate, dated November 17, 2010,  and  intended  for  use  only\n       during the 2011 Legislative Session, is Fiscal Note No. 2011-20 prepared\n       by the Actuary for the NYS&LERS and NYS&LPFRS.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to certain medical presumptions applicable to members of the New York state and local employees' retirement system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T144906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157746136
}