{
  "year" : 2011,
  "senateBillNo" : "A3786-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3786-2011-1296104400000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to structured settlements",
  "summary" : "Provides that a claimant shall have a claimant's structured settlement broker to objectively review the terms of the agreement and ensure that they are in the best interests of the claimant. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "A11425-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3786\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MORELLE, HOYT -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the general obligations law, in relation  to  structured\n         settlements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  that  the continued availability and use of structured settle-\n    3  ment agreements which  provide  plaintiffs  with  periodic  payments  in\n    4  satisfaction  of a tortious claim or worker's compensation claim in lieu\n    5  of a lump sum payment is of paramount importance to the public policy of\n    6  this state which recognizes that injured persons have a right  to  money\n    7  damages  when  injured  by  the negligent acts or statutorily recognized\n    8  acts of others. It has long been concluded that spreading out large lump\n    9  sum awards over the life of a claimant and in some  cases,  his  or  her\n   10  dependents, can be in their best interest provided there is full disclo-\n   11  sure  of all the terms of the settlement agreement. By the terms of this\n   12  act, such public policy will now be enhanced by permitting an  objective\n   13  review  of  the terms of the funding mechanism by the personal represen-\n   14  tative of the claimant, a representative who is obligated  only  to  the\n   15  claimant  and  his  or  her  best  interest. Long standing public policy\n   16  demands full and proper disclosure to a claimant of  the  viability  and\n   17  reliability of the party who will actually be making the payments agreed\n   18  upon,  and  in the spirit of transparency and full and proper disclosure\n   19  the legislature recognizes the right of a claimant to  the  professional\n   20  services  of  an  agent  or  broker  who represents only his or her best\n   21  interest, and not the best interest of the insurer. By enactment of  the\n   22  provisions  of this act, the legislature believes that the playing field\n   23  will be now leveled as it applies to a claimant's right to equal  repre-\n   24  sentation  and  in  doing so it recognizes the rights of a claimant with\n   25  respect to the acquisition of a  funding  mechanism  or  issuer  of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05169-01-1\n\n       A. 3786                             2\n\n    1  pertinent  annuity  policy  are  just  as important as the rights of the\n    2  provider of the periodic payments.\n    3    S  2.  Section  5-1701  of  the  general obligations law is amended by\n    4  adding a new subdivision (a-1) to read as follows:\n    5    (A-1) \"CLAIMANT'S  STRUCTURED  BROKER\"  MEANS  A  PERSON  SECURED  AND\n    6  APPOINTED  BY THE CLAIMANT, OR BY THE CLAIMANT'S LEGAL REPRESENTATIVE ON\n    7  BEHALF OF A CLAIMANT, TO REPRESENT  SUCH  CLAIMANT'S  INTERESTS  IN  THE\n    8  ACQUISITION  OF A FUNDING MECHANISM FOR A STRUCTURED SETTLEMENT, INCLUD-\n    9  ING BUT NOT LIMITED TO THE ACQUISITION OF AN ANNUITY POLICY FROM A  LIFE\n   10  INSURER WHICH WILL BE USED TO FUND THE PERIODIC PAYMENTS PROVIDED FOR IN\n   11  A SETTLEMENT AGREEMENT.\n   12    S  3. Subdivision (e) of section 5-1702 of the general obligations law\n   13  is relettered subdivision (f) and a new subdivision (e) is added to read\n   14  as follows:\n   15    (E) A STATEMENT IN BOLD PRINT THAT THE CLAIMANT IS ENTITLED TO  SECURE\n   16  THE  SERVICES  OF  A  CLAIMANT'S  STRUCTURED SETTLEMENT BROKER WHO SHALL\n   17  REPRESENT THE CLAIMANT IN  THE  ACQUISITION  BY  THE  DEFENDANT  OR  THE\n   18  DEFENDANT'S  INSURER OF THE FUNDING MECHANISM, INCLUDING BUT NOT LIMITED\n   19  TO AN ANNUITY POLICY FROM A LIFE INSURER USED TO FUND PERIODIC  PAYMENTS\n   20  PROVIDED FOR IN A SETTLEMENT AGREEMENT; AND\n   21    S  4.  The  general obligations law is amended by adding a new section\n   22  5-1702-a to read as follows:\n   23    S 5-1702-A. CLAIMANT'S RIGHT TO SECURE THE SERVICES  OF  A  STRUCTURED\n   24  SETTLEMENT  BROKER. (A) IN NEGOTIATING A STRUCTURED SETTLEMENT OF CLAIMS\n   25  BROUGHT BY OR ON BEHALF OF A CLAIMANT WHO IS DOMICILED  IN  THIS  STATE,\n   26  THE  CLAIMANT  SHALL HAVE THE ABSOLUTE RIGHT TO SECURE THE SERVICES OF A\n   27  CLAIMANT'S STRUCTURED SETTLEMENT BROKER. IT SHALL BE  THE  DUTY  OF  THE\n   28  CLAIMANT'S ATTORNEY AND IF HE/SHE IS NOT REPRESENTED BY AN ATTORNEY, THE\n   29  COURT  APPROVING THE SETTLEMENT, TO ADVISE THE CLAIMANT OF THIS RIGHT AT\n   30  ANY TIME AN OFFER OF SETTLEMENT IS MADE  BY  THE  DEFENDANT  OR  ON  THE\n   31  DEFENDANT'S BEHALF WHICH INCLUDES A STRUCTURED SETTLEMENT.\n   32    (B)  THE  CLAIMANT'S  STRUCTURED SETTLEMENT BROKER SHALL REPRESENT THE\n   33  CLAIMANT IN DETERMINING THE FUNDING MECHANISM TO BE USED IN SUPPORT OF A\n   34  STRUCTURED  SETTLEMENT  AGREEMENT,  AND  WHERE  SUCH  FUNDING  MECHANISM\n   35  INVOLVES  THE  ACQUISITION AND USE OF AN ANNUITY POLICY USED TO FUND THE\n   36  PERIODIC PAYMENTS. NO SUCH FUNDING MECHANISM SHALL BE AGREED UPON AND NO\n   37  SUCH POLICY SHALL BE APPROVED TO FUND ANY  SETTLEMENT  AGREEMENT  UNLESS\n   38  THE  CLAIMANT'S STRUCTURED SETTLEMENT BROKER HAS BEEN NOTIFIED OF ALL OF\n   39  THE DETAILS OF THE AGREEMENT, BEEN PROVIDED WITH A COPY OF THE  CONTRACT\n   40  TO BE AGREED TO BY THE CLAIMANT AND THE FUNDING MECHANISM, AND WHERE THE\n   41  AGREEMENT  IS TO BE FUNDED BY AN ANNUITY, A COPY OF THE POLICY, AND THAT\n   42  THE CLAIMANT'S APPOINTED STRUCTURED SETTLEMENT BROKER HAS  APPROVED  ALL\n   43  THE  TERMS  THEREOF  AS  BEING IN THE BEST INTEREST OF THE CLAIMANT. ANY\n   44  SUCH FUNDING MECHANISM OR ANNUITY POLICY MAY BE SECURED FROM ANY  QUALI-\n   45  FIED  INSURER  WHICH  MAY  BE  RECOMMENDED  BY THE CLAIMANT'S STRUCTURED\n   46  SETTLEMENT BROKER, AND NO SUCH SOURCE OR INSURER SHALL  BE  DISQUALIFIED\n   47  SOLELY  BECAUSE  OF  THE  RECOMMENDATION  SO  MADE.   WHERE AN AGREEMENT\n   48  PROVIDING FOR THE SAME CANNOT BE AGREED TO BY THE PARTIES PRIOR  TO  ITS\n   49  FINAL  APPROVAL  OF  THE SETTLEMENT AGREEMENT, THE CLAIMANT MAY, THROUGH\n   50  THE CLAIMANT'S SETTLEMENT BROKER, DESIGNATE A SOURCE OR INSURER  OF  HIS\n   51  CHOICE TO SO FUND THE AGREEMENT.\n   52    (C)  THE FEE OR COMMISSION, HOWEVER IDENTIFIED, TO BE PAID TO A CLAIM-\n   53  ANT'S STRUCTURED SETTLEMENT BROKER SHALL NOT BE  A  SEPARATE  AND  ADDI-\n   54  TIONAL FEE PAID BY THE CLAIMANT FROM ANY PART OF THE AMOUNT OF THE CLAIM\n   55  SETTLED,  BUT  SHALL  BE  PAID  FROM THE AMOUNT OF THE FEE OR COMMISSION\n   56  WHICH WOULD BE PAID BY THE ISSUER OF THE FUNDING  MECHANISM  OR  ANNUITY\n\n       A. 3786                             3\n\n    1  POLICY. NO DEFENDANT OR ITS INSURER SHALL REFUSE TO ENTER INTO AN AGREE-\n    2  MENT  PROVIDING  FOR A STRUCTURED SETTLEMENT WHEREIN A FUNDING MECHANISM\n    3  OR ANNUITY POLICY WILL BE ISSUED TO FUND THE SETTLEMENT AGREEMENT, SOLE-\n    4  LY  ON  THE  GROUNDS  THAT  THE  CLAIMANT IS REPRESENTED BY A CLAIMANT'S\n    5  STRUCTURED SETTLEMENT BROKER. NOTWITHSTANDING  ANY  OTHER  PROVISION  OF\n    6  LAW,  A  CLAIMANT'S  STRUCTURED SETTLEMENT BROKER SHALL BE ENTITLED TO A\n    7  SHARE OF THE COMMISSION WHICH IS OTHERWISE PAID IN CONNECTION  WITH  THE\n    8  ACQUISITION  OF A FUNDING MECHANISM OR THE ISSUANCE OF AN ANNUITY POLICY\n    9  IN AN AMOUNT AGREED TO  BETWEEN  THE  CLAIMANT'S  STRUCTURED  SETTLEMENT\n   10  BROKER  AND THE BROKER DESIGNATED AS REPRESENTING THE DEFENDANT OR THEIR\n   11  INSURER IN THE PURCHASE OF A FUNDING MECHANISM OR ANNUITY. IF  THERE  IS\n   12  NO  SUCH  AGREEMENT,  THE  CLAIMANT'S  DESIGNATED  STRUCTURED SETTLEMENT\n   13  BROKER WILL BE ENTITLED TO AN AMOUNT WHICH  IS  ONE-HALF  OF  THE  TOTAL\n   14  STATUTORY  COMMISSION  WHICH  WOULD OTHERWISE BE PAID IN CONNECTION WITH\n   15  SUCH ACQUISITION OR ISSUANCE. IN NO EVENT, SHALL ANY STRUCTURED  SETTLE-\n   16  MENT  BROKER  LICENSED  AND APPOINTED BY AN INSURER OF THIS STATE, ENTER\n   17  INTO ANY SUPPLEMENTAL AGREEMENT NOT DISCLOSED TO THE  CLAIMANT  AND  THE\n   18  COURT,  WHETHER  ORALLY  OR IN WRITING, WHICH AGREEMENT PROVIDES FOR THE\n   19  PAYMENT OF, OR PAYS ANY AMOUNT OR SHARE  OF  A  COMMISSION  INCONSISTENT\n   20  WITH,  OR  IN  DEFERENCE  TO,  THAT AMOUNT PROVIDED FOR IN THE FOREGOING\n   21  PROVISIONS OF THIS SUBDIVISION,  NOR  SHALL  ANY  FUNDING  MECHANISM  OR\n   22  INSURER  ISSUING THE ANNUITY PROVIDE ANY ADDITIONAL INCENTIVES, CONTRIB-\n   23  UTIONS, GIFTS OF MONEY OR IN KIND CONTRIBUTIONS,  EITHER  PRIOR  TO,  OR\n   24  AFTER  ENTERING  SUCH  AGREEMENT  AS  AN  INDUCEMENT TO THE AGREEMENT SO\n   25  PROVIDED.\n   26    (D) NOTHING IN THIS SECTION SHALL IN ANY WAY BE DEEMED OR  INTERPRETED\n   27  AS  TRANSFERRING AN OWNERSHIP RIGHT IN THE ANNUITY POLICY TO A CLAIMANT,\n   28  AND ANY ADVANTAGES OR CONSIDERATIONS WITH RESPECT TO THE  TAXABILITY  OF\n   29  PERIODIC  PAYMENTS PURSUANT TO STATE OR FEDERAL LAW SHALL NOT BE ALTERED\n   30  OR AFFECTED BY THE PROVISIONS OF THIS SECTION. ANY TAX BENEFITS EXISTING\n   31  ON THE EFFECTIVE DATE OF THIS SECTION SHALL BE CONTINUED IN  FULL  FORCE\n   32  AND EFFECT AS IF THE PROVISIONS OF THIS SECTION HAD NOT BEEN ENACTED.\n   33    S  5.  This  act shall take effect on the thirtieth day after it shall\n   34  have become a law and shall apply to  structured  settlement  agreements\n   35  entered into on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to structured settlements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T144906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157746134
}