{
  "year" : 2011,
  "senateBillNo" : "A3782-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3782-2011-1296104400000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands definition of service contracts to include contracts made by a supplier or seller of a service for repair of cracks or chips in a motor vehicle windshield",
  "summary" : "Expands definition of service contracts to include contracts made by a supplier or seller of a service for repair of cracks or chips in a motor vehicle windshield and for repair or removal of dents, dings or creases from a motor vehicle without affecting the existing paint finish. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A8206-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3782\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the insurance law, in relation to service contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (k)  of section 7902 of the insurance law, as\n    2  amended by chapter 264 of the laws  of  2006,  is  amended  to  read  as\n    3  follows:\n    4    (k)  \"Service  contract\" means a contract or agreement, for a separate\n    5  or additional consideration, for a  specific  duration  to  perform  the\n    6  repair,  replacement  or maintenance of property, or indemnification for\n    7  repair, replacement or maintenance, due to  a  defect  in  materials  or\n    8  workmanship  or  wear and tear, with or without additional provision for\n    9  indemnity payments for incidental damages, provided any  such  indemnity\n   10  payment per incident shall not exceed the purchase price of the property\n   11  serviced.    Service  contracts may include towing, rental and emergency\n   12  road service, and may also provide for the repair, replacement or  main-\n   13  tenance  of  property  for  damage resulting from power surges and acci-\n   14  dental  damage  from  handling.  Service  contracts  may  also   include\n   15  contracts  to  repair,  replace  or  maintain residential appliances and\n   16  systems. Such term shall also mean a contract or agreement made  (1)  by\n   17  or  for the manufacturer or seller of a motor vehicle tire for repair or\n   18  replacement of the tire or wheel as the result of damage arising from  a\n   19  road  hazard,  (2)  BY  OR  FOR  THE SUPPLIER OR SELLER OF A SERVICE FOR\n   20  REPAIR OF CHIPS OR CRACKS IN A MOTOR VEHICLE WINDSHIELD, BUT NOT INCLUD-\n   21  ING SERVICES THAT INVOLVE THE REPLACEMENT OF THE ENTIRE WINDSHIELD,  AND\n   22  (3)  BY OR FOR THE SUPPLIER OR SELLER OF A SERVICE FOR REPAIR OR REMOVAL\n   23  OF DENTS, DINGS OR CREASES FROM A MOTOR VEHICLE  WITHOUT  AFFECTING  THE\n   24  EXISTING  PAINT  FINISH  USING PAINTLESS DENT REPAIR TECHNIQUES, BUT NOT\n   25  INCLUDING SERVICES THAT INVOLVE THE REPLACEMENT OF VEHICLE BODY  PANELS,\n   26  OR SANDING, BONDING OR PAINTING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05426-01-1\n\n       A. 3782                             2\n\n    1    S  2. Subsection (a) of section 7903 of the insurance law, as added by\n    2  chapter 614 of the laws of 1997, is amended to read as follows:\n    3    (a)  [Nothwithstanding]  NOTWITHSTANDING  any  other provision of this\n    4  chapter to the contrary, the marketing, sale, offering for  sale,  issu-\n    5  ance,  making, proposing to make and administration of service contracts\n    6  by any provider, administrator or other person, shall be exempt from all\n    7  other provisions of this chapter. A provider may, but  is  not  required\n    8  to, appoint an administrator or other designee to be responsible for any\n    9  or  all  of  the administration of service contracts and compliance with\n   10  this article.  NOTWITHSTANDING ANY OTHER PROVISION OF  THIS  ARTICLE,  A\n   11  PROVIDER  OF  A SERVICE CONTRACT, AS DEFINED IN PARAGRAPHS TWO AND THREE\n   12  OF SUBSECTION (K) OF SECTION SEVEN THOUSAND NINE  HUNDRED  TWO  OF  THIS\n   13  ARTICLE,  SHALL,  AT LEAST THIRTY DAYS PRIOR TO THE EFFECTIVE DATE OF AN\n   14  INITIAL PROVIDER FEE, OR A CHANGE IN A PROVIDER FEE, FILE THE AMOUNT  OF\n   15  THE  PROVIDER  FEE WITH THE SUPERINTENDENT AND SUCH FILING SHALL BE OPEN\n   16  TO PUBLIC INSPECTION; AND PROVIDED FURTHER THAT THE PROVIDER  FEE  SHALL\n   17  NOT EXCEED THE AMOUNT FILED.\n   18    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to service contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T145411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296158051298
}