{
  "year" : 2011,
  "senateBillNo" : "A3785-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3785-2011-1296104400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to licensing and authorizing new lines of insurance; repealer",
  "summary" : "Relates to licensing and authorizing new lines of insurance; requires independent adjusters to complete pre-licensing and continuing education courses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA7129-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3785\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, SPANO, REILLY -- Multi-Sponsored by --\n         M. of A. BING, DESTITO, GALEF, MAGEE -- read once and referred to  the\n         Committee on Insurance\n\n       AN  ACT  to  amend  the  insurance  law,  in relation to modernizing the\n         licensing process by creating three new lines of authority,  requiring\n         entities  seeking  to  provide  insurance  agent  and broker licensing\n         courses to file for approval with  the  superintendent  of  insurance,\n         requiring independent adjusters to complete pre-licensing and continu-\n         ing  education  courses,  granting the superintendent of insurance the\n         authority to require an applicant for an article 21 license to  submit\n         his  or her fingerprints, and permitting the licensing of non-resident\n         adjusters on a reciprocal basis; and to repeal certain  provisions  of\n         such law relating to licensing of adjusters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 2 of subsection (a) of section 2101 of the insur-\n    2  ance law, as amended by chapter 687 of the laws of 2003, is  amended  to\n    3  read as follows:\n    4    (2)  [employees] AN EMPLOYEE of [insurers] AN INSURER, fraternal bene-\n    5  fit [societies] SOCIETY, or health maintenance [organizations] ORGANIZA-\n    6  TION or [organizations] AN ORGANIZATION employed by [insurers] AN INSUR-\n    7  ER,  fraternal  benefit  [societies]  SOCIETY,  or  health   maintenance\n    8  [organizations]  ORGANIZATION,  who [are] IS engaging in the inspection,\n    9  rating or classification of risks, or in the supervision of the training\n   10  of licensed insurance  producers  and  who  [are]  IS  not  individually\n   11  engaged in the sale, solicitation or negotiation of insurance;\n   12    S  2.  Subsections (l), (m), (n) and (o) of section 2101 of the insur-\n   13  ance law, as added by chapter 687 of the laws of 2003,  are  amended  to\n   14  read as follows:\n   15    (l)  In this article, \"home state\" means [the District of Columbia or]\n   16  any state or territory of  the  United  States  in  which  an  insurance\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05497-01-1\n\n       A. 3785                             2\n\n    1  producer  maintains  his,  her,  or  its principal place of residence or\n    2  principal place of business, and is licensed  to  act  as  an  insurance\n    3  producer.\n    4    (m)  In  this  article,  \"negotiate\" or \"negotiation\" means the act of\n    5  conferring directly with, or offering advice directly to, a purchaser or\n    6  prospective purchaser of a particular contract of  insurance  concerning\n    7  any  of  the substantive benefits, terms, or conditions of the contract,\n    8  provided that the person engaged in that act either sells  insurance  or\n    9  obtains insurance from [licensed insurers] AN INSURER, fraternal benefit\n   10  [societies]  SOCIETY, or health maintenance [organizations] ORGANIZATION\n   11  for purchasers.\n   12    (n) In this article, \"sell\" or \"sale\" means to exchange a contract  of\n   13  insurance  by  any  means,  for money or its equivalent, on behalf of [a\n   14  licensed] AN insurer, fraternal benefit society, or  health  maintenance\n   15  organization.\n   16    (o)  In  this article, \"solicit\" or \"solicitation\" means attempting to\n   17  sell insurance or asking or urging a person to apply  for  a  particular\n   18  kind  of insurance from a particular [licensed] insurer, fraternal bene-\n   19  fit society, or health maintenance organization.\n   20    S 3. Paragraphs 6 and 7 of subsection  (r)  of  section  2101  of  the\n   21  insurance  law,  are renumbered paragraphs 9 and 10, and three new para-\n   22  graphs 6, 7, and 8 are added to read as follows:\n   23    (6) CREDIT: INSURANCE COVERAGE PROVIDED UNDER POLICIES OF: (A)  CREDIT\n   24  LIFE AND CREDIT ACCIDENT AND HEALTH; AND\n   25    (B) CREDIT UNEMPLOYMENT, INVOLUNTARY UNEMPLOYMENT, MOTOR VEHICLE CRED-\n   26  ITOR GAP, NON-MOTOR VEHICLE CREDITOR GAP, OR ANY OTHER TYPE OF INSURANCE\n   27  THAT  THE  SUPERINTENDENT  DETERMINES  IS  OFFERED IN CONNECTION WITH AN\n   28  EXTENSION OF CREDIT IS LIMITED TO PARTIALLY OR WHOLLY EXTINGUISHING  THE\n   29  CREDIT  OBLIGATION,  EXCEPT  AS  PROVIDED UNDER SUBPARAGRAPH (A) OF THIS\n   30  PARAGRAPH;\n   31    (7) CROP: INSURANCE COVERAGE PROVIDING PROTECTION  AGAINST  DAMAGE  TO\n   32  CROPS  FROM  UNFAVORABLE  WEATHER  CONDITIONS, FIRE OR LIGHTNING, FLOOD,\n   33  HAIL, INSECT INFESTATION, DISEASE, OR OTHER YIELD-REDUCING CONDITIONS OR\n   34  PERILS, INCLUDING MULTI-PERIL CROP INSURANCE;\n   35    (8) SURETY: A BOND OR  CONTRACT  AS  SPECIFIED  IN  SUBPARAGRAPHS  (C)\n   36  THROUGH  (J) OF PARAGRAPH SIXTEEN OF SUBSECTION (A) OF SECTION ONE THOU-\n   37  SAND ONE HUNDRED THIRTEEN OF THIS CHAPTER, BUT SHALL NOT INCLUDE A  BAIL\n   38  BOND;\n   39    S  4. Subsections (a) and (b) of section 2103 of the insurance law, as\n   40  amended by chapter 687 of the laws of  2003,  are  amended  to  read  as\n   41  follows:\n   42    (a)  The  superintendent  may  issue  a license to any person, firm or\n   43  corporation who or [which] THAT has complied with  the  requirements  of\n   44  this  chapter,  authorizing  [such]  THE licensee to act as an insurance\n   45  agent with respect to the lines of authority for life [insurance], vari-\n   46  able life and  variable  annuity  products,  [or]  accident  and  health\n   47  [insurance  and] OR sickness, CREDIT, AS PROVIDED UNDER SUBPARAGRAPH (A)\n   48  OF PARAGRAPH SIX OF SUBSECTION (R) OF SECTION TWO THOUSAND  ONE  HUNDRED\n   49  ONE OF THIS ARTICLE, or any other line of authority deemed to be similar\n   50  by  the  superintendent, including, for this purpose, health maintenance\n   51  organization contracts, legal services insurance, or with respect to any\n   52  combination of the above, as specified in [such] THE license, on  behalf\n   53  of  any insurer, fraternal benefit society, or health maintenance organ-\n   54  ization[, which] THAT is authorized to do such kind or kinds  of  insur-\n   55  ance or health maintenance organization business in this state.\n\n       A. 3785                             3\n\n    1    (b)  The superintendent may issue a license to any person, firm, asso-\n    2  ciation or corporation  who  or  [which]  THAT  has  complied  with  the\n    3  requirements  of  this chapter, authorizing the licensee to act as agent\n    4  of any authorized insurer, other than an insurer specified in subsection\n    5  (b)  of  section  two thousand one hundred fifteen of this article, with\n    6  respect to the lines of authority for accident and health  or  sickness,\n    7  property,  casualty,  personal lines, CREDIT, AS PROVIDED UNDER SUBPARA-\n    8  GRAPH (B) OF PARAGRAPH SIX OF SUBSECTION (R) OF SECTION TWO THOUSAND ONE\n    9  HUNDRED ONE OF THIS ARTICLE, CROP, SURETY, or any other line of authori-\n   10  ty granted other than life,  and  variable  life  and  variable  annuity\n   11  products, which [such] THE insurer is authorized to do in this state.\n   12    S  5.  Subparagraphs  (A)  and (B) of paragraph 2 of subsection (f) of\n   13  section  2103 of the insurance law, as amended by  chapter  687  of  the\n   14  laws  of  2003,  are  amended, and a new paragraph 4 is added to read as\n   15  follows:\n   16    (A) For individuals seeking to  qualify  to  obtain  a  license  under\n   17  subsection  (a)  of  this  section, [one examination adapted to test the\n   18  qualifications for a life insurance agent's license, another adapted  to\n   19  test  the  qualifications  for  an accident and health insurance agent's\n   20  license and another adapted to  test  the  qualifications  for  a  legal\n   21  services  insurance license] EXAMINATIONS ADAPTED TO TEST THE QUALIFICA-\n   22  TIONS FOR THE LINES OF AUTHORITY SUBJECT TO SUCH SUBSECTION. Each [such]\n   23  individual shall be required to pass the type or  types  of  examination\n   24  prescribed  by the superintendent for the line or lines of authority, as\n   25  specified in subsection (a) of this section, for which  the  license  is\n   26  sought.  [No]  AN  individual  shall NOT be deemed qualified to take the\n   27  examination or examinations unless [he shall have]  THE  INDIVIDUAL  HAS\n   28  successfully  completed  a  course or courses, approved as to method and\n   29  content by the  superintendent,  covering  the  principal  branches  and\n   30  contracts  of  life  insurance, annuity contracts, disability insurance,\n   31  accident and health insurance, and related insurance, and requiring  not\n   32  less  than  [forty]  TWENTY hours of classroom work or the equivalent in\n   33  correspondence work or similar instruction FOR EACH LINE OF AUTHORITY AN\n   34  INDIVIDUAL SEEKS TO QUALIFY FOR UNDER SUBSECTION (A)  OF  THIS  SECTION,\n   35  provided, however, that, at the discretion of the superintendent, insur-\n   36  ance  subject  material  may  be  eliminated from course content, with a\n   37  corresponding reduction in course hours, if an insurer is not authorized\n   38  to transact such kind or kinds of insurance in this  state.  [Such]  THE\n   39  course  or  courses  either shall have been given by a degree conferring\n   40  college or university which [has] HAD, when [such] THE course  [is]  WAS\n   41  taken  by  [such]  THE  individual, a curriculum or curricula registered\n   42  with the state education department, whether [such] THE course be  given\n   43  as   part  of  any  such  curricula  or  separately,  or  by  any  other\n   44  institution, or life or accident and health insurer [which]  THAT  main-\n   45  tains  equivalent  standards of instruction, and [which shall have] THAT\n   46  HAS been approved for such purpose by the superintendent.\n   47    (B) For individuals seeking to  qualify  to  obtain  a  license  under\n   48  subsection  (b)  of  this  section, [not more than six types of examina-\n   49  tions, each adapted to test the qualifications  of  an  individual  with\n   50  respect to the kinds of insurance business specified in such classifica-\n   51  tion]  EXAMINATIONS  ADAPTED TO TEST THE QUALIFICATIONS FOR THE LINES OF\n   52  AUTHORITY SUBJECT TO SUCH SUBSECTION. Every [such] individual  shall  be\n   53  required  to  pass  the  type  or types of examination prescribed by the\n   54  superintendent for the line or lines of authority for which the  license\n   55  is  sought. [No] AN individual shall NOT be deemed qualified to take the\n   56  examination unless [he] THE INDIVIDUAL shall have successfully completed\n\n       A. 3785                             4\n\n    1  a course or courses, approved as to method and  content  by  the  super-\n    2  intendent, covering the principal branches of the insurance business and\n    3  requiring not less than [ninety] TWENTY hours of classroom work, [in] OR\n    4  THE EQUIVALENT IN CORRESPONDENCE WORK OR SIMILAR INSTRUCTION OFFERED BY,\n    5  institutions  of  learning meeting the standards prescribed by paragraph\n    6  one of subsection (a) of section two thousand one hundred four  of  this\n    7  article[;  provided,  however, with respect to a license issued pursuant\n    8  to subsection (b) of this section for  a  personal  line  of  authority,\n    9  there  shall  be  required  not  less than forty hours of such classroom\n   10  work] FOR EACH LINE OF AUTHORITY AN  INDIVIDUAL  SEEKS  TO  QUALIFY  FOR\n   11  UNDER SUBSECTION (B) OF THIS SECTION.\n   12    (4)(A)  ANY  ENTITY  ELIGIBLE TO PROVIDE COURSES, PROGRAMS OF INSTRUC-\n   13  TION, OR SEMINARS IN  ACCORDANCE  WITH  THIS  SECTION,  SHALL  FILE  FOR\n   14  APPROVAL  BY THE SUPERINTENDENT ON A BIENNIAL BASIS, TO CONFORM WITH ITS\n   15  AREA OF INSTRUCTION, A PROVIDER ORGANIZATION APPLICATION  AND  A  COURSE\n   16  SUBMISSION APPLICATION FOR EACH COURSE, PROGRAM AND SEMINAR.\n   17    (B)  THE  PROVIDER ORGANIZATION APPLICATION SHALL INCLUDE THE NAMES OF\n   18  ALL INSTRUCTORS TO BE USED DURING THE CONTRACT PERIOD,  AND  INSTRUCTORS\n   19  MAY  BE  ADDED  DURING  THE  PERIOD  BY NOTIFYING THE SUPERINTENDENT AND\n   20  PAYING THE APPROPRIATE FILING FEE.\n   21    (C) THE COMPLETED APPLICATIONS SHALL BE RETURNED IN A  TIMELY  MANNER,\n   22  AS  SPECIFIED BY THE SUPERINTENDENT, WITH A NON-REFUNDABLE FILING FEE OF\n   23  TWO HUNDRED DOLLARS PER ORGANIZATION, FIFTY DOLLARS PER COURSE,  PROGRAM\n   24  AND SEMINAR, AND FIFTY DOLLARS PER INSTRUCTOR.\n   25    (D)  APPROVAL  OF  THE  APPLICATION  SHALL BE AT THE DISCRETION OF THE\n   26  SUPERINTENDENT.\n   27    S 6. Paragraphs 1, 9, and 10 of subsection (g) of section 2103 of  the\n   28  insurance law, paragraphs 9 and 10 as amended by chapter 687 of the laws\n   29  of 2003, are amended to read as follows:\n   30    (1)  as  a  prerequisite to the issuance of a [baggage or accident and\n   31  health insurance] TRAVEL INSURANCE agent's license to any ticket selling\n   32  agent or representative of a railroad company, steamship company, carri-\n   33  er by air, [or] public bus carrier, OR OTHER COMMON CARRIER,  who  shall\n   34  act  [thereunder]  as AN insurance agent only in reference to [the issu-\n   35  ance of] INSURANCE COVERAGE FOR TRIP  CANCELLATION,  TRIP  INTERRUPTION,\n   36  baggage  [or],  LIFE,  accident  [insurance  tickets  primarily  for the\n   37  purpose of covering risk of travel] AND HEALTH, DISABILITY AND  PERSONAL\n   38  EFFECTS,  WHEN  LIMITED  TO  A SPECIFIC TRIP AND SOLD IN CONNECTION WITH\n   39  TRANSPORTATION PROVIDED BY THE COMMON CARRIER;\n   40    (9) in the discretion of the superintendent, as to all or any part  of\n   41  the written examination or the prerequisite [minimum forty hour] PRE-LI-\n   42  CENSING  course  specified  in  subparagraph  (A)  of  paragraph  two of\n   43  subsection (f) of this section, of any individual seeking to be named  a\n   44  licensee  or  sub-licensee,  upon  whom has been conferred the Chartered\n   45  Life Underwriter (C.L.U.) or Chartered Life Underwriter Associate desig-\n   46  nation by [The] THE American College OR ANY OTHER DESIGNATION  THAT  THE\n   47  SUPERINTENDENT DETERMINES IS ACCEPTABLE PURSUANT TO A REGULATION;\n   48    (10) in the discretion of the superintendent, as to all or any part of\n   49  the  written  examination  or  the  prerequisite  [minimum  ninety hour]\n   50  PRE-LICENSING course specified in subparagraph (B) of paragraph  two  of\n   51  subsection  (f) of this section, of any individual seeking to be named a\n   52  licensee or sublicensee, upon whom  has  been  conferred  the  Chartered\n   53  Property  Casualty  Underwriter  (C.P.C.U.)  designation by the American\n   54  Institute for Property and Liability Underwriters, OR ANY  OTHER  DESIG-\n   55  NATION  THAT  THE  SUPERINTENDENT DETERMINES IS ACCEPTABLE PURSUANT TO A\n   56  REGULATION; or\n\n       A. 3785                             5\n\n    1    S 7. Subparagraphs (A), (B), and (C) of paragraph 1 of subsection  (c)\n    2  of  section  2104 of the insurance law, as amended by chapter 505 of the\n    3  laws of 2000, are amended, paragraph 2 of subsection (c)  is  renumbered\n    4  paragraph 3, and a new paragraph 2 is added to read as follows:\n    5    (A)  [He] THE INDIVIDUAL shall have successfully completed a course or\n    6  courses, approved as  to  method  and  content  by  the  superintendent,\n    7  [covering  the  principal branches of the insurance business and requir-\n    8  ing, in the case of a license under subparagraph (B) of paragraph one of\n    9  subsection (b) of this section,] not less than [ninety]  TWENTY  hours[,\n   10  and  in the case of a license under subparagraph (A) of paragraph one of\n   11  subsection (b) of this section, not less than forty hours] of  classroom\n   12  work  or  the equivalent thereof in correspondence work FOR EACH LINE OF\n   13  AUTHORITY AN INDIVIDUAL SEEKS TO QUALIFY FOR  UNDER  SUBSECTION  (B)  OF\n   14  THIS  SECTION.    [Such]  THE  course  or courses either were given by a\n   15  degree conferring college or university which [has] HAD, when [such] THE\n   16  course [is] WAS taken by [such] THE individual, a curriculum or  curric-\n   17  ula  registered  with the state education department, whether [such] THE\n   18  course [be] WAS given as a part of any such  curriculum  or  separately,\n   19  [or  were given by the The College of Insurance,] or by any other insti-\n   20  tution [which]  THAT  maintains  equivalent  standards  of  instruction,\n   21  [which]  THAT  has been continuously in existence for not less than five\n   22  years prior to the taking of [such] THE course by [such] THE individual,\n   23  and [which shall have been] THAT WAS approved for such  purpose  by  the\n   24  superintendent.\n   25    (B)  [He]  THE  INDIVIDUAL  shall  have  been regularly employed by an\n   26  insurance company or an insurance agent or an insurance  broker,  for  a\n   27  period  or  periods  aggregating not less than one year during the three\n   28  years next preceding the date of application, in the case of  a  license\n   29  under  subparagraph  (B)  of  paragraph  one  of  subsection (b) of this\n   30  section, in responsible insurance duties relating to the underwriting or\n   31  adjusting of losses in any one or more  of  the  following  branches  of\n   32  insurance: fire, marine, liability and workers' compensation, and fidel-\n   33  ity and surety; in the case of a license under subparagraph (A) of para-\n   34  graph  one  of  subsection  (b) of this section in responsible insurance\n   35  duties relating to the use of life insurance, accident and health insur-\n   36  ance and annuity contracts in the design and administration of plans for\n   37  estate conservation and distribution,  employee  benefits  and  business\n   38  continuation;  and  [he]  THE  INDIVIDUAL  shall  submit with his OR HER\n   39  application a statement subscribed and affirmed as true under the penal-\n   40  ties of perjury by such employer or employers stating facts [which] THAT\n   41  show compliance with this requirement.\n   42    (C) [He] THE INDIVIDUAL shall  have  been  regularly  employed  by  an\n   43  insurance  company  or  an insurance agent or an insurance broker, for a\n   44  period or periods aggregating not less than one year, during  the  three\n   45  years  next preceding the date of entrance into the service of the armed\n   46  forces of the United States or immediately following [his] THE  INDIVID-\n   47  UAL'S  discharge  therefrom, in the case of a license under subparagraph\n   48  (B) of paragraph one of subsection (b) of this section,  in  responsible\n   49  insurance  duties relating to the underwriting or adjusting of losses in\n   50  any one or more of the following branches of  insurance:  fire,  marine,\n   51  liability  and  workers'  compensation,  and fidelity and surety; in the\n   52  case of a license under subparagraph (A) of paragraph one of  subsection\n   53  (b)  of this section in responsible insurance duties relating to the use\n   54  of life insurance, accident and health insurance and  annuity  contracts\n   55  in  the  design  and administration of plans for estate conservation and\n   56  distribution, employee benefits and business continuation; provided  the\n\n       A. 3785                             6\n\n    1  application  for  [such]  THE  license is filed within one year from the\n    2  date of discharge; and [he] THE INDIVIDUAL shall submit with his OR  HER\n    3  application a statement subscribed and affirmed as true under the penal-\n    4  ties of perjury by such employer or employers stating facts [which] THAT\n    5  show compliance with this requirement.\n    6    (2)(A)  ANY  ENTITY  ELIGIBLE TO PROVIDE COURSES, PROGRAMS OF INSTRUC-\n    7  TION, OR SEMINARS IN  ACCORDANCE  WITH  THIS  SECTION,  SHALL  FILE  FOR\n    8  APPROVAL  BY THE SUPERINTENDENT ON A BIENNIAL BASIS, TO CONFORM WITH ITS\n    9  AREA OF INSTRUCTION, A PROVIDER ORGANIZATION APPLICATION  AND  A  COURSE\n   10  SUBMISSION APPLICATION FOR EACH COURSE, PROGRAM AND SEMINAR.\n   11    (B)  THE  PROVIDER ORGANIZATION APPLICATION SHALL INCLUDE THE NAMES OF\n   12  ALL INSTRUCTORS TO BE USED DURING THE CONTRACT PERIOD,  AND  INSTRUCTORS\n   13  MAY  BE  ADDED  DURING  THE  PERIOD  BY NOTIFYING THE SUPERINTENDENT AND\n   14  PAYING THE APPROPRIATE FILING FEE.\n   15    (C) THE COMPLETED APPLICATIONS SHALL BE RETURNED IN A  TIMELY  MANNER,\n   16  AS  SPECIFIED BY THE SUPERINTENDENT, WITH A NON-REFUNDABLE FILING FEE OF\n   17  TWO HUNDRED DOLLARS PER ORGANIZATION, FIFTY DOLLARS PER COURSE,  PROGRAM\n   18  AND SEMINAR, AND FIFTY DOLLARS PER INSTRUCTOR.\n   19    (D)  APPROVAL  OF  THE  APPLICATION  SHALL BE AT THE DISCRETION OF THE\n   20  SUPERINTENDENT.\n   21    S 8. Subparagraph (B) of paragraph 1 of subsection (e) of section 2104\n   22  of the insurance law, as amended by chapter 505 of the laws of 2000,  is\n   23  amended to read as follows:\n   24    (B)  An exemption may be granted, at the discretion of the superinten-\n   25  dent, as to all or any part of the written examination or the  prerequi-\n   26  site course specified in subparagraph (A) of paragraph one of subsection\n   27  (c) of this section, of any individual seeking to be named a licensee or\n   28  sub-licensee,  upon  whom  has  been conferred, in the case of a license\n   29  under subparagraph (B) of  paragraph  one  of  subsection  (b)  of  this\n   30  section,  the Chartered Property Casualty Underwriter (C.P.C.U.)  desig-\n   31  nation  by  the  American   Institute   for   Property   and   Liability\n   32  Underwriters,  OR  ANY  OTHER DESIGNATION THAT THE SUPERINTENDENT DETER-\n   33  MINES IS ACCEPTABLE PURSUANT TO  A  REGULATION,  or  on  whom  has  been\n   34  conferred,  in the case of a license under subparagraph (A) of paragraph\n   35  one of subsection (b) of this section, the  Chartered  Life  Underwriter\n   36  (C.L.U.),  Chartered  Financial  Consultant  (Ch.F.C.)  or the Master of\n   37  Science in Financial Services (M.S.F.S.) designations  by  the  American\n   38  College  of  Financial  Service  Professionals, OR ANY OTHER DESIGNATION\n   39  THAT THE SUPERINTENDENT DETERMINES IS ACCEPTABLE  PURSUANT  TO  A  REGU-\n   40  LATION.\n   41    S  9.  Paragraph  2 of subsection (d) of section 2108 of the insurance\n   42  law is REPEALED.\n   43    S 10. Paragraph 1 of subsection (f) of section 2108 of  the  insurance\n   44  law is amended to read as follows:\n   45    (1)  The  superintendent shall, in order to determine the trustworthi-\n   46  ness and competency to act as an independent adjuster of each individual\n   47  applicant for such license, and of each proposed sub-licensee, except in\n   48  the case of a renewal license, require every such individual to take and\n   49  pass, to the satisfaction of  the  superintendent,  a  personal  written\n   50  examination.    AN  INDIVIDUAL SHALL NOT BE DEEMED QUALIFIED TO TAKE THE\n   51  EXAMINATION WITHOUT HAVING DEMONSTRATED BY EVIDENCE SATISFACTORY TO  THE\n   52  SUPERINTENDENT   THAT:   (A)  THE  INDIVIDUAL  POSSESSES  A  MINIMUM  OF\n   53  ONE-YEAR'S EXPERIENCE IN THE INSURANCE  BUSINESS,  WITH  INVOLVEMENT  IN\n   54  SALES,  UNDERWRITING,  CLAIMS, OR OTHER EXPERIENCE CONSIDERED SUFFICIENT\n   55  BY THE SUPERINTENDENT; OR  (B)  THE  INDIVIDUAL  SUCCESSFULLY  COMPLETED\n   56  FORTY  HOURS  OF FORMAL TRAINING IN A COURSE, PROGRAM OF INSTRUCTION, OR\n\n       A. 3785                             7\n\n    1  SEMINARS  APPROVED  BY  THE  SUPERINTENDENT.  The   superintendent   may\n    2  prescribe  the  types  of  written examinations according to the kind or\n    3  kinds of insurance claims [which] THAT the applicant is to  be  licensed\n    4  to investigate and adjust.\n    5    S  11. Paragraphs 1 and 2, and clause (i) of subparagraph (A) of para-\n    6  graph 3 of subsection (r) of section 2108 of the insurance law, as added\n    7  by chapter 264 of the laws of 1998, are amended to read as follows:\n    8    (1) The following continuing education  requirements  shall  apply  to\n    9  resident and non-resident persons licensed as [public] adjusters.\n   10    (2)  Resident  and non-resident persons licensed as [public] adjusters\n   11  and any person previously so licensed whose license was not in effect on\n   12  the effective date of this subsection  and  who  has  subsequently  been\n   13  relicensed  pursuant to the provisions of this article, shall biennially\n   14  satisfactorily complete such courses or programs as may be  approved  by\n   15  the superintendent, as follows:\n   16    (A)  Any  person  holding  a  license as [a public] AN adjuster shall,\n   17  during each full  biennial  licensing  period,  satisfactorily  complete\n   18  courses or programs of instruction or attend seminars as may be approved\n   19  by the superintendent equivalent to fifteen credit hours of instruction.\n   20    (B)  During the same calendar year biennial licensing period, a licen-\n   21  see may  use  accumulated  continuing  education  credits  to  meet  the\n   22  requirements  of  similar classes of licenses including those authorized\n   23  by subsection (b) of section two thousand one hundred three, section two\n   24  thousand one hundred four, section two thousand  one  hundred  seven  of\n   25  this  article  with  respect  to general insurance consultants, and THIS\n   26  section [two thousand one hundred eight of this article] with respect to\n   27  [public] adjusters.\n   28    (C) Excess credit hours  accumulated  during  any  biennial  licensing\n   29  period shall not carry forward to the next biennial licensing period for\n   30  that same class of license.\n   31    (i) Courses, programs of instruction or seminars, approved as to meth-\n   32  od and content by the superintendent, covering portions of the principal\n   33  branches  of insurance related to the kinds of insurance covered by [the\n   34  public] AN adjusting license, and given by a degree  conferring  college\n   35  or  university  whose  curriculum is registered with the state education\n   36  department at the time the person takes the course, whether  [such]  THE\n   37  course  [be] IS given as part of [such] THE curriculum or separately, or\n   38  by any other institution, association, trade association,  or  insurer[,\n   39  which]  THAT  maintains  equivalent standards of instruction and [which]\n   40  THAT shall have been approved for such purpose by the superintendent.\n   41    S 12. The insurance law is amended by adding a  new  section  2113  to\n   42  read as follows:\n   43    S  2113.  FINGERPRINT REQUIREMENT.  THE SUPERINTENDENT MAY REQUIRE ANY\n   44  INDIVIDUAL NAMED IN AN APPLICATION FOR A LICENSE UNDER THIS  ARTICLE  TO\n   45  SUBMIT  A  SET  OF FINGERPRINTS. SUCH FINGERPRINTS SHALL BE SUBMITTED TO\n   46  THE DIVISION OF CRIMINAL JUSTICE SERVICES FOR A STATE  CRIMINAL  HISTORY\n   47  RECORD  CHECK,  AS  DEFINED IN SUBDIVISION ONE OF SECTION THREE THOUSAND\n   48  THIRTY-FIVE OF THE EDUCATION LAW, AND MAY BE SUBMITTED  TO  THE  FEDERAL\n   49  BUREAU  OF  INVESTIGATION  FOR A NATIONAL CRIMINAL HISTORY RECORD CHECK.\n   50  ALL SUCH CRIMINAL HISTORY RECORDS SENT TO THE SUPERINTENDENT PURSUANT TO\n   51  THIS SECTION SHALL BE CONFIDENTIAL PURSUANT TO  THE  APPLICABLE  FEDERAL\n   52  AND  STATE LAWS, RULES AND REGULATIONS, AND SHALL NOT BE PUBLISHED OR IN\n   53  ANY WAY DISCLOSED TO  PERSONS  OTHER  THAN  THE  SUPERINTENDENT,  UNLESS\n   54  OTHERWISE  AUTHORIZED  BY  LAW.  THE  SUPERINTENDENT  SHALL PROVIDE SUCH\n   55  APPLICANT WITH A COPY OF HIS OR HER CRIMINAL  HISTORY  RECORD,  IF  ANY,\n   56  TOGETHER  WITH  A  COPY OF ARTICLE TWENTY-THREE-A OF THE CORRECTION LAW,\n\n       A. 3785                             8\n\n    1  AND INFORM SUCH APPLICANT OF HIS OR HER RIGHT TO SEEK CORRECTION OF  ANY\n    2  INCORRECT  INFORMATION  CONTAINED IN SUCH RECORD PURSUANT TO REGULATIONS\n    3  AND PROCEDURES ESTABLISHED BY THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n    4  ALL  DETERMINATIONS TO GRANT OR DENY CLEARANCE FOR LICENSURE PURSUANT TO\n    5  THIS SECTION SHALL BE IN ACCORDANCE WITH SUBDIVISION SIXTEEN OF  SECTION\n    6  TWO  HUNDRED  NINETY-SIX OF THE EXECUTIVE LAW AND ARTICLE TWENTY-THREE-A\n    7  OF THE CORRECTION LAW. WHEN THE SUPERINTENDENT  DENIES  AN  APPLICATION,\n    8  WRITTEN  NOTICE  OF SUCH DETERMINATION SHALL BE GIVEN TO THE PROSPECTIVE\n    9  APPLICANT WHO SHALL BE AFFORDED NOTICE AND THE RIGHT  TO  BE  HEARD  AND\n   10  OFFER PROOF IN OPPOSITION TO SUCH DETERMINATION.\n   11    S  13.  Paragraph 1 of subsection (c) of section 2132 of the insurance\n   12  law, as added by chapter 656 of the laws of 1992, is amended to read  as\n   13  follows:\n   14    (1)  Any  person holding a license issued pursuant to this article and\n   15  not exempt under subsection (b) of this section shall, during each  full\n   16  biennial  licensing  period, satisfactorily complete courses or programs\n   17  of instruction or attend seminars as may be approved by the  superinten-\n   18  dent equivalent to [fifteen] TWENTY-FOUR credit hours of instruction, OF\n   19  WHICH  THREE  CREDIT  HOURS  SHALL  BE IN AN APPROVED ETHICS COURSE.  IF\n   20  LICENSED AS AN INDIVIDUAL AND ACTING AS A SUBLICENSEE  OF  ANY  BUSINESS\n   21  ENTITY  LICENSED  UNDER  THIS ARTICLE, THEN THE INDIVIDUAL MAY COUNT THE\n   22  CONTINUING EDUCATION CREDITS ACCUMULATED TO SATISFY THE RENEWAL REQUIRE-\n   23  MENTS FOR BOTH THE INDIVIDUAL LICENSE AND SUBLICENSE, PROVIDED THE CRED-\n   24  ITS ARE FOR A SAME LINE OF AUTHORITY.\n   25    S 14. Subsection (d) of section 2136 of the insurance law, as added by\n   26  chapter 687 of the laws of 2003, is amended to read as follows:\n   27    (d) the applicant's home state awards nonresident  insurance  producer\n   28  OR  ADJUSTER  licenses  to  residents of this state on the same basis as\n   29  provided in this subsection.\n   30    S 15. Subsection (d) of section 2108 of the insurance law, paragraph 2\n   31  as amended by chapter 164 of the laws of 2003, paragraph 4 as amended by\n   32  section 18 of part LL of chapter 56 of the laws of 2010, is  amended  to\n   33  read as follows:\n   34    (d) (1) Before any such license or any renewal thereof shall be issued\n   35  by  the  superintendent  there  shall  be  filed in his office a written\n   36  application therefor. Such application shall be in the form or forms and\n   37  supplements and contain information the superintendent prescribes.\n   38    (2) [Each person or individual signing such  application  shall,  with\n   39  such  application,  submit to the superintendent fingerprints of his two\n   40  hands recorded in such manner as may be specified by the  superintendent\n   41  or  his  authorized representative. Before approving such application it\n   42  shall be the duty of the superintendent or his authorized representative\n   43  to compare such fingerprints with fingerprints filed with  the  division\n   44  of criminal justice services. Such fingerprints may also be submitted to\n   45  the  federal  bureau  of  investigation  for a national criminal history\n   46  record check.\n   47    (3)] No such license shall be issued to any person who has  ever  been\n   48  convicted  of  a felony, or of any crime or offense involving fraudulent\n   49  or dishonest practices; nor shall a licensee under this  section  employ\n   50  any  person  who  has ever been convicted of a felony or such a crime or\n   51  offense.\n   52    [(4)] (3) This subsection shall not prevent the employment of  or  the\n   53  issuance  of  a license to any person who, subsequent to his conviction,\n   54  shall have received executive pardon therefor removing this  disability,\n   55  or  who  has  received  a  certificate  of relief from disabilities or a\n   56  certificate of good conduct pursuant  to  article  twenty-three  of  the\n\n       A. 3785                             9\n\n    1  correction  law  to  remove the disability under this section because of\n    2  such conviction or previous license revocation occasioned thereby.\n    3    [(5)]  (4)  Such  application  shall be approved, as to each person or\n    4  individual so signing the same, by not less than five reputable citizens\n    5  of the community in which such applicant resides or transacts  business,\n    6  each  of  whom  shall certify that he has personally known the person or\n    7  individual for a period of at least five years prior to  the  filing  of\n    8  such application, that he has read such application and believes each of\n    9  the  statements  made therein to be true, that such person is honest, of\n   10  good character and competent, and not related or connected to the person\n   11  so certifying by blood or marriage. The certificate of approval shall be\n   12  subscribed by such reputable citizens and affirmed by them as true under\n   13  the penalties of perjury.\n   14    S 16. Paragraph 2 of subsection (d) of section 2137 of  the  insurance\n   15  law,  as added by chapter 499 of the laws of 2009, is amended to read as\n   16  follows:\n   17    (2) [The superintendent may require any individual named in the appli-\n   18  cation for such license to submit a set  of  fingerprints,  unless  such\n   19  applicant  is  licensed  as  an  insurance  producer with a life line of\n   20  authority. Such fingerprints shall be submitted to the division of crim-\n   21  inal justice services for a state  criminal  history  record  check,  as\n   22  defined  in subdivision one of section three thousand thirty-five of the\n   23  education law, and may be submitted to the federal  bureau  of  investi-\n   24  gation  for  a national criminal history record check. All such criminal\n   25  history records sent to the superintendent pursuant  to  this  paragraph\n   26  shall be confidential pursuant to the applicable federal and state laws,\n   27  rules  and  regulations,  and  shall  not  be  published  or  in any way\n   28  disclosed to persons other than  the  superintendent,  unless  otherwise\n   29  authorized  by law. The superintendent shall provide such applicant with\n   30  a copy of his or her criminal history record, if any,  together  with  a\n   31  copy  of  article  twenty-three-A of the correction law, and inform such\n   32  applicant of his or her right to seek correction of any incorrect infor-\n   33  mation contained in such record pursuant to regulations  and  procedures\n   34  established  by  the division of criminal justice services. All determi-\n   35  nations to grant or  deny  clearance  for  licensure  pursuant  to  this\n   36  section  shall  be in accordance with subdivision sixteen of section two\n   37  hundred ninety-six of the executive law and  article  twenty-three-A  of\n   38  the  correction  law.]  When  the  superintendent denies an application,\n   39  written notice of such determination shall be given to  the  prospective\n   40  applicant  who  shall  be  afforded notice and the right to be heard and\n   41  offer proof in opposition to such determination.\n   42    S 17. This act shall take effect on  the  one  hundred  eightieth  day\n   43  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to modernizing the licensing process by creating three new lines of authority, requiring entities seeking to provide insurance agent and broker licensing courses to file for approval with the superintendent of insurance, requiring independent adjusters to complete pre-licensing and continuing education courses, granting the superintendent of insurance the authority to require an applicant for an article 21 license to submit his or her fingerprints, and permitting the licensing of non-resident adjusters on a reciprocal basis; and to repeal certain provisions of such law relating to licensing of adjusters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T144906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157746131
}