{
  "year" : 2011,
  "senateBillNo" : "A3784-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3784-2011-1296104400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to notice to proposed rate adjustments for individual and small group health insurance policies",
  "summary" : "Relates to notice to proposed rate adjustments for individual and small group health insurance policies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A11595-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3784\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation to premiums for  individ-\n         ual and small group health insurance policies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (A)  of  paragraph  1  of  subsection  (e)  of\n    2  section 3231 of the insurance law, as amended by chapter 107 of the laws\n    3  of 2010, is amended to read as follows:\n    4    (A) An insurer desiring to increase or decrease premiums for any poli-\n    5  cy  form  subject to this section shall submit a rate filing or applica-\n    6  tion to the superintendent.\n    7    An insurer shall send written notice of the proposed rate  adjustment,\n    8  including  the  [specific]  change requested, to each policy holder [and\n    9  certificate holder] affected by the adjustment on or before the date the\n   10  rate filing or application  is  submitted  to  the  superintendent.  The\n   11  notice  shall prominently include mailing and website addresses for both\n   12  the insurance department and the insurer through  which  a  person  may,\n   13  within  thirty  days  from  the  date  the rate filing or application is\n   14  submitted to the superintendent, contact  the  insurance  department  or\n   15  insurer  to receive additional information or to submit written comments\n   16  to the insurance department on  the  rate  filing  or  application.  The\n   17  superintendent  shall  establish  a  process to post on the department's\n   18  website, in a timely manner,  all  relevant  written  comments  received\n   19  pertaining  to rate filings or applications. The insurer shall provide a\n   20  copy of the notice to the superintendent with the rate filing or  appli-\n   21  cation.  The  superintendent  shall  immediately  cause the notice to be\n   22  posted on the insurance department's website. The  superintendent  shall\n   23  determine  whether  the  filing or application shall become effective as\n   24  filed, shall become effective as modified, or shall be disapproved.  The\n   25  superintendent  may  modify or disapprove the rate filing or application\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05168-01-1\n\n       A. 3784                             2\n\n    1  if the superintendent finds that the premiums are  unreasonable,  exces-\n    2  sive,  inadequate,  or  unfairly  discriminatory,  and  may consider the\n    3  financial condition of the insurer when approving, modifying  or  disap-\n    4  proving  any premium adjustment. The determination of the superintendent\n    5  shall be supported by sound actuarial assumptions and methods, and shall\n    6  be rendered in writing between thirty and sixty days from the  date  the\n    7  rate  filing  or  application is submitted to the superintendent. Should\n    8  the superintendent require additional information from  the  insurer  in\n    9  order  to  make  a  determination,  the superintendent shall require the\n   10  insurer to furnish such information, and in such event, the  sixty  days\n   11  shall  be  tolled  and shall resume as of the date the insurer furnishes\n   12  the information to the superintendent. If  the  superintendent  requests\n   13  additional  information  less  than  ten days from the expiration of the\n   14  sixty days (exclusive of tolling), the  superintendent  may  extend  the\n   15  sixty  day period an additional twenty days to make a determination. The\n   16  application or rate filing will be deemed approved if a determination is\n   17  not rendered within the time allotted under  this  section.  An  insurer\n   18  shall  not  implement  a  rate adjustment unless the insurer provides at\n   19  least sixty days advance written notice of the premium  rate  adjustment\n   20  approved  by  the  superintendent  to each policy holder and certificate\n   21  holder affected by the rate adjustment.\n   22    S 2. Paragraph 2 of subsection (c) of section 4308  of  the  insurance\n   23  law,  as  amended by chapter 107 of the laws of 2010, is amended to read\n   24  as follows:\n   25    (2) A corporation desiring to increase or decrease  premiums  for  any\n   26  contract subject to this subsection shall submit a rate filing or appli-\n   27  cation to the superintendent. A corporation shall send written notice of\n   28  the proposed rate adjustment, including the [specific] change requested,\n   29  to  each  contract holder [and subscriber] affected by the adjustment on\n   30  or before the date the rate filing or application is  submitted  to  the\n   31  superintendent. The notice shall prominently include mailing and website\n   32  addresses  for both the insurance department and the corporation through\n   33  which a person may, within thirty days from the date the rate filing  or\n   34  application  is  submitted  to the superintendent, contact the insurance\n   35  department or corporation to receive additional information or to submit\n   36  written comments to the insurance  department  on  the  rate  filing  or\n   37  application. The superintendent shall establish a process to post on the\n   38  department's  website, in a timely manner, all relevant written comments\n   39  received pertaining to rate filings  or  applications.  The  corporation\n   40  shall  provide  a copy of the notice to the superintendent with the rate\n   41  filing or application. The superintendent shall  immediately  cause  the\n   42  notice  to  be  posted on the insurance department's website. The super-\n   43  intendent shall determine whether the filing or application shall become\n   44  effective as filed, shall become effective  as  modified,  or  shall  be\n   45  disapproved. The superintendent may modify or disapprove the rate filing\n   46  or  application if the superintendent finds that the premiums are unrea-\n   47  sonable, excessive, inadequate,  or  unfairly  discriminatory,  and  may\n   48  consider  the financial condition of the corporation in approving, modi-\n   49  fying or disapproving any premium adjustment. The determination  of  the\n   50  superintendent  shall  be  supported  by sound actuarial assumptions and\n   51  methods, and shall be rendered in writing between thirty and sixty  days\n   52  from  the date the rate filing or application is submitted to the super-\n   53  intendent. Should the superintendent require additional information from\n   54  the corporation in order to make  a  determination,  the  superintendent\n   55  shall  require  the corporation to furnish such information, and in such\n   56  event, the sixty days shall be tolled and shall resume as  of  the  date\n\n       A. 3784                             3\n\n    1  the  corporation furnishes the information to the superintendent. If the\n    2  superintendent requests additional information less than ten  days  from\n    3  the expiration of the sixty days (exclusive of tolling), the superinten-\n    4  dent  may extend the sixty day period an additional twenty days, to make\n    5  a determination.  The application or rate filing will be deemed approved\n    6  if a determination is not rendered within the time allotted  under  this\n    7  section.  A corporation shall not implement a rate adjustment unless the\n    8  corporation provides at least sixty days advance written notice  of  the\n    9  premium  rate adjustment approved by the superintendent to each contract\n   10  holder and subscriber affected by the rate adjustment.\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to premiums for individual and small group health insurance policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T144906.TXT", "SOBI.D110127.T123849.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157746128
}