{
  "year" : 2011,
  "senateBillNo" : "A3788-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3788-2011-1296104400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a commission to determine the future of the New York State thruway authority",
  "summary" : "Creates a temporary state commission to determine the legal issues and costs regarding the future of the New York State thruway authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities",
  "previousVersions" : [ "A6834-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3788\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, DESTITO -- read once and referred to the\n         Committee on Transportation\n\n       AN  ACT  providing  for  the creation of a temporary state commission to\n         determine the legal issues and costs regarding the future of  the  New\n         York  State  thruway  authority  and  providing for the repeal of such\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. A temporary state commission, to be known as the commission\n    2  on  the  future  of  the  New  York State thruway authority, hereinafter\n    3  referred to as the commission, is hereby created  to  examine,  evaluate\n    4  and  to determine the legal issues and costs regarding the future of the\n    5  New York State thruway  authority.  Specifically  the  commission  shall\n    6  examine at least the following:\n    7    (a)  the legal implications if the New York State thruway authority is\n    8  abolished;\n    9    (b) the projected costs if the New York  State  thruway  authority  is\n   10  abolished; and\n   11    (c)  the  projected time frame if the New York State thruway authority\n   12  is abolished.\n   13    S 2. The commission shall consist of thirteen members to be  appointed\n   14  as  follows:  seven members to be appointed by the governor; two members\n   15  to be appointed by the temporary president of the senate; two members to\n   16  be appointed by the speaker of the assembly; one member to be  appointed\n   17  by  the  minority  leader  of the senate; and one to be appointed by the\n   18  minority leader of the assembly. A commissioner shall  be  appointed  by\n   19  the governor from among his appointees. Vacancies shall be filled in the\n   20  same manner as the original appointments.\n   21    S  3.  The members of the commission shall receive no compensation for\n   22  their services, but shall be allowed their actual and necessary expenses\n   23  incurred in the performance of their duties hereunder.  To  the  maximum\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05407-01-1\n\n       A. 3788                             2\n\n    1  extent feasible, the commission shall be entitled to request and receive\n    2  and  shall  utilize and be provided with such facilities, resources, and\n    3  data of any court, department, division, board, bureau,  commission,  or\n    4  agency  of  the  state  or any political subdivision thereof as it deems\n    5  necessary or desirable to carry out properly its powers and duties here-\n    6  under.\n    7    S 4. The commission may employ and at pleasure remove  such  personnel\n    8  as  it  may  deem necessary for the performance of its functions and fix\n    9  their compensation within the amounts made available therefor.\n   10    S 5. The commission shall meet within the  state,  shall  hold  public\n   11  hearings,  and  shall  have  all  the  powers of a legislative committee\n   12  pursuant to the legislative law.\n   13    S 6. The commission shall submit its findings and recommendations  for\n   14  the  future  of  the New York State thruway authority in a report to the\n   15  governor, the temporary president of the senate, and the speaker of  the\n   16  assembly not later than one year after it first convenes.\n   17    S 7. This act shall take effect on the one hundred twentieth day after\n   18  it  shall  have  become  a  law, provided, that this act shall remain in\n   19  effect until one hundred twenty days after the  commission  submits  the\n   20  report required by section six of this act, at which time this act shall\n   21  expire  and  be  deemed  repealed. Provided that the commissioner of the\n   22  commission on the future of the New York state thruway  authority  shall\n   23  notify  the  legislative bill drafting commission upon the occurrence of\n   24  the enactment of the legislation provided for in this act in order  that\n   25  the  commission may maintain as accurate and timely  effective data base\n   26  of the official text of the laws of the state of New York in furtherance\n   27  of effectuating the provisions of section 44 of the legislative law  and\n   28  section  70-b  of  the  public  officers law. Effective immediately, the\n   29  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   30  for  the implementation of this act on its effective date are authorized\n   31  to be made on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT providing for the creation of a temporary state commission to determine the legal issues and costs regarding the future of the New York State thruway authority and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T151912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159552817
}