{
  "year" : 2011,
  "senateBillNo" : "A3783-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3783-2011-1296104400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to real property assessments and the administrative review of assessments for real property owned by members of the assessing unit or appointing authorities",
  "summary" : "Relates to real property assessments and the administrative review of assessments for real property owned by members of the assessing unit or appointing authorities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A5870-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3783\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to real  property\n         assessments  and  the  administrative  review  of assessments for real\n         property owned by members of the assessing unit or appointing authori-\n         ties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  504  of  the real property tax law is amended by\n    2  adding a new subdivision 5-b to read as follows:\n    3    5-B. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, WHENEVER REAL PROPER-\n    4  TY IS OWNED BY A TOWN ASSESSOR OR A MEMBER OF THE TOWN BOARD  APPOINTING\n    5  SUCH ASSESSOR AND SUCH PROPERTY IS LOCATED WITHIN THE ASSESSOR'S ASSESS-\n    6  ING  UNIT,  SUCH  PROPERTY SHALL BE ASSESSED BY AN ASSESSOR FROM ANOTHER\n    7  TOWN WITHIN THE SAME COUNTY.\n    8    S 2. Subdivision 2 of section 525 of the  real  property  tax  law  is\n    9  amended by adding a new paragraph (c) to read as follows:\n   10    (C)  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, THE BOARD OF ASSESS-\n   11  MENT REVIEW MUST REFER ANY COMPLAINT MADE BY (I) A MEMBER  OF  THE  TOWN\n   12  BOARD;  (II)  THE  TOWN SUPERVISOR; (III) THE TOWN ASSESSOR; OR (IV) ANY\n   13  MEMBER OF THE BOARD OF ASSESSMENT  REVIEW,  TO  ANOTHER  TOWN  BOARD  OF\n   14  ASSESSMENT REVIEW WITHIN THE SAME COUNTY.\n   15    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05405-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to real property assessments and the administrative review of assessments for real property owned by members of the assessing unit or appointing authorities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T145411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296158051299
}