{
  "year" : 2011,
  "senateBillNo" : "A3780-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to energy",
    "billEventId" : "A3780-2011-1296104400000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires gas and electric utilities to make available to landlords upon request information concerning gas and electric charges incurred for residential premises",
  "summary" : "Requires gas and electric utilities to make available to landlords or lessors, upon request of prospective tenants or lessees, information concerning gas and electric charges incurred for residential rental premises; provides that such information shall be furnished without any charge or fee. ",
  "currentCommittee" : null,
  "sameAs" : "S1878",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A5691-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3780\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. JEFFRIES, ROBINSON, WRIGHT, ROSENTHAL, REILLY,\n         M. MILLER, JAFFEE -- Multi-Sponsored by -- M. of A. CLARK, PHEFFER  --\n         read once and referred to the Committee on Energy\n\n       AN  ACT  to  amend the public service law, in relation to making gas and\n         electric billing information for residential rental premises available\n         upon request\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  66-m to read as follows:\n    3    S 66-M. GAS AND ELECTRIC BILLING INFORMATION  FOR  RESIDENTIAL  RENTAL\n    4  PREMISES.  EVERY GAS CORPORATION, ELECTRIC CORPORATION, AND MUNICIPALITY\n    5  SHALL MAKE AVAILABLE TO ANY LANDLORD OR  LESSOR  OF  RESIDENTIAL  RENTAL\n    6  PREMISES,  UPON  WRITTEN REQUEST THEREFOR FROM ANY PROSPECTIVE TENANT OR\n    7  LESSEE THEREOF, PRIOR TO THE COMMENCEMENT OF TENANCY OR EXECUTION  OF  A\n    8  LEASE,  INFORMATION  CONSISTING OF THE CHARGES INCURRED AT SUCH PREMISES\n    9  FOR GAS OR ELECTRIC SERVICE OR BOTH. SUCH INFORMATION SHALL  BE  IDENTI-\n   10  FIED  SOLELY  BY THE ADDRESS OF THE DWELLING UNIT, AND NO OTHER INFORMA-\n   11  TION IDENTIFYING THE OWNER, LESSEE, OR OTHER OCCUPANT  OF  THE  DWELLING\n   12  UNIT  SHALL  BE  UTILIZED FOR, OR MADE AVAILABLE IN CONNECTION WITH, THE\n   13  FURNISHING OF BILLING INFORMATION PURSUANT TO THIS SECTION.  SUCH INFOR-\n   14  MATION SHALL BE FURNISHED TO BOTH   THE LANDLORD OR LESSOR  AND  TO  THE\n   15  PROSPECTIVE TENANT OR LESSEE WITHOUT THE IMPOSITION OF ANY CHARGE OR FEE\n   16  THEREFOR BY ANY PARTY TO ANY PARTY.\n   17    S 2. This act shall take effect on the one hundred twentieth day after\n   18  it  shall have become a law; provided that the public service commission\n   19  is authorized to  promulgate any and all rules and regulations and  take\n   20  any other measures necessary to implement this act on its effective date\n   21  on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06297-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to making gas and electric billing information for residential rental premises available upon request ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T144906.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296157746135
}