{
  "year" : 2011,
  "senateBillNo" : "A3791-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3791-2011-1296104400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to credit default insurance companies; repealer",
  "summary" : "Relates to credit default insurance corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A10783-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3791\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced   by   M.   of   A.   MORELLE,   BING,  KELLNER,  CYMBROWITZ,\n         PEOPLES-STOKES, SCHROEDER, SPANO, DESTITO, BARCLAY, TITONE  --  Multi-\n         Sponsored  by  --  M.  of A. BARRON, BOYLAND, CAHILL, CALHOUN, CASTRO,\n         DenDEKKER,  ENGLEBRIGHT,  GALEF,  GUNTHER,  JAFFEE,  LANCMAN,  LIFTON,\n         MAGEE,  MAYERSOHN,  McENENY, MILLMAN, PHEFFER, RAIA, REILLY, ROBINSON,\n         SCHIMMINGER -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to credit default  insur-\n         ance  corporations,  and to repeal certain provisions of the insurance\n         law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 69 of the insurance law is REPEALED and a new arti-\n    2  cle 69 is added to read as follows:\n    3                                  ARTICLE 69\n    4                    CREDIT DEFAULT INSURANCE CORPORATIONS\n    5  SECTION 6901. DEFINITIONS.\n    6          6902. ORGANIZATION; FINANCIAL REQUIREMENTS.\n    7          6903. CONTINGENCY,  LOSS  AND UNEARNED PREMIUM RESERVES; COLLAT-\n    8                   ERAL.\n    9          6904. LIMITATIONS.\n   10          6905. POLICY FORMS AND RATES.\n   11          6906. REINSURANCE.\n   12          6907. APPLICABILITY OF OTHER LAWS.\n   13          6908. RELATIONSHIP TO SECURITY FUND.\n   14          6909. PENALTIES.\n   15          6910. TRANSITION PROVISION.\n   16    S 6901. DEFINITIONS: (A) \"CREDIT DEFAULT INSURANCE\" MEANS:\n   17    (1) A SURETY BOND, OR OTHER CONTRACT, AND ANY GUARANTEE WHICH IS PAYA-\n   18  BLE UPON OCCURRENCE OF FINANCIAL LOSS, AS A RESULT OF THE FAILURE OF ANY\n   19  OBLIGOR ON OR ISSUER OF ANY DEBT INSTRUMENT OR OTHER MONETARY OBLIGATION\n   20  TO PAY WHEN DUE TO BE PAID BY THE  OBLIGOR  OR  SCHEDULED  AT  THE  TIME\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05248-01-1\n\n       A. 3791                             2\n\n    1  INSURED  TO  BE  RECEIVED  BY  THE  HOLDER OF THE OBLIGATION, PRINCIPAL,\n    2  INTEREST, PREMIUM, DIVIDEND OR PURCHASE PRICE OF OR ON, OR OTHER AMOUNTS\n    3  DUE OR PAYABLE WITH RESPECT TO, SUCH INSTRUMENT OR OBLIGATION, WHEN SUCH\n    4  FAILURE  IS  THE  RESULT  OF A FINANCIAL DEFAULT OR INSOLVENCY, OR OTHER\n    5  CREDIT EVENT, OR, PROVIDED THAT SUCH PAYMENT SOURCE IS INVESTMENT GRADE,\n    6  ANY OTHER FAILURE TO MAKE PAYMENT, REGARDLESS OF WHETHER SUCH OBLIGATION\n    7  IS INCURRED DIRECTLY OR AS GUARANTOR BY OR ON BEHALF OF ANOTHER  OBLIGOR\n    8  THAT HAS ALSO DEFAULTED;\n    9    (2)  CREDIT  DEFAULT  INSURANCE INCLUDES OTHER EVENTS WHICH THE SUPER-\n   10  INTENDENT DETERMINES ARE SUBSTANTIALLY SIMILAR  TO  ANY  OF  THE  EVENTS\n   11  DESCRIBED IN PARAGRAPH ONE OF THIS SUBSECTION.\n   12    (3)  NOTWITHSTANDING PARAGRAPH ONE OF THIS SUBSECTION, \"CREDIT DEFAULT\n   13  INSURANCE\" SHALL NOT INCLUDE:\n   14    (A) INSURANCE OF ANY LOSS RESULTING FROM ANY EVENT DESCRIBED IN  PARA-\n   15  GRAPH ONE OF THIS SUBSECTION IF THE LOSS IS PAYABLE ONLY UPON THE OCCUR-\n   16  RENCE  OF ANY OF THE FOLLOWING, AS SPECIFIED IN A SURETY BOND, INSURANCE\n   17  POLICY OR INDEMNITY CONTRACT:\n   18    (I) A FORTUITOUS PHYSICAL EVENT;\n   19    (II) FAILURE OF OR DEFICIENCY IN THE OPERATION OF EQUIPMENT; OR\n   20    (III) AN INABILITY TO EXTRACT OR RECOVER A NATURAL RESOURCE;\n   21    (B) FIDELITY AND SURETY INSURANCE AS DEFINED IN PARAGRAPH  SIXTEEN  OF\n   22  SUBSECTION  (A)  OF  SECTION  ONE  THOUSAND ONE HUNDRED THIRTEEN OF THIS\n   23  CHAPTER;\n   24    (C) CREDIT INSURANCE AS DEFINED IN PARAGRAPH SEVENTEEN  OF  SUBSECTION\n   25  (A) OF SECTION ONE THOUSAND ONE HUNDRED THIRTEEN OF THIS CHAPTER;\n   26    (D)  CREDIT UNEMPLOYMENT INSURANCE AS DEFINED IN PARAGRAPH TWENTY-FOUR\n   27  OF SUBSECTION (A) OF SECTION ONE THOUSAND ONE HUNDRED THIRTEEN  OF  THIS\n   28  CHAPTER;\n   29    (E)  RESIDUAL  VALUE  INSURANCE  AS DEFINED IN PARAGRAPH TWENTY-TWO OF\n   30  SUBSECTION (A) OF SECTION ONE THOUSAND  ONE  HUNDRED  THIRTEEN  OF  THIS\n   31  CHAPTER;\n   32    (F)  MORTGAGE  GUARANTY INSURANCE AS DEFINED IN PARAGRAPH TWENTY-THREE\n   33  OF SUBSECTION (A) OF SECTION ONE THOUSAND ONE HUNDRED THIRTEEN  OF  THIS\n   34  CHAPTER  AND  AS  PERMITTED TO BE WRITTEN BY A MORTGAGE GUARANTY INSURER\n   35  UNDER ARTICLE SIXTY-FIVE OF THIS CHAPTER;\n   36    (G) GUARANTEED INVESTMENT CONTRACTS ISSUED BY LIFE INSURANCE COMPANIES\n   37  WHICH PROVIDE THAT THE LIFE INSURER ITSELF WILL MAKE SPECIFIED  PAYMENTS\n   38  IN EXCHANGE FOR SPECIFIC PREMIUMS OR CONTRIBUTIONS;\n   39    (H) INDEMNITY CONTRACTS OR SIMILAR GUARANTIES, TO THE EXTENT THAT THEY\n   40  ARE NOT OTHERWISE LIMITED OR PROSCRIBED BY THIS CHAPTER:\n   41    (I)  IN  WHICH  A  LIFE  INSURER  OR  AN  INSURER  SUBJECT  TO ARTICLE\n   42  FORTY-THREE OF THIS CHAPTER GUARANTIES ITS OBLIGATIONS  OR  INDEBTEDNESS\n   43  OR  THE OBLIGATIONS OR INDEBTEDNESS OF A SUBSIDIARY (AS DEFINED IN PARA-\n   44  GRAPH FORTY OF SUBSECTION (A) OF SECTION ONE HUNDRED SEVEN OF THIS CHAP-\n   45  TER), OTHER THAN A FINANCIAL GUARANTY  INSURANCE  CORPORATION,  PROVIDED\n   46  THAT:\n   47    (I) TO THE EXTENT THAT ANY SUCH OBLIGATIONS OR INDEBTEDNESS ARE BACKED\n   48  BY SPECIFIC ASSETS, SUCH ASSETS MUST AT ALL TIMES BE OWNED BY THE INSUR-\n   49  ER OR THE SUBSIDIARY; AND\n   50    (II) IN THE CASE OF THE GUARANTY OF THE OBLIGATIONS OR INDEBTEDNESS OF\n   51  THE  SUBSIDIARY  THAT ARE NOT BACKED BY SPECIFIC ASSETS OF SUCH INSURER,\n   52  SUCH GUARANTY TERMINATES ONCE THE SUBSIDIARY CEASES TO BE A  SUBSIDIARY;\n   53  OR\n   54    (II)  IN  WHICH  A LIFE INSURER GUARANTIES OBLIGATIONS OR INDEBTEDNESS\n   55  (INCLUDING THE OBLIGATION TO SUBSTITUTE ASSETS WHERE  APPROPRIATE)  WITH\n   56  RESPECT  TO  SPECIFIC ASSETS ACQUIRED BY SUCH LIFE INSURER IN THE COURSE\n\n       A. 3791                             3\n\n    1  OF ITS NORMAL INVESTMENT ACTIVITIES AND NOT FOR THE  PURPOSE  OF  RESALE\n    2  WITH  CREDIT  ENHANCEMENT,  OR  GUARANTIES  OBLIGATIONS  OR INDEBTEDNESS\n    3  ACQUIRED BY ITS SUBSIDIARY, PROVIDED THAT THE ASSETS  ACQUIRED  PURSUANT\n    4  TO THIS ITEM HAVE BEEN:\n    5    (I)  ACQUIRED  BY  A  SPECIAL PURPOSE ENTITY, WHOSE SOLE PURPOSE IS TO\n    6  ACQUIRE SPECIFIC ASSETS OF SUCH LIFE INSURER OR ITS SUBSIDIARY AND ISSUE\n    7  SECURITIES OR PARTICIPATION CERTIFICATES BACKED BY SUCH ASSETS; OR\n    8    (II) SOLD TO AN INDEPENDENT THIRD PARTY; OR\n    9    (III) IN WHICH A LIFE INSURER GUARANTIES OBLIGATIONS  OR  INDEBTEDNESS\n   10  OF AN EMPLOYEE OR INSURANCE AGENT OF SUCH LIFE INSURER; OR\n   11    (I)  GUARANTEES  OF HIGHER EDUCATION LOANS, UNLESS WRITTEN BY A CREDIT\n   12  DEFAULT INSURANCE CORPORATION;\n   13    (J) GUARANTEES OF INSURANCE CONTRACTS, EXCEPT FOR:\n   14    (I) GUARANTEES AUTHORIZED PURSUANT TO SECTION ONE THOUSAND ONE HUNDRED\n   15  FOURTEEN OF THIS CHAPTER;\n   16    (II) CREDIT DEFAULT INSURANCE POLICIES INSURING GUARANTEED  INVESTMENT\n   17  CONTRACTS ISSUED BY LIFE INSURERS, PROVIDED THAT:\n   18    (I)  THE  OBLIGATIONS  UNDER  SUCH  CONTRACTS ARE NOT DEPENDENT ON THE\n   19  CONTINUANCE OF HUMAN LIFE;\n   20    (II) THE CREDIT DEFAULT INSURANCE POLICIES DO NOT GUARANTY DEATH BENE-\n   21  FITS PROVIDED BY SUCH CONTRACTS;\n   22    (III) THE OBLIGATIONS INSURED BY THE CREDIT DEFAULT INSURANCE POLICIES\n   23  ARE INVESTMENT GRADE BASED ON THE RATING OF THE LIFE INSURERS OR, IN THE\n   24  CASE OF SEPARATE ACCOUNT GUARANTEED INVESTMENT CONTRACTS, BASED  ON  THE\n   25  RATINGS OF SUCH SEPARATE ACCOUNTS;\n   26    (IV)  THE  CREDIT  DEFAULT  INSURANCE  POLICIES SHALL NOT CONDITION OR\n   27  DELAY PAYMENT OF A CLAIM WITH RESPECT TO SUCH CONTRACTS UPON THE INSURED\n   28  OR BENEFICIARY MAKING A CLAIM ON THE CONTRACTS WITH ANY INSURANCE  GUAR-\n   29  ANTY FUND UNDER THIS CHAPTER OR OF ANY OTHER JURISDICTION; AND\n   30    (V)  THE  CREDIT  DEFAULT INSURANCE POLICIES PROVIDE THAT IF, PRIOR TO\n   31  PAYMENT BY THE INSURER UNDER THE CREDIT DEFAULT INSURANCE POLICIES,  THE\n   32  GUARANTY  FUND HAS PAID A CLAIM UNDER SUCH CONTRACTS FOR AN AMOUNT THAT,\n   33  WHEN ADDED TO THE AMOUNT PAYABLE  UNDER  THE  CREDIT  DEFAULT  INSURANCE\n   34  POLICIES,  WOULD  EXCEED  THE AMOUNT OWED UNDER SUCH CONTRACTS, THEN THE\n   35  CREDIT DEFAULT INSURER SHALL PAY THE PORTION OF THE  AMOUNT  PAYABLE  IN\n   36  EXCESS  OF  THE  CONTRACT AMOUNTS TO THE GUARANTY FUND INSTEAD OF TO THE\n   37  BENEFICIARY UNDER SUCH CONTRACTS; OR\n   38    (K) ANY OTHER FORM OF INSURANCE COVERING RISKS WHICH  THE  SUPERINTEN-\n   39  DENT DETERMINES TO BE SUBSTANTIALLY SIMILAR TO ANY OF THE FOREGOING.\n   40    (B)  \"CREDIT  DEFAULT INSURANCE CORPORATION\" OR \"CORPORATION\" MEANS AN\n   41  INSURER LICENSED TO TRANSACT THE BUSINESS OF CREDIT DEFAULT INSURANCE IN\n   42  THIS STATE.\n   43    (C) \"AFFILIATE\" MEANS A PERSON WHICH, DIRECTLY OR INDIRECTLY, OWNS  AT\n   44  LEAST  TEN  PERCENT  BUT  LESS  THAN FIFTY PERCENT OF THE CREDIT DEFAULT\n   45  INSURANCE CORPORATION OR WHICH IS AT LEAST TEN  PERCENT  BUT  LESS  THAN\n   46  FIFTY  PERCENT, DIRECTLY OR INDIRECTLY, OWNED BY A CREDIT DEFAULT INSUR-\n   47  ANCE CORPORATION.\n   48    (D) \"AGGREGATE NET LIABILITY\" MEANS THE AGGREGATE  AMOUNT  OF  INSURED\n   49  UNPAID PRINCIPAL, INTEREST AND OTHER MONETARY PAYMENTS, IF ANY, OF GUAR-\n   50  ANTIED  OBLIGATIONS  INSURED OR ASSUMED, LESS REINSURANCE CEDED AND LESS\n   51  COLLATERAL.\n   52    (E) \"ASSET-BACKED SECURITIES\" MEANS:  SECURITIES  OR  OTHER  FINANCIAL\n   53  OBLIGATIONS OF AN ISSUER PROVIDED THAT:\n   54    (1)  THE ISSUER IS A SPECIAL PURPOSE CORPORATION, TRUST OR OTHER ENTI-\n   55  TY, OR (PROVIDED THAT THE  SECURITIES  OR  OTHER  FINANCIAL  OBLIGATIONS\n   56  CONSTITUTE  AN  INSURABLE RISK) IS A BANK, TRUST COMPANY OR OTHER FINAN-\n\n       A. 3791                             4\n\n    1  CIAL INSTITUTION, DEPOSITS IN WHICH ARE INSURED BY  THE  BANK  INSURANCE\n    2  FUND OR THE SAVINGS INSURANCE FUND (OR ANY SUCCESSOR THERETO); AND\n    3    (2)  A POOL OF ASSETS COMPRISED OF SECURITIES OR OTHER FINANCIAL OBLI-\n    4  GATIONS EXPECTED TO GENERATE EITHER CASH FLOW OR CASH  PROCEEDS  BY  THE\n    5  TERMS  OF  THE SECURITIES OR OTHER FINANCIAL OBLIGATIONS, OR PURSUANT TO\n    6  LEASES OR OTHER CONTRACTUAL RIGHTS, INCLUDING ANY EXPECTED EXTENSIONS OR\n    7  RENEWALS THEREOF, OR THROUGH A SALE IN A PUBLIC OR  PRIVATE  MARKET  FOR\n    8  PROCEEDS SUFFICIENT TO PAY THE INSURED OBLIGATIONS:\n    9    (A)  HAS  BEEN  CONVEYED,  PLEDGED  OR  OTHERWISE TRANSFERRED TO OR IS\n   10  OTHERWISE OWNED OR ACQUIRED BY THE ISSUER;\n   11    (B) SUCH POOL OF ASSETS BACKS THE SECURITIES OR OTHER FINANCIAL  OBLI-\n   12  GATIONS ISSUED; AND\n   13    (C)  NO  ASSET  IN SUCH POOL, OTHER THAN AN ASSET DIRECTLY PAYABLE BY,\n   14  GUARANTEED BY OR BACKED BY THE FULL  FAITH  AND  CREDIT  OF  THE  UNITED\n   15  STATES  GOVERNMENT OR THAT OTHERWISE QUALIFIES AS COLLATERAL UNDER PARA-\n   16  GRAPH ONE OR TWO OF SUBSECTION (G) OF THIS SECTION, HAS A VALUE  EXCEED-\n   17  ING TWENTY PERCENT OF THE POOL'S AGGREGATE VALUE.\n   18    (F)  \"AVERAGE  ANNUAL DEBT SERVICE\" MEANS THE AMOUNT OF INSURED UNPAID\n   19  PRINCIPAL AND INTEREST ON AN OBLIGATION, MULTIPLIED  BY  THE  NUMBER  OF\n   20  SUCH  INSURED OBLIGATIONS (ASSUMING EACH OBLIGATION REPRESENTS ONE THOU-\n   21  SAND DOLLARS PAR VALUE), DIVIDED BY THE AMOUNT EQUAL  TO  THE  AGGREGATE\n   22  LIFE  OF  ALL  SUCH OBLIGATIONS (ASSUMING EACH OBLIGATION REPRESENTS ONE\n   23  THOUSAND DOLLARS PAR VALUE). THIS DEFINITION, EXPRESSED AS A FORMULA  IN\n   24  REGARD TO BONDS, IS AS FOLLOWS:\n   25  AVERAGE ANNUAL DEBT SERVICE=  TOTAL DEBT SERVICE X NO. OF BONDS\n   26                                ---------------------------------\n   27                                             BOND YEARS\n\n   28  TOTAL DEBT SERVICE=  INSURED UNPAID PRINCIPAL + INTEREST\n\n   29  NUMBER OF BONDS=  TOTAL INSURED PRINCIPAL\n   30                    -----------------------\n   31                             $1,000\n\n   32  BOND YEARS=   NUMBER OF BONDS X TERM IN YEARS\n\n   33    TERM  IN  YEARS = TERM TO MATURITY BASED ON SCHEDULED AMORTIZATION OR,\n   34  IN THE ABSENCE OF A SCHEDULED AMORTIZATION IN THE CASE  OF  ASSET-BACKED\n   35  SECURITIES  OR  OTHER  OBLIGATIONS  LACKING  A  SCHEDULED  AMORTIZATION,\n   36  EXPECTED AMORTIZATION, IN EACH CASE DETERMINED AS OF THE DATE  OF  ISSU-\n   37  ANCE  OF  THE  INSURANCE  POLICY BASED UPON THE AMORTIZATION ASSUMPTIONS\n   38  EMPLOYED IN PRICING THE INSURED OBLIGATIONS OR  OTHERWISE  USED  BY  THE\n   39  INSURER TO DETERMINE AGGREGATE NET LIABILITY.\n   40    (G) \"COLLATERAL\" MEANS:\n   41    (1) CASH;\n   42    (2) THE CASH FLOW FROM SPECIFIC OBLIGATIONS WHICH ARE NOT CALLABLE AND\n   43  SCHEDULED  TO BE RECEIVED BASED ON EXPECTED PREPAYMENT SPEED ON OR PRIOR\n   44  TO THE DATE OF SCHEDULED DEBT SERVICE (INCLUDING  SCHEDULED  REDEMPTIONS\n   45  OR PREPAYMENTS) ON THE INSURED OBLIGATION PROVIDED THAT (A) SUCH SPECIF-\n   46  IC  OBLIGATIONS  ARE DIRECTLY PAYABLE BY, GUARANTEED BY OR BACKED BY THE\n   47  FULL FAITH AND CREDIT OF THE UNITED STATES GOVERNMENT, (B) IN  THE  CASE\n   48  OF  INSURED  OBLIGATIONS  DENOMINATED  OR PAYABLE IN FOREIGN CURRENCY AS\n   49  PERMITTED UNDER PARAGRAPH FOUR OF SUBSECTION (B) OF SECTION SIX THOUSAND\n   50  NINE HUNDRED FOUR OF THIS ARTICLE, SUCH SPECIFIC OBLIGATIONS ARE DIRECT-\n   51  LY PAYABLE BY, GUARANTEED BY OR BACKED BY THE FULL FAITH AND  CREDIT  OF\n   52  SUCH FOREIGN GOVERNMENT OR THE CENTRAL BANK THEREOF, OR (C) SUCH SPECIF-\n\n       A. 3791                             5\n\n    1  IC  OBLIGATIONS  ARE  INSURED BY THE SAME INSURER THAT INSURES THE OBLI-\n    2  GATIONS BEING COLLATERALIZED, AND THE  CASH  FLOWS  FROM  SUCH  SPECIFIC\n    3  OBLIGATIONS  ARE  SUFFICIENT  TO COVER THE INSURED SCHEDULED PAYMENTS ON\n    4  THE OBLIGATIONS BEING COLLATERALIZED.\n    5    (3) THE MARKET VALUE OF INVESTMENT GRADE OBLIGATIONS, OTHER THAN OBLI-\n    6  GATIONS  EVIDENCING AN INTEREST IN THE PROJECT OR PROJECTS FINANCED WITH\n    7  THE PROCEEDS OF THE INSURED OBLIGATIONS; OR\n    8    (4) THE FACE AMOUNT OF EACH LETTER OF CREDIT THAT:\n    9    (A) IS IRREVOCABLE;\n   10    (B) PROVIDES FOR PAYMENT UNDER THE LETTER OF CREDIT IN LIEU OF  OR  AS\n   11  REIMBURSEMENT TO THE INSURER FOR PAYMENT REQUIRED UNDER A CREDIT DEFAULT\n   12  INSURANCE POLICY;\n   13    (C) IS ISSUED, PRESENTABLE AND PAYABLE EITHER:\n   14    (I)  AT AN OFFICE OF THE LETTER OF CREDIT ISSUER IN THE UNITED STATES;\n   15  OR\n   16    (II) AT AN OFFICE OF THE LETTER OF CREDIT ISSUER LOCATED IN THE JURIS-\n   17  DICTION IN WHICH THE TRUSTEE OR PAYING AGENT FOR THE INSURED  OBLIGATION\n   18  IS LOCATED\n   19    (D) CONTAINS A STATEMENT THAT EITHER:\n   20    (I)  IDENTIFIES  THE  INSURER  AND  ANY SUCCESSOR BY OPERATION OF LAW,\n   21  INCLUDING ANY LIQUIDATOR, REHABILITATOR, RECEIVER OR CONSERVATOR, AS THE\n   22  BENEFICIARY; OR\n   23    (II) IDENTIFIES THE TRUSTEE OR THE PAYING AGENT FOR THE INSURED  OBLI-\n   24  GATION AS THE BENEFICIARY;\n   25    (E)  CONTAINS  A  STATEMENT  TO  THE EFFECT THAT THE OBLIGATION OF THE\n   26  LETTER OF CREDIT ISSUER UNDER THE LETTER  OF  CREDIT  IS  AN  INDIVIDUAL\n   27  OBLIGATION OF SUCH ISSUER AND IS IN NO WAY CONTINGENT UPON REIMBURSEMENT\n   28  WITH RESPECT THERETO;\n   29    (F) CONTAINS AN ISSUE DATE AND A DATE OF EXPIRATION;\n   30    (G) EITHER:\n   31    (I)  HAS  A  TERM  AT  LEAST AS LONG AS THE SHORTER OF THE TERM OF THE\n   32  INSURED OBLIGATION OR THE TERM OF THE CREDIT DEFAULT  INSURANCE  POLICY;\n   33  OR\n   34    (II) PROVIDES THAT THE LETTER OF CREDIT SHALL NOT EXPIRE WITHOUT THIR-\n   35  TY  DAYS  PRIOR WRITTEN NOTICE TO THE BENEFICIARY AND ALLOWS FOR DRAWING\n   36  UNDER THE LETTER OF CREDIT IN THE EVENT THAT, PRIOR TO  EXPIRATION,  THE\n   37  LETTER  OF  CREDIT  IS NOT RENEWED OR EXTENDED OR A SUBSTITUTE LETTER OF\n   38  CREDIT  OR  ALTERNATE  COLLATERAL  MEETING  THE  REQUIREMENTS  OF   THIS\n   39  SUBSECTION IS NOT PROVIDED;\n   40    (H) STATES THAT IT IS GOVERNED BY THE LAWS OF THE STATE OF NEW YORK OR\n   41  BY  THE  1983  OR  1993 REVISION OF THE UNIFORM CUSTOMS AND PRACTICE FOR\n   42  DOCUMENTARY CREDITS OF THE INTERNATIONAL CHAMBER OF  COMMERCE  (PUBLICA-\n   43  TION  400  OR  500)  OR ANY SUCCESSOR REVISION IF APPROVED BY THE SUPER-\n   44  INTENDENT, AND CONTAINS A PROVISION FOR AN EXTENSION  OF  TIME,  OF  NOT\n   45  LESS  THAN THIRTY DAYS AFTER RESUMPTION OF BUSINESS, TO DRAW AGAINST THE\n   46  LETTER OF CREDIT IN THE EVENT  THAT  ONE  OR  MORE  OF  THE  OCCURRENCES\n   47  DESCRIBED IN ARTICLE 19 OF PUBLICATION 400 OR 500 OCCURS; AND\n   48    (I)  IS  ISSUED  BY A BANK, TRUST COMPANY, OR SAVINGS AND LOAN ASSOCI-\n   49  ATION THAT:\n   50    (I) IS ORGANIZED AND EXISTING UNDER THE LAWS OF THE UNITED  STATES  OR\n   51  ANY  STATE  THEREOF OR, IN THE CASE OF A NON-DOMESTIC FINANCIAL INSTITU-\n   52  TION, HAS A BRANCH OR AGENCY OFFICE  LICENSED  UNDER  THE  LAWS  OF  THE\n   53  UNITED  STATES OR ANY STATE THEREOF AND IS DOMICILED IN A MEMBER COUNTRY\n   54  OF THE ORGANIZATION FOR ECONOMIC CO-OPERATION AND DEVELOPMENT  HAVING  A\n   55  SOVEREIGN  RATING  IN ONE OF THE TOP TWO GENERIC LETTERED RATING CLASSI-\n\n       A. 3791                             6\n\n    1  FICATIONS BY A SECURITIES RATING AGENCY ACCEPTABLE  TO  THE  SUPERINTEN-\n    2  DENT;\n    3    (II)  HAS  (OR  IS  THE  PRINCIPAL OPERATING SUBSIDIARY OF A FINANCIAL\n    4  INSTITUTION HOLDING COMPANY THAT HAS) A  LONG-TERM  DEBT  RATING  OF  AT\n    5  LEAST INVESTMENT GRADE; AND\n    6    (III)  IS  NOT  A  PARENT,  SUBSIDIARY  OR AFFILIATE OF THE TRUSTEE OR\n    7  PAYING AGENT, IF ANY, WITH RESPECT TO THE  INSURED  OBLIGATION  IF  SUCH\n    8  TRUSTEE  OF PAYING AGENT IS THE NAMED BENEFICIARY OF THE LETTER OF CRED-\n    9  IT.\n   10    (H) \"COMMERCIAL REAL ESTATE\"  MEANS  INCOME  PRODUCING  REAL  PROPERTY\n   11  OTHER THAN RESIDENTIAL PROPERTY CONSISTING OF LESS THAN FIVE UNITS.\n   12    (I) \"CONTINGENCY RESERVE\" MEANS AN ADDITIONAL LIABILITY RESERVE ESTAB-\n   13  LISHED TO PROTECT POLICY HOLDERS AGAINST THE EFFECTS OF ADVERSE ECONOMIC\n   14  DEVELOPMENTS OR CYCLES OR OTHER UNFORESEEN CIRCUMSTANCES.\n   15    (J)  \"GOVERNMENTAL UNIT\" MEANS THE UNITED STATES OF AMERICA, CANADA, A\n   16  MEMBER COUNTRY OF THE ORGANIZATION FOR ECONOMIC CO-OPERATION AND  DEVEL-\n   17  OPMENT  HAVING A SOVEREIGN RATING IN ONE OF THE TOP TWO GENERIC LETTERED\n   18  RATING CLASSIFICATIONS BY A SECURITIES RATING AGENCY ACCEPTABLE  TO  THE\n   19  SUPERINTENDENT, A STATE, TERRITORY OR POSSESSION OF THE UNITED STATES OF\n   20  AMERICA, THE DISTRICT OF COLUMBIA, A PROVINCE OF CANADA, A MUNICIPALITY,\n   21  OR A POLITICAL SUBDIVISION OF ANY OF THE FOREGOING, OR ANY PUBLIC AGENCY\n   22  OR INSTRUMENTALITY THEREOF.\n   23    (K)  \"EXCESS  SPREAD\"  MEANS,  WITH  RESPECT  TO  ANY INSURED ISSUE OF\n   24  ASSET-BACKED SECURITIES, THE EXCESS OF:\n   25    (1) THE SCHEDULED CASH FLOW ON THE UNDERLYING ASSETS THAT  IS  REASON-\n   26  ABLY  PROJECTED TO BE AVAILABLE, OVER THE TERM OF THE INSURED SECURITIES\n   27  AFTER PAYMENT OF THE EXPENSES ASSOCIATED WITH THE INSURED ISSUE, TO MAKE\n   28  DEBT SERVICE PAYMENTS ON THE INSURED SECURITIES OVER\n   29    (2) THE SCHEDULED DEBT SERVICE REQUIREMENTS ON THE INSURED SECURITIES,\n   30  PROVIDED THAT SUCH EXCESS IS HELD IN THE SAME MANNER  AS  COLLATERAL  IS\n   31  REQUIRED TO BE HELD UNDER SUBSECTION (G) OF THIS SECTION.\n   32    (L)  \"INDUSTRIAL DEVELOPMENT BOND\" MEANS ANY SECURITY OR OTHER INSTRU-\n   33  MENT, OTHER THAN A UTILITY FIRST  MORTGAGE  OBLIGATION,  UNDER  WHICH  A\n   34  PAYMENT  OBLIGATION IS CREATED, ISSUED BY OR ON BEHALF OF A GOVERNMENTAL\n   35  UNIT, TO FINANCE A PROJECT SERVING A PRIVATE INDUSTRIAL,  COMMERCIAL  OR\n   36  MANUFACTURING  PURPOSE,  AND NOT PAYABLE OR GUARANTIED BY A GOVERNMENTAL\n   37  UNIT.\n   38    (M) \"INSURABLE RISK\" MEANS, WITH RESPECT TO  ASSET-BACKED  SECURITIES,\n   39  AS DEFINED IN SUBSECTION (E) OF THIS SECTION, THAT SUCH OBLIGATION ON AN\n   40  UNINSURED BASIS HAS BEEN DETERMINED TO BE NOT LESS THAN INVESTMENT GRADE\n   41  BASED  SOLELY  ON  THE  POOL OF ASSETS BACKING THE INSURED OBLIGATION OR\n   42  SECURING THE INSURER, WITHOUT CONSIDERATION OF THE  CREDITWORTHINESS  OF\n   43  THE ISSUER.\n   44    (N) \"INVESTMENT GRADE\" MEANS THAT:\n   45    (1)  THE  OBLIGATION  OR PARITY OBLIGATION OF THE SAME ISSUER HAS BEEN\n   46  DETERMINED TO BE IN ONE OF THE TOP FOUR GENERIC LETTERED RATING  CLASSI-\n   47  FICATIONS  BY  A  SECURITIES RATING AGENCY ACCEPTABLE TO THE SUPERINTEN-\n   48  DENT;\n   49    (2) THE OBLIGATION OR PARITY OBLIGATION OF THE SAME  ISSUER  HAS  BEEN\n   50  IDENTIFIED  IN  WRITING  BY SUCH RATING AGENCY TO BE OF INVESTMENT GRADE\n   51  QUALITY; OR\n   52    (3) IF THE OBLIGATION OR PARITY OBLIGATION OF THE SAME ISSUER HAS  NOT\n   53  BEEN  SUBMITTED  TO ANY SUCH RATING AGENCY, THE OBLIGATION IS DETERMINED\n   54  TO BE INVESTMENT GRADE (AS INDICATED BY A RATING IN CATEGORY 1 OR 2)  BY\n   55  THE SECURITIES VALUATION OFFICE OF THE NATIONAL ASSOCIATION OF INSURANCE\n   56  COMMISSIONERS.\n\n       A. 3791                             7\n\n    1    (O)  \"MUNICIPAL  BONDS\"  MEANS  MUNICIPAL OBLIGATION BONDS AND SPECIAL\n    2  REVENUE BONDS.\n    3    (P)  \"MUNICIPAL  OBLIGATION  BOND\" MEANS ANY SECURITY OR OTHER INSTRU-\n    4  MENT, INCLUDING A LEASE PAYABLE OR GUARANTEED BY THE  UNITED  STATES  OR\n    5  ANOTHER NATIONAL GOVERNMENT THAT QUALIFIES AS A GOVERNMENTAL UNIT OR ANY\n    6  AGENCY,  DEPARTMENT  OR  INSTRUMENTALITY  THEREOF,  OR  BY A STATE OR AN\n    7  EQUIVALENT POLITICAL SUBDIVISION OF  ANOTHER  NATIONAL  GOVERNMENT  THAT\n    8  QUALIFIES  AS  A GOVERNMENTAL UNIT, BUT NOT A LEASE OF ANY OTHER GOVERN-\n    9  MENTAL UNIT, UNDER WHICH A PAYMENT OBLIGATION IS CREATED, ISSUED  BY  OR\n   10  ON  BEHALF  OF OR PAYABLE OR GUARANTEED BY A GOVERNMENTAL UNIT OR ISSUED\n   11  BY A SPECIAL PURPOSE CORPORATION, SPECIAL PURPOSE TRUST OR OTHER SPECIAL\n   12  PURPOSE LEGAL ENTITY TO FINANCE A PROJECT SERVING A  SUBSTANTIAL  PUBLIC\n   13  PURPOSE, AND WHICH IS:\n   14    (1) (A) PAYABLE FROM TAX REVENUES, BUT NOT TAX ALLOCATIONS, WITHIN THE\n   15  JURISDICTION OF SUCH GOVERNMENTAL UNIT;\n   16    (B)  PAYABLE  OR  GUARANTEED  BY THE UNITED STATES OR ANOTHER NATIONAL\n   17  GOVERNMENT THAT QUALIFIES AS A GOVERNMENTAL UNIT, OR ANY AGENCY, DEPART-\n   18  MENT OR INSTRUMENTALITY THEREOF, OR BY A HOUSING AGENCY OF A STATE OR AN\n   19  EQUIVALENT SUBDIVISION OF ANOTHER NATIONAL GOVERNMENT THAT QUALIFIES  AS\n   20  A GOVERNMENTAL UNIT;\n   21    (C)  PAYABLE FROM RATES OR CHARGES (BUT NOT TOLLS) LEVIED OR COLLECTED\n   22  IN RESPECT OF  A  NON-NUCLEAR  UTILITY  PROJECT,  PUBLIC  TRANSPORTATION\n   23  FACILITY  (OTHER  THAN AN AIRPORT), OR PUBLIC HIGHER EDUCATION FACILITY;\n   24  OR\n   25    (D) WITH RESPECT TO LEASE OBLIGATIONS, PAYABLE FROM  FUTURE  APPROPRI-\n   26  ATIONS; AND\n   27    (2)  PROVIDED  THAT,  IN  THE CASE OF OBLIGATIONS OF A SPECIAL PURPOSE\n   28  CORPORATION, SPECIAL PURPOSE TRUST OR OTHER SPECIAL PURPOSE LEGAL  ENTI-\n   29  TY:\n   30    (A) SUCH OBLIGATIONS ARE INVESTMENT GRADE AT THE TIME OF ISSUANCE;\n   31    (B)  SUCH  OBLIGATIONS ARE PAYABLE FROM SOURCES ENUMERATED IN SUBPARA-\n   32  GRAPH (A), (B), (C) OR (D) OF PARAGRAPH ONE OF THIS SUBSECTION; AND\n   33    (C) THE PROJECT BEING FINANCED OR THE TOLLS, TARIFFS,  USAGE  FEES  OR\n   34  OTHER  SIMILAR RATES OR CHARGES FOR ITS USE ARE SUBJECT TO REGULATION OR\n   35  OVERSIGHT BY A GOVERNMENTAL UNIT.\n   36    (Q) \"REINSURANCE\" MEANS CESSIONS QUALIFYING FOR CREDIT  UNDER  SECTION\n   37  SIX THOUSAND NINE HUNDRED SIX OF THIS ARTICLE.\n   38    (R) \"SUPERINTENDENT\" MEANS THE SUPERINTENDENT, COMMISSIONER, OR DIREC-\n   39  TOR OF THE DEPARTMENT OF INSURANCE.\n   40    (S)  \"SPECIAL  REVENUE  BOND\"  MEANS ANY SECURITY OR OTHER INSTRUMENT,\n   41  UNDER WHICH A PAYMENT OBLIGATION IS CREATED, ISSUED BY OR ON  BEHALF  OF\n   42  OR  PAYABLE  OR  GUARANTEED  BY A GOVERNMENTAL UNIT TO FINANCE A PROJECT\n   43  SERVING A SUBSTANTIAL PUBLIC PURPOSE, AND NOT PAYABLE FROM  ANY  OF  THE\n   44  SOURCES  ENUMERATED  IN  SUBSECTION (P) OF THIS   SECTION; OR SECURITIES\n   45  WHICH ARE THE  FUNCTIONAL  EQUIVALENT  OF  THE  FOREGOING  ISSUED  BY  A\n   46  NOT-FOR-PROFIT  CORPORATION  OR  A  SPECIAL PURPOSE CORPORATION, SPECIAL\n   47  PURPOSE TRUST OR OTHER SPECIAL PURPOSE LEGAL ENTITY; PROVIDED  THAT,  IN\n   48  THE  CASE  OF  OBLIGATIONS  OF  A  SPECIAL  PURPOSE CORPORATION, SPECIAL\n   49  PURPOSE TRUST OR OTHER SPECIAL PURPOSE LEGAL ENTITY,\n   50    (1) SUCH OBLIGATIONS ARE INVESTMENT GRADE AT THE TIME OF ISSUANCE;\n   51    (2) SUCH OBLIGATIONS ARE NOT PAYABLE FROM THE  SOURCES  ENUMERATED  IN\n   52  SUBPARAGRAPH  (A), (B), (C) OR (D) OF PARAGRAPH ONE OF SUBSECTION (P) OF\n   53  THIS SECTION; AND\n   54    (3) THE PROJECT BEING FINANCED OR THE TOLLS, TARIFFS,  USAGE  FEES  OR\n   55  OTHER  SIMILAR RATES OR CHARGES FOR ITS USE ARE SUBJECT TO REGULATION OR\n   56  OVERSIGHT BY A GOVERNMENTAL UNIT.\n\n       A. 3791                             8\n\n    1    (T) \"UTILITY FIRST MORTGAGE OBLIGATION\" MEANS  ANY  OBLIGATION  OF  AN\n    2  ISSUER SECURED BY A FIRST PRIORITY MORTGAGE ON UTILITY PROPERTY OWNED BY\n    3  OR  LEASED TO AN INVESTOR-OWNED OR COOPERATIVE-OWNED UTILITY COMPANY AND\n    4  LOCATED IN THE UNITED STATES, CANADA OR A MEMBER COUNTRY OF  THE  ORGAN-\n    5  IZATION  FOR  ECONOMIC  CO-OPERATION  AND DEVELOPMENT HAVING A SOVEREIGN\n    6  RATING IN ONE OF THE TOP TWO GENERIC LETTERED RATING CLASSIFICATIONS  BY\n    7  A  SECURITIES  RATING  AGENCY ACCEPTABLE TO THE SUPERINTENDENT; PROVIDED\n    8  THAT THE UTILITY OR UTILITY PROPERTY OR THE USAGE FEES OR OTHER  SIMILAR\n    9  UTILITY  RATES  OR  CHARGES  ARE SUBJECT TO REGULATION OR OVERSIGHT BY A\n   10  GOVERNMENTAL UNIT.\n   11    S 6902. ORGANIZATION; FINANCIAL REQUIREMENTS.  (A)  A  CREDIT  DEFAULT\n   12  INSURANCE  CORPORATION  MAY  BE  ORGANIZED  AND  LICENSED  IN THE MANNER\n   13  PRESCRIBED IN SECTION ONE THOUSAND TWO HUNDRED ONE OF THIS CHAPTER AND A\n   14  FOREIGN INSURER MAY BE LICENSED IN THE MANNER PRESCRIBED IN SECTION  ONE\n   15  THOUSAND  ONE  HUNDRED  SIX  OF  THIS  CHAPTER EXCEPT AS MODIFIED BY THE\n   16  FOLLOWING PROVISIONS:\n   17    (1) A CORPORATION ORGANIZED FOR  THE  PURPOSE  OF  TRANSACTING  CREDIT\n   18  DEFAULT  INSURANCE MAY, SUBJECT TO ALL THE APPLICABLE PROVISIONS OF THIS\n   19  CHAPTER, BE LICENSED TO TRANSACT ONLY THE FOLLOWING ADDITIONAL KINDS  OF\n   20  INSURANCE:\n   21    (A)  RESIDUAL  VALUE  INSURANCE, AS DEFINED IN PARAGRAPH TWENTY-TWO OF\n   22  SUBSECTION (A) OF SECTION ONE THOUSAND  ONE  HUNDRED  THIRTEEN  OF  THIS\n   23  CHAPTER\n   24    (B)  SURETY  INSURANCE,  AS DEFINED IN PARAGRAPH SIXTEEN OF SUBSECTION\n   25  (A) SECTION ONE THOUSAND ONE HUNDRED THIRTEEN OF THIS CHAPTER; AND\n   26    (C) CREDIT INSURANCE, AS DEFINED IN PARAGRAPH SEVENTEEN OF  SUBSECTION\n   27  (A) OF SECTION ONE THOUSAND ONE HUNDRED THIRTEEN OF THIS CHAPTER.\n   28    (2) A CREDIT DEFAULT INSURANCE CORPORATION MAY ONLY ASSUME THOSE KINDS\n   29  OF INSURANCE FOR WHICH IT IS LICENSED TO WRITE DIRECT BUSINESS;\n   30    (3) PRIOR TO THE ISSUANCE OF A LICENSE, UNLESS A PLAN OF OPERATION HAS\n   31  BEEN  PREVIOUSLY  APPROVED  BY  THE  SUPERINTENDENT, A CORPORATION SHALL\n   32  SUBMIT FOR THE APPROVAL OF  THE  SUPERINTENDENT  A  PLAN  OF  OPERATION,\n   33  DETAILING  THE  TYPES  AND  PROJECTED DIVERSIFICATION OF GUARANTIES THAT\n   34  WILL BE ISSUED, THE UNDERWRITING PROCEDURES THAT WILL BE FOLLOWED, MANA-\n   35  GERIAL OVERSIGHT METHODS, INVESTMENT POLICIES, AND SUCH OTHER MATTERS AS\n   36  MAY BE PRESCRIBED BY THE SUPERINTENDENT; AND\n   37    (4) A CREDIT DEFAULT INSURANCE CORPORATION'S INVESTMENTS  IN  ANY  ONE\n   38  ENTITY  INSURED BY THAT CORPORATION SHALL NOT EXCEED FOUR PERCENT OF ITS\n   39  ADMITTED ASSETS AT LAST YEAR-END, EXCEPT THAT THIS LIMIT SHALL NOT APPLY\n   40  TO INVESTMENTS PAYABLE OR GUARANTEED BY  A  UNITED  STATES  GOVERNMENTAL\n   41  UNIT  OR NEW YORK STATE IF SUCH INVESTMENTS PAYABLE OR GUARANTEED BY THE\n   42  UNITED STATES GOVERNMENTAL UNIT OR NEW YORK STATE SHALL BE RATED IN  ONE\n   43  OF  THE  TOP TWO GENERIC LETTERED RATING CLASSIFICATIONS BY A SECURITIES\n   44  RATING AGENCY ACCEPTABLE TO THE SUPERINTENDENT.\n   45    (B) A CREDIT DEFAULT INSURANCE CORPORATION SHALL NOT TRANSACT BUSINESS\n   46  UNLESS IT HAS PAID-IN CAPITAL OF A LEAST  FIFTEEN  MILLION  DOLLARS  AND\n   47  PAID-IN  SURPLUS OF AT LEAST ONE HUNDRED AND SIXTY-FIVE MILLION DOLLARS,\n   48  AND SHALL AT ALL TIMES THEREAFTER MAINTAIN A MINIMUM SURPLUS TO  POLICY-\n   49  HOLDERS OF AT LEAST ONE HUNDRED AND FIFTY MILLION DOLLARS.\n   50    (C)  A  CREDIT  DEFAULT  INSURANCE  COMPANY  SHALL  BE DEEMED TO BE IN\n   51  COMPLIANCE WITH PARAGRAPHS ONE AND TWO OF SUBSECTION (B) OF SECTION  ONE\n   52  THOUSAND FOUR HUNDRED TWO OF THIS CHAPTER IF NOT LESS THAN SIXTY PERCENT\n   53  OF  THE  AMOUNT  OF  THE  REQUIRED MINIMUM CAPITAL OR MINIMUM SURPLUS TO\n   54  POLICY HOLDER INVESTMENTS SHALL CONSIST OF THE TYPES SPECIFIED IN  PARA-\n   55  GRAPHS  ONE  AND  TWO  OF  SUBSECTION  (B)  OF SECTION ONE THOUSAND FOUR\n   56  HUNDRED TWO OF THIS CHAPTER AND DIRECT  GOVERNMENT  OBLIGATIONS  OF  ANY\n\n       A. 3791                             9\n\n    1  STATE  OF  THE  UNITED STATES OR OF ANY COUNTY, DISTRICT OR MUNICIPALITY\n    2  THEREOF, PROVIDED SUCH GOVERNMENT OBLIGATIONS HAVE BEEN GIVEN THE  HIGH-\n    3  EST  QUALITY  DESIGNATION  OF  THE  SECURITIES  VALUATION  OFFICE OF THE\n    4  NATIONAL  ASSOCIATION  OF  INSURANCE COMMISSIONERS. BEFORE INVESTING ANY\n    5  PART OF THE REQUIRED MINIMUM CAPITAL OR  SURPLUS  IN  DIRECT  GOVERNMENT\n    6  OBLIGATIONS  OF  ANY  OTHER STATE OF THE UNITED STATES OR OF ANY COUNTY,\n    7  DISTRICT OR MUNICIPALITY THEREOF, SUCH CREDIT DEFAULT INSURANCE  COMPANY\n    8  SHALL  HAVE  INVESTED  AT  LEAST TEN PERCENT OF SUCH REQUIRED MINIMUM IN\n    9  GOVERNMENT OBLIGATIONS OF NEW YORK STATE OR OF ANY COUNTY,  DISTRICT  OR\n   10  MUNICIPALITY  THEREOF. ONLY FOR PURPOSES OF MEETING THE REQUIRED INVEST-\n   11  MENT IN GOVERNMENT OBLIGATIONS OF NEW YORK STATE, THE INSURER MAY  COUNT\n   12  INVESTMENTS  IN  ANY  GOVERNMENT  OBLIGATION  OF NEW YORK STATE, WHETHER\n   13  DIRECT OR OTHERWISE.\n   14    S 6903. CONTINGENCY, LOSS AND UNEARNED PREMIUM  RESERVES;  COLLATERAL.\n   15  (A) CONTINGENCY RESERVES.\n   16    (1)  A  CORPORATION  SHALL ESTABLISH AND MAINTAIN CONTINGENCY RESERVES\n   17  FOR THE PROTECTION OF INSUREDS AND  CLAIMANTS  AGAINST  THE  EFFECTS  OF\n   18  EXCESSIVE LOSSES OCCURRING DURING ADVERSE ECONOMIC CYCLES.\n   19    (2)  WITH  RESPECT TO CREDIT DEFAULT INSURANCE OF MUNICIPAL OBLIGATION\n   20  BONDS, SPECIAL REVENUE BONDS, INDUSTRIAL DEVELOPMENT BONDS  AND  UTILITY\n   21  FIRST  MORTGAGE  OBLIGATIONS  WRITTEN  ON AND AFTER THE FIRST DAY OF THE\n   22  NEXT CALENDAR QUARTER COMMENCING AFTER THE EFFECTIVE DATE OF THIS  ARTI-\n   23  CLE:\n   24    (A) THE INSURER SHALL ESTABLISH AND MAINTAIN A CONTINGENCY RESERVE FOR\n   25  ALL  SUCH  INSURED ISSUES IN EACH CALENDAR YEAR FOR EACH CATEGORY LISTED\n   26  IN SUBPARAGRAPH (B) OF THIS PARAGRAPH;\n   27    (B) THE TOTAL CONTINGENCY RESERVE REQUIRED SHALL  BE  THE  GREATER  OF\n   28  FIFTY  PERCENT OF PREMIUMS WRITTEN FOR EACH SUCH CATEGORY OR THE FOLLOW-\n   29  ING AMOUNT PRESCRIBED FOR EACH SUCH CATEGORY:\n   30    (I) MUNICIPAL OBLIGATION BONDS, 0.55 PERCENT OF PRINCIPAL GUARANTIED;\n   31    (II) SPECIAL REVENUE BONDS, AND OBLIGATIONS DEMONSTRATED TO THE SATIS-\n   32  FACTION OF THE SUPERINTENDENT TO BE THE FUNCTIONAL  EQUIVALENT  THEREOF,\n   33  0.85 PERCENT OF PRINCIPAL GUARANTIED;\n   34    (III) INVESTMENT GRADE INDUSTRIAL DEVELOPMENT BONDS, SECURED BY COLLA-\n   35  TERAL  OR  HAVING A TERM OF SEVEN YEARS OR LESS, AND UTILITY FIRST MORT-\n   36  GAGE OBLIGATIONS, 1.0 PERCENT OF PRINCIPAL GUARANTIED;\n   37    (IV) OTHER INVESTMENT GRADE INDUSTRIAL DEVELOPMENT BONDS, 1.5  PERCENT\n   38  OF PRINCIPAL GUARANTIED; AND\n   39    (V)  ALL  OTHER INDUSTRIAL DEVELOPMENT BONDS, 2.5 PERCENT OF PRINCIPAL\n   40  GUARANTIED; AND\n   41    (C) CONTRIBUTIONS TO THE CONTINGENCY RESERVE REQUIRED  BY  THIS  PARA-\n   42  GRAPH,  EQUAL  TO  ONE-EIGHTIETH OF THE TOTAL RESERVE REQUIRED, SHALL BE\n   43  MADE EACH QUARTER FOR TWENTY YEARS,  PROVIDED,  HOWEVER,  THAT  CONTRIB-\n   44  UTIONS  MAY BE DISCONTINUED SO LONG AS THE TOTAL RESERVE FOR ALL CATEGO-\n   45  RIES LISTED IN CLAUSES (I), (II), (III), (IV) AND  (V)  OF  SUBPARAGRAPH\n   46  (B)  OF THIS PARAGRAPH EXCEEDS THE PERCENTAGES CONTAINED IN SUCH CLAUSES\n   47  WHEN APPLIED AGAINST UNPAID PRINCIPAL.\n   48    (3) WITH RESPECT TO ALL OTHER CREDIT DEFAULT INSURANCE WRITTEN  ON  OR\n   49  AFTER  THE  FIRST  DAY OF THE NEXT CALENDAR QUARTER COMMENCING AFTER THE\n   50  DATE THAT THIS SECTION SHALL BECOME LAW:\n   51    (A) THE INSURER SHALL ESTABLISH AND MAINTAIN A CONTINGENCY RESERVE FOR\n   52  ALL SUCH INSURED ISSUES IN EACH CALENDAR YEAR  FOR  EACH  SUCH  CATEGORY\n   53  LISTED IN SUBPARAGRAPH (B) OF THIS PARAGRAPH;\n   54    (B)  THE  TOTAL  CONTINGENCY  RESERVE REQUIRED SHALL BE THE GREATER OF\n   55  FIFTY PERCENT OF PREMIUMS WRITTEN FOR EACH SUCH CATEGORY OR THE  FOLLOW-\n   56  ING AMOUNT PRESCRIBED FOR EACH SUCH CATEGORY:\n\n       A. 3791                            10\n\n    1    (I)  INVESTMENT  GRADE  OBLIGATIONS, SECURED BY COLLATERAL OR HAVING A\n    2  TERM OF SEVEN YEARS OR LESS, 1.0 PERCENT OF PRINCIPAL GUARANTIED;\n    3    (II)  OTHER  INVESTMENT  GRADE  OBLIGATIONS,  1.5 PERCENT OF PRINCIPAL\n    4  GUARANTIED;\n    5    (III) NON-INVESTMENT GRADE CONSUMER DEBT OBLIGATIONS, 2.0  PERCENT  OF\n    6  PRINCIPAL GUARANTIED;\n    7    (IV)  NON-INVESTMENT  GRADE  ASSET-BACKED  SECURITIES,  2.0 PERCENT OF\n    8  PRINCIPAL GUARANTIED;\n    9    (V) OTHER NON-INVESTMENT GRADE OBLIGATIONS, 2.5 PERCENT  OF  PRINCIPAL\n   10  GUARANTIED; AND\n   11    (C)  CONTRIBUTIONS  TO  THE CONTINGENCY RESERVE REQUIRED BY THIS PARA-\n   12  GRAPH, EQUAL TO ONE-SIXTIETH OF THE TOTAL  RESERVE  REQUIRED,  SHALL  BE\n   13  MADE  EACH  QUARTER  FOR FIFTEEN YEARS, PROVIDED, HOWEVER, THAT CONTRIB-\n   14  UTIONS MAY BE DISCONTINUED SO LONG AS THE TOTAL RESERVE FOR ALL  CATEGO-\n   15  RIES  LISTED  IN  CLAUSES (I), (II), (III), (IV) AND (V) OF SUBPARAGRAPH\n   16  (B) OF THIS PARAGRAPH EXCEEDS THE PERCENTAGES CONTAINED IN SUCH  CLAUSES\n   17  WHEN APPLIED AGAINST UNPAID PRINCIPAL.\n   18    (4)  CONTINGENCY RESERVES REQUIRED IN PARAGRAPHS TWO AND THREE OF THIS\n   19  SUBSECTION MAY BE ESTABLISHED AND MAINTAINED NET OF COLLATERAL AND REIN-\n   20  SURANCE, PROVIDED THAT, IN THE  CASE  OF  REINSURANCE,  THE  REINSURANCE\n   21  AGREEMENT  REQUIRES  THAT THE REINSURER SHALL, ON OR AFTER THE EFFECTIVE\n   22  DATE OF THE REINSURANCE, ESTABLISH AND MAINTAIN A RESERVE IN  AN  AMOUNT\n   23  EQUAL  TO  THE  AMOUNT  BY  WHICH  THE  INSURER  REDUCES ITS CONTINGENCY\n   24  RESERVE, AND CONTINGENCY RESERVES REQUIRED IN PARAGRAPHS TWO  AND  THREE\n   25  OF THIS SUBSECTION MAY BE MAINTAINED:\n   26    (A)  NET  OF REFUNDINGS AND REFINANCINGS TO THE EXTENT THE REFUNDED OR\n   27  REFINANCED ISSUE IS PAID OFF OR SECURED BY OBLIGATIONS WHICH ARE DIRECT-\n   28  LY PAYABLE OR GUARANTIED BY THE UNITED STATES GOVERNMENT AND\n   29    (B) NET OF INSURED SECURITIES IN A UNIT  INVESTMENT  TRUST  OR  MUTUAL\n   30  FUND THAT HAVE BEEN SOLD FROM THE TRUST OR FUND WITHOUT INSURANCE.\n   31    (5)  THE  CONTINGENCY  RESERVES MAY BE RELEASED THEREAFTER IN THE SAME\n   32  MANNER IN WHICH THEY WERE ESTABLISHED AND WITHDRAWALS THEREFROM, TO  THE\n   33  EXTENT  OF  ANY  EXCESS,  MAY BE MADE FROM THE EARLIEST CONTRIBUTIONS TO\n   34  SUCH RESERVES REMAINING THEREIN:\n   35    (A) WITH THE PRIOR WRITTEN APPROVAL OF THE SUPERINTENDENT:\n   36    (I) IF THE ACTUAL INCURRED LOSSES FOR THE YEAR, IN  THE  CASE  OF  THE\n   37  CATEGORIES  OF  GUARANTIES  SUBJECT  TO PARAGRAPH TWO OF THIS SUBSECTION\n   38  EXCEEDS THIRTY-FIVE PERCENT OF EARNED PREMIUMS, OR IN THE  CASE  OF  THE\n   39  CATEGORIES  OF  GUARANTIES SUBJECT TO PARAGRAPH THREE OF THIS SUBSECTION\n   40  EXCEED SIXTY-FIVE PERCENT OF EARNED PREMIUMS; OR\n   41    (II) IF THE CONTINGENCY RESERVE APPLICABLE TO THE CATEGORIES OF CREDIT\n   42  DEFAULT INSURANCE SUBJECT TO PARAGRAPH TWO OF THIS SUBSECTION  HAS  BEEN\n   43  IN EXISTENCE FOR LESS THAN FORTY QUARTERS, OR FOR LESS THAN THIRTY QUAR-\n   44  TERS FOR THE CATEGORIES OF GUARANTIES SUBJECT TO PARAGRAPH THREE OF THIS\n   45  SUBSECTION, UPON A DEMONSTRATION SATISFACTORY TO THE SUPERINTENDENT THAT\n   46  THE AMOUNT CARRIED IS EXCESSIVE IN RELATION TO THE INSURER'S OUTSTANDING\n   47  OBLIGATIONS UNDER ITS CREDIT DEFAULT INSURANCE.\n   48    (B)  UPON  THIRTY  DAYS  PRIOR  WRITTEN  NOTICE TO THE SUPERINTENDENT,\n   49  PROVIDED THAT THE CONTINGENCY RESERVE APPLICABLE TO  THE  CATEGORIES  OF\n   50  CREDIT DEFAULT INSURANCE SUBJECT TO PARAGRAPH TWO OF THIS SUBSECTION HAS\n   51  BEEN  IN EXISTENCE FOR FORTY QUARTERS, OR THIRTY QUARTERS FOR CATEGORIES\n   52  OF  CREDIT  DEFAULT  INSURANCE  SUBJECT  TO  PARAGRAPH  THREE  OF   THIS\n   53  SUBSECTION, UPON A DEMONSTRATION SATISFACTORY TO THE SUPERINTENDENT THAT\n   54  THE AMOUNT CARRIED IS EXCESSIVE IN RELATION TO THE INSURER'S OUTSTANDING\n   55  OBLIGATIONS UNDER ITS CREDIT DEFAULT INSURANCE.\n\n       A. 3791                            11\n\n    1    (6)  AN  INSURER  PROVIDING  CREDIT  DEFAULT  INSURANCE MAY INVEST THE\n    2  CONTINGENCY RESERVE IN  TAX  AND  LOSS  BONDS  (OR  SIMILAR  SECURITIES)\n    3  PURCHASED  PURSUANT  TO  SECTION 832(E) OF THE INTERNAL REVENUE CODE (OR\n    4  ANY SUCCESSOR PROVISION), ONLY TO THE EXTENT OF THE TAX SAVINGS  RESULT-\n    5  ING FROM THE DEDUCTION FOR FEDERAL INCOME TAX PURPOSES OF A SUM EQUAL TO\n    6  THE  ANNUAL  CONTRIBUTIONS  TO  THE CONTINGENCY RESERVE. THE CONTINGENCY\n    7  RESERVE SHALL OTHERWISE BE INVESTED ONLY IN  CLASSES  OF  SECURITIES  OR\n    8  TYPES  OF  INVESTMENTS  SPECIFIED  IN  PARAGRAPHS  ONE, TWO AND THREE OF\n    9  SUBSECTION (B) OF SECTION ONE THOUSAND FOUR HUNDRED TWO OF THIS  CHAPTER\n   10  AND PARAGRAPHS ONE, TWO AND THREE OF SUBSECTION (A) OF SECTION ONE THOU-\n   11  SAND FOUR HUNDRED FOUR OF THIS CHAPTER.\n   12    (B)  LOSS RESERVES.  (1) THE CASE BASIS METHOD OR SUCH OTHER METHOD AS\n   13  MAY BE PRESCRIBED BY THE SUPERINTENDENT SHALL BE USED TO  ESTABLISH  AND\n   14  MAINTAIN  LOSS  RESERVES,  NET  OF  COLLATERAL,  FOR CLAIMS REPORTED AND\n   15  UNPAID, IN A MANNER CONSISTENT WITH SECTION FOUR  THOUSAND  ONE  HUNDRED\n   16  SEVENTEEN  OF  THIS  CHAPTER.  A  DEDUCTION  FROM LOSS RESERVES SHALL BE\n   17  ALLOWED FOR THE TIME VALUE OF MONEY BY APPLICATION OF  A  DISCOUNT  RATE\n   18  EQUAL TO THE AVERAGE RATE OF RETURN ON THE ADMITTED ASSETS OF THE INSUR-\n   19  ER  AS OF THE DATE OF THE COMPUTATION OF ANY SUCH RESERVES. THE DISCOUNT\n   20  RATE SHALL BE ADJUSTED AT THE END OF EACH CALENDAR YEAR.\n   21    (2) IF THE INSURED PRINCIPAL AND INTEREST  ON  A  DEFAULTED  ISSUE  OF\n   22  OBLIGATIONS DUE AND PAYABLE DURING ANY THREE YEARS FOLLOWING THE DATE OF\n   23  DEFAULT  EXCEEDS  TEN  PERCENT OF THE INSURER'S SURPLUS TO POLICYHOLDERS\n   24  AND CONTINGENCY RESERVES, ITS RESERVE SO ESTABLISHED SHALL BE  SUPPORTED\n   25  BY A REPORT FROM AN INDEPENDENT SOURCE ACCEPTABLE TO THE SUPERINTENDENT.\n   26    (C)  UNEARNED  PREMIUM  RESERVE.  AN UNEARNED PREMIUM RESERVE SHALL BE\n   27  ESTABLISHED AND  MAINTAINED  NET  OF  REINSURANCE  AND  COLLATERAL  WITH\n   28  RESPECT  TO  ALL CREDIT DEFAULT INSURANCE PREMIUMS. WHERE CREDIT DEFAULT\n   29  INSURANCE PREMIUMS ARE PAID ON AN INSTALLMENT BASIS, AN UNEARNED PREMIUM\n   30  RESERVE SHALL BE ESTABLISHED AND  MAINTAINED,  NET  OF  REINSURANCE  AND\n   31  COLLATERAL,  COMPUTED  ON  A  DAILY OR MONTHLY PRO RATA BASIS. ALL OTHER\n   32  CREDIT DEFAULT INSURANCE PREMIUMS WRITTEN SHALL BE EARNED IN  PROPORTION\n   33  WITH  THE  EXPIRATION  OF  EXPOSURE,  OR  BY SUCH OTHER METHOD AS MAY BE\n   34  PRESCRIBED BY THE SUPERINTENDENT.\n   35    (D) COLLATERAL MUST BE DEPOSITED WITH THE INSURER; HELD IN TRUST BY  A\n   36  TRUSTEE OR CUSTODIAN ACCEPTABLE TO THE SUPERINTENDENT FOR THE BENEFIT OF\n   37  THE  INSURER;  OR  HELD IN TRUST PURSUANT TO THE BOND INDENTURE OR OTHER\n   38  TRUST ARRANGEMENT, FOR THE BENEFIT OF HOLDERS OF INSURED OBLIGATIONS  IN\n   39  THE  FORM OF FUNDS FOR THE PAYMENT OF INSURED OBLIGATIONS, SINKING FUNDS\n   40  OR OTHER RESERVES WHICH MAY BE USED FOR THE  PAYMENT  OF  INSURED  OBLI-\n   41  GATIONS  AND  TRUSTEE  AND OTHER ADMINISTRATIVE FEES ON A FIRST PRIORITY\n   42  BASIS ESTABLISHED AND CONTINUALLY MAINTAINED PURSUANT TO THE BOND INDEN-\n   43  TURE OR OTHER TRUST ARRANGEMENT BY A TRUSTEE ACCEPTABLE  TO  THE  SUPER-\n   44  INTENDENT.  THE  SUPERINTENDENT  MAY PROMULGATE REGULATIONS TO LIMIT THE\n   45  AMOUNT OF COLLATERAL PROVIDED BY OBLIGATIONS, LETTERS OF CREDIT OR CRED-\n   46  IT DEFAULT INSURANCE CONTRACTS OR TO  LIMIT  THE  AMOUNT  OF  COLLATERAL\n   47  PROVIDED  BY  ANY SINGLE ISSUER, BANK OR COUNTERPARTY AS PROVIDED FOR IN\n   48  THIS SUBSECTION.\n   49    S 6904. LIMITATIONS. (A) CREDIT DEFAULT INSURANCE MAY BE TRANSACTED IN\n   50  THIS STATE ONLY BY A CORPORATION LICENSED FOR SUCH PURPOSE  PURSUANT  TO\n   51  SECTION SIX THOUSAND NINE HUNDRED TWO OF THIS ARTICLE.\n   52    (B) PERMISSIBLE CREDIT DEFAULT INSURANCE.\n   53    (1)  THE SUPERINTENDENT SHALL NOT PERMIT THE WRITING OF CREDIT DEFAULT\n   54  INSURANCE EXCEPT WHERE THE INSURED OR BENEFICIARY UNDER THE POLICY, BOND\n   55  OR CONTRACT HAS, OR IS EXPECTED TO HAVE AT THE TIME OF  THE  DEFAULT  OR\n   56  OTHER FAILURE OF THE OBLIGOR UNDER THE DEBT INSTRUMENT OR OTHER MONETARY\n\n       A. 3791                            12\n\n    1  OBLIGATION,  A MATERIAL INTEREST IN SUCH DEFAULT OR OTHER FAILURE; AND A\n    2  CORPORATION MAY INSURE THE TIMELY PAYMENT OF UNITED STATES  DOLLAR  DEBT\n    3  INSTRUMENTS,  OR OTHER MONETARY OBLIGATIONS, ONLY IN THE FOLLOWING CATE-\n    4  GORIES:\n    5    (A) MUNICIPAL OBLIGATION BONDS;\n    6    (B) SPECIAL REVENUE BONDS;\n    7    (C) INDUSTRIAL DEVELOPMENT BONDS;\n    8    (D) INVESTMENT GRADE OBLIGATIONS OF THE GOVERNMENT OF A COUNTRY, MUNI-\n    9  CIPALITY,  OR  A  POLITICAL  SUBDIVISION OF ANY OF THE FOREGOING, OR ANY\n   10  PUBLIC AGENCY OR INSTRUMENTALITY THEREOF IF THAT ENTITY  DOES  NOT  MEET\n   11  THE DEFINITION OF A GOVERNMENTAL UNIT;\n   12    (E)  OBLIGATIONS  OF  CORPORATIONS,  TRUSTS  OR OTHER SIMILAR ENTITIES\n   13  ESTABLISHED UNDER APPLICABLE LAW;\n   14    (F) PARTNERSHIP OBLIGATIONS;\n   15    (G) ASSET-BACKED SECURITIES, TRUST CERTIFICATES AND TRUST OBLIGATIONS,\n   16  PROVIDED THAT,\n   17    (I) WITH RESPECT TO MORTGAGE-BACKED SECURITIES SECURED BY FIRST  MORT-\n   18  GAGES ON REAL PROPERTY WHICH ARE INSURABLE BY A MORTGAGE GUARANTY INSUR-\n   19  ER  AUTHORIZED    UNDER  PARAGRAPH  TWENTY-THREE  OF  SUBDIVISION (A) OF\n   20  SECTION ONE THOUSAND ONE HUNDRED THIRTEEN OF THIS CHAPTER:\n   21    1. SUCH MORTGAGES  WITH  LOAN-TO-VALUE  RATIOS  IN  EXCESS  OF  EIGHTY\n   22  PERCENT ARE\n   23    (I)  IN  THE CASE OF MORTGAGES ON PROPERTY LOCATED IN THE STATE OF NEW\n   24  YORK; INSURED BY MORTGAGE GUARANTY INSURERS AUTHORIZED  UNDER  PARAGRAPH\n   25  TWENTY-THREE  OF  SUBDIVISION  (A)  OF  SECTION ONE THOUSAND ONE HUNDRED\n   26  THIRTEEN OF THIS CHAPTER;\n   27    (II) IN THE CASE OF MORTGAGES ON PROPERTY LOCATED  IN  A  STATE  OTHER\n   28  THAN THE STATE OF NEW YORK INSURED BY MORTGAGE GUARANTY INSURERS AUTHOR-\n   29  IZED TO DO BUSINESS IN SUCH OTHER STATE; OR\n   30    (III)  IN  AN  AGGREGATE  PRINCIPAL  AMOUNT  LESS THAN THE SINGLE RISK\n   31  LIMITS PRESCRIBED IN PARAGRAPH FIVE OF SUBSECTION (D) OF  THIS  SECTION;\n   32  OR\n   33    2. ADDITIONAL MORTGAGES WITH PRINCIPAL BALANCES, OTHER COLLATERAL WITH\n   34  A  MARKET  VALUE,  OR  (PROVIDED  THE  INSURED RISK IS INVESTMENT GRADE)\n   35  EXCESS SPREAD IN AN AMOUNT, IN EACH  INSTANCE  AT  LEAST  EQUAL  TO  THE\n   36  COVERAGE  THAT  WOULD  OTHERWISE  BE  PROVIDED BY SUCH MORTGAGE GUARANTY\n   37  INSURERS IN ACCORDANCE WITH SUBCLAUSE (I) OF THIS CLAUSE ARE PLEDGED  AS\n   38  ADDITIONAL SECURITY FOR THE ASSET-BACKED SECURITIES; OR\n   39    (II)  WITH  RESPECT  TO  ANY ASSET-BACKED SECURITIES BACKED BY ANOTHER\n   40  POOL OF ASSET-BACKED SECURITIES:\n   41    1.  THE  POOL  OF  ASSET-BACKED  SECURITIES  SHALL  BE  COMPRISED   OF\n   42  ASSET-BACKED  SECURITIES  HAVING A RIGHT TO PAYMENT AND RIGHTS IN INSOL-\n   43  VENCY THAT ARE NOT SUBORDINATED TO ANY OTHER SECURITY OF THE ISSUER,  IN\n   44  THE  EVENT  OF A PAYMENT DEFAULT BY, OR REHABILITATION OR INSOLVENCY OF,\n   45  THE ISSUER;\n   46    2. THE CREDIT DEFAULT INSURER SHALL POSSESS  CONTROL  AND  REMEDIATION\n   47  RIGHTS  SUBSTANTIALLY  SIMILAR TO THOSE HELD BY THE MOST SENIOR CLASS OF\n   48  SECURITIES OF THE ISSUER OF THE INSURED OBLIGATIONS BACKED BY  THE  SAME\n   49  POOL OF ASSETS;\n   50    3.  THE  POOL  CONSISTS  OF ASSET-BACKED SECURITIES THAT ARE ISSUED OR\n   51  GUARANTEED BY A GOVERNMENTAL UNIT,  FEDERAL  NATIONAL  MORTGAGE  ASSOCI-\n   52  ATION,  FEDERAL  HOME LOAN MORTGAGE CORPORATION, FEDERAL HOME LOAN BANK,\n   53  THE FEDERAL AGRICULTURAL MORTGAGE CORPORATION, OR THE FEDERAL FARM CRED-\n   54  IT SYSTEM BANKS AS A CONSOLIDATED DEBT OBLIGATION OR A SYSTEM WIDE  DEBT\n   55  OBLIGATION  TO  THE  EXTENT THAT THE OBLIGATIONS ARE COVERED BY THE FARM\n   56  CREDIT INSURANCE FUND;\n\n       A. 3791                            13\n\n    1    4. THE POOL CONSISTS ENTIRELY OF ASSET-BACKED  SECURITIES  INSURED  BY\n    2  THE CREDIT DEFAULT INSURER; OR\n    3    5.  THE  SUPERINTENDENT  HAS DETERMINED THAT INSURING THE ASSET-BACKED\n    4  SECURITIES DOES NOT PRESENT UNDUE RISK TO THE CREDIT DEFAULT INSURER.\n    5    (H) INSTALLMENT PURCHASE AGREEMENTS EXECUTED AS A CONDITION OF SALE;\n    6    (I) CONSUMER DEBT OBLIGATIONS;\n    7    (J) UTILITY FIRST MORTGAGE OBLIGATIONS; AND\n    8    (K) ANY OTHER DEBT INSTRUMENT OR FINANCIAL OBLIGATION THAT THE  SUPER-\n    9  INTENDENT DETERMINES TO BE SUBSTANTIALLY SIMILAR TO ANY OF THE FOREGOING\n   10  OR SHALL OTHERWISE BE APPROVED BY THE SUPERINTENDENT.\n   11    (2) AN INSURER MAY INSURE OBLIGATIONS ENUMERATED IN SUBPARAGRAPHS (A),\n   12  (B)  AND (C) OF PARAGRAPH ONE OF THIS SUBSECTION THAT ARE NOT INVESTMENT\n   13  GRADE SO LONG AS AT LEAST NINETY-FIVE PERCENT OF THE INSURER'S AGGREGATE\n   14  NET LIABILITY ON THE KINDS OF OBLIGATIONS  ENUMERATED  IN  SUBPARAGRAPHS\n   15  (A), (B) AND (C) OF PARAGRAPH ONE OF THIS SUBSECTION SHALL BE INVESTMENT\n   16  GRADE.\n   17    (3)  A  CORPORATION  MAY  INSURE  THE TIMELY PAYMENT OF MONETARY OBLI-\n   18  GATIONS IN ANY CATEGORY DESIGNATED IN  THIS  SUBSECTION  NOTWITHSTANDING\n   19  THAT  SUCH  OBLIGATION  MAY  BE INSURED BY AN INSURANCE POLICY ISSUED BY\n   20  ANOTHER INSURER. IN THE EVENT THAT ANY OBLIGATION  IS  INSURED  BY  MORE\n   21  THAN ONE CREDIT DEFAULT INSURANCE POLICY, THEN EACH SUCH INSURANCE POLI-\n   22  CY  MAY  BY  ITS TERMS SPECIFY ITS PRIORITY OF PAYMENT IN THE EVENT OF A\n   23  DEFAULT UNDER THE OBLIGATION INSURED  OR  ANY  OTHER  INSURANCE  POLICY;\n   24  PROVIDED  THAT AN INSURER SHALL BE ENTITLED TO TAKE INTO ACCOUNT PAYMENT\n   25  UNDER ANOTHER POLICY INSURING SUCH OBLIGATION FOR PURPOSES OF ESTABLISH-\n   26  ING AND MAINTAINING LOSS RESERVES ONLY TO THE  EXTENT  THAT  THE  POLICY\n   27  ISSUED BY SUCH INSURER PROVIDES FOR PAYMENT ONLY IN THE EVENT OF PAYMENT\n   28  DEFAULT UNDER BOTH SUCH OBLIGATION AND THE OTHER POLICY.\n   29    (4)  A  CORPORATION MAY ALSO WRITE CREDIT DEFAULT INSURANCE AS DEFINED\n   30  IN THIS ARTICLE TO INSURE THE TIMELY PAYMENT OF NON-UNITED STATES DOLLAR\n   31  DEBT INSTRUMENTS OR OTHER MONETARY OBLIGATIONS DENOMINATED OR PAYABLE IN\n   32  FOREIGN CURRENCY, ONLY FOR THE CATEGORIES LISTED  IN  SUBPARAGRAPHS  (A)\n   33  THROUGH (K) OF PARAGRAPH ONE OF THIS SUBSECTION, PROVIDED THAT:\n   34    (A) SUCH CURRENCY IS THAT OF AN ORGANIZATION FOR ECONOMIC CO-OPERATION\n   35  AND DEVELOPMENT COUNTRY OR SUCH OTHER COUNTRY\n   36    (I) WHOSE SOVEREIGN RATING IS INVESTMENT GRADE OR\n   37    (II) AS SHALL NOT OTHERWISE BE DISAPPROVED BY THE SUPERINTENDENT WITH-\n   38  IN  THIRTY  DAYS  FOLLOWING  RECEIPT OF WRITTEN NOTIFICATION. THE SUPER-\n   39  INTENDENT SHALL NOT DISAPPROVE SUCH NOTIFICATION UPON DEMONSTRATION THAT\n   40  THERE IS NO UNDUE RISK ASSOCIATED WITH INSURING THE  TIMELY  PAYMENT  OF\n   41  SUCH  INSTRUMENTS  OR  OBLIGATIONS.  IN  MAKING SUCH A DETERMINATION THE\n   42  SUPERINTENDENT SHALL TAKE INTO CONSIDERATION THE CORPORATION'S OUTSTAND-\n   43  ING LIABILITIES ON NON-INVESTMENT GRADE INSTRUMENTS AND  OBLIGATIONS  IN\n   44  RELATION  TO  ITS  OUTSTANDING  LIABILITIES ON ALL INSTRUMENTS AND OBLI-\n   45  GATIONS AND IN RELATION TO THE AMOUNT OF ITS SURPLUS TO POLICYHOLDERS.\n   46    (B) RESERVES REQUIRED PURSUANT TO SECTION SIX  THOUSAND  NINE  HUNDRED\n   47  THREE OF THIS ARTICLE IN REGARD TO SUCH OBLIGATIONS SHALL BE ESTABLISHED\n   48  AND  ADJUSTED  QUARTERLY  BASED  UPON  THE THEN CURRENT FOREIGN EXCHANGE\n   49  RATES;\n   50    (C) SUCH OBLIGATIONS SHALL NOT EXCEED TWENTY-FIVE PERCENT OF AN INSUR-\n   51  ER'S AGGREGATE NET LIABILITY; AND\n   52    (D)  THE  AGGREGATE  AND  SINGLE  RISK   LIMITATIONS   PRESCRIBED   BY\n   53  SUBSECTIONS  (C) AND (D) OF THIS SECTION SHALL BE DETERMINED BY APPLYING\n   54  THE THEN CURRENT FOREIGN EXCHANGE RATES.\n\n       A. 3791                            14\n\n    1    (C) AGGREGATE RISK LIMITS. THE CORPORATION MUST AT ALL TIMES  MAINTAIN\n    2  SURPLUS  TO  POLICYHOLDERS  AND CONTINGENCY RESERVES IN THE AGGREGATE NO\n    3  LESS THAN THE SUM OF:\n    4    (1) (A) 0.3333 PERCENT OR 1/300TH OF THE AGGREGATE NET LIABILITY UNDER\n    5  CREDIT DEFAULT INSURANCE IN WHICH THE UNDERLYING OBLIGATIONS ARE MUNICI-\n    6  PAL  BONDS INCLUDING OBLIGATIONS DEMONSTRATED TO THE SATISFACTION OF THE\n    7  SUPERINTENDENT TO BE THE FUNCTIONAL EQUIVALENT  THEREOF  AND  INVESTMENT\n    8  GRADE UTILITY FIRST MORTGAGE OBLIGATIONS; PLUS\n    9    (B)  0.666  PERCENT  OR  1/150TH  OF THE AGGREGATE NET LIABILITY UNDER\n   10  CREDIT DEFAULT INSURANCE IN WHICH THE UNDERLYING OBLIGATIONS ARE INVEST-\n   11  MENT GRADE ASSET-BACKED SECURITIES; PLUS\n   12    (C) 1.0 PERCENT OR 1/100TH OF THE AGGREGATE NET LIABILITY UNDER CREDIT\n   13  DEFAULT INSURANCE IN WHICH THE UNDERLYING  OBLIGATIONS  ARE  SECURED  BY\n   14  COLLATERAL OR HAVING A TERMS OF SEVEN YEARS OR LESS, OF:\n   15    (I) INVESTMENT GRADE INDUSTRIAL DEVELOPMENT BONDS,\n   16    (II) OTHER INVESTMENT GRADE OBLIGATIONS; PLUS\n   17    (D)  1.5  PERCENT  OR  1/66.67TH  OF THE AGGREGATE NET LIABILITY UNDER\n   18  CREDIT DEFAULT INSURANCE IN WHICH THE UNDERLYING OBLIGATIONS ARE INVEST-\n   19  MENT GRADE OBLIGATIONS; PLUS\n   20    (E) 2.0 PERCENT OR 1/50TH OF THE AGGREGATE NET LIABILITY UNDER  CREDIT\n   21  DEFAULT INSURANCE IN WHICH THE UNDERLYING OBLIGATIONS ARE:\n   22    (I) NON-INVESTMENT GRADE CONSUMER DEBT OBLIGATIONS, AND\n   23    (II) NON-INVESTMENT GRADE ASSET-BACKED SECURITIES; PLUS\n   24    (F)  2.5 PERCENT OR 1/40TH OF THE AGGREGATE NET LIABILITY UNDER CREDIT\n   25  DEFAULT INSURANCE IN WHICH THE UNDERLYING OBLIGATIONS ARE NON-INVESTMENT\n   26  GRADE OBLIGATIONS SECURED BY FIRST MORTGAGES ON COMMERCIAL  REAL  ESTATE\n   27  AND HAVING LOAN-TO-VALUE RATIOS OF EIGHTY PERCENT OR LESS; PLUS\n   28    (G)  4.0 PERCENT OR 1/25TH OF THE AGGREGATE NET LIABILITY UNDER CREDIT\n   29  DEFAULT INSURANCE IN WHICH THE UNDERLYING OBLIGATIONS ARE OTHER  NON-IN-\n   30  VESTMENT GRADE OBLIGATIONS; AND\n   31    (H) IF THE AMOUNT OF COLLATERAL REQUIRED BY SUBPARAGRAPH (III) OF THIS\n   32  PARAGRAPH  IS  NO  LONGER  MAINTAINED, THAT PROPORTION OF THE OBLIGATION\n   33  INSURED WHICH IS NOT SO COLLATERALIZED SHALL BE SUBJECT TO THE AGGREGATE\n   34  LIMITS SPECIFIED IN SUBPARAGRAPH (IV) OF THIS PARAGRAPH; AND\n   35    (2) SURPLUS TO POLICYHOLDERS DETERMINED BY THE  SUPERINTENDENT  TO  BE\n   36  ADEQUATE  TO  SUPPORT  THE  WRITING  OF RESIDUAL VALUE INSURANCE, SURETY\n   37  INSURANCE AND CREDIT INSURANCE, IF THE CORPORATION HAS ELECTED TO TRANS-\n   38  ACT SUCH KINDS OF INSURANCE PURSUANT TO SUBSECTION (A)  OF  SECTION  SIX\n   39  THOUSAND NINE HUNDRED TWO OF THIS ARTICLE.\n   40    (D)  SINGLE  RISK LIMITS. A CREDIT DEFAULT INSURANCE CORPORATION SHALL\n   41  LIMIT ITS EXPOSURE TO LOSS ON ANY ONE RISK INSURED BY POLICIES PROVIDING\n   42  CREDIT DEFAULT INSURANCE, NET OF COLLATERAL AND REINSURANCE, AS FOLLOWS:\n   43    (1) FOR MUNICIPAL OBLIGATION BONDS, SPECIAL REVENUE BONDS,  AND  OBLI-\n   44  GATIONS DEMONSTRATED TO THE SATISFACTION OF THE SUPERINTENDENT TO BE THE\n   45  FUNCTIONAL EQUIVALENT THEREOF:\n   46    (A)  THE  INSURED AVERAGE ANNUAL DEBT SERVICE WITH RESPECT TO A SINGLE\n   47  ENTITY AND BACKED BY A  SINGLE  REVENUE  SOURCE  SHALL  NOT  EXCEED  TEN\n   48  PERCENT  OF  THE AGGREGATE OF THE INSURER'S SURPLUS TO POLICYHOLDERS AND\n   49  CONTINGENCY RESERVE;\n   50    (B) THE INSURED UNPAID PRINCIPAL ISSUED BY A SINGLE ENTITY AND  BACKED\n   51  BY  A SINGLE REVENUE SOURCE SHALL NOT EXCEED SEVENTY-FIVE PERCENT OF THE\n   52  AGGREGATE OF THE INSURER'S  SURPLUS  TO  POLICYHOLDERS  AND  CONTINGENCY\n   53  RESERVE;\n   54    (2) FOR EACH ISSUE OF ASSET-BACKED SECURITIES ISSUED BY A SINGLE ENTI-\n   55  TY AND FOR EACH POOL OF CONSUMER DEBT OBLIGATIONS, THE LESSER OF:\n   56    (A) INSURED AVERAGE ANNUAL DEBT SERVICE; OR\n\n       A. 3791                            15\n\n    1    (B)  INSURED  UNPAID  PRINCIPAL  (REDUCED  BY  THE EXTENT TO WHICH THE\n    2  UNPAID PRINCIPAL OF THE SUPPORTING ASSETS AND, PROVIDED THE INSURED RISK\n    3  IS INVESTMENT GRADE, EXCESS SPREAD EXCEED THE INSURED UNPAID  PRINCIPAL)\n    4  DIVIDED  BY  NINE;  SHALL NOT EXCEED TEN PERCENT OF THE AGGREGATE OF THE\n    5  INSURER'S  SURPLUS  TO  POLICYHOLDERS  AND CONTINGENCY RESERVE, PROVIDED\n    6  THAT NO ASSET IN THE POOL SUPPORTING THE ASSET-BACKED SECURITIES EXCEEDS\n    7  THE SINGLE RISK LIMITS PRESCRIBED IN PARAGRAPH FIVE OF THIS  SUBSECTION,\n    8  IF  INSURED;  AND  PROVIDED  FURTHER THAT, IF THE ISSUER OF SUCH INSURED\n    9  ASSET-BACKED SECURITIES IS A SPECIAL PURPOSE CORPORATION, TRUST OR OTHER\n   10  ENTITY AND SUCH ISSUER SHALL HAVE INDEBTEDNESS OUTSTANDING WITH  RESPECT\n   11  TO  ANY  OTHER  POOL  OF ASSETS, EITHER SUCH OTHER INDEBTEDNESS SHALL BE\n   12  ENTITLED TO THE BENEFITS OF A CREDIT DEFAULT  INSURANCE  POLICY  OF  THE\n   13  SAME INSURER, OR SUCH OTHER INDEBTEDNESS SHALL:\n   14    (I)  BE FULLY SUBORDINATED TO THE INSURED OBLIGATION, WITH RESPECT TO,\n   15  OR BE NON-RECOURSE WITH RESPECT TO, THE POOL OF ASSETS THAT SUPPORTS THE\n   16  INSURED OBLIGATION,\n   17    (II) BE NON-RECOURSE TO THE ISSUER OTHER  THAN  WITH  RESPECT  TO  THE\n   18  ASSET  POOL  SECURING  SUCH OTHER INDEBTEDNESS AND PROCEEDS IN EXCESS OF\n   19  THE PROCEEDS NECESSARY TO PAY THE INSURED OBLIGATION (\"EXCESS PROCEEDS\")\n   20  AND\n   21    (III) NOT CONSTITUTE A CLAIM AGAINST THE ISSUER TO THE EXTENT THAT THE\n   22  ASSET POOL SECURING SUCH  OTHER  INDEBTEDNESS  OR  EXCESS  PROCEEDS  ARE\n   23  INSUFFICIENT  TO  PAY SUCH OTHER INDEBTEDNESS AND PROVIDED FURTHER THAT,\n   24  IN THE CASE OF ASSET-BACKED SECURITIES THAT ARE SUBORDINATE, IN RIGHT OF\n   25  PAYMENT IN THE EVENT OF AN ISSUER INSOLVENCY, TO ANY OTHER SECURITIES OF\n   26  THE ISSUER BACKED BY THE SAME POOL OF ASSETS, FOR PURPOSES OF THIS PARA-\n   27  GRAPH ONLY, THE INSURED AVERAGE ANNUAL DEBT SERVICE AND  INSURED  UNPAID\n   28  PRINCIPAL SHALL BE DEEMED TO BE THE LESSER OF:\n   29    1.  THREE  HUNDRED  PERCENT OF THE INSURED AVERAGE ANNUAL DEBT SERVICE\n   30  AND INSURED UNPAID PRINCIPAL RESPECTIVELY OR\n   31    2. THE INSURED AVERAGE ANNUAL DEBT SERVICE AND INSURED UNPAID  PRINCI-\n   32  PAL  RESPECTIVELY  IF  THE  SCHEDULED  PRINCIPAL  OF AND INTEREST ON ALL\n   33  SENIOR SECURITIES OF THE ISSUER WERE INCLUDED IN THE AMOUNT  INSURED  BY\n   34  THE  INSURER  FOR  PURPOSES  OF  CALCULATING INSURED AVERAGE ANNUAL DEBT\n   35  SERVICE AND INSURED UNPAID PRINCIPAL.\n   36    (3) FOR OBLIGATIONS ISSUED BY A SINGLE ENTITY AND SECURED  BY  COMMER-\n   37  CIAL REAL ESTATE, AND NOT MEETING THE DEFINITION OF ASSET-BACKED SECURI-\n   38  TIES,  THE  INSURED UNPAID PRINCIPAL LESS FIFTY PERCENT OF THE APPRAISED\n   39  VALUE OF THE UNDERLYING REAL ESTATE SHALL NOT EXCEED TEN PERCENT OF  THE\n   40  AGGREGATE  OF  THE  INSURER'S  SURPLUS  TO POLICYHOLDERS AND CONTINGENCY\n   41  RESERVE;\n   42    (4) FOR UTILITY FIRST MORTGAGE OBLIGATIONS, THE INSURED AVERAGE ANNUAL\n   43  DEBT SERVICE SHALL NOT EXCEED TEN PERCENT OF THE AGGREGATE OF THE INSUR-\n   44  ER'S SURPLUS TO POLICYHOLDERS AND CONTINGENCY RESERVE; AND\n   45    (5) FOR ALL OTHER POLICIES PROVIDING  CREDIT  DEFAULT  INSURANCE  WITH\n   46  RESPECT  TO OBLIGATIONS ISSUED BY A SINGLE ENTITY AND BACKED BY A SINGLE\n   47  REVENUE SOURCE, THE  INSURED  UNPAID  PRINCIPAL  SHALL  NOT  EXCEED  TEN\n   48  PERCENT  OF  THE AGGREGATE OF THE INSURER'S SURPLUS TO POLICYHOLDERS AND\n   49  CONTINGENCY RESERVE.\n   50    (E) IF AN INSURER AT ANY TIME EXCEEDS  ANY  LIMITATION  PRESCRIBED  BY\n   51  SUBSECTION  (C)  OR (D) OF THIS SECTION, THE INSURER SHALL WITHIN THIRTY\n   52  DAYS AFTER THE LIMITATIONS ARE BREACHED, SUBMIT A WRITTEN  PLAN  TO  THE\n   53  SUPERINTENDENT  DETAILING  THE  STEPS  THAT IT WILL TAKE OR HAS TAKEN TO\n   54  REDUCE ITS EXPOSURE TO LOSS TO NO MORE THAN THE PERMITTED  AMOUNTS,  AND\n   55  IF AFTER NOTICE AND HEARING THE SUPERINTENDENT DETERMINES THAT AN INSUR-\n   56  ER HAS EXCEEDED ANY LIMITATION PRESCRIBED BY THIS SECTION, HE OR SHE MAY\n\n       A. 3791                            16\n\n    1  ORDER SUCH INSURER TO CEASE TRANSACTING ANY NEW CREDIT DEFAULT INSURANCE\n    2  BUSINESS UNTIL ITS EXPOSURE TO LOSS NO LONGER EXCEEDS SAID LIMITATIONS.\n    3    (F)  NO  INSURER AUTHORIZED TO TRANSACT THE BUSINESS OF CREDIT DEFAULT\n    4  INSURANCE SHALL PAY ANY COMMISSION OR MAKE ANY GIFT OF  MONEY,  PROPERTY\n    5  OR  OTHER VALUABLE THING TO ANY EMPLOYEE, AGENT OR REPRESENTATIVE OF ANY\n    6  POTENTIAL PURCHASER OF A CREDIT DEFAULT INSURANCE POLICY, AS AN  INDUCE-\n    7  MENT  TO  THE  PURCHASE OF SUCH A POLICY, AND NO SUCH EMPLOYEE, AGENT OR\n    8  REPRESENTATIVE OF  SUCH  POTENTIAL  PURCHASER  SHALL  RECEIVE  ANY  SUCH\n    9  PAYMENT  OR GIFT. VIOLATION OF THE PROVISIONS OF THIS SECTION SHALL NOT,\n   10  HOWEVER, HAVE THE EFFECT OF RENDERING VOID THE INSURANCE  POLICY  ISSUED\n   11  BY THE INSURER.\n   12    S  6905.  POLICY  FORMS AND RATES. (A) POLICY FORMS AND ANY AMENDMENTS\n   13  THERETO SHALL BE FILED WITH THE SUPERINTENDENT  WITHIN  THIRTY  DAYS  OF\n   14  THEIR  USE  BY THE INSURER IF NOT OTHERWISE FILED PRIOR TO THE EFFECTIVE\n   15  DATE OF THIS SECTION.\n   16    (B) EVERY CREDIT DEFAULT INSURANCE POLICY SHALL PROVIDE THAT,  IN  THE\n   17  EVENT  OF A PAYMENT DEFAULT BY OR INSOLVENCY OF THE OBLIGOR, THERE SHALL\n   18  BE NO ACCELERATION OF THE PAYMENT REQUIRED TO BE MADE UNDER SUCH  POLICY\n   19  UNLESS  THE  ACCELERATION  IS PERMITTED BY THE CREDIT DEFAULT INSURER AT\n   20  ITS SOLE OPTION, EXERCISED AT THE TIME OF THE PAYMENT.\n   21    (C) A CREDIT DEFAULT INSURANCE POLICY SHALL NOT PROVIDE THAT COMMENCE-\n   22  MENT OF REHABILITATION, LIQUIDATION OR CONSERVATORSHIP PROCEEDINGS UNDER\n   23  ARTICLE SEVENTY-FOUR OF THIS CHAPTER, BANKRUPTCY OR  ANY  OTHER  SIMILAR\n   24  PROCEEDINGS  WHETHER UNDER THE LAWS OF THIS STATE OR ANOTHER STATE, WITH\n   25  RESPECT TO A CREDIT DEFAULT  INSURER  OR  THE  INSURED  ACCELERATES  ANY\n   26  PAYMENT  REQUIRED  TO BE MADE UNDER THE POLICY, ABSENT A PAYMENT DEFAULT\n   27  BY THE OBLIGOR OR THE INSURER.\n   28    (D) A CREDIT DEFAULT INSURANCE POLICY  MAY  PROVIDE  THAT  EITHER  THE\n   29  CREDIT  DEFAULT  INSURER  OR  THE  INSURED MAY TERMINATE THE POLICY AS A\n   30  CONSEQUENCE  OF  THE  COMMENCEMENT  OF  REHABILITATION,  LIQUIDATION  OR\n   31  CONSERVATORSHIP  PROCEEDINGS UNDER ARTICLE SEVENTY-FOUR OF THIS CHAPTER,\n   32  BANKRUPTCY OR ANY OTHER SIMILAR PROCEEDINGS, WHETHER UNDER THE  LAWS  OF\n   33  THIS STATE OR ANOTHER STATE, WITH RESPECT TO A CREDIT DEFAULT INSURER OR\n   34  THE INSURED, PROVIDED THAT THE TERMINATION:\n   35    (1)  DOES  NOT  ACCELERATE OR OTHERWISE INCREASE THE OBLIGATION OF THE\n   36  CREDIT DEFAULT INSURER TO MAKE SCHEDULED PAYMENTS  WHEN  DUE  UNDER  THE\n   37  POLICY; AND\n   38    (2) DOES NOT REQUIRE THE INSURER TO MAKE ANY ADDITIONAL PAYMENT TO THE\n   39  INSURED BY THE REASON OF THE TERMINATION.\n   40    (E)  THE  SUPERINTENDENT  BY  REGULATION  MAY PRESCRIBE MINIMUM POLICY\n   41  PROVISIONS DETERMINED BY THE SUPERINTENDENT TO BE NECESSARY OR APPROPRI-\n   42  ATE TO PROTECT CREDIT DEFAULT INSURERS, POLICYHOLDERS, CLAIMANTS,  OBLI-\n   43  GEES OR INDEMNITIES OR THE PEOPLE OF THIS STATE.\n   44    (F) RATES SHALL NOT BE EXCESSIVE, INADEQUATE, UNFAIRLY DISCRIMINATORY,\n   45  DESTRUCTIVE  OF COMPETITION, DETRIMENTAL TO THE SOLVENCY OF THE INSURER,\n   46  OR OTHERWISE UNREASONABLE. IN DETERMINING WHETHER RATES COMPLY WITH  THE\n   47  FOREGOING  STANDARDS, THE SUPERINTENDENT SHALL INCLUDE ALL INCOME EARNED\n   48  BY SUCH INSURER. CRITERIA AND GUIDELINES UTILIZED BY INSURERS IN  ESTAB-\n   49  LISHING  RATING  CATEGORIES  AND RANGES OF RATES TO BE UTILIZED SHALL BE\n   50  FILED WITH THE SUPERINTENDENT FOR INFORMATION PRIOR TO THEIR USE BY  THE\n   51  INSURER IF NOT OTHERWISE FILED PRIOR TO THE EFFECTIVE DATE OF THIS ARTI-\n   52  CLE.\n   53    (G)  ALL  SUCH FILINGS SHALL BE AVAILABLE FOR PUBLIC INSPECTION AT THE\n   54  INSURANCE DEPARTMENT.\n   55    S 6906. REINSURANCE. (A)  FOR  CREDIT  DEFAULT  INSURANCE  THAT  TAKES\n   56  EFFECT  ON  OR  AFTER  THE  EFFECTIVE  DATE  OF THIS SECTION, AN INSURER\n\n       A. 3791                            17\n\n    1  AUTHORIZED TO TRANSACT CREDIT DEFAULT INSURANCE SHALL RECEIVE CREDIT FOR\n    2  REINSURANCE, IN ACCORDANCE WITH THE PROVISIONS OF THIS CHAPTER  APPLICA-\n    3  BLE  TO  PROPERTY/CASUALTY  INSURERS, AS AN ASSET OR AS A REDUCTION FROM\n    4  LIABILITIES  PROVIDED  THAT  SUCH REINSURANCE IS SUBJECT TO AN AGREEMENT\n    5  THAT, FOR ITS STATED TERM AND WITH RESPECT TO ANY SUCH REINSURED  CREDIT\n    6  DEFAULT  INSURANCE  IN  FORCE, THE REINSURANCE AGREEMENT (FACULTATIVE OR\n    7  TREATY) MAY ONLY BE TERMINATED OR AMENDED\n    8    (1) AT THE OPTION OF THE REINSURER OR THE CEDING INSURER, IF THE REIN-\n    9  SURANCE AGREEMENT PROVIDES THAT THE  LIABILITY  OF  THE  REINSURER  WITH\n   10  RESPECT  TO POLICIES IN EFFECT AT THE DATE OF TERMINATION SHALL CONTINUE\n   11  UNTIL THE EXPIRATION OR CANCELLATION OF EACH SUCH POLICY, OR\n   12    (2) WITH THE CONSENT OF THE CEDING COMPANY, IF THE REINSURANCE  AGREE-\n   13  MENT  PROVIDES  FOR  A CUTOFF OF THE REINSURANCE IN FORCE AT THE DATE OF\n   14  TERMINATION, OR\n   15    (3) AT THE DISCRETION OF THE SUPERINTENDENT ACTING  AS  REHABILITATOR,\n   16  LIQUIDATOR  OR  RECEIVER OF THE CEDING OR ASSUMING INSURER; AND PROVIDED\n   17  THAT SUCH REINSURANCE IS:\n   18    (A) PLACED WITH A CREDIT DEFAULT INSURANCE CORPORATION LICENSED  UNDER\n   19  SECTION  SIX  THOUSAND  NINE  HUNDRED  TWO OF THIS ARTICLE OR AN INSURER\n   20  WRITING ONLY CREDIT DEFAULT INSURANCE AS IS OR  WOULD  BE  PERMITTED  BY\n   21  SUCH SECTION OF THIS ARTICLE; OR\n   22    (B) PLACED WITH A PROPERTY/CASUALTY INSURER OR AN ACCREDITED REINSURER\n   23  LICENSED  OR  ACCREDITED  TO REINSURE RISKS OF EVERY KIND OR DESCRIPTION\n   24  (INCLUDING MUNICIPAL OBLIGATION BONDS), AS SET FORTH IN  SUBSECTION  (C)\n   25  OF  SECTION  FOUR THOUSAND ONE HUNDRED TWO OF THIS CHAPTER, IF THE REIN-\n   26  SURANCE AGREEMENT WITH SUCH INSURER REQUIRES THAT SUCH INSURER:\n   27    (I) HAVE AND MAINTAIN SURPLUS TO POLICYHOLDERS OF AT LEAST THIRTY-FIVE\n   28  MILLION DOLLARS;\n   29    (II) ESTABLISH AND MAINTAIN THE RESERVES REQUIRED IN SECTION SIX THOU-\n   30  SAND NINE HUNDRED THREE OF THIS ARTICLE, EXCEPT THAT IF THE  REINSURANCE\n   31  AGREEMENT  IS  NOT  PRO RATA THE CONTRIBUTION TO THE CONTINGENCY RESERVE\n   32  SHALL BE EQUAL TO FIFTY PERCENT  OF  THE  QUARTERLY  EARNED  REINSURANCE\n   33  PREMIUM.  HOWEVER,  THE ASSUMING INSURER NEED NOT ESTABLISH AND MAINTAIN\n   34  SUCH RESERVE TO THE EXTENT THAT THE CEDING INSURER HAS  ESTABLISHED  AND\n   35  CONTINUES TO MAINTAIN SUCH RESERVE;\n   36    (III)  COMPLY  WITH  THE  PROVISIONS  OF SUBSECTION (C) OF SECTION SIX\n   37  THOUSAND NINE HUNDRED FOUR OF THIS  ARTICLE,  EXCEPT  THAT  THE  MAXIMUM\n   38  TOTAL  EXPOSURES  REINSURED NET OF RETROCESSIONS AND COLLATERAL SHALL BE\n   39  ONE-HALF OF THAT PERMITTED FOR A CREDIT DEFAULT INSURANCE CORPORATION;\n   40    (IV) IF A PARENT OF THE INSURER, ANOTHER SUBSIDIARY OF THE  PARENT  OF\n   41  THE  INSURER,  OR A SUBSIDIARY OF THE INSURER, THEN THE AGGREGATE OF ALL\n   42  RISKS ASSUMED BY SUCH REINSURERS SHALL NOT EXCEED  TEN  PERCENT  OF  THE\n   43  INSURER'S  EXPOSURES,  NET  OF  RETROCESSIONS  AND COLLATERAL. DIRECT OR\n   44  INDIRECT OWNERSHIP INTERESTS OF FIFTY PERCENT OR MORE SHALL BE DEEMED  A\n   45  PARENT/SUBSIDIARY RELATIONSHIP;\n   46    (V)  IF AN AFFILIATE OF THE INSURER, SUCH AFFILIATE SHALL NOT ASSUME A\n   47  PERCENTAGE OF THE INSURER'S TOTAL EXPOSURES INSURED NET OF RETROCESSIONS\n   48  AND COLLATERAL IN EXCESS OF ITS PERCENTAGE OF  EQUITY  INTEREST  IN  THE\n   49  INSURER; AND\n   50    (VI)  ASSUMES  FROM  THE  CREDIT DEFAULT INSURANCE CORPORATION AND ANY\n   51  AFFILIATE, PARENT OF THE INSURER, ANOTHER SUBSIDIARY OF  THE  PARENT  OF\n   52  THE  INSURER,  OR  SUBSIDIARY  OF  THE  INSURER THAT IS A CREDIT DEFAULT\n   53  INSURANCE CORPORATION OR AN INSURER WRITING ONLY CREDIT  DEFAULT  INSUR-\n   54  ANCE  AS  IS  OR  WOULD  BE PERMITTED BY THIS ARTICLE, TOGETHER WITH ALL\n   55  OTHER REINSURERS SUBJECT TO THIS PARAGRAPH, LESS THAN FIFTY  PERCENT  OF\n   56  THE  TOTAL EXPOSURES INSURED BY THE CREDIT DEFAULT INSURANCE CORPORATION\n\n       A. 3791                            18\n\n    1  AND SUCH AFFILIATES, PARENTS OR SUBSIDIARIES  OF  THE  INSURER,  NET  OF\n    2  COLLATERAL, REMAINING AFTER DEDUCTING ANY REINSURANCE PLACED WITH ANOTH-\n    3  ER  CREDIT  DEFAULT  INSURANCE  CORPORATION  THAT IS NOT AN AFFILIATE, A\n    4  PARENT  OF  THE CREDIT DEFAULT INSURANCE CORPORATION, ANOTHER SUBSIDIARY\n    5  OF THE PARENT OF THE INSURER, OR A SUBSIDIARY OF THE INSURER OR A CREDIT\n    6  DEFAULT INSURANCE CORPORATION WRITING ONLY CREDIT DEFAULT  INSURANCE  AS\n    7  IS  OR  WOULD  BE  PERMITTED BY THIS SECTION THAT IS NOT AN AFFILIATE, A\n    8  PARENT OF THE CREDIT DEFAULT INSURANCE CORPORATION,  ANOTHER  SUBSIDIARY\n    9  OF THE PARENT OF THE INSURER, OR A SUBSIDIARY OF THE INSURER; OR\n   10    (4)  IF  PLACED  WITH  AN UNAUTHORIZED OR UNACCREDITED REINSURER WHICH\n   11  OTHERWISE MEETS THE REQUIREMENTS OF EITHER  THE  OPENING  PARAGRAPH  AND\n   12  PARAGRAPH  ONE OF THIS SUBSECTION, OR THE OPENING PARAGRAPH OF PARAGRAPH\n   13  THREE AND ITEMS (I), (IV), (V) AND  (VI)  OF  PARAGRAPH  THREE  OF  THIS\n   14  SUBSECTION,  IN  AN  AMOUNT NOT EXCEEDING THE LIABILITIES CARRIED BY THE\n   15  CEDING INSURER FOR AMOUNTS WITHHELD UNDER A REINSURANCE TREATY WITH SUCH\n   16  REINSURER OR AMOUNTS DEPOSITED BY SUCH REINSURER  AS  SECURITY  FOR  THE\n   17  PAYMENT  OF  OBLIGATIONS  UNDER  THE TREATY IF SUCH FUNDS OR DEPOSIT ARE\n   18  HELD SUBJECT TO WITHDRAWAL BY, AND UNDER  THE  CONTROL  OF,  THE  CEDING\n   19  INSURER.\n   20    (B) IN DETERMINING WHETHER THE INSURER MEET THE AGGREGATE RISK LIMITA-\n   21  TIONS,  IN ADDITION TO CREDIT FOR OTHER TYPES OF QUALIFYING REINSURANCE,\n   22  THE INSURER'S AGGREGATE RISK MAY BE REDUCED TO THE EXTENT OF  THE  LIMIT\n   23  FOR  AGGREGATE  EXCESS REINSURANCE, BUT IN NO EVENT IN AN AMOUNT GREATER\n   24  THAN THE AMOUNT OF THE AGGREGATE RISKS WHICH WILL BECOME DUE DURING  THE\n   25  UNEXPIRED  TERM OF SUCH REINSURANCE AGREEMENT IN EXCESS OF THE INSURER'S\n   26  RETENTION PURSUANT TO SUCH REINSURANCE AGREEMENT.\n   27    S 6907. APPLICABILITY OF OTHER LAWS. AN INSURER  ISSUING  POLICIES  OF\n   28  CREDIT  DEFAULT  INSURANCE  SHALL BE SUBJECT TO ALL OF THE PROVISIONS OF\n   29  THIS CHAPTER APPLICABLE TO PROPERTY/CASUALTY INSURERS TO THE EXTENT THAT\n   30  SUCH PROVISIONS ARE NOT INCONSISTENT WITH THE PROVISIONS OF  THIS  ARTI-\n   31  CLE.\n   32    S  6908.  RELATIONSHIP  TO  SECURITY  FUND.  NO INSURER OR AGENT OF AN\n   33  INSURER MAY DELIVER A POLICY OF CREDIT  DEFAULT  INSURANCE  UNLESS  SUCH\n   34  POLICY  AND  ANY  PROSPECTUS DELIVERED ON OR AFTER THE EFFECTIVE DATE OF\n   35  THIS ARTICLE WITH RESPECT TO THE INSURED OBLIGATIONS  CLEARLY  DISCLOSES\n   36  THAT  THE POLICY IS NOT COVERED BY THE PROPERTY/CASUALTY INSURANCE SECU-\n   37  RITY FUND SPECIFIED IN ARTICLE SEVENTY-SIX OF THIS CHAPTER.\n   38    S 6909. PENALTIES. (A) IT IS A VIOLATION OF THIS ARTICLE FOR ANY CRED-\n   39  IT DEFAULT INSURANCE CORPORATION, AFFILIATE, OR ANY OTHER PARTY  RELATED\n   40  TO  THE  BUSINESS  OF  CREDIT  DEFAULT  INSURANCE TO SELL CREDIT DEFAULT\n   41  INSURANCE NOT PERMISSIBLE UNDER SECTION SIX THOUSAND NINE  HUNDRED  FOUR\n   42  OF THIS ARTICLE.\n   43    (B)  FOR CRIMINAL LIABILITY PURPOSES, EVERY VIOLATION OF ANY PROVISION\n   44  OF THIS ARTICLE SHALL, UNLESS THE SAME CONSTITUTES A FELONY, BE A MISDE-\n   45  MEANOR.\n   46    (C) THE SUPERINTENDENT SHALL BE EMPOWERED TO LEVY A CIVIL PENALTY  NOT\n   47  EXCEEDING  ONE  MILLION  DOLLARS  AND  THE  AMOUNT OF THE CLAIM FOR EACH\n   48  VIOLATION UPON ANY PERSON WHO IS FOUND TO HAVE VIOLATED ANY PROVISION OF\n   49  THIS ARTICLE.\n   50    (D) THE LICENSE OF A PERSON LICENSED UNDER  THIS  ARTICLE  THAT  SELLS\n   51  CREDIT DEFAULT INSURANCE NOT PERMISSIBLE UNDER SECTION SIX THOUSAND NINE\n   52  HUNDRED  FOUR  OF THIS ARTICLE SHALL BE REVOKED FOR A PERIOD OF AT LEAST\n   53  TWO YEARS.\n   54    S 6910. TRANSITION PROVISION.   (A)(1) A  COMPANY  ORGANIZED  FOR  THE\n   55  PURPOSE  OF  TRANSACTING  FINANCIAL  GUARANTY  INSURANCE IN ITS STATE OF\n   56  DOMICILE OR ANY OTHER STATE ON THE EFFECTIVE DATE OF  THIS  SECTION  AND\n\n       A. 3791                            19\n\n    1  LICENSED  AND  OPERATING IN THIS STATE AS A PROVIDER OF SURETY INSURANCE\n    2  ON THE EFFECTIVE DATE OF THIS SECTION, UPON APPLICATION BY SUCH  COMPANY\n    3  WITHIN ONE YEAR OF THE EFFECTIVE DATE OF THIS SECTION, SHALL BE ISSUED A\n    4  LICENSE  PURSUANT TO SECTION SIX THOUSAND NINE HUNDRED TWO OF THIS ARTI-\n    5  CLE, BEFORE AND AFTER SUCH LICENSE IS ISSUED, MAY ENGAGE IN THE BUSINESS\n    6  OF CREDIT DEFAULT  INSURANCE,  PROVIDED  THAT  SUCH  COMPANY  MEETS  ALL\n    7  REQUIREMENTS  OF  THIS  ARTICLE,  EXCEPT  THE  REQUIREMENTS DESCRIBED IN\n    8  SUBPARAGRAPH TWO OF THIS PARAGRAPH, WITHIN TWO YEARS  OF  THE  EFFECTIVE\n    9  DATE  OF THIS SECTION TO TRANSACT BUSINESS AS A CREDIT DEFAULT INSURANCE\n   10  CORPORATION IN THIS STATE.\n   11    (2) A COMPANY DESCRIBED IN PARAGRAPH ONE OF THIS SUBSECTION MUST  MEET\n   12  ALL OF THE REQUIREMENTS OF THIS ARTICLE, WITH THE FOLLOWING EXCEPTIONS:\n   13    (A)  SUCH  COMPANY  SHALL  NOT  BE  DEEMED  TO  BE IN VIOLATION OF ANY\n   14  PROVISION OF THIS ARTICLE WITH RESPECT TO CREDIT DEFAULT INSURANCE POLI-\n   15  CIES OUTSTANDING PRIOR TO THE EFFECTIVE DATE OF  THIS  SECTION,  IF  THE\n   16  INSURER  WAS  IN  COMPLIANCE  WITH THE APPLICABLE PROVISIONS RELATING TO\n   17  FINANCIAL GUARANTY INSURANCE IN ITS STATE OF DOMICILE AT THE  TIME  THAT\n   18  THE  CREDIT  DEFAULT  INSURANCE  POLICY  WAS  ISSUED, PROVIDED THAT THIS\n   19  SECTION SHALL APPLY TO SUCH POLICIES THAT ARE AMENDED OR REPLACED ON  OR\n   20  AFTER  THE  EFFECTIVE  DATE  OF  THIS  SECTION  IF SUCH AMENDMENT OF THE\n   21  ORIGINAL POLICY EXTENDS THE TERM OR THE REPLACEMENT  POLICY  PROVIDES  A\n   22  NEW  TERM  THAT EXTENDS BEYOND THE TERM OF THE ORIGINAL POLICY IN EFFECT\n   23  ON THE EFFECTIVE DATE OF THIS SECTION, UNLESS SUCH AMENDMENT OR REPLACE-\n   24  MENT COMPLIES WITH SUBPARAGRAPH (B) OF THIS PARAGRAPH;\n   25    (B) SUCH COMPANY SHALL NOT  BE  DEEMED  TO  BE  IN  VIOLATION  OF  ANY\n   26  PROVISION  OF  THIS ARTICLE WITH RESPECT TO ANY AMENDMENT OR REPLACEMENT\n   27  OF A CREDIT DEFAULT INSURANCE POLICY ISSUED PRIOR TO THE EFFECTIVE  DATE\n   28  OF THIS SECTION, PROVIDED THAT:\n   29    (I) THE AMENDMENT OR REPLACEMENT OF THE ORIGINAL POLICY IS EXECUTED IN\n   30  GOOD  FAITH TO MITIGATE LOSSES OR REDUCE EXPOSURE TO FUTURE LOSSES UNDER\n   31  THE ORIGINAL POLICY; AND\n   32    (II) THE COMPANY PROVIDES NOTICE TO THE SUPERINTENDENT OF SUCH  AMEND-\n   33  MENT  OR  REPLACEMENT  WITHIN  TEN  BUSINESS  DAYS  OF  THE AMENDMENT OR\n   34  REPLACEMENT;\n   35    (C) IF TEN YEARS HAVE ELAPSED FROM THE EFFECTIVE DATE OF THIS  SECTION\n   36  THE FOLLOWING REQUIREMENTS OF THIS SHALL NOT APPLY TO SUCH COMPANY:\n   37    (I)  SUBSECTION  (B)  OF SECTION SIX THOUSAND NINE HUNDRED TWO OF THIS\n   38  ARTICLE REGARDING PAID-IN CAPITAL AND SURPLUS REQUIREMENTS  AND  MINIMUM\n   39  SURPLUS TO POLICYHOLDERS;\n   40    (II) SUBSECTIONS (C), (D) AND (E) OF SECTION SIX THOUSAND NINE HUNDRED\n   41  FOUR OF THIS ARTICLE REGARDING AGGREGATE AND SINGLE RISK LIMITS.\n   42    (3) THE SUPERINTENDENT MAY:\n   43    (A)  EXTEND THE TRANSITION TIME PERMITTED IN SUBPARAGRAPH (B) OF PARA-\n   44  GRAPH TWO OF SUBSECTION (A) OF THIS SECTION AN ADDITIONAL SIX MONTHS  IF\n   45  HE OR SHE DETERMINES THAT IT WOULD NOT POSE A HAZARD TO THE INSURER, ITS\n   46  POLICY  HOLDERS OR TO THE PUBLIC AND THERE ARE UNUSUAL OR UNIQUE CIRCUM-\n   47  STANCES THAT JUSTIFY THE EXTENSION;\n   48    (B) DECREASE THE TRANSITION TIME  PERMITTED  IN  SUBPARAGRAPH  (B)  OF\n   49  PARAGRAPH TWO OF SUBSECTION (A) OF THIS SECTION IF HE OR SHE DETERMINES,\n   50  AFTER  NOTICE  AND AN OPPORTUNITY TO BE HEARD, THAT PERMITTING A COMPANY\n   51  TO CONTINUE TRANSACTING CREDIT DEFAULT INSURANCE POSES A HAZARD  TO  THE\n   52  INSURER, ITS POLICYHOLDERS, OR THE PUBLIC;\n   53    (4) A COMPANY THAT DOES NOT COMPLY WITH PARAGRAPHS ONE AND TWO OF THIS\n   54  SUBSECTION SHALL CEASE WRITING ANY NEW CREDIT DEFAULT INSURANCE.\n   55    (B)  A  COMPANY  NOT  LICENSED  AS  AN INSURANCE COMPANY IN THIS STATE\n   56  PURSUANT TO PARAGRAPHS SIXTEEN, SEVENTEEN OR  TWENTY-TWO  OF  SUBSECTION\n\n       A. 3791                            20\n\n    1  (A) OF SECTION ONE THOUSAND ONE HUNDRED THIRTEEN OF THIS CHAPTER, ON THE\n    2  EFFECTIVE  DATE OF THIS SECTION MAY NOT ENGAGE IN THE BUSINESS OF CREDIT\n    3  DEFAULT INSURANCE UNTIL SUCH DATE AS THE COMPANY SHALL HAVE  RECEIVED  A\n    4  LICENSE  FROM  THIS  STATE PURSUANT TO SECTION SIX THOUSAND NINE HUNDRED\n    5  TWO OF THIS ARTICLE.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to credit default insurance corporations, and to repeal certain provisions of the insurance law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T151912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159552823
}