{
  "year" : 2011,
  "senateBillNo" : "A3795-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3795-2011-1296104400000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain food establishments to provide nutritional information to its customers",
  "summary" : "Requires certain food establishments to provide nutritional information to their customers. ",
  "currentCommittee" : null,
  "sameAs" : "S1131",
  "lawSection" : "Health",
  "previousVersions" : [ "AA6425-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3795\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, HOYT, PAULIN, CASTRO, GOTTFRIED, LANC-\n         MAN, COLTON, MILLMAN,  ENGLEBRIGHT,  DINOWITZ,  JAFFEE,  DenDEKKER  --\n         Multi-Sponsored  by  --  M. of A.  COOK, MAGNARELLI, MENG -- read once\n         and referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT in relation to creating the menu nutritional  disclosure  act  of\n         2011\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and  may  be  cited  as  the  \"menu\n    2  nutritional disclosure act of 2011\".\n    3    S  2.  1.    For purposes of this act, the following definitions shall\n    4  apply:\n    5    (a) \"Food facility\" means a food facility in the state  that  operates\n    6  under  common ownership or control with at least 9 other food facilities\n    7  with the same name in the state that offer for  sale  substantially  the\n    8  same  menu items, or operates as a franchised outlet of a parent company\n    9  with at least 9 other franchised outlets with the same name in the state\n   10  that offer for sale substantially the same menu  items,  except  that  a\n   11  \"food facility\" does not include the following:\n   12    (i) Certified farmer's markets.\n   13    (ii) Commissaries.\n   14    (iii) Licensed health care facilities.\n   15    (iv) Mobile support units.\n   16    (v) Restricted food service facilities.\n   17    (vi) Retail stores in which a majority of sales are from a pharmacy.\n   18    (vii) Vending machines.\n   19    (b)  \"Calorie  content information\" means the total number of calories\n   20  per standard menu item, as that item is usually prepared and offered for\n   21  sale.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02175-01-1\n\n       A. 3795                             2\n\n    1    (c) \"Drive-through\" means an area where  a  customer  may  provide  an\n    2  order  for and receive standard menu items while occupying a motor vehi-\n    3  cle.\n    4    (d)  \"Menu  board\" means a posted list or pictorial display of food or\n    5  beverage items offered for sale by a food facility.  \"Menu  board\"  does\n    6  not include printed or pictorial materials for the purpose of marketing.\n    7    (e) \"Menu\" means a printed list or pictorial display of food or bever-\n    8  age  items offered for sale by a food facility. \"Menu\" shall not include\n    9  printed or pictorial materials for the purpose of marketing.\n   10    (f) \"Food item tag\" means a label or placard that identifies any  food\n   11  item  displayed  for  sale at a food facility. \"Food item tag\" shall not\n   12  include printed or pictorial materials for the purpose of marketing.\n   13    (g) \"Nutritional information\" includes, but is not limited to, all  of\n   14  the  following, per standard menu item, as that item is usually prepared\n   15  and offered for sale:\n   16    (i) Total number of calories.\n   17    (ii) Total number of grams of carbohydrates.\n   18    (iii) Total number of grams of saturated fat.\n   19    (iv) Total number of milligrams of sodium.\n   20    (h) \"Point of sale\" means the  location  where  a  customer  makes  an\n   21  order.\n   22    (i)  \"Standard  menu  item\"  means a food or beverage item offered for\n   23  sale by a food facility through a menu, menu board, or food item tag  at\n   24  least  180 days per calendar year, except that \"standard menu item\" does\n   25  not include any of the following:\n   26    (i) A food item that is customized on a case-by-case basis in response\n   27  to an unsolicited customer request.\n   28    (ii) An alcoholic beverage, the labeling of which is not regulated  by\n   29  the federal food and drug administration.\n   30    (iii)  A  packaged  food  otherwise  subject to the nutrition labeling\n   31  requirements of the federal Nutrition  Labeling  and  Education  Act  of\n   32  1990.\n   33    (iv) A food item when served at a consumer self-service salad bar.\n   34    (v)  A  food  or  beverage item when served at a consumer self-service\n   35  buffet.\n   36    (vi) Condiments.\n   37    (vii) Other items placed on counters or tables for use without  charge\n   38  to consumers.\n   39    (j)  \"Reasonable  basis\"  means any reasonable means recognized by the\n   40  federal food and drug administration of determining nutritional informa-\n   41  tion, as well as calorie content information, for a standard menu  item,\n   42  as usually prepared and offered for sale, including, but not limited to,\n   43  nutrient databases and laboratory analyses.\n   44    (k)  \"Appetizer\" means a food item that is generally served prior to a\n   45  food item that is generally regarded as the primary food item in a meal.\n   46  An \"appetizer\" includes a first course, starter, or small plate.\n   47    (l) \"Dessert\" means a food item that is generally served after a  food\n   48  item  that  is  generally  regarded  as the primary food item in a meal.\n   49  \"Dessert\" includes, but is not limited to, cakes,  pastries,  pies,  ice\n   50  cream  and  food  items  that  contain ice cream, confections, and other\n   51  sweets.\n   52    2. (a) Commencing July 1, 2012 and remaining in effect until  December\n   53  31,  2013,  inclusive,  every  food  facility shall disclose nutritional\n   54  information as required by paragraph (b) of this subdivision  or  comply\n   55  with the requirements of subdivision 3 of this section during this time.\n\n       A. 3795                             3\n\n    1    (b)  (i)  In order to comply with paragraph (a) of this subdivision, a\n    2  food facility that does not provide sit-down service shall disclose  the\n    3  information in a clear and conspicuous manner on a brochure that is made\n    4  available  at  the  point of sale prior to or during the placement of an\n    5  order.  A food facility that provides sit-down service shall provide the\n    6  nutritional information in a clear and conspicuous size and typeface  on\n    7  at least one of the following:\n    8    (1) A brochure available on the table.\n    9    (2) A menu next to each standard menu item.\n   10    (3)  A  menu, under an index section that is separate from the listing\n   11  of standard menu items.\n   12    (4) A menu insert.\n   13    (5) A table tent on the table.\n   14    (ii) Notwithstanding subparagraph (i) of this paragraph, a food facil-\n   15  ity that has a drive-through area and uses a menu board  to  display  or\n   16  list standard menu items at the point of sale shall, for purposes of the\n   17  drive-through area only, disclose the nutritional information in a clear\n   18  and  conspicuous  manner on a brochure or other printed material that is\n   19  available upon request, and shall conspicuously display a notice at  the\n   20  point  of  sale  that  reads: \"NUTRITIONAL INFORMATION IS AVAILABLE UPON\n   21  REQUEST\" or other similar statement that  indicates  the  disclosure  of\n   22  nutritional information is available upon request.\n   23    3. (a) On and after January 1, 2014, every food facility that provides\n   24  a  menu  shall  disclose calorie content information for a standard menu\n   25  item next to the item on the menu in a size and typeface that  is  clear\n   26  and conspicuous.\n   27    (b)  On  and  after  January 1, 2014, every food facility that uses an\n   28  indoor menu board shall disclose calorie content information for a stan-\n   29  dard menu item next to the item on the menu board in a size and typeface\n   30  that is clear and conspicuous.\n   31    (c) On and after January 1, 2014, every food facility that uses a food\n   32  item tag as an alternative to a menu or menu board to describe a  stand-\n   33  ard  menu  item  that is displayed for sale in a display case within the\n   34  food facility shall disclose calorie content information for that stand-\n   35  ard menu item on the food item tag for that item in a size and  typeface\n   36  that is clear and conspicuous.\n   37    (d)  On  and  after  January  1,  2014, every food facility that has a\n   38  drive-through area and uses a menu board to  display  or  list  standard\n   39  menu items at the point of sale shall, for purposes of the drive-through\n   40  area  only,  disclose the nutritional information for each standard menu\n   41  item in a clear and conspicuous manner on a brochure  or  other  printed\n   42  material that is available upon request, and shall clearly and conspicu-\n   43  ously  display  a  notice  at the point of sale that reads: \"NUTRITIONAL\n   44  INFORMATION IS AVAILABLE UPON REQUEST\" or other similar  statement  that\n   45  indicates  the  disclosure  of nutritional information is available upon\n   46  request.  If a food facility subject to this paragraph discloses  nutri-\n   47  tional  information  in  the  manner  described in paragraph (b) of this\n   48  subdivision, the food facility shall be deemed to be in compliance  with\n   49  this paragraph.\n   50    4.  For  purposes  of subdivision 3 of this section, the disclosure of\n   51  calorie content information on a menu or menu board next to  a  standard\n   52  menu  item  that is a combination of at least two standard menu items on\n   53  the menu or menu board, shall, based upon all possible combinations  for\n   54  that standard menu item, include both the minimum amount of calories for\n   55  the calorie count information and the maximum amount of calories for the\n\n       A. 3795                             4\n\n    1  calorie count information. If there is only one possible total amount of\n    2  calories, then this total shall be disclosed.\n    3    5.  For  purposes  of subdivision 3 of this section, the disclosure of\n    4  calorie content information on a menu or menu board next to  a  standard\n    5  menu  item that is not an appetizer or dessert, but is intended to serve\n    6  more than one individual, shall include both of the following:\n    7    (a) The number of individuals intended to be served  by  the  standard\n    8  menu item.\n    9    (b)  The  calorie  content  information per individual serving. If the\n   10  standard menu item is a combination of at least two standard menu items,\n   11  this disclosure shall, based upon all  possible  combinations  for  that\n   12  standard  menu item, include both the minimum amount of calories for the\n   13  calorie count information and the maximum amount of calories.  If  there\n   14  is  only one possible total amount of calories, then this total shall be\n   15  disclosed.\n   16    6. For beverage items, a range of calorie  count  information  may  be\n   17  provided,  which  includes  both  the minimum amount of calories for any\n   18  beverage item and the maximum amount of calories.\n   19    7.   The  nutritional  information  and  calorie  content  information\n   20  required  by  this  act  shall  be  determined  on a reasonable basis. A\n   21  reasonable basis determination of nutritional  information  and  calorie\n   22  content  information shall be required only once per standard menu item,\n   23  provided that portion size is reasonably consistent and the food facili-\n   24  ty follows a standardized recipe and trains to a  consistent  method  of\n   25  preparation.\n   26    8.  Menus and menu boards may include a disclaimer that indicates that\n   27  there may be variations in nutritional content across servings, based on\n   28  variations in overall size and quantities of ingredients, and  based  on\n   29  special ordering.\n   30    9.  This  act  shall  not be construed to create or enhance any claim,\n   31  right of action, or civil liability that did not previously exist  under\n   32  state  law  or limit any claim, right of action, or civil liability that\n   33  otherwise exists under state law. No private right of action shall arise\n   34  out of this act. The only enforcement mechanism of this act shall be the\n   35  local enforcement agency.\n   36    10. This act shall not be construed to preclude any food facility from\n   37  voluntarily  providing  nutritional  information  in  addition  to   the\n   38  requirements of this act.\n   39    11.  To  the  extent consistent with federal law, this act, as well as\n   40  any other state law that regulates the disclosure of nutritional  infor-\n   41  mation, is a matter of statewide concern and occupies the whole field of\n   42  regulation regarding the disclosure of nutritional information by a food\n   43  facility  as well as content required to be posted on menus, menu boards\n   44  and food item tags. No ordinance or regulation  of  a  local  government\n   45  shall  regulate  the  dissemination  of  nutritional  information or the\n   46  content required to be placed on menus, menu boards or food item tags by\n   47  a food facility. Any ordinance or regulation that violates this prohibi-\n   48  tion is void and shall have no force or effect.\n   49    12. Commencing July 1, 2012, a food facility that violates this act is\n   50  guilty of an infraction, punishable by a fine of  not  less  than  fifty\n   51  dollars  or  more  than five hundred dollars, which may be assessed by a\n   52  local enforcement agency. However, a food facility may not be  found  to\n   53  violate  this  act  more than once during an inspection visit.  Notwith-\n   54  standing the penal law or any other provision of law to the contrary,  a\n   55  violation of this act shall not constitute a misdemeanor.\n\n       A. 3795                             5\n\n    1    13. Within 180 days after the effective date of this act, the New York\n    2  state  department  of  health  shall promulgate regulations defining the\n    3  specific requirements that constitute substantial compliance  with  this\n    4  act by food facilities.\n    5    14. If any provision of this act or the application thereof is for any\n    6  reason  held  invalid,  ineffective,  or  unconstitutional by a court of\n    7  competent jurisdiction, the remainder of this act shall not be  affected\n    8  thereby, and to this end, the provisions of this act are severable.\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to creating the menu nutritional disclosure act of 2011 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T151912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159552841
}