{
  "year" : 2011,
  "senateBillNo" : "A3797-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to education",
    "billEventId" : "A3797-2011-1296104400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to charter schools",
  "summary" : "Relates to charter schools; clarifies the transparency and accountability of charter schools and provides fiscal relief to the school districts where charter schools are located. ",
  "currentCommittee" : null,
  "sameAs" : "S2415",
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA10040-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3797\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PRETLOW, SPANO -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to charter schools\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  New  York's  charter school law was\n    2  enacted 11 years ago in an effort to create new  learning  opportunities\n    3  for all students, to encourage different and innovative teaching methods\n    4  and  to  provide  parents  and  students with expanded choice within the\n    5  public schools. Eleven years provides the state with enough  information\n    6  to make judgments about changes that are needed in the law to ensure the\n    7  public  knows how their tax dollars are being spent and to ensure public\n    8  schools serving the majority of students have the  resources  needed  to\n    9  provide  a  quality  education  to  all  students.  This  legislation is\n   10  intended to clarify  the  transparency  and  accountability  of  charter\n   11  schools  and provide fiscal relief to the school districts where charter\n   12  schools are located.\n   13    S 2. Subdivision 1 of section 2851 of the education law, as  added  by\n   14  chapter 101 of the laws of 2010, is amended to read as follows:\n   15    1.  An  application  to establish a charter school may be submitted by\n   16  teachers, parents, school administrators,  community  residents  or  any\n   17  combination  thereof.  Such application may be filed in conjunction with\n   18  a college, university, museum, educational  institution,  not-for-profit\n   19  corporation  exempt from taxation under paragraph 3 of subsection (c) of\n   20  section 501 of the internal revenue  code  [or  for-profit  business  or\n   21  corporate  entity  authorized to do business in New York state. Provided\n   22  however, for-profit business or corporate entities shall not be eligible\n   23  to submit an application to  establish  a  charter  school  pursuant  to\n   24  subdivision  nine-a  of  section  twenty-eight hundred fifty-two of this\n   25  article, or operate or manage a charter  school  for  a  charter  issued\n   26  pursuant to subdivision nine-a of section twenty-eight hundred fifty-two\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07188-01-1\n\n       A. 3797                             2\n\n    1  of  this  article. For charter schools established in conjunction with a\n    2  for-profit business or corporate entity, the charter shall  specify  the\n    3  extent  of the entity's participation in the management and operation of\n    4  the  school], AND PROVIDED THAT UNDER NO CIRCUMSTANCES SHALL AN APPLICA-\n    5  TION TO ESTABLISH A CHARTER SCHOOL OR  APPROVAL  TO  OPERATE  A  CHARTER\n    6  SCHOOL  BE  GRANTED TO A FOR-PROFIT BUSINESS OR CORPORATE ENTITY AUTHOR-\n    7  IZED TO DO BUSINESS IN THIS STATE NOR IN  ANY  MANNER  WHATSOEVER  SHALL\n    8  THEY  HAVE  AN  INVOLVEMENT IN THE MANAGEMENT AND OPERATION OF A CHARTER\n    9  SCHOOL. THE APPLICATION SHALL INCLUDE THE AMOUNT OF ANY  MANAGEMENT  FEE\n   10  TO BE PAID TO ANY NOT-FOR-PROFIT CORPORATION WORKING IN CONJUNCTION WITH\n   11  THE APPLICANTS.  SALARIES OF THE EMPLOYEES OF SUCH NOT-FOR-PROFIT CORPO-\n   12  RATION  MAY  NOT  EXCEED  THE  SALARIES  FOR COMPARABLE POSITIONS IN THE\n   13  SCHOOL DISTRICT OF LOCATION.\n   14    S 3. Paragraphs (d), (h), (p) and (v) of subdivision 2 of section 2851\n   15  of the education law, paragraphs (d) and (h) as added by  chapter  4  of\n   16  the laws of 1998 and paragraphs (p) and (v) as amended by chapter 101 of\n   17  the laws of 2010, are amended to read as follows:\n   18    (d)  Admission  policies and procedures for the school, which shall be\n   19  consistent with the requirements of subdivision two of  section  twenty-\n   20  eight  hundred  fifty-four  of this article.  FOR CHARTER RENEWALS, SUCH\n   21  POLICIES AND PROCEDURES SHALL INCLUDE PLANS  FOR  ENSURING  THE  STUDENT\n   22  ENROLLMENT  OF  THE  CHARTER  SCHOOL INCLUDES A COMPARABLE PERCENTAGE OF\n   23  STUDENTS ON FREE LUNCH, STUDENTS WITH DISABILITIES AND ENGLISH  LANGUAGE\n   24  LEARNERS AS THE SCHOOL DISTRICT IN WHICH THE CHARTER SCHOOL IS LOCATED.\n   25    (h)  The  rules  and  procedures by which students may be disciplined,\n   26  including but not limited to expulsion or suspension  from  the  school,\n   27  which  shall be consistent with the requirements of due process and with\n   28  federal laws and regulations governing the placement  of  students  with\n   29  disabilities.  SUCH  RULES AND PROCEDURES SHALL INCLUDE THE PROVISION OF\n   30  EDUCATIONAL SERVICES TO ANY STUDENT ON LONG TERM  SUSPENSION  OR  EXPUL-\n   31  SION.\n   32    (p)  The  term  of  the  proposed charter, which shall not exceed five\n   33  years DURING WHICH INSTRUCTION IS PROVIDED TO PUPILS; provided  however,\n   34  in the case of charters issued pursuant to subdivision nine-a of section\n   35  twenty-eight hundred fifty-two of this article the term of such proposed\n   36  charter  shall not exceed five years in which instruction is provided to\n   37  pupils plus the period commencing with the effective date of the charter\n   38  and ending with the opening of the school for instruction.\n   39    (v) A code of ethics for the charter school,  setting  forth  for  the\n   40  guidance  of  its  trustees,  officers  and  employees  the standards of\n   41  conduct expected of them including standards with respect to  disclosure\n   42  of  conflicts  of interest regarding any matter brought before the board\n   43  of trustees.  SUCH CODE OF ETHICS SHALL BE IN  COMPLIANCE  WITH  SECTION\n   44  EIGHT HUNDRED SIX OF THE GENERAL MUNICIPAL LAW.\n   45    S  4.  Paragraph (a) of subdivision 4 of section 2851 of the education\n   46  law, as added by chapter 4 of the laws of 1998, is amended  to  read  as\n   47  follows:\n   48    (a)  A  report  of the progress of the charter school in achieving the\n   49  educational objectives set forth  in  the  charter.  SUCH  REPORT  SHALL\n   50  INCLUDE   DISAGGREGATED   STUDENT   PERFORMANCE  DATA  FOR  ALL  STUDENT\n   51  SUBGROUPS.\n   52    S 5. Paragraph (d) of subdivision 2 of section 2852 of  the  education\n   53  law,  as  added  by  section  2 of part D-2 of chapter 57 of the laws of\n   54  2007, is amended to read as follows:\n   55    (d) in a school  district  where  the  total  enrollment  of  resident\n   56  students attending charter schools in the base year is greater than five\n\n       A. 3797                             3\n\n    1  percent  of the total public school enrollment of the school district in\n    2  the base year [(i) granting the application  would  have  a  significant\n    3  educational  benefit  to  the  students  expected to attend the proposed\n    4  charter  school  or (ii) the school district in which the charter school\n    5  will be located consents to such  application].  FOR  PURPOSES  OF  THIS\n    6  PARAGRAPH,  IN  A  CITY  HAVING A POPULATION OF ONE MILLION OR MORE, THE\n    7  SCHOOL DISTRICT SHALL BE THE COMMUNITY SCHOOL DISTRICT.\n    8    S 6. Paragraphs (c) and (d) of subdivision 2 of section  2852  of  the\n    9  education  law,  paragraph  (c) as added and paragraph (d) as amended by\n   10  section 2 of part D-2 of chapter 57 of the laws of 2007, are amended and\n   11  two new paragraphs (e) and (f) are added to read as follows:\n   12    (c) granting the application is likely to improve student learning and\n   13  achievement and materially further the purposes set out  in  subdivision\n   14  two of section twenty-eight hundred fifty of this article; [and]\n   15    (d)  in  a  school  district  where  the  total enrollment of resident\n   16  students attending charter schools in the base year is greater than five\n   17  percent of the total public school enrollment of the school district  in\n   18  the  base  year  (i)  granting  the application would have a significant\n   19  educational benefit to the students  expected  to  attend  the  proposed\n   20  charter  school  or (ii) the school district in which the charter school\n   21  will be located consents to such application[.];\n   22    (E) THE APPLICATION FOR THE CHARTER SCHOOL IS APPROVED BY THE BOARD OF\n   23  EDUCATION OF THE SCHOOL DISTRICT WHERE  THE  CHARTER  SCHOOL  IS  TO  BE\n   24  LOCATED; AND\n   25    (F)  THE  CHARTER  ENTITY  SHALL NOT APPROVE AN APPLICATION THAT WOULD\n   26  HAVE THE EFFECT OF INCREASING THE RACIAL ISOLATION OF A SCHOOL DISTRICT.\n   27    S 7. Subdivision 5-b of section 2852 of the education law, as added by\n   28  chapter 4 of the laws of 1998, is amended to read as follows:\n   29    5-b. If the board of regents returns a proposed charter to the charter\n   30  entity pursuant to the provisions of subdivision five-a of this section,\n   31  such charter entity shall reconsider the proposed charter,  taking  into\n   32  consideration  the  comments and recommendation of the board of regents.\n   33  Thereafter, the charter entity shall resubmit the  proposed  charter  to\n   34  the  board  of  regents  with modifications, provided that the applicant\n   35  consents in writing to such modifications, resubmit the proposed charter\n   36  to the board of regents without modifications WITH  AN  EXPLANATION  WHY\n   37  THE  MODIFICATIONS  ARE NOT BEING MADE, or abandon the proposed charter.\n   38  The board of regents shall review each such resubmitted proposed charter\n   39  in  accordance  with  the  provisions  of  subdivision  five-a  of  this\n   40  section[;  provided,  however, that it shall be the duty of the board of\n   41  regents to approve and issue a proposed charter resubmitted by the char-\n   42  ter entity described in paragraph (b) of subdivision  three  of  section\n   43  twenty-eight hundred fifty-one of this article within thirty days of the\n   44  resubmission  of such proposed charter or such proposed charter shall be\n   45  deemed approved and issued at the expiration of such period].\n   46    S 8. Subdivision 7 of section 2852 of the education law is amended  by\n   47  adding a new paragraph (c) to read as follows:\n   48    (C)  WHEN  A  REVISION OF A CHARTER INVOLVES AN INCREASE IN ENROLLMENT\n   49  WHICH BRINGS TOTAL ENROLLMENT IN CHARTER SCHOOLS IN THE SCHOOL  DISTRICT\n   50  OF  LOCATION  ABOVE FIVE PERCENT THE REVISION SHALL BE DENIED UNLESS THE\n   51  SCHOOL DISTRICT OF LOCATION APPROVES THE REVISION OR  THE  RESIDENTS  OF\n   52  THE  SCHOOL  DISTRICT  APPROVE  THE REVISION THROUGH A REFERENDUM OF THE\n   53  ELIGIBLE VOTERS TO BE HELD IN CONJUNCTION WITH THE ANNUAL  BUDGET  VOTE.\n   54  FOR  PURPOSES  OF  THIS  PARAGRAPH  IN A CITY HAVING A POPULATION OF ONE\n   55  MILLION OR MORE THE SCHOOL DISTRICT OF LOCATION SHALL BE  THE  COMMUNITY\n   56  SCHOOL DISTRICT WHERE THE CHARTER SCHOOL IS LOCATED.\n\n       A. 3797                             4\n\n    1    S  9. Subdivision 10 of section 2852 of the education law, as added by\n    2  section 3 of part D-2 of chapter 57 of the laws of 2007, is  amended  to\n    3  read as follows:\n    4    10. Except in the case of a charter school formed by a school district\n    5  as  a  charter  entity pursuant to paragraph (a) of subdivision three of\n    6  section twenty-eight hundred fifty-one of this article, a charter school\n    7  formed by approval of the regents or by operation of  law  on  or  after\n    8  [March] JANUARY fifteenth in any school year shall not commence instruc-\n    9  tion until July of the second school year next following.\n   10    S  10. Subdivision 2 of section 2853 of the education law, as added by\n   11  chapter 4 of the laws of 1998, is amended to read as follows:\n   12    2. The board of regents and charter entity shall oversee  each  school\n   13  approved  by  such  entity,  and may visit, examine into and inspect any\n   14  charter school, including the records of such school,  under  its  over-\n   15  sight.  Oversight  by a charter entity and the board of regents shall be\n   16  sufficient to ensure that the charter school is in compliance  with  all\n   17  applicable  laws,  regulations  and charter provisions.   THE DEPARTMENT\n   18  SHALL INCLUDE CHARTER SCHOOLS IN ANY REVIEW OR AUDIT OF STATE ASSESSMENT\n   19  ADMINISTRATION OR SCORING.\n   20    S 11. Paragraph (a) of subdivision 3 of section 2853 of the  education\n   21  law,  as  amended by chapter 101 of the laws of 2010, is amended to read\n   22  as follows:\n   23    (a) A charter school may be located in  part  of  an  existing  public\n   24  school  building,  in space provided on a private work site, in a public\n   25  building or in any other suitable location, PROVIDED, HOWEVER, A CHARTER\n   26  SCHOOL SHALL NOT BE LOCATED IN ANY PART OF AN EXISTING  SCHOOL  BUILDING\n   27  WHEN  SUCH  SHARING WOULD IMPACT THE PUBLIC SCHOOL'S ABILITY TO MEET THE\n   28  CLASS SIZE TARGETS ESTABLISHED PURSUANT TO SECTION TWO HUNDRED  ELEVEN-D\n   29  OF  THIS  CHAPTER.    Provided,  however, before a charter school may be\n   30  located in part of an existing public school building, the charter enti-\n   31  ty shall provide notice to the parents or guardians of the students then\n   32  enrolled in the existing school building and shall hold a public hearing\n   33  for purposes of discussing the location of the charter school. A charter\n   34  school may own, lease or rent its space.\n   35    S 12. Subdivision 3 of section 2853 of the education law is amended by\n   36  adding two new paragraphs (e) and (f) to read as follows:\n   37    (E) NOTWITHSTANDING ANY LAW TO THE CONTRARY, ANY CAPITAL FACILITY,  OR\n   38  OTHER  IMPROVEMENTS  MADE IN PUBLIC SCHOOL BUILDINGS OR EQUIPMENT WITH A\n   39  PERIOD OF PROBABLE USEFULNESS OF FIVE OR  MORE  YEARS,  WITH  PUBLIC  OR\n   40  PRIVATE FUNDS, TO ACCOMMODATE CHARTER SCHOOLS, SHALL REQUIRE MATCHING OR\n   41  COMPARABLE  IMPROVEMENTS  BE  MADE FOR OTHER DISTRICT SCHOOLS LOCATED IN\n   42  THE SAME BUILDING.\n   43    (F) NOTWITHSTANDING ANY LAW TO THE CONTRARY, ANY CONSTRUCTION OR CAPI-\n   44  TAL IMPROVEMENT MADE IN ACCORDANCE WITH THIS ARTICLE SHALL  BE  MADE  IN\n   45  ACCORDANCE WITH AND SUBJECT TO THE PROVISIONS OF ARTICLES EIGHT AND NINE\n   46  OF THE LABOR LAW.\n   47    S  13.  Paragraphs (c) and (e) of subdivision 1 of section 2854 of the\n   48  education law, paragraph (c) as amended by chapter 101 of  the  laws  of\n   49  2010,  and  paragraph (e) as added by chapter 4 of the laws of 1998, are\n   50  amended to read as follows:\n   51    (c) A charter school shall be subject to  the  financial  audits,  the\n   52  audit  procedures,  and  the audit requirements set forth in the charter\n   53  and [shall be subject to audits of the comptroller of the state  of  New\n   54  York  at  his  or  her discretion] MAY BE SUBJECT TO AUDITS BY THE STATE\n   55  COMPTROLLER OR BY THE CHARTER ENTITY.   Such  procedures  and  standards\n   56  shall  be consistent with generally accepted accounting and audit stand-\n\n       A. 3797                             5\n\n    1  ards.  Independent fiscal audits shall be required at least once annual-\n    2  ly.\n    3    (e)  A  charter  school shall be subject to the provisions of articles\n    4  six and seven of the public officers law IN THE SAME  MANNER  AS  PUBLIC\n    5  SCHOOL DISTRICTS.\n    6    S 14. Subdivision 1 of section 2854 of the education law is amended by\n    7  adding a new paragraph (g) to read as follows:\n    8    (G)  A  CHARTER  SCHOOL  SHALL BE SUBJECT TO THE PROVISIONS OF SECTION\n    9  EIGHT HUNDRED SIX OF THE GENERAL MUNICIPAL LAW.\n   10    S 15. Subdivision 2 of section 2854 of the education law, as added  by\n   11  chapter  4  of  the  laws  of 1998, paragraphs (a) and (b) as amended by\n   12  chapter 101 of the laws of 2010, is amended to read as follows:\n   13    2. Admissions; enrollment; students.  (a) A charter  school  shall  be\n   14  nonsectarian  in its programs, admission policies, employment practices,\n   15  and all other operations and shall not charge tuition or fees;  provided\n   16  that  a charter school may require the payment of fees on the same basis\n   17  and to the same extent as other public schools. A charter  school  shall\n   18  not  discriminate  against  any student, employee or any other person on\n   19  the basis of ethnicity, national origin, gender, or  disability  or  any\n   20  other  ground  that  would be unlawful if done by a school. Admission of\n   21  students shall not be limited on  the  basis  of  intellectual  ability,\n   22  measures of achievement or aptitude, athletic ability, disability, race,\n   23  creed,  gender, national origin, religion, or ancestry; provided, howev-\n   24  er, that nothing in this article  shall  be  construed  to  prevent  the\n   25  establishment  of  a  single-sex  charter  school  or  a  charter school\n   26  designed to provide expanded learning opportunities for students at-risk\n   27  of academic failure or students with disabilities and  English  language\n   28  learners;  and  provided, further, that the charter school shall [demon-\n   29  strate good faith efforts to] attract and retain a comparable or greater\n   30  enrollment of students with disabilities, English language learners, and\n   31  students who are eligible applicants for  the  free  and  reduced  price\n   32  lunch  program when compared to the enrollment figures for such students\n   33  in the school district in which the charter school is  located.    IF  A\n   34  CHARTER  SCHOOL  IS NOT SUCCESSFUL IN ATTRACTING A COMPARABLE OR GREATER\n   35  ENROLLMENT OF STUDENTS WITH DISABILITIES AND LIMITED ENGLISH  PROFICIENT\n   36  STUDENTS  AS COMPARED TO THE ENROLLMENT FIGURES FOR SUCH STUDENTS IN THE\n   37  SCHOOL DISTRICT IN WHICH THE CHARTER  SCHOOL  IS  LOCATED  SUCH  CHARTER\n   38  SCHOOL SHALL PROVIDE THE CHARTERING ENTITY WITH A PLAN FOR IMPROVING THE\n   39  ENROLLMENT  OF  SUCH  STUDENTS  IN THE FOLLOWING YEAR. FAILURE TO COMPLY\n   40  WITH THIS REQUIREMENT FOR TWO CONSECUTIVE  YEARS  SHALL  BE  SUBJECT  TO\n   41  REVOCATION  IN  ACCORDANCE  WITH SUBDIVISION ONE OF SECTION TWO THOUSAND\n   42  EIGHT HUNDRED FIFTY-FIVE OF THIS ARTICLE. A charter shall not be  issued\n   43  to  any  school  that  would  be  wholly or in part under the control or\n   44  direction of any religious denomination, or in which any  denominational\n   45  tenet or doctrine would be taught.\n   46    (b) Any child who is qualified under the laws of this state for admis-\n   47  sion  to a public school is qualified for admission to a charter school.\n   48  Applications for admission to a charter school shall be submitted  on  a\n   49  uniform  application  form  created  by the department and shall be made\n   50  available by a charter school in languages predominately spoken  in  the\n   51  community  in  which  such  charter  school is located. The school shall\n   52  enroll each eligible student who submits a  timely  application  by  the\n   53  first  day of April each year, unless the number of applications exceeds\n   54  the capacity of the grade level or building.  In  such  cases,  students\n   55  shall  be  accepted from among applicants by a random selection process,\n   56  provided, however, that an enrollment preference shall  be  provided  to\n\n       A. 3797                             6\n\n    1  pupils WHEN THE CHARTER SCHOOL IS LOCATED WITHIN ONE MILE OF THE PUPILS'\n    2  RESIDENCE,  PUPILS  returning to the charter school in the second or any\n    3  subsequent year of operation and pupils residing in the school  district\n    4  in  which  the charter school is located, and siblings of pupils already\n    5  enrolled in the charter school AND STUDENTS ON FREE LUNCH, AND  STUDENTS\n    6  WITH  DISABILITIES,  AND STUDENTS WITH LIMITED ENGLISH PROFICIENCY.  The\n    7  commissioner shall establish regulations  to  require  that  the  random\n    8  selection process conducted pursuant to this paragraph be performed in a\n    9  transparent  and equitable manner and to require that the time and place\n   10  of the random selection process be publicized  in  a  manner  consistent\n   11  with the requirements of section one hundred four of the public officers\n   12  law  and  be  open to the public. For the purposes of this paragraph and\n   13  paragraph (a) of this subdivision, the  school  district  in  which  the\n   14  charter  school  is  located shall mean, for the city school district of\n   15  the city of New York, the community district in which the charter school\n   16  is located.    THE  CHARTER  ENTITY  IS  RESPONSIBLE  FOR  ENSURING  THE\n   17  SELECTION PROCESS IS CONDUCTED IN ACCORDANCE WITH THIS PARAGRAPH. IF THE\n   18  CHARTER  ENTITY  DETERMINES  THE  PROCESS IS NOT IN COMPLIANCE WITH THIS\n   19  PARAGRAPH, THE CHARTER ENTITY SHALL CONDUCT THE PROCESS.\n   20    (c) A charter school shall serve one or more of the grades one through\n   21  twelve, and shall limit admission to  pupils  within  the  grade  levels\n   22  served. Nothing herein shall prohibit a charter school from establishing\n   23  a kindergarten program.\n   24    (d)  A  student  may  withdraw  from  a charter school at any time and\n   25  enroll in a public school. A CHARTER SCHOOL MUST PROVIDE A REPORT TO THE\n   26  CHARTERING ENTITY EACH YEAR INDICATING THE NUMBER  OF  STUDENTS  LEAVING\n   27  THE  CHARTER  SCHOOL, THE MONTHS IN WHICH THE STUDENTS LEAVE THE SCHOOL,\n   28  THE REASON THE STUDENTS LEAVE THE SCHOOL AND THE SCHOOL THE  STUDENT  IS\n   29  CURRENTLY  ATTENDING.  A  charter  school  may  refuse  admission to any\n   30  student who has been expelled or suspended from a  public  school  until\n   31  the  period  of  suspension  or  expulsion  from  the  public school has\n   32  expired, consistent with the requirements of due process.\n   33    S 16. Paragraphs (b-1), (c) and (c-1) of subdivision 3 of section 2854\n   34  of the education law, paragraph (b-1) as amended by section  6  of  part\n   35  D-2  of  chapter 57 of the laws of 2007, and paragraphs (c) and (c-1) as\n   36  added by chapter 4 of the laws of 1998, are amended to read as follows:\n   37    (b-1) The employees of a charter school [that is not a conversion from\n   38  an existing public school] shall [not] be deemed members  of  [any]  THE\n   39  existing collective bargaining unit representing employees of the school\n   40  district  in which the charter school is located, and the charter school\n   41  and its employees shall [not] be  subject  to  any  existing  collective\n   42  bargaining  agreement  between  the  school  district and its employees.\n   43  [Provided, however, that (i) if the student enrollment  of  the  charter\n   44  school  on  the  first day on which the charter school commences student\n   45  instruction exceeds two hundred fifty or if the  average  daily  student\n   46  enrollment  of  such  school  exceeds  two hundred fifty students at any\n   47  point during the first two years  after  the  charter  school  commences\n   48  student  instruction,  all  employees of the school who are eligible for\n   49  representation under article fourteen of the civil service law shall  be\n   50  deemed  to  be represented in a separate negotiating unit at the charter\n   51  school by the same employee organization, if any, that  represents  like\n   52  employees  in  the  school  district  in  which  such  charter school is\n   53  located; (ii) the provisions of subparagraph (i) of this  paragraph  may\n   54  be  waived  in  up  to  ten charters issued on the recommendation of the\n   55  charter entity set forth  in  paragraph  (b)  of  subdivision  three  of\n   56  section  twenty-eight  hundred  fifty-one  of  this  article;  (iii) the\n\n       A. 3797                             7\n\n    1  provisions of subparagraph (i) of this paragraph shall not be applicable\n    2  to the renewal or extension of a  charter;  and  (iv)  nothing  in  this\n    3  sentence  shall  be construed to subject a charter school subject to the\n    4  provisions of this paragraph or its employees to any collective bargain-\n    5  ing agreement between any public school district and its employees or to\n    6  make  the  employees of such charter school part of any negotiating unit\n    7  at such school district. The charter school may, in its sole discretion,\n    8  choose whether or not to offer the  terms  of  any  existing  collective\n    9  bargaining  to  school employees.] PROVIDED, HOWEVER, THAT A MAJORITY OF\n   10  THE MEMBERS OF A NEGOTIATING UNIT WITHIN A CHARTER SCHOOL MAY MODIFY, IN\n   11  WRITING, A COLLECTIVE BARGAINING AGREEMENT FOR THE PURPOSES  OF  EMPLOY-\n   12  MENT IN THE CHARTER SCHOOL WITH THE APPROVAL OF THE BOARD OF TRUSTEES OF\n   13  THE CHARTER SCHOOL.\n   14    (c)  The employees of the charter school [may] SHALL be deemed employ-\n   15  ees of the local school district for the purpose of providing retirement\n   16  benefits, including membership in the teachers'  retirement  system  and\n   17  other retirement systems open to employees of public schools. The finan-\n   18  cial  contributions for such benefits shall be the responsibility of the\n   19  charter school and the school's employees. The commissioner, in  consul-\n   20  tation  with the comptroller, shall develop regulations to implement the\n   21  provisions of this paragraph in a manner that allows charter schools  to\n   22  provide retirement benefits to its employees in the same manner as other\n   23  public school employees.\n   24    (c-1)  Reasonable  access.  (i) If employees of the charter school are\n   25  not represented, any charter school chartered pursuant to  this  article\n   26  must  afford  reasonable  access to any employee organization during the\n   27  reasonable proximate period before any representation question is raised\n   28  IN THE SAME MANNER AS ANY PUBLIC EMPLOYER; or\n   29    (ii) If the  employee  organization  is  a  challenging  organization,\n   30  reasonable access must be provided to any organization seeking to repre-\n   31  sent employees beginning with a date reasonably proximate to a challenge\n   32  period. Reasonableness is defined, at a minimum, as access equal to that\n   33  provided to the incumbent organization.\n   34    S  17.  Subdivision 1 of section 2855 of the education law, as amended\n   35  by chapter 101 of the laws of 2010, is amended to read as follows:\n   36    1. The charter entity, or the board of regents, [may] SHALL  terminate\n   37  a charter upon any of the following grounds:\n   38    (a)  When  a  charter  school's outcome on student assessment measures\n   39  adopted by the board of regents falls below the level that  would  allow\n   40  the  commissioner  to  revoke the registration of another public school,\n   41  and student achievement on such measures [has not shown improvement] HAS\n   42  NOT MET ANNUAL YEARLY PROGRESS over the preceding three school years;\n   43    (b) Serious violations of law;\n   44    (c) Material and  substantial  violation  of  the  charter,  including\n   45  fiscal mismanagement AND FAILURE TO MEET STUDENT PERFORMANCE TARGETS;\n   46    (d)  When  the public employment relations board makes a determination\n   47  that the charter school demonstrates a practice and pattern of egregious\n   48  and intentional violations of subdivision one  of  section  two  hundred\n   49  nine-a of the civil service law involving interference with or discrimi-\n   50  nation  against  employee  rights  under  article  fourteen of the civil\n   51  service law; [or]\n   52    (e) Repeated failure to comply with the requirement to meet or  exceed\n   53  enrollment  and retention targets of students with disabilities, English\n   54  language learners, and students who are eligible applicants for the free\n   55  and reduced price lunch program pursuant to targets established  by  the\n   56  board of regents or the board of trustees of the state university of New\n\n       A. 3797                             8\n\n    1  York,  as applicable. Provided, however, if no grounds for terminating a\n    2  charter are established pursuant to this section other than pursuant  to\n    3  this  paragraph,  and  the  charter school demonstrates that it has made\n    4  extensive  efforts  to  recruit  and  retain  such  students,  including\n    5  outreach to parents and families in the surrounding communities,  widely\n    6  publicizing  the  lottery  for  such school, and efforts to academically\n    7  support such students in such charter school, then the charter entity or\n    8  board of regents may retain such charter[.]; OR\n    9    (F) FAILURE TO ENROLL A COMPARABLE PERCENTAGE OF  STUDENTS  QUALIFYING\n   10  FOR  FREE LUNCH, STUDENTS WITH DISABILITIES AND ENGLISH LANGUAGE LEANERS\n   11  FOR TWO CONSECUTIVE YEARS.\n   12    S 18. Subdivision 1 of section 2856 of the education law,  as  amended\n   13  by  chapter 378 of the laws of 2007, paragraph (a) as amended by section\n   14  12 of part A of chapter 57 of the laws of 2009, is amended  to  read  as\n   15  follows:\n   16    1.  (a)  The enrollment of students attending charter schools shall be\n   17  included in the enrollment, attendance, membership and,  if  applicable,\n   18  count  of students with disabilities of the school district in which the\n   19  pupil resides. The charter school shall report  all  such  data  to  the\n   20  school  districts  of residence in a timely manner. Each school district\n   21  shall report such enrollment, attendance  and  count  of  students  with\n   22  disabilities  to  the department. The school district of residence shall\n   23  pay directly to the charter school for  each  student  enrolled  in  the\n   24  charter  school  who  resides  in the school district the charter school\n   25  basic tuition, which shall be an amount equal to one hundred percent  of\n   26  the  amount  calculated  pursuant  to  paragraph f of subdivision one of\n   27  section thirty-six hundred two of this chapter for the  school  district\n   28  for  the  year prior to the base year increased by the percentage change\n   29  in the state total approved operating  expense  calculated  pursuant  to\n   30  paragraph t of subdivision one of section thirty-six hundred two of this\n   31  chapter  from  two  years  prior  to  the  base  year  to the base year;\n   32  provided, however, that for the  two  thousand  nine--two  thousand  ten\n   33  school  year, the charter school basic tuition shall be the amount paya-\n   34  ble by such district as charter school basic tuition for the  two  thou-\n   35  sand  eight--two  thousand  nine  school  year.    FOR  THE TWO THOUSAND\n   36  ELEVEN--TWO THOUSAND TWELVE SCHOOL YEAR AND THEREAFTER THE  STATE  SHALL\n   37  REIMBURSE  SCHOOL  DISTRICTS  FOR  THE LOCAL SHARE OF THE CHARTER SCHOOL\n   38  TUITION PAYMENT OF ANY STUDENTS ATTENDING A CHARTER SCHOOL IN  THE  JUNE\n   39  PAYMENT  REQUIRED  BY  SECTION THREE THOUSAND SIX HUNDRED NINE-A OF THIS\n   40  CHAPTER. SUCH LOCAL SHARE SHALL BE  CALCULATED  BY  DEDUCTING  FROM  THE\n   41  CHARTER  SCHOOL  TUITION  PAYMENT  THE  PER  PUPIL FOUNDATION AID AMOUNT\n   42  ATTRIBUTABLE TO SUCH PUPIL.\n   43    (b) The school district shall also pay directly to the charter  school\n   44  any  federal  or  state  aid attributable to a student with a disability\n   45  attending charter school in proportion to the level of services for such\n   46  student with a disability that the charter school provides  directly  or\n   47  indirectly.  Notwithstanding  anything  in this section to the contrary,\n   48  amounts payable pursuant to this subdivision from state or  local  funds\n   49  may be reduced pursuant to an agreement between the school and the char-\n   50  ter  entity  set  forth  in  the charter. Payments made pursuant to this\n   51  subdivision shall be made by the school district  in  six  substantially\n   52  equal installments each year beginning on the first business day of July\n   53  and  every two months thereafter. Amounts payable under this subdivision\n   54  shall be determined by the commissioner. Amounts payable  to  a  charter\n   55  school  in its first year of operation shall be based on the projections\n   56  of initial-year enrollment set forth in the charter until actual enroll-\n\n       A. 3797                             9\n\n    1  ment data is reported to the school district by the charter school. SUCH\n    2  ACTUAL ENROLLMENT SHALL BE REPORTED TO THE SCHOOL DISTRICT PRIOR TO EACH\n    3  PAYMENT FOLLOWING THE INITIAL JULY  PAYMENT  WHICH  SHALL  BE  BASED  ON\n    4  PROJECTED  ENROLLMENT.  Such  projections  shall  be reconciled with the\n    5  actual enrollment as actual enrollment data is so reported  and  at  the\n    6  end  of  the  school's  first year of operation and each subsequent year\n    7  based on a final report of actual enrollment by the charter school,  and\n    8  any necessary adjustments resulting from such final report shall be made\n    9  to payments during the school's following year of operation.\n   10    (c)  Notwithstanding  any  other  provision of this subdivision to the\n   11  contrary, payment of the federal aid attributable to a  student  with  a\n   12  disability  attending  a charter school shall be made in accordance with\n   13  the requirements of section 8065-a of title twenty of the United  States\n   14  code  and sections 76.785-76.799 and 300.209 of title thirty-four of the\n   15  code of federal regulations.\n   16    S 19. Subdivisions 2 and 3 of  section  2857  of  the  education  law,\n   17  subdivision  2  as amended and paragraph (a-1) of subdivision 3 as added\n   18  by chapter 101 of the laws of 2010  and  subdivision  3  as  amended  by\n   19  section  7 of part D-2 of chapter 57 of the laws of 2007, are amended to\n   20  read as follows:\n   21    2. Each charter school shall submit to the charter entity and  to  the\n   22  board  of regents an annual report. Such report shall be issued no later\n   23  than the first day of August of each year for the preceding school  year\n   24  AND  PROVIDED TO THE SCHOOL DISTRICT WHERE THE CHARTER SCHOOL IS LOCATED\n   25  FOR DISPLAY ON THE SCHOOL DISTRICT WEBSITE, and shall be  made  publicly\n   26  available  by  such  date  and  shall  be posted on the charter school's\n   27  website. The annual report shall be in such form as shall be  prescribed\n   28  by the commissioner and shall include at least the following components:\n   29    (a)  a charter school report card, which shall include measures of the\n   30  comparative academic and fiscal performance of the school, as prescribed\n   31  by the commissioner in regulations adopted for such purpose. Such  meas-\n   32  ures  shall  include,  but  not be limited to, graduation rates, dropout\n   33  rates, performance of students on standardized tests  DISAGGREGATED  FOR\n   34  SUB-GROUPS,  college  entry rates, total spending per pupil and adminis-\n   35  trative spending per pupil.   Such measures  shall  be  presented  in  a\n   36  format that is easily comparable to similar public schools. In addition,\n   37  the charter school shall ensure that such information is easily accessi-\n   38  ble to the community including making it publicly available by transmit-\n   39  ting  it to local newspapers of general circulation and making it avail-\n   40  able for distribution at board of trustee meetings.\n   41    (b) discussion of the progress made towards achievement of  the  goals\n   42  set forth in the charter.\n   43    (c)  a  certified  financial  statement  setting forth, by appropriate\n   44  categories, the revenues FROM ALL SOURCES and expenditures INCLUDING THE\n   45  SALARY OF THE SCHOOL LEADER AND ANY OTHER  SALARIES  IN  EXCESS  OF  THE\n   46  REPORTING  REQUIREMENTS FOR PUBLIC SCHOOL DISTRICTS CONTAINED IN SECTION\n   47  ONE THOUSAND SIX HUNDRED  EIGHT  OF  THIS  CHAPTER  AND  CONTRACTS  WITH\n   48  CONSULTANTS  AND VENDORS for the preceding school year, including a copy\n   49  of the most recent independent fiscal audit of the school and any  audit\n   50  conducted by the comptroller of the state of New York.\n   51    (d)  efforts  taken by the charter school in the existing school year,\n   52  and a plan for efforts to be taken in the  succeeding  school  year,  to\n   53  meet  or  exceed  enrollment  and  retention targets set by the board of\n   54  regents or the board of trustees of the state university of New York, as\n   55  applicable, of students with disabilities,  English  language  learners,\n   56  and  students who are eligible applicants for the free and reduced price\n\n       A. 3797                            10\n\n    1  lunch program established pursuant to paragraph (e) of subdivision  four\n    2  of section twenty-eight hundred fifty-one of this article.\n    3    3. The board of regents shall report annually BY DECEMBER FIRST to the\n    4  governor,  the temporary president of the senate, and the speaker of the\n    5  assembly AND THE PUBLIC the following information:\n    6    (a) The number, distribution, and a brief description of  new  charter\n    7  schools established during the preceding year;\n    8    (a-1) A list including the number of charter schools closed during the\n    9  preceding  year, and a brief description of the reasons therefor includ-\n   10  ing, but not limited to, non-renewal of the charter or revocation of the\n   11  charter;\n   12    (b) The department's assessment of the current and projected  program-\n   13  matic  and  fiscal impact of charter schools on the delivery of services\n   14  by school districts;\n   15    (c) The academic progress of students attending  charter  schools,  as\n   16  measured  against  comparable  public and nonpublic schools with similar\n   17  student population characteristics [wherever practicable];\n   18    (d) A list of all actions taken by a charter entity on charter  appli-\n   19  cation  and the rationale for the renewal or revocation of any charters;\n   20  and\n   21    (e) Any other information regarding charter schools that the board  of\n   22  regents deems necessary INCLUDING INFORMATION ON BEST PRACTICES OF CHAR-\n   23  TER SCHOOLS THAT IMPROVE STUDENT PERFORMANCE.\n   24    The  format  for this annual report shall be developed in consultation\n   25  with representatives of school districts and charter school officials.\n   26    S 20. Subparagraph (iv) of paragraph a of  subdivision  7  of  section\n   27  1608  of  the  education  law,  as amended by chapter 238 of the laws of\n   28  2007, is amended and a new subparagraph (v) is added to read as follows:\n   29    (iv) the  projected  amount  of  the  unappropriated  unreserved  fund\n   30  balance  that  will  be  retained if the proposed budget is adopted, the\n   31  projected amount of the reserved fund balance, the projected  amount  of\n   32  the  appropriated  fund  balance,  the percentage of the proposed budget\n   33  that the unappropriated unreserved fund balance represents,  the  actual\n   34  unappropriated  unreserved  fund balance retained in the school district\n   35  budget for the preceding school year, and the percentage of  the  school\n   36  district  budget  for the preceding school year that the actual unappro-\n   37  priated unreserved fund balance represents[.]; AND\n   38    (V) THE PROJECTED AMOUNT OF PAYMENTS TO BE MADE TO CHARTER SCHOOLS  IN\n   39  THE NEXT SCHOOL YEAR.\n   40    S  21.  Subparagraph  (iv)  of paragraph a of subdivision 7 of section\n   41  1716 of the education law, as amended by chapter  238  of  the  laws  of\n   42  2007, is amended and a new subparagraph (v) is added to read as follows:\n   43    (iv)  the  projected  amount  of  the  unappropriated  unreserved fund\n   44  balance that will be retained if the proposed  budget  is  adopted,  the\n   45  projected  amount  of the reserved fund balance, the projected amount of\n   46  the appropriated fund balance, the percentage  of  the  proposed  budget\n   47  that  the  unappropriated unreserved fund balance represents, the actual\n   48  unappropriated unreserved fund balance retained in the  school  district\n   49  budget  for  the preceding school year, and the percentage of the school\n   50  district budget for the preceding school year that the  actual  unappro-\n   51  priated unreserved fund balance represents[.]; AND\n   52    (V)  THE PROJECTED AMOUNT OF PAYMENTS TO BE MADE TO CHARTER SCHOOLS IN\n   53  THE NEXT SCHOOL YEAR.\n   54    S 22. Paragraph t of subdivision 1 of section 3602  of  the  education\n   55  law is amended by adding a new closing paragraph to read as follows:\n\n       A. 3797                            11\n\n    1    NOTWITHSTANDING  ANY  OTHER  PROVISIONS  OF  LAW  TO  THE CONTRARY, IN\n    2  COMPUTING APPROVED OPERATING EXPENSE PURSUANT TO THIS PARAGRAPH FOR CITY\n    3  SCHOOL DISTRICTS OF THOSE CITIES HAVING A POPULATION IN  EXCESS  OF  ONE\n    4  HUNDRED  TWENTY-FIVE THOUSAND BUT LESS THAN ONE MILLION; AN AMOUNT EQUAL\n    5  TO  (I) THE AMOUNT COMPUTED FOR THE SCHOOL DISTRICT FOR THE TWO THOUSAND\n    6  SIX--TWO THOUSAND SEVEN SCHOOL YEAR PURSUANT TO FORMER SUBDIVISION THIR-\n    7  TY-SEVEN OF THIS SECTION AS THIS SECTION EXISTED ON JUNE THIRTIETH,  TWO\n    8  THOUSAND SEVEN, (II) THE STATE FUNDS WHICH SUCH DISTRICT RECEIVED IN THE\n    9  TWO  THOUSAND  SIX--TWO  THOUSAND  SEVEN  SCHOOL  YEAR FOR MAGNET SCHOOL\n   10  GRANTS TO PUBLIC SCHOOLS, AND (III) THE STATE FUNDS WHICH SUCH  DISTRICT\n   11  RECEIVED  IN  THE  TWO  THOUSAND SIX--TWO THOUSAND SEVEN SCHOOL YEAR FOR\n   12  TEACHER SUPPORT, SHALL BE ACCOUNTED FOR IN THE SAME WAY AS  STATE  FUNDS\n   13  RECEIVED  FOR  SUCH  PURPOSE IN THE TWO THOUSAND SIX--TWO THOUSAND SEVEN\n   14  SCHOOL YEAR.\n   15    S 23. This act shall take effect immediately; provided, however,  that\n   16  the  amendments  to  subdivision  1 of section 2856 of the education law\n   17  made by section eighteen of this act shall not affect the expiration  of\n   18  such subdivision and shall expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to charter schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T145411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296158051301
}