{
  "year" : 2011,
  "senateBillNo" : "A3799-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to codes",
    "billEventId" : "A3799-2011-1296104400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the seizure and forfeiture of vehicles, vessels and aircraft used in counterfeit goods",
  "summary" : "Provides for the seizure and forfeiture of vehicles, vessels and aircraft used in counterfeit goods. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A11192-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3799\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the penal law, in relation to the seizure and forfeiture\n         of vehicles, vessels and aircraft used in counterfeit goods\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Title J of part 3 of the penal law is amended by  adding  a\n    2  new article 166 to read as follows:\n    3                                 ARTICLE 166\n    4               SEIZURE AND FORFEITURE OF VEHICLES, VESSELS AND\n    5                     AIRCRAFT USED IN COUNTERFEIT GOODS\n    6  SECTION 166.00 SEIZURE  AND FORFEITURE OF VEHICLES, VESSELS AND AIRCRAFT\n    7                   USED IN COUNTERFEIT GOODS.\n    8  S 166.00 SEIZURE AND FORFEITURE OF VEHICLES, VESSELS AND  AIRCRAFT  USED\n    9             IN COUNTERFEIT GOODS.\n   10    1.  ANY VEHICLE, VESSEL OR AIRCRAFT WHICH HAS BEEN OR IS BEING USED IN\n   11  VIOLATION OF SECTION 165.71, 165.72, OR 165.73 OF THIS  TITLE  SHALL  BE\n   12  SEIZED  BY  ANY  PEACE  OFFICER,  WHO  IS ACTING PURSUANT TO HIS SPECIAL\n   13  DUTIES, OR POLICE OFFICER, AND FORFEITED AS PROVIDED  IN  THIS  SECTION.\n   14  HOWEVER,  SUCH  FORFEITURE AND SEIZURE PROVISIONS SHALL NOT APPLY TO ANY\n   15  VEHICLE, VESSEL OR AIRCRAFT USED BY ANY PERSON AS A  COMMON  CARRIER  IN\n   16  THE TRANSACTION OF BUSINESS AS SUCH COMMON CARRIER.\n   17    2.  THE  SEIZED  PROPERTY  SHALL BE DELIVERED BY THE POLICE OFFICER OR\n   18  PEACE OFFICER HAVING MADE THE SEIZURE TO THE  CUSTODY  OF  THE  DISTRICT\n   19  ATTORNEY  OF  THE  COUNTY  WHEREIN THE SEIZURE WAS MADE, TOGETHER WITH A\n   20  REPORT OF ALL THE FACTS AND CIRCUMSTANCES OF THE SEIZURE.\n   21    3. IT SHALL BE THE DUTY OF THE DISTRICT ATTORNEY OF THE COUNTY WHEREIN\n   22  THE SEIZURE IS MADE, TO  INQUIRE  INTO  THE  FACTS  OF  THE  SEIZURE  SO\n   23  REPORTED  TO  HIM  AND IF IT APPEARS PROBABLE THAT A FORFEITURE HAS BEEN\n   24  INCURRED BY REASON OF A VIOLATION OF SECTION 165.71, 165.72,  OR  165.73\n   25  OF  THIS  TITLE,  FOR  THE  DETERMINATION  OF  WHICH  THE INSTITUTION OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05053-01-1\n\n       A. 3799                             2\n\n    1  PROCEEDINGS IN THE SUPREME COURT  IS  NECESSARY,  TO  CAUSE  THE  PROPER\n    2  PROCEEDINGS  TO  BE  COMMENCED  AND PROSECUTED, AT ANY TIME AFTER THIRTY\n    3  DAYS FROM THE DATE OF THE SEIZURE, TO DECLARE SUCH  FORFEITURE,  UNLESS,\n    4  UPON  INQUIRY  AND  EXAMINATION,  SUCH  DISTRICT ATTORNEY OR CORPORATION\n    5  COUNSEL DECIDES THAT SUCH PROCEEDINGS CAN NOT PROBABLY BE  SUSTAINED  OR\n    6  THAT  THE  ENDS  OF  PUBLIC  JUSTICE  DO NOT REQUIRE THAT THEY SHOULD BE\n    7  INSTITUTED OR PROSECUTED, IN WHICH CASE, THE DISTRICT ATTORNEY OR CORPO-\n    8  RATION COUNSEL SHALL CAUSE SUCH SEIZED PROPERTY TO BE  RETURNED  TO  THE\n    9  OWNER THEREOF.\n   10    4.  NOTICE  OF  THE  INSTITUTION OF THE FORFEITURE PROCEEDING SHALL BE\n   11  SERVED EITHER (A) PERSONALLY ON THE OWNERS OF THE  SEIZED  PROPERTY,  OR\n   12  (B) BY REGISTERED MAIL TO THE OWNERS' LAST KNOWN ADDRESS AND BY PUBLICA-\n   13  TION  OF  THE NOTICE ONCE A WEEK FOR TWO SUCCESSIVE WEEKS IN A NEWSPAPER\n   14  PUBLISHED OR CIRCULATED IN THE COUNTY WHEREIN THE SEIZURE WAS MADE.\n   15    5. FORFEITURE SHALL NOT BE ADJUDGED  WHERE  THE  OWNERS  ESTABLISH  BY\n   16  PREPONDERANCE  OF THE EVIDENCE THAT (A) THE USE OF SUCH SEIZED PROPERTY,\n   17  IN VIOLATION OF SECTION 165.71, 165.72, OR 165.73 OF THIS TITLE, WAS NOT\n   18  INTENTIONAL ON THE PART OF ANY OWNER, OR (B) SUCH  SEIZED  PROPERTY  WAS\n   19  USED IN VIOLATION OF SECTION 165.71, 165.72, OR 165.73 OF THIS TITLE, BY\n   20  ANY  PERSON  OTHER THAN AN OWNER THEREOF, WHILE SUCH SEIZED PROPERTY WAS\n   21  UNLAWFULLY IN THE POSSESSION OF A PERSON WHO ACQUIRED POSSESSION THEREOF\n   22  IN VIOLATION OF THE CRIMINAL LAWS OF THE UNITED STATES, OR OF ANY STATE.\n   23    6. THE DISTRICT ATTORNEY OR THE POLICE DEPARTMENT  HAVING  CUSTODY  OF\n   24  THE  SEIZED  PROPERTY,  AFTER SUCH JUDICIAL DETERMINATION OF FORFEITURE,\n   25  SHALL, AT THEIR DISCRETION, EITHER RETAIN SUCH SEIZED PROPERTY  FOR  THE\n   26  OFFICIAL USE OF THEIR OFFICE OR DEPARTMENT, OR, BY A PUBLIC NOTICE OF AT\n   27  LEAST  FIVE  DAYS,  SELL SUCH FORFEITED PROPERTY AT PUBLIC SALE. THE NET\n   28  PROCEEDS OF ANY SUCH  SALE,  AFTER  DEDUCTION  OF  THE  LAWFUL  EXPENSES\n   29  INCURRED,  SHALL BE PAID INTO THE GENERAL FUND OF THE COUNTY WHEREIN THE\n   30  SEIZURE WAS MADE.\n   31    7. WHENEVER ANY PERSON INTERESTED IN ANY PROPERTY WHICH IS SEIZED  AND\n   32  DECLARED  FORFEITED  UNDER  THE  PROVISIONS OF THIS SECTION FILES WITH A\n   33  JUSTICE OF THE SUPREME  COURT  A  PETITION  FOR  THE  RECOVERY  OF  SUCH\n   34  FORFEITED  PROPERTY,  THE  JUSTICE OF THE SUPREME COURT MAY RESTORE SUCH\n   35  FORFEITED PROPERTY UPON SUCH TERMS AND CONDITIONS AS HE DEEMS REASONABLE\n   36  AND JUST, IF  THE  PETITIONER  ESTABLISHES  EITHER  OF  THE  AFFIRMATIVE\n   37  DEFENSES  SET  FORTH  IN  SUBDIVISION  FIVE OF THIS SECTION AND THAT THE\n   38  PETITIONER WAS WITHOUT PERSONAL OR ACTUAL KNOWLEDGE  OF  THE  FORFEITURE\n   39  PROCEEDING.  IF  THE  PETITION  IS FILED AFTER THE SALE OF THE FORFEITED\n   40  PROPERTY, ANY JUDGMENT IN FAVOR OF THE PETITIONER SHALL  BE  LIMITED  TO\n   41  THE NET PROCEEDS OF SUCH SALE AFTER DEDUCTION OF THE LAWFUL EXPENSES AND\n   42  COSTS  INCURRED  BY  THE  DISTRICT ATTORNEY, POLICE DEPARTMENT OR CORPO-\n   43  RATION COUNSEL.\n   44    8. NO SUIT OR ACTION UNDER THIS SECTION FOR WRONGFUL SEIZURE SHALL  BE\n   45  INSTITUTED  UNLESS  SUCH  SUIT  OR  ACTION IS COMMENCED WITHIN TWO YEARS\n   46  AFTER THE TIME WHEN THE PROPERTY WAS SEIZED.\n   47    S 2. This act shall take effect on the first of November next succeed-\n   48  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the seizure and forfeiture of vehicles, vessels and aircraft used in counterfeit goods ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T145411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296158051304
}