{
  "year" : 2011,
  "senateBillNo" : "A3792-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3792-2011-1296104400000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits eligible employee stock ownership plans to own shares in professional corporations",
  "summary" : "Permits eligible employee stock ownership plans to own shares in professional corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Business Corporation Law",
  "previousVersions" : [ "A7461-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3792\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the business corporation law,  in  relation  to  profes-\n         sional service corporations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1501 of the business corporation law is amended  by\n    2  adding a new paragraph (f) to read as follows:\n    3    (F)  \"ELIGIBLE  EMPLOYEE STOCK OWNERSHIP PLAN\" MEANS AN EMPLOYEE STOCK\n    4  OWNERSHIP PLAN AS DEFINED IN SECTION 4975(E)(7) OF THE INTERNAL  REVENUE\n    5  CODE  OF  1986,  AS  AMENDED, SPONSORED BY A PROFESSIONAL SERVICE CORPO-\n    6  RATION OR A FOREIGN PROFESSIONAL SERVICE CORPORATION AND WITH RESPECT TO\n    7  WHICH:\n    8    (I) ALL OF THE VOTING TRUSTEES OF THE EMPLOYEE  STOCK  OWNERSHIP  PLAN\n    9  ARE  INDIVIDUALS  WHO  ARE AUTHORIZED BY LAW TO PRACTICE IN THIS STATE A\n   10  PROFESSION WHICH SUCH CORPORATION IS AUTHORIZED TO PRACTICE AND WHO  ARE\n   11  OR  HAVE  BEEN ENGAGED IN THE PRACTICE OF SUCH PROFESSION IN SUCH CORPO-\n   12  RATION OR A PREDECESSOR ENTITY, OR WHO WILL ENGAGE IN  THE  PRACTICE  OF\n   13  SUCH  PROFESSION IN SUCH CORPORATION WITHIN THIRTY DAYS OF THE DATE SUCH\n   14  INDIVIDUAL IS APPOINTED TRUSTEE; HOWEVER,  IF  A  CONFLICT  OF  INTEREST\n   15  EXISTS  FOR  ONE  OR  MORE  TRUSTEES WITH RESPECT TO A SPECIFIC ISSUE OR\n   16  TRANSACTION, SUCH TRUSTEES MAY APPOINT AN INDEPENDENT TRUSTEE OR SPECIAL\n   17  FIDUCIARY, WHO IS NOT AUTHORIZED BY LAW TO  PRACTICE  IN  THIS  STATE  A\n   18  PROFESSION  WHICH  SUCH  CORPORATION IS AUTHORIZED TO PRACTICE, BUT SUCH\n   19  INDEPENDENT TRUSTEE OR SPECIAL FIDUCIARY SHALL  BE  AUTHORIZED  TO  MAKE\n   20  DECISIONS ONLY WITH RESPECT TO THE SPECIFIC ISSUE OR TRANSACTION THAT IS\n   21  THE SUBJECT OF THE CONFLICT; AND\n   22    (II) THE EMPLOYEE STOCK OWNERSHIP PLAN PROVIDES THAT NO SHARES, RIGHTS\n   23  OR  OPTIONS  TO  PURCHASE SHARES OF THE CORPORATION SHALL AT ANY TIME BE\n   24  ISSUED, SOLD, OR OTHERWISE TRANSFERRED DIRECTLY TO ANYONE OTHER THAN  AN\n   25  INDIVIDUAL DULY AUTHORIZED BY LAW TO PRACTICE IN THIS STATE A PROFESSION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05424-01-1\n\n       A. 3792                             2\n\n    1  WHICH SUCH CORPORATION IS AUTHORIZED TO PRACTICE, UNLESS SUCH SHARES ARE\n    2  TRANSFERRED  AS A PLAN DISTRIBUTION TO A PLAN PARTICIPANT OR BENEFICIARY\n    3  AND SUBJECT TO IMMEDIATE REPURCHASE BY THE PROFESSIONAL CORPORATION, THE\n    4  EMPLOYEE  STOCK  OWNERSHIP  PLAN OR ANOTHER PERSON AUTHORIZED UNDER THIS\n    5  ARTICLE TO HOLD SUCH SHARES.\n    6    S 2. Section 1507 of the business corporation law, as amended by chap-\n    7  ter 1022 of the laws of 1971, is amended to read as follows:\n    8  S 1507. Issuance of shares.\n    9    A professional service corporation may issue shares only to AN  ELIGI-\n   10  BLE  EMPLOYEE  STOCK OWNERSHIP PLAN OR TO individuals who are authorized\n   11  by law to practice in this state a profession which such corporation  is\n   12  authorized  to practice and who are or have been engaged in the practice\n   13  of such profession in such corporation or a predecessor entity,  or  who\n   14  will engage in the practice of such profession in such corporation with-\n   15  in  thirty  days of the date such shares are issued. No shareholder of a\n   16  professional service corporation shall enter into a voting trust  agree-\n   17  ment,  proxy,  or  any  other  type agreement vesting in another person,\n   18  other than another shareholder of the same corporation or a  person  who\n   19  would  be  eligible  to  become  a shareholder if employed by the corpo-\n   20  ration, the authority to exercise voting power of  any  or  all  of  his\n   21  shares.    All  shares  issued,  agreements  made, or proxies granted in\n   22  violation of this section shall be void.\n   23    S 3. Section 1511 of the business corporation law, as amended by chap-\n   24  ter 1022 of the laws of 1971, is amended to read as follows:\n   25  S 1511. Transfer of shares.\n   26    No shareholder of a  professional  service  corporation  may  sell  or\n   27  transfer his shares in such corporation except to another individual who\n   28  is eligible to have shares issued to him by such corporation [or except]\n   29  in  trust  to another individual who would be eligible to receive shares\n   30  if he were employed by the corporation, OR TO AN ELIGIBLE EMPLOYEE STOCK\n   31  OWNERSHIP PLAN. Nothing herein contained shall be construed to  prohibit\n   32  the transfer of shares by operation of law or by court decree. No trans-\n   33  feree  of shares by operation of law or court decree may vote the shares\n   34  for any purpose whatsoever except with respect to corporate action under\n   35  section nine hundred nine and section one thousand one. The  restriction\n   36  in the preceding sentence shall not apply, however, where such transfer-\n   37  ee would be eligible to have shares issued to him if he were an employee\n   38  of  the  corporation and, if there are other shareholders, a majority of\n   39  such other shareholders shall fail to redeem the shares so  transferred,\n   40  pursuant  to section 1510, within sixty days of receiving written notice\n   41  of such transfer. Any sale or transfer, except by operation  of  law  or\n   42  court  decree  or  except for a corporation having only one shareholder,\n   43  may be made only after the same shall have been approved by the board of\n   44  directors, or at a  shareholders'  meeting  specially  called  for  such\n   45  purpose by such proportion, not less than a majority, of the outstanding\n   46  shares  as may be provided in the certificate of incorporation or in the\n   47  by-laws of such professional service corporation. At such  shareholders'\n   48  meeting the shares held by the shareholder proposing to sell or transfer\n   49  his  shares  may  not  be  voted  or counted for any purpose, unless all\n   50  shareholders consent that such shares be voted or counted.  The  certif-\n   51  icate of incorporation or the by-laws of the professional service corpo-\n   52  ration,  or the professional service corporation and the shareholders by\n   53  private agreement, may provide, in lieu of or in addition to the forego-\n   54  ing provisions, for the alienation of shares and may require the redemp-\n   55  tion or purchase of such shares by such corporation at prices and  in  a\n   56  manner   specifically   set  forth  therein.     The  existence  of  the\n\n       A. 3792                             3\n\n    1  restrictions on the sale or transfer of shares,  as  contained  in  this\n    2  article  and,  if  applicable,  in  the  certificate  of  incorporation,\n    3  by-laws, stock purchase or stock redemption agreement,  shall  be  noted\n    4  conspicuously on the face or back of every certificate for shares issued\n    5  by  a  professional  service  corporation.    Any  sale  or  transfer in\n    6  violation of such restrictions shall be void.\n    7    S 4. Paragraph (d) of section 1525 of the business corporation law, as\n    8  added by chapter 505 of the laws of 1983, is amended to read as follows:\n    9    (d) \"Foreign professional service corporation\"  means  a  professional\n   10  service corporation, whether or not denominated as such, organized under\n   11  the  laws of a jurisdiction other than this state, all of the sharehold-\n   12  ers (INCLUDING THE TRUSTEES OF  AN  ELIGIBLE  EMPLOYEE  STOCK  OWNERSHIP\n   13  PLAN, IF APPLICABLE), directors and officers of which are authorized and\n   14  licensed  to  practice  the  profession  for  which  such corporation is\n   15  licensed to do business; except that  all  shareholders,  directors  and\n   16  officers  of  a  foreign professional service corporation which provides\n   17  health services in this state shall be licensed in this state.\n   18    S 5. Section 1531 of the business corporation law, as amended by chap-\n   19  ter 538 of the laws of 2001, is amended to read as follows:\n   20  S 1531. Annual statement.\n   21    Each foreign professional service corporation  shall,  at  least  once\n   22  [of] each year on or before the date prescribed by the licensing author-\n   23  ity, furnish a statement to the licensing authority listing the name and\n   24  residence  address  of  each  shareholder  (INCLUDING THE TRUSTEES OF AN\n   25  ELIGIBLE EMPLOYEE STOCK OWNERSHIP PLAN, IF APPLICABLE), director,  offi-\n   26  cer  and  corporate  employee  licensed  by such licensing authority and\n   27  certifying that such individuals  intending  to  practice  a  profession\n   28  which  such  foreign  professional  service corporation is authorized to\n   29  practice in this state are licensed to practice said profession in  this\n   30  state. In the case of a foreign professional service corporation provid-\n   31  ing  health services, such statement shall also certify that each share-\n   32  holder, officer and director of the corporation is licensed to  practice\n   33  said  profession  in  this  state.  The statement shall be signed by the\n   34  president or any vice-president of the corporation and  attested  to  by\n   35  the secretary or any assistant secretary of the corporation.\n   36    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the business corporation law, in relation to professional service corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T151912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159552828
}