{
  "year" : 2011,
  "senateBillNo" : "A3790-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3790-2011-1296104400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the superintendent of insurance to suspend the risk to capital requirement for writing new mortgage guaranty insurance risks",
  "summary" : "Grants the superintendent of insurance the power to suspend the requirement of a mortgage guaranty insurer to maintain a minimum policyholder surplus in relation to its outstanding risk in order for the insurer to write new business. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A10712-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3790\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law,  in  relation  to  mortgage  guaranty\n         insurance and reinsurance and policyholders' surplus\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 1 of subsection (b) of section 6502 of the insur-\n    2  ance law, as amended by chapter 517 of the laws of 1989, is  amended  to\n    3  read as follows:\n    4    (1)  EXCEPT AS MAY BE OTHERWISE PERMITTED BY THE SUPERINTENDENT UPON A\n    5  FINDING THAT IT WOULD NOT BE PREJUDICIAL TO THE INTERESTS OF THE  PEOPLE\n    6  OF  THIS  STATE,  have outstanding a total liability under its aggregate\n    7  insurance  policies  exceeding  twenty-five  times  its   policyholders'\n    8  surplus,  computed  on  the  basis  of the company's liability under its\n    9  election as provided in subsection (c)  of  section  six  thousand  five\n   10  hundred  three  of this article. Total liability shall be calculated net\n   11  of applicable reinsurance. [No] SUBJECT TO SUCH EXCEPTION  PERMITTED  BY\n   12  THE  SUPERINTENDENT,  NO  company  which has outstanding total liability\n   13  exceeding twenty-five times its policyholders'  surplus  shall  transact\n   14  new  business  until  its  total liability no longer exceeds twenty-five\n   15  times its policyholders' surplus. THE TERM OF EACH  EXCEPTION  PERMITTED\n   16  BY  THE SUPERINTENDENT FOR A MORTGAGE INSURER SHALL NOT EXCEED TWO YEARS\n   17  AND CONSECUTIVE EXCEPTIONS PERMITTED FOR A MORTGAGE INSURER  WITHOUT  AN\n   18  INTERVENING  ONE-YEAR  PERIOD  OF COMPLIANCE WITH THE LIABILITY LIMIT IN\n   19  THIS SUBSECTION SHALL NOT EXCEED A TOTAL OF FOUR YEARS;\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05246-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to mortgage guaranty insurance and reinsurance and policyholders' surplus ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T123349.TXT", "SOBI.D110127.T121848.TXT", "SOBI.D110127.T151912.TXT", "SOBI.D110127.T123849.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159552820
}