{
  "year" : 2011,
  "senateBillNo" : "A3808-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to correction",
    "billEventId" : "A3808-2011-1296104400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to reimbursing localities for the costs of maintaining custody of coram nobis inmates",
  "summary" : "Increases the reimbursement rate for housing coram nobis inmates from $20.00 per day per capita to the actual cost as certified by the appropriate local official and approved by the state director of the budget. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A3499-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3808\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. AUBRY -- Multi-Sponsored by -- M. of A. COOK,\n         PHEFFER, PRETLOW --  read  once  and  referred  to  the  Committee  on\n         Correction\n\n       AN  ACT  to amend the correction law, in relation to reimbursing locali-\n         ties for the costs of maintaining custody of coram nobis inmates\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 601-b of the correction law, as amended by chapter\n    2  494 of the laws of 1985, is amended to read as follows:\n    3    S 601-b. Coram nobis prisoners; reimbursement for costs.   Whenever  a\n    4  prisoner  is transferred from a state penal institution to a county jail\n    5  or penitentiary, or a city prison operated by a city having a population\n    6  of one million or more inhabitants, to await judicial review of  his  OR\n    7  HER  trial,  the  state  shall  pay to the city or county operating such\n    8  facility the actual per day per capita cost, AS certified to the commis-\n    9  sioner by the appropriate local official AND AS APPROVED  BY  THE  STATE\n   10  DIRECTOR OF THE BUDGET, for the care of such prisoner [but, in any case,\n   11  the reimbursement rate shall not exceed twenty dollars per day per capi-\n   12  ta].\n   13    S  2.  This  act  shall  take  effect  on  the first of September next\n   14  succeeding the date on which it shall have become a law and shall  apply\n   15  to costs incurred by cities and counties on and after such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04633-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to reimbursing localities for the costs of maintaining custody of coram nobis inmates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T151408.TXT", "SOBI.D110127.T141402.TXT", "SOBI.D110127.T140855.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159248642
}