{
  "year" : 2011,
  "senateBillNo" : "A3801-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3801-2011-1296104400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the use of body-gripping traps and requires the posting of public land where trapping is permitted; repealer",
  "summary" : "Prohibits the use of body-gripping traps within 100 feet of a public highway, public road, dwelling, school, playground, day care facility, place of worship, athletic field, or public bike paths, walking paths or hiking trails; prohibits the use of such traps within 500 feet of such facilities without the permission of the owner thereof; authorizes landowners to set traps within 100 feet of their own dwellings; requires that public lands where trapping is permitted to be posted with signs warning of such trapping; makes the violation of laws relating to trapping a misdemeanor; establishes enhanced criminal penalties for use of body-gripping traps too close to certain facilities or dwellings; defines \"body-gripping traps\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A3400-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3801\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         regulation  of  trapping;  and  to  repeal  subdivision  10 of section\n         71-0923 of such law relating to the penalty for trapping near  certain\n         buildings or facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 11-0103 of the environmental  conservation  law  is\n    2  amended by adding a new subdivision 33 to read as follows:\n    3    33.  \"BODY-GRIPPING TRAP\" SHALL MEAN A TRAP THAT GRIPS A MAMMAL'S BODY\n    4  OR BODY PART INCLUDING, BUT NOT LIMITED TO, STEEL-JAWED  LEGHOLD  TRAPS,\n    5  PADDED  LEGHOLD  TRAPS  AND    CONIBEAR TRAPS. CAGE AND BOX TRAPS, NETS,\n    6  SUITCASE-TYPE LIVE BEAVER TRAPS, AND COMMON MOUSE AND  RAT  TRAPS  SHALL\n    7  NOT BE CONSIDERED BODY-GRIPPING TRAPS.\n    8    S  2.  Subdivisions  10 and 12 of section 11-1101 of the environmental\n    9  conservation law, subdivision 12 as added by chapter 586 of the laws  of\n   10  1991, are amended to read as follows:\n   11    10. [Traps] BODY-GRIPPING TRAPS shall not be set or placed on a public\n   12  highway  OR PUBLIC ROAD, OR WITHIN ONE HUNDRED FEET OF A PUBLIC HIGHWAY,\n   13  PUBLIC ROAD, DWELLING, SCHOOL  BUILDING,  SCHOOL  PLAYGROUND,  DAY  CARE\n   14  FACILITY, PLACE OF WORSHIP, ATHLETIC FIELD, OR A PAVED OR MARKED BICYCLE\n   15  PATH, WALKING PATH OR HIKING TRAIL MAINTAINED BY THE STATE, OR ANY CITY,\n   16  TOWN, VILLAGE OR COUNTY.\n   17    12.  [No person shall trap wildlife] (A) BODY-GRIPPING TRAPS SHALL NOT\n   18  BE SET within [one] FIVE hundred feet of a  dwelling,  school  building,\n   19  school  playground  [or  church],  DAY  CARE FACILITY, PLACE OF WORSHIP,\n   20  ATHLETIC FIELD, OR A PAVED OR  MARKED  BICYCLE  PATH,  WALKING  PATH  OR\n   21  HIKING  TRAIL  MAINTAINED  BY  THE  STATE, OR ANY CITY, TOWN, VILLAGE OR\n   22  COUNTY, without the written consent of the owner or lessee of the  prop-\n   23  erty where the trap is set.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07946-01-1\n\n       A. 3801                             2\n\n    1    (B) NO PROVISION OF THIS SECTION SHALL BE DEEMED TO PROHIBIT THE OWNER\n    2  OF  PROPERTY  FROM  SETTING  TRAPS ON HIS OR HER LAND WITHIN ONE HUNDRED\n    3  FEET OF HIS OR HER DWELLING, PROVIDED THAT SUCH SETTING  OF  TRAPS  DOES\n    4  NOT OTHERWISE VIOLATE THE PROVISIONS OF SUBDIVISION TEN OF THIS SECTION.\n    5    S  3. Section 11-1101 of the environmental conservation law is amended\n    6  by adding three new subdivisions 13, 14 and 15 to read as follows:\n    7    13. (A) THE DEPARTMENT AND ANY CITY, TOWN,  VILLAGE  OR  COUNTY  WHICH\n    8  PERMITS  TRAPPING USING BODY-GRIPPING TRAPS ON PUBLIC LAND OVER WHICH IT\n    9  HAS JURISDICTION, SHALL POST SIGNS AT ALL MAJOR POINTS OF ENTRY TO  SUCH\n   10  LAND.  THE  SIGNS  SHALL CLEARLY STATE THAT TRAPPING USING BODY-GRIPPING\n   11  TRAPS IS PERMITTED ON THE LAND, THE DATES OF THE  OPEN  TRAPPING  SEASON\n   12  AND  THE TELEPHONE NUMBERS OF THE NEAREST REGIONAL OFFICE OF THE DEPART-\n   13  MENT AND THE LOCAL POLICE. SUCH SIGNS SHALL BE  POSTED  ON  A  PERMANENT\n   14  BASIS WHERE TRAPPING USING BODY-GRIPPING TRAPS IS PERMITTED.\n   15    (B) THE DEPARTMENT SHALL PROMULGATE RULES AND REGULATIONS ESTABLISHING\n   16  FURTHER  SPECIFICATIONS  FOR THE REQUIREMENTS SET FORTH IN PARAGRAPH (A)\n   17  OF THIS SUBDIVISION.\n   18    14. NO PROVISION OF THIS SECTION  SHALL  BE  DEEMED  TO  PROHIBIT  THE\n   19  DEPARTMENT  FROM  PROMULGATING  RULES  AND  REGULATIONS  REQUIRING  MORE\n   20  RESTRICTIVE PROVISIONS IN AREAS OF  THE  STATE  WHERE  THEY  ARE  DEEMED\n   21  NECESSARY FOR THE PROTECTION AND WELL-BEING OF THE PUBLIC.\n   22    15. EACH VIOLATION OF THIS SECTION SHALL CONSTITUTE A MISDEMEANOR.\n   23    S  4. Section 71-0921 of the environmental conservation law is amended\n   24  by adding a new subdivision 14 to read as follows:\n   25    14. FOR A FIRST CONVICTION OF A VIOLATION OF SUBDIVISION  TEN,  TWELVE\n   26  OR  THIRTEEN  OF SECTION 11-1101 OF THIS CHAPTER, BY IMPRISONMENT OF NOT\n   27  MORE THAN THIRTY DAYS, A FINE OF NOT LESS THAN TWO HUNDRED FIFTY DOLLARS\n   28  NOR MORE THAN FIVE HUNDRED DOLLARS, OR BY  BOTH  SUCH  IMPRISONMENT  AND\n   29  FINE;  FOR  A  SECOND CONVICTION, BY IMPRISONMENT OF NOT MORE THAN SIXTY\n   30  DAYS, A FINE OF NOT LESS THAN FIVE HUNDRED NOR MORE  THAN  ONE  THOUSAND\n   31  DOLLARS,  OR  BY  BOTH SUCH IMPRISONMENT AND FINE; FOR A THIRD OR SUBSE-\n   32  QUENT CONVICTION, BY IMPRISONMENT OF NOT MORE THAN  ONE  HUNDRED  EIGHTY\n   33  DAYS,  A  FINE  OF NOT LESS THAN ONE THOUSAND DOLLARS NOR MORE THAN FIVE\n   34  THOUSAND DOLLARS, OR BY BOTH SUCH IMPRISONMENT AND FINE.\n   35    S 5. Subdivision 10 of section 71-0923 of the environmental  conserva-\n   36  tion law is REPEALED.\n   37    S 6. This act shall take effect on the first of November next succeed-\n   38  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the regulation of trapping; and to repeal subdivision 10 of section 71-0923 of such law relating to the penalty for trapping near certain buildings or facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T145411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296158051307
}