{
  "year" : 2011,
  "senateBillNo" : "A380-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A380-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the renewal of firearms licenses after five years outside the city of New York",
  "summary" : "Requires the renewal of firearms' licenses after five years and the taking of a safety course outside the city of New York; sets a date for expiration and provides for a schedule for recertification to be developed by the commissioner of criminal justice services. ",
  "currentCommittee" : null,
  "sameAs" : "S725",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "AB801-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          380\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN,  COOK,  SCHIMEL,  ROSENTHAL, JAFFEE,\n         KAVANAGH -- Multi-Sponsored by -- M. of A. BRENNAN, CYMBROWITZ,  HOOP-\n         ER,  PERRY,  PHEFFER, TOWNS -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the penal law, in relation to providing for the  expira-\n         tion  and renewal of certain firearms licenses outside the city of New\n         York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Subdivision  10  of section 400.00 of the penal law, as\n    2  amended by chapter 447 of the laws  of  1997,  is  amended  to  read  as\n    3  follows:\n    4    10.  License: expiration[, certification] and renewal. Any license for\n    5  gunsmith or dealer in firearms and, in the city of New York, any license\n    6  to carry or possess a pistol or revolver, issued at any time pursuant to\n    7  this section or prior to the first day of July, nineteen hundred  sixty-\n    8  three and not limited to expire on an earlier date fixed in the license,\n    9  shall  expire  not more than three years after the date of issuance. [In\n   10  the counties of Nassau, Suffolk and Westchester, any license to carry or\n   11  possess a pistol or revolver,  issued  at  any  time  pursuant  to  this\n   12  section  or prior to the first day of July, nineteen hundred sixty-three\n   13  and not limited to expire on an earlier date fixed in the license, shall\n   14  expire not more than five years after the date of issuance; however,  in\n   15  the  county of Westchester, any such license shall be certified prior to\n   16  the first day of April, two thousand, in accordance with a  schedule  to\n   17  be contained in regulations promulgated by the commissioner of the divi-\n   18  sion  of  criminal  justice  services,  and  every such license shall be\n   19  recertified every five years thereafter. For purposes  of  this  section\n   20  certification  shall mean that the licensee shall provide to the licens-\n   21  ing officer the following information  only:    current  name,  date  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00317-01-1\n\n       A. 380                              2\n\n    1  birth,  current  address, and the make, model, caliber and serial number\n    2  of all firearms  currently  possessed.  Such  certification  information\n    3  shall  be filed by the licensing officer in the same manner as an amend-\n    4  ment. Elsewhere than in the city of New York and the counties of Nassau,\n    5  Suffolk  and  Westchester,  any  license to carry or possess a pistol or\n    6  revolver, issued at any time pursuant to this section or  prior  to  the\n    7  first  day  of  July,  nineteen  hundred  sixty-three and not previously\n    8  revoked or cancelled, shall be in force  and  effect  until  revoked  as\n    9  herein  provided.] ELSEWHERE THAN IN THE CITY OF NEW YORK ANY LICENSE TO\n   10  CARRY OR POSSESS A PISTOL OR REVOLVER, ISSUED AT ANY  TIME  PURSUANT  TO\n   11  THIS  SECTION OR PRIOR TO THE FIRST DAY OF JULY, NINETEEN HUNDRED SIXTY-\n   12  THREE AND NOT LIMITED TO EXPIRE ON AN EARLIER DATE FIXED IN THE LICENSE,\n   13  SHALL EXPIRE NOT MORE THAN  FIVE  YEARS  AFTER  THE  DATE  OF  ISSUANCE,\n   14  PROVIDED  THAT ELSEWHERE THAN IN THE CITY OF NEW YORK, NASSAU COUNTY AND\n   15  SUFFOLK COUNTY, THE DATE OF ISSUANCE OF ANY SUCH LICENSE FOR PURPOSES OF\n   16  DETERMINING THE EXPIRATION DATE OF SUCH LICENSE SHALL BE ESTABLISHED  IN\n   17  ACCORDANCE WITH A SCHEDULE TO BE CONTAINED IN REGULATIONS PROMULGATED BY\n   18  THE  COMMISSIONER  OF  THE  DIVISION  OF  CRIMINAL JUSTICE SERVICES. Any\n   19  license not previously cancelled or revoked shall remain in  full  force\n   20  and  effect  for  thirty  days beyond the stated expiration date on such\n   21  license. Any application to renew a  license  that  has  not  previously\n   22  expired,  been revoked or cancelled shall thereby extend the term of the\n   23  license until disposition of the application by the  licensing  officer.\n   24  In the case of a license for gunsmith or dealer in firearms, in counties\n   25  having  a  population  of  less  than  two hundred thousand inhabitants,\n   26  photographs and fingerprints shall be submitted on original applications\n   27  and upon renewal thereafter only at six year intervals.  Upon  satisfac-\n   28  tory  proof  that a currently valid original license has been despoiled,\n   29  lost or otherwise removed from the possession of the licensee  and  upon\n   30  application  containing  an  additional  photograph of the licensee, the\n   31  licensing officer shall issue a duplicate license.\n   32    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to providing for the expiration and renewal of certain firearms licenses outside the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101229.T164750.TXT", "SOBI.D101223.T154616.TXT", "SOBI.D101227.T144602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293659270628
}