{
  "year" : 2011,
  "senateBillNo" : "A3807-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to health",
    "billEventId" : "A3807-2011-1296104400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a prescription monitoring program",
  "summary" : "Establishes a prescription monitoring program; requires the department of health to create an electronic prescription monitoring program and requires pharmacists to submit certain information to such program every time a controlled substance is prescribed or dispensed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3807\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Health\n\n       AN  ACT  to  amend  the public health law, in relation to establishing a\n         prescription monitoring program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Article 33 of the public health law is amended by adding a\n    2  new title 5-A to read as follows:\n    3                                  TITLE V-A\n    4                       PRESCRIPTION MONITORING PROGRAM\n    5  SECTION 3355. SHORT TITLE.\n    6          3356. DEFINITIONS.\n    7          3357. ESTABLISHMENT OF A PRESCRIPTION MONITORING PROGRAM.\n    8          3358. ADVISORY BOARD.\n    9          3359. REPORTING OF PRESCRIPTION MONITORING INFORMATION.\n   10          3360. ACCESS TO THE PRESCRIPTION MONITORING INFORMATION;  CONFI-\n   11                  DENTIALITY.\n   12          3361. EDUCATION AND TREATMENT.\n   13          3362. UNLAWFUL ACTS AND PENALTIES.\n   14          3363. EVALUATION, DATA ANALYSIS AND REPORTING.\n   15          3364. RULES AND REGULATIONS.\n   16          3365. SEVERABILITY.\n   17    S  3355.  SHORT TITLE. THIS ACT SHALL BE KNOWN AND MAY BE CITED AS THE\n   18  \"PRESCRIPTION MONITORING ACT\".\n   19    S 3356. DEFINITIONS. 1. \"BOARD\" MEANS THE ADVISORY  BOARD  ESTABLISHED\n   20  UNDER SECTION THIRTY-THREE HUNDRED FIFTY-EIGHT OF THIS TITLE.\n   21    2.  \"DISPENSER\"  MEANS A PERSON AUTHORIZED IN THIS STATE TO DISTRIBUTE\n   22  TO THE ULTIMATE USER A SUBSTANCE MONITORED BY THE PRESCRIPTION  MONITOR-\n   23  ING PROGRAM, BUT DOES NOT INCLUDE:\n   24    (A)  A LICENSED HOSPITAL PHARMACY THAT DISTRIBUTES SUCH SUBSTANCES FOR\n   25  THE  PURPOSES  OF  INPATIENT  HOSPITAL  CARE  OR   THE   DISPENSING   OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08321-02-1\n\n       A. 3807                             2\n\n    1  PRESCRIPTIONS  FOR  CONTROLLED  SUBSTANCES AT THE TIME OF DISCHARGE FROM\n    2  SUCH A FACILITY;\n    3    (B)  A  LICENSED  NURSE  OR  MEDICATION  AIDE  WHO  ADMINISTERS SUCH A\n    4  SUBSTANCE AT THE DIRECTION OF A LICENSED PHYSICIAN; OR\n    5    (C)  A  WHOLESALE  DISTRIBUTOR  OF  A  SUBSTANCE  MONITORED   BY   THE\n    6  PRESCRIPTION MONITORING PROGRAM.\n    7    3.  \"PRESCRIBER\"  MEANS A LICENSED HEALTH CARE PROFESSIONAL WITH PRES-\n    8  CRIPTIVE AUTHORITY.\n    9    4. \"PRESCRIPTION MONITORING INFORMATION\" MEANS  INFORMATION  SUBMITTED\n   10  TO AND MAINTAINED BY THE PRESCRIPTION MONITORING PROGRAM.\n   11    5. \"PRESCRIPTION MONITORING PROGRAM\" MEANS A PROGRAM ESTABLISHED UNDER\n   12  SECTION THIRTY-THREE HUNDRED FIFTY-SEVEN OF THIS TITLE.\n   13    S  3357.  ESTABLISHMENT  OF  A PRESCRIPTION MONITORING PROGRAM. 1. THE\n   14  DEPARTMENT SHALL ESTABLISH AND MAINTAIN, WITH THE  CONSULTATION  OF  THE\n   15  BOARD,  AN  ELECTRONIC  SYSTEM  FOR  MONITORING THE FOLLOWING SUBSTANCES\n   16  DISPENSED IN THE  STATE:  FEDERALLY  CONTROLLED  SUBSTANCES,  ADDITIONAL\n   17  STATE  SPECIFIED  CONTROLLED SUBSTANCES, AND DRUGS OF CONCERN DOCUMENTED\n   18  TO DEMONSTRATE A POTENTIAL FOR ABUSE, PARTICULARLY THOSE  IDENTIFIED  BY\n   19  LAW ENFORCEMENT AND ADDICTION TREATMENT PROFESSIONALS.\n   20    2. THE DEPARTMENT MAY CONTRACT WITH A VENDOR TO ESTABLISH AND MAINTAIN\n   21  THE  ELECTRONIC  MONITORING  SYSTEM  PURSUANT  TO  GUIDELINES  WHICH THE\n   22  DEPARTMENT SHALL PROMULGATE.\n   23    S 3358. ADVISORY BOARD. 1. THERE IS  HEREBY  ESTABLISHED  AN  ADVISORY\n   24  BOARD  TO ASSIST THE DEPARTMENT IN CARRYING OUT THE DUTIES OF THIS ARTI-\n   25  CLE. THE ADVISORY BOARD SHALL CONSIST OF THE FOLLOWING MEMBERS:\n   26    (A) A REPRESENTATIVE OF THE STATE BOARD OF MEDICINE, APPOINTED BY  THE\n   27  BOARD.\n   28    (B)  A REPRESENTATIVE OF THE STATE BOARD OF PHARMACY, APPOINTED BY THE\n   29  BOARD.\n   30    (C) A REPRESENTATIVE OF THE STATE BOARD OF DENTAL EXAMINERS, APPOINTED\n   31  BY THE BOARD.\n   32    (D) A REPRESENTATIVE OF THE STATE BOARD OF NURSING, APPOINTED  BY  THE\n   33  BOARD.\n   34    (E) THE ATTORNEY GENERAL OR HIS OR HER DESIGNEE.\n   35    (F) A REPRESENTATIVE OF THE DEPARTMENT, APPOINTED BY THE COMMISSIONER.\n   36    (G)  A REPRESENTATIVE OF THE NEW YORK STATE MEDICAL SOCIETY, APPOINTED\n   37  BY THE SOCIETY.\n   38    (H) A  REPRESENTATIVE  OF  THE  NEW  YORK  STATE  DENTAL  ASSOCIATION,\n   39  APPOINTED BY THE ASSOCIATION.\n   40    (I)  A  REPRESENTATIVE  OF THE NEW YORK STATE ASSOCIATION OF CHIEFS OF\n   41  POLICE, APPOINTED BY THE ASSOCIATION.\n   42    (J) A REPRESENTATIVE OF RETAIL PHARMACY, APPOINTED  BY  THE  NEW  YORK\n   43  STATE PHARMACISTS ASSOCIATION.\n   44    2.  THE  DEPARTMENT  SHALL  SEEK AND THE BOARD SHALL PROVIDE INPUT AND\n   45  ADVICE REGARDING THE DEVELOPMENT AND OPERATION OF THE  ELECTRONIC  MONI-\n   46  TORING SYSTEM, INCLUDING BUT NOT LIMITED TO:\n   47    (A) WHICH STATE CONTROLLED SUBSTANCES SHOULD BE MONITORED;\n   48    (B)  WHICH  DRUGS  OF  CONCERN  DEMONSTRATE  A POTENTIAL FOR ABUSE AND\n   49  SHOULD BE MONITORED;\n   50    (C) DESIGN AND IMPLEMENTATION OF  EDUCATIONAL  COURSES  IDENTIFIED  IN\n   51  SECTION THIRTY-THREE HUNDRED SIXTY-ONE OF THIS TITLE;\n   52    (D)  PROPER  ANALYSIS  AND  INTERPRETATION  OF PRESCRIPTION MONITORING\n   53  INFORMATION;\n   54    (E) DESIGN AND IMPLEMENTATION OF AN EVALUATION COMPONENT; AND\n   55    (F) POTENTIAL NOMINEES TO THE BOARD.\n\n       A. 3807                             3\n\n    1    S 3359. REPORTING OF  PRESCRIPTION  MONITORING  INFORMATION.  1.  EACH\n    2  DISPENSER  SHALL SUBMIT TO THE DEPARTMENT, BY ELECTRONIC MEANS, OR OTHER\n    3  FORMAT SPECIFIED IN A WAIVER  GRANTED  BY  THE  DEPARTMENT,  INFORMATION\n    4  SPECIFIED BY THE DEPARTMENT, INCLUDING:\n    5    (A) A PATIENT IDENTIFIER,\n    6    (B) THE DRUG PRESCRIBED OR DISPENSED,\n    7    (C) THE DATE OF THE PRESCRIPTION OR DISPENSING,\n    8    (D) THE QUANTITY PRESCRIBED OR DISPENSED,\n    9    (E) THE PRESCRIBER, AND\n   10    (F) THE DISPENSER.\n   11    2.  EACH DISPENSER SHALL SUBMIT THE REQUIRED INFORMATION AS FREQUENTLY\n   12  AS SPECIFIED BY THE DEPARTMENT.\n   13    3. THE DEPARTMENT MAY GRANT A WAIVER OF ELECTRONIC SUBMISSION  TO  ANY\n   14  DISPENSER FOR GOOD CAUSE, INCLUDING FINANCIAL HARDSHIP, AS DETERMINED BY\n   15  THE  DEPARTMENT.  THE  WAIVER  SHALL STATE THE FORMAT AND FREQUENCY WITH\n   16  WHICH THE DISPENSER SHALL SUBMIT THE REQUIRED INFORMATION.\n   17    S 3360. ACCESS TO THE PRESCRIPTION MONITORING  INFORMATION;  CONFIDEN-\n   18  TIALITY.  1. EXCEPT AS INDICATED IN SUBDIVISIONS TWO, THREE, AND FOUR OF\n   19  THIS SECTION,  PRESCRIPTION  MONITORING  INFORMATION  SUBMITTED  TO  THE\n   20  DEPARTMENT  SHALL  BE  CONFIDENTIAL  AND  NOT  SUBJECT TO PUBLIC OR OPEN\n   21  RECORDS LAWS.\n   22    2. THE DEPARTMENT SHALL REVIEW THE  PRESCRIPTION  MONITORING  INFORMA-\n   23  TION.    IF  THERE  IS REASONABLE CAUSE TO BELIEVE A VIOLATION OF LAW OR\n   24  BREACH OF OCCUPATIONAL STANDARDS MAY HAVE OCCURRED, THE DEPARTMENT SHALL\n   25  NOTIFY THE  APPROPRIATE  LAW  ENFORCEMENT  AND  OCCUPATIONAL  LICENSING,\n   26  CERTIFICATION  OR  REGULATORY AGENCY OR ENTITY, AND PROVIDE PRESCRIPTION\n   27  MONITORING INFORMATION REQUIRED FOR AN INVESTIGATION.\n   28    3. THE DEPARTMENT MAY PROVIDE PRESCRIPTION MONITORING INFORMATION  FOR\n   29  PUBLIC  RESEARCH, POLICY OR EDUCATION PURPOSES, TO THE EXTENT ALL INFOR-\n   30  MATION REASONABLY LIKELY TO REVEAL THE PATIENT OR OTHER  PERSON  WHO  IS\n   31  THE SUBJECT OF THE INFORMATION HAS BEEN REMOVED.\n   32    4.  THE  FOLLOWING  PERSONS, AFTER SUCCESSFUL COMPLETION OF THE EDUCA-\n   33  TIONAL COURSES IDENTIFIED IN SUBDIVISION  ONE  OF  SECTION  THIRTY-THREE\n   34  HUNDRED  SIXTY-ONE OF THIS TITLE, MAY ACCESS THE PRESCRIPTION MONITORING\n   35  INFORMATION IN THE SAME OR SIMILAR MANNER, AND FOR THE SAME  OR  SIMILAR\n   36  PURPOSES, AS THOSE PERSONS ARE AUTHORIZED TO ACCESS SIMILAR CONFIDENTIAL\n   37  INFORMATION UNDER FEDERAL AND STATE LAW AND REGULATION.\n   38    (A) A CRIMINAL JUSTICE AGENCY WHICH ENFORCES THE LAWS OF THIS STATE OR\n   39  THE UNITED STATES RELATING TO CONTROLLED SUBSTANCES AND WHICH HAS INITI-\n   40  ATED AN ACTIVE INVESTIGATION INVOLVING A SPECIFIC VIOLATION OF LAW.\n   41    (B)  A PRACTITIONER, AS DEFINED IN SECTION THIRTY-THREE HUNDRED TWO OF\n   42  THIS ARTICLE, OR AN EMPLOYEE OF THE PRACTITIONER WHO IS ACTING ON BEHALF\n   43  OF AND AT THE DIRECTION OF THE PRACTITIONER, WHO REQUESTS SUCH  INFORMA-\n   44  TION  AND CERTIFIES THAT THE INFORMATION IS NECESSARY TO PROVIDE MEDICAL\n   45  TREATMENT TO A CURRENT PATIENT.\n   46    (C) A PHARMACIST, AS DEFINED IN SECTION THIRTY-THREE  HUNDRED  TWO  OF\n   47  THIS  ARTICLE, OR A PHARMACY INTERN OR PHARMACY TECHNICIAN WHO IS ACTING\n   48  ON BEHALF OF AND AT THE DIRECTION OF THE PHARMACIST, WHO  REQUESTS  SUCH\n   49  INFORMATION AND CERTIFIES THAT THE REQUESTED INFORMATION WILL BE USED TO\n   50  DISPENSE CONTROLLED SUBSTANCES TO A CURRENT PATIENT.\n   51    (D)  A  PATIENT WHO IS IDENTIFIED IN THE RECORD UPON A WRITTEN REQUEST\n   52  FOR THE PURPOSE OF VERIFYING THAT INFORMATION.\n   53    5. A PERSON WHO HAS KNOWLEDGE BY VIRTUE OF HIS OR HER  OFFICE  OF  THE\n   54  CONTROLLED  SUBSTANCES  PRESCRIBED TO OR OBTAINED BY A PARTICULAR PERSON\n   55  SHALL DISCLOSE SUCH KNOWLEDGE TO A PHARMACY TO INFORM THE PHARMACY  THAT\n   56  SUCH PERSON WHO PRESENTS OR HAS PRESENTED A PRESCRIPTION FOR ONE OR MORE\n\n       A. 3807                             4\n\n    1  CONTROLLED SUBSTANCES AT THE PHARMACY MAY HAVE ALSO OBTAINED ONE OR MORE\n    2  CONTROLLED  SUBSTANCES AT ANOTHER PHARMACY WHERE THE CIRCUMSTANCES INDI-\n    3  CATE A POSSIBILITY OF DRUG ABUSE OR DIVERSION,  POTENTIAL  HARM  TO  THE\n    4  PERSON, OR SIMILAR GROUNDS UNDER REGULATIONS OF THE COMMISSIONER.\n    5    6.  THE  DEPARTMENT  SHALL BE IMMUNE FROM CIVIL LIABILITY ARISING FROM\n    6  INACCURACY OF ANY OF THE INFORMATION SUBMITTED TO THE DEPARTMENT  PURSU-\n    7  ANT TO THIS TITLE.\n    8    S 3361. EDUCATION AND TREATMENT. 1. THE DEPARTMENT OF HEALTH SHALL, IN\n    9  CONSULTATION WITH THE BOARD, IMPLEMENT THE FOLLOWING EDUCATION COURSES:\n   10    (A)  AN  ORIENTATION  COURSE  DURING  THE  IMPLEMENTATION PHASE OF THE\n   11  PRESCRIPTION MONITORING PROGRAM.\n   12    (B) A COURSE FOR PERSONS WHO ARE AUTHORIZED TO ACCESS THE PRESCRIPTION\n   13  MONITORING INFORMATION BUT WHO DID NOT PARTICIPATE  IN  THE  ORIENTATION\n   14  COURSE.\n   15    (C) A COURSE FOR PERSONS WHO ARE AUTHORIZED TO ACCESS THE PRESCRIPTION\n   16  MONITORING  INFORMATION  BUT  WHO HAVE VIOLATED LAWS OR BREACHED OCCUPA-\n   17  TIONAL STANDARDS INVOLVING DISPENSING, PRESCRIBING AND USE OF SUBSTANCES\n   18  MONITORED BY THE PRESCRIPTION MONITORING PROGRAM.\n   19    (D) A CONTINUING EDUCATION COURSE FOR HEALTH CARE PROFESSIONALS DEVEL-\n   20  OPED BY THE AMERICAN SOCIETY OF ADDICTION MEDICINE AND THE STATE MEDICAL\n   21  SOCIETY  ON  PRESCRIBING  PRACTICES,  PHARMACOLOGY  AND  IDENTIFICATION,\n   22  TREATMENT  AND  REFERRAL  OF  PATIENTS ADDICTED TO OR ABUSING SUBSTANCES\n   23  MONITORED BY THE PRESCRIPTION MONITORING PROGRAM.\n   24    WHEN APPROPRIATE, THE DEPARTMENT,  IN  CONSULTATION  WITH  THE  BOARD,\n   25  SHALL  DEVELOP  THE  CONTENT OF THE EDUCATION COURSES DESCRIBED IN PARA-\n   26  GRAPHS (A), (B) AND (C) OF THIS SUBDIVISION.\n   27    2. THE DEPARTMENT, IN CONSULTATION  WITH  THE  BOARD,  SHALL  STRONGLY\n   28  RECOMMEND  THE  APPLICATION  OF A COURSE TO INFORM THE PUBLIC ABOUT USE,\n   29  DIVERSION AND ABUSE OF, AND ADDICTION TO, SUBSTANCES  MONITORED  BY  THE\n   30  PRESCRIPTION MONITORING PROGRAM.\n   31    3.  THE DEPARTMENT, IN CONSULTATION WITH THE BOARD, SHALL, WHEN APPRO-\n   32  PRIATE:\n   33    (A) WORK WITH ASSOCIATIONS FOR IMPAIRED PROFESSIONALS TO ENSURE INTER-\n   34  VENTION, TREATMENT AND ONGOING MONITORING AND FOLLOW-UP; AND\n   35    (B) ENSURE THAT INDIVIDUAL PATIENTS WHO ARE IDENTIFIED  AND  WHO  HAVE\n   36  BECOME  ADDICTED  TO SUBSTANCES MONITORED BY THE PRESCRIPTION MONITORING\n   37  PROGRAM RECEIVE ADDICTION TREATMENT.\n   38    S 3362. UNLAWFUL ACTS AND PENALTIES.  1.  A  DISPENSER  WHO  KNOWINGLY\n   39  FAILS TO SUBMIT PRESCRIPTION MONITORING INFORMATION TO THE DEPARTMENT AS\n   40  REQUIRED  BY  THIS TITLE SHALL BE SUBJECT TO A FINE OF ONE THOUSAND FIVE\n   41  HUNDRED DOLLARS.\n   42    2. A PERSON AUTHORIZED TO  HAVE  PRESCRIPTION  MONITORING  INFORMATION\n   43  PURSUANT  TO  THIS  TITLE  WHO  KNOWINGLY  DISCLOSES SUCH INFORMATION IN\n   44  VIOLATION OF THIS TITLE SHALL BE SUBJECT  TO  A  FINE  OF  ONE  THOUSAND\n   45  DOLLARS.\n   46    3.  A  PERSON  AUTHORIZED  TO HAVE PRESCRIPTION MONITORING INFORMATION\n   47  PURSUANT TO THIS TITLE WHO USES SUCH INFORMATION IN A MANNER  OR  FOR  A\n   48  PURPOSE  IN  VIOLATION  OF THIS TITLE SHALL BE SUBJECT TO A FINE OF FIVE\n   49  HUNDRED DOLLARS.\n   50    S 3363. EVALUATION, DATA ANALYSIS AND  REPORTING.  1.  THE  DEPARTMENT\n   51  SHALL,  IN  CONSULTATION  WITH THE BOARD, DESIGN AND IMPLEMENT AN EVALU-\n   52  ATION COMPONENT TO IDENTIFY COST-BENEFITS OF THE PRESCRIPTION MONITORING\n   53  PROGRAM, AND OTHER INFORMATION RELEVANT TO POLICY, RESEARCH  AND  EDUCA-\n   54  TION  INVOLVING  SUBSTANCES  MONITORED  BY  THE  PRESCRIPTION MONITORING\n   55  PROGRAM.\n\n       A. 3807                             5\n\n    1    2. THE DEPARTMENT SHALL REPORT TO THE LEGISLATURE ON A PERIODIC BASIS,\n    2  NO LESS THAN ANNUALLY, ABOUT THE  COST-BENEFITS  AND  OTHER  INFORMATION\n    3  NOTED IN SUBDIVISION ONE OF THIS SECTION.\n    4    S  3364.  RULES AND REGULATIONS. THE DEPARTMENT SHALL PROMULGATE RULES\n    5  AND REGULATIONS NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS TITLE.\n    6    S 3365. SEVERABILITY. IF ANY PROVISION OF THIS  TITLE  OR  APPLICATION\n    7  THEREOF  TO  ANY  PERSON OR CIRCUMSTANCE IS HELD INVALID, THE INVALIDITY\n    8  SHALL NOT AFFECT OTHER PROVISIONS OR APPLICATIONS OF THE TITLE WHICH CAN\n    9  BE GIVEN EFFECT WITHOUT THE INVALID PROVISIONS OR APPLICATIONS,  AND  TO\n   10  THIS END THE PROVISIONS OF THIS TITLE ARE SEVERABLE.\n   11    S  2. The department of health shall, within 180 days after the effec-\n   12  tive date of this act, and  after  consultation  with  the  Prescription\n   13  Monitoring Program Advisory Board, establish regulations requiring phar-\n   14  macists  to  access the prescription monitoring program before filling a\n   15  prescription for a controlled substance. The department of health  shall\n   16  also  establish  protocols to be followed by pharmacists after accessing\n   17  such information.\n   18    S 3. The Prescription Monitoring Program Advisory Board shall,  within\n   19  180  days after the effective date of this act, make recommendations and\n   20  submit a written report to the legislature concerning integrating  pres-\n   21  cribers  into the electronic submission requirements of the prescription\n   22  monitoring program as well as any possible changes to the  official  New\n   23  York  state  prescription form for controlled substances to include more\n   24  information concerning a patient's controlled substance use.\n   25    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   26  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing a prescription monitoring program AN ACT to amend the public health law, in relation to establishing a prescription monitoring program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T123349.TXT", "SOBI.D110127.T120345.TXT", "SOBI.D110127.T120846.TXT", "SOBI.D110127.T145933.TXT", "SOBI.D110127.T122849.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296158373495
}