{
  "year" : 2011,
  "senateBillNo" : "A3800-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3800-2011-1296104400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to procurement of insurance coverage",
  "summary" : "Relates to procurement of insurance coverage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A11244-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3800\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation to excess line brokers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (b)  of section 2118 of the insurance law, as\n    2  amended by chapter 630 of the laws of 1988, paragraph 3  as  amended  by\n    3  chapter  684  of  the  laws  of 1993, subparagraph (A) of paragraph 3 as\n    4  amended by chapter 498 of the laws of 1996,  paragraph  7  as  added  by\n    5  chapter 74 of the laws of 2001, and paragraphs 8 and 9 as added by chap-\n    6  ter 687 of the laws of 2003, is amended to read as follows:\n    7    (b)  (1) Within forty-five days after a policy is procured, a licensee\n    8  shall submit the  declarations  page  or  cover  note  of  every  policy\n    9  procured  under his or her license to the excess line association estab-\n   10  lished pursuant to section two thousand one hundred thirty of this arti-\n   11  cle for recording and stamping. In the event that no  declarations  page\n   12  or cover note is available to the licensee, within forty-five days after\n   13  the policy is procured, the licensee shall submit a binder to the excess\n   14  line  association  in  lieu of such declarations page or cover note.  In\n   15  the event that a binder is submitted to the excess line association, the\n   16  licensee shall submit the declarations page or cover note to the  excess\n   17  line association promptly upon receipt. Every insurance document submit-\n   18  ted to the excess line association pursuant to this subsection shall set\n   19  forth:\n   20    (A) the name and address of the insured;\n   21    (B) the gross premium charged;\n   22    (C) the name of the unauthorized insurer; and\n   23    (D) the kind of insurance procured.\n   24    (2)  Subsequent  endorsements  which do not affect the premium charged\n   25  are exempted from stamping.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05250-01-1\n\n       A. 3800                             2\n\n    1    (3) (A) The submission of insurance documents to the excess line asso-\n    2  ciation shall be accompanied by a statement subscribed to, and  affirmed\n    3  by,  the  licensee or sublicensee as true under the penalties of perjury\n    4  that, after diligent effort, the full amount of insurance required could\n    5  not  be  procured, from authorized insurers, each of which is authorized\n    6  to write insurance of the kind requested  and  which  the  licensee  has\n    7  reason  to  believe might consider writing the type of coverage or class\n    8  of insurance involved, and further showing that the amount of  insurance\n    9  procured from an unauthorized insurer is only the excess over the amount\n   10  procurable  from  an authorized insurer. The licensee, however, shall be\n   11  excused from affirming that a diligent effort,  as  defined  above,  was\n   12  made  to procure the coverage from authorized insurers if the licensee's\n   13  affidavit is accompanied by the affidavit of another broker involved  in\n   14  the  placement  affirming  as  true under the penalties of perjury that,\n   15  after diligent effort by the affirming broker,  the  required  insurance\n   16  could  not  be  procured  from an authorized insurer which the affirming\n   17  broker had reason to believe might consider writing the type of coverage\n   18  or class of insurance involved. The licensee and  the  affirming  broker\n   19  shall  be excused from affirming that a diligent effort was made (I) FOR\n   20  TRANSACTIONS DEFINED IN SUBPARAGRAPH (F) OF THIS PARAGRAPH, OR  (II)  if\n   21  the  superintendent  determines,  pursuant  to  paragraph  four  of this\n   22  subsection, that no declinations are required.\n   23    (B) A licensee or affirming broker shall be  considered  to  have  the\n   24  reason  to believe required by subparagraph (A) of this paragraph if the\n   25  decision to offer the risk to the authorized insurer was based on any of\n   26  the following:\n   27    (i) Recent acceptance by the authorized insurer of a type of  coverage\n   28  or  class  of  insurance similar to that for which coverage is presently\n   29  being sought;\n   30    (ii) Advertising by the authorized insurer  or  its  agent  indicating\n   31  that the authorized insurer is willing to consider acceptance of this or\n   32  a similar type of coverage or class of insurance;\n   33    (iii)  Media  communications  (i.e.,  newspaper  or magazine articles,\n   34  trade publications, television and radio  programming)  indicating  that\n   35  the  authorized insurer is writing, or is considering writing, this type\n   36  of coverage or class of insurance;\n   37    (iv) Communications with other insurance professionals, risk managers,\n   38  trade associations, the excess line association or the insurance depart-\n   39  ment, which indicates that the authorized insurer might consider writing\n   40  this type of coverage or class of insurance; or\n   41    (v) Any other valid basis for making such decision.\n   42    (C) Every licensee, or affirming broker, in connection with the place-\n   43  ment of each risk pursuant to this section, shall record on the  affida-\n   44  vit required pursuant to subparagraph (A) of this paragraph the informa-\n   45  tion  relied  upon that formed the basis of such licensee's or affirming\n   46  broker's reason to believe that the authorized  insurer  might  consider\n   47  writing the type of coverage or class of insurance involved.\n   48    (D)  Declinations  obtained  from authorized insurers which are affil-\n   49  iates of, or, as defined in  article  fifteen  of  this  chapter,  under\n   50  common  control  with,  each other or the unauthorized insurer shall not\n   51  meet the requirements of this subsection unless  such  related  insurers\n   52  operate  as  distinct  and  autonomous  entities,  and  for underwriting\n   53  purposes, compete with each other for the same type of coverage or class\n   54  of insurance.\n   55    (E) (I) The superintendent, in a  regulation,  may  determine  whether\n   56  there are circumstances where it may be appropriate, due to the unavail-\n\n       A. 3800                             3\n\n    1  ability  from  an  authorized insurer of the leading type of coverage or\n    2  the leading class of insurance required by the  insured,  to  waive  the\n    3  requirement  in  subparagraph  (A) of this paragraph that a licensee may\n    4  procure  from an unauthorized insurer only the amount of insurance which\n    5  is excess over the amount procurable from an authorized insurer, and  to\n    6  instead  permit the licensee to procure from an unauthorized insurer the\n    7  full amount of insurance required by the insured.\n    8    (II) ANY QUOTE FOR COVERAGE FROM AN AUTHORIZED INSURER WHERE THE GROSS\n    9  PREMIUM EXCEEDS BY TWENTY-FIVE PERCENT OR MORE, A QUOTE  FOR  COMPARABLE\n   10  COVERAGE  ACQUIRED BY AN EXCESS LINE BROKER MAY BE SUBMITTED AS A DECLI-\n   11  NATION BY THE EXCESS LINE BROKER OR AFFIRMING BROKER.\n   12    (F) NO DILIGENT EFFORT SHALL BE REQUIRED WHERE THE POLICY PROCURED:\n   13    (I) INSURES A PUBLICLY TRADED ENTITY,\n   14    (II) INSURES AN ENTITY WHICH PAYS AGGREGATE  ANNUAL  PREMIUMS  ON  ALL\n   15  RISKS  TOTALING AT LEAST ONE HUNDRED THOUSAND DOLLARS FOR POLICIES WRIT-\n   16  TEN EXCLUSIVE OF PREMIUM FOR WORKERS' COMPENSATION AND HEALTH  INSURANCE\n   17  BENEFITS,  EMPLOYS,  UTILIZES OR RETAINS A RISK MANAGER TO ASSIST IN THE\n   18  NEGOTIATION AND PURCHASE OF A POLICY; AND  IN  ADDITION,  IN  ALL  CASES\n   19  MEETS  ANY  ONE  OF  THE FOLLOWING CRITERIA: HAS A NET WORTH OF AT LEAST\n   20  TWENTY-FIVE MILLION DOLLARS, IS A FOR-PROFIT BUSINESS ENTITY THAT GENER-\n   21  ATES ANNUAL GROSS REVENUES OF FIFTY MILLION DOLLARS, IS A NOT-FOR-PROFIT\n   22  ORGANIZATION  OR  PUBLIC  ENTITY  WITH  AN   ANNUAL   BUDGET   EXCEEDING\n   23  TWENTY-FIVE  MILLION  DOLLARS  OR IS A MUNICIPALITY WITH A POPULATION OF\n   24  NOT LESS THAN FIFTY THOUSAND PERSONS, OR\n   25    (III) RENEWS A POLICY WITH THE SAME INSURER FOR A  SECOND  CONSECUTIVE\n   26  ONE  YEAR  TERM,  OR  RENEWS THE POLICY FOR A THIRD CONSECUTIVE ONE YEAR\n   27  TERM.\n   28    (4) The number of declinations constituting diligent effort in  regard\n   29  to  placement of coverage with authorized insurers for purposes of para-\n   30  graph three of this subsection shall be three, unless (A)  THE  DILIGENT\n   31  SEARCH  IS  EXCUSED  BY  SUBPARAGRAPH  (F)  OF  PARAGRAPH  THREE OF THIS\n   32  SUBSECTION, OR (B) the superintendent after a hearing, on a record, upon\n   33  findings and conclusions, determines that another number of such  decli-\n   34  nations is appropriate in regard to particular coverages. In making such\n   35  determinations, the superintendent shall consider relevant market condi-\n   36  tions, including [unavailability of particular coverages from authorized\n   37  insurers,  and may conduct market surveys] WHAT IS IN THE BEST INTERESTS\n   38  OF INSUREDS SEEKING INSURANCE, THE NECESSITY FOR  MANUSCRIPTED  POLICIES\n   39  WHERE  STANDARD FORMS ARE INADEQUATE OR UNAVAILABLE, FOSTERING INSURANCE\n   40  PRODUCT INNOVATION AND DEVELOPMENT, AND WHERE PARTICULAR  COVERAGES  ARE\n   41  NOT  REASONABLY  AND  WIDELY AVAILABLE.   THE SUPERINTENDENT MAY CONDUCT\n   42  MARKET SURVEYS TO DETERMINE MARKET CONDITIONS.   Any such  determination\n   43  shall be reviewed at least annually by the superintendent.\n   44    (5)  Before placing business with an unauthorized insurer, each licen-\n   45  see shall ascertain and verify the fact that such insurer is  authorized\n   46  in  its  domiciliary jurisdiction to write the insurance policy proposed\n   47  to be procured from it by the licensee. No unauthorized insurer shall be\n   48  deemed unacceptable for placement of business solely on the ground  that\n   49  it  has  been  so  authorized  to write such business in its domiciliary\n   50  jurisdiction for a period of less than three years preceding the  place-\n   51  ment  of  such risk by the licensee. In determining whether business may\n   52  be placed with  such  unauthorized  insurer,  the  superintendent  shall\n   53  consider such factors as: the interests of the public and policyholders,\n   54  the  length  of time such insurer has been authorized in its domiciliary\n   55  jurisdiction and elsewhere, its financial condition, and  unavailability\n   56  of particular coverages from authorized insurers.\n\n       A. 3800                             4\n\n    1    (6)  It  shall  be  unlawful  for a licensee as defined in section two\n    2  thousand one hundred one of this article and pursuant  to  sections  two\n    3  thousand  one  hundred  four  and  two thousand one hundred five of this\n    4  article to deliver in this state any declarations page of  an  insurance\n    5  policy or cover note evidencing insurance unless such insurance document\n    6  is  stamped  by  the  excess  line  association  or  is exempt from such\n    7  requirements; provided, however, that a  licensee's  failure  to  comply\n    8  with  the  requirements of this subsection shall not affect the validity\n    9  of the coverage.\n   10    (7) Compliance by a licensee with the requirements set forth  in  this\n   11  section  in connection with submitting for recording and stamping decla-\n   12  rations pages, cover notes, binders, endorsements,  affidavits,  notices\n   13  of  excess  line placement and other excess line insurance documents may\n   14  be accomplished by means of  electronic  or  other  media  transmission,\n   15  provided  the  superintendent  first approves such methods of submitting\n   16  for recording and stamping.\n   17    (8) For purposes of this article, unless exempt under  the  provisions\n   18  of  section two thousand one hundred seventeen of this article, a policy\n   19  of insurance obtained from an insurer not authorized to  transact  busi-\n   20  ness  in  this state must be procured pursuant to an excess line license\n   21  when the entire property or risk exposure insured or any  part  thereof,\n   22  is located in this state and:\n   23    (A)  the  insured  negotiated to acquire the coverage from within this\n   24  state; or\n   25    (B) the policy was delivered to the insured in this state.\n   26    (9) Nothing in this article shall prohibit  an  excess  line  licensee\n   27  from placing risks under the excess or surplus line law of another state\n   28  provided that the excess line licensee:\n   29    (A) is licensed under the applicable state law as an excess or surplus\n   30  line  broker  or  places  such risk through a licensed excess or surplus\n   31  line broker in such state; and\n   32    (B) either no portion of the property or  risk  exposure  is  in  this\n   33  state,  or  the insured has property or risk exposure both in this state\n   34  and in another state where the insured maintains a bona fide office from\n   35  which it negotiated to acquire the coverage and to which the  policy  is\n   36  delivered.\n   37    S  2.  This  act shall take effect on the ninetieth day after it shall\n   38  have become a law; provided, however, that the amendments to  subsection\n   39  (b) of section 2118 of the insurance law made by section one of this act\n   40  shall  not  affect the expiration of such subsection and shall be deemed\n   41  to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to excess line brokers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T145411.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296158051306
}