{
  "year" : 2011,
  "senateBillNo" : "A3805-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3805-2011-1296104400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a public retirement system, mutual fund, or other institutional investor to bring actions for damages sustained due to violations of the Martin Act",
  "summary" : "Authorizes a public retirement system, as defined in section 501 of the retirement and social security law, mutual fund, or other institutional investor to bring actions for damages sustained due to the commission of certain prohibited and criminal acts in violation of the Martin Act (Fraudulent Practice in Respect to Stocks, Bonds and other Securities). ",
  "currentCommittee" : null,
  "sameAs" : "S2677",
  "lawSection" : "Business Corporation Law",
  "previousVersions" : [ "A8646-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3805\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN, LIFTON, LANCMAN -- read once and referred\n         to the Committee on Governmental Employees\n\n       AN  ACT  to  amend  the  business corporation law and the retirement and\n         social security law, in relation to  authorizing  certain  actions  by\n         institutional investors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The business corporation law is amended  by  adding  a  new\n    2  section 631 to read as follows:\n    3  S 631. ACTION BY CERTAIN MUTUAL FUNDS AND OTHER INSTITUTIONAL INVESTORS.\n    4    (A) ANY MUTUAL FUND OR OTHER INSTITUTIONAL INVESTOR INCORPORATED UNDER\n    5  THE  LAWS  OF THIS STATE OR WHICH MAINTAINS ITS PRINCIPAL PLACE OF BUSI-\n    6  NESS IN THIS STATE, THAT IS DAMAGED IN CONNECTION WITH THE  PURCHASE  OR\n    7  SALE  OF  A SECURITY AS A RESULT OF THE COMMISSION OF ANY ACT PROHIBITED\n    8  BY SECTION THREE HUNDRED FIFTY-TWO-C OF THE GENERAL  BUSINESS  LAW,  MAY\n    9  BRING  AN  ACTION  FOR  DAMAGES  AGAINST ANY PERSON, PARTNERSHIP, CORPO-\n   10  RATION, COMPANY, LIMITED LIABILITY COMPANY, TRUST, OR  ASSOCIATION  THAT\n   11  COMMITTED OR PARTICIPATED IN THE COMMISSION OF SUCH PROHIBITED ACT.\n   12    (B) NO MUTUAL FUND OR OTHER INSTITUTIONAL INVESTOR THAT HAD FEWER THAN\n   13  FIVE  HUNDRED  BENEFICIARIES  AT THE TIME OF THE PURCHASE OR SALE OF THE\n   14  SECURITY MAY BRING AN ACTION UNDER THIS SECTION.\n   15    (C) WITH RESPECT TO ALLEGATIONS THAT A REPRESENTATION OR STATEMENT WAS\n   16  FALSE, THE PLAINTIFF WITH RESPECT TO ALLEGATIONS REQUIRED TO  PLEAD  AND\n   17  PROVE  THAT THE PERSON WHO MADE SUCH STATEMENT: (I) KNEW THE TRUTH; (II)\n   18  WITH REASONABLE EFFORT COULD HAVE KNOWN THE TRUTH; (III) MADE NO REASON-\n   19  ABLE EFFORT TO ASCERTAIN THE TRUTH;  OR  (IV)  DID  NOT  HAVE  KNOWLEDGE\n   20  CONCERNING THE REPRESENTATION OR STATEMENT MADE. WITH RESPECT TO ALLEGA-\n   21  TIONS  OF ANY OTHER NATURE, THE PLAINTIFF IS REQUIRED TO PLEAD AND PROVE\n   22  THAT THE PERSON ACTED WITH NEGLIGENCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06099-01-1\n\n       A. 3805                             2\n\n    1    (D) NO SUCH ACTION MAY BE BROUGHT MORE THAN SIX YEARS  FROM  THE  TIME\n    2  THE  PLAINTIFF  DISCOVERED  THE  ALLEGEDLY PROHIBITED ACT OR COULD, WITH\n    3  REASONABLE DILIGENCE, HAVE DISCOVERED IT.\n    4    (E)  AFTER SUCH ACTION HAS BEEN BROUGHT, NOTWITHSTANDING ANY PROVISION\n    5  OF LAW TO THE CONTRARY, DISCLOSURE AND RELATED PROCEEDINGS SHALL NOT  BE\n    6  STAYED DURING THE PENDENCY OF ANY MOTION TO DISMISS, UNLESS THE COURT SO\n    7  DIRECTS.\n    8    S  2.  Section  179-a  of  the  retirement and social security law, as\n    9  renumbered by chapter 868 of the laws of  1975,  is  renumbered  section\n   10  179-b and a new section 179-a is added to read as follows:\n   11    S  179-A.  ACTION BY CERTAIN PUBLIC PENSION PLAN OR FUND OR RETIREMENT\n   12  SYSTEM INVESTORS. 1. A PUBLIC RETIREMENT SYSTEM AS DEFINED  IN  SUBDIVI-\n   13  SION  TWENTY-THREE  OF SECTION FIVE HUNDRED ONE OF THIS CHAPTER, THAT IS\n   14  DAMAGED IN CONNECTION WITH THE PURCHASE OR  SALE  OF  A  SECURITY  AS  A\n   15  RESULT  OF THE COMMISSION OF ANY ACT PROHIBITED BY SECTION THREE HUNDRED\n   16  FIFTY-TWO-C OF THE GENERAL BUSINESS LAW, MAY BRING AN ACTION FOR DAMAGES\n   17  AGAINST ANY PERSON, PARTNERSHIP, CORPORATION, COMPANY, LIMITED LIABILITY\n   18  COMPANY, TRUST, OR ASSOCIATION THAT COMMITTED  OR  PARTICIPATED  IN  THE\n   19  COMMISSION OF SUCH PROHIBITED ACT.\n   20    2.  NO  SUCH PUBLIC PENSION PLAN OR FUND OR RETIREMENT SYSTEM INVESTOR\n   21  THAT HAD FEWER THAN FIVE  HUNDRED  BENEFICIARIES  AT  THE  TIME  OF  THE\n   22  PURCHASE OR SALE OF THE SECURITY MAY BRING AN ACTION UNDER THIS SECTION.\n   23    3.  WITH RESPECT TO ALLEGATIONS THAT A REPRESENTATION OR STATEMENT WAS\n   24  FALSE, THE PLAINTIFF IS REQUIRED TO PLEAD AND PROVE THAT THE PERSON  WHO\n   25  MADE  SUCH  STATEMENT:  (A)  KNEW  THE TRUTH; (B) WITH REASONABLE EFFORT\n   26  COULD HAVE KNOWN THE TRUTH; (C) MADE NO REASONABLE EFFORT  TO  ASCERTAIN\n   27  THE  TRUTH;  OR (D) DID NOT HAVE KNOWLEDGE CONCERNING THE REPRESENTATION\n   28  OR STATEMENT MADE. WITH RESPECT TO ALLEGATIONS OF ANY OTHER NATURE,  THE\n   29  PLAINTIFF  IS  REQUIRED  TO  PLEAD  AND PROVE THAT THE PERSON ACTED WITH\n   30  NEGLIGENCE.\n   31    4. NO SUCH ACTION MAY BE BROUGHT MORE THAN SIX YEARS FROM THE TIME THE\n   32  PLAINTIFF DISCOVERED THE ALLEGEDLY PROHIBITED ACT OR COULD, WITH REASON-\n   33  ABLE DILIGENCE, HAVE DISCOVERED IT.\n   34    5. AFTER SUCH ACTION HAS BEEN BROUGHT, NOTWITHSTANDING  ANY  PROVISION\n   35  OF  LAW TO THE CONTRARY, DISCLOSURE AND RELATED PROCEEDINGS SHALL NOT BE\n   36  STAYED DURING THE PENDANCY OF ANY MOTION TO DISMISS, UNLESS THE COURT SO\n   37  DIRECTS.\n   38    S 3. This act shall take effect immediately and shall apply to  causes\n   39  of  action  accruing and actions pending before, on, or after its effec-\n   40  tive date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the business corporation law and the retirement and social security law, in relation to authorizing certain actions by institutional investors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T123255.TXT", "SOBI.D110127.T121848.TXT", "SOBI.D110127.T122849.TXT", "SOBI.D110127.T145933.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296235975191
}