{
  "year" : 2011,
  "senateBillNo" : "A3802-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to health",
    "billEventId" : "A3802-2011-1296104400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the reimbursement of out-of-network providers of clinical laboratory services",
  "summary" : "Relates to the reimbursement of out-of-network providers of clinical laboratory services by organizations providing or offering comprehensive health services plans. ",
  "currentCommittee" : null,
  "sameAs" : "S2817",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11385-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3802\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Health\n\n       AN ACT to amend the public health law and the insurance law, in relation\n         to the reimbursement of out-of-network providers of clinical laborato-\n         ry  services  by  organizations  providing  or  offering comprehensive\n         health services plans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 4406 of the public health law is amended by adding\n    2  a new subdivision 6 to read as follows:\n    3    6. NOTWITHSTANDING ANY OTHER PROVISION  OF  LAW,  IF  AN  ENROLLEE  IS\n    4  REFERRED  BY  AN  IN-PLAN  PROVIDER TO A PROVIDER OF CLINICAL LABORATORY\n    5  SERVICES NOT PARTICIPATING IN THE PLAN (A \"NON-PARTICIPATING  PROVIDER\")\n    6  FOR  ANY  SERVICE  COVERED UNDER THE TERMS OF THE PLAN, THE ORGANIZATION\n    7  SHALL BE RESPONSIBLE  FOR  PAYMENT  DIRECTLY  TO  THE  NON-PARTICIPATING\n    8  PROVIDER  FOR  THOSE SERVICES IN ACCORDANCE WITH THE TIME FRAME FOR SUCH\n    9  PAYMENTS SET FORTH IN SECTION THREE THOUSAND TWO  HUNDRED  TWENTY-FOUR-A\n   10  OF  THE  INSURANCE  LAW;  PROVIDED,  HOWEVER, THAT THE ENROLLEE SHALL BE\n   11  RESPONSIBLE FOR ANY APPLICABLE COPAY, COINSURANCE OR DEDUCTIBLE FOR SUCH\n   12  SERVICES. CLINICAL LABORATORIES SEEKING REIMBURSEMENT PURSUANT  TO  THIS\n   13  SECTION FOR SERVICES RENDERED SHALL DIRECTLY BILL THE ORGANIZATION WHOSE\n   14  ENROLLEE  RECEIVED  THE  SERVICES.  ANY  PAYMENT MADE BY AN ORGANIZATION\n   15  DIRECTLY TO THE ENROLLEE RATHER THAN TO THE CLINICAL LABORATORY  SEEKING\n   16  REIMBURSEMENT SHALL NOT SATISFY THE ORGANIZATION'S PAYMENT OBLIGATION TO\n   17  THE CLINICAL LABORATORY.\n   18    S  2.  Section  4804  of  the insurance law is amended by adding a new\n   19  subsection (g) to read as follows:\n   20    (G) NOTWITHSTANDING ANY OTHER PROVISION OF  LAW,  IF  AN  ENROLLEE  IS\n   21  REFERRED  BY  AN  IN-PLAN  PROVIDER TO A PROVIDER OF CLINICAL LABORATORY\n   22  SERVICES NOT PARTICIPATING IN THE PLAN (A \"NON-PARTICIPATING  PROVIDER\")\n   23  FOR  ANY  SERVICE  COVERED UNDER THE TERMS OF THE PLAN, THE ORGANIZATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01186-02-1\n\n       A. 3802                             2\n\n    1  SHALL BE RESPONSIBLE  FOR  PAYMENT  DIRECTLY  TO  THE  NON-PARTICIPATING\n    2  PROVIDER  FOR  THOSE SERVICES IN ACCORDANCE WITH THE TIME FRAME FOR SUCH\n    3  PAYMENTS SET FORTH IN SECTION THREE THOUSAND TWO  HUNDRED  TWENTY-FOUR-A\n    4  OF THIS CHAPTER; PROVIDED, HOWEVER, THAT THE ENROLLEE SHALL BE RESPONSI-\n    5  BLE  FOR  ANY  APPLICABLE  COPAY,  COINSURANCE  OR  DEDUCTIBLE  FOR SUCH\n    6  SERVICES. CLINICAL LABORATORIES SEEKING REIMBURSEMENT PURSUANT  TO  THIS\n    7  SECTION FOR SERVICES RENDERED SHALL DIRECTLY BILL THE ORGANIZATION WHOSE\n    8  ENROLLEE  RECEIVED  THE  SERVICES.  ANY  PAYMENT MADE BY AN ORGANIZATION\n    9  DIRECTLY TO THE ENROLLEE RATHER THAN TO THE CLINICAL LABORATORY  SEEKING\n   10  REIMBURSEMENT SHALL NOT SATISFY THE ORGANIZATION'S PAYMENT OBLIGATION TO\n   11  THE CLINICAL LABORATORY.\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the insurance law, in relation to the reimbursement of out-of-network providers of clinical laboratory services by organizations providing or offering comprehensive health services plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110202.T101704.TXT", "SOBI.D110127.T121848.TXT", "SOBI.D110127.T145933.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296659824128
}