{
  "year" : 2011,
  "senateBillNo" : "A3809-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to correction",
    "billEventId" : "A3809-2011-1296104400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes it an unlawful discriminatory practice for prospective employers to make certain inquiries relating to criminal convictions",
  "summary" : "Establishes it shall be an unlawful discriminatory practice for any prospective employer to make an inquiry about, or to act upon adversely to the individual involved based upon, any criminal conviction of such individual unless such employer first makes a conditional offer of employment to such individual. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A5330-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3809\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  AUBRY,  WRIGHT,  GOTTFRIED, CAMARA, BOYLAND,\n         V. LOPEZ, MILLMAN, JAFFEE, KAVANAGH, O'DONNELL, ROBINSON, JEFFRIES  --\n         Multi-Sponsored by -- M. of A.  CLARK, DINOWITZ, GLICK, HEASTIE, HEVE-\n         SI, MAISEL, McENENY, PEOPLES-STOKES, PRETLOW, REILLY, SCHIMEL, WEISEN-\n         BERG -- read once and referred to the Committee on Correction\n\n       AN ACT to amend the correction law and the executive law, in relation to\n         establishing  that  it  is  an  unlawful  discriminatory  practice for\n         prospective employers to make certain inquiries relating  to  criminal\n         convictions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 750  of  the  correction  law,  as\n    2  amended  by  chapter  284  of  the  laws  of 2007, is amended to read as\n    3  follows:\n    4    (3) \"Direct  relationship\"  means  that  THERE  IS  AN  IMMEDIATE  AND\n    5  SUBSTANTIAL  CONNECTION  BETWEEN  the  nature  of [criminal conduct] THE\n    6  CRIME for which the person was convicted [has a direct  bearing  on  his\n    7  fitness  or ability to perform one or more of] AND the duties or respon-\n    8  sibilities necessarily related to the license, opportunity,  or  job  in\n    9  question  AND SUCH CONNECTION WOULD CREATE AN UNREASONABLE RISK TO PROP-\n   10  ERTY OR TO THE SAFETY OR WELFARE OF SPECIFIC INDIVIDUALS OR THE  GENERAL\n   11  PUBLIC UPON THE ISSUANCE OR CONTINUATION OF A LICENSE OR THE GRANTING OR\n   12  CONTINUATION OF EMPLOYMENT OF SUCH PERSON.\n   13    S  2.  Section 752 of the correction law, as amended by chapter 284 of\n   14  the laws of 2007, is amended to read as follows:\n   15    S 752. Unfair discrimination against persons previously  convicted  of\n   16  one  or  more  criminal offenses prohibited.   1. No application for any\n   17  license or employment, and no employment or license held by an  individ-\n   18  ual,  to  which  the provisions of this article are applicable, shall be\n   19  denied or acted upon adversely by reason of the individual's having been\n   20  previously convicted of one or more criminal offenses, or by reason of a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04688-01-1\n\n       A. 3809                             2\n\n    1  finding of lack of \"good moral character\" when  such  finding  is  based\n    2  upon  the  fact that the individual has previously been convicted of one\n    3  or more criminal offenses, unless[:\n    4    (1)]  there is a direct relationship between one or more of the previ-\n    5  ous criminal offenses and the specific license or employment  sought  or\n    6  held by the individual[; or\n    7    (2)  the  issuance  or  continuation of the license or the granting or\n    8  continuation of the employment would involve  an  unreasonable  risk  to\n    9  property  or  to  the  safety  or welfare of specific individuals or the\n   10  general public].\n   11    2.  NO PUBLIC OR PRIVATE EMPLOYER TO  WHICH  THE  PROVISIONS  OF  THIS\n   12  ARTICLE  ARE  APPLICABLE,  UNLESS  SPECIFICALLY REQUIRED OR PERMITTED BY\n   13  STATUTE, SHALL MAKE ANY INQUIRY ABOUT, WHETHER IN ANY FORM  OF  APPLICA-\n   14  TION  OR  OTHERWISE,  OR  ACT  UPON ADVERSELY TO THE INDIVIDUAL INVOLVED\n   15  BASED UPON, ANY CRIMINAL  CONVICTION  OF  SUCH  INDIVIDUAL  UNLESS  SUCH\n   16  EMPLOYER  FIRST MAKES A CONDITIONAL OFFER OF EMPLOYMENT TO SUCH INDIVID-\n   17  UAL. SUCH CONDITIONAL OFFER OF EMPLOYMENT MAY ONLY SUBSEQUENTLY BE WITH-\n   18  DRAWN ON THE BASIS OF A CRIMINAL  CONVICTION  IN  ACCORDANCE  WITH  THIS\n   19  ARTICLE WHERE SUCH CONVICTION BEARS A DIRECT RELATIONSHIP TO THE SPECIF-\n   20  IC POSITION BEING OFFERED.\n   21    S  3.  Section  296  of  the  executive law is amended by adding a new\n   22  subdivision 15-a to read as follows:\n   23    15-A. IT SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE, UNLESS  SPECIF-\n   24  ICALLY  REQUIRED  OR PERMITTED BY STATUTE, FOR ANY PROSPECTIVE EMPLOYER,\n   25  INCLUDING  ANY  PERSON,  AGENCY,  BUREAU,  CORPORATION  OR  ASSOCIATION,\n   26  INCLUDING  THE  STATE AND ANY POLITICAL SUBDIVISION THEREOF, TO MAKE ANY\n   27  INQUIRY ABOUT, WHETHER IN ANY FORM OF APPLICATION OR  OTHERWISE,  OR  TO\n   28  ACT  UPON  ADVERSELY TO THE INDIVIDUAL INVOLVED BASED UPON, ANY CRIMINAL\n   29  CONVICTION OF SUCH INDIVIDUAL UNLESS SUCH EMPLOYER FIRST MAKES A  CONDI-\n   30  TIONAL OFFER OF EMPLOYMENT TO SUCH INDIVIDUAL. SUCH CONDITIONAL OFFER OF\n   31  EMPLOYMENT MAY ONLY SUBSEQUENTLY BE WITHDRAWN ON THE BASIS OF A CRIMINAL\n   32  CONVICTION  IN  ACCORDANCE WITH ARTICLE TWENTY-THREE-A OF THE CORRECTION\n   33  LAW WHERE SUCH CONVICTION BEARS A DIRECT RELATIONSHIP, AS SUCH  TERM  IS\n   34  DEFINED  IN  SUBDIVISION  THREE  OF  SECTION  SEVEN HUNDRED FIFTY OF THE\n   35  CORRECTION LAW, TO THE SPECIFIC POSITION BEING OFFERED.\n   36    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   37  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law and the executive law, in relation to establishing that it is an unlawful discriminatory practice for prospective employers to make certain inquiries relating to criminal convictions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T151408.TXT", "SOBI.D110127.T141402.TXT", "SOBI.D110127.T140855.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159248643
}