{
  "year" : 2011,
  "senateBillNo" : "A3803-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3803-2011-1296104400000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the child custody reform act",
  "summary" : "Enacts the child custody reform act to provide uniform statewide standards for the litigation and mediation of child custody disputes; provides for an initial planning conference between the judge and all parties to attempt a settlement; provides for mediation unless the court finds mediation is inappropriate; requires the chief administrator of the courts to establish plans for the conduct of administration of the mediation and preparation of evaluation reports. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A11195-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3803\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the domestic relations law, in relation to the child\n         custody and support decision-making process\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"child custody reform act\".\n    3    S 2.  Declaration  of  purposes.  The  legislature  hereby  finds  and\n    4  declares  that  it is in the best interests of a child whose parents are\n    5  in dispute over his or her custody that:\n    6    Parents resolve their dispute as expeditiously as possible in a child-\n    7  centered manner;\n    8    Parents be encouraged to recognize the continuing interest  that  each\n    9  has  in  the welfare of their child and resolve any differences they may\n   10  have concerning custody, parenting and child support  obligations  prior\n   11  to engaging in the adversarial process;\n   12    Courts  undertake  an active role in promoting parental settlements in\n   13  custody, parenting and child support disputes, and in educating  parents\n   14  about the needs of their child resulting from divorce or separation;\n   15    The  child centered mediation process, in suitable cases, is an appro-\n   16  priate way to help parents resolve child custody,  parenting  and  child\n   17  support disputes;\n   18    Mediation  of  custody, parenting and child support disputes should be\n   19  conducted in collaboration with the courts, in a  safe  environment,  by\n   20  well-trained,  experienced mediators during which the parents attempt to\n   21  plan cooperatively for the welfare of their child; and\n   22    Uniform statewide standards for  mediation  should  be  formulated  in\n   23  order  to  ensure  the  safety,  quality and usefulness of the mediation\n   24  process to the court as well as to the parents, and to assure compliance\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05056-01-1\n\n       A. 3803                             2\n\n    1  with the due process rights of those involved in custody, parenting  and\n    2  child support disputes.\n    3    S 3. The domestic relations law is amended by adding a new section 242\n    4  to read as follows:\n    5    S  242.  SPECIAL PROVISIONS FOR RESOLUTION OF CHILD CUSTODY, PARENTING\n    6  AND CHILD SUPPORT DISPUTES. (A) DEFINITIONS. AS USED  IN  THIS  SECTION,\n    7  UNLESS THE CONTEXT OTHERWISE REQUIRES:\n    8    (1)  \"CHILD\"  MEANS  A  PERSON UNDER EIGHTEEN YEARS OF AGE, OR FOR THE\n    9  PURPOSES OF SUPPORT UNDER  TWENTY-ONE  YEARS  OF  AGE,  WHO  IS  LEGALLY\n   10  SUBJECT  TO  PARENTAL, GUARDIANSHIP OR SIMILAR CONTROL. \"CHILD\" INCLUDES\n   11  CHILDREN IF MORE THAN ONE CHILD IS THE SUBJECT OF A  CUSTODY,  PARENTING\n   12  OR CHILD SUPPORT DISPUTE.\n   13    (2)  \"PARENT\"  MEANS THE BIOLOGICAL OR ADOPTIVE PARENT, OR OTHER LEGAL\n   14  CUSTODIAN OR GUARDIAN.\n   15    (3) \"CUSTODY\" MEANS THE RIGHT AND THE RESPONSIBILITY OF  A  PARENT  TO\n   16  MAKE  DECISIONS  ABOUT THE HEALTH, WELFARE AND PHYSICAL CARE OF A CHILD,\n   17  AND TO PARTICIPATE IN THE MAKING AND IMPLEMENTATION OF A PARENTING PLAN.\n   18    (4) \"PHYSICAL CUSTODY\" MEANS THE PARENT  WITH  WHOM  THE  CHILD  SHALL\n   19  PRIMARILY  RESIDE;  PROVIDED  HOWEVER,  THAT  IT  SHALL ALSO REFER TO AN\n   20  ARRANGEMENT WHEREBY THE  CHILD  SHALL  RESIDE  WITH  EACH  PARENT  ON  A\n   21  SHARED-TIME BASIS.\n   22    (5)  \"CHILD  SUPPORT\"  OR \"SUPPORT\" MEANS THE RESPECTIVE SUPPORT OBLI-\n   23  GATIONS OF THE PARENTS UNDER THE CHILD SUPPORT STANDARDS ACT.\n   24    (6) \"PARENTING PLAN\" MEANS A PLAN, DEVELOPED BY  BOTH  PARENTS,  WHICH\n   25  PROVIDES  FOR  THE  HEALTH, WELFARE AND BEST INTERESTS OF THE CHILD, AND\n   26  WHICH INCLUDES DESIGNATIONS OF CUSTODY AND  PHYSICAL  CUSTODY,  AND,  AS\n   27  NEEDED,  THE  AMOUNT  OF  TIME  EACH  PARENT WOULD SPEND WITH THE CHILD,\n   28  INCLUDING VACATIONS, HOLIDAYS AND SPECIAL OCCASIONS,  A  DESCRIPTION  OF\n   29  EACH  PARENT'S  AUTHORITY TO MAKE DECISIONS THAT AFFECT THE CHILD, AND A\n   30  DESCRIPTION OF EACH PARENT'S CHILD SUPPORT OBLIGATION.\n   31    (7) \"COURT\" MEANS ANY TRIAL COURT, INCLUDING BOTH A SUPREME COURT  AND\n   32  A  FAMILY  COURT  OF THIS STATE, IN WHICH A CUSTODY OR PARENTING DISPUTE\n   33  MAY BE HEARD.\n   34    (8) \"MEDIATION\" MEANS A CONFIDENTIAL, INFORMAL PROCEDURE  IN  WHICH  A\n   35  NEUTRAL  THIRD  PERSON  HELPS  PARENTS TO COMMUNICATE AND MAKE DECISIONS\n   36  WITH EACH OTHER REGARDING THE BEST INTERESTS AND SUPPORT OF THEIR CHILD,\n   37  AND TO FORMULATE A PARENTING PLAN.\n   38    (9) \"MEDIATION PROVIDER\" MEANS AN INDIVIDUAL OR ORGANIZATION THAT  HAS\n   39  BEEN  CERTIFIED  TO  PROVIDE  MEDIATION SERVICES UNDER GUIDELINES ESTAB-\n   40  LISHED BY THE CHIEF ADMINISTRATOR OF THE COURTS,  IN  CONSULTATION  WITH\n   41  MEMBERS  OF  THE  STATEWIDE ADVISORY COUNCIL, PURSUANT TO PARAGRAPHS TWO\n   42  AND THREE OF SUBDIVISION (D) OF THIS SECTION.\n   43    (10) \"UNSUITABLE\"  MEANS  DISPUTES  WHERE  DOMESTIC  VIOLENCE,  ABUSE,\n   44  SEVERE  POWER IMBALANCES OR OTHER FACTORS IN THE PARTICIPANTS' RELATION-\n   45  SHIP RENDER THE MEDIATION PROCESS INAPPROPRIATE, AS  DETERMINED  BY  THE\n   46  METHODS  FOR IDENTIFICATION AND SCREENING TO BE IMPLEMENTED BY THE CHIEF\n   47  ADMINISTRATOR OF THE COURTS, IN CONSULTATION WITH MEMBERS OF THE  STATE-\n   48  WIDE  ADVISORY COUNCIL, PURSUANT TO PARAGRAPHS TWO AND THREE OF SUBDIVI-\n   49  SION (D) OF THIS SECTION.\n   50    (11) \"SUITABLE\" MEANS DISPUTES WHICH ARE APPROPRIATE FOR MEDIATION, AS\n   51  DETERMINED BY THE METHODS FOR IDENTIFICATION AND SCREENING TO BE  IMPLE-\n   52  MENTED  BY  THE  CHIEF ADMINISTRATOR OF THE COURTS, IN CONSULTATION WITH\n   53  MEMBERS OF THE STATEWIDE ADVISORY COUNCIL, PURSUANT  TO  PARAGRAPHS  TWO\n   54  AND THREE OF SUBDIVISION (D) OF THIS SECTION.\n   55    (12) \"MEDIATION INFORMATION SESSION\" MEANS AN INITIAL SESSION WITH THE\n   56  PARTIES  TO  THE  DISPUTE  AND  THE MEDIATION PROVIDER, DURING WHICH THE\n\n       A. 3803                             3\n\n    1  MEDIATION PROVIDER  SCREENS  FOR  UNSUITABILITY  FACTORS,  EXPLAINS  THE\n    2  PURPOSE  OF  THE  MEDIATION  PROCESS AND ITS VOLUNTARY NATURE, DESCRIBES\n    3  MEDIATION PROTOCOLS, AND BEGINS, IN SUITABLE DISPUTES, TO IDENTIFY AREAS\n    4  OF DISPUTE.\n    5    (B)  PRETRIAL  PROCEDURE,  JUDICIAL  MANAGEMENT  AND  DETERMINATION IN\n    6  CUSTODY, PARENTING AND SUPPORT DISPUTES. (1)  A  CUSTODY,  PARENTING  OR\n    7  SUPPORT  DISPUTE  SHALL,  INSOFAR  AS  IS  PRACTICABLE, BE ASSIGNED TO A\n    8  SINGLE JUDGE OF THE COURT WHERE THE  DISPUTE  IS  PENDING.    THE  JUDGE\n    9  ASSIGNED  TO  THE  DISPUTE SHALL OVERSEE ALL PROCEEDINGS IN THE DISPUTE,\n   10  SEEKING TO PROMOTE SETTLEMENT BETWEEN THE PARTIES, WHERE SETTLEMENT  CAN\n   11  BE  SAFELY PROMOTED, INCLUDING A REASONABLY EXPEDITIOUS DETERMINATION OF\n   12  CUSTODY, SUPPORT AND PARENTAL AGREEMENT ON A PARENTING PLAN.\n   13    (2) DURING THE INITIAL APPEARANCE OF THE PARTIES AND  AT  SUCH  SUBSE-\n   14  QUENT  TIMES  AS  DEEMED  APPROPRIATE,  THE  JUDGE  TO WHOM THE CUSTODY,\n   15  PARENTING OR SUPPORT DISPUTE IS ASSIGNED SHALL CONDUCT A CONFERENCE WITH\n   16  THE PARTIES TO THE  DISPUTE,  AND  THEIR  ATTORNEYS,  IF  ANY,  FOR  THE\n   17  PURPOSES  OF  ASCERTAINING  WHETHER  OR  NOT  THE  CUSTODY, PARENTING OR\n   18  SUPPORT DISPUTE IS SUITABLE FOR MEDIATION. THE COURT  SHALL  NOTIFY  THE\n   19  PARTIES  TO  THE  DISPUTE  OR  THEIR  ATTORNEYS,  IF ANY, AND SUCH OTHER\n   20  PERSONS AS THE COURT DEEMS NECESSARY OF  THE  TIME  AND  PLACE  OF  SUCH\n   21  CONFERENCE.\n   22    (3) IF, AFTER CONFERENCING WITH THE PARTIES, THE COURT DETERMINES THAT\n   23  THE DISPUTE IS SUITABLE FOR MEDIATION, THE COURT SHALL, PRIOR TO HOLDING\n   24  A  HEARING  OR  TRIAL  TO ADJUDICATE THE DISPUTE, REFER THE DISPUTE TO A\n   25  MEDIATION INFORMATION SESSION.\n   26    (4) THE COURT MAY CONDUCT THE CONFERENCE REFERRED TO IN PARAGRAPH  TWO\n   27  OF  THIS  SUBDIVISION  PRIOR TO DETERMINING ANY OR ALL OTHER ISSUES THAT\n   28  MAY BE INVOLVED IN A MATRIMONIAL OR OTHER ACTION OR  PROCEEDING  BETWEEN\n   29  THE  PARTIES  TO THE CUSTODY DISPUTE, IF THE BEST INTERESTS OF THE CHILD\n   30  WILL BE SERVED BY SEPARATING THE ISSUES.\n   31    (5) THE PARTIES WHO HAVE BEEN REFERRED TO MEDIATION SHALL BE  REQUIRED\n   32  TO  ATTEND  A  MEDIATION INFORMATION SESSION, BUT MAY THEREAFTER DECLINE\n   33  MEDIATION SERVICES.   IF THEY SO  DECLINE  OR  THE  MEDIATOR  DETERMINES\n   34  DURING  THE  MEDIATION INFORMATION SESSION THAT THE DISPUTE IS NOT SUIT-\n   35  ABLE FOR MEDIATION, THE CASE SHALL THEN BE  CONFIDENTIALLY  RETURNED  TO\n   36  THE COURT FOR FURTHER PROCEEDINGS.\n   37    (C)  MEDIATION OF CUSTODY, PARENTING AND SUPPORT DISPUTES. (1) SUBJECT\n   38  TO THE PROVISIONS OF PARAGRAPH TWO OF THIS  SUBDIVISION,  EACH  JUDICIAL\n   39  DISTRICT SHALL PROVIDE, ON A PRIVATE-PAY FEE SCHEDULE BASIS TO BE IMPLE-\n   40  MENTED  BY  THE  CHIEF ADMINISTRATOR OF THE COURTS, IN CONSULTATION WITH\n   41  MEMBERS OF THE STATEWIDE ADVISORY COUNCIL PURSUANT TO PARAGRAPHS TWO AND\n   42  THREE OF SUBDIVISION (D) OF THIS SECTION, MEDIATION SERVICES TO  PARENTS\n   43  IN CUSTODY, PARENTING AND SUPPORT DISPUTES UNDER A SERVICE PLAN OR PLANS\n   44  ADHERING  TO GUIDELINES SO ESTABLISHED BY THE CHIEF ADMINISTRATOR OF THE\n   45  COURTS.\n   46    (2) THE FEE SCHEDULE BASIS ESTABLISHED PURSUANT  TO  THIS  SUBDIVISION\n   47  SHALL  PROVIDE  FOR FREE OR LOW-COST MEDIATION SERVICES, AS APPROPRIATE,\n   48  FOR PERSONS WHO ARE INDIGENT OR ARE  OTHERWISE  UNABLE  TO  AFFORD  SUCH\n   49  SERVICES.\n   50    (3)  MEDIATION  PROCEEDINGS SHALL BE CONFIDENTIAL.  ALL COMMUNICATIONS\n   51  BETWEEN A MEDIATOR AND THE PARTIES TO A DISPUTE, THE ATTORNEYS  FOR  THE\n   52  PARTIES TO THE DISPUTE, THE CHILD AND ANY COURT APPOINTED REPRESENTATIVE\n   53  OF  THE  CHILD  SHALL  BE PRIVILEGED AND INADMISSIBLE IN ANY JUDICIAL OR\n   54  ADMINISTRATIVE PROCEEDING. A MEDIATOR SHALL NOT BE CALLED AS A  WITNESS.\n   55  ANY  NOTES  AND  WORK  PRODUCT  OF  THE MEDIATOR CONCERNING THE CUSTODY,\n   56  PARENTING OR SUPPORT DISPUTE SHALL NOT BE DISCOVERED OR SUBPOENAED BY  A\n\n       A. 3803                             4\n\n    1  PARTY  TO  THE  DISPUTE, THE ATTORNEYS FOR THE PARTIES TO THE DISPUTE OR\n    2  THE COURT APPOINTED REPRESENTATIVE OF THE CHILD, IF ANY. A MEDIATOR  WHO\n    3  PROVIDES  MEDIATION  SERVICES IN A CUSTODY, PARENTING OR SUPPORT DISPUTE\n    4  SHALL NOT PROVIDE INFORMATION TO THE COURT OR TO ANY PARTY REGARDING THE\n    5  SUBSTANCE  OF  THE  MEDIATION PROCEEDINGS; PROVIDED HOWEVER, THAT, IF AN\n    6  AGREEMENT IS REACHED DURING THE MEDIATION  PROCEEDINGS,  SUCH  AGREEMENT\n    7  SHALL  BE  IN  WRITING  AND,  WITH  THE  CONSENT OF THE PARTICIPANTS, BE\n    8  PROVIDED TO THE COURT.\n    9    (4) TERMINATION OF A MEDIATION IF UNSUITABLE.  (A) IF, DURING A  MEDI-\n   10  ATION  SESSION,  IT  IS  DETERMINED BY THE MEDIATOR THAT THE DISPUTE HAS\n   11  BECOME UNSUITABLE, THE MEDIATOR SHALL TERMINATE THE MEDIATION IN ACCORD-\n   12  ANCE WITH PROTOCOLS  ESTABLISHED  BY  THE  CHIEF  ADMINISTRATOR  OF  THE\n   13  COURTS,  IN CONSULTATION WITH MEMBERS OF THE STATEWIDE ADVISORY COUNCIL,\n   14  PURSUANT TO PARAGRAPHS TWO AND THREE OF SUBDIVISION (D) OF THIS SECTION.\n   15    (B) IF SUCH TERMINATION SHOULD OCCUR, THE MEDIATOR  SHALL  INFORM  THE\n   16  COURT THAT THE MEDIATION WAS DISCONTINUED.\n   17    (D)  DUTIES  AND POWERS OF THE CHIEF ADMINISTRATOR OF THE COURTS.  (1)\n   18  THE CHIEF ADMINISTRATOR OF THE COURTS SHALL BE RESPONSIBLE FOR:\n   19    (A) PROMULGATING STANDARDS AND ADMINISTRATIVE POLICIES TO ENSURE  THAT\n   20  CUSTODY,  PARENTING  AND  SUPPORT  DISPUTES  ARE  HANDLED BY COURTS, AND\n   21  AFFILIATED PERSONNEL, ATTORNEYS, MEDIATORS AND PARTIES TO A DISPUTE IN A\n   22  MANNER CONSISTENT WITH THE PURPOSES OF THIS SECTION;\n   23    (B) PROMULGATING STANDARDS AND POLICIES TO ENSURE  THAT  THE  SERVICES\n   24  NECESSARY TO CONDUCT MEDIATION ARE OF HIGH AND REASONABLY UNIFORM QUALI-\n   25  TY IN ALL COURTS HEARING CUSTODY, PARENTING AND SUPPORT DISPUTES;\n   26    (C)  CREATING  PLANS  FOR  DELIVERY OF MEDIATION SERVICES TO COURTS IN\n   27  JUDICIAL DISTRICTS PURSUANT TO SUBDIVISION (C) OF THIS SECTION;\n   28    (D) MONITORING THE IMPLEMENTATION OF THIS SECTION AND SERVICE PLANS IN\n   29  JUDICIAL DISTRICTS; AND\n   30    (E) ORGANIZING AND SUPERVISING TRAINING  PROGRAMS  FOR  PERSONNEL  WHO\n   31  CONDUCT MEDIATION AUTHORIZED BY THIS SECTION.\n   32    (2)  THE CHIEF ADMINISTRATOR OF THE COURTS SHALL ESTABLISH A STATEWIDE\n   33  ADVISORY COMMITTEE TO RENDER ADVICE ON THE DEVELOPMENT OF STANDARDS  AND\n   34  ADMINISTRATIVE  PRACTICES  REQUIRED  UNDER  THIS  SECTION AND ON HOW THE\n   35  COURTS CAN BETTER PROVIDE SERVICES TO FAMILIES AND CHILDREN INVOLVED  IN\n   36  CUSTODY,  PARENTING  AND SUPPORT DISPUTES. THIS ADVISORY COMMITTEE SHALL\n   37  BE CONSTITUTED IN SUCH MANNER AS DEEMED ADVISABLE BY THE CHIEF  ADMINIS-\n   38  TRATOR  OF THE COURTS, EXCEPT THAT IT SHALL INCLUDE AT LEAST TWO MEMBERS\n   39  OF AN ORGANIZATION THE PURPOSE OF WHICH IS TO MONITOR AND MAKE RECOMMEN-\n   40  DATIONS RELATIVE TO THE ISSUE OF DOMESTIC VIOLENCE,  AND  AT  LEAST  TWO\n   41  MEMBERS  OF A PRIVATE OR GOVERNMENTAL ORGANIZATION WHICH IS DEDICATED TO\n   42  THE ADVANCEMENT OF ALTERNATIVE  DISPUTE  RESOLUTION.  SELECTION  OF  THE\n   43  MEMBERS OF THE ADVISORY COMMITTEE SHALL BE COMPLETED WITHIN THREE MONTHS\n   44  OF THE EFFECTIVE DATE OF THIS SECTION.\n   45    (3)  SPECIAL DUTIES OF THE STATEWIDE ADVISORY COMMITTEE. THE STATEWIDE\n   46  ADVISORY COMMITTEE SHALL DEVELOP RECOMMENDATIONS FOR DETERMINING  TRAIN-\n   47  ING  REQUIREMENTS AND SUCH OTHER REQUIREMENTS AS THE CHIEF ADMINISTRATOR\n   48  OF THE COURTS SHALL REQUIRE FOR MEDIATORS WHO PROVIDE FAMILY ISSUE MEDI-\n   49  ATIONS. SUCH REQUIREMENTS SHALL INCLUDE PROTOCOLS FOR THE CONDUCT  OF  A\n   50  MEDIATION  SESSION AND PROTOCOLS FOR RECOGNIZING THE EXISTENCE OF ISSUES\n   51  WHICH ARE UNSUITABLE FOR MEDIATION.  THE RECOMMENDATIONS OF  THE  STATE-\n   52  WIDE  ADVISORY COMMITTEE SHALL BE INCLUDED IN A WRITTEN REPORT SUBMITTED\n   53  TO THE CHIEF  ADMINISTRATOR  WITHIN  NINE  MONTHS  AFTER  THE  COMMITTEE\n   54  MEMBERS  SHALL  HAVE BEEN APPOINTED.  THE MEMBERS OF THE STATEWIDE ADVI-\n   55  SORY COMMITTEE SHALL SERVE WITHOUT COMPENSATION BUT SHALL BE ENTITLED TO\n\n       A. 3803                             5\n\n    1  REIMBURSEMENT FOR NECESSARY AND  REASONABLE  EXPENSES  INCURRED  IN  THE\n    2  COURSE OF THEIR DUTIES.\n    3    S  4. This act shall take effect immediately. Provided, that the addi-\n    4  tion, amendment and/or repeal of any rule or  regulation  necessary  for\n    5  the  implementation  of this act are immediately authorized and directed\n    6  to be made and completed on an emergency basis.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to the child custody and support decision-making process ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T121848.TXT", "SOBI.D110127.T145933.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296158373485
}