{
  "year" : 2011,
  "senateBillNo" : "A3810-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to labor",
    "billEventId" : "A3810-2011-1296104400000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of labor to study the feasibility of developing and implementing an insurance plan to provide benefits to certain unemployed persons",
  "summary" : "Directs the commissioner of labor, in consultation with the superintendent of insurance, to study the feasibility of developing and implementing an insurance plan funded through payroll deductions to provide benefits to unemployed persons upon the expiration of unemployment benefits; requires report to the governor and the legislature after one year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor",
  "previousVersions" : [ "A6869-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3810\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced by M. of A. CAMARA -- Multi-Sponsored by -- M. of A. PHEFFER,\n         WEISENBERG -- read once and referred to the Committee on Labor\n\n       AN  ACT  to  direct  the commissioner of labor, in consultation with the\n         superintendent of insurance, to study the  feasibility  of  developing\n         and  implementing  an insurance plan to provide benefits to unemployed\n         persons upon the expiration of unemployment  benefits;  and  providing\n         for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds that the  contin-\n    2  uous  downsizing  of  employees  by  the  public and private sectors has\n    3  created great concerns relative to long term stability in employment.  A\n    4  recent  study  indicates that projected job employment for persons under\n    5  age forty will average four and one-half years per employment placement.\n    6  This employment instability is further aggravated by actual and project-\n    7  ed exportation of domestic jobs.\n    8    The legislature further finds that state government officials  regard-\n    9  less  of political party affiliation have all expressed concern relative\n   10  to payment of persons on the public assistance  rolls,  and  have  urged\n   11  various  \"workfare  not  welfare\" programs. It is clear that this recent\n   12  employment  enigma  can  only  further  exacerbate   this   unemployment\n   13  discussion.\n   14    Accordingly  it  is  prudent  that the state develop an insurance plan\n   15  that provides for persons who may encounter such an employment  predica-\n   16  ment.    Such  a  plan  would  lessen  the burden of public support, and\n   17  provide for the stable financial  management  of  dislocated  employees.\n   18  Such  insurance plan would provide benefits upon the expiration of unem-\n   19  ployment benefits if the unemployment condition prevails.  Contributions\n   20  to the insurance program would derive from deductions through employees'\n   21  salaries.  Such  deductions  would be no more than ten percent of annual\n   22  salary. Unspent accounts would be refunded after an employee attains the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04065-01-1\n\n       A. 3810                             2\n\n    1  age of fifty-five. The intent of this legislation is to provide  employ-\n    2  ees with insurance against job insecurity.\n    3    S  2.  The commissioner of labor, in consultation with the superinten-\n    4  dent of insurance, shall study the feasibility of developing and  imple-\n    5  menting an insurance plan to provide benefits to unemployed persons upon\n    6  the expiration of unemployment benefits. Such study shall include:\n    7    1.  the  manner in which insurance premiums shall be paid to such plan\n    8  including payroll deductions from employee salaries;\n    9    2. the amount of such payroll deductions not exceeding ten percent  of\n   10  such employee salaries;\n   11    3.  a mechanism to refund to employees premiums paid by employees that\n   12  were not paid on such employees' behalf; and\n   13    4. any other information that the commissioner of labor deems relevant\n   14  and necessary.\n   15    S 3. A report of the findings of such study,  recommendations  of  the\n   16  commissioner  of  labor and any proposed legislation necessary to imple-\n   17  ment such findings shall be filed with the governor, the temporary pres-\n   18  ident of the senate and the speaker of  the  assembly  within  one  year\n   19  after the effective date of this act.\n   20    S  4.  This  act shall take effect immediately and shall expire and be\n   21  deemed repealed one year after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to direct the commissioner of labor, in consultation with the superintendent of insurance, to study the feasibility of developing and implementing an insurance plan to provide benefits to unemployed persons upon the expiration of unemployment benefits; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T151408.TXT", "SOBI.D110127.T141402.TXT", "SOBI.D110127.T140855.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159248644
}