{
  "year" : 2011,
  "senateBillNo" : "A3817-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3817-2011-1296104400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides requirements for certain pesticide applications; repealer",
  "summary" : "Makes the application of pesticides to freshwater or tidal wetlands a regulated activity; establishes requirements for application of pesticides to freshwater and tidal wetlands; requires the use of an integrated pest management program; establishes requirements for notification and posting of public utility company right-of-way pesticide applications; prohibits pesticide application by aircraft conducted by or on behalf of utilities; establishes requirements for the application of pesticides by aircraft including notification of the community of area-wide pesticide applications by aircraft; application must be by a certified applicator and a separate permit is required for each application. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2545-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3817\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         requirements  for  pesticide  applications  in freshwater wetlands and\n         tidal wetlands, and by aircraft; to amend the public service  law  and\n         the  environmental  conservation  law,  in relation to notification of\n         utility right-of-way applications; and  to  repeal  subdivision  6  of\n         section  33-0101  of  the  environmental  conservation law relating to\n         pesticide applications by aircraft\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  24-0107 of the environmental conservation law is\n    2  amended by adding two new subdivisions 9 and 10 to read as follows:\n    3    9. \"PESTICIDE\" SHALL MEAN:\n    4    (A) ANY SUBSTANCES OR MIXTURE OF SUBSTANCES INTENDED  FOR  PREVENTING,\n    5  DESTROYING, REPELLING OR MITIGATING ANY PEST; AND\n    6    (B) ANY SUBSTANCE OR MIXTURE OF SUBSTANCES INTENDED FOR USE AS A PLANT\n    7  REGULATOR, DEFOLIANT OR DESICCANT.\n    8    10.  \"INTEGRATED  PEST  MANAGEMENT\"  MEANS  AN ECONOMICAL AND ENVIRON-\n    9  MENTALLY SENSITIVE APPROACH TO PEST MANAGEMENT WHICH RELIES ON A  COMBI-\n   10  NATION OF BIOLOGICAL, CHEMICAL, CULTURAL, MECHANICAL AND OTHER NON-CHEM-\n   11  ICAL  PEST CONTROL TECHNIQUES AND PRACTICES, AND, WHEN NECESSARY, TO USE\n   12  SELECTIVE PESTICIDES TO MANAGE PEST POPULATIONS BY  THE  MOST  EFFECTIVE\n   13  MEANS TO PREVENT UNACCEPTABLE LEVELS OF PEST ACTIVITIES AND DAMAGE, WITH\n   14  THE  LEAST  HAZARD  TO  PEOPLE, PROPERTY AND THE ENVIRONMENT.   CHEMICAL\n   15  CONTROL MEASURES SHALL BE THE PRACTICE OF LAST RESORT.\n   16    S 2. Subdivisions 2 and 5 of  section  24-0701  of  the  environmental\n   17  conservation  law,  as  amended  by chapter 654 of the laws of 1977, are\n   18  amended to read as follows:\n   19    2. Activities subject to regulation shall include any form  of  drain-\n   20  ing, dredging, excavation, removal of soil, mud, sand, shells, gravel or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07354-01-1\n\n       A. 3817                             2\n\n    1  other  aggregate  from  any freshwater wetland, either directly or indi-\n    2  rectly; and any form of dumping, filling, or  depositing  of  any  soil,\n    3  stones,  sand, gravel, mud, rubbish or fill of any kind, either directly\n    4  or  indirectly;  APPLY  PESTICIDES;  erecting any structures, roads, the\n    5  driving of pilings, or placing of any other obstructions whether or  not\n    6  changing the ebb and flow of the water; any form of pollution, including\n    7  but  not  limited to, installing a septic tank, running a sewer outfall,\n    8  discharging sewage treatment effluent or other liquid wastes into or  so\n    9  as  to  drain  into  a  freshwater wetland; and any other activity which\n   10  substantially impairs any of the several functions served by  freshwater\n   11  wetlands  or  the  benefits  derived  therefrom  which  are set forth in\n   12  section 24-0105 of this article. These activities are subject  to  regu-\n   13  lation  whether  or  not  they  occur  upon  the wetland itself, if they\n   14  impinge upon or otherwise substantially  affect  the  wetlands  and  are\n   15  located  not  more  than  one  hundred  feet  from  the boundary of such\n   16  wetland. Provided, that a greater distance from any such wetland may  be\n   17  regulated  pursuant  to this article by the appropriate local government\n   18  or by the department, whichever  has  jurisdiction  over  such  wetland,\n   19  where necessary to protect and preserve the wetland.\n   20    5. Public health activities, orders, and regulations of the department\n   21  of  health  shall  be  excluded  from  regulated activities, EXCEPT THAT\n   22  PESTICIDE APPLICATIONS FOR PUBLIC HEALTH PURPOSES SHALL  BE  SUBJECT  TO\n   23  REGULATION  PURSUANT  TO  THIS  TITLE.  Copies of all such public health\n   24  orders and regulations  affecting  wetlands  shall  be  filed  with  the\n   25  department  of  environmental conservation. The commissioner may request\n   26  modification of such orders or regulations if he deems such necessary to\n   27  implement the policy of this article.\n   28    S 3. Section 24-0703 of the environmental conservation law is  amended\n   29  by adding a new subdivision 1-a to read as follows:\n   30    1-A. AN APPLICATION FOR A PERMIT TO APPLY A PESTICIDE IN OR WITHIN ONE\n   31  HUNDRED FEET OF FRESHWATER WETLANDS SHALL PROVIDE THE FOLLOWING INFORMA-\n   32  TION:\n   33    (A) THE PURPOSE AND JUSTIFICATION OF THE PESTICIDE APPLICATION;\n   34    (B) A DESCRIPTION OF THE TARGET ORGANISM;\n   35    (C) THE PROPOSED DATE AND METHOD OF PESTICIDE APPLICATION;\n   36    (D)  A DISCUSSION OF THE INTEGRATED PEST MANAGEMENT PROGRAM, INCLUDING\n   37  NON-CHEMICAL ALTERNATIVES  TO  USING  PESTICIDES,  TO  BE  UTILIZED  FOR\n   38  CONTROLLING THE TARGET ORGANISM; AND\n   39    (E)  A  DISCUSSION  OF THE LEAST-TOXIC PESTICIDES AVAILABLE TO CONTROL\n   40  THE TARGET ORGANISM, WHICH MIGHT BE USED AS A LAST RESORT.\n   41    S 4. Subdivision 1 of section 24-0705 of the  environmental  conserva-\n   42  tion  law,  as amended by chapter 654 of the laws of 1977, is amended to\n   43  read as follows:\n   44    1. In granting, denying or limiting any permit, the  local  government\n   45  or the commissioner shall:\n   46    (A) consider the effect of the proposed activity with reference to the\n   47  public  health and welfare, fishing, flood, hurricane and storm dangers,\n   48  and protection or enhancement of the several functions of the freshwater\n   49  wetlands and the benefits derived  therefrom  which  are  set  forth  in\n   50  section  24-0103  of  this article. The effects of the proposed activity\n   51  shall be considered by the department or a local government, as the case\n   52  may be, irrespective of political boundaries;\n   53    (B) CONFIRM THAT AN  INTEGRATED  PEST  MANAGEMENT  PROGRAM,  INCLUDING\n   54  BIOLOGICAL AND CULTURAL METHODS TO CONTROL THE TARGET ORGANISM HAVE BEEN\n   55  UTILIZED, AND ONLY AS A LAST RESORT, IS A PESTICIDE APPLICATION PROPOSED\n\n       A. 3817                             3\n\n    1  WHICH  UTILIZES  THE LEAST TOXIC PESTICIDE REGISTERED FOR CONTROL OF THE\n    2  TARGET ORGANISM;\n    3    (C)  CONFIRM  THAT  NOTICE  HAS  BEEN  GIVEN  TO  PERSONS LIKELY TO BE\n    4  ADVERSELY AFFECTED BY SUCH  USE  OF  PESTICIDES,  REQUIRING  CONSENT  OF\n    5  PERSONS  WHO HAVE A SUBSTANTIAL INTEREST IN SUCH USE, PRIOR TO THE ISSU-\n    6  ANCE OF ANY PERMIT FOR SUCH  USE,  EXCEPT  THAT  CONSENT  SHALL  NOT  BE\n    7  REQUIRED  IN THE CASE OF A PUBLIC EMERGENCY DECLARED BY THE COMMISSIONER\n    8  OF HEALTH OR A LOCAL HEALTH AGENCY AND APPROVED BY THE  COMMISSIONER  OF\n    9  HEALTH; AND\n   10    (D)  PROVIDE FOR PUBLISHED NOTICE OF ANY PESTICIDE APPLICATION AUTHOR-\n   11  IZED BY A PERMIT ISSUED BY THE LOCAL GOVERNMENT OR THE COMMISSIONER,  IN\n   12  A NEWSPAPER GENERALLY CIRCULATED IN THE AREA WHERE THE APPLICATION IS TO\n   13  OCCUR,  AT LEAST ONE WEEK PRIOR TO AND AT LEAST THREE DAYS PRIOR TO SUCH\n   14  APPLICATION. FOR PESTICIDE  APPLICATIONS  CONDUCTED  IN  RESPONSE  TO  A\n   15  PUBLIC  HEALTH EMERGENCY DECLARED BY THE DEPARTMENT OF HEALTH OR A LOCAL\n   16  HEALTH AGENCY AND APPROVED BY THE DEPARTMENT OF HEALTH, NEWSPAPER PUBLI-\n   17  CATION OF THE PESTICIDE APPLICATION SHALL BE  REQUIRED  AT  LEAST  THREE\n   18  DAYS  PRIOR  TO THE APPLICATION. THE NEWSPAPER PUBLICATION SHALL CONTAIN\n   19  AT LEAST THE FOLLOWING INFORMATION:\n   20    (I) THE PURPOSE OF THE PESTICIDE APPLICATION;\n   21    (II) THE PRODUCT NAME OF THE PESTICIDE AND THE  ACTIVE  INGREDIENT  IN\n   22  THE PRODUCT BEING APPLIED;\n   23    (III) THE PROPOSED DATES OF THE PESTICIDE APPLICATION;\n   24    (IV) THE SPECIFIC LOCATION OF THE PESTICIDE APPLICATION;\n   25    (V)  A  CONTACT  PERSON  AND TELEPHONE NUMBER FOR FURTHER INFORMATION,\n   26  INCLUDING A COPY OF THE PESTICIDE OR CHEMICAL LABEL; AND\n   27    (VI) PROVIDE FOR POSTING OF PUBLIC NOTICES FOR PESTICIDE  APPLICATIONS\n   28  AUTHORIZED  BY  A  PERMIT ISSUED BY THE DEPARTMENT, AT REGULAR INTERVALS\n   29  AROUND OR ALONG THE PERIMETER AND AT PUBLIC ACCESS POINTS OF THE TREATED\n   30  FRESHWATER WETLAND.\n   31    S 5. Section 25-0103 of the environmental conservation law is  amended\n   32  by adding two new subdivisions 6 and 7 to read as follows:\n   33    6. \"PESTICIDE\" SHALL MEAN:\n   34    (A)  ANY  SUBSTANCES OR MIXTURE OF SUBSTANCES INTENDED FOR PREVENTING,\n   35  DESTROYING, REPELLING OR MITIGATING ANY PEST; AND\n   36    (B) ANY SUBSTANCE OR MIXTURE OF SUBSTANCES INTENDED FOR USE AS A PLANT\n   37  REGULATOR, DEFOLIANT OR DESICCANT.\n   38    7. \"INTEGRATED PEST  MANAGEMENT\"  MEANS  AN  ECONOMICAL  AND  ENVIRON-\n   39  MENTALLY  SENSITIVE APPROACH TO PEST MANAGEMENT WHICH RELIES ON A COMBI-\n   40  NATION OF BIOLOGICAL, CHEMICAL, CULTURAL, MECHANICAL AND OTHER NON-CHEM-\n   41  ICAL PEST CONTROL TECHNIQUES AND PRACTICES, AND, WHEN NECESSARY, TO  USE\n   42  SELECTIVE  PESTICIDES  TO  MANAGE PEST POPULATIONS BY THE MOST EFFECTIVE\n   43  MEANS TO PREVENT UNACCEPTABLE LEVELS OF PEST ACTIVITIES AND DAMAGE, WITH\n   44  THE LEAST HAZARD TO PEOPLE, PROPERTY  AND  THE  ENVIRONMENT.    CHEMICAL\n   45  CONTROL MEASURES SHALL BE THE PRACTICE OF LAST RESORT.\n   46    S  6.  Subdivisions  2  and  4 of section 25-0401 of the environmental\n   47  conservation law, as added by chapter 790  of  the  laws  of  1973,  are\n   48  amended to read as follows:\n   49    2.  Activities  subject  to  regulation  hereunder include any form of\n   50  draining, dredging, excavation, and removal either directly or indirect-\n   51  ly, of soil, mud, sand, shells, gravel or other aggregate from any tidal\n   52  wetland; any form of dumping, filling, or depositing, either directly or\n   53  indirectly, of any soil, stones, sand, gravel, mud, rubbish, or fill  of\n   54  any  kind; APPLYING PESTICIDES; the erection of any structures or roads,\n   55  the driving of any pilings or placing of any other obstructions, whether\n   56  or not changing the ebb and flow of the tide,  and  any  other  activity\n\n       A. 3817                             4\n\n    1  within  or  immediately  adjacent  to  inventoried  wetlands  which  may\n    2  substantially impair or alter the natural condition of the tidal wetland\n    3  area.\n    4    4.  Activities, orders, and regulations of the department of health or\n    5  of units of local government with respect to matters  of  public  health\n    6  shall  be  excluded  from  regulation  hereunder,  except as hereinafter\n    7  provided, AND EXCEPT  THAT  PESTICIDE  APPLICATIONS  FOR  PUBLIC  HEALTH\n    8  PURPOSES  TO TIDAL WETLANDS SHALL BE EXCLUDED PURSUANT TO THIS TITLE AND\n    9  SUBJECT TO REGULATION.   Copies of all such  public  health  orders  and\n   10  regulations  affecting tidal wetlands shall be filed with the department\n   11  of environmental conservation. The commissioner may require modification\n   12  of such orders or regulations if he deems it necessary to implement  the\n   13  policy of this [act] ARTICLE.\n   14    S  7. Section 25-0402 of the environmental conservation law is amended\n   15  by adding a new subdivision 1-a to read as follows:\n   16    1-A. AN APPLICATION FOR A PERMIT TO APPLY A PESTICIDE IN OR WITHIN ONE\n   17  HUNDRED FEET OF TIDAL WETLANDS SHALL PROVIDE THE FOLLOWING INFORMATION:\n   18    (A) THE PURPOSE AND JUSTIFICATION OF THE PESTICIDE APPLICATION;\n   19    (B) A DESCRIPTION OF THE TARGET ORGANISM;\n   20    (C) THE PROPOSED DATE AND METHOD OF PESTICIDE APPLICATION;\n   21    (D) A DISCUSSION OF THE INTEGRATED PEST MANAGEMENT PROGRAM,  INCLUDING\n   22  NON-CHEMICAL  ALTERNATIVES  TO  USING  PESTICIDES,  TO  BE  UTILIZED FOR\n   23  CONTROLLING THE TARGET ORGANISM; AND\n   24    (E) A DISCUSSION OF THE LEAST-TOXIC PESTICIDES  AVAILABLE  TO  CONTROL\n   25  THE TARGET ORGANISM, WHICH MIGHT BE USED AS A LAST RESORT.\n   26    S  8.  Subdivision 1 of section 25-0403 of the environmental conserva-\n   27  tion law, as amended by chapter 233 of the laws of 1979, is  amended  to\n   28  read as follows:\n   29    1.  In granting, denying or limiting any permit under this [act] ARTI-\n   30  CLE, the commissioner shall:\n   31    (A) consider the compatibility of the proposed activity with reference\n   32  to the public health  and  welfare,  marine  fisheries,  shellfisheries,\n   33  wildlife,  flood and hurricane and storm dangers, and the land-use regu-\n   34  lations promulgated pursuant to section 25-0302 of this [act] ARTICLE;\n   35    (B) CONFIRM THAT AN  INTEGRATED  PEST  MANAGEMENT  PROGRAM,  INCLUDING\n   36  BIOLOGICAL AND CULTURAL METHODS TO CONTROL THE TARGET ORGANISM HAVE BEEN\n   37  UTILIZED, AND ONLY AS A LAST RESORT, IS A PESTICIDE APPLICATION PROPOSED\n   38  WHICH  UTILIZES  THE LEAST TOXIC PESTICIDE REGISTERED FOR CONTROL OF THE\n   39  TARGET ORGANISM;\n   40    (C) CONFIRM THAT NOTICE  HAS  BEEN  GIVEN  TO  PERSONS  LIKELY  TO  BE\n   41  ADVERSELY  AFFECTED  BY  SUCH  USE  OF  PESTICIDES, REQUIRING CONSENT OF\n   42  PERSONS WHO HAVE A SUBSTANTIAL INTEREST IN SUCH USE, PRIOR TO THE  ISSU-\n   43  ANCE  OF  ANY  PERMIT  FOR  SUCH  USE,  EXCEPT THAT CONSENT SHALL NOT BE\n   44  REQUIRED IN THE CASE OF A PUBLIC EMERGENCY DECLARED BY THE  COMMISSIONER\n   45  OF  HEALTH  OR A LOCAL HEALTH AGENCY AND APPROVED BY THE COMMISSIONER OF\n   46  HEALTH; AND\n   47    (D) PROVIDE FOR PUBLISHED NOTICE OF ANY PESTICIDE APPLICATION  AUTHOR-\n   48  IZED  BY  A  PERMIT  ISSUED  BY THE DEPARTMENT, IN A NEWSPAPER GENERALLY\n   49  CIRCULATED IN THE AREA WHERE THE APPLICATION IS TO OCCUR, AT  LEAST  ONE\n   50  WEEK  PRIOR  TO  AND  AT LEAST THREE DAYS PRIOR TO SUCH APPLICATION. FOR\n   51  PESTICIDE APPLICATIONS CONDUCTED IN RESPONSE TO A PUBLIC HEALTH EMERGEN-\n   52  CY DECLARED BY THE DEPARTMENT OF HEALTH OR A  LOCAL  HEALTH  AGENCY  AND\n   53  APPROVED  BY  THE  DEPARTMENT  OF  HEALTH,  NEWSPAPER PUBLICATION OF THE\n   54  PESTICIDE APPLICATION SHALL BE REQUIRED AT LEAST THREE DAYS PRIOR TO THE\n   55  APPLICATION. THE  NEWSPAPER  PUBLICATION  SHALL  CONTAIN  AT  LEAST  THE\n   56  FOLLOWING INFORMATION:\n\n       A. 3817                             5\n\n    1    (I) THE PURPOSE OF THE PESTICIDE APPLICATION;\n    2    (II)  THE  PRODUCT  NAME OF THE PESTICIDE AND THE ACTIVE INGREDIENT IN\n    3  THE PRODUCT BEING APPLIED;\n    4    (III) THE PROPOSED DATES OF THE PESTICIDE APPLICATION;\n    5    (IV) THE SPECIFIC LOCATION OF THE PESTICIDE APPLICATION;\n    6    (V) A CONTACT PERSON AND TELEPHONE  NUMBER  FOR  FURTHER  INFORMATION,\n    7  INCLUDING A COPY OF THE PESTICIDE OR CHEMICAL LABEL; AND\n    8    (VI)  PROVIDE FOR POSTING OF PUBLIC NOTICES FOR PESTICIDE APPLICATIONS\n    9  AUTHORIZED BY A PERMIT ISSUED BY THE DEPARTMENT,  AT  REGULAR  INTERVALS\n   10  AROUND OR ALONG THE PERIMETER AND AT PUBLIC ACCESS POINTS OF THE TREATED\n   11  TIDAL WETLAND.\n   12    S  9.  Subdivision 6 of section 33-0101 of the environmental conserva-\n   13  tion law is REPEALED and a  new  subdivision  6  is  added  to  read  as\n   14  follows:\n   15    6. \"AIRCRAFT\" SHALL MEAN A WEIGHT-CARRYING STRUCTURE FOR NAVIGATION OF\n   16  THE  AIR  THAT IS SUPPORTED EITHER BY ITS OWN BUOYANCY OR BY THE DYNAMIC\n   17  ACTION OF THE AIR AGAINST ITS SURFACES AND INCLUDES EITHER FIXED-WING OR\n   18  ROTARY-WING AIRCRAFT.\n   19    S 10. Paragraph d of subdivision 46 of section 33-0101 of the environ-\n   20  mental conservation law, as added by chapter 559 of the laws of 1987, is\n   21  amended to read as follows:\n   22    d. the application of pesticides by or on behalf  of  agencies  except\n   23  that  agencies  shall  be  subject  to  visual notification requirements\n   24  pursuant to section 33-1003 OF THIS ARTICLE where  such  application  is\n   25  within  one hundred feet of a dwelling, multiple dwelling, public build-\n   26  ing or public park; AND  EXCEPT  THAT  PUBLIC  UTILITY  COMPANIES  SHALL\n   27  COMPLY  WITH  THE  REQUIREMENTS OF SECTION ONE HUNDRED NINETEEN-D OF THE\n   28  PUBLIC SERVICE LAW; and\n   29    S 11. The environmental conservation law is amended by  adding  a  new\n   30  section 33-0908 to read as follows:\n   31  S 33-0908. APPLICATIONS OF PESTICIDES BY AIRCRAFT.\n   32    1.  A CERTIFIED APPLICATOR SHALL OBTAIN A PERMIT ISSUED BY THE COMMIS-\n   33  SIONER IN ORDER TO APPLY, OFFER TO APPLY, OR CAUSE  TO  BE  APPLIED  ANY\n   34  PESTICIDE  BY  AIRCRAFT.  A  SEPARATE  PERMIT SHALL BE REQUIRED FOR EACH\n   35  AERIAL PESTICIDE APPLICATION.  AN  APPLICANT  FOR  AN  AERIAL  PESTICIDE\n   36  APPLICATION  PERMIT  SHALL  INCLUDE  THE  FOLLOWING  INFORMATION  TO THE\n   37  COMMISSIONER:\n   38    A. CERTIFICATION THAT THE  AIRCRAFT  CURRENTLY  MEETS  ALL  APPLICABLE\n   39  FEDERAL AND STATE REGULATIONS;\n   40    B. THE AIRCRAFT IDENTIFICATION NUMBER;\n   41    C. THE TYPE OF AIRCRAFT (FIXED WING OR ROTARY WING);\n   42    D. THE BOUNDARIES AND EXACT LOCATION OF THE TARGET AREA;\n   43    E. THE OWNERSHIP OF THE TARGET AREA;\n   44    F.  THE  IDENTITY OF NON-TARGET AREAS AND SAFETY HAZARDS LOCATED ON OR\n   45  ADJACENT TO THE TARGET AREA;\n   46    G. THE CROP OR TYPE OF TARGET AREA TO BE TREATED;\n   47    H. THE TARGET ORGANISM OR ORGANISMS TO BE CONTROLLED;\n   48    I. THE PESTICIDE TO BE USED;\n   49    J. THE PROPOSED DATE AND TIME OF THE APPLICATION;\n   50    K. THE CERTIFICATION IDENTIFICATION NUMBER, NAME AND  ADDRESS  OF  THE\n   51  CERTIFIED APPLICATOR APPLYING THE PESTICIDE;\n   52    L.  CERTIFICATION  THAT THE CERTIFIED APPLICATOR HAS PARTICIPATED IN A\n   53  TRAINING PROGRAM APPROVED BY THE DEPARTMENT,  WHICH  SHALL  INCLUDE  THE\n   54  MIXING  AND  LOADING OF THE PESTICIDE INTO THE AIRCRAFT, CALIBRATION AND\n   55  OPERATION OF THE APPLICATION  EQUIPMENT  USED  BY  THE  APPLICATOR,  AND\n   56  CLEANING THE APPLICATION EQUIPMENT; AND\n\n       A. 3817                             6\n\n    1    M.  PROOF,  IN  A  FORM  DETERMINED BY THE DEPARTMENT, THAT THE AERIAL\n    2  APPLICATION EQUIPMENT HAS BEEN  PROPERLY  CALIBRATED  ACCORDING  TO  THE\n    3  MANUFACTURER'S  INSTRUCTIONS  FOR  THE  TYPE  OF  APPLICATION  PROPOSED,\n    4  INCLUDING THE DATE OF CALIBRATION.\n    5    2.  THE FOLLOWING CONDITIONS SHALL APPLY TO ALL PESTICIDE APPLICATIONS\n    6  BY AIRCRAFT:\n    7    A. ALL AERIAL SPRAY OR SPREADING EQUIPMENT SHALL BE:\n    8    (I)  FREE OF LEAKS AND SHALL HAVE A POSITIVE SHUTOFF SYSTEM TO PREVENT\n    9  LEAKING AND DISSEMINATION OF PESTICIDES ON  ANY  NON-TARGET  AREAS  OVER\n   10  WHICH THE FLIGHT IS MADE;\n   11    (II)   REGULARLY   CALIBRATED,   ACCORDING   TO   THE   MANUFACTURER'S\n   12  INSTRUCTIONS; RECORDS SHALL BE KEPT OF EVERY CALIBRATION, INCLUDING  THE\n   13  DATE AND TYPE OF CALIBRATION ACTIVITY CONDUCTED;\n   14    (III)  THOROUGHLY  RINSED  AFTER EACH AGRICULTURAL AIRCRAFT OPERATION,\n   15  EXCEPT IF THE NEXT APPLICATION WILL BE MADE USING THE SAME PESTICIDE, OR\n   16  IF ANOTHER PESTICIDE IS TO BE USED, IT IS COMPATIBLE WITH THAT PREVIOUS-\n   17  LY USED IN THE EQUIPMENT AND WILL NOT  RESULT  IN  ILLEGAL  RESIDUES  OR\n   18  SIGNIFICANT  RISK  OR  INJURY  OR  DAMAGE WHEN APPLIED TO THE NEW TARGET\n   19  SITE; AND\n   20    (IV) DESIGNED TO ALLOW COMPLETE DRAINAGE  DURING  FLIGHT  AND  ON  THE\n   21  GROUND;\n   22    B. ALL PESTICIDES APPLIED AERIALLY:\n   23    (I)  AS  LIQUIDS,  IN  LIQUID  CARRIERS, OR AS DUSTS SHALL BE RELEASED\n   24  WITHIN FIFTEEN FEET ABOVE THE TARGET, EXCEPT FOR APPLICATIONS TO  FOREST\n   25  OR  TREES  WHICH  SHALL BE WITHIN FIFTY FEET ABOVE THE TARGET AND EXCEPT\n   26  WHERE OBSTRUCTIONS IN OR ADJACENT TO THE TARGET WOULD ENDANGER THE SAFE-\n   27  TY OF THE PILOT WHILE APPLYING PESTICIDES AT THAT ALTITUDE; AND\n   28    (II) AS DRY GRANULES OR PELLETS SHALL BE RELEASED  WITHIN  FORTY  FEET\n   29  ABOVE THE TARGET, EXCEPT WHERE OBSTRUCTIONS IN OR ADJACENT TO THE TARGET\n   30  WOULD ENDANGER THE SAFETY OF THE PILOT WHILE APPLYING PESTICIDES AT THAT\n   31  ALTITUDE.\n   32    3.  THE FOLLOWING CONDITIONS SHALL APPLY TO CERTAIN PESTICIDE APPLICA-\n   33  TIONS BY AIRCRAFT:\n   34    A. AERIAL PESTICIDE APPLICATIONS FOR NON-AGRICULTURAL PURPOSES USING:\n   35    (I) ROTARY WING AIRCRAFT SHALL NOT BE PERFORMED ON A TARGET SITE  LESS\n   36  THAN THREE CONTIGUOUS ACRES IN SIZE; AND\n   37    (II)  FIXED WING AIRCRAFT SHALL NOT BE PERFORMED ON A TARGET SITE LESS\n   38  THAN TEN CONTIGUOUS ACRES IN SIZE.\n   39    B. AERIAL PESTICIDE APPLICATIONS  FOR  AGRICULTURAL  PURPOSES  MAY  BE\n   40  PERFORMED  ON  ANY SIZE FIELD, PROVIDING THAT THE FIELD BEING SPRAYED IS\n   41  PART OF A LARGER  PROPERTY  OF  FIVE  OR  MORE  ACRES  WHOLLY  OWNED  OR\n   42  CONTROLLED BY THE PERSON CONTRACTING FOR THE PESTICIDE APPLICATION.\n   43    C. APPLICATION OF PESTICIDES BY AIRCRAFT IS PROHIBITED:\n   44    (I) ON ANY RIGHT-OF-WAY; OR\n   45    (II)  WITHIN  THREE  HUNDRED  FEET  HORIZONTALLY  OF THE PREMISES OF A\n   46  SCHOOL, HOSPITAL, NURSING HOME, DAY  CARE  CENTER,  HOUSE  OF  RELIGIOUS\n   47  WORSHIP  OR  ANY  BUILDING  WHICH  IS  USED FOR RESIDENTIAL, BUSINESS OR\n   48  SOCIAL ACTIVITY, IF EITHER THE PREMISES OR THE BUILDING IS  OCCUPIED  BY\n   49  PEOPLE; EXCEPT THAT:\n   50    A.  PESTICIDES  MAY BE DEPOSITED AERIALLY WITHIN ONE HUNDRED FEET OF A\n   51  BUILDING USED FOR AN AGRICULTURAL BUSINESS, PROVIDED THAT ONLY A GENERAL\n   52  USE PESTICIDE IS APPLIED AND WARNING IS GIVEN PRIOR TO  APPLICATION,  SO\n   53  THAT  DOORS  AND/OR WINDOWS ON THE BUILDING ARE CLOSED AND THE OCCUPANTS\n   54  THEREOF ARE ALLOWED TIME TO VACATE THE BUILDING; AND\n   55    B. THE DISTANCE MAY BE WAIVED FOR A SINGLE-FAMILY  RESIDENCE  THAT  IS\n   56  OCCUPIED BY THE PERSON CONTRACTING TO HAVE THE APPLICATION PERFORMED AND\n\n       A. 3817                             7\n\n    1  WHICH  IS LOCATED ON A PROPERTY WHICH INCLUDES THE TARGET SITE AND WHOSE\n    2  OCCUPANT OF LEGAL AGE HAS ENTERED INTO A WRITTEN CONSENT AGREEMENT  WITH\n    3  PESTICIDE  APPLICATOR,  REGISTERED BUSINESS OR PARTY CONTRACTING FOR THE\n    4  APPLICATION  SERVICE, WHICH CONTAINS THE DATE OF THE AGREEMENT; THE TIME\n    5  PERIOD FOR WHICH THE CONSENT IS VALID; THE LOCATION  OR  DESIGNATION  OF\n    6  THE PRIVATE RESIDENCE; AND THE SIGNATURE OF THE CONSENTING INHABITANT OF\n    7  THE  PRIVATE  RESIDENCE.  CONSENT  MAY  BE  WITHDRAWN AT ANY TIME BY ANY\n    8  CONSENTING INHABITANT,  BY  NOTIFYING  THE  PARTY  WHICH  REQUESTED  THE\n    9  CONSENT  IN  WRITING;  THIS  NOTIFICATION  IMMEDIATELY  INVALIDATES  THE\n   10  CONSENT AGREEMENT. COPIES OF WRITTEN CONSENT AGREEMENTS AND  WITHDRAWALS\n   11  FROM THE CONSENT AGREEMENT SHALL BE MAINTAINED BY THE PESTICIDE APPLICA-\n   12  TOR  AND/OR THE REGISTERED PESTICIDE BUSINESS AND SHALL BE AVAILABLE FOR\n   13  INSPECTION BY THE DEPARTMENT.\n   14    4. NOTIFICATION FOR COMMUNITY OF AREA-WIDE PESTICIDE  APPLICATIONS  BY\n   15  AIRCRAFT SHALL:\n   16    A. BE PROVIDED FOR ALL PERSONS RESIDING IN THE PROPOSED TREATMENT AREA\n   17  THROUGH  ADVERTISEMENT  IN  AT  LEAST TWO NEWSPAPERS HAVING THE GREATEST\n   18  CIRCULATION IN THE VICINITY OF THE PROPOSED TARGET  SITE  NO  MORE  THAN\n   19  THIRTY  DAYS  OR  LESS THAN SEVEN DAYS PRIOR TO THE PROPOSED APPLICATION\n   20  DATE; EXCEPT THAT THE COMMISSIONER MAY GRANT  A  WAIVER  FROM  THE  TIME\n   21  PERIOD  REQUIRED  IN THIS PARAGRAPH FOR A DOCUMENTED PUBLIC HEALTH EMER-\n   22  GENCY DECLARED BY THE COMMISSIONER OF  HEALTH  OR  MUNICIPAL  BOARDS  OF\n   23  HEALTH,  PURSUANT  TO THE PUBLIC HEALTH LAW, IN WHICH CASE THE NEWSPAPER\n   24  PUBLICATION SHALL OCCUR AT LEAST TWO DAYS PRIOR TO THE AERIAL  PESTICIDE\n   25  APPLICATION;\n   26    B. CONTAIN THE PROPOSED APPLICATION DATE; THE LOCATION OF THE APPLICA-\n   27  TION;  THE  NAME, ADDRESS AND BUSINESS REGISTRATION NUMBER OF THE PESTI-\n   28  CIDE BUSINESS PERFORMING THE APPLICATION; THE  PESTICIDE  PRODUCT  NAME,\n   29  ACTIVE  INGREDIENT  AND  ENVIRONMENTAL  PROTECTION  AGENCY  REGISTRATION\n   30  NUMBER; THE APPLICATION EQUIPMENT TO BE USED; A CONTACT PERSON FROM WHOM\n   31  TO REQUEST SPECIFIC INFORMATION ABOUT  THE  APPLICATION;  THE  NAME  AND\n   32  TELEPHONE  NUMBER  OF  THE  NEAREST POISON CONTROL CENTER; THE TELEPHONE\n   33  NUMBER OF THE STATE PESTICIDE POISONING REGISTRY. IN THE CASE OF  APPLI-\n   34  CATIONS  WHICH  ARE NOT BEING PERFORMED IN RESPONSE TO DOCUMENTED PUBLIC\n   35  HEALTH EMERGENCIES, INDIVIDUALS IN THE TARGET AREA MUST BE  OFFERED  THE\n   36  OPPORTUNITY TO REQUEST EXEMPTION FROM THE PESTICIDE APPLICATION;\n   37    C.  BE  PROVIDED, UPON REQUEST, DIRECTLY TO ANY INDIVIDUAL WHO RESIDES\n   38  IN THE APPLICATION AREA; AND\n   39    D. BE RECORDED AND MAINTAINED, INCLUDING DATES OF PUBLICATION AND  ANY\n   40  REQUEST  FOR  DIRECT  NOTIFICATION BY INDIVIDUALS, FOR INSPECTION BY THE\n   41  DEPARTMENT.\n   42    S 12. Section 33-1301 of the environmental conservation law is amended\n   43  by adding a new subdivision 12 to read as follows:\n   44    12. FOR ANY PERSON TO APPLY PESTICIDES BY AIRCRAFT  WITHOUT  A  PERMIT\n   45  ISSUED BY THE DEPARTMENT AND WITHOUT PROVIDING THE NOTIFICATION REQUIRED\n   46  FOR SUCH A PERMIT.\n   47    S  13. The public service law is amended by adding a new section 119-d\n   48  to read as follows:\n   49    S 119-D. PUBLIC UTILITY RIGHT-OF-WAY PESTICIDE APPLICATION. 1.   DEFI-\n   50  NITIONS. AS USED IN THIS SECTION:\n   51    A.  \"CERTIFIED  APPLICATOR\" SHALL HAVE THE SAME MEANING AS IS ASCRIBED\n   52  TO SUCH TERM BY SUBDIVISION TEN OF SECTION 33-0101 OF THE  ENVIRONMENTAL\n   53  CONSERVATION LAW.\n   54    B.  \"COMMERCIAL  LAWN  APPLICATION\"  SHALL HAVE THE SAME MEANING AS IS\n   55  ASCRIBED TO SUCH TERM BY SUBDIVISION FORTY-SIX OF SECTION 33-0101 OF THE\n   56  ENVIRONMENTAL CONSERVATION LAW.\n\n       A. 3817                             8\n\n    1    C. \"INTEGRATED PEST MANAGEMENT\" SHALL MEAN A  DECISION-MAKING  PROCESS\n    2  FOR  PEST  CONTROL  THAT UTILIZES REGULAR MONITORING TO DETERMINE IF AND\n    3  WHEN  CONTROLS  ARE  NEEDED;  EMPLOYS  PHYSICAL,  MECHANICAL,  CULTURAL,\n    4  BIOLOGICAL  AND  EDUCATIONAL  TACTICS TO CONTROL CONDITIONS THAT PROMOTE\n    5  PEST  INFESTATIONS  AND  TO KEEP PEST POPULATIONS AT TOLERABLE DAMAGE OR\n    6  ANNOYANCE LEVELS; AND ONLY AS A LAST RESORT, UTILIZES LEAST-TOXIC PESTI-\n    7  CIDE CONTROLS. THE OVERALL GOAL OF SUCH MANAGEMENT IS TO  ELIMINATE  THE\n    8  UNNECESSARY USE OF PESTICIDES AND REDUCE THE USE OF ALL PESTICIDES.\n    9    D.  \"PEST\"  SHALL HAVE THE SAME MEANING AS IS ASCRIBED TO SUCH TERM BY\n   10  SUBDIVISION THIRTY-FOUR OF SECTION 33-0101 OF THE ENVIRONMENTAL  CONSER-\n   11  VATION LAW.\n   12    E. \"PESTICIDE\" SHALL HAVE THE SAME MEANING AS IS ASCRIBED TO SUCH TERM\n   13  BY  SUBDIVISION  THIRTY-FIVE  OF  SECTION  33-0101  OF THE ENVIRONMENTAL\n   14  CONSERVATION LAW.\n   15    F. \"PESTICIDE APPLICATION\" SHALL HAVE THE SAME MEANING AS IS  ASCRIBED\n   16  TO  THE  TERM \"APPLICATION OF PESTICIDE\" BY SUBDIVISION EIGHT OF SECTION\n   17  33-0101 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   18    2. NOTIFICATION. COMMERCIAL LAWN APPLICATIONS OF PESTICIDES AND PESTI-\n   19  CIDE APPLICATIONS TO UTILITY POLES CONDUCTED BY OR ON BEHALF  OF  PUBLIC\n   20  UTILITY COMPANIES SHALL MEET THE FOLLOWING REQUIREMENTS:\n   21    A.  REQUIREMENTS  FOR  PUBLIC  UTILITY  COMPANY RIGHT-OF-WAY PESTICIDE\n   22  APPLICATIONS.\n   23    (1) ALL PESTICIDE APPLICATIONS CONDUCTED BY OR  ON  BEHALF  OF  PUBLIC\n   24  UTILITY  COMPANIES  SHALL  BE CONDUCTED USING INTEGRATED PEST MANAGEMENT\n   25  TECHNIQUES, AND ONLY AS A LAST RESORT,  MAY  PESTICIDES  WHICH  ARE  THE\n   26  LEAST TOXIC BE USED TO CONTROL THE TARGET ORGANISMS.\n   27    (2)  ALL  PESTICIDE  APPLICATIONS  CONDUCTED BY OR ON BEHALF OF PUBLIC\n   28  UTILITY COMPANIES SHALL ONLY BE PERFORMED BY PERSONS WHO  ARE  CERTIFIED\n   29  APPLICATORS  OR  WORKING  UNDER  THE  DIRECT  SUPERVISION OF A CERTIFIED\n   30  APPLICATOR WHO IS ON THE RIGHT-OF-WAY SITE WITHIN THE LINE OF SIGHT  AND\n   31  WITHIN  ONE  THOUSAND  FEET  OF  THE  PESTICIDE  APPLICATION.  IN  URBAN\n   32  SETTINGS, THE CERTIFIED APPLICATOR SHALL BE WITHIN THE LINE OF SIGHT AND\n   33  WITHIN ONE HUNDRED FEET OF THE PESTICIDE APPLICATION.\n   34    B. POSTING OF NOTICE OF PUBLIC UTILITY COMPANY RIGHT-OF-WAY  PESTICIDE\n   35  APPLICATIONS.\n   36    (1)  NOTICES SHALL BE POSTED ALONG THE PERIMETER WHERE COMMERCIAL LAWN\n   37  APPLICATIONS OF PESTICIDES OCCUR. THE NOTICES SHALL BE PLACED SO  AS  TO\n   38  BE  CLEARLY VISIBLE TO PERSONS IMMEDIATELY OUTSIDE THE PERIMETER OF SUCH\n   39  PROPERTY. AT LEAST ONE NOTICE SHALL BE PLACED ON EACH  BOUNDARY  OF  THE\n   40  PROPERTY RECEIVING THE COMMERCIAL LAWN APPLICATION AND THE NOTICES SHALL\n   41  BE  PLACED  AT  LEAST  EVERY  FIFTY FEET. IF INDIVIDUAL TREES OR UTILITY\n   42  POLES ARE TREATED, EACH TREE OR POLE SHALL BE POSTED  WITH  THE  NOTICE.\n   43  ALL NOTICES SHALL BE AT LEAST TWELVE INCHES SQUARE. THE NOTICES SHALL BE\n   44  PUT IN PLACE AT THE TIME THE PESTICIDE IS BEING APPLIED.\n   45    (2)  THE  NOTICES SHALL PROVIDE THE FOLLOWING INFORMATION: THE NAME OF\n   46  THE PUBLIC UTILITY COMPANY PERFORMING OR ON WHOSE BEHALF THE  PESTICIDES\n   47  ARE  BEING  APPLIED;  THE  PESTICIDE  BUSINESS  CONDUCTING THE PESTICIDE\n   48  APPLICATION (IF APPLICABLE);  THE  CERTIFIED  APPLICATOR  PERFORMING  OR\n   49  SUPERVISING  THE PESTICIDE APPLICATION; THE DATE OF THE PESTICIDE APPLI-\n   50  CATION; THE ENVIRONMENTAL PROTECTION AGENCY PESTICIDE PRODUCT  REGISTRA-\n   51  TION  NUMBER  AND  THE  PRODUCT NAME OF THE PESTICIDE TO BE APPLIED; THE\n   52  SPECIFIC LOCATIONS WHERE THE  PESTICIDE  WILL  BE  APPLIED;  THE  TARGET\n   53  ORGANISMS;  AND  DIRECTIONS FOR THE OCCUPANT TO RECEIVE FURTHER INFORMA-\n   54  TION ABOUT THE PESTICIDE APPLICATION. THE NOTICE FORM SHALL BE  COMPOSED\n   55  OF  MATERIAL  ABLE TO WITHSTAND ADVERSE WEATHER CONDITIONS AND POSTED IN\n   56  THE FOLLOWING MANNER:\n\n       A. 3817                             9\n\n    1    (A) FOR PESTICIDE APPLICATIONS MADE  TO  INDIVIDUAL  TREES  OR  POLES,\n    2  PLACED  ON  EACH  TREE  OR POLE AT LEAST THREE FEET ABOVE THE GROUND AND\n    3  CLEARLY VISIBLE FROM OUTSIDE OF THE BOUNDARY OF THE RIGHT-OF-WAY.\n    4    (B)  FOR  ALL  OTHER  COMMERCIAL LAWN APPLICATIONS, PLACED EVERY FIFTY\n    5  FEET ALONG THE BOUNDARIES OF THE RIGHT-OF-WAY AND AROUND  THE  PERIMETER\n    6  OF  THE PESTICIDE APPLICATION AREA, AT LEAST THREE FEET ABOVE THE GROUND\n    7  AND CLEARLY VISIBLE FROM OUTSIDE OF THE RIGHT-OF-WAY.\n    8    (C) AT THE TIME OF THE PESTICIDE APPLICATION AND REMAIN IN  PLACE  FOR\n    9  AT LEAST THREE DAYS FOLLOWING THE PESTICIDE APPLICATION.\n   10    C. SPECIAL NOTIFICATION REQUIREMENTS. WHERE THE COMMERCIAL LAWN APPLI-\n   11  CATIONS  ARE  MADE ON OR ADJACENT TO THE PREMISES OF SCHOOLS, CHILD CARE\n   12  FACILITIES, HEALTH CARE FACILITIES, SENIOR CITIZEN FACILITIES  OR  AGRI-\n   13  CULTURAL LANDS, THE PUBLIC UTILITY COMPANY SHALL DELIVER TO THE OWNER OR\n   14  THE  OWNER'S AGENT A COMPLETE LEGIBLE COPY OF THE LABEL AND LABELING FOR\n   15  THE PESTICIDE TO BE APPLIED, NOT LESS THAN FIVE DAYS PRIOR TO THE PESTI-\n   16  CIDE APPLICATION. THE OWNER OR OWNER'S AGENT SHALL  BE  RESPONSIBLE  FOR\n   17  INFORMING THE OCCUPANTS OF THE STRUCTURES OF SUCH PESTICIDE APPLICATIONS\n   18  AT LEAST FORTY-EIGHT HOURS PRIOR TO SUCH APPLICATIONS.\n   19    D. NEWSPAPER PUBLICATION OF PUBLIC UTILITY COMPANY RIGHT-OF-WAY PESTI-\n   20  CIDE  APPLICATIONS.  NOTICE  OF  COMMERCIAL  LAWN  APPLICATIONS BY OR ON\n   21  BEHALF OF PUBLIC UTILITY COMPANIES SHALL BE PROVIDED  THROUGH  PROMINENT\n   22  PUBLICATION  IN A NEWSPAPER IN GENERAL CIRCULATION IN THE TREATMENT AREA\n   23  AT LEAST TWICE PRIOR TO THE PESTICIDE APPLICATION,  ONCE  AT  LEAST  ONE\n   24  WEEK  PRIOR  TO THE APPLICATION AND A SECOND NOTICE AT LEAST SEVENTY-TWO\n   25  HOURS PRIOR TO THE APPLICATION.\n   26    E. PESTICIDE APPLICATION LIMITATIONS. NO COMMERCIAL  LAWN  APPLICATION\n   27  OF  PESTICIDES,  BY  OR  ON BEHALF OF A PUBLIC UTILITY COMPANY, SHALL BE\n   28  CONDUCTED BY MEANS OF AN AIRCRAFT.\n   29    S 14. This act shall take effect on the sixtieth day  after  it  shall\n   30  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to requirements for pesticide applications in freshwater wetlands and tidal wetlands, and by aircraft; to amend the public service law and the environmental conservation law, in relation to notification of utility right-of-way applications; and to repeal subdivision 6 of section 33-0101 of the environmental conservation law relating to pesticide applications by aircraft ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T141402.TXT", "SOBI.D110127.T151912.TXT", "SOBI.D110127.T144906.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159552814
}