{
  "year" : 2011,
  "senateBillNo" : "A3818-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3818-2011-1296104400000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the operation of all-terrain vehicles in the state forest preserve, Long Island central pine barrens area and Albany pine bush preserve",
  "summary" : "Prohibits the operation of all-terrain vehicles by the general public in the state forest preserve, Long Island central pine barrens area and Albany pine bush preserve; grants exceptions for the disabled, official purposes and law enforcement; provides for the impoundment of all-terrain vehicles operated in violation of such provisions and the imposition of a $100 surcharge upon the owner thereof; provides for the deposit of such surcharges into a separate all-terrain enforcement fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A2156-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3818\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         prohibiting   the  use  of  all-terrain  vehicles  within  the  forest\n         preserve, the Long Island central pine barrens  and  the  Albany  pine\n         bush  preserve,  and providing penalties for violations of all-terrain\n         vehicle laws in such sensitive areas\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  9-0303  of the environmental conservation law is\n    2  amended by adding a new subdivision 8 to read as follows:\n    3    8. ALL-TERRAIN VEHICLES. A. FOR THE PURPOSES OF THIS SUBDIVISION:\n    4    (I) \"ALL-TERRAIN VEHICLE\" SHALL MEAN A MOTOR VEHICLE WHICH IS MANUFAC-\n    5  TURED FOR OPERATION PRIMARILY FOR OFF-HIGHWAY USE OR OFF-HIGHWAY  COMPE-\n    6  TITIONS  AND  ONLY  INCIDENTALLY  OPERATED ON PUBLIC HIGHWAYS; PROVIDED,\n    7  HOWEVER, SUCH TERM SHALL NOT INCLUDE A SNOWMOBILE.\n    8    (II) \"SNOWMOBILE\" SHALL MEAN A MOTOR VEHICLE DESIGNED  FOR  TRAVEL  ON\n    9  SNOW OR ICE BY MEANS OF A COMBINATION OF TRACKS AND A SKI OR SKIS.\n   10    B. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE USE\n   11  OF ALL-TERRAIN VEHICLES BY THE GENERAL PUBLIC WITHIN THE FOREST PRESERVE\n   12  IS PROHIBITED.\n   13    C.  A  QUALIFIED  PERSON  WITH A DISABILITY TO WHOM THE DEPARTMENT HAS\n   14  ISSUED A NONTRANSFERABLE  TEMPORARY  REVOCABLE  PERMIT  PROVIDING  MOTOR\n   15  VEHICLE  ACCESS  TO  CERTAIN  STATE  LANDS UNDER THE JURISDICTION OF THE\n   16  DEPARTMENT MAY USE AN ALL-TERRAIN VEHICLE  PURSUANT  TO  THE  TERMS  AND\n   17  CONDITIONS OF SUCH PERMIT.\n   18    D. EMPLOYEES OF THE DEPARTMENT MAY USE ALL-TERRAIN VEHICLES FOR APPRO-\n   19  PRIATE  ADMINISTRATIVE  PURPOSES WHERE NECESSARY AND CONSISTENT WITH THE\n   20  PROVISIONS OF THE ADIRONDACK PARK STATE LAND MASTER PLAN OR THE CATSKILL\n   21  PARK STATE LAND MASTER PLAN.  THE  DEPARTMENT  SHALL  NOT  DELEGATE  ITS\n   22  AUTHORITY PURSUANT TO THIS PARAGRAPH.\n   23    E.  ALL-TERRAIN  VEHICLES  MAY  BE USED BY APPROPRIATE OFFICIALS WHERE\n   24  NECESSARY FOR LAW ENFORCEMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06066-01-1\n\n       A. 3818                             2\n\n    1    F. ALL-TERRAIN VEHICLES MAY BE USED, BY OR UNDER  THE  SUPERVISION  OF\n    2  APPROPRIATE  OFFICIALS,  IN CASES OF SUDDEN, ACTUAL AND ONGOING EMERGEN-\n    3  CIES THAT INVOLVED THE PROTECTION  OR  PRESERVATION  OF  HUMAN  LIFE  OR\n    4  INTRINSIC  RESOURCE  VALUES,  AND  THAT  INVOLVE SEARCH AND RESCUE OPER-\n    5  ATIONS, FOREST FIRES OR LARGE-SCALE CONTAMINATION OF WATER BODIES.\n    6    S  2.  Subparagraph  (v)  of  paragraph  a of subdivision 2 of section\n    7  46-0111 of the environmental conservation law, as added by  chapter  792\n    8  of the laws of 1988, is amended to read as follows:\n    9    (v)  other recreational uses; PROVIDED, HOWEVER, THAT, NOTWITHSTANDING\n   10  ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE USE OF ALL-TERRAIN VEHI-\n   11  CLES BY THE GENERAL PUBLIC WITHIN  THE  ALBANY  PINE  BUSH  PRESERVE  IS\n   12  PROHIBITED.\n   13    S 3. Paragraph (d) of subdivision 2 of section 57-0121 of the environ-\n   14  mental conservation law, as added by chapter 262 of the laws of 1993, is\n   15  amended to read as follows:\n   16    (d)  promote  active and passive recreational and environmental educa-\n   17  tional uses that are consistent with the land use plan; PROVIDED, HOWEV-\n   18  ER, THAT, NOTWITHSTANDING ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,\n   19  THE USE OF ALL-TERRAIN VEHICLES BY THE GENERAL PUBLIC WITHIN THE CENTRAL\n   20  PINE BARRENS AREA IS PROHIBITED; and\n   21    S  4.  The  environmental  conservation law is amended by adding a new\n   22  section 71-0717 to read as follows:\n   23  S 71-0717. ADDITIONAL ALL-TERRAIN VEHICLE ENFORCEMENT ON SENSITIVE STATE\n   24               LANDS.\n   25    1. IN ADDITION TO THE  PENALTIES  SET  FORTH  IN  SUBDIVISION  ONE  OF\n   26  SECTION  71-0703 OF THIS TITLE, AND SECTIONS 71-4001 AND 71-4003 OF THIS\n   27  ARTICLE, A POLICE OFFICER OR PEACE OFFICER MAY IMMEDIATELY  IMPOUND  ANY\n   28  ALL-TERRAIN  VEHICLE  OPERATED  IN  VIOLATION  OF  SUBDIVISION  EIGHT OF\n   29  SECTION 9-0303, PARAGRAPH (D) OF SUBDIVISION TWO OF SECTION  57-0121  OR\n   30  SUBPARAGRAPH (V) OF PARAGRAPH A OF SUBDIVISION TWO OF SECTION 46-0111 OF\n   31  THIS  CHAPTER.  SUCH  IMPOUNDED  ALL-TERRAIN  VEHICLE SHALL BE PROCESSED\n   32  CONSISTENT WITH THE PROVISIONS OF SECTION FIVE HUNDRED ELEVEN-B  OF  THE\n   33  VEHICLE  AND  TRAFFIC  LAW;  PROVIDED,  HOWEVER, THAT A SURCHARGE OF ONE\n   34  HUNDRED DOLLARS SHALL BE PAID BY THE OWNER OF  SUCH  VEHICLE,  AND  SUCH\n   35  FUNDS  SHALL BE DEPOSITED INTO A SEPARATE, NON-LAPSING ALL-TERRAIN VEHI-\n   36  CLE ENFORCEMENT FUND OF THE IMPOUNDING LAW ENFORCEMENT AGENCY, EXCEPT AS\n   37  PROVIDED BY SUBDIVISION TWO OF THIS SECTION.\n   38    2. WHERE THE IMPOUNDING OFFICER IS A PEACE  OFFICER  EMPLOYED  BY  THE\n   39  DEPARTMENT,  THE  ENVIRONMENTAL  REGULATORY ACCOUNT OF THE ENVIRONMENTAL\n   40  CONSERVATION SPECIAL REVENUE FUND SHALL  BE  CREDITED  WITH  THE  MONIES\n   41  RECEIVED FROM THE SURCHARGE REQUIRED BY SUBDIVISION ONE OF THIS SECTION.\n   42  MONIES COLLECTED PURSUANT TO THIS SUBDIVISION SHALL BE MADE AVAILABLE TO\n   43  THE  DEPARTMENT  FOR  THE  PURPOSE OF ENFORCING ALL-TERRAIN VEHICLE LAWS\n   44  APPLICABLE TO THE FOREST PRESERVE, LONG ISLAND CENTRAL PINE BARRENS AREA\n   45  AND THE ALBANY PINE BUSH PRESERVE.\n   46    S 5. Nothing in this act shall be deemed to limit the authority of any\n   47  county, city, town or village to adopt or amend any local law  or  ordi-\n   48  nance  which  imposes stricter restrictions and conditions on the opera-\n   49  tion of all-terrain vehicles than are provided  or  authorized  by  this\n   50  act,  so  long  as  such  local  law or ordinance is consistent with the\n   51  authority to protect the order,  conduct,  health,  safety  and  general\n   52  welfare  of  persons or property. Nothing in this act shall be deemed to\n   53  alter or invalidate any local law or ordinance in effect on  the  effec-\n   54  tive date of this act.\n   55    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting the use of all-terrain vehicles within the forest preserve, the Long Island central pine barrens and the Albany pine bush preserve, and providing penalties for violations of all-terrain vehicle laws in such sensitive areas ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T141402.TXT", "SOBI.D110127.T151912.TXT", "SOBI.D110131.T160219.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296507739266
}