{
  "year" : 2011,
  "senateBillNo" : "A3815-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to health",
    "billEventId" : "A3815-2011-1296104400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the department of health to monitor the lead levels in candy, soft vinyl lunch boxes and bibs",
  "summary" : "Requires the department of health to monitor the lead levels in candy and to prohibit the sale or distribution of candy with lead in it; prohibits the manufacture, distribution, sale and offering for sale of soft vinyl lunch boxes and infant and children's bibs containing more than 600 parts per million of lead; imposes a $1,000 fine for each violation relating to soft vinyl lunch boxes and infant and children's bibs; directs the department of health to conduct an extensive public information program on lead in candy, soft vinyl lunch boxes and infant and children's bibs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1745-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3815\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  lead  in  candy,\n         soft vinyl lunch boxes, and infant and children's vinyl bibs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding two new sections\n    2  1371-a and 1371-b to read as follows:\n    3    S 1371-A. LEAD IN CANDY. 1. THE DEPARTMENT SHALL MONITOR  LEAD  LEVELS\n    4  IN  ALL CANDY SOLD OR DISTRIBUTED IN THE STATE. MONITORING SHALL INCLUDE\n    5  SAMPLING AND TESTING TO DETERMINE  THE  LEAD  LEVELS  CONTAINED  IN  THE\n    6  CANDY.\n    7    2.  FOR  THE  PURPOSES OF THIS SECTION, \"MAXIMUM ALLOWABLE LEAD LEVEL\"\n    8  SHALL MEAN ONE-TENTH PART OF LEAD PER MILLION PARTS  AS  ESTABLISHED  IN\n    9  THE  REGULATIONS  AND  GUIDELINES  OF THE FEDERAL FOOD AND DRUG ADMINIS-\n   10  TRATION.\n   11    3. IF THE LEAD LEVEL IN CANDY THAT IS TESTED BY THE DEPARTMENT  PURSU-\n   12  ANT  TO  SUBDIVISION  ONE  OF THIS SECTION EXCEEDS THE MAXIMUM ALLOWABLE\n   13  LEAD LEVEL, THE DEPARTMENT SHALL:\n   14    (A) ISSUE HEALTH ADVISORY NOTICES TO COUNTY HEALTH DEPARTMENTS  ALERT-\n   15  ING  THEM TO THE DANGER POSED BY CONSUMPTION OF SUCH CANDY EXCEEDING THE\n   16  MAXIMUM ALLOWABLE LEAD LEVEL; AND\n   17    (B) NOTIFY THE MANUFACTURER AND THE DISTRIBUTOR  OF  SUCH  CANDY  THAT\n   18  SUCH CANDY EXCEEDS THE MAXIMUM ALLOWABLE LEAD LEVEL, AND THAT SUCH CANDY\n   19  SHALL  NOT  BE  SOLD  OR  DISTRIBUTED IN THE STATE UNTIL FURTHER TESTING\n   20  PROVES THAT THE CANDY IS IN COMPLIANCE WITH THE MAXIMUM  ALLOWABLE  LEAD\n   21  LEVEL.\n   22    4. (A) IF CANDY EXCEEDS THE MAXIMUM ALLOWABLE LEAD LEVEL, THE MANUFAC-\n   23  TURER  OR  DISTRIBUTOR  THEREOF MAY CORRECT THE PROBLEM AND RESUBMIT THE\n   24  CANDY TO THE DEPARTMENT FOR FURTHER TESTING.\n   25    (B) IF THE LEAD CONTENT OF SUCH CANDY IS BELOW THE  MAXIMUM  ALLOWABLE\n   26  LEAD  LEVEL  WHEN  IT  IS  RETESTED,  THE  DEPARTMENT  SHALL PROVIDE THE\n   27  MANUFACTURER OR DISTRIBUTOR AND THE  COUNTY  HEALTH  DEPARTMENT  WITH  A\n   28  LETTER  STATING  THAT  THE  CANDY  HAS  BEEN  RETESTED AND DETERMINED TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06004-01-1\n\n       A. 3815                             2\n\n    1  CONTAIN LESS THAN THE MAXIMUM ALLOWABLE LEAD LEVEL, AND  THAT  THE  SALE\n    2  AND  DISTRIBUTION  OF THE CANDY IN THE STATE MAY RESUME.  THE DEPARTMENT\n    3  SHALL ALSO NOTIFY THE  PUBLIC  STATING  THAT  SUCH  CANDY  IS  SAFE  FOR\n    4  CONSUMPTION.\n    5    (C)  IF THE CANDY STILL EXCEEDS THE MAXIMUM ALLOWABLE LEAD LEVEL AFTER\n    6  IT HAS BEEN RETESTED, THE MANUFACTURER OR DISTRIBUTOR MAY  TAKE  CORREC-\n    7  TIVE  MEASURES  AND  CONTINUE TO RESUBMIT SAMPLES FOR TESTING UNTIL SUCH\n    8  CANDY'S LEAD CONTENT IS BELOW THE MAXIMUM ALLOWABLE LEAD  LEVEL  IF  THE\n    9  MANUFACTURER  OR  DISTRIBUTOR  WISHES TO SELL OR DISTRIBUTE THE CANDY IN\n   10  THE STATE.\n   11    5. THE  DEPARTMENT  SHALL  CONDUCT  AN  EXTENSIVE  PUBLIC  INFORMATION\n   12  PROGRAM  ON  THE  POTENTIAL  HAZARDS OF CANDY CONTAINING LEAD, TARGETING\n   13  CANDY PRODUCTS AND CONSUMERS OF SPECIFIC CANDY PRODUCTS THAT  HAVE  BEEN\n   14  FOUND  TO EXCEED THE MAXIMUM ALLOWABLE LEAD LEVEL.  THE DEPARTMENT SHALL\n   15  NOTIFY THE PUBLIC THAT SPECIFIC CANDY PRODUCTS THAT EXCEED  THE  MAXIMUM\n   16  ALLOWABLE LEAD LEVEL ARE PROHIBITED FROM SALE OR DISTRIBUTION UNTIL THEY\n   17  COMPLY  WITH  THE  MAXIMUM  ALLOWABLE  LEAD LEVEL. AT SUCH TIME AS THESE\n   18  CANDY PRODUCTS ARE RETESTED AND HAVE BEEN FOUND TO COMPLY WITH THE MAXI-\n   19  MUM ALLOWABLE LEAD LEVEL, THE DEPARTMENT SHALL PROVIDE THE  PUBLIC  WITH\n   20  SUCH INFORMATION.\n   21    6.  ON  OR BEFORE MARCH FIRST EACH YEAR, THE DEPARTMENT SHALL SUBMIT A\n   22  REPORT TO THE GOVERNOR AND  THE  LEGISLATURE  WHICH  SHALL  INCLUDE  THE\n   23  RESULTS  OF  THE TESTING OF CANDY PURSUANT TO THIS SECTION AND A LISTING\n   24  OF ALL CANDIES WHICH ARE PROHIBITED FROM BEING SOLD  OR  DISTRIBUTED  IN\n   25  THE STATE PURSUANT TO THIS SECTION.\n   26    S  1371-B.  LEAD  IN SOFT VINYL LUNCH BOXES, AND INFANT AND CHILDREN'S\n   27  BIBS.  1. THE DEPARTMENT SHALL MONITOR LEAD LEVELS IN AND  ON  ALL  SOFT\n   28  VINYL LUNCH BOXES, AND INFANT AND CHILDREN'S BIBS SOLD OR DISTRIBUTED IN\n   29  THE STATE. MONITORING SHALL INCLUDE TESTING TO DETERMINE THE LEAD LEVELS\n   30  CONTAINED  IN  OR  ON  SOFT VINYL LUNCH BOXES, AND INFANT AND CHILDREN'S\n   31  BIBS.\n   32    2. NO PERSON OR ENTITY SHALL MANUFACTURE, DISTRIBUTE,  SELL  OR  OFFER\n   33  FOR SALE IN THIS STATE ANY SOFT VINYL LUNCH BOX, OR INFANT OR CHILDREN'S\n   34  BIB WHICH CONTAINS MORE THAN SIX HUNDRED PARTS PER MILLION OF LEAD. EACH\n   35  VIOLATION  OF THIS SUBDIVISION SHALL CONSTITUTE A SEPARATE VIOLATION AND\n   36  SHALL SUBJECT THE PERSON COMMITTING THE VIOLATION TO A CIVIL PENALTY  OF\n   37  ONE THOUSAND DOLLARS FOR EACH SUCH VIOLATION.\n   38    3.  THE  DEPARTMENT  SHALL  CONDUCT  AN  EXTENSIVE  PUBLIC INFORMATION\n   39  PROGRAM ON THE POTENTIAL HAZARDS OF SOFT VINYL LUNCH BOXES,  AND  INFANT\n   40  AND  CHILDREN'S  BIBS CONTAINING LEAD AND ADVISE ANY PERSON POSSESSING A\n   41  SOFT VINYL LUNCH BOX, OR INFANT OR CHILDREN'S BIB ACQUIRED PRIOR TO  THE\n   42  EFFECTIVE  DATE  OF THIS SECTION THAT THEY SHOULD DISCARD SUCH LUNCH BOX\n   43  OR BIB.  THE DEPARTMENT SHALL UTILIZE ITS WEBSITE  AND  OTHER  MEANS  OF\n   44  PUBLIC  OUTREACH TO ENSURE THAT CONSUMERS, PARTICULARLY THOSE WITH CHIL-\n   45  DREN, ARE ALERTED TO SUCH HAZARDS. THE  INFORMATION  SHALL  INCLUDE  THE\n   46  MEANS  BY  WHICH  THE  PUBLIC  CAN  IDENTIFY SOFT VINYL LUNCH BOXES, AND\n   47  INFANT AND CHILDREN'S  BIBS  WHICH  CAN  POTENTIALLY  CONTAIN  EXCESSIVE\n   48  LEVELS OF LEAD.\n   49    4.  ON  OR BEFORE MARCH FIRST EACH YEAR, THE DEPARTMENT SHALL SUBMIT A\n   50  REPORT TO THE GOVERNOR AND THE LEGISLATURE WHICH SHALL INCLUDE A LISTING\n   51  OF ALL SOFT VINYL LUNCH BOXES, AND INFANT AND CHILDREN'S BIBS WHICH  ARE\n   52  PROHIBITED PURSUANT TO THIS SECTION.\n   53    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to lead in candy, soft vinyl lunch boxes, and infant and children's vinyl bibs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T141402.TXT", "SOBI.D110127.T151408.TXT", "SOBI.D110131.T160219.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296507739265
}