{
  "year" : 2011,
  "senateBillNo" : "A3813-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3813-2011-1296104400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes municipalities to adopt a local law authorizing the assessor of such municipality to accept late applications for the STAR exemption",
  "summary" : "Authorizes municipalities to adopt a local law authorizing the assessor of such municipality to accept applications for the basic STAR exemption and the enhanced STAR exemption for senior citizens after the taxable status date for such municipality and before January tenth of the following year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2158-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3813\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation  to  applications\n         for the enhanced school tax relief exemption for real property taxes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (e) of subdivision 6 of section 425 of  the  real\n    2  property  tax  law,  as  amended  by chapter 531 of the laws of 2006, is\n    3  amended to read as follows:\n    4    (e) Except in the city of New York, notwithstanding the provisions  of\n    5  paragraph  (a)  of  this subdivision, [an application for such exemption\n    6  may be filed with the assessor after the appropriate taxable status date\n    7  but not later than the last date on which a  petition  with  respect  to\n    8  complaints  of  assessment  may be filed, where failure to file a timely\n    9  application resulted from: (i) a death of the applicant's spouse, child,\n   10  parent, brother or sister; or (ii) an illness of the applicant or of the\n   11  applicant's spouse, child, parent, brother  or  sister,  which  actually\n   12  prevents  the applicant from filing on a timely basis, as certified by a\n   13  licensed physician. The assessor shall approve or deny such  application\n   14  as  if it had been filed on or before the taxable status date] THE LOCAL\n   15  GOVERNING BODY OF A CITY, TOWN, VILLAGE OR COUNTY HAVING  THE  POWER  TO\n   16  ASSESS  MAY  ADOPT  A LOCAL LAW AUTHORIZING THE ASSESSOR OR ASSESSORS OF\n   17  SUCH CITY, TOWN, VILLAGE OR COUNTY TO ACCEPT APPLICATIONS FOR THE  BASIC\n   18  EXEMPTION  AND  THE  ENHANCED  EXEMPTION  FOR SENIOR CITIZENS AUTHORIZED\n   19  PURSUANT TO THIS SECTION AFTER THE TAXABLE STATUS DATE  FOR  SUCH  CITY,\n   20  TOWN,  VILLAGE OR COUNTY. SUCH LOCAL LAW SHALL PROVIDE THAT IN THE EVENT\n   21  THE OWNER, OR ALL OF THE OWNERS, OF PROPERTY FAIL TO FILE  THE  APPLICA-\n   22  TION  REQUIRED PURSUANT TO THIS SECTION ON OR BEFORE SUCH TAXABLE STATUS\n   23  DATE, SUCH OWNER OR OWNERS MAY FILE THE APPLICATION, EXECUTED AS IF SUCH\n   24  APPLICATION HAD BEEN FILED ON OR BEFORE SUCH TAXABLE STATUS  DATE,  WITH\n   25  THE ASSESSOR ON OR BEFORE JANUARY TENTH OF THE FOLLOWING YEAR.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06064-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to applications for the enhanced school tax relief exemption for real property taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T141402.TXT", "SOBI.D110127.T151408.TXT", "SOBI.D110127.T140855.TXT", "SOBI.D110131.T160719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508039480
}