{
  "year" : 2011,
  "senateBillNo" : "A3811-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3811-2011-1296104400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the urban development corporation to contract for the establishment of an African-American and African-Caribbean business development center",
  "summary" : "Authorizes the urban development corporation to contract for the establishment of an African-American and African-Caribbean business development center for the purpose of rendering technical assistance and market information to not-for profit service providers and private businesses servicing the African-American and African-Caribbean communities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A6852-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3811\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAMARA, CASTRO, BARRON, TITONE -- read once and\n         referred to the Committee on Economic Development\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to the establishment of an African-American and  African-Car-\n         ibbean business development center\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1 of chapter 174 of the laws of 1968,  constituting\n    2  the  New  York  state  urban  development corporation act, is amended by\n    3  adding a new section 9-g to read as follows:\n    4    S 9-G. CREATING AN  AFRICAN-AMERICAN  AND  AFRICAN-CARIBBEAN  BUSINESS\n    5  DEVELOPMENT  CENTER.  THE CORPORATION SHALL PROVIDE, WITH THE ASSISTANCE\n    6  OF THE COMMISSIONER OF ECONOMIC DEVELOPMENT  AND  IN  CONSULTATION  WITH\n    7  SUCH  COMMISSIONER,  AN  AFRICAN-AMERICAN AND AFRICAN-CARIBBEAN BUSINESS\n    8  DEVELOPMENT CENTER FOR THE PURPOSES OF  RENDERING  TECHNICAL  ASSISTANCE\n    9  AND  MARKET  INFORMATION  TO  NOT-FOR-PROFIT  SERVICE  PROVIDERS AND THE\n   10  PRIVATE  BUSINESSES  SERVICING  AFRICAN-AMERICAN  AND  AFRICAN-CARIBBEAN\n   11  COMMUNITIES.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04066-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to the establishment of an African-American and African-Caribbean business development center ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T151408.TXT", "SOBI.D110127.T141402.TXT", "SOBI.D110127.T140855.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159248645
}