{
  "year" : 2011,
  "senateBillNo" : "A3819-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3819-2011-1296104400000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes requirements for pesticide applications in local governmental facilities",
  "summary" : "Establishes integrated pest management requirements for municipal facilities; requires pest management plans and notices to be given to building occupants; applies to grounds as well as buildings; requires all municipal pesticide applications to be conducted by a certified commercial applicator. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2144-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3819\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the general municipal law,  in  relation  to  integrated\n         pest management in municipal facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 99-v to read as follows:\n    3    S  99-V.  INTEGRATED  PEST  MANAGEMENT.  1.  FOR  THE PURPOSES OF THIS\n    4  SECTION:\n    5    (A) \"FACILITY\" SHALL MEAN THE BUILDINGS, LANDS AND OTHER APPURTENANCES\n    6  OWNED BY A MUNICIPALITY.\n    7    (B) \"INTEGRATED PEST MANAGEMENT\" SHALL MEAN A DECISION-MAKING  PROCESS\n    8  FOR  PEST  CONTROL  THAT UTILIZES REGULAR MONITORING TO DETERMINE IF AND\n    9  WHEN  CONTROLS  ARE  NEEDED;  EMPLOYS  PHYSICAL,  MECHANICAL,  CULTURAL,\n   10  BIOLOGICAL  AND  EDUCATIONAL  TACTICS TO CONTROL CONDITIONS THAT PROMOTE\n   11  PEST INFESTATIONS AND TO KEEP PEST POPULATIONS AT  TOLERABLE  DAMAGE  OR\n   12  ANNOYANCE LEVELS; AND ONLY AS A LAST RESORT, UTILIZES LEAST-TOXIC PESTI-\n   13  CIDE  CONTROLS.  THE OVERALL GOAL OF SUCH MANAGEMENT IS TO ELIMINATE THE\n   14  UNNECESSARY USE OF PESTICIDES AND REDUCE THE USE OF ALL PESTICIDES.\n   15    (C) \"MUNICIPALITY\" SHALL MEAN A COUNTY, CITY, TOWN OR VILLAGE.\n   16    2. TO ENSURE THAT MUNICIPAL FACILITIES ARE SAFE AND  HEALTHY  ENVIRON-\n   17  MENTS  FOR WORKERS, THE PUBLIC AND OTHER OCCUPANTS, CERTAIN REQUIREMENTS\n   18  SHALL BE PLACED ON PESTICIDE USE IN SUCH FACILITIES.\n   19    3. EVERY MUNICIPALITY SHALL ESTABLISH AN  INTEGRATED  PEST  MANAGEMENT\n   20  PLAN  FOR  ALL  PEST  CONTROL ACTIVITIES. ALL SUCH PLANS SHALL BE ESTAB-\n   21  LISHED AFTER PUBLIC REVIEW AND APPROVAL BY THE GOVERNING  BOARD  OF  THE\n   22  MUNICIPALITY.  SUCH PLANS SHALL UTILIZE INTEGRATED PEST MANAGEMENT TECH-\n   23  NIQUES  TO  MANAGE  AND CONTROL PESTS AND PROBLEMS. EACH INTEGRATED PEST\n   24  MANAGEMENT PLAN SHALL INCLUDE A  PROVISION  FOR  PUBLIC  ACCESS  TO  ALL\n   25  INFORMATION  ABOUT  THE  IMPLEMENTATION  OF THE PLAN. MUNICIPALITIES MAY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06063-01-1\n\n       A. 3819                             2\n\n    1  CREATE ADVISORY COMMITTEES TO ASSIST IN THE  DEVELOPMENT  OF  THE  INTE-\n    2  GRATED  PEST  MANAGEMENT  PLAN, AND TO MONITOR THE IMPLEMENTATION OF THE\n    3  PLAN.\n    4    4. NO MUNICIPALITY SHALL CONDUCT PESTICIDE APPLICATIONS TO ITS FACILI-\n    5  TIES  WHICH  ARE  PREVENTIVE  IN  NATURE AND DO NOT RESPOND TO EXISTING,\n    6  VERIFIABLE PEST PROBLEMS. IN EVERY INSTANCE IN WHICH A PESTICIDE  APPLI-\n    7  CATION IS CONDUCTED AT A FACILITY, THE MUNICIPALITY SHALL:\n    8    (A)  HAVE  ALL  SUCH  APPLICATIONS CONDUCTED BY A CERTIFIED COMMERCIAL\n    9  APPLICATOR. NO PESTICIDE APPLICATION SHALL BE CONDUCTED  BY  ANY  PERSON\n   10  WORKING  UNDER  THE DIRECT SUPERVISION OF A CERTIFIED PESTICIDE APPLICA-\n   11  TOR;\n   12    (B) PROMINENTLY POST A NOTICE OF THE PESTICIDE APPLICATION AND A  COPY\n   13  OF  THE  PESTICIDE  LABEL  IN  A  COMMON  AREA OF A BUILDING WHICH IS TO\n   14  RECEIVE THE PESTICIDE APPLICATION. SUCH NOTICE AND A LEGIBLE COPY OF THE\n   15  PESTICIDE PRODUCT LABEL SHALL REMAIN POSTED  FOR  AT  LEAST  FORTY-EIGHT\n   16  HOURS  FOLLOWING THE PESTICIDE APPLICATION. THE NOTICE SHALL INCLUDE, AT\n   17  A MINIMUM, THE NAME AND TELEPHONE NUMBER OF THE  MUNICIPAL  EMPLOYEE  OR\n   18  CONTACT  PERSON  WHO SHALL PROVIDE DETAILED INFORMATION ON THE PESTICIDE\n   19  APPLICATION. A COPY OF THE PESTICIDE LABEL SHALL BE  MADE  AVAILABLE  TO\n   20  ANY  PERSON  REQUESTING  SUCH  LABEL  WITHIN  TWENTY-FOUR  HOURS OF SUCH\n   21  REQUEST; AND\n   22    (C) WHEN A PESTICIDE IS TO BE  APPLIED  TO  MUNICIPAL  GROUNDS,  TURF,\n   23  TREES  OR  SHRUBS,  VISUAL  NOTIFICATION MARKERS, AS PROVIDED IN SECTION\n   24  33-1003 OF THE ENVIRONMENTAL CONSERVATION LAW, SHALL BE POSTED AT  LEAST\n   25  EVERY  FIFTY  FEET WITH AT LEAST ONE MARKER ON EACH SIDE OF THE APPLICA-\n   26  TION AREA.\n   27    5. EACH MUNICIPALITY SHALL BE  RESPONSIBLE  FOR  PROVIDING  AN  ANNUAL\n   28  EVALUATION  OF THE IMPLEMENTATION OF ITS INTEGRATED PEST MANAGEMENT PLAN\n   29  AND FOR UPDATING ITS INTEGRATED PEST MANAGEMENT PLAN EVERY THREE  YEARS.\n   30  SUCH INFORMATION SHALL BE MADE AVAILABLE TO THE PUBLIC.\n   31    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   32  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to integrated pest management in municipal facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T141402.TXT", "SOBI.D110127.T152409.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159849032
}