{
  "year" : 2011,
  "senateBillNo" : "A3814-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3814-2011-1296104400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes corporate and personal income tax credits for the purchase of wind energy system equipment",
  "summary" : "Establishes corporate and personal income tax credits for the purchase of wind energy system equipment; customer-generators will be allowed a tax credit of 25% of qualified expenditures on wind energy system equipment, not to exceed $7500. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1744-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3814\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to establishing a corporate and\n         a personal income tax credit for wind energy system equipment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  210  of  the  tax law is amended by adding a new\n    2  subdivision 43 to read as follows:\n    3    43. WIND ENERGY SYSTEM EQUIPMENT CREDIT.  (A) GENERAL. A TAXPAYER, WHO\n    4  OWNS OR OPERATES WIND ENERGY SYSTEM EQUIPMENT, SHALL BE ALLOWED A CREDIT\n    5  AGAINST THE TAX IMPOSED BY THIS ARTICLE EQUAL TO TWENTY-FIVE PERCENT  OF\n    6  QUALIFIED  WIND  ENERGY SYSTEM EQUIPMENT EXPENDITURES. THIS CREDIT SHALL\n    7  NOT EXCEED SEVEN THOUSAND FIVE HUNDRED DOLLARS.\n    8    (B) QUALIFIED WIND ENERGY SYSTEM EQUIPMENT EXPENDITURES. (I) THE  TERM\n    9  \"QUALIFIED  WIND  ENERGY  SYSTEM  EQUIPMENT EXPENDITURES\" MEANS EXPENDI-\n   10  TURES, LIMITED TO THE EXPENDITURE CAP PRESCRIBED IN SUBPARAGRAPH (II) OF\n   11  THIS PARAGRAPH, FOR THE PURCHASE OF WIND ENERGY SYSTEM  EQUIPMENT  WHICH\n   12  IS  INSTALLED  IN  CONNECTION WITH PROPERTY WHICH IS (A) LOCATED IN THIS\n   13  STATE AND (B) WHICH IS USED BY THE TAXPAYER  AS  HIS  OR  HER  PRINCIPAL\n   14  PREMISES  AT  THE  TIME  THE  WIND  ENERGY SYSTEM EQUIPMENT IS PLACED IN\n   15  SERVICE.\n   16    (II) FOR PURPOSES OF SUBPARAGRAPH (I)  OF  THIS  PARAGRAPH,  THE  TERM\n   17  \"EXPENDITURE  CAP\" SHALL MEAN THE PRODUCT OF (A) SIX DOLLARS AND (B) THE\n   18  NUMBER OF WATTS INCLUDED IN THE RATED CAPACITY OF THE WIND ENERGY SYSTEM\n   19  EQUIPMENT.\n   20    (III) SUCH QUALIFIED EXPENDITURES SHALL INCLUDE EXPENDITURES FOR MATE-\n   21  RIALS, LABOR COSTS PROPERLY ALLOCABLE TO ON-SITE  PREPARATION,  ASSEMBLY\n   22  AND  ORIGINAL  INSTALLATION, ARCHITECTURAL AND ENGINEERING SERVICES, AND\n   23  DESIGNS AND PLANS DIRECTLY RELATED TO THE CONSTRUCTION  OR  INSTALLATION\n   24  OF THE WIND ENERGY SYSTEM EQUIPMENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06005-01-1\n\n       A. 3814                             2\n\n    1    (IV)  SUCH  QUALIFIED EXPENDITURES SHALL NOT INCLUDE INTEREST OR OTHER\n    2  FINANCE CHARGES.\n    3    (C)  WIND ENERGY SYSTEM EQUIPMENT. THE TERM \"WIND ENERGY SYSTEM EQUIP-\n    4  MENT\" SHALL MEAN EQUIPMENT WHICH, WHEN INSTALLED AT A  TAXPAYER'S  PREM-\n    5  ISES, USES WIND ENERGY FOR THE PURPOSE OF GENERATING ELECTRICITY FOR USE\n    6  IN SUCH PREMISES.\n    7    (D)   MULTIPLE  TAXPAYERS.  WHERE  WIND  ENERGY  SYSTEM  EQUIPMENT  IS\n    8  PURCHASED AND INSTALLED IN A PRINCIPAL PREMISES SHARED BY  TWO  OR  MORE\n    9  TAXPAYERS, THE AMOUNT OF THE CREDIT ALLOWABLE UNDER THIS SUBDIVISION FOR\n   10  EACH  SUCH TAXPAYER SHALL BE PRORATED ACCORDING TO THE PERCENTAGE OF THE\n   11  TOTAL EXPENDITURE FOR SUCH WIND ENERGY SYSTEM EQUIPMENT  CONTRIBUTED  BY\n   12  EACH TAXPAYER.\n   13    (E)  WHEN  CREDIT ALLOWED. THE CREDIT FOR WIND ENERGY SYSTEM EQUIPMENT\n   14  PROVIDED FOR IN THIS SUBDIVISION SHALL BE ALLOWED WITH  RESPECT  TO  THE\n   15  TAXABLE  YEAR,  COMMENCING  AFTER TWO THOUSAND ELEVEN, IN WHICH THE WIND\n   16  ENERGY SYSTEM EQUIPMENT IS PLACED IN SERVICE.\n   17    (F) CARRYOVER OF CREDIT. IF THE AMOUNT OF THE CREDIT,  AND  CARRYOVERS\n   18  OF  SUCH  CREDIT,  ALLOWABLE UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR\n   19  SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, SUCH EXCESS AMOUNT MAY BE\n   20  CARRIED OVER TO THE FIVE TAXABLE YEARS NEXT FOLLOWING THE  TAXABLE  YEAR\n   21  WITH RESPECT TO WHICH THE CREDIT IS ALLOWED AND MAY BE DEDUCTED FROM THE\n   22  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   23    S  2.  The  subsection  heading  and paragraphs 1, 2, 3, 4, 5 and 7 of\n   24  subsection (g-1) of section 606 of the tax law, the  subsection  heading\n   25  and  paragraphs  1,  2, 4 and 7 as amended by chapter 378 of the laws of\n   26  2005, subparagraph (B) of paragraph 2 as amended by chapter 251  of  the\n   27  laws  of  2006,  paragraph  3 as amended by, paragraph 5 as added by and\n   28  paragraph 7 as renumbered by chapter  128  of  the  laws  of  2007,  are\n   29  amended to read as follows:\n   30    Solar  AND WIND energy system equipment credit. (1) General. [An indi-\n   31  vidual] A taxpayer shall be allowed a credit against the tax imposed  by\n   32  this  article  equal  to  twenty-five percent of qualified solar OR WIND\n   33  energy system equipment expenditures. This credit shall not exceed three\n   34  thousand seven hundred fifty dollars for qualified solar  energy  equip-\n   35  ment  placed  in  service  before September first, two thousand six, and\n   36  five thousand dollars for qualified solar  energy  equipment  placed  in\n   37  service  on  or after September first, two thousand six, AND SEVEN THOU-\n   38  SAND FIVE HUNDRED DOLLARS FOR QUALIFIED WIND ENERGY SYSTEM EQUIPMENT.\n   39    (2) Qualified solar OR WIND energy system equipment expenditures.  (A)\n   40  The  term \"qualified solar OR WIND energy system equipment expenditures\"\n   41  means expenditures for the purchase  of  solar  OR  WIND  energy  system\n   42  equipment  which  is  installed  in connection with residential property\n   43  which is (i) located in this state and (ii) which is used by the taxpay-\n   44  er as his or her principal [residence] PREMISES at the time the solar OR\n   45  WIND energy system equipment is placed in service.\n   46    (B) Such qualified expenditures shall include expenditures for materi-\n   47  als, labor costs properly allocable to on-site preparation, assembly and\n   48  original  installation,  architectural  and  engineering  services,  and\n   49  designs  and  plans directly related to the construction or installation\n   50  of the solar OR WIND energy system equipment.\n   51    (C) Such qualified expenditures shall not include  interest  or  other\n   52  finance charges.\n   53    (3)  Solar  OR  WIND  energy system equipment. The term \"solar OR WIND\n   54  energy system equipment\" shall mean an  arrangement  or  combination  of\n   55  components   utilizing  solar  radiation  OR  WIND  POWER,  which,  when\n   56  installed in a residence, produces energy designed to  provide  heating,\n\n       A. 3814                             3\n\n    1  cooling,  hot water or electricity for use in such [residence] PREMISES.\n    2  Such arrangement or components shall not include equipment connected  to\n    3  solar  OR  WIND  energy  system equipment that is a component of part or\n    4  parts of a non-solar OR NON-WIND energy system or which uses any sort of\n    5  recreational  facility  or  equipment as a storage medium. Solar OR WIND\n    6  energy system equipment that generates electricity for use in  a  [resi-\n    7  dence]  TAXPAYER'S  PREMISES must conform to applicable requirements set\n    8  forth in section sixty-six-j of the public service law. Provided, howev-\n    9  er, where solar  OR  WIND  energy  system  equipment  is  purchased  and\n   10  installed by a condominium management association or a cooperative hous-\n   11  ing  corporation,  for  purposes  of this subsection only, the term \"ten\n   12  kilowatts\" in such section sixty-six-j shall be  read  as  \"fifty  kilo-\n   13  watts.\"\n   14    (4) Multiple taxpayers. Where solar OR WIND energy system equipment is\n   15  purchased  and  installed  in a principal [residence] PREMISES shared by\n   16  two or more taxpayers, the amount of the  credit  allowable  under  this\n   17  subsection  for  each  such  taxpayer shall be prorated according to the\n   18  percentage of the total expenditure for such solar OR WIND energy system\n   19  equipment contributed by each taxpayer.\n   20    (5) Proportionate share. Where solar OR WIND energy  system  equipment\n   21  is  purchased and installed by a condominium management association or a\n   22  cooperative housing corporation, a taxpayer  who  is  a  member  of  the\n   23  condominium management association or who is a tenant-stockholder in the\n   24  cooperative  housing  corporation may for the purpose of this subsection\n   25  claim a proportionate share of the total expense as the expenditure  for\n   26  the  purposes  of  the credit attributable to his OR HER principal resi-\n   27  dence.\n   28    (7) When credit allowed. The credit FOR SOLAR ENERGY SYSTEM  EQUIPMENT\n   29  provided  for  [herein] IN THIS SUBSECTION shall be allowed with respect\n   30  to the taxable year, commencing after nineteen hundred ninety-seven,  in\n   31  which the solar energy system equipment is placed in service.  THE CRED-\n   32  IT  FOR  WIND  ENERGY  SYSTEM  EQUIPMENT PROVIDED FOR IN THIS SUBSECTION\n   33  SHALL BE ALLOWED WITH RESPECT TO THE TAXABLE YEAR, COMMENCING AFTER  TWO\n   34  THOUSAND  ELEVEN, IN WHICH THE WIND ENERGY SYSTEM EQUIPMENT IS PLACED IN\n   35  SERVICE.\n   36    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a corporate and a personal income tax credit for wind energy system equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T141402.TXT", "SOBI.D110127.T151408.TXT", "SOBI.D110131.T160219.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296507739261
}