{
  "year" : 2011,
  "senateBillNo" : "A381-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A381-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the safe storage of all guns, either in a safe or with a locking device, and provides penalties for simple and complex violations; requires notices",
  "summary" : "Requires the safe storage of all guns, either in a safe or with a locking device, and provides penalties for simple and complex violations (removal from premises, injury or death results); requires notices to be furnished upon transfer of guns and issuance/renewal of licenses; defines guns as weapons in the form of rifles, shotguns, and firearms; enacts the \"safe gun storage act\"; does not preempt local laws no less restrictive or stringent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1094-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          381\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN,  COOK,  CYMBROWITZ, DINOWITZ, GALEF,\n         JACOBS, ORTIZ, ENGLEBRIGHT, ROSENTHAL -- Multi-Sponsored by --  M.  of\n         A.  AUBRY,  BRENNAN,  CLARK,  GOTTFRIED,  HOOPER,  MAYERSOHN, MILLMAN,\n         PERRY, PHEFFER, SCARBOROUGH, WRIGHT -- read once and referred  to  the\n         Committee on Codes\n\n       AN  ACT to amend the penal law and the general business law, in relation\n         to safe weapon storage\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Short title; construction.  1. This act shall be known and\n    2  may be cited as the \"safe weapon storage act\".\n    3    2. The provisions of this act shall not be  construed  to  preempt  or\n    4  supersede any local law the provisions of which are no less stringent or\n    5  restrictive than the provisions of this act.\n    6    S 2. Legislative findings. The legislature hereby finds the following:\n    7    The  presence  of  unsecured,  easily accessible, weapons in homes and\n    8  other places increases the likelihood of death or injury from  accidents\n    9  and  impulsive  acts. Guns left unattended must be kept locked or stored\n   10  securely to prevent access by children and others who  should  not  have\n   11  access  to  them. Gun owners and other lawful possessors are responsible\n   12  for keeping their weapons from falling into the hands  of  children  and\n   13  other unauthorized individuals.\n   14    S  3.  The  penal  law  is amended by adding nine new sections 265.50,\n   15  265.51, 265.52, 265.53, 265.55, 265.56, 265.57,  265.58  and  265.59  to\n   16  read as follows:\n   17  S 265.50 DEFINITIONS; SAFE WEAPON STORAGE.\n   18    AS USED IN SECTIONS 265.51 THROUGH 265.59 OF THIS ARTICLE, THE FOLLOW-\n   19  ING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   20    1.  \"PERSON\"  INCLUDES  A  NATURAL  PERSON,  CORPORATION, PARTNERSHIP,\n   21  LIMITED LIABILITY COMPANY, OR ANY OTHER ENTITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00322-01-1\n\n       A. 381                              2\n\n    1    2. \"SAFE STORAGE DEPOSITORY\" MEANS A SAFE OR  OTHER  SECURE  CONTAINER\n    2  WHICH, WHEN LOCKED, IS INCAPABLE OF BEING OPENED WITHOUT THE KEY, COMBI-\n    3  NATION,  OR  OTHER  UNLOCKING  MECHANISM AND IS CAPABLE OF PREVENTING AN\n    4  UNAUTHORIZED PERSON FROM OBTAINING ACCESS TO AND POSSESSION OF THE WEAP-\n    5  ON  CONTAINED  THEREIN.  THE  DIVISION OF STATE POLICE SHALL DEVELOP AND\n    6  PROMULGATE RULES AND REGULATIONS SETTING FORTH THE SPECIFIC  DEVICES  OR\n    7  THE  MINIMUM  STANDARDS AND CRITERIA THEREFOR WHICH CONSTITUTE AN EFFEC-\n    8  TIVE SAFE STORAGE DEPOSITORY.\n    9    3. \"SAFETY LOCKING DEVICE\" MEANS A DESIGN ADAPTATION, ATTACHED  ACCES-\n   10  SORY,  OR DEVICE INSTALLED THAT, WHEN ACTIVATED, ATTACHED, OR INSTALLED,\n   11  PREVENTS THE DISCHARGE OR FIRING OF THE WEAPON.  THE DIVISION  OF  STATE\n   12  POLICE  SHALL DEVELOP AND PROMULGATE RULES AND REGULATIONS SETTING FORTH\n   13  THE SPECIFIC DEVICES OR THE  MINIMUM  STANDARDS  AND  CRITERIA  THEREFOR\n   14  WHICH CONSTITUTE AN EFFECTIVE GUN LOCKING DEVICE.\n   15    4. \"WEAPON\" MEANS A \"RIFLE\", \"SHOTGUN\", \"FIREARM\", OR \"MACHINE GUN\".\n   16  S 265.51 SAFE STORAGE OF WEAPONS; APPLICABILITY.\n   17    THE  PROVISIONS OF SECTION 265.52 SHALL NOT APPLY TO ANY DULY LICENSED\n   18  MANUFACTURER OF WEAPONS.\n   19  S 265.52 FAILURE TO STORE A WEAPON SAFELY IN THE SECOND DEGREE.\n   20    A PERSON IS GUILTY OF FAILURE TO STORE A WEAPON SAFELY IN  THE  SECOND\n   21  DEGREE WHEN HE OR SHE OWNS OR IS A BAILEE OR OTHER KNOWING AND VOLUNTARY\n   22  POSSESSOR OF A WEAPON AND STORES OR OTHERWISE LEAVES A WEAPON OUT OF HIS\n   23  OR  HER  IMMEDIATE  POSSESSION  OR CONTROL WITHOUT HAVING FIRST SECURELY\n   24  LOCKED SUCH WEAPON IN AN APPROPRIATE SAFE STORAGE DEPOSITORY OR RENDERED\n   25  IT INCAPABLE OF BEING FIRED BY THE USE OF A SAFETY LOCKING DEVICE APPRO-\n   26  PRIATE TO THAT WEAPON.\n   27    FAILURE TO STORE A WEAPON SAFELY IN THE SECOND DEGREE IS A VIOLATION.\n   28  S 265.53 FAILURE TO STORE A WEAPON SAFELY IN THE FIRST DEGREE.\n   29    A PERSON IS GUILTY OF FAILURE TO STORE A WEAPON SAFELY  IN  THE  FIRST\n   30  DEGREE  WHEN  HE OR SHE COMMITS THE OFFENSE OF FAILURE TO STORE A WEAPON\n   31  SAFELY IN THE SECOND DEGREE AS DEFINED IN SECTION 265.52  AND  HAS  BEEN\n   32  PREVIOUSLY  CONVICTED OF THE OFFENSE OF FAILURE TO STORE A WEAPON SAFELY\n   33  IN THE SECOND DEGREE AS DEFINED IN SECTION 265.52 WITHIN  THE  PRECEDING\n   34  TEN YEARS.\n   35    FAILURE  TO  STORE  A  WEAPON  SAFELY IN THE FIRST DEGREE IS A CLASS A\n   36  MISDEMEANOR.\n   37  S 265.55 AGGRAVATED FAILURE TO STORE  A  WEAPON  SAFELY  IN  THE  SECOND\n   38             DEGREE.\n   39    A  PERSON  IS GUILTY OF AGGRAVATED FAILURE TO STORE A WEAPON SAFELY IN\n   40  THE SECOND DEGREE WHEN HE OR SHE COMMITS THE OFFENSE OF FAILURE TO STORE\n   41  A WEAPON SAFELY IN THE SECOND DEGREE AS DEFINED IN  SECTION  265.52  AND\n   42  SUCH  WEAPON  IS  REMOVED BY ANY OTHER PERSON FROM THE PREMISES WHERE IT\n   43  WAS STORED UNSAFELY.\n   44    AGGRAVATED FAILURE TO STORE A WEAPON SAFELY IN THE SECOND DEGREE IS  A\n   45  CLASS A MISDEMEANOR.\n   46  S 265.56 AGGRAVATED  FAILURE  TO  STORE  A  WEAPON  SAFELY  IN THE FIRST\n   47             DEGREE.\n   48    A PERSON IS GUILTY OF AGGRAVATED FAILURE TO STORE A WEAPON  SAFELY  IN\n   49  THE  FIRST DEGREE WHEN HE OR SHE COMMITS THE OFFENSE OF FAILURE TO STORE\n   50  A WEAPON SAFELY IN THE SECOND DEGREE AS DEFINED IN  SECTION  265.52  AND\n   51  SUCH WEAPON DISCHARGES AND THEREBY CAUSES, DIRECTLY OR INDIRECTLY, PHYS-\n   52  ICAL INJURY, SERIOUS PHYSICAL INJURY, OR DEATH TO ANY OTHER PERSON.\n   53    AGGRAVATED  FAILURE  TO STORE A WEAPON SAFELY IN THE FIRST DEGREE IS A\n   54  CLASS E FELONY.\n   55  S 265.57 AGGRAVATED FAILURE TO  STORE  A  WEAPON  SAFELY  IN  THE  FIRST\n   56             DEGREE; APPLICATION.\n\n       A. 381                              3\n\n    1    IF A PERSON WHO IS SUSPECTED OF VIOLATING SECTION 265.56 IS THE PARENT\n    2  OR  GUARDIAN OF A CHILD WHO IS INJURED OR WHO DIES AS THE RESULT OF SUCH\n    3  VIOLATION, THE DISTRICT ATTORNEY SHALL CONSIDER,  AMONG  OTHER  FACTORS,\n    4  THE  IMPACT  OF  THE  INJURY  OR DEATH ON THE PERSON WHO IS SUSPECTED OF\n    5  VIOLATING  SECTION 265.56 WHEN DECIDING WHETHER OR NOT TO PROSECUTE SUCH\n    6  PERSON FOR SUCH CRIME.\n    7    A PARENT OR GUARDIAN OF A CHILD WHO IS INJURED OR WHO DIES AS A RESULT\n    8  OF A VIOLATION OF SECTION 265.56  SHALL  BE  PROSECUTED  ONLY  IN  THOSE\n    9  INSTANCES IN WHICH THE PARENT OR GUARDIAN BEHAVED IN A RECKLESS MANNER.\n   10  S 265.58 FAILURE TO PROVIDE NOTICE IN THE SECOND DEGREE.\n   11    NO  PERSON  SHALL  SELL,  DELIVER,  OR  TRANSFER ANY WEAPON TO ANOTHER\n   12  PERSON UNLESS THE TRANSFEREE IS PROVIDED AT THE TIME OF SALE,  DELIVERY,\n   13  OR TRANSFER WITH:\n   14    1.  A SAFETY LOCKING DEVICE THAT IS CAPABLE OF PREVENTING THAT PARTIC-\n   15  ULAR WEAPON FROM FIRING OR A SAFE STORAGE DEPOSITORY; AND\n   16    2. A COPY OF THE FOLLOWING WARNING IN CONSPICUOUS AND LEGIBLE  TWENTY-\n   17  FOUR  POINT  TYPE  ON  EIGHT  AND ONE-HALF INCHES BY ELEVEN INCHES PAPER\n   18  STATING IN BOLD PRINT THE FOLLOWING WARNING:\n   19                                   WARNING\n   20  RESPONSIBLE FIREARM STORAGE IS THE LAW IN NEW YORK STATE. FIREARMS  MUST\n   21  EITHER  BE  STORED  WITH  A  SAFETY  LOCKING DEVICE OR IN A SAFE STORAGE\n   22  DEPOSITORY OR NOT BE LEFT OUTSIDE THE IMMEDIATE POSSESSION  AND  CONTROL\n   23  OF  THE  OWNER  OR  OTHER  LAWFUL POSSESSOR.   FIREARMS SHOULD BE STORED\n   24  UNLOADED AND LOCKED IN A  LOCATION  SEPARATE  FROM  AMMUNITION.  LEAVING\n   25  FIREARMS ACCESSIBLE TO A CHILD OR UNAUTHORIZED PERSON MAY SUBJECT YOU TO\n   26  IMPRISONMENT, FINE, OR BOTH.\n   27    FAILURE TO PROVIDE NOTICE IN THE SECOND DEGREE IS A VIOLATION.\n   28  S 265.59 FAILURE TO PROVIDE NOTICE IN THE FIRST DEGREE.\n   29    A  PERSON  IS  GUILTY OF FAILURE TO PROVIDE NOTICE IN THE FIRST DEGREE\n   30  WHEN HE OR SHE COMMITS THE OFFENSE OF FAILURE TO PROVIDE NOTICE  IN  THE\n   31  SECOND  DEGREE  AS  DEFINED  IN  SECTION  265.58 AND HAS BEEN PREVIOUSLY\n   32  CONVICTED OF THE OFFENSE OF FAILURE TO  PROVIDE  NOTICE  IN  THE  SECOND\n   33  DEGREE AS DEFINED IN SECTION 265.58 WITHIN THE PRECEDING TEN YEARS.\n   34    FAILURE  TO  PROVIDE NOTICE IN THE FIRST DEGREE IS A CLASS B MISDEMEA-\n   35  NOR.\n   36    S 4. Section 400.00 of the penal law is amended by adding a new subdi-\n   37  vision 18 to read as follows:\n   38    18. UPON THE ISSUANCE OR RENEWAL OF A LICENSE, THE  LICENSING  OFFICER\n   39  SHALL  ISSUE  THEREWITH  THE FOLLOWING NOTICE IN CONSPICUOUS AND LEGIBLE\n   40  TWENTY-FOUR POINT TYPE ON EIGHT AND ONE-HALF  INCHES  BY  ELEVEN  INCHES\n   41  PAPER STATING IN BOLD PRINT THE FOLLOWING:\n   42                                    WARNING\n   43  RESPONSIBLE FIREARM STORAGE IS THE LAW IN NEW YORK STATE.  FIREARMS MUST\n   44  EITHER  BE  STORED  WITH  A  SAFETY  LOCKING DEVICE OR IN A SAFE STORAGE\n   45  DEPOSITORY OR NOT BE LEFT OUTSIDE THE IMMEDIATE POSSESSION  AND  CONTROL\n   46  OF  THE  OWNER  OR  OTHER  LAWFUL POSSESSOR.   FIREARMS SHOULD BE STORED\n   47  UNLOADED AND LOCKED IN A  LOCATION  SEPARATE  FROM  AMMUNITION.  LEAVING\n   48  FIREARMS  ACCESSIBLE  TO A CHILD OR UNAUTHORIZED PERSONS MAY SUBJECT YOU\n   49  TO IMPRISONMENT, FINE, OR BOTH.\n   50    S 5. Subdivision 2 of section 396-ee of the general business  law,  as\n   51  added by chapter 189 of the laws of 2000, is amended to read as follows:\n   52    (2)  Every  person, firm or corporation engaged in the retail business\n   53  of selling rifles, shotguns or firearms, as such terms  are  defined  in\n   54  section  265.00 of the penal law, shall, in the place where such rifles,\n   55  shotguns or firearms are displayed or transferred to the purchaser, post\n   56  a notice conspicuously stating in bold print that: [\"The use of a  lock-\n\n       A. 381                              4\n\n    1  ing  device  or  safety  lock  is only one aspect of responsible firearm\n    2  storage.  For increased safety firearms should be  stored  unloaded  and\n    3  locked  in  a  location  that is both separate from their ammunition and\n    4  inaccessible to children and any other unauthorized person.\"] \"RESPONSI-\n    5  BLE  FIREARM STORAGE IS THE LAW IN NEW YORK STATE.  FIREARMS MUST EITHER\n    6  BE STORED WITH A SAFETY LOCKING DEVICE OR IN A SAFE  STORAGE  DEPOSITORY\n    7  OR NOT BE LEFT OUTSIDE THE IMMEDIATE POSSESSION AND CONTROL OF THE OWNER\n    8  OR  OTHER  LAWFUL  POSSESSOR.    FIREARMS  SHOULD BE STORED UNLOADED AND\n    9  LOCKED IN A LOCATION SEPARATE FROM AMMUNITION. LEAVING FIREARMS ACCESSI-\n   10  BLE TO A CHILD OR UNAUTHORIZED PERSON MAY SUBJECT YOU  TO  IMPRISONMENT,\n   11  FINE, OR BOTH.\"\n   12    S  6.  If  any  word, phrase, clause, sentence, paragraph, section, or\n   13  part of this act shall be adjudged by any court of  competent  jurisdic-\n   14  tion  to  be invalid, such judgment shall not affect, impair, or invali-\n   15  date the remainder thereof, but shall be confined in  its  operation  to\n   16  the words, phrase, clause, sentence, paragraph, section, or part thereof\n   17  directly  involved  in the controversy in which such judgment shall have\n   18  been rendered.\n   19    S 7. This act shall take effect on the first of November next succeed-\n   20  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the general business law, in relation to safe weapon storage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T145102.TXT", "SOBI.D101223.T154616.TXT", "SOBI.D101227.T144602.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479462260
}