{
  "year" : 2011,
  "senateBillNo" : "A3825-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3825-2011-1296104400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Farrell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to payments from the department of health New York city veterans home income fund",
  "summary" : "Relates to payments from the department of health New York city veterans home income fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A6876-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3825\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. FARRELL -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the public health law, in relation to payments from  the\n         department of health New York city veterans home income fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 409-a of the public health law  is\n    2  amended by adding a new paragraph (e) to read as follows:\n    3    (E)  PRIOR  TO  MAKING  ANY TRANSFER PURSUANT TO PARAGRAPH (D) OF THIS\n    4  SUBDIVISION AND NOTWITHSTANDING PARAGRAPH (D) OF THIS  SUBDIVISION,  THE\n    5  COMPTROLLER,  FROM  ALL  MONEYS  IN  THE FUND IN EXCESS OF THE AGGREGATE\n    6  AMOUNT OF MONEY REQUIRED TO BE MAINTAINED IN THE  DEPARTMENT  OF  HEALTH\n    7  NEW  YORK  CITY  VETERANS  HOME INCOME FUND PURSUANT TO PARAGRAPH (C) OF\n    8  THIS SUBDIVISION, SHALL PAY OVER AND DEPOSIT IN, AND SHALL  MAINTAIN  ON\n    9  DEPOSIT IN, THE DEPARTMENT OF HEALTH INCOME FUND ESTABLISHED PURSUANT TO\n   10  SECTION  FOUR  HUNDRED NINE OF THIS TITLE, THE AGGREGATE AMOUNT OF MONEY\n   11  NEEDED BY THE DEPARTMENT DURING THE NEXT SUCCEEDING SIX CALENDAR  MONTHS\n   12  TO  COMPLY  IN  FULL WITH ALL OBLIGATIONS OF THE DEPARTMENT ALLOCABLE TO\n   13  THE NEW YORK STATE HOME FOR VETERANS IN THE CITY OF NEW YORK  UNDER  THE\n   14  TERMS  OF  EVERY LEASE, SUBLEASE OR AGREEMENT OF THE DEPARTMENT WITH THE\n   15  DORMITORY AUTHORITY WHICH (I) IS THEN IN EFFECT, INCLUDING WITHOUT LIMI-\n   16  TATION BY THE SPECIFICATION THEREOF,  (A)  THE  AMOUNT  NEEDED  TO  MAKE\n   17  RENTAL  PAYMENTS  THEREUNDER  DURING SUCH SEMIANNUAL PERIOD, AND (B) THE\n   18  AMOUNT NEEDED TO ESTABLISH AND MAINTAIN RESERVES THEREUNDER DURING  SUCH\n   19  PERIOD,  AND  (II)  IS  SECURED  UNDER SUBDIVISION THREE OF SECTION FOUR\n   20  HUNDRED NINE OF THIS TITLE.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07306-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to payments from the department of health New York city veterans home income fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T152909.TXT", "SOBI.D110127.T142905.TXT", "SOBI.D110127.T141402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296160149206
}