{
  "year" : 2011,
  "senateBillNo" : "A3821-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to codes",
    "billEventId" : "A3821-2011-1296104400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the labeling of all shipments of firearms, and certain shipments of shotguns and rifles and reporting certain information",
  "summary" : "Provides for the labeling of all shipments of firearms, and shipments of shotguns and rifles in jurisdictions which require a permit or license to possess a rifle or shotgun; provides for manifests for transportation thereof, notice to the superintendent of state police, transporters to know what they are transporting when reasonably possible, and for postponement of delivery pending police investigation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2145-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3821\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to labeling of certain  ship-\n         ments  of firearms, rifles and shotguns and reporting certain informa-\n         tion\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 9 of subdivision a of section 265.20 of the penal\n    2  law,  as amended by chapter 1041 of the laws of 1974, is amended to read\n    3  as follows:\n    4    9. The regular and ordinary  transport  of  firearms  as  merchandise,\n    5  provided  that  the  person  transporting such firearms, where he OR SHE\n    6  knows or has reasonable means of ascertaining what he OR SHE  is  trans-\n    7  porting,  CARRIES  IN HIS OR HER POSSESSION A MANIFEST WHICH CLEARLY AND\n    8  CONSPICUOUSLY SHOWS THE NAME AND ADDRESS OF THE  SHIPPER,  THE  SHIPPING\n    9  NUMBER,  MAKE, MODEL AND MANUFACTURER'S NAME OF EACH FIREARM, THE SERIAL\n   10  NUMBER FOR EACH FIREARM SOLD OR EXCHANGED ON THE INTERNET  AND  INFORMA-\n   11  TION IDENTIFYING THE INTERNET WEBSITE OF THE SELLER OF SUCH FIREARM, AND\n   12  THE  NAME AND ADDRESS OF THE CONSIGNEE AND THE PLACE OF DELIVERY, AND HE\n   13  OR SHE notifies in writing the  police  commissioner,  police  chief  or\n   14  other  law enforcement officer performing such functions at the place of\n   15  delivery AND THE SUPERINTENDENT OF STATE POLICE, of the name and address\n   16  of the SHIPPER AND consignee [and], the place of delivery, THE  SHIPPING\n   17  NUMBER,  MAKE, MODEL AND MANUFACTURER'S NAME OF EACH FIREARM, THE SERIAL\n   18  NUMBER FOR EACH FIREARM SOLD OR EXCHANGED ON THE INTERNET  AND  INFORMA-\n   19  TION IDENTIFYING THE INTERNET WEBSITE OF THE SELLER OF SUCH FIREARM, and\n   20  withholds  delivery  to the consignee for such reasonable period of time\n   21  designated in writing by such police commissioner, police chief or other\n   22  law enforcement officer AND THE SUPERINTENDENT OF STATE POLICE  as  such\n   23  official  may  deem  necessary  for  investigation  as  to  whether  the\n   24  consignee may lawfully receive and possess  such  firearms.  THE  PERSON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06062-01-1\n\n       A. 3821                             2\n\n    1  TRANSPORTING SUCH FIREARMS SHALL PRODUCE SUCH MANIFEST FOR INSPECTION AT\n    2  THE  REQUEST  OF  A PEACE OFFICER, ACTING PURSUANT TO HIS OR HER SPECIAL\n    3  DUTIES, A POLICE OFFICER OR  ANY  OTHER  PERSON  AUTHORIZED  BY  LAW  TO\n    4  INQUIRE INTO OR INVESTIGATE THE TRANSPORTATION OF FIREARMS.\n    5    S  2.  The penal law is amended by adding a new section 265.45 to read\n    6  as follows:\n    7  S 265.45 TRANSPORTATION OF RIFLES OR SHOTGUNS;  MANIFEST  AND  REPORTING\n    8               REQUIRED.\n    9    EVERY  PERSON  TRANSPORTING  RIFLES OR SHOTGUNS AS MERCHANDISE INTO OR\n   10  WITHIN ANY JURISDICTION IN THIS STATE WHICH REQUIRES A PERMIT OR LICENSE\n   11  TO PURCHASE, CARRY OR POSSESS A RIFLE OR SHOTGUN:\n   12    1. SHALL NOT ACCEPT FOR SUCH  TRANSPORT  ANY  RIFLES  OR  SHOTGUNS  AS\n   13  MERCHANDISE  WHERE HE OR SHE KNOWS OR HAS REASONABLE MEANS OF ASCERTAIN-\n   14  ING WHAT HE OR SHE IS TRANSPORTING, UNLESS HE OR SHE CARRIES IN  HIS  OR\n   15  HER POSSESSION A MANIFEST WHICH CLEARLY AND CONSPICUOUSLY SHOWS THE NAME\n   16  AND  ADDRESS  OF  THE  SHIPPER,  THE  SHIPPING  NUMBER,  MAKE, MODEL AND\n   17  MANUFACTURER'S NAME OF EACH RIFLE OR SHOTGUN, THE SERIAL NUMBER FOR EACH\n   18  RIFLE OR SHOTGUN SOLD OR EXCHANGED ON THE INTERNET AND INFORMATION IDEN-\n   19  TIFYING THE INTERNET WEBSITE OF THE SELLER OF SUCH RIFLE OR SHOTGUN, AND\n   20  THE NAME AND ADDRESS OF THE CONSIGNEE AND THE PLACE OF DELIVERY, AND  HE\n   21  OR  SHE  NOTIFIES  IN  WRITING  THE POLICE COMMISSIONER, POLICE CHIEF OR\n   22  OTHER LAW ENFORCEMENT OFFICER PERFORMING SUCH FUNCTIONS AT THE PLACE  OF\n   23  DELIVERY AND THE SUPERINTENDENT OF STATE POLICE, OF THE NAME AND ADDRESS\n   24  OF  THE  SHIPPER  AND  CONSIGNEE,  THE  PLACE  OF DELIVERY, THE SHIPPING\n   25  NUMBER, MAKE, MODEL AND MANUFACTURER'S NAME OF EACH  RIFLE  OR  SHOTGUN,\n   26  THE  SERIAL  NUMBER  FOR  EACH RIFLE OR SHOTGUN SOLD OR EXCHANGED ON THE\n   27  INTERNET AND INFORMATION IDENTIFYING THE INTERNET WEBSITE OF THE  SELLER\n   28  OF SUCH RIFLE OR SHOTGUN;\n   29    2. SHALL WITHHOLD DELIVERY TO THE CONSIGNEE FOR SUCH REASONABLE PERIOD\n   30  OF  TIME DESIGNATED IN WRITING BY SUCH POLICE COMMISSIONER, POLICE CHIEF\n   31  OR OTHER LAW ENFORCEMENT OFFICER AND THE SUPERINTENDENT OF STATE  POLICE\n   32  AS  SUCH OFFICIAL MAY DEEM NECESSARY FOR INVESTIGATION AS TO WHETHER THE\n   33  CONSIGNEE MAY LAWFULLY RECEIVE AND POSSESS SUCH RIFLES OR SHOTGUNS; AND\n   34    3. SHALL PRODUCE SUCH MANIFEST FOR INSPECTION  AT  THE  REQUEST  OF  A\n   35  PEACE  OFFICER,  ACTING  PURSUANT TO HIS OR HER SPECIAL DUTIES, A POLICE\n   36  OFFICER OR ANY OTHER PERSON AUTHORIZED BY LAW TO INQUIRE INTO OR  INVES-\n   37  TIGATE THE TRANSPORTATION OF RIFLES OR SHOTGUNS.\n   38    A KNOWING VIOLATION OF THIS SECTION IS A CLASS E FELONY.\n   39    S 3. Section 265.00 of the penal law is amended by adding a new subdi-\n   40  vision 24 to read as follows:\n   41    24.  \"INTERNET\" MEANS THE COMBINATION OF COMPUTER FACILITIES AND ELEC-\n   42  TROMAGNETIC TRANSMISSION MEDIA,  AND  RELATED  EQUIPMENT  AND  SOFTWARE,\n   43  COMPRISING  THE  INTERCONNECTED  WORLDWIDE  NETWORK OF COMPUTER NETWORKS\n   44  THAT EMPLOY THE TRANSMISSION CONTROL PROTOCOL/INTERNET PROTOCOL  OR  ANY\n   45  SUCCESSOR PROTOCOL TO TRANSMIT INFORMATION.\n   46    S 4. This act shall take effect on the first of November next succeed-\n   47  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to labeling of certain shipments of firearms, rifles and shotguns and reporting certain information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T141402.TXT", "SOBI.D110127.T152409.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159849047
}