{
  "year" : 2011,
  "senateBillNo" : "A3826-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3826-2011-1296104400000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the twenty million dollar cap on civic facilities authorized to be financed by industrial development agencies and authorities",
  "summary" : "Relates to funding of certain civic facilities by industrial development agencies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AC5700-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3826\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, SCHIMMINGER, CANESTRARI, MAGEE, CAHILL,\n         ZEBROWSKI,  COOK,  MAGNARELLI,  GUNTHER,  V. LOPEZ,  HOYT,  P. RIVERA,\n         ENGLEBRIGHT  --  Multi-Sponsored  by  --  M. of A. BENEDETTO, BOYLAND,\n         BRENNAN,  CAMARA,  CORWIN,  DESTITO,  GALEF,  HAWLEY,  KOLB,  LATIMER,\n         LAVINE,  LIFTON,  LUPARDO,  ROBINSON, TITUS, TOWNS, WEISENBERG -- read\n         once and referred to the Committee on Local Governments\n\n       AN ACT to amend the general municipal law  and  the  public  authorities\n         law, in relation to authorizing financing assistance for civic facili-\n         ties  by  industrial  development agencies, and in relation to the tax\n         exemption status of industrial development agencies; to amend  chapter\n         66  of  the  laws of 1994, amending the public health law, the general\n         municipal law and the insurance law relating to the financing of  life\n         care  communities,  in relation to the application deadline for eligi-\n         bility for assistance  from  an  industrial  development  agency;  and\n         providing  for  the  repeal  of certain provisions upon the expiration\n         thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 4 of section 874 of the gener-\n    2  al  municipal  law,  as  amended  by chapter 357 of the laws of 1993, is\n    3  amended and a new subdivision 10 is added to read as follows:\n    4    (b) THE UNIFORM TAX EXEMPTION  POLICY  ESTABLISHED  PURSUANT  TO  THIS\n    5  SECTION  SHALL  BE  REVIEWED  AND READOPTED BY THE AGENCY AT LEAST EVERY\n    6  FIVE YEARS FOLLOWING A PUBLIC HEARING. NOTICE OF THIS HEARING  SHALL  BE\n    7  GIVEN  TO THE CHIEF EXECUTIVE OFFICER OF EACH AFFECTED TAX JURISDICTIONS\n    8  AT LEAST SIXTY DAYS BEFORE THE HEARING. PRIOR TO THE HEARING THE  AGENCY\n    9  SHALL  REVIEW,  AND  RESPOND  TO  ANY  CORRESPONDENCE  RECEIVED FROM ANY\n   10  AFFECTED TAX JURISDICTION. THE AGENCY SHALL ALLOW ANY REPRESENTATIVE  OF\n   11  AN  AFFECTED  TAX JURISDICTION TO ADDRESS THE AGENCY AT THE HEARING. THE\n   12  AGENCY SHALL DEVELOP AND SUBMIT A REPORT TO THE AFFECTED  TAX  JURISDIC-\n   13  TIONS  SIXTY  DAYS PRIOR TO THE HEARING WHICH DETAILS THE PROJECTS WHICH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05404-01-1\n\n       A. 3826                             2\n\n    1  THE AGENCY HAS ASSISTED IN THE PREVIOUS FIVE  YEARS  AND  SHALL  INCLUDE\n    2  INFORMATION  SPECIFIC TO EACH PROJECT INCLUDING THE PERIOD OF EXEMPTION;\n    3  THE TYPE OF PROJECT; THE ESTIMATED PERCENTAGE OF EXEMPTION BY YEAR;  THE\n    4  ESTIMATED  VALUE OF ANY OTHER ASSISTANCE PROVIDED BY THE AGENCY; WHETHER\n    5  COMMITMENTS FOR PAYMENTS IN LIEU OF TAXES WERE MADE AND MET,  THE  ESTI-\n    6  MATED  VALUE OF SUCH PAYMENTS BY YEAR AND AFFECTED TAX JURISDICTION; THE\n    7  ESTIMATED AMOUNT OF PRIVATE SECTOR INVESTMENT GENERATED BY THE  PROJECT;\n    8  AND  THE  EXTENT  TO  WHICH  THE  PROJECT CREATED OR RETAINED PERMANENT,\n    9  PRIVATE SECTOR JOBS.\n   10    (C) The agency shall establish a  procedure  for  deviation  from  the\n   11  uniform  tax exemption policy required pursuant to this subdivision. The\n   12  agency shall set forth in writing the reasons for  deviation  from  such\n   13  policy, and shall further notify the affected local taxing jurisdictions\n   14  of the proposed deviation from such policy and the reasons therefor.\n   15    SUCH  NOTICE  TO  THE AFFECTED TAX JURISDICTIONS SHALL BE GIVEN TO THE\n   16  CHIEF EXECUTIVE OFFICER OF EACH AFFECTED TAX JURISDICTION AT LEAST THIR-\n   17  TY DAYS PRIOR TO THE MEETING OF THE AGENCY AT  WHICH  THE  AGENCY  SHALL\n   18  CONSIDER  WHETHER  TO  APPROVE  SUCH PROPOSED DEVIATION. PRIOR TO TAKING\n   19  FINAL ACTION AT SAID MEETING, THE AGENCY SHALL REVIEW AND RESPOND TO ANY\n   20  CORRESPONDENCE RECEIVED FROM ANY  AFFECTED  TAX  JURISDICTION  REGARDING\n   21  SUCH PROPOSED DEVIATION. THE AGENCY SHALL ALLOW ANY REPRESENTATIVE OF AN\n   22  AFFECTED  TAX JURISDICTION PRESENT AT SUCH MEETING TO ADDRESS THE AGENCY\n   23  REGARDING SUCH PROPOSED DEVIATION.\n   24    (10) WITHIN THIRTY DAYS OF THE  DATE  THAT  THE  AGENCY  DESIGNATES  A\n   25  PROJECT  OPERATOR  OR  OTHER  PERSON  TO  ACT AS AGENT OF THE AGENCY FOR\n   26  PURPOSES OF EXTENDING A SALES TAX EXEMPTION TO SUCH PERSON,  THE  AGENCY\n   27  SHALL  FILE  A  STATEMENT  WITH  THE  DEPARTMENT OF TAXATION AND FINANCE\n   28  RELATING THERETO, ON A FORM AND IN SUCH MANNER AS IS PRESCRIBED  BY  THE\n   29  COMMISSIONER  OF  TAXATION  AND  FINANCE, IDENTIFYING EACH SUCH AGENT SO\n   30  NAMED BY THE AGENCY, SETTING FORTH THE TAXPAYER IDENTIFICATION NUMBER OF\n   31  EACH SUCH AGENT, GIVING A BRIEF DESCRIPTION OF THE GOODS AND/OR SERVICES\n   32  INTENDED TO BE EXEMPTED FROM SALES TAXES AS A RESULT OF SUCH APPOINTMENT\n   33  AS AGENT, INDICATING THE AGENCY'S ROUGH ESTIMATE OF  THE  VALUE  OF  THE\n   34  GOODS  AND/OR SERVICES TO WHICH SUCH APPOINTMENT AS AGENT RELATES, INDI-\n   35  CATING THE DATE WHEN SUCH DESIGNATION  AS  AGENT  BECAME  EFFECTIVE  AND\n   36  INDICATING THE DATE UPON WHICH SUCH DESIGNATION AS AGENT SHALL CEASE.\n   37    S  2.  Subdivision  4  of section 854 of the general municipal law, as\n   38  amended by chapter 541 of the laws of 1982, is amended and a new  subdi-\n   39  vision 13 is added to read as follows:\n   40    (4)  \"Project\"  -  shall mean any land, any building or other improve-\n   41  ment, and all real and personal properties located within the  state  of\n   42  New York and within or outside or partially within and partially outside\n   43  the  municipality  for  whose benefit the agency was created, including,\n   44  but not limited to, machinery, equipment  and  other  facilities  deemed\n   45  necessary  or  desirable in connection therewith, or incidental thereto,\n   46  whether or not now in existence or under construction,  which  shall  be\n   47  suitable  for  manufacturing, warehousing, research, CIVIC commercial or\n   48  industrial purposes or other economically sound purposes identified  and\n   49  called  for  to implement a state designated urban cultural park manage-\n   50  ment plan as provided in title G of the parks, recreation  and  historic\n   51  preservation  law  and which may include or mean an industrial pollution\n   52  control facility, a recreation facility, educational or cultural facili-\n   53  ty, a horse racing facility [or], a railroad facility OR CIVIC FACILITY,\n   54  provided, however, no agency shall use  its  funds  in  respect  of  any\n   55  project  wholly  or partially outside the municipality for whose benefit\n   56  the agency was created without the prior consent thereto by the  govern-\n\n       A. 3826                             3\n\n    1  ing  body  or  bodies of all the other municipalities in which a part or\n    2  parts of the project is, or is to be, located.   PROVIDED FURTHER,  THAT\n    3  NO  AGENCY  SHALL PROVIDE FINANCIAL ASSISTANCE FOR ANY PROJECT WHERE THE\n    4  PROJECT  APPLICANT  HAS  ANY  AGREEMENT  TO SUBSEQUENTLY CONTRACT WITH A\n    5  MUNICIPALITY FOR THE LEASE OR PURCHASE OF SUCH PROJECT OR PROJECT FACIL-\n    6  ITY.\n    7    (13) \"CIVIC FACILITY\" - SHALL MEAN ANY FACILITY WHICH SHALL  BE  OWNED\n    8  OR OCCUPIED BY A NOT-FOR-PROFIT CORPORATION ORGANIZED AND EXISTING UNDER\n    9  THE  LAWS  OF  THIS  STATE  OR  AUTHORIZED TO CONDUCT ACTIVITIES IN THIS\n   10  STATE. SUCH FACILITIES SHALL NOT  INCLUDE  CONVENTION  CENTERS,  HOUSING\n   11  FACILITIES,  DORMITORIES  FOR  EDUCATIONAL INSTITUTIONS OR ROADS, BUILD-\n   12  INGS, WATER SYSTEMS, SEWER SYSTEMS, OR ANY PUBLIC FACILITY FOR USE BY  A\n   13  MUNICIPALITY IN THE PERFORMANCE OF ITS GOVERNMENTAL FUNCTIONS OR MEDICAL\n   14  FACILITIES  WHICH  ARE  PREDOMINANTLY  USED  FOR THE DELIVERY OF MEDICAL\n   15  SERVICES, EXCEPT  THAT  SUCH  FACILITIES  SHALL  INCLUDE  REHABILITATION\n   16  CENTERS  AND  HOSPICES. NOTWITHSTANDING THE LIMITATIONS CONTAINED IN THE\n   17  PRECEDING SENTENCE, A CIVIC FACILITY PROJECT MAY INCLUDE:  (A)  DORMITO-\n   18  RIES  FOR EDUCATIONAL INSTITUTIONS; (B) FACILITIES AS DEFINED IN ARTICLE\n   19  TWENTY-EIGHT OF THE PUBLIC HEALTH LAW; (C) HOUSING FACILITIES  PRIMARILY\n   20  DESIGNED  TO BE OCCUPIED BY INDIVIDUALS SIXTY YEARS OF AGE OR OLDER; AND\n   21  (D) CONTINUING CARE RETIREMENT COMMUNITIES.   NOTHING  IN  THIS  ARTICLE\n   22  SHALL  BE  DEEMED  TO  WAIVE ANY APPLICABLE REQUIREMENT FOR AN OPERATING\n   23  FACILITY CERTIFICATE, CONSENT OR ANY OTHER APPROVAL AS PROVIDED BY LAW.\n   24    S 3. Subdivision 3 of section 859-a of the general municipal  law,  as\n   25  added by chapter 356 of the laws of 1993, is amended to read as follows:\n   26    3. The agency must give at least [ten] THIRTY days published notice of\n   27  said  public hearing and shall, at the same time, provide notice of such\n   28  hearing to the chief executive officer of each affected tax jurisdiction\n   29  within which the project is located. The notice of  hearing  must  state\n   30  the  time  and  place  of  the  hearing,  contain  a general, functional\n   31  description of the project, describe the  prospective  location  of  the\n   32  project,  identify the initial owner, operator or manager of the project\n   33  and generally describe the  financial  assistance  contemplated  by  the\n   34  agency  with  respect to the project, AND PROVIDE AN OPPORTUNITY FOR THE\n   35  PUBLIC TO REVIEW THE PROJECT APPLICATION, WHICH SHALL INCLUDE AN  ANALY-\n   36  SIS OF THE COSTS AND BENEFITS OF THE PROPOSED PROJECT.\n   37    S  4.  Section  862  of the general municipal law, as added by chapter\n   38  1030 of the laws of 1969, is amended to read as follows:\n   39    S 862. Restrictions on funds of the agency. 1.  No  [funds]  FINANCIAL\n   40  ASSISTANCE  of the agency shall be used in respect of any project if the\n   41  completion thereof would result in the  removal  of  [an  industrial  or\n   42  manufacturing] A FACILITY OR plant of the project occupant from one area\n   43  of  the  state to another area of the state or in the abandonment of one\n   44  or more plants or facilities of the project occupant located within  the\n   45  state,  provided,  however,  that neither restriction shall apply if the\n   46  agency shall determine on the basis of the application  before  it  that\n   47  the  project  is reasonably necessary to discourage the project occupant\n   48  from removing such other plant or facility to  a  location  outside  the\n   49  state or is reasonably necessary to preserve the competitive position of\n   50  the project occupant in its respective industry.\n   51    2.  (A)  EXCEPT  AS  PROVIDED IN PARAGRAPH (B) OF THIS SUBDIVISION, NO\n   52  FINANCIAL ASSISTANCE OF THE AGENCY SHALL BE PROVIDED IN RESPECT  OF  ANY\n   53  PROJECT  WHERE  FACILITIES OR PROPERTY THAT ARE PRIMARILY USED IN MAKING\n   54  RETAIL SALES TO CUSTOMERS WHO PERSONALLY VISIT SUCH  FACILITIES  CONSTI-\n   55  TUTE  MORE THAN ONE-THIRD OF THE TOTAL PROJECT COST. FOR THE PURPOSES OF\n   56  THIS ARTICLE, RETAIL SALES SHALL MEAN: (I) SALES BY A REGISTERED  VENDOR\n\n       A. 3826                             4\n\n    1  UNDER  ARTICLE  TWENTY-EIGHT  OF  THE  TAX  LAW PRIMARILY ENGAGED IN THE\n    2  RETAIL SALE OF TANGIBLE PERSONAL PROPERTY, AS  DEFINED  IN  SUBPARAGRAPH\n    3  (I)  OF  PARAGRAPH FOUR OF SUBDIVISION (B) OF SECTION ELEVEN HUNDRED ONE\n    4  OF  THE  TAX  LAW; OR (II) SALES OF A SERVICE TO SUCH CUSTOMERS. EXCEPT,\n    5  HOWEVER, THAT TOURISM DESTINATION  PROJECTS  AND  PROJECTS  OPERATED  BY\n    6  NOT-FOR-PROFIT CORPORATIONS SHALL NOT BE PROHIBITED BY THIS SUBDIVISION.\n    7  FOR  THE  PURPOSE  OF THIS PARAGRAPH, \"TOURISM DESTINATION\" SHALL MEAN A\n    8  LOCATION OR FACILITY WHICH IS LIKELY TO ATTRACT A SIGNIFICANT NUMBER  OF\n    9  VISITORS  FROM OUTSIDE THE ECONOMIC DEVELOPMENT REGION AS ESTABLISHED BY\n   10  SECTION TWO HUNDRED THIRTY OF THE ECONOMIC DEVELOPMENT LAW, IN WHICH THE\n   11  PROJECT IS LOCATED.\n   12    (B) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (A) OF  THIS  SUBDIVI-\n   13  SION,  FINANCIAL ASSISTANCE MAY, HOWEVER, BE PROVIDED TO A PROJECT WHERE\n   14  FACILITIES OR PROPERTY THAT ARE PRIMARILY USED IN MAKING RETAIL SALES OF\n   15  GOODS OR SERVICES TO CUSTOMERS WHO PERSONALLY VISIT SUCH  FACILITIES  TO\n   16  OBTAIN  SUCH  GOODS  OR  SERVICES  CONSTITUTE MORE THAN ONE-THIRD OF THE\n   17  TOTAL PROJECT COST, WHERE (I) THE PROJECT OCCUPANT WOULD,  BUT  FOR  THE\n   18  ASSISTANCE  PROVIDED  BY THE AGENCY, LOCATE THE RELATED JOBS OUTSIDE THE\n   19  STATE, OR (II) THE PREDOMINANT PURPOSE OF THE PROJECT WOULD BE  TO  MAKE\n   20  AVAILABLE  GOODS  OR  SERVICES  WHICH WOULD NOT, BUT FOR THE PROJECT, BE\n   21  REASONABLY ACCESSIBLE TO THE RESIDENTS OF THE  CITY,  TOWN,  OR  VILLAGE\n   22  WITHIN  WHICH THE PROPOSED PROJECT WOULD BE LOCATED BECAUSE OF A LACK OF\n   23  REASONABLY ACCESSIBLE RETAIL TRADE FACILITIES  OFFERING  SUCH  GOODS  OR\n   24  SERVICES, OR (III) THE PROJECT IS LOCATED IN A HIGHLY DISTRESSED AREA.\n   25    (C)  WITH  RESPECT TO PROJECTS AUTHORIZED PURSUANT TO PARAGRAPH (B) OF\n   26  THIS SUBDIVISION, NO PROJECT SHALL BE APPROVED UNLESS THE  AGENCY  SHALL\n   27  FIND  AFTER  THE  PUBLIC  HEARING  REQUIRED  BY  SECTION  EIGHT  HUNDRED\n   28  FIFTY-NINE OF THIS TITLE THAT UNDERTAKING THE  PROJECT  WILL  SERVE  THE\n   29  PUBLIC  PURPOSES OF THIS ARTICLE BY PRESERVING PERMANENT, PRIVATE SECTOR\n   30  JOBS OR INCREASING THE OVERALL NUMBER OF PERMANENT, PRIVATE SECTOR  JOBS\n   31  IN THE STATE. WHERE THE AGENCY MAKES SUCH A FINDING, PRIOR TO A GRANT OF\n   32  ASSISTANCE  TO THE PROJECT BY THE AGENCY, THE CHIEF EXECUTIVE OFFICER OF\n   33  THE MUNICIPALITY FOR WHOSE BENEFIT THE AGENCY WAS CREATED SHALL  CONFIRM\n   34  THE PROPOSED ACTION OF THE AGENCY.\n   35    3.  NO FUNDS OF THE AGENCY SHALL BE USED FOR THE PURPOSE OF PREVENTING\n   36  THE ESTABLISHMENT OF AN INDUSTRIAL OR MANUFACTURING PLANT, NOR SHALL ANY\n   37  FUNDS OF THE AGENCY BE GIVEN TO  ANY  GROUP  OR  ORGANIZATION  WHICH  IS\n   38  ATTEMPTING  TO PREVENT THE ESTABLISHMENT OF AN INDUSTRIAL OR MANUFACTUR-\n   39  ING PLANT WITHIN THIS STATE NOR SHALL SUCH FUNDS BE USED FOR ADVERTISING\n   40  OR PROMOTIONAL MATERIALS WHICH DEPICT ELECTED  OR  APPOINTED  GOVERNMENT\n   41  OFFICIALS IN EITHER PRINT OR ELECTRONIC MEDIA.\n   42    S  5.  The opening paragraph of section 2306 of the public authorities\n   43  law, as amended by chapter 556 of the laws of 1973, is amended  to  read\n   44  as follows:\n   45    The  purposes of the authority shall be to promote, develop, encourage\n   46  and assist in the acquiring,  constructing,  reconstructing,  improving,\n   47  maintaining,  equipping  and furnishing industrial, manufacturing, ware-\n   48  house, commercial and research facilities and facilities for  use  by  a\n   49  federal  agency  or  a  medical  facility including industrial pollution\n   50  control facilities, which may include transportation facilities  includ-\n   51  ing  but  not limited to those relating to water, highway, rail and air,\n   52  in one or more areas of the city, and thereby advance the  job  opportu-\n   53  nities, health, general prosperity and economic welfare of the people of\n   54  said  city  and  to  improve  their medical care and standard of living;\n   55  provided, however, that the authority shall not undertake any project if\n   56  the completion thereof would result in the removal of an  industrial  or\n\n       A. 3826                             5\n\n    1  manufacturing  plant  of the project occupant from one area of the state\n    2  to another area of the state or in abandonment of one or more plants  or\n    3  facilities  of the project applicant located within the state, provided,\n    4  however,  that  neither  restriction  shall apply if the authority shall\n    5  determine on the basis of the application before it that the project  is\n    6  reasonably  necessary  to  discourage the project occupant from removing\n    7  such other plant or facility to a  location  outside  the  state  or  is\n    8  reasonably necessary to preserve the competitive position of the project\n    9  occupant in its respective industry.\n   10    EXCEPT  AS OTHERWISE PROVIDED BY THIS SECTION, NO FINANCIAL ASSISTANCE\n   11  OF THE AUTHORITY SHALL BE PROVIDED  IN  RESPECT  OF  ANY  PROJECT  WHERE\n   12  FACILITIES OR PROPERTY THAT ARE PRIMARILY USED IN MAKING RETAIL SALES TO\n   13  CUSTOMERS  WHO  PERSONALLY  VISIT  SUCH  FACILITIES CONSTITUTE MORE THAN\n   14  ONE-THIRD OF THE TOTAL PROJECT COST. FOR THE PURPOSES OF  THIS  ARTICLE,\n   15  RETAIL  SALES SHALL MEAN: (I) SALES BY A REGISTERED VENDOR UNDER ARTICLE\n   16  TWENTY-EIGHT OF THE TAX LAW PRIMARILY ENGAGED  IN  THE  RETAIL  SALE  OF\n   17  TANGIBLE  PERSONAL PROPERTY, AS DEFINED IN SUBPARAGRAPH (I) OF PARAGRAPH\n   18  FOUR OF SUBDIVISION (B) OF SECTION ELEVEN HUNDRED ONE OF THE TAX LAW; OR\n   19  (II) SALES OF A SERVICE TO SUCH CUSTOMERS. EXCEPT, HOWEVER, THAT TOURISM\n   20  DESTINATION PROJECTS AND  PROJECTS  OPERATED  BY  NOT-FOR-PROFIT  CORPO-\n   21  RATIONS  SHALL  NOT  BE  PROHIBITED BY THIS SECTION. FOR THE PURPOSES OF\n   22  THIS SECTION, \"TOURISM DESTINATION\" SHALL MEAN A  LOCATION  OR  FACILITY\n   23  WHICH IS LIKELY TO ATTRACT A SIGNIFICANT NUMBER OF VISITORS FROM OUTSIDE\n   24  THE  ECONOMIC  DEVELOPMENT  REGION AS ESTABLISHED BY SECTION TWO HUNDRED\n   25  THIRTY OF THE ECONOMIC DEVELOPMENT LAW, IN WHICH THE PROJECT IS LOCATED.\n   26    NOTWITHSTANDING THE PROVISIONS OF THIS SECTION TO THE  CONTRARY,  SUCH\n   27  FINANCIAL ASSISTANCE MAY, HOWEVER, BE PROVIDED TO A PROJECT WHERE FACIL-\n   28  ITIES  OR  PROPERTY  THAT  ARE  PRIMARILY USED IN MAKING RETAIL SALES OF\n   29  GOODS OR SERVICES TO CUSTOMERS WHO PERSONALLY VISIT SUCH  FACILITIES  TO\n   30  OBTAIN  GOODS  OR  SERVICES  CONSTITUTE MORE THAN ONE-THIRD OF THE TOTAL\n   31  PROJECT COST, WHERE (I) THE PROJECT OCCUPANT WOULD, BUT FOR THE  ASSIST-\n   32  ANCE  PROVIDED  BY  THE  AUTHORITY,  LOCATE THE RELATED JOBS OUTSIDE THE\n   33  STATE; OR (II) THE PREDOMINANT PURPOSE OF THE PROJECT WOULD BE  TO  MAKE\n   34  AVAILABLE  GOODS  OR  SERVICES  WHICH WOULD NOT, BUT FOR THE PROJECT, BE\n   35  REASONABLY ACCESSIBLE TO THE RESIDENTS OF THE CITY OF TROY BECAUSE OF  A\n   36  LACK  OF  REASONABLY ACCESSIBLE RETAIL FACILITIES OFFERING SUCH GOODS OR\n   37  SERVICES; OR (III) THE PROJECT IS LOCATED IN A  HIGHLY  DISTRESSED  AREA\n   38  WITH  RESPECT  TO  PROJECTS  AUTHORIZED  PURSUANT  TO THIS PARAGRAPH, NO\n   39  PROJECT SHALL BE APPROVED UNLESS THE  AUTHORITY  SHALL  FIND  AFTER  THE\n   40  PUBLIC  HEARING  REQUIRED  BY SECTION TWENTY-THREE HUNDRED SEVEN OF THIS\n   41  TITLE THAT UNDERTAKING THE PROJECT WILL SERVE  THE  PUBLIC  PURPOSES  OF\n   42  THIS  ARTICLE BY PRESERVING PERMANENT, PRIVATE SECTOR JOBS OR INCREASING\n   43  THE OVERALL NUMBER OF PERMANENT, PRIVATE SECTOR JOBS IN THE STATE. WHERE\n   44  THE AUTHORITY MAKES SUCH A FINDING, PRIOR TO A GRANT  OF  ASSISTANCE  TO\n   45  THE PROJECT BY THE AUTHORITY, THE CHIEF EXECUTIVE OFFICER OF THE CITY OF\n   46  AUBURN SHALL CONFIRM THE PROPOSED ACTION OR THE AUTHORITY.\n   47    NO  FUNDS OF THE AUTHORITY SHALL BE USED FOR THE PURPOSE OF PREVENTING\n   48  THE ESTABLISHMENT OF AN INDUSTRIAL OR MANUFACTURING PLANT, NOR SHALL ANY\n   49  FINANCIAL ASSISTANCE OF THE AUTHORITY BE GIVEN TO ANY GROUP OR ORGANIZA-\n   50  TION WHICH IS ATTEMPTING TO PREVENT THE ESTABLISHMENT OF  AN  INDUSTRIAL\n   51  OR  MANUFACTURING  PLANT  WITHIN  THIS  STATE  NOR  SHALL SUCH FINANCIAL\n   52  ASSISTANCE BE USED FOR ADVERTISING OR PROMOTIONAL MATERIALS WHICH DEPICT\n   53  ELECTED OR APPOINTED GOVERNMENT OFFICIALS IN EITHER PRINT OR  ELECTRONIC\n   54  MEDIA. To carry out such purpose, the authority shall have power:\n   55    S  6.  Section 859 of the general municipal law is amended by adding a\n   56  new subdivision 4 to read as follows:\n\n       A. 3826                             6\n\n    1    4. EACH AGENCY WHICH HAS ISSUED BONDS TO FINANCE ANY  CIVIC  FACILITY,\n    2  AS  SUCH  PROJECT  IS  DEFINED  IN SUBDIVISION THIRTEEN OF SECTION EIGHT\n    3  HUNDRED FIFTY-FOUR OF THIS TITLE, SHALL ANNUALLY SUBMIT A REPORT TO  THE\n    4  DEPARTMENT  OF  ECONOMIC  DEVELOPMENT,  THE  DIRECTOR OF THE BUDGET, THE\n    5  CHAIRMAN  OF THE SENATE FINANCE COMMITTEE AND THE CHAIRMAN OF THE ASSEM-\n    6  BLY WAYS AND MEANS COMMITTEE. SUCH REPORT SHALL BE SUBMITTED ON THE SAME\n    7  DAY AND PERTAIN TO THE SAME PERIOD OF TIME AS THE  REPORT  SPECIFIED  IN\n    8  SUBDIVISIONS  ONE  AND  TWO OF THIS SECTION. SUCH REPORT SHALL CONTAIN A\n    9  LIST OF THE CIVIC FACILITIES AND FOR EACH SUCH FACILITY CONTAIN A SUMMA-\n   10  RY DESCRIPTION INCLUDING, BUT NOT LIMITED TO, TOTAL  PROJECT  COSTS  AND\n   11  THE AMOUNTS OF BONDS OF THE AGENCY ISSUED AND THE NUMBER OF JOBS CREATED\n   12  OR RETAINED IN CONNECTION WITH EACH SUCH FACILITY.\n   13    S 7. Section 15 of chapter 66 of the laws of 1994, amending the public\n   14  health  law, the general municipal law and the insurance law relating to\n   15  the financing of life care communities, as amended by chapter 381 of the\n   16  laws of 2007, is amended to read as follows:\n   17    S 15. This act shall take effect immediately, provided,  however  that\n   18  the amendment made to subdivision 4 of section 854 of the general munic-\n   19  ipal  law by section eight of this act shall not affect the reversion of\n   20  such subdivision as provided by section 5 of chapter 905 of the laws  of\n   21  1986, as amended and that where the continuing care retirement community\n   22  council is authorized to promulgate regulations by this act, it is here-\n   23  by authorized to implement the provisions of this act in advance of such\n   24  regulations[;  and  provided  further  that  sections one, three, seven,\n   25  eight, nine, ten, eleven, twelve and thirteen of this act, and paragraph\n   26  m of subdivision 2 of section 4602 of the public health law, as added by\n   27  section two of this act, shall apply only to applicants  for  a  certif-\n   28  icate  of authority pursuant to article 46 of the public health law that\n   29  have been approved to receive and  have  received  such  certificate  of\n   30  authority on or before January 31, 2008].\n   31    S  8.  This  act  shall take effect immediately; provided however that\n   32  sections one through six of this act shall expire and be deemed repealed\n   33  July 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the public authorities law, in relation to authorizing financing assistance for civic facilities by industrial development agencies, and in relation to the tax exemption status of industrial development agencies; to amend chapter 66 of the laws of 1994, amending the public health law, the general municipal law and the insurance law relating to the financing of life care communities, in relation to the application deadline for eligibility for assistance from an industrial development agency; and providing for the repeal of certain provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T152909.TXT", "SOBI.D110127.T142905.TXT", "SOBI.D110127.T141402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296160149209
}