{
  "year" : 2011,
  "senateBillNo" : "A3820-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3820-2011-1296104400000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that land where sewage sludge or other sludge is applied shall be ineligible for an agricultural assessment",
  "summary" : "Provides that where sewage sludge or other sludge or any product made from sewage sludge or other sludge is applied upon land receiving an agricultural assessment, such land shall be ineligible for such assessment; where only a portion of such land is affected, the assessor shall prorate such agricultural assessment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A2590-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3820\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to agricul-\n         tural assessments of land applied with sludge\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 305 of the agriculture and markets\n    2  law is amended by adding a new paragraph g to read as follows:\n    3    G. (I) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IF SEWAGE SLUDGE OR\n    4  OTHER  SLUDGE OR ANY PRODUCT MADE FROM SEWAGE SLUDGE OR OTHER SLUDGE, IS\n    5  APPLIED UPON LAND, SUCH APPLICATION SHALL RENDER  THE  LAND  UPON  WHICH\n    6  SUCH  APPLICATION  OCCURRED  INELIGIBLE  FOR  AN AGRICULTURAL ASSESSMENT\n    7  PURSUANT TO THIS SECTION OR SECTION THREE HUNDRED SIX  OF  THIS  ARTICLE\n    8  BEGINNING  WITH  THE  ASSESSMENT ROLL PREPARED ON THE BASIS OF THE FIRST\n    9  TAXABLE STATUS DATE OCCURRING ON OR AFTER SUCH APPLICATION.  IF THE LAND\n   10  UPON WHICH SUCH APPLICATION HAS OCCURRED CONSTITUTES ONLY A PORTION OF A\n   11  PARCEL DESCRIBED ON THE ASSESSMENT ROLL, THE  ASSESSOR  SHALL  APPORTION\n   12  THE  ASSESSMENT,  AND ADJUST THE AGRICULTURAL ASSESSMENT ATTRIBUTABLE TO\n   13  THE PORTION OF THE PARCEL NOT SUBJECT TO THE APPLICATION BY  SUBTRACTING\n   14  THE  PROPORTIONATE  PART  OF THE AGRICULTURAL ASSESSMENT ATTRIBUTABLE TO\n   15  THE PORTION UPON WHICH  APPLICATION  HAS  OCCURRED.  NO  LAND  SHALL  BE\n   16  RENDERED  INELIGIBLE  FOR  AN AGRICULTURAL ASSESSMENT AS A RESULT OF ANY\n   17  APPLICATION OF SEWAGE SLUDGE OR OTHER SLUDGE OR ANY  PRODUCT  MADE  FROM\n   18  SEWAGE  SLUDGE OR OTHER SLUDGE MADE AT ANY TIME UPON SUCH LAND, PROVIDED\n   19  THAT ONE OR MORE OF SUCH APPLICATIONS OCCURRED BEFORE THE EFFECTIVE DATE\n   20  OF THIS PARAGRAPH.\n   21    (II) FOR PURPOSES OF THIS PARAGRAPH, THE FOLLOWING  TERMS  SHALL  HAVE\n   22  THE FOLLOWING MEANINGS:\n   23    (A)  \"SLUDGE\"  MEANS  ANY  SOLID, SEMI-SOLID OR LIQUID WASTE GENERATED\n   24  FROM A WASTEWATER TREATMENT PLANT, WATER SUPPLY TREATMENT PLANT  OR  AIR\n   25  POLLUTION  CONTROL  FACILITY, BUT SHALL NOT INCLUDE THE TREATED EFFLUENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07379-01-1\n\n       A. 3820                             2\n\n    1  FROM A WASTEWATER TREATMENT PLANT OR THE FOOD PROCESSING  WASTES  GENER-\n    2  ATED  FROM  A  FOOD  PROCESSING  ESTABLISHMENT  LICENSED PURSUANT TO THE\n    3  PROVISIONS OF ARTICLE TWENTY-C OF THIS CHAPTER; AND\n    4    (B)  \"SEWAGE  SLUDGE\"  MEANS  THE  ACCUMULATED  SEMI-SOLIDS  OR SOLIDS\n    5  RESULTING FROM TREATMENT OF WASTEWATERS FROM PUBLICLY OR PRIVATELY OWNED\n    6  OR OPERATED SEWAGE TREATMENT PLANTS.\n    7    S 2. This act shall take effect on the thirtieth day  after  it  shall\n    8  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to agricultural assessments of land applied with sludge ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T141402.TXT", "SOBI.D110127.T152409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159849042
}