{
  "year" : 2011,
  "senateBillNo" : "A3828-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3828-2011-1296104400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that businesses utilizing textile remanufacturing technologies shall be allowed a textile remanufacturing investment tax credit",
  "summary" : "Provides that property principally used in the ordinary course of the taxpayer's trade or business utilizing textile remanufacturing technologies shall be allowed a textile remanufacturing investment tax credit; defines textile remanufacturing technologies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A5304-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3828\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law,  in  relation  to  establishing  a  textile\n         remanufacturing investment tax credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (i) of paragraph  (b)  of  subdivision  12  of\n    2  section  210  of  the  tax law, as amended by chapter 637 of the laws of\n    3  2008, is amended to read as follows:\n    4    (i) A credit shall be allowed under this subdivision with  respect  to\n    5  tangible personal property and other tangible property, including build-\n    6  ings  and  structural  components  of  buildings, which are: depreciable\n    7  pursuant to section one hundred  sixty-seven  of  the  internal  revenue\n    8  code, have a useful life of four years or more, are acquired by purchase\n    9  as  defined  in  section  one  hundred  seventy-nine (d) of the internal\n   10  revenue code, have a situs in this state and are (A) principally used by\n   11  the taxpayer in the production of goods  by  manufacturing,  processing,\n   12  assembling,  refining,  mining, extracting, farming, agriculture, horti-\n   13  culture, floriculture, viticulture or commercial fishing, (B) industrial\n   14  waste treatment facilities or air pollution control facilities, used  in\n   15  the taxpayer's trade or business, (C) research and development property,\n   16  (D)  principally  used in the ordinary course of the taxpayer's trade or\n   17  business as a broker or dealer in connection with the purchase  or  sale\n   18  (which  shall include but not be limited to the issuance, entering into,\n   19  assumption, offset, assignment, termination,  or  transfer)  of  stocks,\n   20  bonds  or  other  securities as defined in section four hundred seventy-\n   21  five (c)(2) of the Internal Revenue Code, or of commodities  as  defined\n   22  in  section  four hundred seventy-five (e) of the Internal Revenue Code,\n   23  (E) principally used in the ordinary course of the taxpayer's  trade  or\n   24  business  of  providing  investment  advisory  services  for a regulated\n   25  investment company as defined in section eight hundred fifty-one of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05385-01-1\n\n       A. 3828                             2\n\n    1  Internal  Revenue Code, or lending, loan arrangement or loan origination\n    2  services to customers in connection with the  purchase  or  sale  (which\n    3  shall include but not be limited to the issuance, entering into, assump-\n    4  tion,  offset,  assignment,  termination,  or transfer) of securities as\n    5  defined in section four hundred  seventy-five  (c)(2)  of  the  Internal\n    6  Revenue Code, (F) principally used in the ordinary course of the taxpay-\n    7  er's  business  as  an  exchange  registered  as  a  national securities\n    8  exchange within the meaning of sections 3(a)(1) and 6(a) of the  Securi-\n    9  ties  Exchange  Act  of  1934 or a board of trade as defined in [section\n   10  1410(a)(1) of the New York Not-for-Profit Corporation Law]  SUBPARAGRAPH\n   11  ONE OF PARAGRAPH (A) OF SECTION FOURTEEN HUNDRED TEN OF THE NOT-FOR-PRO-\n   12  FIT  CORPORATION LAW or as an entity that is wholly owned by one or more\n   13  such national securities exchanges or boards of trade and that  provides\n   14  automation or technical services thereto, [or] (G) principally used as a\n   15  qualified  film  production facility including qualified film production\n   16  facilities having a situs in an empire zone designated as such  pursuant\n   17  to  article  eighteen-B of the general municipal law, where the taxpayer\n   18  is providing three or more services to  any  qualified  film  production\n   19  company using the facility, including such services as a studio lighting\n   20  grid,  lighting  and grip equipment, multi-line phone service, broadband\n   21  information technology access,  industrial  scale  electrical  capacity,\n   22  food  services,  security  services,  and  heating,  ventilation and air\n   23  conditioning, OR (H) PRINCIPALLY USED IN  THE  ORDINARY  COURSE  OF  THE\n   24  TAXPAYER'S TRADE OR BUSINESS UTILIZING TEXTILE REMANUFACTURING TECHNOLO-\n   25  GIES.  For  purposes  of  clauses (D), (E) and (F) of this subparagraph,\n   26  property purchased by a taxpayer affiliated  with  a  regulated  broker,\n   27  dealer,  registered  investment adviser, national securities exchange or\n   28  board of trade, is allowed a credit under this subdivision if the  prop-\n   29  erty  is  used  by  its  affiliated regulated broker, dealer, registered\n   30  investment adviser, national securities exchange or board  of  trade  in\n   31  accordance  with  this  subdivision.  For purposes of determining if the\n   32  property is principally used in qualifying uses, the uses by the taxpay-\n   33  er described in clauses (D) and (E) of this subparagraph may  be  aggre-\n   34  gated.  In  addition, the uses by the taxpayer, its affiliated regulated\n   35  broker, dealer, and registered investment adviser under either  or  both\n   36  of those clauses may be aggregated.  Provided, however, a taxpayer shall\n   37  not  be  allowed the credit provided by clauses (D), (E) and (F) of this\n   38  subparagraph unless (I) eighty percent or more of the employees perform-\n   39  ing the administrative and support functions resulting from  or  related\n   40  to  the  qualifying  uses of such equipment are located in this state or\n   41  (II) the average number of employees that perform the administrative and\n   42  support functions resulting from or related to the  qualifying  uses  of\n   43  such equipment and are located in this state during the taxable year for\n   44  which  the  credit  is  claimed  is equal to or greater than ninety-five\n   45  percent of the average number of employees that perform these  functions\n   46  and  are  located in this state during the thirty-six months immediately\n   47  preceding the year for which the credit is claimed, or (III) the  number\n   48  of employees located in this state during the taxable year for which the\n   49  credit  is  claimed  is  equal  to or greater than ninety percent of the\n   50  number of employees located in  this  state  on  December  thirty-first,\n   51  nineteen  hundred  ninety-eight  or,  if the taxpayer was not a calendar\n   52  year taxpayer in nineteen hundred ninety-eight,  the  last  day  of  its\n   53  first  taxable year ending after December thirty-first, nineteen hundred\n   54  ninety-eight. If the taxpayer becomes subject to tax in this state after\n   55  the taxable year beginning in nineteen hundred  ninety-eight,  then  the\n   56  taxpayer  is not required to satisfy the employment test provided in the\n\n       A. 3828                             3\n\n    1  preceding sentence of this subparagraph for its first taxable year.  For\n    2  purposes  of  clause (III) of this subparagraph the employment test will\n    3  be based on the number of employees located in this state  on  the  last\n    4  day  of  the  first  taxable year the taxpayer is subject to tax in this\n    5  state. If the uses of the  property  must  be  aggregated  to  determine\n    6  whether the property is principally used in qualifying uses, then either\n    7  each  affiliate  using the property must satisfy this employment test or\n    8  this employment test must be satisfied through the  aggregation  of  the\n    9  employees  of the taxpayer, its affiliated regulated broker, dealer, and\n   10  registered investment adviser using the property. For purposes  of  this\n   11  subdivision, the term \"goods\" shall not include electricity.\n   12    S  2.  Subparagraph (ii) of paragraph (b) of subdivision 12 of section\n   13  210 of the tax law is amended by adding a new  clause  (F)  to  read  as\n   14  follows:\n   15    (F)  TEXTILE  REMANUFACTURING  TECHNOLOGIES  SHALL  MEAN ALL PROCESSES\n   16  WHEREBY ELIGIBLE TEXTILES ARE RESTORED  TO  THEIR  ORIGINAL  PERFORMANCE\n   17  STANDARDS AND ARE THEREBY REMOVED FROM THE SOLID WASTE STREAM, RETAINING\n   18  THE  MAJORITY  OF  COMPONENTS  THAT  HAVE BEEN THROUGH AT LEAST ONE LIFE\n   19  CYCLE AND REPLACING CONSUMABLE PORTIONS TO ENABLE SUCH  TEXTILES  TO  BE\n   20  RESTORED  TO THEIR ORIGINAL FUNCTIONS. FOR THE PURPOSES OF THIS SUBDIVI-\n   21  SION, \"ELIGIBLE TEXTILES\" SHALL MEAN TEXTILES USED  FOR  INDUSTRIAL  AND\n   22  COMMERCIAL  UNIFORMS,  HEALTH  CARE  FACILITY  SUPPLY, LINEN SUPPLY, AND\n   23  INDUSTRIAL AND REPAIR FACILITY MAINTENANCE, INCLUDING  CLOTHING,  SAFETY\n   24  GEAR, CLEANROOM GARMENTS, BEDDING, SCRUBS, TOWELS, ROBES, ADULT DIAPERS,\n   25  TABLE LINENS, SURGICAL TEXTILES, AND SHOP TOWELS.\n   26    S 3. This act shall take effect immediately and shall apply to proper-\n   27  ty placed in service on or after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a textile remanufacturing investment tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T160413.TXT", "SOBI.D110127.T141402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296162253502
}