{
  "year" : 2011,
  "senateBillNo" : "A3822-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3822-2011-1296104400000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the vessel lemon law to protect consumers purchasing or leasing boats",
  "summary" : "Enacts the \"vessel lemon law\" to protect consumers purchasing or leasing boats; requires manufacturers of defective vessels to conform such vessels to the terms of their warranties; provides for replacement or refund in the event of failure to do so; establishes procedures similar to those for new automobiles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1740-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3822\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law and the tax law, in relation to\n         warranties for vessels\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The article heading of article 11-A of the general business\n    2  law,  as added by chapter 900 of the laws of 1956, is amended to read as\n    3  follows:\n    4    MOTOR VEHICLE AND VESSEL MANUFACTURERS AND SELLERS\n    5    S 2. The general business law is amended by adding  two  new  sections\n    6  198-d and 198-e to read as follows:\n    7    S 198-D. VESSEL WARRANTIES. (A) AS USED IN THIS SECTION:\n    8    (1)  \"CONSUMER\"  MEANS THE PURCHASER, LESSEE OR TRANSFEREE, OTHER THAN\n    9  FOR PURPOSES OF  RESALE,  OF  A  VESSEL  WHICH  IS  USED  PRIMARILY  FOR\n   10  PERSONAL,  FAMILY OR HOUSEHOLD PURPOSES AND ANY OTHER PERSON ENTITLED BY\n   11  THE TERMS OF THE MANUFACTURER'S WARRANTY TO ENFORCE THE  OBLIGATIONS  OF\n   12  SUCH WARRANTY.\n   13    (2)  \"VESSEL\" MEANS A NEW VESSEL, PROPELLED BY POWER OTHER THAN MUSCU-\n   14  LAR POWER, WHICH IS SOLD IN THIS STATE TO TRANSPORT PERSONS OR PROPERTY,\n   15  AND INCLUDES A VESSEL USED AS A  DEMONSTRATOR  OR  LEASED  VESSEL  IF  A\n   16  MANUFACTURER'S WARRANTY WAS ISSUED AS A CONDITION OF SALE, OR THE LESSEE\n   17  IS  RESPONSIBLE FOR REPAIRS. THE TERM \"VESSEL\" INCLUDES THE ENGINE WHICH\n   18  POWERS THE VESSEL. THE TERM \"VESSEL\" ALSO INCLUDES  PERSONAL  WATERCRAFT\n   19  AND SPECIALTY PROP-CRAFT AS DEFINED IN THE NAVIGATION LAW.\n   20    (3)  \"MANUFACTURER'S EXPRESS WARRANTY\" OR \"WARRANTY\" MEANS THE WRITTEN\n   21  WARRANTY, SO LABELED, OF THE MANUFACTURER OF  A  VESSEL,  INCLUDING  ANY\n   22  TERMS  OR  CONDITIONS  PRECEDENT TO THE ENFORCEMENT OF OBLIGATIONS UNDER\n   23  THAT WARRANTY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05994-01-1\n\n       A. 3822                             2\n\n    1    (4) \"HOURS OF USE DEDUCTION FORMULA\" MEANS THE  HOURS  OF  USE  AMOUNT\n    2  WHICH  IS IN EXCESS OF FIFTY HOURS TIMES THE PURCHASE PRICE OR THE LEASE\n    3  PRICE, IF APPLICABLE, OF THE VESSEL DIVIDED BY FIVE HUNDRED HOURS.\n    4    (5)  \"LESSEE\"  MEANS  ANY  CONSUMER  WHO LEASES A VESSEL PURSUANT TO A\n    5  WRITTEN LEASE AGREEMENT WHICH PROVIDES THAT THE  LESSEE  IS  RESPONSIBLE\n    6  FOR REPAIRS TO SUCH VESSEL.\n    7    (6) \"LEASE PRICE\" MEANS THE AGGREGATE OF:\n    8    (I) THE LESSOR'S ACTUAL PURCHASE COST;\n    9    (II) THE FREIGHT COST, IF APPLICABLE;\n   10    (III) THE COST FOR ACCESSORIES, IF APPLICABLE;\n   11    (IV) ANY FEE PAID TO ANOTHER TO OBTAIN THE LEASE; AND\n   12    (V)  AN  AMOUNT  EQUAL TO FIVE PERCENT OF THE LESSOR'S ACTUAL PURCHASE\n   13  COST AS PRESCRIBED IN SUBPARAGRAPH (I) OF THIS PARAGRAPH.\n   14    (7) \"SERVICE FEES\" MEANS THE PORTION OF A LEASE  PAYMENT  ATTRIBUTABLE\n   15  TO:\n   16    (I)  AN  AMOUNT  FOR EARNED INTEREST CALCULATED ON THE RENTAL PAYMENTS\n   17  PREVIOUSLY PAID TO THE LESSOR FOR THE LEASED VESSEL AT  AN  ANNUAL  RATE\n   18  EQUAL  TO  TWO  POINTS ABOVE THE PRIME RATE IN EFFECT ON THE DATE OF THE\n   19  EXECUTION OF THE LEASE; AND\n   20    (II) ANY INSURANCE OR OTHER COSTS EXPENDED BY THE LESSOR FOR THE BENE-\n   21  FIT OF THE LESSEE.\n   22    (8) \"CAPITALIZED COST\" MEANS THE AGGREGATE DEPOSIT AND RENTAL PAYMENTS\n   23  PREVIOUSLY PAID TO THE LESSOR FOR THE LEASED VESSEL LESS SERVICE FEES.\n   24    (B) (1) IF A VESSEL WHICH IS SOLD IN THIS STATE DOES  NOT  CONFORM  TO\n   25  ALL  EXPRESS WARRANTIES DURING THE FIRST SEVENTY-FIVE HOURS OF OPERATION\n   26  OR DURING THE PERIOD OF TWO YEARS FOLLOWING THE DATE OF ORIGINAL  DELIV-\n   27  ERY  OF  THE VESSEL TO SUCH CONSUMER, WHICHEVER IS THE EARLIER DATE, THE\n   28  CONSUMER SHALL DURING SUCH PERIOD REPORT THE  NONCONFORMITY,  DEFECT  OR\n   29  CONDITION  TO  THE  MANUFACTURER, ITS AGENT OR ITS AUTHORIZED DEALER. IF\n   30  THE NOTIFICATION IS RECEIVED BY THE MANUFACTURER'S AGENT  OR  AUTHORIZED\n   31  DEALER,  THE  AGENT  OR  DEALER  SHALL WITHIN SEVEN DAYS FORWARD WRITTEN\n   32  NOTICE THEREOF TO THE MANUFACTURER BY  CERTIFIED  MAIL,  RETURN  RECEIPT\n   33  REQUESTED,  AND  SHALL  INCLUDE  IN  SUCH  NOTICE A STATEMENT INDICATING\n   34  WHETHER OR NOT SUCH REPAIRS HAVE BEEN UNDERTAKEN. THE MANUFACTURER,  ITS\n   35  AGENT  OR ITS AUTHORIZED DEALER SHALL CORRECT SUCH NONCONFORMITY, DEFECT\n   36  OR CONDITION AT NO CHARGE TO THE CONSUMER, NOTWITHSTANDING THE FACT THAT\n   37  SUCH REPAIRS ARE MADE AFTER THE EXPIRATION OF SUCH PERIOD  OF  OPERATION\n   38  OR SUCH TWO YEAR PERIOD.\n   39    (2)  IF  A MANUFACTURER'S AGENT OR AUTHORIZED DEALER REFUSES TO UNDER-\n   40  TAKE REPAIRS WITHIN SEVEN DAYS OF RECEIPT OF THE NOTICE BY A CONSUMER OF\n   41  A NONCONFORMITY, DEFECT OR CONDITION PURSUANT TO PARAGRAPH ONE  OF  THIS\n   42  SUBDIVISION, THE CONSUMER MAY IMMEDIATELY FORWARD WRITTEN NOTICE OF SUCH\n   43  REFUSAL TO THE MANUFACTURER BY CERTIFIED MAIL, RETURN RECEIPT REQUESTED.\n   44  THE  MANUFACTURER  OR  ITS  AUTHORIZED AGENT SHALL HAVE TWENTY DAYS FROM\n   45  RECEIPT OF SUCH NOTICE OF REFUSAL TO COMMENCE SUCH  REPAIRS.  IF  WITHIN\n   46  SUCH  TWENTY  DAY PERIOD, THE MANUFACTURER OR ITS AUTHORIZED AGENT FAILS\n   47  TO COMMENCE SUCH REPAIRS, THE MANUFACTURER, AT THE OPTION OF THE CONSUM-\n   48  ER, SHALL REPLACE THE VESSEL WITH A COMPARABLE VESSEL OR  ACCEPT  RETURN\n   49  OF  THE  VESSEL  FROM  THE  CONSUMER AND REFUND TO THE CONSUMER THE FULL\n   50  PURCHASE PRICE OR, IF APPLICABLE,  THE  LEASE  PRICE  AND  ANY  TRADE-IN\n   51  ALLOWANCE PLUS FEES AND CHARGES. SUCH FEES AND CHARGES SHALL INCLUDE BUT\n   52  NOT  BE  LIMITED  TO ALL LICENSE FEES, REGISTRATION FEES AND ANY SIMILAR\n   53  GOVERNMENTAL CHARGES, LESS AN ALLOWANCE FOR THE CONSUMER'S  USE  OF  THE\n   54  VESSEL  IN  EXCESS OF THE FIRST FIFTY HOURS OF OPERATION PURSUANT TO THE\n   55  HOURS OF USE DEDUCTION FORMULA AND A REASONABLE ALLOWANCE FOR ANY DAMAGE\n   56  NOT ATTRIBUTABLE TO NORMAL WEAR OR IMPROVEMENTS.\n\n       A. 3822                             3\n\n    1    (C) (1) IF, WITHIN THE PERIOD SPECIFIED IN  SUBDIVISION  (B)  OF  THIS\n    2  SECTION, THE MANUFACTURER OR ITS AGENTS OR AUTHORIZED DEALERS ARE UNABLE\n    3  TO REPAIR OR CORRECT ANY DEFECT OR CONDITION WHICH SUBSTANTIALLY IMPAIRS\n    4  THE  VALUE  OF  THE  VESSEL TO THE CONSUMER AFTER A REASONABLE NUMBER OF\n    5  ATTEMPTS, THE MANUFACTURER, AT THE OPTION OF THE CONSUMER, SHALL REPLACE\n    6  THE  VESSEL WITH A COMPARABLE VESSEL OR ACCEPT RETURN OF THE VESSEL FROM\n    7  THE CONSUMER AND REFUND TO THE CONSUMER THE FULL PURCHASE PRICE  OR,  IF\n    8  APPLICABLE,  THE  LEASE  PRICE  AND ANY TRADE-IN ALLOWANCE PLUS FEES AND\n    9  CHARGES. ANY RETURN OF A VESSEL MAY, AT THE OPTION OF THE  CONSUMER,  BE\n   10  MADE  TO  THE  DEALER  OR OTHER AUTHORIZED AGENT OF THE MANUFACTURER WHO\n   11  SOLD SUCH VESSEL TO THE CONSUMER OR TO THE DEALER  OR  OTHER  AUTHORIZED\n   12  AGENT  WHO  ATTEMPTED TO REPAIR OR CORRECT THE DEFECT OR CONDITION WHICH\n   13  NECESSITATED THE RETURN AND SHALL NOT BE SUBJECT TO ANY FURTHER SHIPPING\n   14  CHARGES. SUCH FEES AND CHARGES SHALL INCLUDE BUT NOT BE LIMITED  TO  ALL\n   15  LICENSE  FEES,  REGISTRATION  FEES AND ANY SIMILAR GOVERNMENTAL CHARGES,\n   16  LESS AN ALLOWANCE FOR THE CONSUMER'S USE OF THE VESSEL IN EXCESS OF  THE\n   17  FIRST  FIFTY  HOURS  OF OPERATION PURSUANT TO THE HOURS OF USE DEDUCTION\n   18  FORMULA AND A REASONABLE ALLOWANCE FOR ANY DAMAGE  NOT  ATTRIBUTABLE  TO\n   19  NORMAL WEAR OR IMPROVEMENTS.\n   20    (2)  A  MANUFACTURER  WHICH  ACCEPTS  RETURN OF THE VESSEL BECAUSE THE\n   21  VESSEL DOES NOT CONFORM TO ITS WARRANTY SHALL NOTIFY THE COMMISSIONER OF\n   22  MOTOR VEHICLES THAT THE VESSEL WAS  RETURNED  TO  THE  MANUFACTURER  FOR\n   23  NONCONFORMITY TO ITS WARRANTY AND SHALL DISCLOSE, IN ACCORDANCE WITH THE\n   24  PROVISIONS  OF SECTION ONE HUNDRED NINETY-EIGHT-E OF THIS ARTICLE, PRIOR\n   25  TO RESALE EITHER AT WHOLESALE OR RETAIL THAT IT WAS PREVIOUSLY  RETURNED\n   26  TO  THE MANUFACTURER FOR NONCONFORMITY TO ITS WARRANTY. REFUNDS SHALL BE\n   27  MADE TO THE CONSUMER AND LIENHOLDER, IF  ANY,  AS  THEIR  INTERESTS  MAY\n   28  APPEAR ON THE RECORDS OF OWNERSHIP KEPT BY THE DEPARTMENT OF MOTOR VEHI-\n   29  CLES.  REFUNDS SHALL BE ACCOMPANIED BY THE PROPER APPLICATION FOR CREDIT\n   30  OR  REFUND OF STATE AND LOCAL SALES TAXES AS PUBLISHED BY THE DEPARTMENT\n   31  OF TAXATION AND FINANCE AND BY A NOTICE THAT THE SALES TAX PAID  ON  THE\n   32  PURCHASE PRICE, LEASE PRICE OR PORTION THEREOF BEING REFUNDED IS REFUND-\n   33  ABLE  BY THE COMMISSIONER OF TAXATION AND FINANCE IN ACCORDANCE WITH THE\n   34  PROVISIONS OF SUBDIVISION (F) OF SECTION ELEVEN HUNDRED  THIRTY-NINE  OF\n   35  THE  TAX  LAW.    IF APPLICABLE, REFUNDS SHALL BE MADE TO THE LESSOR AND\n   36  LESSEE AS THEIR INTERESTS MAY APPEAR ON THE RECORDS OF OWNERSHIP KEPT BY\n   37  THE DEPARTMENT OF MOTOR VEHICLES, AS FOLLOWS: THE LESSEE  SHALL  RECEIVE\n   38  THE  CAPITALIZED  COST AND THE LESSOR SHALL RECEIVE THE LEASE PRICE LESS\n   39  THE AGGREGATE DEPOSIT AND RENTAL PAYMENTS PREVIOUSLY PAID TO THE  LESSOR\n   40  FOR THE LEASED VESSEL. THE TERMS OF THE LEASE SHALL BE DEEMED TERMINATED\n   41  CONTEMPORANEOUSLY  WITH  THE DATE OF THE ARBITRATOR'S DECISION AND AWARD\n   42  AND NO PENALTY FOR EARLY TERMINATION SHALL BE ASSESSED AS A RESULT THER-\n   43  EOF. REFUNDS SHALL BE ACCOMPANIED BY THE  PROPER  APPLICATION  FORM  FOR\n   44  CREDIT  OR  REFUND  OF  STATE  AND  LOCAL  SALES TAX AS PUBLISHED BY THE\n   45  DEPARTMENT OF TAXATION AND FINANCE AND A NOTICE THAT THE SALES TAX  PAID\n   46  ON  THE  LEASE  PRICE OR PORTION THEREOF BEING REFUNDED IS REFUNDABLE BY\n   47  THE  COMMISSIONER  OF  TAXATION  AND  FINANCE  IN  ACCORDANCE  WITH  THE\n   48  PROVISIONS  OF  SUBDIVISION (F) OF SECTION ELEVEN HUNDRED THIRTY-NINE OF\n   49  THE TAX LAW.\n   50    (3) IT SHALL BE AN AFFIRMATIVE DEFENSE TO ANY CLAIM UNDER THIS SECTION\n   51  THAT:\n   52    (I) THE NONCONFORMITY, DEFECT  OR  CONDITION  DOES  NOT  SUBSTANTIALLY\n   53  IMPAIR SUCH VALUE; OR\n   54    (II)  THE  NONCONFORMITY,  DEFECT OR CONDITION IS THE RESULT OF ABUSE,\n   55  NEGLECT OR UNAUTHORIZED MODIFICATIONS OR ALTERATIONS OF THE VESSEL.\n\n       A. 3822                             4\n\n    1    (D) IT SHALL BE PRESUMED THAT A REASONABLE  NUMBER  OF  ATTEMPTS  HAVE\n    2  BEEN  UNDERTAKEN  TO  CONFORM A VESSEL TO THE APPLICABLE EXPRESS WARRAN-\n    3  TIES, IF:\n    4    (1)  THE  SAME  NONCONFORMITY, DEFECT OR CONDITION HAS BEEN SUBJECT TO\n    5  REPAIR FOUR OR MORE TIMES BY THE MANUFACTURER OR ITS AGENTS  OR  AUTHOR-\n    6  IZED  DEALERS WITHIN THE FIRST SEVENTY-FIVE HOURS OF OPERATION OR DURING\n    7  THE PERIOD OF TWO YEARS FOLLOWING THE DATE OF ORIGINAL DELIVERY  OF  THE\n    8  VESSEL  TO  A  CONSUMER, WHICHEVER IS THE EARLIER DATE, BUT SUCH NONCON-\n    9  FORMITY, DEFECT OR CONDITION CONTINUES TO EXIST; OR\n   10    (2) THE VESSEL IS OUT OF SERVICE BY REASON OF REPAIR OF  ONE  OR  MORE\n   11  NONCONFORMITIES,  DEFECTS OR CONDITIONS FOR A CUMULATIVE TOTAL OF THIRTY\n   12  OR MORE CALENDAR DAYS DURING EITHER PERIOD,  WHICHEVER  IS  THE  EARLIER\n   13  DATE.\n   14    (E)  THE TERM OF AN EXPRESS WARRANTY, THE TWO YEAR WARRANTY PERIOD AND\n   15  THE THIRTY DAY OUT OF SERVICE PERIOD  SHALL  BE  EXTENDED  BY  ANY  TIME\n   16  DURING  WHICH  REPAIR SERVICES ARE NOT AVAILABLE TO THE CONSUMER BECAUSE\n   17  OF A WAR, INVASION, STRIKE, FIRE, FLOOD OR OTHER NATURAL DISASTER.\n   18    (F) NOTHING IN THIS SECTION SHALL IN ANY WAY LIMIT THE RIGHTS OR REME-\n   19  DIES WHICH ARE OTHERWISE AVAILABLE TO A CONSUMER UNDER ANY OTHER LAW.\n   20    (G) IF A MANUFACTURER HAS ESTABLISHED AN INFORMAL  DISPUTE  SETTLEMENT\n   21  MECHANISM,  SUCH  MECHANISM  SHALL  COMPLY  IN  ALL  RESPECTS  WITH  THE\n   22  PROVISIONS OF THIS SECTION AND THE PROVISIONS OF SUBDIVISION (C) OF THIS\n   23  SECTION CONCERNING REFUNDS OR REPLACEMENT SHALL NOT APPLY TO ANY CONSUM-\n   24  ER WHO HAS NOT FIRST RESORTED TO SUCH MECHANISM. IN THE  EVENT  THAT  AN\n   25  ARBITRATOR  IN  SUCH  AN  INFORMAL  DISPUTE MECHANISM AWARDS A REFUND OR\n   26  REPLACEMENT VESSEL, HE OR SHE SHALL NOT REDUCE THE AWARD  TO  AN  AMOUNT\n   27  LESS  THAN THE FULL PURCHASE PRICE OR THE LEASE PRICE, IF APPLICABLE, OR\n   28  A VESSEL OF EQUAL VALUE, PLUS ALL FEES AND CHARGES EXCEPT TO THE  EXTENT\n   29  SUCH REDUCTIONS ARE SPECIFICALLY PERMITTED UNDER SUBDIVISION (C) OF THIS\n   30  SECTION.\n   31    (H)  A  MANUFACTURER  SHALL  HAVE  UP TO THIRTY DAYS FROM THE DATE THE\n   32  CONSUMER NOTIFIES THE MANUFACTURER OF  HIS  OR  HER  ACCEPTANCE  OF  THE\n   33  ARBITRATOR'S  DECISION TO COMPLY WITH THE TERMS OF THAT DECISION.  FAIL-\n   34  URE TO COMPLY WITH THE THIRTY DAY  LIMITATION  SHALL  ALSO  ENTITLE  THE\n   35  CONSUMER  TO  RECOVER A FEE OF TWENTY-FIVE DOLLARS FOR EACH BUSINESS DAY\n   36  OF NONCOMPLIANCE UP TO FIVE HUNDRED  DOLLARS.  PROVIDED,  HOWEVER,  THAT\n   37  NOTHING  CONTAINED  IN  THIS SUBDIVISION SHALL IMPOSE ANY LIABILITY ON A\n   38  MANUFACTURER WHERE A DELAY BEYOND THE THIRTY DAY PERIOD IS  ATTRIBUTABLE\n   39  TO  A  CONSUMER WHO HAS REQUESTED A REPLACEMENT VESSEL BUILT TO ORDER OR\n   40  WITH OPTIONS THAT ARE NOT COMPARABLE TO THE  VESSEL  BEING  REPLACED  OR\n   41  OTHERWISE  MADE  COMPLIANCE  IMPOSSIBLE WITHIN SAID PERIOD.  IN NO EVENT\n   42  SHALL A CONSUMER WHO HAS RESORTED  TO  AN  INFORMAL  DISPUTE  SETTLEMENT\n   43  MECHANISM  BE PRECLUDED FROM SEEKING THE RIGHTS OR REMEDIES AVAILABLE BY\n   44  LAW.\n   45    (I) ANY AGREEMENT ENTERED INTO BY A CONSUMER FOR THE PURCHASE OF A NEW\n   46  VESSEL WHICH WAIVES, LIMITS OR DISCLAIMS THE RIGHTS SET  FORTH  IN  THIS\n   47  SECTION  SHALL  BE  VOID AS CONTRARY TO PUBLIC POLICY. SUCH RIGHTS SHALL\n   48  INURE TO A SUBSEQUENT TRANSFEREE OF SUCH VESSEL.\n   49    ANY PROVISION OF ANY AGREEMENT ENTERED INTO  BY  A  CONSUMER  FOR  THE\n   50  PURCHASE  OF  A  VESSEL  WHICH  INCLUDES  AS AN ADDITIONAL COST FOR SUCH\n   51  VESSEL AN EXPENSE IDENTIFIED AS BEING FOR THE PURPOSE OF AFFORDING  SUCH\n   52  CONSUMER HIS OR HER RIGHTS UNDER THIS SECTION, SHALL BE VOID AS CONTRARY\n   53  TO PUBLIC POLICY.\n   54    (J)  ANY  ACTION  BROUGHT  PURSUANT TO THIS SECTION SHALL BE COMMENCED\n   55  WITHIN FOUR YEARS OF THE DATE OF ORIGINAL DELIVERY OF THE VESSEL TO  THE\n   56  CONSUMER.\n\n       A. 3822                             5\n\n    1    (K)  EACH  CONSUMER  SHALL  HAVE  THE OPTION OF SUBMITTING ANY DISPUTE\n    2  ARISING UNDER THIS SECTION UPON THE PAYMENT OF A PRESCRIBED  FILING  FEE\n    3  TO  AN  ALTERNATE  ARBITRATION  MECHANISM  ESTABLISHED PURSUANT TO REGU-\n    4  LATIONS PROMULGATED PURSUANT TO THIS SECTION BY  THE  ATTORNEY  GENERAL.\n    5  UPON  APPLICATION  OF  THE  CONSUMER  AND PAYMENT OF THE FILING FEE, ALL\n    6  MANUFACTURERS SHALL SUBMIT TO SUCH ALTERNATE ARBITRATION.\n    7    SUCH ALTERNATE ARBITRATION SHALL BE CONDUCTED BY A PROFESSIONAL  ARBI-\n    8  TRATOR  OR  ARBITRATION  FIRM  APPOINTED BY AND UNDER REGULATIONS ESTAB-\n    9  LISHED BY THE ATTORNEY GENERAL. SUCH MECHANISM SHALL INSURE THE PERSONAL\n   10  OBJECTIVITY OF ITS ARBITRATORS AND THE RIGHT OF EACH  PARTY  TO  PRESENT\n   11  ITS  CASE, TO BE IN ATTENDANCE DURING ANY PRESENTATION MADE BY THE OTHER\n   12  PARTY AND TO REBUT OR REFUTE SUCH PRESENTATION. IN ALL  OTHER  RESPECTS,\n   13  SUCH ALTERNATE ARBITRATION MECHANISM SHALL BE GOVERNED BY ARTICLE SEVEN-\n   14  TY-FIVE OF THE CIVIL PRACTICE LAW AND RULES.\n   15    (L)  A  COURT  MAY  AWARD  REASONABLE  ATTORNEY'S FEES TO A PREVAILING\n   16  PLAINTIFF OR TO A CONSUMER  WHO  PREVAILS  IN  ANY  JUDICIAL  ACTION  OR\n   17  PROCEEDING  ARISING  OUT  OF  AN ARBITRATION PROCEEDING HELD PURSUANT TO\n   18  SUBDIVISION (K) OF THIS SECTION. IN THE EVENT A PREVAILING PLAINTIFF  IS\n   19  REQUIRED  TO RETAIN THE SERVICES OF AN ATTORNEY TO ENFORCE COLLECTION OF\n   20  AN AWARD GRANTED PURSUANT TO THIS SECTION, THE COURT MAY ASSESS  AGAINST\n   21  THE  MANUFACTURER  REASONABLE  ATTORNEY'S  FEES FOR SERVICES RENDERED TO\n   22  ENFORCE COLLECTION OF SAID AWARD.\n   23    (M) (1) EACH MANUFACTURER SHALL REQUIRE  THAT  EACH  INFORMAL  DISPUTE\n   24  SETTLEMENT MECHANISM USED BY IT PROVIDE, AT A MINIMUM, THE FOLLOWING:\n   25    (I)  THAT  THE ARBITRATORS PARTICIPATING IN SUCH MECHANISM ARE TRAINED\n   26  IN ARBITRATION AND FAMILIAR WITH THE PROVISIONS OF  THIS  SECTION,  THAT\n   27  THE  ARBITRATORS AND CONSUMERS WHO REQUEST ARBITRATION ARE PROVIDED WITH\n   28  A WRITTEN COPY OF THE PROVISIONS OF  THIS  SECTION,  TOGETHER  WITH  THE\n   29  NOTICE  SET  FORTH BELOW ENTITLED \"NEW VESSEL LEMON LAW BILL OF RIGHTS\",\n   30  AND THAT CONSUMERS, UPON REQUEST, ARE GIVEN AN OPPORTUNITY  TO  MAKE  AN\n   31  ORAL PRESENTATION TO THE ARBITRATOR;\n   32    (II)  THAT THE RIGHTS AND PROCEDURES USED IN THE MECHANISM COMPLY WITH\n   33  FEDERAL REGULATIONS PROMULGATED BY THE FEDERAL TRADE COMMISSION RELATING\n   34  TO INFORMAL DISPUTE SETTLEMENT MECHANISMS; AND\n   35    (III) THAT THE REMEDIES SET FORTH IN SUBDIVISION (C) OF  THIS  SECTION\n   36  ARE  AWARDED  IF, AFTER A REASONABLE NUMBER OF ATTEMPTS HAVE BEEN UNDER-\n   37  TAKEN UNDER SUBDIVISION (D) OF THIS SECTION TO CONFORM THE VESSEL TO THE\n   38  EXPRESS WARRANTIES, THE DEFECT OR NONCONFORMITY STILL EXISTS.\n   39    (2) THE FOLLOWING NOTICE SHALL BE PROVIDED TO CONSUMERS  AND  ARBITRA-\n   40  TORS AND SHALL BE PRINTED IN CONSPICUOUS TEN POINT BOLD FACE TYPE:\n   41                      NEW VESSEL LEMON LAW BILL OF RIGHTS\n   42    (1)  IN  ADDITION  TO ANY WARRANTIES OFFERED BY THE MANUFACTURER, YOUR\n   43  NEW VESSEL, IF PURCHASED AND REGISTERED IN NEW YORK STATE, IS  WARRANTED\n   44  AGAINST ALL MATERIAL DEFECTS FOR SEVENTY-FIVE HOURS OF USE OR TWO YEARS,\n   45  WHICHEVER COMES FIRST.\n   46    (2)  YOU  MUST  REPORT  ANY PROBLEMS TO THE MANUFACTURER, ITS AGENT OR\n   47  AUTHORIZED DEALER.\n   48    (3) UPON NOTIFICATION, THE PROBLEM MUST BE CORRECTED FREE OF CHARGE.\n   49    (4) IF THE  SAME  PROBLEM  CANNOT  BE  REPAIRED  AFTER  FOUR  OR  MORE\n   50  ATTEMPTS;  OR IF YOUR VESSEL IS OUT OF SERVICE TO REPAIR A PROBLEM FOR A\n   51  TOTAL OF THIRTY DAYS DURING THE WARRANTY PERIOD; OR IF THE  MANUFACTURER\n   52  OR  ITS AGENT REFUSES TO REPAIR A SUBSTANTIAL DEFECT OR CONDITION WITHIN\n   53  TWENTY DAYS OF RECEIPT OF NOTICE SENT BY  YOU  TO  THE  MANUFACTURER  BY\n   54  CERTIFIED  MAIL,  RETURN  RECEIPT REQUESTED; THEN YOU MAY BE ENTITLED TO\n   55  EITHER A COMPARABLE VESSEL OR A REFUND  OF  YOUR  PURCHASE  PRICE,  PLUS\n   56  LICENSE  AND  REGISTRATION FEES, MINUS AN HOURS OF USE ALLOWANCE ONLY IF\n\n       A. 3822                             6\n\n    1  THE VESSEL HAS BEEN OPERATED MORE THAN FIFTY HOURS.   SPECIAL  NOTIFICA-\n    2  TION REQUIREMENTS MAY APPLY TO HOUSEBOATS.\n    3    (5)  A  MANUFACTURER  MAY  DENY  LIABILITY IF THE PROBLEM IS CAUSED BY\n    4  ABUSE, NEGLECT OR UNAUTHORIZED MODIFICATIONS OF THE VESSEL.\n    5    (6) A MANUFACTURER MAY REFUSE  TO  EXCHANGE  A  COMPARABLE  VESSEL  OR\n    6  REFUND  YOUR PURCHASE PRICE IF THE PROBLEM DOES NOT SUBSTANTIALLY IMPAIR\n    7  THE VALUE OF YOUR VESSEL.\n    8    (7) IF A MANUFACTURER HAS ESTABLISHED AN  ARBITRATION  PROCEDURE,  THE\n    9  MANUFACTURER  MAY  REFUSE TO EXCHANGE A COMPARABLE VESSEL OR REFUND YOUR\n   10  PURCHASE PRICE UNTIL YOU FIRST RESORT TO THE PROCEDURE.\n   11    (8) IF THE MANUFACTURER DOES NOT HAVE AN  ARBITRATION  PROCEDURE,  YOU\n   12  MAY  RESORT  TO ANY REMEDY BY LAW AND MAY BE ENTITLED TO YOUR ATTORNEY'S\n   13  FEES IF YOU PREVAIL.\n   14    (9) NO CONTRACT OR AGREEMENT CAN VOID ANY OF THESE RIGHTS.\n   15    (10) AS AN ALTERNATIVE TO THE  ARBITRATION  PROCEDURE  MADE  AVAILABLE\n   16  THROUGH THE MANUFACTURER, YOU MAY INSTEAD CHOOSE TO SUBMIT YOUR CLAIM TO\n   17  AN  INDEPENDENT  ARBITRATOR,  APPROVED  BY THE ATTORNEY GENERAL. YOU MAY\n   18  HAVE TO PAY A FEE FOR SUCH AN ARBITRATION. CONTACT YOUR  LOCAL  CONSUMER\n   19  OFFICE OR ATTORNEY GENERAL'S OFFICE TO FIND OUT HOW TO ARRANGE FOR INDE-\n   20  PENDENT ARBITRATION.\n   21    (3)  ALL  INFORMAL  DISPUTE  SETTLEMENT  MECHANISMS SHALL MAINTAIN THE\n   22  FOLLOWING RECORDS:\n   23    (I) THE NUMBER OF PURCHASE PRICE AND LEASE PRICE  REFUNDS  AND  VESSEL\n   24  REPLACEMENTS  REQUESTED,  THE NUMBER OF EACH AWARDED IN ARBITRATION, THE\n   25  AMOUNT OF EACH AWARD AND THE NUMBER OF AWARDS THAT WERE COMPLIED WITH IN\n   26  A TIMELY MANNER;\n   27    (II) THE NUMBER OF AWARDS  WHERE  ADDITIONAL  REPAIRS  OR  A  WARRANTY\n   28  EXTENSION  WAS  THE  MOST  PROMINENT REMEDY, THE AMOUNT OR VALUE OF EACH\n   29  AWARD, AND THE NUMBER OF SUCH AWARDS THAT WERE COMPLIED WITH IN A TIMELY\n   30  MANNER;\n   31    (III) THE NUMBER AND TOTAL DOLLAR AMOUNT OF AWARDS WHERE SOME FORM  OF\n   32  REIMBURSEMENT FOR EXPENSES OR COMPENSATION FOR LOSSES WAS THE MOST PROM-\n   33  INENT  REMEDY,  THE AMOUNT OR VALUE OF EACH AWARD AND THE NUMBER OF SUCH\n   34  AWARDS THAT WERE COMPLIED WITH IN A TIMELY MANNER; AND\n   35    (IV) THE AVERAGE NUMBER OF DAYS FROM THE DATE OF A CONSUMER'S  INITIAL\n   36  REQUEST  TO  ARBITRATE UNTIL THE DATE OF THE FINAL ARBITRATOR'S DECISION\n   37  AND THE AVERAGE NUMBER OF DAYS FROM THE DATE OF THE  FINAL  ARBITRATOR'S\n   38  DECISION  TO  THE  DATE  ON WHICH PERFORMANCE WAS SATISFACTORILY CARRIED\n   39  OUT.\n   40    (N) SPECIAL PROVISIONS APPLICABLE TO HOUSEBOATS:\n   41    (1) TO THE EXTENT THAT THE PROVISIONS OF THIS SUBDIVISION  ARE  INCON-\n   42  SISTENT  WITH  THE  OTHER  PROVISIONS OF THIS SECTION, THE PROVISIONS OF\n   43  THIS SUBDIVISION SHALL APPLY.\n   44    (2) FOR PURPOSES OF THIS SECTION, THE \"MANUFACTURER OF A HOUSEBOAT\" IS\n   45  ANY PERSON, PARTNERSHIP, CORPORATION, FACTORY  BRANCH  OR  OTHER  ENTITY\n   46  ENGAGED  IN  THE  BUSINESS OF MANUFACTURING OR ASSEMBLING HOUSEBOATS FOR\n   47  SALE IN THIS STATE.\n   48    (3) THIS SECTION SHALL NOT APPLY TO NONCONFORMITIES, DEFECTS OR CONDI-\n   49  TIONS  IN   HOUSEBOAT   SYSTEMS,   FIXTURES,   COMPONENTS,   APPLIANCES,\n   50  FURNISHINGS OR ACCESSORIES THAT ARE RESIDENTIAL IN CHARACTER.\n   51    (4)  IF,  WITHIN  THE  PERIOD  SPECIFIED  IN  SUBDIVISION  (B) OF THIS\n   52  SECTION, THE MANUFACTURER OF A HOUSEBOAT OR ITS AGENTS OR ITS AUTHORIZED\n   53  DEALERS OR REPAIR SHOPS TO WHICH THEY REFER A  CONSUMER  ARE  UNABLE  TO\n   54  REPAIR  OR  CORRECT  ANY DEFECT OR CONDITION WHICH SUBSTANTIALLY IMPAIRS\n   55  THE VALUE OF THE HOUSEBOAT TO THE CONSUMER AFTER A REASONABLE NUMBER  OF\n   56  ATTEMPTS,  THE  HOUSEBOAT  MANUFACTURER,  AT THE OPTION OF THE CONSUMER,\n\n       A. 3822                             7\n\n    1  SHALL REPLACE THE HOUSEBOAT WITH A COMPARABLE HOUSEBOAT OR ACCEPT RETURN\n    2  OF THE HOUSEBOAT FROM THE CONSUMER AND REFUND TO THE CONSUMER  THE  FULL\n    3  PURCHASE  PRICE  OR,  IF  APPLICABLE,  THE  LEASE PRICE AND ANY TRADE-IN\n    4  ALLOWANCE  PLUS  FEES  AND CHARGES AS WELL AS THE OTHER FEES AND CHARGES\n    5  SET FORTH IN PARAGRAPH ONE OF SUBDIVISION (C) OF THIS SECTION.\n    6    (5) IF AN AGENT OR AUTHORIZED DEALER OF A HOUSEBOAT MANUFACTURER OR  A\n    7  REPAIR  SHOP TO WHICH THEY REFER A CONSUMER REFUSES TO UNDERTAKE REPAIRS\n    8  WITHIN SEVEN DAYS OF RECEIPT OF NOTICE BY A CONSUMER OF A NONCONFORMITY,\n    9  DEFECT OR CONDITION PURSUANT TO PARAGRAPH ONE OF SUBDIVISION (B) OF THIS\n   10  SECTION, THE CONSUMER MAY IMMEDIATELY FORWARD  WRITTEN  NOTICE  OF  SUCH\n   11  REFUSAL  TO THE HOUSEBOAT MANUFACTURER BY CERTIFIED MAIL, RETURN RECEIPT\n   12  REQUESTED. THE HOUSEBOAT MANUFACTURER  OR  ITS  AUTHORIZED  AGENT  OR  A\n   13  REPAIR  SHOP  TO WHICH THEY REFER A CONSUMER SHALL HAVE TWENTY DAYS FROM\n   14  RECEIPT OF SUCH NOTICE OF REFUSAL TO COMMENCE SUCH  REPAIRS.  IF  WITHIN\n   15  SUCH  TWENTY  DAY  PERIOD,  THE HOUSEBOAT MANUFACTURER OR ITS AUTHORIZED\n   16  AGENT OR REPAIR SHOP TO WHICH THEY REFER A CONSUMER, FAILS  TO  COMMENCE\n   17  SUCH REPAIRS, THE HOUSEBOAT MANUFACTURER, AT THE OPTION OF THE CONSUMER,\n   18  SHALL  REPLACE  THE  HOUSEBOAT  WITH  A  COMPARABLE HOUSEBOAT, OR ACCEPT\n   19  RETURN OF THE HOUSEBOAT FROM THE CONSUMER AND REFUND TO THE CONSUMER THE\n   20  FULL PURCHASE PRICE OR, IF APPLICABLE, THE LEASE PRICE, AND ANY TRADE-IN\n   21  ALLOWANCE OR OTHER CHARGES OR ALLOWANCES AS SET FORTH IN  PARAGRAPH  TWO\n   22  OF SUBDIVISION (B) OF THIS SECTION.\n   23    (6) IF WITHIN THE PERIOD SPECIFIED IN SUBDIVISION (B) OF THIS SECTION,\n   24  THE  SAME  NONCONFORMITY,  DEFECT  OR  CONDITION IN A HOUSEBOAT HAS BEEN\n   25  SUBJECT TO REPAIR THREE TIMES OR A HOUSEBOAT HAS BEEN OUT OF SERVICE  BY\n   26  REASON  OF  REPAIR  FOR  TWENTY-ONE  DAYS,  WHICHEVER  OCCURS FIRST, THE\n   27  CONSUMER MUST HAVE REPORTED THIS TO THE HOUSEBOAT  MANUFACTURER  OR  ITS\n   28  AUTHORIZED  DEALER  BY CERTIFIED MAIL, RETURN RECEIPT REQUESTED PRIOR TO\n   29  INSTITUTING ANY PROCEEDING OR OTHER ACTION  PURSUANT  TO  THIS  SECTION;\n   30  PROVIDED,  HOWEVER,  THAT  THE SPECIAL NOTIFICATION REQUIREMENTS OF THIS\n   31  PARAGRAPH SHALL ONLY APPLY IF THE MANUFACTURER OR ITS AUTHORIZED  DEALER\n   32  PROVIDES  A  PRIOR WRITTEN COPY OF THE REQUIREMENTS OF THIS PARAGRAPH TO\n   33  THE CONSUMER AND RECEIPT OF THE NOTICE IS ACKNOWLEDGED BY  THE  CONSUMER\n   34  IN WRITING. IF THE CONSUMER WHO HAS RECEIVED NOTICE FROM THE MANUFACTUR-\n   35  ER  FAILS  TO  COMPLY WITH THE SPECIAL NOTIFICATION REQUIREMENTS OF THIS\n   36  PARAGRAPH, ADDITIONAL REPAIR ATTEMPTS OR DAYS OUT OF SERVICE  BY  REASON\n   37  OF  REPAIR  SHALL  NOT  BE TAKEN INTO ACCOUNT IN DETERMINING WHETHER THE\n   38  CONSUMER IS ENTITLED TO A REMEDY PROVIDED  IN  PARAGRAPH  FOUR  OF  THIS\n   39  SUBDIVISION.  HOWEVER, ADDITIONAL REPAIR ATTEMPTS OR DAYS OUT OF SERVICE\n   40  BY REASON OF REPAIR THAT OCCUR AFTER THE  CONSUMER  COMPLIES  WITH  SUCH\n   41  SPECIAL  NOTIFICATION REQUIREMENTS SHALL BE TAKEN INTO ACCOUNT IN MAKING\n   42  THAT DETERMINATION.\n   43    (7) NOTHING IN THIS SECTION SHALL IN ANY WAY LIMIT ANY  RIGHTS,  REME-\n   44  DIES  OR  CAUSES OF ACTION THAT A CONSUMER OR HOUSEBOAT MANUFACTURER MAY\n   45  OTHERWISE HAVE AGAINST THE MANUFACTURER OF THE HOUSEBOAT'S  CHASSIS,  OR\n   46  ITS PROPULSION AND OTHER COMPONENTS.\n   47    (O)  AT  THE  TIME OF PURCHASE OR LEASE OF A VESSEL FROM AN AUTHORIZED\n   48  DEALER IN THIS STATE, THE MANUFACTURER SHALL PROVIDE TO  THE  DEALER  OR\n   49  LEASEHOLDER, AND THE DEALER OR LEASEHOLDER SHALL PROVIDE TO THE CONSUMER\n   50  A  NOTICE, PRINTED IN NOT LESS THAN EIGHT POINT BOLD FACE TYPE, ENTITLED\n   51  \"NEW VESSEL LEMON LAW BILL OF RIGHTS\". THE TEXT OF SUCH NOTICE SHALL  BE\n   52  IDENTICAL  WITH  THE NOTICE REQUIRED BY PARAGRAPH TWO OF SUBDIVISION (M)\n   53  OF THIS SECTION.\n   54    S 198-E. MANDATORY DISCLOSURES BY SELLERS OF VESSELS PRIOR TO  RESALE.\n   55  (A)  CERTIFICATE  OF  PRIOR  USE BY DEALER. UPON THE SALE OR TRANSFER OF\n   56  TITLE BY A DEALER OF ANY SECOND-HAND PASSENGER VESSEL, THE DEALER  SHALL\n\n       A. 3822                             8\n\n    1  EXECUTE  AND  DELIVER  TO  THE  BUYER AN INSTRUMENT IN WRITING IN A FORM\n    2  PRESCRIBED BY THE COMMISSIONER OF MOTOR VEHICLES WHICH SHALL  SET  FORTH\n    3  THE  NATURE  OF  THE  PRINCIPAL  PRIOR USE OF SUCH VESSEL WHICH HAS BEEN\n    4  REPURCHASED PURSUANT TO SECTION ONE HUNDRED NINETY-EIGHT-D OF THIS ARTI-\n    5  CLE,  A  SIMILAR STATUTE OF ANOTHER STATE, OR AN ARBITRATION OR ALTERNA-\n    6  TIVE DISPUTE PROCEDURE.\n    7    (B) CERTIFICATE OF PRIOR NONCONFORMITY BY MANUFACTURER OR DEALER. UPON\n    8  THE SALE OR TRANSFER OF TITLE BY A MANUFACTURER, ITS AGENT OR ANY DEALER\n    9  OF ANY SECOND-HAND VESSEL, PREVIOUSLY  RETURNED  TO  A  MANUFACTURER  OR\n   10  DEALER  FOR  NONCONFORMITY TO ITS WARRANTY OR AFTER FINAL DETERMINATION,\n   11  ADJUDICATION   OR   SETTLEMENT   PURSUANT   TO   SECTION   ONE   HUNDRED\n   12  NINETY-EIGHT-D OF THIS ARTICLE, THE MANUFACTURER OR DEALER SHALL EXECUTE\n   13  AND  DELIVER  TO THE BUYER AN INSTRUMENT IN WRITING IN A FORM PRESCRIBED\n   14  BY THE COMMISSIONER OF MOTOR VEHICLES SETTING FORTH THE FOLLOWING INFOR-\n   15  MATION IN TEN POINT, ALL  CAPITAL  TYPE:  \"IMPORTANT:  THIS  VESSEL  WAS\n   16  RETURNED TO THE MANUFACTURER OR DEALER BECAUSE IT DID NOT CONFORM TO ITS\n   17  WARRANTY  AND  THE DEFECT OR CONDITION WAS NOT FIXED WITHIN A REASONABLE\n   18  TIME AS PROVIDED BY NEW  YORK  LAW.\"  SUCH  NOTICE  THAT  A  VESSEL  WAS\n   19  RETURNED TO THE MANUFACTURER OR DEALER BECAUSE IT DID NOT CONFORM TO ITS\n   20  WARRANTY SHALL ALSO BE CONSPICUOUSLY PRINTED ON THE VESSEL'S CERTIFICATE\n   21  OF TITLE.\n   22    (C)  VIOLATION.  THE  FAILURE  OF A DEALER TO DELIVER TO THE BUYER THE\n   23  INSTRUMENT REQUIRED BY THIS SECTION OR THE  DELIVERY  OF  AN  INSTRUMENT\n   24  CONTAINING  FALSE OR MISLEADING INFORMATION SHALL CONSTITUTE A VIOLATION\n   25  OF THIS SECTION.\n   26    (D) PRIVATE REMEDY. A CONSUMER INJURED BY A VIOLATION OF THIS  SECTION\n   27  MAY  BRING  AN  ACTION  TO  RECOVER DAMAGES. JUDGMENT MAY BE ENTERED FOR\n   28  THREE TIMES THE ACTUAL DAMAGES SUFFERED BY A  CONSUMER  OR  ONE  HUNDRED\n   29  DOLLARS,  WHICHEVER IS GREATER. A COURT ALSO MAY AWARD REASONABLE ATTOR-\n   30  NEYS' FEES TO A PREVAILING PLAINTIFF BUYER.\n   31    (E) (1) ACTION BY THE ATTORNEY GENERAL. UPON  ANY  VIOLATION  OF  THIS\n   32  SECTION,  AN APPLICATION MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME\n   33  OF THE PEOPLE OF THE STATE OF NEW YORK TO  A  COURT  OR  JUSTICE  HAVING\n   34  JURISDICTION TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   35  NOT  LESS  THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF THE\n   36  VIOLATION. IF IT SHALL APPEAR  TO  THE  SATISFACTION  OF  THE  COURT  OR\n   37  JUSTICE  THAT THE DEFENDANT HAS VIOLATED THIS SECTION, AN INJUNCTION MAY\n   38  BE ISSUED BY THE COURT OR JUSTICE, ENJOINING AND RESTRAINING ANY FURTHER\n   39  VIOLATION, WITHOUT REQUIRING PROOF THAT ANY PERSON HAS,  IN  FACT,  BEEN\n   40  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH PROCEEDING, THE COURT MAY MAKE\n   41  ALLOWANCES TO THE ATTORNEY GENERAL  AS  PROVIDED  IN  PARAGRAPH  SIX  OF\n   42  SUBDIVISION (A) OF SECTION EIGHTY-THREE HUNDRED THREE OF THE CIVIL PRAC-\n   43  TICE LAW AND RULES, AND DIRECT RESTITUTION.\n   44    (2)  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A VIOLATION OF THIS\n   45  SECTION HAS OCCURRED, IT MAY IMPOSE A CIVIL PENALTY OF NOT MORE THAN ONE\n   46  THOUSAND DOLLARS FOR EACH VIOLATION. IN CONNECTION WITH  AN  APPLICATION\n   47  MADE  UNDER THIS SUBDIVISION, THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE\n   48  PROOF AND TO MAKE A DETERMINATION OF THE RELEVANT  FACTS  AND  TO  ISSUE\n   49  SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   50    S  3.  Subdivision  3 of section 399-w of the general business law, as\n   51  added by chapter 372 of the laws of 1995, is amended to read as follows:\n   52    3. This section shall not apply to: (a) rental purchase agreements  as\n   53  regulated  by  article  eleven  of  the personal property law [and], (b)\n   54  motor vehicle rentals under paragraph two of subdivision (a) of  section\n   55  one hundred ninety-eight-a and paragraph two of subdivision a of section\n   56  one hundred ninety-eight-b of this chapter, AND (C) VESSEL RENTALS UNDER\n\n       A. 3822                             9\n\n    1  PARAGRAPH  TWO  OF SUBDIVISION (A) OF SECTION ONE HUNDRED NINETY-EIGHT-D\n    2  OF THIS CHAPTER.\n    3    S  4.  Subdivision  (f)  of section 1139 of the tax law, as amended by\n    4  chapter 12 of the laws of 1990, is amended to read as follows:\n    5    (f) Where a consumer returns a motor vehicle OR VESSEL to and receives\n    6  a refund of the full purchase price, capitalized cost or a portion ther-\n    7  eof from the manufacturer in accordance with the provisions  of  section\n    8  one  hundred  ninety-eight-a  [or],  subdivision  five  of section three\n    9  hundred ninety-six-p, OR  SECTION  ONE  HUNDRED  NINETY-EIGHT-D  of  the\n   10  general  business  law, the commissioner [of taxation and finance] shall\n   11  refund to such consumer any tax paid by the consumer on  the  amount  of\n   12  the  purchase  price, capitalized costs and fees and charges refunded by\n   13  the manufacturer which is not in excess  of  the  receipts  and  propor-\n   14  tionate  to  the  receipts  subject  to  tax. All the provisions of this\n   15  section shall apply  to  the  refund  authorized  by  this  subdivision,\n   16  provided,  however,  that  a request for a refund under this subdivision\n   17  shall be timely made if such request for a refund is made  within  three\n   18  years  of  the  date  the  refund from the manufacturer is received by a\n   19  consumer pursuant to subdivision (c)  of  section  one  hundred  ninety-\n   20  eight-a  OR SUBDIVISION (C) OF SECTION ONE HUNDRED NINETY-EIGHT-D of the\n   21  general business law and further provided that interest allowable  under\n   22  subdivision  (d) of this section shall be payable from the date which is\n   23  three months after the date the application for  refund  in  processible\n   24  form is received.\n   25    S  5. This act shall take effect on the first of January next succeed-\n   26  ing the date on which it shall have become  a  law;  provided  that  the\n   27  commissioners of motor vehicles, taxation and finance, and parks, recre-\n   28  ation  and historic preservation and the attorney general are authorized\n   29  to promulgate any and all rules and regulations and take any other meas-\n   30  ures necessary to implement the provisions of this act on its  effective\n   31  date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the tax law, in relation to warranties for vessels ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T141402.TXT", "SOBI.D110127.T152409.TXT", "SOBI.D110131.T160219.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296507739270
}