{
  "year" : 2011,
  "senateBillNo" : "A3827-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3827-2011-1296104400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state budget to contain a \"current services budget\", a \"baseline receipts estimate\", and provide public access thereto and other reforms",
  "summary" : "Requires the state's annual budget to contain a current services budget to project future costs resulting from continuation of the same programs and expenditures, a \"baseline receipts estimate\" to project receipts and gives the public access to budget related documents; requires public budget hearings to be conducted by the Division of the Budget not later than December 1 of each year, on each state agency budget request; requires availability to the legislature and the public of all public documents pertaining to the budget process in electronic form. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A5268-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Farrell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3827\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, FARRELL, DESTITO -- Multi-Sponsored by\n         -- M. of A. ABBATE, MAGEE, PHEFFER, P. RIVERA, SWEENEY  --  read  once\n         and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the state finance law, in relation to the contents of\n         the budget, providing for a \"current  services  budget,\"  a  \"baseline\n         receipts estimate,\" public access to budget information and to requir-\n         ing  public  hearings  by the division of the budget in preparation of\n         the executive budget\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  22 of the state finance law is amended by adding\n    2  three new subdivisions 17, 18 and 19 to read as follows:\n    3    17. (A) INCLUDE A \"CURRENT SERVICES BUDGET\"  PROJECTING  THE  COST  OF\n    4  CONTINUING  LEVELS  OF  ACTIVITY AND PROGRAMS AUTHORIZED FOR THE CURRENT\n    5  STATE FISCAL YEAR AS WELL AS PROVISIONS OF LAW SCHEDULED TO TAKE  EFFECT\n    6  THROUGH  THE CONCLUSION OF THE ENSUING STATE FISCAL YEAR. CALCULATION OF\n    7  CURRENT SERVICES BUDGET PROJECTIONS SHALL INCLUDE, BUT  NOT  BE  LIMITED\n    8  TO, THE FOLLOWING ELEMENTS:\n    9    (1)  ADJUSTMENTS  FOR AUTHORIZED INTERCHANGES, TRANSFERS AND DEFICIEN-\n   10  CIES;\n   11    (2) ADJUSTMENTS FOR ANNUALIZATIONS, OR THE FULL YEAR  COST  OF  IMPLE-\n   12  MENTING  CURRENT STATE FISCAL YEAR BUDGET ACTIONS, ESPECIALLY NEW INITI-\n   13  ATIVES WHICH RECEIVED PARTIAL YEAR FUNDING;\n   14    (3) ELIMINATION OF NON-RECURRING COSTS;\n   15    (4) ADJUSTMENTS FOR INFLATION COSTS ASSOCIATED  WITH  MEETING  NONPER-\n   16  SONAL SERVICE EXPENDITURES;\n   17    (5) ADJUSTMENTS FOR NEGOTIATED PERSONAL SERVICE CONTRACTUAL AGREEMENTS\n   18  AND RELATED FRINGE BENEFIT COSTS; AND\n   19    (6)  ADJUSTMENTS  FOR CURRENTLY ENACTED STATUTORY CHANGES SCHEDULED TO\n   20  TAKE EFFECT IN THE CURRENT OR ENSUING  STATE  FISCAL  YEAR,  ENTITLEMENT\n   21  GROWTH, AND POPULATION DRIVEN SERVICE DELIVERY GROWTH.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05490-01-1\n\n       A. 3827                             2\n\n    1    (B)  CURRENT SERVICE BUDGET PROJECTIONS SHALL BE PRESENTED IN A STAND-\n    2  ARDIZED TABULAR FORMAT SHOWING A COMPARISON WITH CURRENT YEAR  APPROPRI-\n    3  ATIONS,  CURRENT  YEAR ADJUSTED APPROPRIATIONS AND APPROPRIATIONS RECOM-\n    4  MENDED BY THE GOVERNOR  FOR  THE  FOLLOWING  STATE  FISCAL  YEAR.  THESE\n    5  COMPARISONS SHALL BE MADE AT THE FOLLOWING LEVEL OF DETAIL, WHERE APPLI-\n    6  CABLE, AND IN THE FOLLOWING ORDER:\n    7    (1)  STATE  AGENCY RECEIVING AN APPROPRIATION, MISCELLANEOUS AGENCY OR\n    8  APPROPRIATION, GENERAL STATE CHARGES, DEBT  SERVICE,  PUBLIC  AUTHORITY,\n    9  LEGISLATURE AND JUDICIARY;\n   10    (2) PROGRAM;\n   11    (3)  PURPOSE  WHICH  SHALL INCLUDE STATE OPERATIONS, LOCAL ASSISTANCE,\n   12  AND CAPITAL PROJECTS;\n   13    (4) FUND TYPE WHICH SHALL INCLUDE GENERAL FUND, SPECIAL REVENUE FUNDS,\n   14  CAPITAL PROJECT FUNDS, DEBT SERVICE FUNDS AND FEDERAL FUNDS; AND\n   15    (5) OBJECT LEVEL WHICH SHALL  INCLUDE  PERSONAL  SERVICE,  NONPERSONAL\n   16  SERVICE, AND MAINTENANCE UNDISTRIBUTED.\n   17    (C)  ACCOMPANYING THE STANDARDIZED TABULAR COMPARISON SHALL BE A BRIEF\n   18  NARRATIVE DESCRIPTION INCLUDING, BUT NOT LIMITED TO, THE FOLLOWING:\n   19    (1) EFFECTS  OF  THE  GOVERNOR'S  RECOMMENDED  APPROPRIATIONS  ON  THE\n   20  CURRENT  SERVICES  BUDGET  INCLUDING  ANY  CHANGES  THE  AGENCY  WILL BE\n   21  REQUIRED TO MAKE TO PROVIDE THESE SERVICES AT  THE  RECOMMENDED  FUNDING\n   22  LEVEL; AND\n   23    (2)  ELEMENTS  INCLUDED  IN  THE  CURRENT  SERVICES BUDGET CALCULATION\n   24  TOGETHER WITH COST PROJECTIONS AND RATES, WHERE APPLICABLE,  BY  PROGRAM\n   25  FOR   ANNUALIZATIONS  AND  NON-RECURRING  ITEMS,  INFLATION,  NEGOTIATED\n   26  PERSONAL SERVICE CONTRACTUAL AGREEMENTS AND RELATED FRINGE BENEFITS, AND\n   27  ANY STATUTORY, ENTITLEMENT, AND POPULATION DRIVEN SERVICE GROWTH.\n   28    18. (A)  INCLUDE  A  \"BASELINE  RECEIPTS  ESTIMATE\"  PROJECTING  STATE\n   29  RECEIPTS UNDER CURRENTLY ENACTED LAW AS WELL AS PROVISIONS OF LAW SCHED-\n   30  ULED  TO  TAKE  EFFECT  IN  THE  ENSUING STATE FISCAL YEAR. THE BASELINE\n   31  RECEIPTS ESTIMATE SHALL BE PRESENTED IN A  STANDARDIZED  TABULAR  FORMAT\n   32  SHOWING  A  COMPARISON  WITH  PRIOR  YEAR  ACTUAL RECEIPTS, CURRENT YEAR\n   33  PROJECTED RECEIPTS, AND RECEIPTS PROJECTED FOR THE ENSUING STATE  FISCAL\n   34  YEAR.  THE  BASELINE  RECEIPTS  ESTIMATE PROJECTED FOR THE ENSUING STATE\n   35  FISCAL YEAR SHALL INCLUDE  A  SEPARATE  PROJECTION  FOR  RECEIPTS  UNDER\n   36  CURRENTLY  ENACTED LAW, A SEPARATE PROJECTION FOR RECEIPTS WHICH ASSUMES\n   37  THE SAME LAW, INCLUDING THE SAME TAX STRUCTURE,  IS  IN  PLACE  FOR  THE\n   38  ENSUING  YEAR  AS IN THE CURRENT YEAR, AND A SEPARATE PROJECTION FOR ANY\n   39  LAW CHANGES PROPOSED BY THE GOVERNOR. THESE COMPARISONS SHALL BE MADE AT\n   40  THE FOLLOWING LEVEL OF DETAIL, WHERE APPLICABLE:\n   41    (1) FUND TYPE WHICH SHALL INCLUDE GENERAL FUND, SPECIAL REVENUE FUNDS,\n   42  CAPITAL PROJECT FUNDS, DEBT SERVICE FUNDS AND FEDERAL FUNDS;\n   43    (2) TAX;\n   44    (3) MISCELLANEOUS RECEIPTS BY EACH COMPONENT PART; AND\n   45    (4) ANY OTHER REVENUE SOURCE WHICH ACCOUNTS FOR AT LEAST ONE-TENTH  OF\n   46  ONE PER CENTUM OF ALL RECEIPTS WITHIN EACH FUND TYPE.\n   47    (B)  ACCOMPANYING THE STANDARDIZED TABULAR COMPARISON SHALL BE A BRIEF\n   48  NARRATIVE DESCRIPTION OF THE UNDERLYING  ECONOMIC  ASSUMPTIONS  USED  IN\n   49  PROJECTING  THE  BASELINE RECEIPTS ESTIMATE TOGETHER WITH MAJOR ECONOMIC\n   50  VARIABLES USED INCLUDING BUT NOT LIMITED TO WAGES, EMPLOYMENT,  INTEREST\n   51  RATES, INFLATION, CORPORATE PROFITS AND PROPERTY INCOME.\n   52    (C)  THE BASELINE RECEIPTS ESTIMATE SHALL ALSO INCLUDE, PRESENTED IN A\n   53  STANDARDIZED TABULAR FORMAT, A  COMPARISON  OF  THE  ESTIMATES  FOR  THE\n   54  ECONOMIC  VARIABLES  USED  TO  PROJECT  THE  CURRENT  AND ENSUING YEAR'S\n   55  RECEIPTS ESTIMATES WITH THE PRIOR YEAR ACTUAL DATA SERIES AS  NATIONALLY\n   56  PUBLISHED  BY  THE UNITED STATES GOVERNMENT. IF A SERIES OF DATA IS USED\n\n       A. 3827                             3\n\n    1  TO ESTIMATE RECEIPTS IN THE CURRENT OR ENSUING YEAR, BUT DIFFERS FROM  A\n    2  SERIES  OF  DATA  NATIONALLY  PUBLISHED BY THE UNITED STATES GOVERNMENT,\n    3  THEN AN  ESTIMATION  CONSISTENT  WITH  THE  SERIES  OF  DATA  NATIONALLY\n    4  PUBLISHED BY THE UNITED STATES GOVERNMENT MUST BE PROVIDED.\n    5    19.  INCLUDE  IN  THE EXECUTIVE BUDGET DOCUMENT INFORMATION WHICH WILL\n    6  CONTRIBUTE TO AND FACILITATE THE PUBLIC'S UNDERSTANDING  OF  THE  BUDGET\n    7  AND  BUDGET  PROCESS.  SUCH INFORMATION SHALL INCLUDE BUT NOT BE LIMITED\n    8  TO: A DESCRIPTION OF THE PURPOSE FOR EACH  DEPARTMENT  AND  AGENCY,  THE\n    9  STATUTORY  AUTHORIZATION FOR EACH DEPARTMENT OR AGENCY, A SUMMARY OF THE\n   10  PURPOSE OF EACH BUDGETARY PROGRAM IN  EACH  DEPARTMENT  OR  AGENCY,  THE\n   11  PRESENTATION OF DEPARTMENTAL ORGANIZATION CHARTS AND, IN THE CASE OF THE\n   12  EXECUTIVE  DEPARTMENT,  ORGANIZATION CHARTS FOR EACH AGENCY THEREOF; AND\n   13  INFORMATION ABOUT HOW THE PUBLIC MAY CONTACT EACH DEPARTMENT AND  AGENCY\n   14  FOR FURTHER INFORMATION.\n   15    S  2.  Section  23 of the state finance law is amended by adding a new\n   16  subdivision 7 to read as follows:\n   17    7. NOTIFICATION.   INFORMATION REQUIRED BY  SUBDIVISIONS  ONE,  THREE,\n   18  FIVE,  EIGHT,  NINE,  TEN, ELEVEN, AND THIRTEEN OF SECTION TWENTY-TWO OF\n   19  THIS ARTICLE SHALL BE REVISED TO REFLECT LEGISLATIVE ACTION ON THE EXEC-\n   20  UTIVE BUDGET AND SHALL BE PRESENTED TO THE LEGISLATURE  AND  THE  PUBLIC\n   21  WITHIN  THIRTY  DAYS OF FINAL LEGISLATIVE ACTION ON APPROPRIATION BILLS,\n   22  NOT INCLUDING ANY DEFICIENCY OR SUPPLEMENTARY APPROPRIATION BILLS.\n   23    S 3. The state finance law is amended by adding a new  section  28  to\n   24  read as follows:\n   25    S 28. PUBLIC ACCESS TO BUDGET INFORMATION. THE GOVERNOR SHALL CAUSE TO\n   26  BE MADE READILY AVAILABLE TO THE LEGISLATURE AND THE PUBLIC IN ELECTRON-\n   27  IC  FORM, ALL PUBLIC DOCUMENTS PERTAINING TO THE BUDGET PROCESS, INCLUD-\n   28  ING BUT NOT LIMITED TO THE EXECUTIVE BUDGET DOCUMENT, ALL  APPROPRIATION\n   29  BILLS AND THIRTY-DAY AMENDMENTS.\n   30    S  4. The state finance law is amended by adding a new section 22-d to\n   31  read as follows:\n   32    S 22-D. PUBLIC HEARINGS.  IN PREPARATION OF THE EXECUTIVE BUDGET,  THE\n   33  DIVISION  OF THE BUDGET NO LATER THAN DECEMBER FIRST OF EACH YEAR, SHALL\n   34  CONDUCT PUBLIC HEARINGS AT WHICH THE HEAD OF EACH  DEPARTMENT,  DIVISION\n   35  AND  OFFICE  SHALL  TESTIFY  WITH  REGARD TO ITS PROPOSED BUDGET FOR THE\n   36  ENSUING FISCAL YEAR.   THE CHAIRS OR  DESIGNATED  STAFF  OF  THE  SENATE\n   37  FINANCE  COMMITTEE  AND  THE  ASSEMBLY  WAYS  AND  MEANS COMMITTEE SHALL\n   38  RECEIVE COPIES OF SUCH BUDGET PROPOSALS PRIOR TO THE HEARING  AND  SHALL\n   39  BE  ENTITLED TO PARTICIPATE AND TO MAKE INQUIRIES CONCERNING ANY PART OF\n   40  THE PROPOSED BUDGET OF SUCH DEPARTMENT, DIVISION AND OFFICE.  THE PUBLIC\n   41  MAY BE INVITED TO TESTIFY AT SUCH HEARINGS.\n   42    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the contents of the budget, providing for a \"current services budget,\" a \"baseline receipts estimate,\" public access to budget information and to requiring public hearings by the division of the budget in preparation of the executive budget ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T152909.TXT", "SOBI.D110127.T142905.TXT", "SOBI.D110127.T141402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296160149210
}