{
  "year" : 2011,
  "senateBillNo" : "A3823-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to aging",
    "billEventId" : "A3823-2011-1296104400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the mature worker business initiative within the state office of the aging to encourage businesses to recruit, retain and retrain mature workers",
  "summary" : "Establishes the mature worker business initiative within the state office for the aging to encourage businesses to recruit, retain and retrain mature workers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A3887-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3823\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the elder law  and  the  economic  development  law,  in\n         relation to establishing the mature worker business initiative\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a  new  section  224  to\n    2  read as follows:\n    3    S  224.  MATURE  WORKER BUSINESS INITIATIVE.  1. THERE SHALL BE ESTAB-\n    4  LISHED, WITHIN THE OFFICE FOR THE AGING, A MATURE WORKER BUSINESS INITI-\n    5  ATIVE. SUCH INITIATIVE SHALL BE SUBJECT TO THE DIRECTION AND SUPERVISION\n    6  OF THE MATURE WORKER BUSINESS INITIATIVE COUNCIL.\n    7    2. THE MATURE WORKER BUSINESS INITIATIVE COUNCIL SHALL BE COMPOSED OF:\n    8    (A) THE DIRECTOR OF THE OFFICE FOR THE AGING OR HIS OR HER  DESIGNATED\n    9  REPRESENTATIVE;\n   10    (B) THE COMMISSIONER OF ECONOMIC DEVELOPMENT, OR HIS OR HER DESIGNATED\n   11  REPRESENTATIVE; AND\n   12    (C)  SUCH  OTHER  PERSONS  AS SHALL BE DESIGNATED BY THE GOVERNOR, WHO\n   13  SHALL BE REPRESENTATIVES OF STATE AGENCIES, ADVOCATES FOR THE AGING  AND\n   14  THE BUSINESS COMMUNITY, WHO ARE CONCERNED WITH THE ROLE OF OLDER WORKERS\n   15  IN THE ECONOMY, AND DEVELOPMENT OF SECOND CAREER OPPORTUNITIES ENTREPRE-\n   16  NEURIAL  INITIATIVE.    SUCH  MEMBERS SHALL SERVE AT THE PLEASURE OF THE\n   17  GOVERNOR.\n   18    3. THE MEMBERS OF THE MATURE WORKER BUSINESS INITIATIVE COUNCIL  SHALL\n   19  SERVE  WITHOUT  COMPENSATION,  BUT SHALL BE ENTITLED TO THEIR ACTUAL AND\n   20  NECESSARY EXPENSES INCURRED IN THE PERFORMANCE OF THEIR DUTIES  PURSUANT\n   21  TO THIS TITLE.\n   22    4.  THE DIRECTOR OF THE OFFICE FOR THE AGING, OR HIS OR HER DESIGNATED\n   23  REPRESENTATIVE, SHALL SERVE AS THE CHAIR OF THE MATURE  WORKER  BUSINESS\n   24  INITIATIVE  COUNCIL.  IN THE EVENT OF THE ABSENCE OF THE DIRECTOR OR HIS\n   25  OR HER DESIGNATED REPRESENTATIVE FROM ANY MEETING OF SUCH  COUNCIL,  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04182-02-1\n\n       A. 3823                             2\n\n    1  MEMBERS  SHALL  ELECT AN ACTING CHAIR FROM AMONGST THE MEMBERSHIP OF THE\n    2  COUNCIL. LEGAL, TECHNICAL AND OTHER SERVICES SHALL BE PROVIDED  TO  SUCH\n    3  COUNCIL BY THE OFFICE FOR THE AGING, THE DEPARTMENT OF ECONOMIC DEVELOP-\n    4  MENT, THE URBAN DEVELOPMENT CORPORATION, AND OTHER STATE DEPARTMENTS AND\n    5  AGENCIES.\n    6    5.  THE  MATURE  WORKER  BUSINESS  INITIATIVE  COUNCIL  SHALL HAVE THE\n    7  FOLLOWING FUNCTIONS, POWERS AND DUTIES:\n    8    (A) TO DEVELOP AND IMPLEMENT  A  PROGRAM  OF  INITIATIVES  THAT  SHALL\n    9  ESTABLISH  STRATEGIES FOR IDENTIFYING BUSINESSES THAT OFFER ARRANGEMENTS\n   10  TO EMPLOYEES DESIGNED TO RECRUIT, RETAIN AND RETRAIN MATURE WORKERS, AND\n   11  ENCOURAGE THEM TO REMAIN IN THE WORK FORCE;\n   12    (B) TO DEVELOP A CERTIFICATION PROCESS FOR WHICH AN EMPLOYER MAY APPLY\n   13  INDICATING THAT SUCH EMPLOYER HAS MET THE QUALIFICATIONS ESTABLISHED  BY\n   14  THE  MATURE  WORKER  BUSINESS  INITIATIVE  COUNCIL AND PROVIDING FOR THE\n   15  DESIGNATION OF SUCH EMPLOYER AS A \"MATURE WORKER FRIENDLY EMPLOYER\";\n   16    (C) TO IDENTIFY EMPLOYERS WHICH ENCOURAGE EMPLOYERS TO OFFER  ARRANGE-\n   17  MENTS  TO EMPLOYEES DESIGNED TO RECRUIT, RETAIN AND RETRAIN MATURE WORK-\n   18  ERS, AND ENCOURAGE THEM TO REMAIN IN THE WORK FORCE;\n   19    (D) TO PROVIDE TECHNICAL ASSISTANCE AND TRAINING TO ENCOURAGE  EMPLOY-\n   20  ERS  TO  OFFER ARRANGEMENTS TO EMPLOYEES DESIGNED TO RECRUIT, RETAIN AND\n   21  RETRAIN MATURE WORKERS, AND ENCOURAGE THEM TO REMAIN IN THE WORK  FORCE;\n   22  AND\n   23    (E) TO DESIGN AND EXECUTE A MARKETING OUTREACH PLAN TO ENCOURAGE BUSI-\n   24  NESSES  TO  PARTICIPATE  IN  MATURE  WORKER BUSINESS INITIATIVES, AND TO\n   25  EDUCATE MATURE WORKERS  ABOUT  BUSINESSES  THAT  HAVE  IMPLEMENTED  SUCH\n   26  INITIATIVES, BY MEANS OF THE OFFICE FOR THE AGING'S INTERNET WEBSITE AND\n   27  SUCH  OTHER APPROPRIATE MEANS AS THE COUNCIL SHALL DETERMINE TO BE SUIT-\n   28  ABLE FOR INFORMATION DISTRIBUTION.\n   29    S 2. Section 100 of the economic development law is amended by  adding\n   30  a new subdivision 18-h to read as follows:\n   31    18-H. TO WORK IN COOPERATION WITH THE DIRECTOR OF THE STATE OFFICE FOR\n   32  THE AGING AND THE MATURE WORKER BUSINESS INITIATIVE COUNCIL TO ESTABLISH\n   33  RULES, REGULATIONS AND PROCEDURES TO IMPLEMENT THE PROVISIONS OF SECTION\n   34  TWO  HUNDRED  TWENTY-FOUR  OF  THE ELDER LAW. THE MATURE WORKER BUSINESS\n   35  INITIATIVE SHALL RECOGNIZE  THOSE  EMPLOYERS  THAT  PROVIDE  EXCEPTIONAL\n   36  SUPPORT  DESIGNED  TO  RECRUIT,  RETAIN  AND RETRAIN MATURE WORKERS, AND\n   37  ENCOURAGE THEM TO REMAIN IN THE WORK FORCE. THE COMMISSIONER, IN COOPER-\n   38  ATION WITH THE DIRECTOR OF THE STATE OFFICE FOR THE  AGING,  SHALL  MAKE\n   39  RECOMMENDATIONS  FOR  ENHANCING THE OPPORTUNITIES FOR MATURE WORKERS AND\n   40  WHICH RESOURCES OF THE STATE MAY BE  MADE  AVAILABLE  TO  FULLY  SUPPORT\n   41  BUSINESSES  THAT  HAVE BEEN DESIGNATED AS MATURE WORKER FRIENDLY EMPLOY-\n   42  ERS.\n   43    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law and the economic development law, in relation to establishing the mature worker business initiative ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T141402.TXT", "SOBI.D110127.T152409.TXT", "SOBI.D110127.T144906.TXT", "SOBI.D110127.T142405.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159849050
}