{
  "year" : 2011,
  "senateBillNo" : "A3830-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3830-2011-1296104400000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and directs the consumer protection board to study complaints made by customers of wireless telephone service",
  "summary" : "Authorizes and directs the consumer protection board to study complaints made by customers of wireless telephone service. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Services",
  "previousVersions" : [ "A5699-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3830\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT in relation to authorizing and directing the consumer  protection\n         board  to  study  complaints  made  by customers of wireless telephone\n         service\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The consumer protection board, acting through its executive\n    2  director,  shall  conduct  an  analysis  of  complaints  received by the\n    3  consumer protection board, the attorney general's office and the depart-\n    4  ment of public service by customers of wireless telephone  service.  For\n    5  purposes  of  this  section,  complaints shall not include informational\n    6  inquiries about wireless service. Such analysis shall include complaints\n    7  from December 31, 2004 through and including the effective date of  this\n    8  act and shall set forth with respect to each complaint:\n    9    a. the nature of the complaint, which shall include but not be limited\n   10  to the following areas:\n   11    i. complaint concerning disclosure of rates and cancellation or termi-\n   12  nation fees;\n   13    ii.  complaint concerning disclosure of the calling areas serviced and\n   14  the amount of roaming fees charged for  calls  placed  outside  of  such\n   15  areas;\n   16    iii.  complaint  concerning  disclosure  of taxes and other additional\n   17  charges and fees contained in monthly bills;\n   18    iv. complaints concerning disclosure of variable rates based  on  time\n   19  of day call was made or location from which call was made;\n   20    v.  complaint concerning disclosure of the time periods for which free\n   21  or reduced rate calls may be placed;\n   22    vi. complaint that the service  contract  was  not  written  in  plain\n   23  language;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05388-01-1\n\n       A. 3830                             2\n\n    1    vii.  complaint whether or not the wireless telephone company offers a\n    2  trial period during which the service contract may be terminated by  the\n    3  customer;\n    4    viii.  complaint  concerning the lack of estimated invoice information\n    5  provided to the customer for review prior to the purchase of  a  service\n    6  contract;\n    7    ix.  complaint concerning disclosure of the policy used for the termi-\n    8  nation of service contracts;\n    9    x. any other  information  the  consumer  protection  board,  attorney\n   10  general and department of public service may deem relevant; and\n   11    b. the action taken in response to such complaint; and\n   12    c. the timeliness of such response; and\n   13    d. the type of wireless service provider; and such types shall include\n   14  but not be limited to a facilities-based provider licensed by the feder-\n   15  al  communications  commission,  a  reseller  of wireless service, or an\n   16  independent agent distributing devices on behalf of the facilities-based\n   17  provider or reseller of wireless service.\n   18    S 2. The consumer  protection  board,  acting  through  its  executive\n   19  director,  the  department  of  public  service and the attorney general\n   20  shall seek data regarding complaints set forth in section  one  of  this\n   21  act  from  wireless  service  providers so as to provide the legislature\n   22  with sufficient data to permit the legislature to act on the recommenda-\n   23  tions by the consumer protection board.\n   24    S 3. The consumer protection board shall make a report of its findings\n   25  to the governor and the legislature on or before December 31, 2012. Such\n   26  report shall include the analysis required pursuant to this act.\n   27    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to authorizing and directing the consumer protection board to study complaints made by customers of wireless telephone service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T160413.TXT", "SOBI.D110127.T141402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296162253506
}