{
  "year" : 2011,
  "senateBillNo" : "A3833-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3833-2011-1296104400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes an income tax deduction of monies deposited into a house, townhouse, condominium or unit in a cooperative housing corporation account",
  "summary" : "Provides for the establishment of a home purchase account; enables first time house, condominium or unit in a cooperative housing corporation purchasers to deposit monies into an account established at a banking institution and be able to take a tax deduction for the amount deposited, not exceeding $5,000 for an individual and $10,000 for a couple; withdrawal of the monies in the fund will not make an individual liable to income tax if such monies are applied toward the  purchase of a house, condominium or unit in a cooperative housing corporation or the construction of a house, condominium or unit in a cooperative housing corporation; inappropriate application of fund monies shall cause the individual to be liable for income tax and be penalized. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4193-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3833\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. RAMOS -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law, in relation to establishing  a  first  time\n         home  buyer  income  tax  deduction for monies deposited into a house,\n         townhouse, condominium or unit in a  cooperative  housing  corporation\n         purchase  account  and  providing for penalties for unauthorized with-\n         drawals from such an account\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subsection (c) of section 612 of the tax law is amended by\n    2  adding a new paragraph 39 to read as follows:\n    3    (39)  THE  AMOUNT  THAT  MAY BE SUBTRACTED FROM FEDERAL ADJUSTED GROSS\n    4  INCOME PURSUANT TO SUBSECTION (W) OF THIS SECTION.\n    5    S 2. Section 612 of the tax law is amended by adding a new  subsection\n    6  (w) to read as follows:\n    7    (W) DEDUCTIONS FOR MONIES DEPOSITED INTO A HOUSE, TOWNHOUSE, CONDOMIN-\n    8  IUM OR UNIT IN A COOPERATIVE CORPORATION PURCHASE ACCOUNT.  (1) AN INDI-\n    9  VIDUAL  AS  A FIRST TIME HOME BUYER SHALL BE ENTITLED TO DEDUCT ANNUALLY\n   10  FROM HIS OR HER FEDERAL ADJUSTED GROSS INCOME THAT AMOUNT, NOT TO EXCEED\n   11  FIVE THOUSAND DOLLARS, DEPOSITED INTO A  HOUSE  PURCHASE  ACCOUNT.    AN\n   12  INDIVIDUAL  AND HIS OR HER SPOUSE SHALL JOINTLY BE ENTITLED TO A MAXIMUM\n   13  DEDUCTION OF TEN THOUSAND DOLLARS. THIS AMOUNT MAY  BE  DIVIDED  IN  ANY\n   14  MANNER AS THE PARTIES DESIRE FOR INCOME TAX PURPOSES.\n   15    (2) (A) FOR THE PURPOSES OF THIS SUBSECTION, A \"FIRST TIME HOME BUYER\"\n   16  SHALL MEAN AN INDIVIDUAL OR AN INDIVIDUAL AND HIS OR HER SPOUSE, NONE OF\n   17  WHOM  HAS  OR  HAD AN OWNERSHIP INTEREST IN A PRINCIPAL RESIDENCE AT ANY\n   18  TIME.  NO SUCH PERSONS SHALL OWN ANY OTHER HOME  INCLUDING  VACATION  OR\n   19  INVESTMENT RESIDENCES, EXCEPT AS OTHERWISE PROVIDED IN THIS SUBSECTION.\n   20    (B) FOR THE PURPOSES OF THIS SUBSECTION, \"OWNERSHIP INTEREST\" INCLUDES\n   21  THE  FOLLOWING:  A  FEE  SIMPLE  INTEREST, A JOINT TENANCY, A TENANCY IN\n   22  COMMON, A TENANCY BY THE ENTIRETY, THE INTEREST OF A TENANT-SHARE HOLDER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01999-02-1\n\n       A. 3833                             2\n\n    1  IN A COOPERATIVE, A LIFE ESTATE AND A LAND CONTRACT.  INTERESTS WHICH DO\n    2  NOT CONSTITUTE OWNERSHIP INTERESTS INCLUDE THE FOLLOWING: (I)  REMAINDER\n    3  INTERESTS,  (II)  A LEASE WITH OR WITHOUT AN OPTION TO PURCHASE, (III) A\n    4  MERE EXPECTANCY TO INHERIT AN INTEREST IN A RESIDENCE, (IV) THE INTEREST\n    5  THAT  A PURCHASER OF A RESIDENCE ACQUIRES ON THE EXECUTION OF A PURCHASE\n    6  CONTRACT AND (V) AN INTEREST IN REAL ESTATE OTHER THAN A RESIDENCE.\n    7    (C) TO ESTABLISH THAT AN INDIVIDUAL IS A FIRST TIME  HOME  BUYER,  THE\n    8  INDIVIDUAL  SHALL COMPLETE A FORM PROMULGATED BY THE DEPARTMENT CERTIFY-\n    9  ING, UNDER THE PENALTIES OF PERJURY, THAT SUCH  INDIVIDUAL  IS  A  FIRST\n   10  TIME HOME BUYER.\n   11    (D)  IN THE CASE OF AN INDIVIDUAL AND HIS OR HER SPOUSE, IF EITHER THE\n   12  INDIVIDUAL OR HIS OR HER SPOUSE IS NOT A FIRST TIME HOME BUYER,  NEITHER\n   13  THE  INDIVIDUAL  NOR  THE  SPOUSE  SHALL BE CONSIDERED A FIRST TIME HOME\n   14  BUYER.\n   15    (E) IF AN INDIVIDUAL'S ONLY POTENTIALLY DISQUALIFYING  PRESENT  OWNER-\n   16  SHIP  INTEREST  IS  OWNERSHIP  OF  A MOBILE HOME THAT IS NOT PERMANENTLY\n   17  ATTACHED TO THE LAND, THE INDIVIDUAL MAY BE CONSIDERED A FIRST TIME HOME\n   18  BUYER AND MAY BE ELIGIBLE FOR A HOUSE PURCHASE  ACCOUNT  DEDUCTION.  FOR\n   19  THE PURPOSES OF THIS SUBPARAGRAPH A \"MOBILE HOME\" SHALL MEAN A STRUCTURE\n   20  WHICH  IS PERMANENTLY ATTACHED, BEING PERMANENTLY ANCHORED TO REAL PROP-\n   21  ERTY AND HAS HAD WHEELS AND  OTHER  COMPONENTS  USED  IN  TRANSPORTATION\n   22  REMOVED.  IF, DUE TO HIS OR HER OWNERSHIP OF A MOBILE HOME, THE INDIVID-\n   23  UAL HAS CLAIMED A REAL ESTATE TAX OR HOME MORTGAGE DEDUCTION ON  HIS  OR\n   24  HER  INCOME TAX RETURNS, SUCH INDIVIDUAL SHALL NOT BE CONSIDERED A FIRST\n   25  TIME HOME BUYER REGARDLESS OF WHETHER THE MOBILE  HOME  WAS  PERMANENTLY\n   26  ATTACHED TO THE LAND.\n   27    (F) AN INDIVIDUAL MUST NOT INTEND TO USE ANY PORTION OF THE REAL PROP-\n   28  ERTY  PURCHASED  USING  THE  HOUSE  PURCHASE ACCOUNT FUNDS IN A TRADE OR\n   29  BUSINESS, OR AS A VACATION HOME OR AS AN INVESTMENT, EXCEPT AS AN  OWNER\n   30  OCCUPIED MULTIPLE DWELLING WITH NO MORE THAN TWO RENTAL UNITS.\n   31    (3)  FOR  PURPOSES OF THIS SUBSECTION A \"HOUSE PURCHASE ACCOUNT\" SHALL\n   32  MEAN AN ACCOUNT ORGANIZED OR CREATED IN THIS  STATE  FOR  THE  EXCLUSIVE\n   33  BENEFIT OF AN INDIVIDUAL AND HIS OR HER SPOUSE WHO IS A FIRST TIME HOME,\n   34  TOWNHOUSE,  CONDOMINIUM  OR  UNIT  IN  A COOPERATIVE HOUSING CORPORATION\n   35  PURCHASER OR INDIVIDUAL WHO  HAS  CONTRACTED  WITH  A  BUILDER  FOR  THE\n   36  CONSTRUCTION  OF  A PRINCIPAL RESIDENCE. EVERY SUCH ACCOUNT SHALL COMPLY\n   37  WITH THE FOLLOWING REQUIREMENTS:\n   38    (A) THE ACCOUNT SHALL BE HELD IN A BANKING ORGANIZATION, AS DEFINED IN\n   39  SECTION TWO OF THE BANKING  LAW,  NATIONAL  BANKING  ASSOCIATION,  STATE\n   40  CHARTERED CREDIT UNION, FEDERAL MUTUAL SAVINGS BANK, FEDERAL SAVINGS AND\n   41  LOAN  ASSOCIATION,  OR  FEDERAL CREDIT UNION AND SUCH ACCOUNT WAS ESTAB-\n   42  LISHED PURSUANT TO THIS SUBSECTION.\n   43    (B) ANY AMOUNT IN THE ACCOUNT IS NONFORFEITABLE.\n   44    (C) THE FUNDS IN SUCH ACCOUNT SHALL NOT BE COMMINGLED WITH  ANY  OTHER\n   45  MONIES OF THE INDIVIDUAL BY THE TRUSTEE.\n   46    (D)  MONIES WITHDRAWN FROM SUCH ACCOUNT AND INTEREST WHICH HAS ACCRUED\n   47  SHALL NOT BE CONSIDERED AS INCOME TO THE INDIVIDUAL  AND  TAXED  IF  THE\n   48  MONIES  ARE  APPLIED  FOR THE PURCHASE OR CONSTRUCTION OF A HOUSE, TOWN-\n   49  HOUSE, CONDOMINIUM OR UNIT IN A COOPERATIVE HOUSING  CORPORATION  TO  BE\n   50  USED  AS  A PRIMARY RESIDENCE OF THE INDIVIDUAL FOR A PERIOD OF NOT LESS\n   51  THAN TWO YEARS AFTER PURCHASE OR CONSTRUCTION.\n   52    (4) WITHIN SIXTY DAYS AFTER WITHDRAWAL OF MONIES FROM A HOUSE PURCHASE\n   53  ACCOUNT, AN INDIVIDUAL SHALL SUBMIT SATISFACTORY PROOF  TO  THE  COMMIS-\n   54  SIONER, UPON FORMS PROVIDED BY THE DEPARTMENT, THAT THE MONIES WITHDRAWN\n   55  WERE USED FOR THE PURCHASE OR CONSTRUCTION OF A HOUSE, TOWNHOUSE, CONDO-\n   56  MINIUM  OR  UNIT IN A COOPERATIVE HOUSING CORPORATION. IN THE EVENT THAT\n\n       A. 3833                             3\n\n    1  AN INDIVIDUAL WITHDRAWS ALL OR ANY PART OF THE MONIES FROM  THE  ACCOUNT\n    2  AND  DOES NOT EITHER APPLY THE MONIES TO THE PURCHASE OR CONSTRUCTION OF\n    3  A HOUSE, TOWNHOUSE, CONDOMINIUM OR UNIT IN A COOPERATIVE HOUSING  CORPO-\n    4  RATION,  OR  FAILS  TO  SUBMIT TO THE COMMISSIONER THE PROOF AS REQUIRED\n    5  PURSUANT TO THIS  PARAGRAPH,  SUCH  INDIVIDUAL  SHALL  HAVE  THE  ENTIRE\n    6  ACCOUNT  TAXED,  INCLUDING  INTEREST WHICH HAS ACCRUED, AS THOUGH IT WAS\n    7  INCOME IN THE YEARS THAT THE MONIES FROM THE ACCOUNT WERE WITHDRAWN.  IN\n    8  THE EVENT THAT AN INDIVIDUAL DOES NOT USE THE HOUSE,  TOWNHOUSE,  CONDO-\n    9  MINIUM  OR  UNIT IN A COOPERATIVE HOUSING CORPORATION AS A PRIMARY RESI-\n   10  DENCE FOR A PERIOD OF NOT LESS THAN TWO  YEARS  AFTER  THE  PURCHASE  OR\n   11  CONSTRUCTION  SUCH  INDIVIDUAL  SHALL  HAVE  THE  ENTIRE  HOUSE PURCHASE\n   12  ACCOUNT TAXED, INCLUDING INTEREST WHICH HAS ACCRUED, AS  THOUGH  IT  WAS\n   13  INCOME IN THE YEAR THAT THE MONIES FROM THE ACCOUNT WERE WITHDRAWN.  FOR\n   14  THE  PURPOSES  OF THIS PARAGRAPH, THE TWO YEAR PERIOD SHALL BEGIN TO RUN\n   15  AT THE TIME TITLE TO THE HOUSE, TOWNHOUSE, CONDOMINIUM,  OR  UNIT  IN  A\n   16  COOPERATIVE HOUSING CORPORATION PASSES TO THE INDIVIDUAL.\n   17    (5)  THE  COMMISSIONER  SHALL  ESTABLISH  A PENALTY OF TEN PERCENT FOR\n   18  THOSE HOUSE PURCHASE ACCOUNTS WHICH ARE TAXED IN ACCORDANCE  WITH  PARA-\n   19  GRAPH  FOUR OF THIS SUBSECTION.  THE PENALTY SHALL BE IN ADDITION TO THE\n   20  TAX DUE FOR THOSE FUNDS INAPPROPRIATELY APPLIED. SUCH PENALTY  SHALL  BE\n   21  WAIVED  BY  THE  COMMISSIONER  IF THE INDIVIDUAL CAN SHOW PROOF THAT THE\n   22  REASON THE INDIVIDUAL DID NOT USE THE HOUSE, TOWNHOUSE,  CONDOMINIUM  OR\n   23  UNIT  IN  A COOPERATIVE HOUSING CORPORATION AS A PRIMARY RESIDENCE FOR A\n   24  PERIOD OF TWO YEARS OR MORE AFTER THE PURCHASE OR CONSTRUCTION, WAS  DUE\n   25  TO EITHER:\n   26    (A)  AN  EMPLOYMENT  RELOCATION  OUTSIDE THE STATE AND SUCH RELOCATION\n   27  REQUIRED THE INDIVIDUAL TO BECOME A RESIDENT OF ANOTHER STATE; OR\n   28    (B) AN UNFORESEEABLE FINANCIAL EMERGENCY.\n   29    FOR PURPOSES OF THIS PARAGRAPH, AN \"UNFORESEEABLE FINANCIAL EMERGENCY\"\n   30  SHALL MEAN A SEVERE FINANCIAL HARDSHIP TO THE INDIVIDUAL RESULTING  FROM\n   31  A  SUDDEN  AND  UNEXPECTED ILLNESS OR ACCIDENT OF THE INDIVIDUAL OR OF A\n   32  DEPENDENT.  THE CIRCUMSTANCES THAT CONSTITUTE AN UNFORESEEABLE EMERGENCY\n   33  WILL DEPEND UPON THE FACTS OF EACH CASE, HOWEVER,  WITHDRAWAL  OF  HOUSE\n   34  PURCHASE  ACCOUNT  FUNDS MAY NOT BE MADE, WITHOUT PENALTY, TO THE EXTENT\n   35  THAT SUCH HARDSHIP IS OR MAY BE RELIEVED BY EITHER:\n   36    (I) REIMBURSEMENT OR COMPENSATION BY INSURANCE OR OTHERWISE; OR\n   37    (II) LIQUIDATION OF THE INDIVIDUAL'S ASSETS, TO THE EXTENT THE  LIQUI-\n   38  DATION OF SUCH ASSETS WOULD NOT ITSELF CAUSE SEVERE FINANCIAL HARDSHIP.\n   39    (6)  THE  COMMISSIONER  IS HEREBY DIRECTED TO PROMULGATE ALL RULES AND\n   40  REGULATIONS, AFTER CONSULTATION WITH THE BANKING  DEPARTMENT,  NECESSARY\n   41  TO  IMPLEMENT  THE  PROVISIONS  OF  THIS  SUBSECTION AND TO MAXIMIZE THE\n   42  EFFECT OF THIS SUBSECTION. THE COMMISSIONER AND THE  BANKING  BOARD  ARE\n   43  HEREBY  DIRECTED  TO  COOPERATE  WITH  EACH  OTHER IN THE ESTABLISHMENT,\n   44  SUPERVISION AND REGULATION OF THE  INDIVIDUAL  HOUSE  PURCHASE  ACCOUNTS\n   45  AUTHORIZED TO BE CREATED IN THIS SUBSECTION.\n   46    S 3. This act shall take effect on the one hundred twentieth day after\n   47  it  shall  have become a law and shall apply to taxable years commencing\n   48  on or after January first of the year next succeeding the year in  which\n   49  it  shall  have  become  a  law;  provided  however, that paragraph 6 of\n   50  subsection (w) of section 612 of the tax law, as added by section two of\n   51  this act, shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a first time home buyer income tax deduction for monies deposited into a house, townhouse, condominium or unit in a cooperative housing corporation purchase account and providing for penalties for unauthorized withdrawals from such an account ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T152909.TXT", "SOBI.D110127.T142905.TXT", "SOBI.D110127.T141402.TXT", "SOBI.D110127.T141904.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296160149211
}