{
  "year" : 2011,
  "senateBillNo" : "A3834-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to codes",
    "billEventId" : "A3834-2011-1296104400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing a gang assessment, intervention, prevention and suppression program",
  "summary" : "Relates to establishing a gang assessment, intervention, prevention and suppression program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A11087-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3834\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. RAMOS -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the executive law, in relation to  establishing  a  gang\n         assessment, intervention, prevention and suppression program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  837-s\n    2  to read as follows:\n    3    S  837-S.  GANG  ASSESSMENT,  INTERVENTION, PREVENTION AND SUPPRESSION\n    4  PROGRAM. 1. THERE IS HEREBY CREATED WITHIN THE DIVISION A  GANG  ASSESS-\n    5  MENT,  INTERVENTION,  PREVENTION  AND SUPPRESSION PROGRAM TO BE ADMINIS-\n    6  TERED BY THE COMMISSIONER TO DISTRIBUTE FUNDS  IN  ACCORDANCE  WITH  THE\n    7  PROVISIONS OF THIS SECTION FOR THE PURPOSE OF ELIMINATING THE SCOURGE OF\n    8  GANG RELATED CRIMINAL ACTIVITY IN NEW YORK STATE.\n    9    2.  THE SUPERINTENDENT OF THE DIVISION OF STATE POLICE, IN COOPERATION\n   10  WITH ALL LOCAL, STATE AND FEDERAL LAW  ENFORCEMENT  PERSONNEL,  AND  THE\n   11  DISTRICT  ATTORNEYS  IN  NEW  YORK  STATE, SHALL DEVELOP AND IMPLEMENT A\n   12  STRATEGY FOR THE SUPPRESSION OF  GANG  RELATED  CRIMINAL  ACTIVITY.  THE\n   13  STRATEGY SHALL INCLUDE, BUT NOT BE LIMITED TO, IDENTIFYING AND PROSECUT-\n   14  ING  THE  CORE  LEADERSHIP OF CRIMINAL STREET GANGS WHO MAY BE VIOLATING\n   15  FEDERAL, STATE OR LOCAL LAWS,  AND  COOPERATING  WITH  ALL  FEDERAL  LAW\n   16  ENFORCEMENT  AGENCIES  AND  APPROPRIATE  PROSECUTORIAL  AGENCIES AND LAW\n   17  ENFORCEMENT AGENCIES IN OTHER STATES IN THE INVESTIGATION  AND  ENFORCE-\n   18  MENT  OF  OUR PENAL LAWS. DISTRICT ATTORNEYS ARE AUTHORIZED AND DIRECTED\n   19  TO ENTER INTO COLLABORATIVE  AGREEMENTS  WITH  PROSECUTORIAL  AND  OTHER\n   20  GOVERNMENTAL  AGENCIES  AND  ENTITIES IN SUPPLIER STATES IN AN EFFORT TO\n   21  STOP GANG RELATED CRIMINAL ACTIVITIES IN NEW YORK STATE.\n   22    3. THE  COMMISSIONER  SHALL  AWARD  GRANT  MONIES,  AS  AVAILABLE,  TO\n   23  DISTRICT  ATTORNEYS  FOR  PROGRAMS  WHICH  ARE  DESIGNATED  TO STOP GANG\n   24  RELATED CRIMINAL ACTIVITIES IN NEW YORK STATE. TO QUALIFY FOR SUCH GRANT\n   25  MONIES, A DISTRICT ATTORNEY MUST SUBMIT AN APPLICATION  TO  THE  COMMIS-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08470-01-1\n\n       A. 3834                             2\n\n    1  SIONER  IN  ACCORDANCE  WITH  GUIDELINES PRESCRIBED BY THE DIVISION. THE\n    2  APPLICATION SHALL AT A MINIMUM:\n    3    (A)  INCLUDE  AN ASSESSMENT OF GANG RELATED CRIMINAL ACTIVITIES IN THE\n    4  TARGETED AREA;\n    5    (B) OFFER A PLAN FOR STATE INTERVENTION AND PREVENTION OF SUCH  ACTIV-\n    6  ITIES; AND\n    7    (C)  PREVIEW A COORDINATED LAW ENFORCEMENT STRATEGY FOR SUPPRESSION OF\n    8  GANG RELATED ILLEGALITIES WITHIN THE AFFECTED COMMUNITY.  FUNDS  AWARDED\n    9  UNDER  THIS  SECTION  MAY  BE USED TO SUPPLEMENT FEDERAL, STATE OR LOCAL\n   10  FUNDS.\n   11    4. THE SUPERINTENDENT OF THE DIVISION OF STATE POLICE SHALL  ESTABLISH\n   12  AND  MAINTAIN  WITHIN  THE  DIVISION  A  GANG CLEARINGHOUSE AS A CENTRAL\n   13  REPOSITORY OF INFORMATION, COMING INTO THE POSSESSION OF  ANY  STATE  OR\n   14  LOCAL  LAW  ENFORCEMENT ENTITY, REGARDING ALL CRIMINAL GANGS FOUND TO BE\n   15  OPERATING WITHIN NEW YORK STATE. THE SUPERINTENDENT OF THE  DIVISION  OF\n   16  STATE  POLICE SHALL ADOPT AND PROMULGATE REGULATIONS PRESCRIBING REPORT-\n   17  ING PROCEDURES FOR SUCH STATE OR LOCAL LAW ENFORCEMENT AGENCIES, INCLUD-\n   18  ING THE FORM FOR REPORTING SUCH INFORMATION.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing a gang assessment, intervention, prevention and suppression program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T152909.TXT", "SOBI.D110127.T142905.TXT", "SOBI.D110127.T141904.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296160149213
}