{
  "year" : 2011,
  "senateBillNo" : "A3836-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3836-2011-1296104400000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the transfer of certain lands to the Oak Brush Plain State Preserve by December 31, 2011",
  "summary" : "Relates to the acquisition of lands previously comprising Pilgrim State Hospital by the Oak Brush Plain State Preserve, located on Long Island. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Services, Commissioner of",
  "previousVersions" : [ "AB6156-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3836\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. RAMOS -- read once and referred to the Committee\n         on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend chapter 635 of the laws of 1987,  establishing  the  Oak\n         Brush Plain State Preserve, located on Long Island, in relation to the\n         acquisition of lands previously comprising Pilgrim State Hospital\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Sections 7 and 8 of chapter 635 of the laws of 1987, estab-\n    2  lishing the Oak Brush Plain State  Preserve,  located  on  Long  Island,\n    3  section  8 as amended by chapter 209 of the laws of 1989, are amended to\n    4  read as follows:\n    5    S 7. (A) The commissioner of  the  office  of  general  services,  THE\n    6  DORMITORY  AUTHORITY  OF THE STATE OF NEW YORK OR ANY OTHER SUCCESSOR IN\n    7  TITLE shall [arrange for the] transfer to  the  Oak  Brush  Plain  State\n    8  Preserve  such lands now OR FORMERLY comprising A PORTION OF THE Pilgrim\n    9  State Hospital [now or hereafter not necessary for use by Pilgrim  State\n   10  Hospital and] where native foliage may reasonably be reestablished.\n   11    (B) THE LANDS TO BE TRANSFERRED SHALL BE APPROXIMATELY 118 ACRES, MORE\n   12  OR LESS, NOW OR FORMERLY COMPRISING PILGRIM STATE HOSPITAL AND SHALL NOT\n   13  INCLUDE  ANY  LAND  PREVIOUSLY TRANSFERRED TO THE POWER AUTHORITY OF THE\n   14  STATE OF NEW YORK AND THE LONG  ISLAND  POWER  AUTHORITY  AND  GENERALLY\n   15  DESCRIBED AS FOLLOWS:\n   16    ALL  THAT PIECE OR PARCEL OF LAND SITUATE IN THE TOWN OF ISLIP, COUNTY\n   17  OF SUFFOLK, STATE OF NEW YORK GENERALLY DESCRIBED AS FOLLOWS;\n   18    BEGINNING AT A POINT ON THE BOUNDARY LINE BETWEEN THE TOWN OF HUNTING-\n   19  TON AND THE TOWN OF ISLIP AT THE NORTHWEST CORNER OF A  PARCEL  OF  LAND\n   20  CONVEYED  TO  LONG  ISLAND  POWER AUTHORITY SAID POINT ALSO BEING ON THE\n   21  EASTERLY BOUNDS OF AN 81.4 ACRE PARCEL  OF  LAND  TRANSFERRED  FROM  THE\n   22  OFFICE  OF MENTAL HEALTH TO THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION\n   23  ON JANUARY 13, 1999,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07228-01-1\n\n       A. 3836                             2\n\n    1    THENCE FROM SAID POINT OF BEGINNING ALONG THE EASTERLY BOUNDS OF  SAID\n    2  81.4 ACRE PARCEL OF LAND THE FOLLOWING TWO COURSES AND DISTANCES:\n    3    1) N. 0µ 36' 52\" W. A DISTANCE OF 156.10 FEET TO A POINT; AND\n    4    2) N. 0µ 59' 13\" E. A DISTANCE OF 1063.76 FEET TO A POINT;\n    5    THENCE THROUGH THE LANDS NOW OR FORMERLY OF THE PEOPLE OF THE STATE OF\n    6  NEW  YORK,  PILGRIM  PSYCHIATRIC  CENTER,  THE  FOLLOWING 11 COURSES AND\n    7  DISTANCES:\n    8    1) N. 89µ 41' 36\" E. A DISTANCE OF 788.41 FEET TO A POINT;\n    9    2) S. 44µ 44' 39\" E. A DISTANCE OF 42.80 FEET TO A POINT;\n   10    3) N. 67µ 37' 46\" E. A DISTANCE OF 174.25 FEET TO A POINT;\n   11    4) S. 22µ 59' 01\" E. A DISTANCE OF 360.19 FEET TO A POINT;\n   12    5) N. 67µ 09' 21\" E. A DISTANCE OF 405.98 FEET TO A POINT;\n   13    6) S. 22µ 51' 14\" E. A DISTANCE OF 638.85 FEET TO A POINT;\n   14    7) S. 63µ 51' 55\" E. A DISTANCE OF 1,224.63 FEET TO A POINT;\n   15    8) N. 68µ 02' 05\" E. A DISTANCE OF 143.78 FEET TO A POINT;\n   16    9) S. 21µ 57' 55\" E. A DISTANCE OF 253.50 FEET TO A POINT;\n   17    10) S. 45µ 11' 47\" E. A DISTANCE OF 774.45 FEET TO A POINT;\n   18    11) S. 0µ 34' 26\" E. A DISTANCE OF 340.00  FEET  TO  A  POINT  ON  THE\n   19  SOUTHERLY BOUNDS OF SAID LANDS OF PILGRIM PSYCHIATRIC CENTER;\n   20    THENCE  ALONG  SAID  SOUTHERLY  BOUNDARY THE FOLLOWING TWO COURSES AND\n   21  DISTANCES:\n   22    1) S. 89µ 25' 34\" W. A DISTANCE OF 100.00 FEET TO A POINT; AND\n   23    2) S. 89µ 29' 29\" W. A DISTANCE OF 2,987.71 FEET TO A POINT;\n   24    THENCE N. 0µ 26' 29\" E. A DISTANCE OF 486.53 FEET TO A  POINT  AT  THE\n   25  SOUTHWEST CORNER OF LANDS CONVEYED TO LONG ISLAND POWER AUTHORITY;\n   26    THENCE  ALONG  THE  SOUTHERLY,  EASTERLY  AND NORTHERLY BOUNDS OF SAID\n   27  LANDS OF LONG ISLAND POWER AUTHORITY THE  FOLLOWING  THREE  COURSES  AND\n   28  DISTANCES:\n   29    1) S. 89µ 33' 31\" E. A DISTANCE OF 287.46 FEET TO A POINT;\n   30    2) N. 0µ 26' 29\" E. A DISTANCE OF 790.75 FEET TO A POINT; AND\n   31    3)  S.  67µ  L2'  38\"  W.  A DISTANCE OF 312.83 FEET TO A POINT AT THE\n   32  NORTHEAST CORNER OF LANDS CONVEYED TO THE POWER AUTHORITY OF  THE  STATE\n   33  OF NEW YORK;\n   34    THENCE ALONG THE NORTHERLY BOUNDS OF SAID LANDS TO AND ALONG THE EAST-\n   35  ERLY  AND  NORTHERLY BOUNDS OF OTHER LANDS CONVEYED TO LONG ISLAND POWER\n   36  AUTHORITY THE FOLLOWING THREE COURSES AND DISTANCES:\n   37    1) S. 67µ 12' 38\" W. A DISTANCE OF 152.50 FEET TO A POINT;\n   38    2) N. 23µ 53' 06\" W. A DISTANCE OF 201.65 FEET TO A POINT; AND\n   39    3) S. 67µ 12' 38\" W. A DISTANCE OF 367.44 FEET TO THE POINT  OR  PLACE\n   40  OF BEGINNING; CONTAINING 117.7 ACRES OF LAND, MORE OR LESS.\n   41    SUBJECT TO EASEMENT RIGHTS OF OTHERS AS THEY MAY EXIST.\n   42    EXCEPTING  THEREFROM,  ALL  THAT CERTAIN PLOT, PIECE OR PARCEL OF LAND\n   43  SITUATE, LYING AND BEING AT BRENTWOOD, TOWN OF ISLIP, COUNTY OF  SUFFOLK\n   44  AND STATE OF NEW YORK, BEING BOUNDED AND DESCRIBED AS FOLLOWS:\n   45    BEGINNING  AT A POINT ON THE DIVISION LINE BETWEEN THE PROPERTY NOW OR\n   46  FORMERLY OF THE PEOPLE OF THE STATE OF  NEW  YORK,  PILGRIM  PSYCHIATRIC\n   47  CENTER  ON  THE  NORTH AND LAND NOW OR FORMERLY OF THE LONG ISLAND STATE\n   48  PARK COMMISSION SAGTIKOS STATE PARKWAY (MAP 23R-I821,  PARCEL  IV  DATED\n   49  JANUARY  20,  1940)  ON THE SOUTH, DISTANT 624.61 FEET WESTERLY FROM THE\n   50  INTERSECTION OF SAID DIVISION LINE WITH THE WESTERLY  SIDE  OF  SAGTIKOS\n   51  PARKWAY,  SAID  POINT  BEING  THE  NORTHEASTERLY  CORNER  OF LAND NOW OR\n   52  FORMERLY OF TOWN OF ISLIP INDUSTRIAL DEVELOPMENT AGENCY;\n   53    RUNNING THENCE SOUTH 89 DEGREES 29 MINUTES 29 SECONDS WEST, ALONG LAND\n   54  NOW OR FORMERLY OF TOWN OF ISLIP INDUSTRIAL  DEVELOPMENT  AGENCY  110.00\n   55  FEET\n   56    THENCE NORTH 00 DEGREES 34 MINUTES 26 SECONDS WEST, 15.71 FEET;\n\n       A. 3836                             3\n\n    1    THENCE NORTH 15 DEGREES 48 MINUTES 56 SECONDS EAST, 431.19 FEET;\n    2    THENCE SOUTH 45 DEGREES 11 MINUTES 47 SECONDS EAST, 125.75 FEET;\n    3    THENCE SOUTH 15 DEGREES 48 MINUTES 56 SECONDS WEST, 354.40 FEET TO THE\n    4  NORTHERLY  SIDE  OF  LAND  NOW OR FORMERLY OF THE LONG ISLAND STATE PARK\n    5  COMMISSION SAGTIKOS STATE PARKWAY (MAP 23R-I821, PARCEL IV DATED JANUARY\n    6  20, 1940) AND THE POINT OR PLACE OF BEGINNING.\n    7    CONTAINING: 44,072 SQUARE FEET OR 1.0117 ACRES OF LAND, MORE OR LESS.\n    8    (C) THE DESCRIPTION OF THE LANDS TO BE TRANSFERRED PURSUANT TO  SUBDI-\n    9  VISION  (B)  OF  THIS SECTION IS NOT INTENDED TO BE A LEGAL DESCRIPTION,\n   10  BUT IS INTENDED ONLY TO IDENTIFY THE PREMISES  TO  BE  TRANSFERRED.  THE\n   11  OFFICE   OF   GENERAL  SERVICES  MAY  PREPARE  AN  ACCURATE  SURVEY  AND\n   12  DESCRIPTION OF SUCH LANDS WHICH MAY BE USED IN THE TRANSFER THEREOF.\n   13    (D) THE COMMISSIONER OF THE OFFICE OF GENERAL SERVICES, THE  DORMITORY\n   14  AUTHORITY OF THE STATE OF NEW YORK OR ANY OTHER SUCCESSOR IN INTEREST AT\n   15  THE  TIME  OF  THE  TRANSFER OF THE LANDS INTO THE OAK BRUSH PLAIN STATE\n   16  PRESERVE SHALL ALSO CONVEY THE  EXCEPTED  PARCEL  OF  LAND  SPECIFICALLY\n   17  DESCRIBED  IN  SUBDIVISION  (B) OF THIS SECTION TO THE TOWN OF ISLIP FOR\n   18  STREET  OR  HIGHWAY  PURPOSES  FOR  THE  CONSIDERATION  OF  ONE  DOLLAR;\n   19  PROVIDED,  HOWEVER,  THAT  SUCH  EXCEPTED  PARCEL  SHALL  REVERT  AND BE\n   20  CONVEYED TO THE STATE OF NEW YORK FOR INCLUSION IN THE OAK  BRUSH  PLAIN\n   21  STATE  PRESERVE  IF THE TOWN OF ISLIP SHALL AT ANY TIME CEASE TO USE THE\n   22  EXCEPTED PARCEL FOR TOWN STREET OR HIGHWAY PURPOSES.\n   23    (E) ON OR AFTER THE EFFECTIVE DATE OF THE CHAPTER OF THE LAWS OF  2011\n   24  WHICH  ADDED THIS SUBDIVISION, THE COMMISSIONER OF THE OFFICE OF GENERAL\n   25  SERVICES, THE DORMITORY AUTHORITY OF  THE  STATE  OF  NEW  YORK  OR  ANY\n   26  SUCCESSOR IN INTEREST SHALL NOT SELL, TRANSFER OR CONVEY ANY OF THE LAND\n   27  IN  THIS  ACT  TO A PARTY NOT AUTHORIZED TO HAVE SUCH LANDS SOLD, TRANS-\n   28  FERRED OR CONVEYED TO IT PURSUANT TO THIS ACT.\n   29    S 8. Notwithstanding the provisions of section 45-0113 of the environ-\n   30  mental conservation law or any other law,  rule  or  regulation  to  the\n   31  contrary,  the  lands  constituting  the  Oak Brush Plain State Preserve\n   32  shall be acquired by the state nature and historical preserve on January\n   33  1, 1991 and shall be dedicated for the purposes of article  [forty-five]\n   34  45 of such law; PROVIDED, HOWEVER, THAT THE LANDS TRANSFERRED TO THE OAK\n   35  BRUSH  PLAIN  STATE PRESERVE PURSUANT TO SECTION SEVEN OF THIS ACT SHALL\n   36  BE ACQUIRED BY THE STATE NATURE AND HISTORICAL  PRESERVE  ON  OR  BEFORE\n   37  DECEMBER 1, 2011 AND SHALL BE DEDICATED FOR THE PURPOSES OF SUCH ARTICLE\n   38  45.\n   39    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 635 of the laws of 1987, establishing the Oak Brush Plain State Preserve, located on Long Island, in relation to the acquisition of lands previously comprising Pilgrim State Hospital ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T153409.TXT", "SOBI.D110127.T153909.TXT", "SOBI.D110127.T142405.TXT", "SOBI.D110127.T141904.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296160749504
}