{
  "year" : 2011,
  "senateBillNo" : "A3838-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to codes",
    "billEventId" : "A3838-2011-1296190800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to offenses involving thefts of identity; repealer",
  "summary" : "Relates to offenses involving thefts of identity. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3838\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BING, ZEBROWSKI, TITONE, JAFFEE, WEISENBERG,\n         GUNTHER, COLTON, ROBINSON,  GALEF,  GABRYSZAK,  SCARBOROUGH,  PHEFFER,\n         GIBSON, SPANO, HOOPER, M. MILLER, RAMOS -- Multi-Sponsored by -- M. of\n         A.  BRENNAN,  ENGLEBRIGHT,  GOTTFRIED,  JEFFRIES, MAYERSOHN, McKEVITT,\n         PAULIN, REILLY, SCHIMEL, SIMOTAS, SWEENEY, THIELE  --  read  once  and\n         referred to the Committee on Codes\n\n       AN  ACT  to amend the penal law, the criminal procedure law, the general\n         business law, the state technology  law  and  the  executive  law,  in\n         relation  to  offenses  involving  theft  of  identity;  and to repeal\n         certain provisions of the criminal procedure law  and  the  penal  law\n         relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a  new  article  191  to\n    2  read as follows:\n    3                                 ARTICLE 191\n    4                    OFFENSES INVOLVING THEFT OF IDENTITY\n    5  SECTION 191.00 DEFINITIONS.\n    6          191.05 PETIT IDENTITY THEFT.\n    7          191.10 IDENTITY THEFT IN THE FOURTH DEGREE.\n    8          191.15 IDENTITY THEFT IN THE THIRD DEGREE.\n    9          191.20 IDENTITY THEFT IN THE SECOND DEGREE.\n   10          191.25 IDENTITY THEFT IN THE FIRST DEGREE.\n   11          191.30 UNLAWFUL  POSSESSION  OF PERSONAL IDENTIFYING INFORMATION\n   12                   IN THE THIRD DEGREE.\n   13          191.35 UNLAWFUL POSSESSION OF PERSONAL  IDENTIFYING  INFORMATION\n   14                   IN THE SECOND DEGREE.\n   15          191.40 UNLAWFUL  POSSESSION  OF PERSONAL IDENTIFYING INFORMATION\n   16                   IN THE FIRST DEGREE.\n   17          191.45 DEFENSES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05183-02-1\n\n       A. 3838                             2\n\n    1          191.50 UNLAWFUL POSSESSION OF A SKIMMER  DEVICE  IN  THE  SECOND\n    2                   DEGREE.\n    3          191.55 UNLAWFUL  POSSESSION  OF  A  SKIMMER  DEVICE IN THE FIRST\n    4                   DEGREE.\n    5  S 191.00 DEFINITIONS.\n    6    1. FOR THE PURPOSES OF THIS ARTICLE \"PERSONAL IDENTIFYING INFORMATION\"\n    7  MEANS A PERSON'S NAME, ADDRESS, TELEPHONE NUMBER, DATE OF  BIRTH,  DRIV-\n    8  ER'S  LICENSE NUMBER, SOCIAL SECURITY NUMBER, PLACE OF EMPLOYMENT, MOTH-\n    9  ER'S MAIDEN NAME, FINANCIAL SERVICES ACCOUNT  NUMBER  OR  CODE,  SAVINGS\n   10  ACCOUNT  NUMBER  OR  CODE,  CHECKING  ACCOUNT  NUMBER OR CODE, BROKERAGE\n   11  ACCOUNT NUMBER OR CODE, CREDIT CARD ACCOUNT NUMBER OR CODE,  DEBIT  CARD\n   12  NUMBER  OR CODE, AUTOMATED TELLER MACHINE NUMBER OR CODE, TAXPAYER IDEN-\n   13  TIFICATION NUMBER, COMPUTER SYSTEM PASSWORD,  SIGNATURE  OR  COPY  OF  A\n   14  SIGNATURE, ELECTRONIC SIGNATURE, UNIQUE BIOMETRIC DATA THAT IS A FINGER-\n   15  PRINT, VOICE PRINT, RETINAL IMAGE OR IRIS IMAGE OF ANOTHER PERSON, TELE-\n   16  PHONE  CALLING  CARD NUMBER, MOBILE IDENTIFICATION NUMBER OR CODE, ELEC-\n   17  TRONIC  SERIAL  NUMBER  OR  PERSONAL  IDENTIFICATION   NUMBER,   MEDICAL\n   18  INFORMATION,  MEDICAL  INSURANCE INFORMATION, OR ANY OTHER NAME, NUMBER,\n   19  CODE OR INFORMATION THAT MAY BE USED ALONE OR IN CONJUNCTION WITH  OTHER\n   20  SUCH INFORMATION TO ASSUME THE IDENTITY OF ANOTHER PERSON.\n   21    2. FOR THE PURPOSES OF THIS ARTICLE:\n   22    (A)  \"ELECTRONIC  SIGNATURE\" SHALL HAVE THE SAME MEANING AS DEFINED IN\n   23  SUBDIVISION THREE OF SECTION THREE HUNDRED TWO OF THE  STATE  TECHNOLOGY\n   24  LAW.\n   25    (B)  \"PERSONAL  IDENTIFICATION  NUMBER\" MEANS ANY NUMBER OR CODE WHICH\n   26  MAY BE USED ALONE OR IN CONJUNCTION WITH ANY OTHER INFORMATION TO ASSUME\n   27  THE IDENTITY OF ANOTHER PERSON OR ACCESS FINANCIAL RESOURCES  OR  CREDIT\n   28  OF ANOTHER PERSON.\n   29    (C)  \"MEMBER  OF THE ARMED FORCES\" SHALL MEAN A PERSON IN THE MILITARY\n   30  SERVICE OF THE UNITED STATES OR  THE  MILITARY  SERVICE  OF  THE  STATE,\n   31  INCLUDING BUT NOT LIMITED TO, THE ARMED FORCES OF THE UNITED STATES, THE\n   32  ARMY NATIONAL GUARD, THE AIR NATIONAL GUARD, THE NEW YORK NAVAL MILITIA,\n   33  THE  NEW YORK GUARD, AND SUCH ADDITIONAL FORCES AS MAY BE CREATED BY THE\n   34  FEDERAL OR STATE GOVERNMENT AS AUTHORIZED BY LAW.\n   35    (D) \"MEDICAL INFORMATION\" MEANS ANY INFORMATION REGARDING AN  INDIVID-\n   36  UAL'S  MEDICAL  HISTORY, MENTAL OR PHYSICAL CONDITION, OR MEDICAL TREAT-\n   37  MENT OR DIAGNOSIS BY A HEALTH CARE PROFESSIONAL.\n   38    (E) \"MEDICAL  INSURANCE  INFORMATION\"  MEANS  AN  INDIVIDUAL'S  HEALTH\n   39  INSURANCE  POLICY NUMBER OR SUBSCRIBER IDENTIFICATION NUMBER, ANY UNIQUE\n   40  IDENTIFIER USED BY A HEALTH INSURER TO IDENTIFY THE  INDIVIDUAL  OR  ANY\n   41  INFORMATION  IN  AN INDIVIDUAL'S APPLICATION AND CLAIMS HISTORY, INCLUD-\n   42  ING, BUT NOT LIMITED TO, APPEALS HISTORY.\n   43  S 191.05 PETIT IDENTITY THEFT.\n   44    A PERSON IS GUILTY OF PETIT IDENTITY THEFT WHEN HE  OR  SHE  KNOWINGLY\n   45  AND  WITH  INTENT  TO  DEFRAUD ASSUMES THE IDENTITY OF ANOTHER PERSON BY\n   46  PRESENTING HIMSELF OR HERSELF AS THAT OTHER PERSON, OR BY ACTING AS THAT\n   47  OTHER PERSON OR BY USING PERSONAL IDENTIFYING INFORMATION OF THAT  OTHER\n   48  PERSON,  AND  THEREBY OBTAINS GOODS, MONEY, PROPERTY OR SERVICES OR USES\n   49  CREDIT IN THE NAME OF SUCH OTHER PERSON OR CAUSES FINANCIAL LOSS TO SUCH\n   50  PERSON OR TO ANOTHER PERSON OR PERSONS.\n   51    PETIT IDENTITY THEFT IS A CLASS A MISDEMEANOR.\n   52  S 191.10 IDENTITY THEFT IN THE FOURTH DEGREE.\n   53    A PERSON IS GUILTY OF IDENTITY THEFT IN THE FOURTH DEGREE WHEN  HE  OR\n   54  SHE KNOWINGLY AND WITH INTENT TO DEFRAUD:\n   55    1.  ASSUMES  THE  IDENTITY  OF ANOTHER PERSON BY PRESENTING HIMSELF OR\n   56  HERSELF AS THAT OTHER PERSON, OR BY ACTING AS THAT OTHER  PERSON  OR  BY\n\n       A. 3838                             3\n\n    1  USING  PERSONAL IDENTIFYING INFORMATION OF THAT OTHER PERSON, AND THERE-\n    2  BY:\n    3    (A)  OBTAINS  GOODS, MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n    4  NAME OF SUCH OTHER PERSON IN  AN  AGGREGATE  AMOUNT  THAT  EXCEEDS  FIVE\n    5  HUNDRED DOLLARS; OR\n    6    (B)  CAUSES  FINANCIAL  LOSS  TO  SUCH  PERSON OR TO ANOTHER PERSON OR\n    7  PERSONS IN AN AGGREGATE AMOUNT THAT EXCEEDS FIVE HUNDRED DOLLARS; OR\n    8    (C) COMMITS OR ATTEMPTS TO COMMIT A FELONY OR ACTS AS AN ACCESSORY  TO\n    9  THE COMMISSION OF A FELONY; OR\n   10    (D)  COMMITS  THE  CRIME OF PETIT IDENTITY THEFT AS DEFINED IN SECTION\n   11  191.05 OF THIS ARTICLE AND KNOWS THAT SUCH OTHER PERSON IS A  MEMBER  OF\n   12  THE  ARMED  FORCES AND THAT SUCH MEMBER IS PRESENTLY DEPLOYED OUTSIDE OF\n   13  THE CONTINENTAL UNITED STATES; OR\n   14    (E) COMMITS THE CRIME OF PETIT IDENTITY THEFT AS  DEFINED  IN  SECTION\n   15  191.05  OF THIS ARTICLE AND KNOWS THAT SUCH OTHER PERSON IS A VULNERABLE\n   16  ELDERLY PERSON AS DEFINED IN SUBDIVISION THREE OF SECTION 260.31 OF THIS\n   17  CHAPTER, OR A PERSON WHO IS  UNABLE  TO  CARE  FOR  HIMSELF  OR  HERSELF\n   18  BECAUSE  OF PHYSICAL DISABILITY, MENTAL DISEASE OR DEFECT, OR BECAUSE HE\n   19  OR SHE IS A MINOR; OR\n   20    2. ASSUMES THE IDENTITY OF THREE OR MORE PERSONS BY PRESENTING HIMSELF\n   21  OR HERSELF AS THOSE OTHER PERSONS, OR BY ACTING AS THOSE OTHER  PERSONS,\n   22  OR BY USING PERSONAL IDENTIFYING INFORMATION OF THOSE OTHER PERSONS, AND\n   23  THEREBY OBTAINS GOODS, MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n   24  NAME  OF  THOSE  PERSONS,  OR CAUSES FINANCIAL LOSS TO AT LEAST ONE SUCH\n   25  PERSON, OR TO ANOTHER PERSON OR PERSONS.\n   26    IDENTITY THEFT IN THE FOURTH DEGREE IS A CLASS E FELONY.\n   27  S 191.15 IDENTITY THEFT IN THE THIRD DEGREE.\n   28    A PERSON IS GUILTY OF IDENTIFY THEFT IN THE THIRD DEGREE  WHEN  HE  OR\n   29  SHE KNOWINGLY AND WITH INTENT TO DEFRAUD:\n   30    1. (A) ASSUMES THE IDENTITY OF ANOTHER PERSON BY PRESENTING HIMSELF OR\n   31  HERSELF  AS  THAT  OTHER PERSON, OR BY ACTING AS THAT OTHER PERSON OR BY\n   32  USING PERSONAL IDENTIFYING INFORMATION OF THAT OTHER PERSON, AND  THERE-\n   33  BY:\n   34    (A)  OBTAINS  GOODS, MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n   35  NAME OF SUCH OTHER PERSON IN AN AGGREGATE AMOUNT THAT EXCEEDS TWO  THOU-\n   36  SAND DOLLARS; OR\n   37    (B)  CAUSES  FINANCIAL  LOSS  TO  SUCH  PERSON OR TO ANOTHER PERSON OR\n   38  PERSONS IN AN AGGREGATE AMOUNT THAT EXCEEDS TWO THOUSAND DOLLARS; OR\n   39    (C) COMMITS OR ATTEMPTS TO COMMIT A CLASS D  FELONY  OR  HIGHER  LEVEL\n   40  CRIME  OR  ACTS AS AN ACCESSORY TO THE COMMISSION OF A CLASS D OR HIGHER\n   41  LEVEL FELONY; OR\n   42    (D) COMMITS THE CRIME OF  IDENTITY  THEFT  IN  THE  FOURTH  DEGREE  AS\n   43  DEFINED  IN  SECTION  191.10  OF  THIS  ARTICLE  AND HAS BEEN PREVIOUSLY\n   44  CONVICTED WITHIN THE LAST FIVE YEARS OF PETIT IDENTITY THEFT AS  DEFINED\n   45  IN  SECTION  191.05,  IDENTITY  THEFT IN THE FOURTH DEGREE AS DEFINED IN\n   46  SECTION 191.10, IDENTITY THEFT IN THE THIRD DEGREE AS  DEFINED  IN  THIS\n   47  SECTION,  IDENTITY  THEFT  IN  THE  SECOND  DEGREE AS DEFINED IN SECTION\n   48  191.20, IDENTITY THEFT IN THE FIRST DEGREE AS DEFINED IN SECTION 191.25,\n   49  UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING  INFORMATION  IN  THE  THIRD\n   50  DEGREE  AS  DEFINED  IN  SECTION 191.30, UNLAWFUL POSSESSION OF PERSONAL\n   51  IDENTIFYING INFORMATION IN THE  SECOND  DEGREE  AS  DEFINED  IN  SECTION\n   52  191.35,  UNLAWFUL  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE\n   53  FIRST DEGREE AS DEFINED IN SECTION  191.40,  UNLAWFUL  POSSESSION  OF  A\n   54  SKIMMER DEVICE IN THE SECOND DEGREE AS DEFINED IN SECTION 191.50, UNLAW-\n   55  FUL  POSSESSION  OF  A  SKIMMER DEVICE IN THE FIRST DEGREE AS DEFINED IN\n   56  SECTION 191.55, GRAND LARCENY IN THE FOURTH DEGREE AS DEFINED IN SECTION\n\n       A. 3838                             4\n\n    1  155.30, GRAND LARCENY IN THE THIRD DEGREE AS DEFINED IN SECTION  155.35,\n    2  GRAND LARCENY IN THE SECOND DEGREE AS DEFINED IN SECTION 155.40 OR GRAND\n    3  LARCENY  IN  THE  FIRST  DEGREE  AS  DEFINED IN SECTION 155.42, CRIMINAL\n    4  POSSESSION  OF  A  FORGED  INSTRUMENT  IN THE THIRD DEGREE AS DEFINED IN\n    5  SECTION 170.20, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE SECOND\n    6  DEGREE AS DEFINED IN SECTION 170.25, CRIMINAL  POSSESSION  OF  A  FORGED\n    7  INSTRUMENT    IN THE FIRST DEGREE AS DEFINED IN SECTION 170.30, CRIMINAL\n    8  POSSESSION OF STOLEN PROPERTY IN THE FIFTH DEGREE AS DEFINED IN  SECTION\n    9  165.40,  CRIMINAL  POSSESSION OF STOLEN PROPERTY IN THE FOURTH DEGREE AS\n   10  DEFINED IN SECTION 165.45, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   11  THIRD DEGREE AS DEFINED IN SECTION 165.50, CRIMINAL POSSESSION OF STOLEN\n   12  PROPERTY IN THE SECOND DEGREE AS DEFINED  IN  SECTION  165.52,  CRIMINAL\n   13  POSSESSION  OF STOLEN PROPERTY IN THE FIRST DEGREE AS DEFINED IN SECTION\n   14  165.54, OR CRIMINAL POSSESSION OF FORGERY DEVICES AS DEFINED IN  SECTION\n   15  170.40 OF THIS CHAPTER; OR\n   16    (E)  COMMITS  THE  CRIME  OF  IDENTITY  THEFT  IN THE FOURTH DEGREE AS\n   17  DEFINED IN SECTION 191.10 OF THIS ARTICLE  AND  KNOWS  THAT  SUCH  OTHER\n   18  PERSON  IS  A  MEMBER OF THE ARMED FORCES, AND KNOWS THAT SUCH MEMBER IS\n   19  PRESENTLY DEPLOYED OUTSIDE OF THE CONTINENTAL UNITED STATES; OR\n   20    (F) COMMITS THE CRIME OF  IDENTITY  THEFT  IN  THE  FOURTH  DEGREE  AS\n   21  DEFINED  IN  SECTION  191.10  OF  THIS ARTICLE AND KNOWS THAT SUCH OTHER\n   22  PERSON IS A VULNERABLE ELDERLY PERSON AS DEFINED IN SUBDIVISION THREE OF\n   23  SECTION 260.31 OF THIS CHAPTER, OR A PERSON WHO IS UNABLE  TO  CARE  FOR\n   24  HIMSELF  OR  HERSELF  BECAUSE  OF PHYSICAL DISABILITY, MENTAL DISEASE OR\n   25  DEFECT, OR BECAUSE HE OR SHE IS A MINOR; OR\n   26    2. ASSUMES THE IDENTITY OF TEN OR MORE PERSONS BY  PRESENTING  HIMSELF\n   27  OR  HERSELF AS THOSE OTHER PERSONS, OR BY ACTING AS THOSE OTHER PERSONS,\n   28  OR BY USING PERSONAL IDENTIFYING INFORMATION OF THOSE OTHER PERSONS, AND\n   29  THEREBY OBTAINS GOODS, MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n   30  NAME OF THOSE PERSONS, OR CAUSES FINANCIAL LOSS TO  AT  LEAST  ONE  SUCH\n   31  PERSON, OR TO ANOTHER PERSON OR PERSONS.\n   32    IDENTITY THEFT IN THE THIRD DEGREE IS A CLASS D FELONY.\n   33  S 191.20 IDENTITY THEFT IN THE SECOND DEGREE.\n   34    A  PERSON  IS GUILTY OF IDENTITY THEFT IN THE SECOND DEGREE WHEN HE OR\n   35  SHE KNOWINGLY AND WITH INTENT TO DEFRAUD:\n   36    1. ASSUMES THE IDENTITY OF ANOTHER PERSON  BY  PRESENTING  HIMSELF  OR\n   37  HERSELF  AS  THAT  OTHER PERSON, OR BY ACTING AS THAT OTHER PERSON OR BY\n   38  USING PERSONAL IDENTIFYING INFORMATION OF THAT OTHER PERSON, AND  THERE-\n   39  BY:\n   40    (A)  OBTAINS  GOODS, MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n   41  NAME  OF  SUCH  OTHER  PERSON  IN  AN  AGGREGATE  AMOUNT  THAT   EXCEEDS\n   42  TWENTY-FIVE THOUSAND DOLLARS; OR\n   43    (B)  CAUSES  FINANCIAL  LOSS  TO  SUCH  PERSON OR TO ANOTHER PERSON OR\n   44  PERSONS  IN  AN  AGGREGATE  AMOUNT  THAT  EXCEEDS  TWENTY-FIVE  THOUSAND\n   45  DOLLARS; OR\n   46    (C)  COMMITS  OR  ATTEMPTS  TO COMMIT A CLASS C FELONY OR HIGHER LEVEL\n   47  CRIME OR ACTS AS AN ACCESSORY IN THE COMMISSION OF A CLASS C  OR  HIGHER\n   48  LEVEL FELONY; OR\n   49    (D) COMMITS THE CRIME OF IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED\n   50  IN  SECTION  191.15  OF  THIS  ARTICLE AND HAS BEEN PREVIOUSLY CONVICTED\n   51  WITHIN THE LAST FIVE YEARS OF PETIT IDENTITY THEFT AS DEFINED IN SECTION\n   52  191.05, IDENTITY THEFT IN  THE  FOURTH  DEGREE  AS  DEFINED  IN  SECTION\n   53  191.10, IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED IN SECTION 191.15,\n   54  IDENTITY THEFT IN THE SECOND DEGREE AS DEFINED IN THIS SECTION, IDENTITY\n   55  THEFT  IN  THE  FIRST  DEGREE  AS  DEFINED  IN  SECTION 191.25, UNLAWFUL\n   56  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE  THIRD  DEGREE  AS\n\n       A. 3838                             5\n\n    1  DEFINED  IN  SECTION 191.30, UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING\n    2  INFORMATION IN THE SECOND DEGREE AS DEFINED IN SECTION 191.35,  UNLAWFUL\n    3  POSSESSION  OF  PERSONAL  IDENTIFYING INFORMATION IN THE FIRST DEGREE AS\n    4  DEFINED  IN  SECTION  191.40, UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN\n    5  THE SECOND DEGREE AS DEFINED IN SECTION 191.50, UNLAWFUL POSSESSION OF A\n    6  SKIMMER DEVICE IN THE FIRST DEGREE AS DEFINED IN SECTION  191.55,  GRAND\n    7  LARCENY IN THE FOURTH DEGREE AS DEFINED IN SECTION 155.30, GRAND LARCENY\n    8  IN  THE  THIRD DEGREE AS DEFINED IN SECTION 155.35, GRAND LARCENY IN THE\n    9  SECOND DEGREE AS DEFINED IN SECTION 155.40 OR GRAND LARCENY IN THE FIRST\n   10  DEGREE AS DEFINED IN SECTION 155.42, CRIMINAL  POSSESSION  OF  A  FORGED\n   11  INSTRUMENT  IN  THE  THIRD DEGREE AS DEFINED IN SECTION 170.20, CRIMINAL\n   12  POSSESSION OF A FORGED INSTRUMENT IN THE SECOND  DEGREE  AS  DEFINED  IN\n   13  SECTION  170.25, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE FIRST\n   14  DEGREE AS DEFINED IN SECTION 170.30, CRIMINAL POSSESSION OF STOLEN PROP-\n   15  ERTY IN THE FIFTH DEGREE AS DEFINED SECTION 165.40, CRIMINAL  POSSESSION\n   16  OF  STOLEN  PROPERTY  IN THE FOURTH DEGREE AS DEFINED IN SECTION 165.45,\n   17  CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE THIRD DEGREE AS DEFINED IN\n   18  SECTION 165.50, CRIMINAL POSSESSION OF STOLEN  PROPERTY  IN  THE  SECOND\n   19  DEGREE AS DEFINED IN SECTION 165.52, CRIMINAL POSSESSION OF STOLEN PROP-\n   20  ERTY  IN  THE  FIRST  DEGREE  AS  DEFINED IN SECTION 165.54, OR CRIMINAL\n   21  POSSESSION OF FORGERY DEVICES AS DEFINED IN SECTION 170.40 OF THIS CHAP-\n   22  TER; OR\n   23    (E) COMMITS THE CRIME OF IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED\n   24  IN SECTION 191.15 OF THIS ARTICLE AND KNOWS THAT SUCH OTHER PERSON IS  A\n   25  MEMBER  OF  THE  ARMED FORCES AND THAT SUCH MEMBER IS PRESENTLY DEPLOYED\n   26  OUTSIDE OF THE CONTINENTAL UNITED STATES; OR\n   27    (F) COMMITS THE CRIME OF IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED\n   28  IN SECTION 191.15 OF THIS ARTICLE AND KNOWS THAT SUCH OTHER PERSON IS  A\n   29  VULNERABLE  ELDERLY  PERSON  AS  DEFINED IN SUBDIVISION THREE OF SECTION\n   30  260.31 OF THIS CHAPTER, OR A PERSON WHO IS UNABLE TO CARE FOR HIMSELF OR\n   31  HERSELF BECAUSE OF PHYSICAL DISABILITY, MENTAL  DISEASE  OR  DEFECT,  OR\n   32  BECAUSE HE OR SHE IS A MINOR; OR\n   33    2.  ASSUMES  THE IDENTITY OF TWENTY-FIVE OR MORE PERSONS BY PRESENTING\n   34  HIMSELF OR HERSELF AS THOSE OTHER PERSONS, OR BY ACTING AS  THOSE  OTHER\n   35  PERSONS,  OR  BY  USING  PERSONAL IDENTIFYING INFORMATION OF THOSE OTHER\n   36  PERSONS, AND THEREBY OBTAINS GOODS, MONEY, PROPERTY OR SERVICES OR  USES\n   37  CREDIT  IN  THE  NAME  OF  THOSE PERSONS, OR CAUSES FINANCIAL LOSS TO AT\n   38  LEAST ONE SUCH PERSON, OR TO ANOTHER PERSON OR PERSONS.\n   39    IDENTITY THEFT IN THE SECOND DEGREE IS A CLASS C FELONY.\n   40  S 191.25 IDENTITY THEFT IN THE FIRST DEGREE.\n   41    A PERSON IS GUILTY OF IDENTITY THEFT IN THE FIRST DEGREE  WHEN  HE  OR\n   42  SHE KNOWINGLY AND WITH INTENT TO DEFRAUD:\n   43    1.  ASSUMES  THE  IDENTITY  OF ANOTHER PERSON BY PRESENTING HIMSELF OR\n   44  HERSELF AS THAT OTHER PERSON, OR BY ACTING AS THAT OTHER  PERSON  OR  BY\n   45  USING  PERSONAL IDENTIFYING INFORMATION OF THAT OTHER PERSON, AND THERE-\n   46  BY:\n   47    (A) OBTAINS GOODS, MONEY, PROPERTY OR SERVICES OR USES CREDIT  IN  THE\n   48  NAME  OF  SUCH  OTHER  PERSON  IN  AN  AGGREGATE AMOUNT THAT EXCEEDS TWO\n   49  HUNDRED THOUSAND DOLLARS; OR\n   50    (B) CAUSES FINANCIAL LOSS TO SUCH  PERSON  OR  TO  ANOTHER  PERSON  OR\n   51  PERSONS  IN  AN  AGGREGATE  AMOUNT  THAT  EXCEEDS  TWO  HUNDRED THOUSAND\n   52  DOLLARS; OR\n   53    (C) COMMITS OR ATTEMPTS TO COMMIT A CLASS B  FELONY  OR  HIGHER  LEVEL\n   54  CRIME  OR  ACTS AS AN ACCESSORY IN THE COMMISSION OF A CLASS B OR HIGHER\n   55  LEVEL FELONY; OR\n\n       A. 3838                             6\n\n    1    (D) COMMITS THE CRIME OF  IDENTITY  THEFT  IN  THE  SECOND  DEGREE  AS\n    2  DEFINED  IN  SECTION  191.20  OF  THIS  ARTICLE  AND HAS BEEN PREVIOUSLY\n    3  CONVICTED WITHIN THE LAST FIVE YEARS OF PETIT IDENTITY THEFT AS  DEFINED\n    4  IN  SECTION  191.05,  IDENTITY  THEFT IN THE FOURTH DEGREE AS DEFINED IN\n    5  SECTION 191.10, IDENTITY THEFT IN THE THIRD DEGREE AS DEFINED IN SECTION\n    6  191.15, IDENTITY THEFT IN THE SECOND DEGREE AS DEFINED IN SECTION 191.20\n    7  OF  THIS  ARTICLE, IDENTITY THEFT IN THE FIRST DEGREE AS DEFINED IN THIS\n    8  SECTION, UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN  THE\n    9  SECOND  DEGREE  AS  DEFINED  IN  SECTION  191.35, UNLAWFUL POSSESSION OF\n   10  PERSONAL IDENTIFYING INFORMATION IN  THE  FIRST  DEGREE  AS  DEFINED  IN\n   11  SECTION  191.40,  UNLAWFUL  POSSESSION OF A SKIMMER DEVICE IN THE SECOND\n   12  DEGREE AS DEFINED IN SECTION 191.50, UNLAWFUL POSSESSION  OF  A  SKIMMER\n   13  DEVICE  IN  THE FIRST DEGREE AS DEFINED IN SECTION 191.55, GRAND LARCENY\n   14  IN THE FOURTH DEGREE AS DEFINED IN SECTION 155.30, GRAND LARCENY IN  THE\n   15  THIRD  DEGREE  AS DEFINED IN SECTION 155.35, GRAND LARCENY IN THE SECOND\n   16  DEGREE AS DEFINED IN SECTION 155.40 OR GRAND LARCENY IN THE FIRST DEGREE\n   17  AS DEFINED IN SECTION 155.42, CRIMINAL POSSESSION OF A FORGED INSTRUMENT\n   18  IN THE THIRD DEGREE AS DEFINED IN SECTION 170.20, CRIMINAL POSSESSION OF\n   19  A FORGED INSTRUMENT IN THE SECOND DEGREE AS DEFINED IN  SECTION  170.25,\n   20  CRIMINAL  POSSESSION  OF  A  FORGED  INSTRUMENT  IN  THE FIRST DEGREE AS\n   21  DEFINED IN SECTION 170.30, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   22  FIFTH DEGREE AS DEFINED IN SECTION 165.40, CRIMINAL POSSESSION OF STOLEN\n   23  PROPERTY IN THE FOURTH DEGREE AS DEFINED  IN  SECTION  165.45,  CRIMINAL\n   24  POSSESSION  OF STOLEN PROPERTY IN THE THIRD DEGREE AS DEFINED IN SECTION\n   25  165.50, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE SECOND  DEGREE  AS\n   26  DEFINED IN SECTION 165.52, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   27  FIRST  DEGREE  AS  DEFINED  IN SECTION 165.54, OR CRIMINAL POSSESSION OF\n   28  FORGERY DEVICES AS DEFINED IN SECTION 170.40 OF THIS CHAPTER; OR\n   29    (E) COMMITS THE CRIME OF  IDENTITY  THEFT  IN  THE  SECOND  DEGREE  AS\n   30  DEFINED  IN  SECTION  191.20  OF  THIS ARTICLE AND KNOWS THAT SUCH OTHER\n   31  PERSON IS A MEMBER OF THE ARMED FORCES, AND KNOWS THAT  SUCH  MEMBER  IS\n   32  PRESENTLY DEPLOYED OUTSIDE OF THE CONTINENTAL UNITED STATES; OR\n   33    (F)  COMMITS  THE  CRIME  OF  IDENTITY  THEFT  IN THE SECOND DEGREE AS\n   34  DEFINED IN SECTION 191.20 OF THIS ARTICLE  AND  KNOWS  THAT  SUCH  OTHER\n   35  PERSON IS A VULNERABLE ELDERLY PERSON AS DEFINED IN SUBDIVISION THREE OF\n   36  SECTION  260.31  OF  THIS CHAPTER, OR A PERSON WHO IS UNABLE TO CARE FOR\n   37  HIMSELF OR HERSELF BECAUSE OF PHYSICAL  DISABILITY,  MENTAL  DISEASE  OR\n   38  DEFECT, OR BECAUSE HE OR SHE IS A MINOR; OR\n   39    2. ASSUMES THE IDENTITY OF FIFTY OR MORE PERSONS BY PRESENTING HIMSELF\n   40  OR  HERSELF AS THOSE OTHER PERSONS, OR BY ACTING AS THOSE OTHER PERSONS,\n   41  OR BY USING PERSONAL IDENTIFYING INFORMATION OF THOSE OTHER PERSONS, AND\n   42  THEREBY OBTAINS GOODS, MONEY, PROPERTY OR SERVICES OR USES CREDIT IN THE\n   43  NAME OF THOSE PERSONS, OR CAUSES FINANCIAL LOSS TO  AT  LEAST  ONE  SUCH\n   44  PERSON, OR TO ANOTHER PERSON OR PERSONS.\n   45    IDENTITY THEFT IN THE FIRST DEGREE IS A CLASS B FELONY.\n   46  S 191.30 UNLAWFUL  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE\n   47             THIRD DEGREE.\n   48    A PERSON IS GUILTY OF  UNLAWFUL  POSSESSION  OF  PERSONAL  IDENTIFYING\n   49  INFORMATION  IN  THE  THIRD  DEGREE WHEN HE OR SHE KNOWINGLY POSSESSES A\n   50  PERSON'S PERSONAL IDENTIFYING INFORMATION AS DEFINED IN  SECTION  191.00\n   51  OF  THIS  ARTICLE OF ANOTHER PERSON KNOWING SUCH INFORMATION IS INTENDED\n   52  TO BE USED IN FURTHERANCE OF THE COMMISSION OF A CRIME DEFINED  IN  THIS\n   53  CHAPTER.\n   54    UNLAWFUL  POSSESSION  OF PERSONAL IDENTIFYING INFORMATION IN THE THIRD\n   55  DEGREE IS A CLASS A MISDEMEANOR.\n\n       A. 3838                             7\n\n    1  S 191.35 UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN  THE\n    2             SECOND DEGREE.\n    3    A  PERSON  IS  GUILTY  OF  UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING\n    4  INFORMATION IN THE SECOND DEGREE WHEN  HE  OR  SHE  KNOWINGLY  POSSESSES\n    5  FIFTY  OR  MORE  ITEMS OF PERSONAL IDENTIFYING INFORMATION AS DEFINED IN\n    6  SECTION 191.00 OF THIS ARTICLE KNOWING SUCH INFORMATION IS  INTENDED  TO\n    7  BE  USED  IN  FURTHERANCE  OF  THE COMMISSION OF A CRIME DEFINED IN THIS\n    8  CHAPTER.\n    9    UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE  SECOND\n   10  DEGREE IS A CLASS E FELONY.\n   11  S 191.40 UNLAWFUL  POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE\n   12             FIRST DEGREE.\n   13    A PERSON IS GUILTY OF  UNLAWFUL  POSSESSION  OF  PERSONAL  IDENTIFYING\n   14  INFORMATION  IN  THE  FIRST  DEGREE  WHEN HE OR SHE COMMITS THE CRIME OF\n   15  UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION  IN  THE  SECOND\n   16  DEGREE AND:\n   17    1.  WITH  INTENT  TO  FURTHER  THE COMMISSION OF IDENTITY THEFT IN THE\n   18  THIRD DEGREE, HE OR SHE SUPERVISES MORE THAN THREE ACCOMPLICES; OR\n   19    2. HE OR SHE HAS BEEN PREVIOUSLY CONVICTED WITHIN THE LAST FIVE  YEARS\n   20  OF  PETIT IDENTITY THEFT AS DEFINED IN SECTION 191.05, IDENTITY THEFT IN\n   21  THE FOURTH DEGREE AS DEFINED IN SECTION 191.10, IDENTITY  THEFT  IN  THE\n   22  THIRD  DEGREE AS DEFINED IN SECTION 191.15, IDENTITY THEFT IN THE SECOND\n   23  DEGREE AS DEFINED IN SECTION 191.20, IDENTITY THEFT IN THE FIRST  DEGREE\n   24  AS  DEFINED IN SECTION 191.25, UNLAWFUL POSSESSION OF PERSONAL IDENTIFY-\n   25  ING INFORMATION THE THIRD DEGREE AS DEFINED IN SECTION 191.30,  UNLAWFUL\n   26  POSSESSION  OF  PERSONAL IDENTIFYING INFORMATION IN THE SECOND DEGREE AS\n   27  DEFINED IN SECTION 191.35, UNLAWFUL POSSESSION OF  PERSONAL  IDENTIFYING\n   28  INFORMATION  IN  THE  FIRST  DEGREE AS DEFINED IN THIS SECTION, UNLAWFUL\n   29  POSSESSION OF A SKIMMER DEVICE  IN  THE  SECOND  DEGREE  AS  DEFINED  IN\n   30  SECTION  191.50,  UNLAWFUL  POSSESSION  OF A SKIMMER DEVICE IN THE FIRST\n   31  DEGREE AS DEFINED IN SECTION 191.55, GRAND LARCENY IN THE FOURTH  DEGREE\n   32  AS  DEFINED  IN  SECTION  155.30,  GRAND  LARCENY IN THE THIRD DEGREE AS\n   33  DEFINED IN SECTION 155.35, GRAND LARCENY IN THE SECOND DEGREE AS DEFINED\n   34  IN SECTION 155.40 OR GRAND LARCENY IN THE FIRST  DEGREE  AS  DEFINED  IN\n   35  SECTION  155.42, CRIMINAL POSSESSION OF A FORGED INSTRUMENT IN THE THIRD\n   36  DEGREE AS DEFINED IN SECTION 170.20, CRIMINAL  POSSESSION  OF  A  FORGED\n   37  INSTRUMENT  IN  THE SECOND DEGREE AS DEFINED IN SECTION 170.25, CRIMINAL\n   38  POSSESSION OF A FORGED INSTRUMENT IN THE  FIRST  DEGREE  AS  DEFINED  IN\n   39  SECTION  170.30,  CRIMINAL  POSSESSION  OF  STOLEN PROPERTY IN THE FIFTH\n   40  DEGREE AS DEFINED IN SECTION 165.40, CRIMINAL POSSESSION OF STOLEN PROP-\n   41  ERTY IN THE  FOURTH  DEGREE  AS  DEFINED  IN  SECTION  165.45,  CRIMINAL\n   42  POSSESSION  OF STOLEN PROPERTY IN THE THIRD DEGREE AS DEFINED IN SECTION\n   43  165.50, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE SECOND  DEGREE  AS\n   44  DEFINED IN SECTION 165.52, CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE\n   45  FIRST  DEGREE  AS  DEFINED  IN SECTION 165.54, OR CRIMINAL POSSESSION OF\n   46  FORGERY DEVICES AS DEFINED IN SECTION 170.40 OF THIS CHAPTER; OR\n   47    3. WITH INTENT TO FURTHER THE COMMISSION  OF  IDENTITY  THEFT  IN  THE\n   48  SECOND DEGREE:\n   49    (A) HE OR SHE SUPERVISES MORE THAN TWO ACCOMPLICES, AND\n   50    (B)  HE OR SHE KNOWS THAT THE PERSON WHOSE PERSONAL IDENTIFYING INFOR-\n   51  MATION THAT HE OR SHE POSSESSES IS A MEMBER OF THE ARMED FORCES, AND\n   52    (C) HE OR SHE KNOWS THAT SUCH MEMBER OF THE ARMED FORCES IS  PRESENTLY\n   53  DEPLOYED OUTSIDE OF THE CONTINENTAL UNITED STATES.\n   54    UNLAWFUL  POSSESSION  OF PERSONAL IDENTIFYING INFORMATION IN THE FIRST\n   55  DEGREE IS A CLASS D FELONY.\n   56  S 191.45 DEFENSES.\n\n       A. 3838                             8\n\n    1    IN ANY PROSECUTION  FOR  IDENTITY  THEFT  OR  UNLAWFUL  POSSESSION  OF\n    2  PERSONAL  IDENTIFYING  INFORMATION PURSUANT TO THIS ARTICLE, IT SHALL BE\n    3  AN AFFIRMATIVE DEFENSE THAT THE PERSON CHARGED WITH THE OFFENSE:\n    4    1.  WAS  UNDER  TWENTY-ONE  YEARS OF AGE AT THE TIME OF COMMITTING THE\n    5  OFFENSE AND THE PERSON USED OR POSSESSED THE PERSONAL IDENTIFYING INFOR-\n    6  MATION OF ANOTHER SOLELY FOR THE PURPOSE OF PURCHASING ALCOHOL;\n    7    2. WAS UNDER EIGHTEEN YEARS OF AGE  AT  THE  TIME  OF  COMMITTING  THE\n    8  OFFENSE AND THE PERSON USED OR POSSESSED THE PERSONAL IDENTIFYING INFOR-\n    9  MATION OF ANOTHER SOLELY FOR THE PURPOSE OF PURCHASING TOBACCO PRODUCTS;\n   10  OR\n   11    3.  USED  OR POSSESSED THE PERSONAL IDENTIFYING INFORMATION OF ANOTHER\n   12  PERSON SOLELY FOR THE PURPOSE OF MISREPRESENTING  THE  PERSON'S  AGE  TO\n   13  GAIN ACCESS TO A PLACE THE ACCESS TO WHICH IS RESTRICTED BASED ON AGE.\n   14  S 191.50 UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN THE SECOND DEGREE.\n   15    1.  A  PERSON  IS GUILTY OF UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN\n   16  THE SECOND DEGREE WHEN HE OR SHE POSSESSES A  SKIMMER  DEVICE  WITH  THE\n   17  INTENT  THAT SUCH DEVICE BE USED IN FURTHERANCE OF THE COMMISSION OF THE\n   18  CRIME OF IDENTITY THEFT OR UNLAWFUL POSSESSION OF  PERSONAL  IDENTIFYING\n   19  INFORMATION AS DEFINED IN THIS ARTICLE.\n   20    2.  FOR  PURPOSES  OF  THIS  ARTICLE,  \"SKIMMER DEVICE\" MEANS A DEVICE\n   21  DESIGNED OR ADAPTED TO OBTAIN PERSONAL IDENTIFYING  INFORMATION  FROM  A\n   22  CREDIT  CARD, DEBIT CARD, PUBLIC BENEFIT CARD, ACCESS CARD OR DEVICE, OR\n   23  OTHER CARD OR DEVICE THAT CONTAINS PERSONAL IDENTIFYING INFORMATION.\n   24    UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN  THE  SECOND  DEGREE  IS  A\n   25  CLASS A MISDEMEANOR.\n   26  S 191.55 UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN THE FIRST DEGREE.\n   27    A  PERSON  IS GUILTY OF UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN THE\n   28  FIRST DEGREE WHEN HE OR SHE COMMITS THE CRIME OF UNLAWFUL POSSESSION  OF\n   29  A  SKIMMER DEVICE IN THE SECOND DEGREE AND HE OR SHE HAS BEEN PREVIOUSLY\n   30  CONVICTED WITHIN THE LAST FIVE YEARS OF IDENTITY  THEFT  IN  THE  FOURTH\n   31  DEGREE  AS DEFINED IN SECTION 191.10, IDENTITY THEFT IN THE THIRD DEGREE\n   32  AS DEFINED IN SECTION 191.15, IDENTITY THEFT IN  THE  SECOND  DEGREE  AS\n   33  DEFINED IN SECTION 191.20, IDENTITY THEFT IN THE FIRST DEGREE AS DEFINED\n   34  IN  SECTION 191.25, UNLAWFUL POSSESSION OF PERSONAL IDENTIFYING INFORMA-\n   35  TION IN  THE  THIRD  DEGREE  AS  DEFINED  IN  SECTION  191.30,  UNLAWFUL\n   36  POSSESSION  OF  PERSONAL IDENTIFYING INFORMATION IN THE SECOND DEGREE AS\n   37  DEFINED IN SECTION 191.35, UNLAWFUL POSSESSION OF  PERSONAL  IDENTIFYING\n   38  INFORMATION  IN  THE FIRST DEGREE AS DEFINED IN SECTION 191.40, UNLAWFUL\n   39  POSSESSION OF A SKIMMER DEVICE  IN  THE  SECOND  DEGREE  AS  DEFINED  IN\n   40  SECTION  191.50,  UNLAWFUL  POSSESSION  OF A SKIMMER DEVICE IN THE FIRST\n   41  DEGREE AS DEFINED IN THIS SECTION, GRAND LARCENY IN THE FOURTH DEGREE AS\n   42  DEFINED IN SECTION 155.30, GRAND LARCENY IN THE THIRD DEGREE AS  DEFINED\n   43  IN  SECTION  155.35,  GRAND  LARCENY  IN THE SECOND DEGREE AS DEFINED IN\n   44  SECTION 155.40, GRAND LARCENY IN THE FIRST DEGREE AS DEFINED IN  SECTION\n   45  155.42,  CRIMINAL  POSSESSION OF A FORGED INSTRUMENT IN THE THIRD DEGREE\n   46  AS DEFINED IN SECTION 170.20, CRIMINAL POSSESSION OF A FORGED INSTRUMENT\n   47  IN THE SECOND DEGREE AS DEFINED IN SECTION 170.25,  CRIMINAL  POSSESSION\n   48  OF A FORGED INSTRUMENT IN THE FIRST DEGREE AS DEFINED IN SECTION 170.30,\n   49  CRIMINAL POSSESSION OF STOLEN PROPERTY IN THE FIFTH DEGREE AS DEFINED IN\n   50  SECTION  165.40,  CRIMINAL  POSSESSION  OF STOLEN PROPERTY IN THE FOURTH\n   51  DEGREE AS DEFINED IN SECTION 165.45, CRIMINAL POSSESSION OF STOLEN PROP-\n   52  ERTY IN  THE  THIRD  DEGREE  AS  DEFINED  IN  SECTION  165.50,  CRIMINAL\n   53  POSSESSION OF STOLEN PROPERTY IN THE SECOND DEGREE AS DEFINED IN SECTION\n   54  165.52,  CRIMINAL  POSSESSION  OF STOLEN PROPERTY IN THE FIRST DEGREE AS\n   55  DEFINED IN SECTION 165.54, OR CRIMINAL POSSESSION OF FORGERY DEVICES  AS\n   56  DEFINED IN SECTION 170.40 OF THIS CHAPTER.\n\n       A. 3838                             9\n\n    1    UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN THE FIRST DEGREE IS A CLASS\n    2  E FELONY.\n    3    S  2.  Paragraph  (a)  of subdivision 1 of section 460.10 of the penal\n    4  law, as amended by chapter 405 of the laws of 2010, is amended  to  read\n    5  as follows:\n    6    (a)  Any  of  the felonies set forth in this chapter: sections 120.05,\n    7  120.10 and 120.11 relating to assault; sections 121.12 and 121.13 relat-\n    8  ing to strangulation; sections 125.10 to 125.27  relating  to  homicide;\n    9  sections 130.25, 130.30 and 130.35 relating to rape; sections 135.20 and\n   10  135.25  relating  to  kidnapping; section 135.35 relating to labor traf-\n   11  ficking; section 135.65 relating to coercion;  sections  140.20,  140.25\n   12  and  140.30  relating  to  burglary;  sections 145.05, 145.10 and 145.12\n   13  relating to criminal mischief; article one  hundred  fifty  relating  to\n   14  arson;  sections  155.30,  155.35,  155.40  and 155.42 relating to grand\n   15  larceny; sections 177.10, 177.15, 177.20 and 177.25 relating  to  health\n   16  care  fraud;  article  one  hundred  sixty relating to robbery; sections\n   17  165.45, 165.50, 165.52 and 165.54 relating  to  criminal  possession  of\n   18  stolen  property; sections 165.72 and 165.73 relating to trademark coun-\n   19  terfeiting; sections 170.10, 170.15, 170.25, 170.30, 170.40, 170.65  and\n   20  170.70  relating to forgery; sections 175.10, 175.25, 175.35, 175.40 and\n   21  210.40 relating to false statements; sections 176.15, 176.20, 176.25 and\n   22  176.30 relating to insurance fraud; sections 178.20 and 178.25  relating\n   23  to  criminal  diversion  of  prescription medications and prescriptions;\n   24  sections 180.03, 180.08, 180.15, 180.25, 180.40, 180.45, 200.00, 200.03,\n   25  200.04, 200.10, 200.11, 200.12, 200.20, 200.22, 200.25, 200.27,  215.00,\n   26  215.05  and  215.19 relating to bribery; sections 187.10, 187.15, 187.20\n   27  and 187.25 relating to residential mortgage fraud, sections  190.40  and\n   28  190.42 relating to criminal usury; section 190.65 relating to schemes to\n   29  defraud;  SECTIONS  191.05,  191.10,  191.15,  191.20,  191.25,  191.30,\n   30  191.35, 191.40, 191.50 AND 191.55 RELATING TO IDENTITY  THEFT,  sections\n   31  205.60  and  205.65  relating to hindering prosecution; sections 210.10,\n   32  210.15, and 215.51 relating to  perjury  and  contempt;  section  215.40\n   33  relating  to  tampering with physical evidence; sections 220.06, 220.09,\n   34  220.16, 220.18, 220.21, 220.31, 220.34, 220.39, 220.41, 220.43,  220.46,\n   35  220.55,  220.60  and  220.77 relating to controlled substances; sections\n   36  225.10 and 225.20 relating to gambling;  sections  230.25,  230.30,  and\n   37  230.32  relating  to  promoting prostitution; section 230.34 relating to\n   38  sex trafficking; sections 235.06, 235.07, 235.21 and 235.22 relating  to\n   39  obscenity;  sections  263.10  and  263.15 relating to promoting a sexual\n   40  performance by a child; sections 265.02, 265.03, 265.04, 265.11, 265.12,\n   41  265.13 and the provisions of section 265.10 which  constitute  a  felony\n   42  relating  to  firearms  and other dangerous weapons; and sections 265.14\n   43  and 265.16 relating to criminal sale of a firearm; and  section  275.10,\n   44  275.20,  275.30,  or  275.40  relating  to  unauthorized recordings; and\n   45  sections 470.05, 470.10, 470.15 and 470.20 relating to money laundering;\n   46  or\n   47    S 3. Paragraph (a) of subdivision 3 of section  490.05  of  the  penal\n   48  law, as amended by section 7 of part A of chapter 1 of the laws of 2004,\n   49  is amended to read as follows:\n   50    (a)  \"Specified  offense\" for purposes of this article means a class A\n   51  felony offense other than an offense as defined in article  two  hundred\n   52  twenty,   a   violent  felony  offense  as  defined  in  section  70.02,\n   53  manslaughter in the second degree as defined in section 125.15, criminal\n   54  tampering in the first degree as defined  in  section  145.20,  identity\n   55  theft  in the second degree as defined in section [190.79] 191.20, iden-\n   56  tity theft in the first degree as defined in  section  [190.80]  191.25,\n\n       A. 3838                            10\n\n    1  unlawful possession of personal identification information in the second\n    2  degree  as  defined  in  section [190.82] 191.35, unlawful possession of\n    3  personal identification information in the first degree  as  defined  in\n    4  section [190.83] 191.40, money laundering in support of terrorism in the\n    5  fourth  degree as defined in section 470.21, money laundering in support\n    6  of terrorism in the third degree as defined  in  section  470.22,  money\n    7  laundering  in  support  of terrorism in the second degree as defined in\n    8  section 470.23, money laundering in support of terrorism  in  the  first\n    9  degree  as  defined  in  section 470.24 of this chapter, and includes an\n   10  attempt or conspiracy to commit any such offense.\n   11    S 4. The opening paragraph and  paragraph  (l)  of  subdivision  4  of\n   12  section 20.40 of the criminal procedure law, paragraph (l) as amended by\n   13  chapter 346 of the laws of 2007, are amended to read as follows:\n   14    A  person  may  be  convicted  in  an  appropriate criminal court of a\n   15  particular county, of an offense of which the criminal  courts  of  this\n   16  state  have  jurisdiction pursuant to section 20.20, committed either by\n   17  his OR HER own conduct or by the conduct of another for which he OR  SHE\n   18  is legally accountable pursuant to section 20.00 of the penal law, when:\n   19    (l)  An  offense  of identity theft or unlawful possession of personal\n   20  [identification] IDENTIFYING information AND ALL CRIMINAL ACTS COMMITTED\n   21  IN CONNECTION WITH THOSE CRIMES OR COMMITTED THROUGH THE CRIMINAL MISUSE\n   22  OF PERSONAL IDENTIFYING INFORMATION may be prosecuted (i) in any  county\n   23  in  which  part  of  the  offense  took  place regardless of whether the\n   24  defendant was actually present in such county, or (ii) in the county  in\n   25  which  the  person who suffers financial loss resided at the time of the\n   26  commission of the offense, or (iii) in the county where the person whose\n   27  personal  [identification]  IDENTIFYING  information  was  used  in  the\n   28  commission  of  the offense resided at the time of the commission of the\n   29  offense. The law enforcement agency of any  such  county  shall  take  a\n   30  police  report  of the matter and provide the complainant with a copy of\n   31  such report at no charge.\n   32    S 5. Paragraph (s) of subdivision 8 of section 700.05 of the  criminal\n   33  procedure  law  is  REPEALED and a new paragraph (s) is added to read as\n   34  follows:\n   35    (S) PETIT IDENTITY THEFT AS DEFINED IN SECTION 191.05, IDENTITY  THEFT\n   36  IN THE FOURTH DEGREE AS DEFINED IN SECTION 191.10, IDENTITY THEFT IN THE\n   37  THIRD  DEGREE AS DEFINED IN SECTION 191.15, IDENTITY THEFT IN THE SECOND\n   38  DEGREE AS DEFINED IN SECTION 191.20, IDENTITY THEFT IN THE FIRST  DEGREE\n   39  AS  DEFINED IN SECTION 191.25, UNLAWFUL POSSESSION OF PERSONAL IDENTIFY-\n   40  ING INFORMATION IN THE THIRD DEGREE AS DEFINED IN SECTION 191.30, UNLAW-\n   41  FUL POSSESSION OF PERSONAL IDENTIFYING INFORMATION IN THE SECOND  DEGREE\n   42  AS  DEFINED IN SECTION 191.35, UNLAWFUL POSSESSION OF PERSONAL IDENTIFY-\n   43  ING INFORMATION IN THE FIRST DEGREE AS DEFINED IN SECTION 191.40, UNLAW-\n   44  FUL POSSESSION OF A SKIMMER DEVICE IN THE SECOND DEGREE  AS  DEFINED  IN\n   45  SECTION  191.50, OR UNLAWFUL POSSESSION OF A SKIMMER DEVICE IN THE FIRST\n   46  DEGREE AS DEFINED IN SECTION 191.55 OF THE PENAL LAW.\n   47    S 6. Paragraph (b) of subdivision 1 of section 899-aa of  the  general\n   48  business law, as added by chapter 442 of the laws of 2005, is amended to\n   49  read as follows:\n   50    (b)  \"Private  information\" shall mean personal information consisting\n   51  of any information in combination with any one or more of the  following\n   52  data  elements, when either the personal information or the data element\n   53  is not encrypted, or encrypted with an encryption key that has also been\n   54  acquired:\n   55    (1) social security number;\n\n       A. 3838                            11\n\n    1    (2) driver's license number or non-driver identification card  number;\n    2  or\n    3    (3)  account  number, credit or debit card number, in combination with\n    4  any required security code, access code, or password that  would  permit\n    5  access to an individual's financial account; OR\n    6    (4) MEDICAL INFORMATION; OR\n    7    (5) HEALTH INSURANCE INFORMATION;\n    8    FOR PURPOSES OF THIS PARAGRAPH, \"MEDICAL INFORMATION\" MEANS ANY INFOR-\n    9  MATION  REGARDING  AN  INDIVIDUAL'S  MEDICAL HISTORY, MENTAL OR PHYSICAL\n   10  CONDITION, OR MEDICAL TREATMENT OR DIAGNOSIS BY A  HEALTH  CARE  PROFES-\n   11  SIONAL.\n   12    FOR  PURPOSES  OF THIS PARAGRAPH, \"HEALTH INSURANCE INFORMATION\" MEANS\n   13  AN INDIVIDUAL'S HEALTH INSURANCE POLICY NUMBER OR SUBSCRIBER IDENTIFICA-\n   14  TION NUMBER, ANY UNIQUE IDENTIFIER USED BY A HEALTH INSURER TO  IDENTIFY\n   15  THE  INDIVIDUAL  OR  ANY  INFORMATION IN AN INDIVIDUAL'S APPLICATION AND\n   16  CLAIMS HISTORY, INCLUDING, BUT NOT LIMITED TO, APPEALS HISTORY.\n   17    \"Private information\" does not include publicly available  information\n   18  which  is  lawfully  made  available to the general public from federal,\n   19  state, or local government records.\n   20    S 7. Paragraph (a) of subdivision 1 of section 208 of the state  tech-\n   21  nology  law,  as added by chapter 442 of the laws of 2005, is amended to\n   22  read as follows:\n   23    (a) \"Private information\" shall mean personal information in  combina-\n   24  tion  with  any  one or more of the following data elements, when either\n   25  the personal information  or  the  data  element  is  not  encrypted  or\n   26  encrypted with an encryption key that has also been acquired:\n   27    (1) social security number;\n   28    (2)  driver's license number or non-driver identification card number;\n   29  or\n   30    (3) account number, credit or debit card number, in  combination  with\n   31  any  required security code, access code, or password which would permit\n   32  access to an individual's financial account[.]; OR\n   33    (4) MEDICAL INFORMATION; OR\n   34    (5) HEALTH INSURANCE INFORMATION.\n   35    FOR PURPOSES OF THIS PARAGRAPH, \"MEDICAL INFORMATION\" MEANS ANY INFOR-\n   36  MATION REGARDING AN INDIVIDUAL'S MEDICAL  HISTORY,  MENTAL  OR  PHYSICAL\n   37  CONDITION,  OR  MEDICAL  TREATMENT OR DIAGNOSIS BY A HEALTH CARE PROFES-\n   38  SIONAL.\n   39    FOR PURPOSES OF THIS PARAGRAPH, \"HEALTH INSURANCE  INFORMATION\"  MEANS\n   40  AN INDIVIDUAL'S HEALTH INSURANCE POLICY NUMBER OR SUBSCRIBER IDENTIFICA-\n   41  TION  NUMBER, ANY UNIQUE IDENTIFIER USED BY A HEALTH INSURER TO IDENTIFY\n   42  THE INDIVIDUAL OR ANY INFORMATION IN  AN  INDIVIDUAL'S  APPLICATION  AND\n   43  CLAIMS HISTORY, INCLUDING, BUT NOT LIMITED TO, APPEALS HISTORY.\n   44    \"Private  information\" does not include publicly available information\n   45  that is lawfully made available to  the  general  public  from  federal,\n   46  state, or local government records.\n   47    S  8. Sections 190.77, 190.78, 190.79, 190.80, 190.81, 190.82, 190.83,\n   48  190.84, 190.85 and 190.86 of the penal law are REPEALED.\n   49    S 9. Subdivision 1 of section 60.27 of the penal law,  as  amended  by\n   50  chapter 279 of the laws of 2008, is amended to read as follows:\n   51    1.  In addition to any of the dispositions authorized by this article,\n   52  the court shall consider restitution or reparation to the victim of  the\n   53  crime  and may require restitution or reparation as part of the sentence\n   54  imposed upon a person convicted of an offense, and after  providing  the\n   55  district attorney with an opportunity to be heard in accordance with the\n   56  provisions  of  this subdivision, require the defendant to make restitu-\n\n       A. 3838                            12\n\n    1  tion of the fruits of his or her offense or reparation  for  the  actual\n    2  out-of-pocket  loss  caused  thereby  and, in the case of a violation of\n    3  section [190.78, 190.79,  190.80,  190.82  or  190.83]  191.05,  191.10,\n    4  191.15,  191.20  OR 191.25 of this chapter, any costs or losses incurred\n    5  due to any adverse action taken against the victim. The district  attor-\n    6  ney  shall  where appropriate, advise the court at or before the time of\n    7  sentencing that the victim seeks restitution or reparation,  the  extent\n    8  of  injury  or  economic loss or damage of the victim, and the amount of\n    9  restitution or reparation sought by the victim in accordance with his or\n   10  her responsibilities under subdivision two  of  section  390.50  of  the\n   11  criminal  procedure  law  and article twenty-three of the executive law.\n   12  The court shall hear and  consider  the  information  presented  by  the\n   13  district  attorney  in  this  regard.  In that event, or when the victim\n   14  impact statement reports that the victim seeks  restitution  or  repara-\n   15  tion,  the  court shall require, unless the interests of justice dictate\n   16  otherwise, in addition to any of the  dispositions  authorized  by  this\n   17  article that the defendant make restitution of the fruits of the offense\n   18  and  reparation  for the actual out-of-pocket loss and, in the case of a\n   19  violation of section [190.78, 190.79, 190.80, 190.82 or 190.83]  191.05,\n   20  191.10,  191.15,  191.20  OR 191.25 of this chapter, any costs or losses\n   21  incurred due to any adverse action, caused thereby to the victim. In the\n   22  event that restitution or reparation are not ordered,  the  court  shall\n   23  clearly  state its reasons on the record. Adverse action as used in this\n   24  subdivision shall mean and include actual loss incurred by  the  victim,\n   25  including  an  amount equal to the value of the time reasonably spent by\n   26  the victim attempting to remediate the harm incurred by the victim  from\n   27  the offense, and the consequential financial losses from such action.\n   28    S  10.  Paragraph  (b)  of subdivision 4 of section 60.27 of the penal\n   29  law, as amended by section 41 of part A-1 of chapter 56 of the  laws  of\n   30  2010, is amended to read as follows:\n   31    (b)  the  term  \"victim\"  shall include the victim of the offense, the\n   32  representative of a crime  victim  as  defined  in  subdivision  six  of\n   33  section six hundred twenty-one of the executive law, an individual whose\n   34  identity  was assumed or whose personal identifying information was used\n   35  in violation of section  [190.78,  190.79  or  190.80]  191.05,  191.10,\n   36  191.15, 191.20 OR 191.25 of this chapter, or any person who has suffered\n   37  a  financial  loss  as  a  direct  result  of the acts of a defendant in\n   38  violation of section [190.78, 190.79, 190.80, 190.82 or 190.83]  191.05,\n   39  191.10,  191.15,  191.20  OR 191.25 of this chapter, a good samaritan as\n   40  defined in section six hundred twenty-one of the executive law  and  the\n   41  office of victim services or other governmental agency that has received\n   42  an  application for or has provided financial assistance or compensation\n   43  to the victim.\n   44    S 11. Subdivision 2 of section 646 of the executive law, as amended by\n   45  chapter 346 of the laws of 2007, is amended to read as follows:\n   46    2. An individual whose identity was assumed or whose personal  identi-\n   47  fying  information,  as  defined  in [section 190.77] SUBDIVISION ONE OF\n   48  SECTION 191.00 of the penal  law,  was  used  in  violation  of  section\n   49  [190.78,  190.79  or 190.80] 191.05, 191.10, 191.15, 191.20 OR 191.25 of\n   50  the penal law, or any person who has suffered  a  financial  loss  as  a\n   51  direct  result  of  the  acts  of  a  defendant  in violation of section\n   52  [190.78, 190.79, 190.80,  190.82  or  190.83]  191.05,  191.10,  191.15,\n   53  151.20  OR  191.25  of  the  penal  law,  who  has learned or reasonably\n   54  suspects that his or  her  personal  identifying  information  has  been\n   55  unlawfully  used  by  another,  may  make  a  complaint to the local law\n   56  enforcement agency of the county in which any part of the  offense  took\n\n       A. 3838                            13\n\n    1  place  regardless  of whether the defendant was actually present in such\n    2  county, or in the county in which the person who suffered financial loss\n    3  resided at the time of the commission of the offense, or in  the  county\n    4  where  the  person whose personal identification information was used in\n    5  the commission of the offense resided at the time of the  commission  of\n    6  the  offense as provided in paragraph (l) of subdivision four of section\n    7  20.40 of the criminal procedure law. Said local law  enforcement  agency\n    8  shall  take  a  police  report of the matter and provide the complainant\n    9  with a copy of such report free of charge.\n   10    S 12. Paragraph (d) of subdivision 7 of section 995 of  the  executive\n   11  law,  as amended by chapter 2 of the laws of 2006, is amended to read as\n   12  follows:\n   13    (d) any of the following felonies, or an attempt  thereof  where  such\n   14  attempt is a felony offense:\n   15    aggravated  assault  upon  a  person  less  than  eleven years old, as\n   16  defined in section 120.12 of  the  penal  law;  menacing  in  the  first\n   17  degree,  as  defined in section 120.13 of the penal law; reckless endan-\n   18  germent in the first degree, as defined in section 120.25 of  the  penal\n   19  law;  stalking in the second degree, as defined in section 120.55 of the\n   20  penal law; criminally negligent homicide, as defined in  section  125.10\n   21  of  the  penal  law;  vehicular  manslaughter  in  the second degree, as\n   22  defined in section 125.12 of the penal law;  vehicular  manslaughter  in\n   23  the  first  degree,  as  defined  in  section  125.13  of the penal law;\n   24  persistent sexual abuse, as defined in section 130.53 of the penal  law;\n   25  aggravated  sexual  abuse  in  the  fourth degree, as defined in section\n   26  130.65-a of the penal law; female  genital  mutilation,  as  defined  in\n   27  section  130.85  of  the  penal  law;  facilitating a sex offense with a\n   28  controlled substance, as defined in section 130.90  of  the  penal  law;\n   29  unlawful  imprisonment in the first degree, as defined in section 135.10\n   30  of the penal law; custodial interference in the first degree, as defined\n   31  in section 135.50 of the penal  law;  criminal  trespass  in  the  first\n   32  degree,  as defined in section 140.17 of the penal law; criminal tamper-\n   33  ing in the first degree, as defined in section 145.20 of the penal  law;\n   34  tampering  with  a  consumer  product in the first degree, as defined in\n   35  section 145.45 of the penal law; robbery in the third degree as  defined\n   36  in section 160.05 of the penal law; identity theft in the second degree,\n   37  as  defined  in section [190.79] 191.20 of the penal law; identity theft\n   38  in the first degree, as defined in section [190.80] 191.25 of the  penal\n   39  law;  promoting  prison  contraband  in  the first degree, as defined in\n   40  section 205.25 of the penal law; tampering with a witness in  the  third\n   41  degree,  as defined in section 215.11 of the penal law; tampering with a\n   42  witness in the second degree, as defined in section 215.12 of the  penal\n   43  law; tampering with a witness in the first degree, as defined in section\n   44  215.13  of  the  penal  law;  criminal  contempt in the first degree, as\n   45  defined in subdivisions (b), (c) and (d) of section 215.51 of the  penal\n   46  law;  aggravated  criminal contempt, as defined in section 215.52 of the\n   47  penal law; bail jumping in the second  degree,  as  defined  in  section\n   48  215.56 of the penal law; bail jumping in the first degree, as defined in\n   49  section  215.57 of the penal law; patronizing a prostitute in the second\n   50  degree, as defined in section 230.05 of the  penal  law;  patronizing  a\n   51  prostitute  in  the  first  degree,  as defined in section 230.06 of the\n   52  penal law; promoting prostitution in the second degree,  as  defined  in\n   53  section  230.30  of  the  penal law; promoting prostitution in the first\n   54  degree, as defined in section 230.32 of the penal law; compelling  pros-\n   55  titution,  as  defined in section 230.33 of the penal law; disseminating\n   56  indecent [materials] MATERIAL to minors in the second degree, as defined\n\n       A. 3838                            14\n\n    1  in section 235.21 of the penal law; disseminating  indecent  [materials]\n    2  MATERIAL  to minors in the first degree, as defined in section 235.22 of\n    3  the penal law; riot in the first degree, as defined in section 240.06 of\n    4  the  penal  law;  criminal  anarchy, as defined in section 240.15 of the\n    5  penal law; aggravated harassment of an employee by an inmate, as defined\n    6  in section 240.32 of the penal law; unlawful surveillance in the  second\n    7  degree, as defined in section 250.45 of the penal law; unlawful surveil-\n    8  lance  in  the  first  degree, as defined in section 250.50 of the penal\n    9  law; endangering the welfare of  a  vulnerable  elderly  person,  OR  AN\n   10  INCOMPETENT  OR  PHYSICALLY  DISABLED  PERSON  in  the second degree, as\n   11  defined in section 260.32 of the penal law; endangering the welfare of a\n   12  vulnerable elderly person, OR  AN  INCOMPETENT  OR  PHYSICALLY  DISABLED\n   13  PERSON  in  the  first degree, as defined in section 260.34 of the penal\n   14  law; use of a child in a  sexual  performance,  as  defined  in  section\n   15  263.05  of  the  penal law; promoting an obscene sexual performance by a\n   16  child, as defined in section 263.10 of  the  penal  law;  possessing  an\n   17  obscene  sexual  performance by a child, as defined in section 263.11 of\n   18  the penal law; promoting a sexual performance by a child, as defined  in\n   19  section  263.15  of  the penal law; possessing a sexual performance by a\n   20  child,  as  defined  in  section  263.16  of  the  penal  law;  criminal\n   21  possession of a weapon in the third degree, as defined in section 265.02\n   22  of  the  penal  law;  criminal sale of a firearm in the third degree, as\n   23  defined in section 265.11 of the penal law; criminal sale of  a  firearm\n   24  to  a  minor,  as  defined  in section 265.16 of the penal law; unlawful\n   25  wearing of a body vest, as defined in section 270.20 of the  penal  law;\n   26  hate  crimes as defined in section 485.05 of the penal law; and crime of\n   27  terrorism, as defined in section 490.25 of the penal law; or\n   28    S 13. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the criminal procedure law, the general business law, the state technology law and the executive law, in relation to offenses involving theft of identity; and to repeal certain provisions of the criminal procedure law and the penal law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T135302.TXT", "SOBI.D110131.T155719.TXT", "SOBI.D110131.T112203.TXT", "SOBI.D110202.T100203.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296658923607
}