{
  "year" : 2011,
  "senateBillNo" : "A3832-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3832-2011-1296104400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the investments and activities of insurance department employees",
  "summary" : "Relates to the investments and activities of insurance department employees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A6771-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3832\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation to investments and activ-\n         ities of insurance department employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (a)  of  section  204 of the insurance law is\n    2  amended to read as follows:\n    3    (a) Neither the superintendent, any deputy, nor any  employee  of  the\n    4  department, shall be interested, directly or indirectly, in the business\n    5  of  any  insurer,  agent,  broker,  adjuster,  or  other licensee of the\n    6  department, whether as a security holder, director,  officer,  attorney,\n    7  agent,  or  employee.    NOTHING  IN  THIS SECTION SHALL BE CONSTRUED TO\n    8  PROHIBIT THE SUPERINTENDENT, ANY DEPUTY, OR ANY EMPLOYEE OF THE  DEPART-\n    9  MENT  FROM OWNING SHARES OF AN INVESTMENT COMPANY (MUTUAL FUND) THAT MAY\n   10  INCIDENTALLY INVEST IN THE SECURITIES ISSUED BY ANY  LICENSEE,  PROVIDED\n   11  THAT  THE  PURPOSE OF THE INVESTMENT PORTFOLIO OF THE INVESTMENT COMPANY\n   12  MAY NOT BE TO INVEST PRIMARILY OR EXCLUSIVELY IN THE  SECURITIES  ISSUED\n   13  BY  THE  LICENSEES.  FOR  PURPOSES OF THIS SECTION, INVESTMENT COMPANIES\n   14  INCLUDE OPEN-END AND CLOSED-END INVESTMENT COMPANIES AND UNIT INVESTMENT\n   15  TRUSTS AS THOSE TERMS ARE DEFINED IN AN ACT OF  CONGRESS  ENTITLED  \"THE\n   16  INVESTMENT COMPANY ACT OF 1940,\" AS AMENDED.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05406-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to investments and activities of insurance department employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T160413.TXT", "SOBI.D110127.T141402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296162253510
}