{
  "year" : 2011,
  "senateBillNo" : "A3831-2011",
  "billEvents" : [ {
    "eventDate" : 1296104400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3831-2011-1296104400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes requirement for advertisements referring to an insurer to include the insurer's full name and principal office",
  "summary" : "Removes requirement for advertisements referring to an insurer to include the insurer's full name and principle office and makes technical corrections relating thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A11286-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3831\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 27, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law, in relation to removing the  require-\n         ment  for advertisements referring to an insurer to include the insur-\n         er's full name and principal office and making  technical  corrections\n         related thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2122 of the insurance law is  amended  to  read  as\n    2  follows:\n    3    S  2122.  Advertising  by  insurance  agents and brokers. (a) [(1)] No\n    4  insurance agent or insurance broker shall make or issue  in  this  state\n    5  any  advertisement,  sign,  pamphlet,  circular,  card  or  other public\n    6  announcement purporting to make known the  financial  condition  of  any\n    7  insurer,  unless  the  same shall conform to the requirements of section\n    8  one thousand three hundred thirteen of this chapter.\n    9    [(2)] (B) No insurance agent, insurance broker or other person, shall,\n   10  by any advertisement or public announcement in this state,  call  atten-\n   11  tion to any unauthorized insurer or insurers.\n   12    [(b)  Every  agent of any insurer and every insurance broker shall, in\n   13  all advertisements, public announcements,  signs,  pamphlets,  circulars\n   14  and cards, which refer to an insurer, set forth therein the name in full\n   15  of  the insurer referred to and the name of the city, town or village in\n   16  which it has its principal office in the United States.]\n   17    S 2. Paragraph 5 of subsection (b) of section 1101  of  the  insurance\n   18  law,  as added by chapter 597 of the laws of 1999, is amended to read as\n   19  follows:\n   20    (5) Notwithstanding the foregoing, an unauthorized insurer, which  (A)\n   21  is affiliated with an insurer licensed in this state, and (B) has satis-\n   22  fied  all  applicable requirements for placements by excess line brokers\n   23  as set forth in section two thousand one hundred eighteen of this  chap-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05171-01-1\n\n       A. 3831                             2\n\n    1  ter,  may  provide  from an office within the state, services to support\n    2  its insurance business. Such services shall not  be  deemed  under  this\n    3  chapter  as  doing an insurance business in this state. For the purposes\n    4  of this section these services include, but are not limited to, computer\n    5  operations,  clerical  and  staffing  support, underwriting, negotiating\n    6  contract terms, quoting premiums, binding coverage, drafting and issuing\n    7  policies and claims handling, investigation  and  payment,  among  other\n    8  incidental  services.  Such  services  shall  not include the marketing,\n    9  soliciting or advertising by the unauthorized insurer directly to  poli-\n   10  cyholders.  Notwithstanding  [paragraph  two of] subsection [(a)] (B) of\n   11  section two thousand one hundred twenty-two of this chapter, such  unau-\n   12  thorized  insurers  shall  be  permitted to advertise to, and market and\n   13  solicit through, excess line brokers licensed pursuant  to  section  two\n   14  thousand  one  hundred  five  of this chapter. All obligations of such a\n   15  licensee under article twenty-one of this chapter shall remain  in  full\n   16  force  and  effect. Any document issued by the unauthorized insurer that\n   17  indicates any location within this state in which it conducts its  oper-\n   18  ations shall include a prominent notice that the insurer is not licensed\n   19  by  the  state of New York, in no smaller than 10 point type, in accord-\n   20  ance with regulations as may be promulgated by the superintendent.\n   21    S 3. Subsection (i) of section 2117 of the insurance law, as added  by\n   22  chapter 597 of the laws of 1999, is amended to read as follows:\n   23    (i) Notwithstanding subsection (a) of this section, a licensed insurer\n   24  may  provide,  from  its  office  in  the state, services to support the\n   25  insurance business of an unauthorized insurer with which  it  is  affil-\n   26  iated, provided that the unauthorized insurer has satisfied all applica-\n   27  ble  requirements  for placements by excess line brokers as set forth in\n   28  section two thousand one hundred eighteen of this article. Such services\n   29  may include, but shall not be limited to, computer operations,  clerical\n   30  and  staffing support, underwriting, negotiating contract terms, quoting\n   31  premiums, binding coverage, drafting and  issuing  policies  and  claims\n   32  handling,  investigation  and  payment, among other incidental services.\n   33  Services expressly prohibited under this section include the  marketing,\n   34  soliciting  or advertising by the unauthorized insurer directly to poli-\n   35  cyholders. Notwithstanding [paragraph two of] subsection  [(a)]  (B)  of\n   36  section  two thousand one hundred twenty-two of this article, such unau-\n   37  thorized insurers shall be permitted to advertise  to,  and  market  and\n   38  solicit  through,  excess  line brokers licensed pursuant to section two\n   39  thousand one hundred five of this article, from  an  office  within  the\n   40  state.  All obligations of such licensee under this article shall remain\n   41  in full force and effect. Any document issued by an unauthorized insurer\n   42  that indicates any location within this state in which it  conducts  its\n   43  operations  shall  include  a  prominent  notice that the insurer is not\n   44  licensed by the state of New York, in no smaller than 10 point type,  in\n   45  accordance with regulations as may be promulgated by the superintendent.\n   46    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to removing the requirement for advertisements referring to an insurer to include the insurer's full name and principal office and making technical corrections related thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T142905.TXT", "SOBI.D110127.T160413.TXT", "SOBI.D110127.T141402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296162253509
}