{
  "year" : 2011,
  "senateBillNo" : "A3845-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A3845-2011-1296190800000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires apples and apple products treated with daminozide to be labelled",
  "summary" : "Requires sellers of apples and apple products treated with daminozide to be so labelled. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1395-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3845\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to  requiring  the\n         labeling  of apples and apple products offered for sale indicating the\n         use of daminozide\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  397-b to read as follows:\n    3    S  397-B.  LABELING  OF  APPLES AND APPLE PRODUCTS. 1. NO PERSON SHALL\n    4  SELL OR OFFER FOR SALE ANY APPLES OR APPLE PRODUCTS UNLESS  THERE  IS  A\n    5  SIGN  POSTED  ABOVE OR AFFIXED TO THE DISPLAY STAND STATING WHETHER SUCH\n    6  APPLES OFFERED FOR SALE OR THE APPLES USED IN  THE  PRODUCTION  OF  SUCH\n    7  APPLE  PRODUCTS  HAVE  BEEN  TREATED WITH DAMINOZIDE. SUCH SIGN SHALL BE\n    8  CONSPICUOUSLY POSTED WITH LETTERING  NO  SMALLER  THAN  FOUR  INCHES  IN\n    9  HEIGHT.\n   10    2.  ANY PERSON WHO SUPPLIES APPLES OR APPLE PRODUCTS TO ANOTHER PERSON\n   11  FOR SALE AT RETAIL SHALL INCLUDE IN EACH DELIVERY, A CERTIFICATION ON  A\n   12  FORM  PROVIDED BY THE DEPARTMENT OF AGRICULTURE AND MARKETS WHETHER SUCH\n   13  APPLES WERE TREATED WITH DAMINOZIDE.\n   14    3. ANY PERSON WHO SELLS  OR  OFFERS  FOR  SALE  ANY  APPLES  OR  APPLE\n   15  PRODUCTS  IN VIOLATION OF THE PROVISIONS OF THIS SECTION SHALL BE GUILTY\n   16  OF A MISDEMEANOR.\n   17    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00181-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring the labeling of apples and apple products offered for sale indicating the use of daminozide ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T135302.TXT", "SOBI.D110131.T112203.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490923916
}