{
  "year" : 2011,
  "senateBillNo" : "A3844-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A3844-2011-1296190800000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Require MTA, N.Y.C. office of emergency management, and port authority of N.Y. and N.J. to report to the governor and the legislature on weather-related evacuation capabilities",
  "summary" : "Requires the metropolitan transportation authority, the New York city office of emergency management, and the port authority of New York and New Jersey to report to the governor and the legislature on weather-related evacuation capabilities; requires the metropolitan transportation authority to certify as to its facilities and equipment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities",
  "previousVersions" : [ "A4973-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3844\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN  ACT  to  require  the metropolitan transportation authority, the New\n         York city office of emergency management, and the  port  authority  of\n         New  York and New Jersey to report to the governor and the legislature\n         on weather-related evacuation capabilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The metropolitan transportation authority, with respect to\n    2  said corporation and its subsidiaries, the  Long  Island  railroad,  the\n    3  metro-north  railroad,  the  metropolitan  suburban  bus  authority, the\n    4  Staten Island rapid transit operating authority, the  Triborough  bridge\n    5  and  tunnel  authority,  the  New  York  city  transit authority and its\n    6  subsidiary, the Manhattan and Bronx surface transit operating authority,\n    7  or any other agency or corporation that may come under  the  control  of\n    8  the authority, or within their custody or control, and any subsidiary of\n    9  any  of the foregoing, shall (a) report to the governor and the legisla-\n   10  ture, within ninety days after this act shall have become  law,  on  the\n   11  capabilities  of all of the foregoing entities to respond to the contin-\n   12  gencies and exigencies of any  evacuation  of  all  or  any  portion  or\n   13  portions of the city of New York, the county of Nassau, or the county of\n   14  Suffolk,  necessitated  or  occasioned by any weather-related condition,\n   15  event, or emergency and; (b) shall certify the nature,  number,  extent,\n   16  and  capacities  and capabilities of its \"authority facilities\", \"trans-\n   17  portation facilities\", and \"equipment\", as  defined  in  section  twelve\n   18  hundred sixty-one of the public authorities law.\n   19    S  2. The New York city office of emergency management shall report to\n   20  the governor and the legislature, within  ninety  days  after  this  act\n   21  shall  have become law, on the capabilities of said office to respond to\n   22  the contingencies and exigencies of any evacuation of all or any portion\n   23  or portions of the city of New York, the county of Nassau, or the county\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03981-01-1\n\n       A. 3844                             2\n\n    1  of Suffolk, necessitated or occasioned by any weather-related condition,\n    2  event, or emergency.\n    3    S 3. The port authority of New York and New Jersey shall report to the\n    4  governor  and  the  legislature, within ninety days after this act shall\n    5  have become law, on the capabilities of said authority to respond to the\n    6  contingencies and exigencies of any evacuation of all or any portion  or\n    7  portions of the city of New York, the county of Nassau, or the county of\n    8  Suffolk,  necessitated  or  occasioned by any weather-related condition,\n    9  event, or emergency.\n   10    S 4. This act shall take effect  immediately;  provided  that  section\n   11  three  of  this act shall take effect upon the enactment into law by the\n   12  state of New Jersey of  legislation  having  an  identical  effect  with\n   13  section  three  of  this  act; but if the state of New Jersey shall have\n   14  already enacted such legislation, then section three of this  act  shall\n   15  take  effect  immediately;  and provided further that the chairperson of\n   16  the port authority of New York and New Jersey shall notify the  legisla-\n   17  tive  bill  drafting  commission upon the occurrence of the enactment of\n   18  the provisions provided for in section three of this act in  order  that\n   19  said  commission may maintain an accurate and timely effective data base\n   20  of the official text of the laws of the state of New York in furtherance\n   21  of effectuating the provisions of section 44 of the legislative law  and\n   22  section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to require the metropolitan transportation authority, the New York city office of emergency management, and the port authority of New York and New Jersey to report to the governor and the legislature on weather-related evacuation capabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T135302.TXT", "SOBI.D110131.T112203.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490923911
}