{
  "year" : 2011,
  "senateBillNo" : "A3847-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to energy",
    "billEventId" : "A3847-2011-1296190800000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs public service commission to establish rules requiring the development of clean energy technologies by electric corporations",
  "summary" : "Directs the public service commission to adopt rules and regulations requiring electric corporations to develop and utilize clean energy technologies which annually reduce the pollution generated; establishes fines for failure to comply with such rules and regulations; such provisions shall apply to the power authority of the state of New York and the Long Island power authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A1585-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3847\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Energy\n\n       AN ACT to amend the public service law and the public  authorities  law,\n         in relation to clean energy development\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  section\n    2  66-m to read as follows:\n    3    S 66-M. CLEAN ENERGY DEVELOPMENT. 1. FOR THE PURPOSES OF THIS SECTION,\n    4  THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A) \"CLEAN ENERGY\" MEANS ELECTRIC ENERGY SUPPLIED TO CONSUMERS THROUGH\n    6  A TRANSMISSION OR DISTRIBUTION SYSTEM USING CLEAN ENERGY TECHNOLOGIES.\n    7    (B) \"CLEAN ENERGY TECHNOLOGIES\" MEANS ELECTRICITY GENERATION TECHNOLO-\n    8  GIES THAT PRODUCE ELECTRICITY USING SOLAR THERMAL ENERGY, PHOTOVOLTAICS,\n    9  WIND,  FUEL  CELLS,  GEOTHERMAL,  METHANE  WASTE AND SUSTAINABLY MANAGED\n   10  BIOMASS AND THERMAL ENERGY PRODUCED BY SOLAR  TECHNOLOGIES  AND  THERMAL\n   11  ENERGY TRANSFER FROM SURFACE WATER, GROUND WATER OR THE EARTH.  IF AFTER\n   12  THE  EFFECTIVE DATE OF THIS SECTION, NEW ENERGY TECHNOLOGIES EMERGE THAT\n   13  WERE UNFORESEEABLE AT THE TIME OF SUCH EFFECTIVE DATE  THE  COMMISSIONER\n   14  OF  ENVIRONMENTAL  CONSERVATION MAY DESIGNATE SUCH TECHNOLOGIES AS CLEAN\n   15  ENERGY TECHNOLOGIES BASED UPON A FINDING THAT THE AIR, WATER, ECOSYSTEM,\n   16  PUBLIC HEALTH AND WASTE DISPOSAL IMPACTS OF SUCH  NEW  TECHNOLOGIES  ARE\n   17  COMPARABLE TO THOSE OF THE CLEAN ENERGY TECHNOLOGIES OTHERWISE LISTED IN\n   18  THIS  PARAGRAPH.  ANY SUCH DESIGNATION SHALL ONLY TAKE PLACE FOLLOWING A\n   19  COMPLETE OPPORTUNITY FOR PUBLIC REVIEW AND COMMENT CONSISTENT  WITH  THE\n   20  STATE ADMINISTRATIVE PROCEDURE ACT.\n   21    (C)  \"LOAD  SERVING  ENTITY\"  MEANS  ANY PERSON, CORPORATION, COMPANY,\n   22  PARTNERSHIP, ASSOCIATION, PRIVATE, MUNICIPAL  AND  STATE  UTILITIES,  OR\n   23  OTHER LEGAL ENTITY SELLING ELECTRIC POWER TO END-USE CUSTOMERS.\n   24    (D)  \"SOLID  WASTE\" SHALL HAVE THE SAME MEANING AS IS ASCRIBED TO SUCH\n   25  TERM PURSUANT TO SECTION 27-0501 OF THE ENVIRONMENTAL CONSERVATION LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00158-01-1\n\n       A. 3847                             2\n\n    1    (E) \"SUSTAINABLY MANAGED BIOMASS\" MEANS  ANAEROBIC  DIGESTION  OF  ANY\n    2  WASTE  OR  COMBUSTION OF ANY OF THE FOLLOWING SUBSTANCES: CAPTURED LAND-\n    3  FILL METHANE, SECONDARY WOOD WASTE (WHICH SHALL INCLUDE ONLY NON-TREATED\n    4  WOOD WASTE AND SHALL BE LIMITED TO SAWDUST, WOOD CHIPS AND WOOD SHAVINGS\n    5  PRODUCED  AS  BY-PRODUCTS IN THE MILLING, PROCESSING OR MANUFACTURING OF\n    6  WOOD PRODUCTS), WOODY AGRICULTURAL WASTE AND SUSTAINABLE BIO-CROPS. SUCH\n    7  TERM SHALL NOT INCLUDE COMBUSTION OR PYROLYSIS OF SOLID WASTES,  TIMBER,\n    8  FOREST  FLOOR  SWEEPINGS  AND  HERBACEOUS  CROP RESIDUES, WHETHER OR NOT\n    9  ENERGY IS RECOVERED THEREFROM.\n   10    2. WITHIN TWELVE MONTHS OF THE EFFECTIVE DATE  OF  THIS  SECTION,  THE\n   11  COMMISSION SHALL ADOPT CLEAN ENERGY RULES AND REGULATIONS REQUIRING EACH\n   12  LOAD  SERVING  ENTITY  IN  THIS  STATE TO ENSURE THAT, ON OR BEFORE JULY\n   13  FIRST, TWO THOUSAND THIRTEEN NO LESS THAN ONE-HALF OF ONE PERCENT OF THE\n   14  ELECTRIC ENERGY SUCH ENTITY HAS SUPPLIED TO EACH CUSTOMER IN THE  PREVI-\n   15  OUS  TWELVE  MONTH PERIOD WAS GENERATED USING CLEAN ENERGY TECHNOLOGIES.\n   16  THE COMMISSION SHALL INCREASE THE REQUIRED PERCENTAGE  OF  CLEAN  ENERGY\n   17  REQUIRED  BY  ONE-HALF OF ONE PERCENT EACH YEAR ON JULY FIRST, UNTIL THE\n   18  AMOUNT OF CLEAN ENERGY SUPPLIED TO CUSTOMERS IN THIS STATE  REACHES  SIX\n   19  PERCENT,  AND  BY  ONE  PERCENT EACH YEAR THEREAFTER UNTIL THE AMOUNT OF\n   20  ENERGY SUPPLIED TO CUSTOMERS IN THIS STATE REACHES TEN PERCENT  OR  SUCH\n   21  LATER  DATE AS THE COMMISSION SHALL DETERMINE, PROVIDED HOWEVER THAT THE\n   22  COMMISSION SHALL NOT DECREASE THE REQUIRED PERCENTAGE  OF  CLEAN  ENERGY\n   23  REQUIRED AT ANY TIME.\n   24    3.  THE COMMISSION SHALL REVIEW ELECTRICITY PRODUCTS SOLD BY EACH LOAD\n   25  SERVING ENTITY IN THE STATE ON A  PERIODIC  BASIS  TO  ENSURE  THAT  THE\n   26  REQUIREMENTS  SET  FORTH  IN  THIS SECTION ARE MET. THE COMMISSION SHALL\n   27  REVIEW ITS REGULATIONS AND  REQUIREMENTS  FOR  ENVIRONMENTAL  DISCLOSURE\n   28  LABELS TO ENSURE THAT INFORMATION PROVIDED TO CUSTOMERS CONCERNING CLEAN\n   29  ENERGY  IS  NOT  CONFUSING  AND TO CONSIDER WHETHER IT IS APPROPRIATE TO\n   30  REQUIRE ALL DISCLOSURE LABELS TO  INDICATE  THE  MINIMUM  PERCENTAGE  OF\n   31  CLEAN ENERGY REQUIRED PURSUANT TO THIS SECTION.\n   32    4.  A LOAD SERVING ENTITY MAY SATISFY THE REQUIREMENTS OF THIS SECTION\n   33  BY ENTERING INTO CONVERSION TRANSACTIONS  ESTABLISHED  PURSUANT  TO  THE\n   34  COMMISSION'S  ENVIRONMENTAL  DISCLOSURE  PROGRAM  OR  SUCH OTHER TRADING\n   35  PROGRAM THAT THE COMMISSION MAY ESTABLISH. THE COMMISSION  SHALL  ESTAB-\n   36  LISH  A  COMPLIANCE PROTOCOL THAT PERMITS LOAD SERVING ENTITIES TO ENTER\n   37  INTO CONVERSION  TRANSACTIONS  OR  PURCHASE  CREDITS  FOR  CLEAN  ENERGY\n   38  SUPPLIED BY LOAD SERVING ENTITIES ON OR BEFORE THE JULY FIRST, TWO THOU-\n   39  SAND  THIRTEEN  COMPLIANCE  DATE.    SUCH PROGRAM SHALL ALLOW BANKING OF\n   40  CREDITS FOR CLEAN ENERGY SUPPLIED IN EXCESS OF REQUIREMENTS FOR A PERIOD\n   41  OF TWO YEARS, AND MAY ALLOW COMPLIANCE TO BE DEMONSTRATED  WITHIN  THREE\n   42  MONTHS  OF THE END OF THE CALENDAR YEAR IN ORDER TO ALLOW FOR COMPLIANCE\n   43  VIA THE TRADING PROGRAM.\n   44    5. THE COMMISSION SHALL REQUIRE ANY LOAD SERVING ENTITY THAT FAILS  TO\n   45  MEET  ITS OBLIGATIONS UNDER THIS SECTION TO PAY A FINE TO THE COMMISSION\n   46  IN AN AMOUNT EQUAL TO THE  PRODUCT  OF  TWO  CENTS  AND  THE  DIFFERENCE\n   47  BETWEEN  KILOWATT-HOURS OF CLEAN ENERGY IT IS REQUIRED TO SUPPLY TO EACH\n   48  CUSTOMER IN THE PREVIOUS TWELVE MONTH PERIOD AND  THE  AMOUNT  OF  CLEAN\n   49  ENERGY ACTUALLY SUPPLIED OR SECURED VIA PURCHASE OF CREDITS IN THE TRAD-\n   50  ING  PROGRAM DESCRIBED IN SUBDIVISION FOUR OF THIS SECTION. THE CONTRIB-\n   51  UTION SHALL BE REDUCED TO ONE AND ONE-HALF CENT  FOUR  YEARS  AFTER  THE\n   52  START  OF  THE  CLEAN ENERGY REQUIREMENT AND FURTHER REDUCED TO ONE CENT\n   53  AND ONE-HALF CENT EIGHT AND TWELVE YEARS AFTER THE START  OF  THE  CLEAN\n   54  ENERGY REQUIREMENT RESPECTIVELY.\n   55    S 2. Section 1005 of the public authorities law is amended by adding a\n   56  new subdivision 17 to read as follows:\n\n       A. 3847                             3\n\n    1    17.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW TO THE CONTRARY, TO\n    2  COMPLY WITH THE PROVISIONS OF SECTION SIXTY-SIX-M OF THE PUBLIC  SERVICE\n    3  LAW.\n    4    S 3. Section 1020-s of the public authorities law, as added by chapter\n    5  517  of  the  laws  of 1986, is amended by adding a new subdivision 3 to\n    6  read as follows:\n    7    3. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, THE PROVISIONS\n    8  OF SECTION SIXTY-SIX-M OF THE PUBLIC SERVICE LAW SHALL BE APPLICABLE  TO\n    9  THE AUTHORITY.\n   10    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law and the public authorities law, in relation to clean energy development ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T112203.TXT", "SOBI.D110128.T135802.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490923920
}