{
  "year" : 2011,
  "senateBillNo" : "A3843-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3843-2011-1296190800000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the wireless facility siting act",
  "summary" : "Enacts the \"wireless facility siting act\"; directs cities, towns and villages to regulate the siting of cellular communications facilities. ",
  "currentCommittee" : null,
  "sameAs" : "S579",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA5994-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3843\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. COLTON, CYMBROWITZ, BENEDETTO, KELLNER, ROSEN-\n         THAL, WRIGHT, ENGLEBRIGHT, REILLY,  ROBINSON,  JAFFEE,  MARKEY,  MENG,\n         HOOPER  --  Multi-Sponsored by -- M. of A. FINCH, GLICK, HIKIND, PHEF-\n         FER, THIELE, TITUS, WEISENBERG  --  read  once  and  referred  to  the\n         Committee on Local Governments\n\n       AN ACT to enact the \"wireless facility siting act\"; to amend the general\n         municipal  law, in relation to the placement, construction and modifi-\n         cation of wireless services facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative intent.  Municipal control over the siting of\n    2  wireless services facilities is an important component of municipal home\n    3  rule.  The legislature recognizes the federal, state and local interests\n    4  of providing for proper and convenient wireless services to the  public.\n    5  As  such,  the  legislature  needs to balance the interests of providing\n    6  quality wireless communication services with local concerns on the inap-\n    7  propriate siting of telecommunications towers. This act provides  for  a\n    8  process  of  municipal  review  for  applications to site, construct and\n    9  modify wireless services facilities.  Such process must incorporate  the\n   10  needs  and  desires of the local community, with regard to the aesthetic\n   11  ramifications of such siting. It is the intent  of  the  legislature  in\n   12  adopting the \"wireless facility siting act\" to implement enabling legis-\n   13  lation  which  specifically  sets  forth a uniform statewide process for\n   14  municipal review of applications for  the  placement,  construction  and\n   15  modification  of wireless services facilities in all municipalities that\n   16  do not have local laws to regulate the placement of  such  towers.  Each\n   17  municipality  shall  be  able  to enact approval processes that are more\n   18  strict than those established by this act.\n   19    S 2. Short title. This act shall be known as and may be cited  as  the\n   20  \"wireless facility siting act\".\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04827-01-1\n\n       A. 3843                             2\n\n    1    S 3. The general municipal law is amended by adding a new article 13-E\n    2  to read as follows:\n    3                                ARTICLE 13-E\n    4                        WIRELESS FACILITY SITING ACT\n    5  SECTION 300. DEFINITIONS.\n    6          301. PERMIT REQUIREMENTS.\n    7          302. MINIMUM STATE-WIDE PROCEDURE FOR MUNICIPAL REVIEW OF PERMIT\n    8               REQUESTS.\n    9          303. STANDARDS  FOR  REVIEW  AND  APPLICATION REQUIREMENTS FOR A\n   10               WIRELESS FACILITY.\n   11          304. CO-LOCATION STANDARDS.\n   12          305. PERMIT APPROVAL; NON-CONFORMING FACILITIES.\n   13          306. APPLICABILITY.\n   14    S 300. DEFINITIONS. THE FOLLOWING TERMS SHALL HAVE  THE  MEANINGS  SET\n   15  FORTH IN THIS SECTION UNLESS THE CONTEXT CLEARLY INDICATES OTHERWISE:\n   16    1.  \"ANCILLARY EQUIPMENT\" MEANS ALL EQUIPMENT NECESSARY FOR THE SECURE\n   17  AND SUCCESSFUL OPERATION OF A WIRELESS FACILITY INCLUDING BUT NOT LIMIT-\n   18  ED TO, SUPPORT STRUCTURES, TRANSMITTING, RECEIVING AND COMBINING  EQUIP-\n   19  MENT, EQUIPMENT SHELTERS, TRANSMISSION CABLES, AND BACKUP POWER SOURCES.\n   20  ANCILLARY EQUIPMENT SHALL NOT INCLUDE RESIDENTIAL, INDUSTRIAL OR COMMER-\n   21  CIAL  BUILDINGS  BUT SHALL INCLUDE ANY SUCH EQUIPMENT PLACED ON RESIDEN-\n   22  TIAL, INDUSTRIAL OR COMMERCIAL BUILDINGS.\n   23    2. \"BUILDING INSPECTOR\" MEANS  THE  MUNICIPAL  OFFICIAL  CHARGED  WITH\n   24  ISSUING BUILDING PERMITS AND/OR ENFORCING THE ZONING LAW OF SUCH MUNICI-\n   25  PALITY  OR  OTHER INDIVIDUAL DESIGNATED BY THE LEGISLATIVE BODY TO ISSUE\n   26  PERMITS FOR WIRELESS FACILITIES.\n   27    3. \"HISTORIC AREA\" MEANS AN AREA WHOLLY OR PARTIALLY WITHIN, OR  WIRE-\n   28  LESS  FACILITY  HAVING  ITS  FOUNDATION WITHIN ONE THOUSAND FEET OF, ANY\n   29  HISTORIC BUILDING, STRUCTURE, FACILITY, SITE OR DISTRICT, THAT IS LISTED\n   30  ON THE NATIONAL REGISTER OF HISTORIC PLACES, OR THAT HAS  BEEN  PROPOSED\n   31  BY  THE  NEW YORK STATE BOARD ON HISTORIC PRESERVATION FOR A RECOMMENDA-\n   32  TION TO THE STATE  HISTORIC  PRESERVATION  OFFICER  FOR  NOMINATION  FOR\n   33  INCLUSION IN THE NATIONAL REGISTER, THAT IS LISTED ON THE STATE REGISTER\n   34  OF  HISTORIC PLACES, OR HAS BEEN DESIGNATED AS A HISTORIC PLACE OR LAND-\n   35  MARK BY THE MUNICIPALITY.\n   36    4. \"MUNICIPAL BOARD\" OR \"BOARD\" MEANS THE MUNICIPAL  BOARD  AUTHORIZED\n   37  TO  REVIEW  APPLICATIONS FOR WIRELESS FACILITIES. IN THE EVENT A MUNICI-\n   38  PALITY HAS NOT DESIGNATED A BOARD, REFERENCES IN  THIS  ARTICLE  TO  THE\n   39  MUNICIPAL BOARD SHALL BE DEEMED TO REFER TO THE LEGISLATIVE BODY OF SUCH\n   40  MUNICIPALITY.\n   41    5.  \"MUNICIPAL  ZONING LAW\" MEANS A MUNICIPALITY'S ZONING LOCAL LAW OR\n   42  ORDINANCE.\n   43    6. \"MUNICIPALITY\" MEANS ANY CITY, TOWN OR VILLAGE.\n   44    7. \"PERMIT\" MEANS THE AUTHORIZATION BY THE BUILDING INSPECTOR PURSUANT\n   45  TO THIS ARTICLE TO CONSTRUCT A WIRELESS FACILITY.\n   46    8. \"PERSON\"  MEANS  ANY  INDIVIDUAL,  CORPORATION,  LIMITED  LIABILITY\n   47  COMPANY, JOINT VENTURE, PUBLIC BENEFIT CORPORATION, PARTNERSHIP, LIMITED\n   48  LIABILITY PARTNERSHIP OR ASSOCIATION.\n   49    9.  \"SCENIC AREA\" MEANS AN AREA WHOLLY OR PARTIALLY WITHIN, OR A WIRE-\n   50  LESS FACILITY HAVING ITS FOUNDATION WITHIN ONE  THOUSAND  FEET  OF,  ANY\n   51  PUBLICLY  OWNED OR OPERATED PARKLAND, RECREATION AREA OR DESIGNATED OPEN\n   52  SPACE, INCLUDING ANY WIRELESS FACILITY HAVING ITS FOUNDATION WITHIN  ONE\n   53  THOUSAND  FEET OF THE CENTERLINE OF ANY SCENIC BYWAY AS DEFINED IN ARTI-\n   54  CLE TWELVE-C OF THE HIGHWAY LAW OR AS DESIGNATED BY THE MUNICIPALITY.\n   55    10. \"TECHNICAL REVIEW\" MEANS REVIEW OF  A  PERMIT  APPLICATION  BY  AN\n   56  INDEPENDENT EXPERT IN TELECOMMUNICATIONS SITING.\n\n       A. 3843                             3\n\n    1    11. \"TECHNICALLY AND COMMERCIALLY REASONABLE\" MEANS IN ACCORDANCE WITH\n    2  GENERAL INDUSTRY PRACTICE IN THE PROVISION OF WIRELESS SERVICES PERTAIN-\n    3  ING TO COST AND SERVICE COVERAGE.\n    4    12.  \"TELECOMMUNICATIONS TOWER\" MEANS ANY FREESTANDING TOWER, MONOPOLE\n    5  OR SIMILAR STRUCTURE USED FOR THE PROVISION OF WIRELESS SERVICES INCLUD-\n    6  ING ANCILLARY TELECOMMUNICATIONS EQUIPMENT REQUIRED  TO  INTEGRATE  SUCH\n    7  FACILITY INTO AN EXISTING OR PROPOSED WIRELESS NETWORK.\n    8    13.  \"WIRELESS  FACILITY\" MEANS ONLY THE PART OR PARTS OF ANY FACILITY\n    9  USED IN CONNECTION WITH THE PROVISION OF  WIRELESS  SERVICES  INCLUDING,\n   10  BUT NOT LIMITED TO, ANTENNAS, ANCILLARY EQUIPMENT AND TELECOMMUNICATIONS\n   11  TOWERS.\n   12    14.  \"WIRELESS SERVICES\" MEANS ALL COMMERCIAL MOBILE SERVICES, AS THAT\n   13  TERM IS DEFINED IN SECTION 332(D) OF TITLE 47, UNITED  STATES  CODE,  AS\n   14  AMENDED  FROM TIME TO TIME, INCLUDING, BUT NOT LIMITED TO, ALL BROADBAND\n   15  PERSONAL COMMUNICATIONS SERVICES,  WIRELESS  RADIO  TELEPHONE  SERVICES,\n   16  GEOGRAPHIC  AREA  SPECIALIZED  AND  ENHANCED  SPECIALIZED  MOBILE  RADIO\n   17  SERVICES, AND INCUMBENT-WIDE AREA SPECIALIZED  MOBILE  RADIO  LICENSEES,\n   18  WHICH  OFFER  REAL TIME, TWO-WAY VOICE OR DATA SERVICE THAT IS INTERCON-\n   19  NECTED WITH THE PUBLIC SWITCHED TELEPHONE NETWORK OR OTHERWISE  PROVIDES\n   20  ACCESS TO COMMUNICATIONS SERVICES.\n   21    S  301. PERMIT REQUIREMENTS. NO PERSON SHALL COMMENCE THE CONSTRUCTION\n   22  OR MODIFICATION OF A WIRELESS FACILITY  WITHOUT FIRST OBTAINING A MUNIC-\n   23  IPAL PERMIT.\n   24    S 302. MINIMUM STATE-WIDE PROCEDURE FOR  MUNICIPAL  REVIEW  OF  PERMIT\n   25  REQUESTS.   1.   (A) UPON RECEIPT OF A COMPLETED APPLICATION FOR PERMIS-\n   26  SION TO CONSTRUCT, PLACE OR MODIFY A WIRELESS  FACILITY,  THE  MUNICIPAL\n   27  BOARD SHALL CONDUCT A PUBLIC HEARING WITHIN NINETY DAYS OF SUCH APPLICA-\n   28  TION. A WRITTEN DECISION SHALL BE RENDERED WITHIN SIXTY-TWO DAYS OF SUCH\n   29  PUBLIC  HEARING.   THE TIME WITHIN WHICH THE MUNICIPAL BOARD MUST RENDER\n   30  ITS WRITTEN DECISION MAY BE EXTENDED BY MUTUAL CONSENT OF THE  APPLICANT\n   31  AND THE BOARD.\n   32    (B)  EACH  APPLICANT  SHALL  PROVIDE  WRITTEN NOTICE TO ALL OWNERS AND\n   33  RESIDENTS OF PROPERTY LOCATED WITHIN ONE THOUSAND FEET OF  THE  PROPOSED\n   34  WIRELESS  FACILITY  WITHIN TEN DAYS OF FILING AN APPLICATION PURSUANT TO\n   35  PARAGRAPH (A) OF THIS SUBDIVISION, AND AGAIN NOT MORE THAN  THIRTY  DAYS\n   36  BEFORE ANY SCHEDULED PUBLIC HEARING.\n   37    2.  (A)  AN  APPLICATION  FEE MAY BE IMPOSED BY A MUNICIPALITY UPON AN\n   38  APPLICANT FOR THE PLACEMENT, CONSTRUCTION OR MODIFICATION OF A  WIRELESS\n   39  FACILITY THAT SHALL NOT EXCEED THE NORMAL AND CUSTOMARY FEE FOR A BUILD-\n   40  ING  PERMIT  APPLICATION IN SUCH MUNICIPALITY FOR PROJECTS OF SUCH SCOPE\n   41  AND NATURE.\n   42    (B) UPON REQUEST OF THE BOARD, AN APPLICANT MAY BE REQUIRED TO  ESTAB-\n   43  LISH  AN  ESCROW  ACCOUNT  FOR THE PAYMENT OF THE ACTUAL, REASONABLE AND\n   44  CUSTOMARY COSTS INCURRED BY THE MUNICIPALITY FOR AN INDEPENDENT  TECHNI-\n   45  CAL REVIEW OF EACH ASPECT OF THE APPLICATION.\n   46    S  303.  STANDARDS FOR REVIEW AND APPLICATION REQUIREMENTS FOR A WIRE-\n   47  LESS FACILITY. 1.   PERMIT APPROVAL MAY  BE  GRANTED  IF  THE  APPLICANT\n   48  DEMONSTRATES  COMPLIANCE  WITH  THE  FOLLOWING STANDARDS FOR THE REVIEW,\n   49  PAYS ALL APPLICABLE FEES AND COSTS, AND SUBMITS THE REQUIRED DOCUMENTS.\n   50    2. (A) THE APPLICATION SHALL INCLUDE, AT A MINIMUM, INFORMATION, WHICH\n   51  SHALL INCLUDE A MAP, THAT IDENTIFIES THE LOCATION OF ALL EXISTING  WIRE-\n   52  LESS  FACILITIES  TOGETHER  WITH ALL FACILITIES FOR WHICH AN APPLICATION\n   53  HAS BEEN FILED WITHIN TWENTY MILES OF WHERE SUCH FACILITIES  ARE  TO  BE\n   54  LOCATED.  ON  SUCH MAP THE FACILITIES IDENTIFIED MUST NOTE THE OWNER AND\n   55  OPERATOR OF SUCH FACILITIES.\n\n       A. 3843                             4\n\n    1    (B) THE APPLICATION SHALL CONTAIN INFORMATION  THAT  ESTABLISHES  THAT\n    2  THERE  IS  A SPECIFIC NEED FOR THE PROPOSED WIRELESS FACILITY INCLUDING,\n    3  BUT NOT LIMITED TO, EVIDENCE THAT THE EXISTING  WIRELESS  FACILITIES  DO\n    4  NOT  PROVIDE  ADEQUATE COVERAGE AND DO NOT HAVE THE VIABILITY TO PROVIDE\n    5  ADEQUATE COVERAGE BY ADJUSTING THE FACILITIES AT EXISTING SITES.\n    6    (C)  THE  INFORMATION  SUBMITTED  PURSUANT  TO  THIS SUBDIVISION SHALL\n    7  INCLUDE DATA ON THE EFFECTS UPON THE PUBLIC HEALTH OF  THE  RADIO  WAVES\n    8  EMITTED BY THE PROPOSED WIRELESS FACILITY.\n    9    3.  THE  APPLICATION  SHALL DEMONSTRATE THAT OPERATION OF THE WIRELESS\n   10  FACILITY COMPLIES WITH ALL APPLICABLE REGULATIONS OF THE FEDERAL  COMMU-\n   11  NICATIONS COMMISSION.  IF NEW, MORE RESTRICTIVE STANDARDS ARE ADOPTED BY\n   12  SUCH AGENCY, THE FACILITY SHALL,  IN A MANNER CONSISTENT WITH SUCH STAN-\n   13  DARDS,  BE  BROUGHT  INTO  COMPLIANCE,  OR  CONTINUED  OPERATIONS MAY BE\n   14  RESTRICTED BY THE MUNICIPALITY.\n   15    4. THE WIRELESS FACILITY SHALL BE DESIGNED AND FINISHED  IN  A  MANNER\n   16  WHICH  MINIMIZES  THE VISUAL IMPACT ON SURROUNDING PROPERTIES IN ACCORD-\n   17  ANCE WITH GENERALLY ACCEPTED PRACTICES, WHILE  PROVIDING  THE  LEVEL  OF\n   18  SERVICE REQUESTED BY THE APPLICANT.  MINIMIZATION OF VISUAL IMPACT IN AN\n   19  HISTORIC  OR SCENIC AREA SHALL INCLUDE REASONABLE EFFORTS THAT TAKE INTO\n   20  ACCOUNT THE TOPOGRAPHY AND SURROUNDINGS OF THE WIRELESS FACILITY.\n   21    5. NO TELECOMMUNICATIONS TOWER SHALL BE LOCATED  WITHIN  ONE  THOUSAND\n   22  FIVE HUNDRED FEET OF ANY ELEMENTARY OR SECONDARY SCHOOL.\n   23    6.  THE  WIRELESS  FACILITY SHALL BE DESIGNED, CONSTRUCTED, MAINTAINED\n   24  AND OPERATED IN A MANNER THAT ENSURES THE SECURITY OF THE  FACILITY  AND\n   25  PROTECTS AGAINST UNAUTHORIZED ACCESS.\n   26    7.  WIRELESS  FACILITIES  SHALL NOT BE ILLUMINATED BY ARTIFICIAL MEANS\n   27  AND SHALL NOT DISPLAY OBSTRUCTION MARKING AND/OR  LIGHTING  UNLESS  SUCH\n   28  MARKING AND/OR LIGHTING IS SPECIFICALLY REQUIRED BY THE FEDERAL AVIATION\n   29  ADMINISTRATION  OR  OTHER  FEDERAL  OR  STATE AUTHORITY FOR A PARTICULAR\n   30  WIRELESS FACILITY; PROVIDED, HOWEVER, WHEN INCORPORATED INTO THE DESIGN,\n   31  LIGHT FIXTURES USED TO ILLUMINATE BALL FIELDS, PARKING LOTS, OR    OTHER\n   32  GROUND  AREAS  OR  GROUND STRUCTURES MAY BE ATTACHED TO WIRELESS FACILI-\n   33  TIES.\n   34    8. THE APPLICANT SHALL PRESERVE EXISTING  ON-SITE  VEGETATION  TO  THE\n   35  MAXIMUM  EXTENT PRACTICABLE.  THE BASE OF THE FACILITY AND ANY ACCESSORY\n   36  STRUCTURES SHALL BE LANDSCAPED.\n   37    9. (A) ANY CONTRACT WITH AN OWNER OF PROPERTY UPON  WHICH  A  WIRELESS\n   38  FACILITY  IS  TO  BE  PLACED,  CONSTRUCTED  OR  MODIFIED SHALL INCLUDE A\n   39  PROVISION REQUIRING THE OWNER OF THE WIRELESS FACILITY  TO  REMOVE  SUCH\n   40  FACILITY  IN  THE EVENT THE FACILITY HAS NOT BEEN IN USE FOR A PERIOD OF\n   41  AT LEAST TWELVE MONTHS.  THE TERMS OF SUCH PROVISION SHALL BE FILED WITH\n   42  THE  MUNICIPALITY  WHERE  THE  PROPOSED  WIRELESS  FACILITY  IS  TO   BE\n   43  LOCATED. THE  PERMIT  MAY  BE  REVOKED  UPON A FINDING THAT THE REQUIRED\n   44  CONTRACT LANGUAGE HAS BEEN REMOVED.\n   45    (B) THE MUNICIPALITY MAY REQUIRE  THAT,  IN  THE  EVENT  THE  WIRELESS\n   46  FACILITY  IS NOT USED BY THE APPLICANT, OTHER CO-LOCATORS, THEIR SUCCES-\n   47  SORS AND/OR ASSIGNS FOR A PERIOD OF ONE  YEAR  OR  MORE,  SUCH  FACILITY\n   48  SHALL  BE  REMOVED BY ITS THEN-CURRENT OWNER.  IN THE EVENT THE WIRELESS\n   49  FACILITY IS NOT SO REMOVED, THE MUNICIPALITY SHALL GIVE  WRITTEN  NOTICE\n   50  TO  THE OWNER OF SUCH FACILITY (I) STATING THAT THE WIRELESS FACILITY IS\n   51  CONSIDERED ABANDONED, AND (II) SETTING A TIME,  DATE  AND  PLACE  FOR  A\n   52  PUBLIC  HEARING.    SUCH PUBLIC HEARING SHALL BE ON NOT LESS THAN THIRTY\n   53  DAYS NOTICE TO SUCH OWNER.  UPON A FINDING THAT  THE  WIRELESS  FACILITY\n   54  HAS BEEN ABANDONED, THE MUNICIPALITY SHALL DELIVER WRITTEN NOTICE TO THE\n   55  APPLICANT INDICATING THE REASONS FOR ITS FINDING, AND DIRECTING THAT THE\n   56  WIRELESS  FACILITY  BE  REMOVED  WITHIN ONE HUNDRED TWENTY DAYS, WEATHER\n\n       A. 3843                             5\n\n    1  PERMITTING.  IN THE EVENT THAT THE WIRELESS FACILITY IS NOT SO  REMOVED,\n    2  THE  MUNICIPALITY  MAY  COMMENCE  AN ACTION IN SUPREME COURT AGAINST THE\n    3  OWNER OF SUCH FACILITY SEEKING AN ORDER  REQUIRING  THE  REMOVAL.    THE\n    4  PREVAILING PARTY IN SUCH ENFORCEMENT ACTION SHALL BE ENTITLED TO RECOVER\n    5  FROM THE OTHER REASONABLE ATTORNEYS FEES, AS DETERMINED BY THE COURT.\n    6    (C)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPHS (A) AND (B) OF THIS\n    7  SUBDIVISION, A MUNICIPALITY MAY ADOPT A LOCAL LAW TO REQUIRE THE POSTING\n    8  OF A BOND OR OTHER SECURITY IN ORDER TO FINANCE DISMANTLING OF AN  ABAN-\n    9  DONED WIRELESS FACILITY.\n   10    S  304.  CO-LOCATION  STANDARDS.  1.  WHERE  AN  APPLICATION  PROPOSES\n   11  CONSTRUCTION OF A WIRELESS FACILITY DESIGNED TO SUPPORT ONLY ONE PROVID-\n   12  ER, THE APPLICANT SHALL DEMONSTRATE THAT CO-LOCATING WITH ANOTHER  WIRE-\n   13  LESS  FACILITY INSTEAD OF CONSTRUCTION OF THE PROPOSED WIRELESS FACILITY\n   14  IS NOT TECHNICALLY AND COMMERCIALLY REASONABLE.\n   15    2. THE BOARD MAY REQUIRE THE APPLICANT FOR A WIRELESS FACILITY TO MAKE\n   16  A REASONABLE ATTEMPT TO CO-LOCATE WITH ANOTHER  WIRELESS  FACILITY  THAT\n   17  CAN ADEQUATELY SERVE THE NEEDS OF THE APPLICANT.\n   18    3. IF THE BOARD REQUIRES THE APPLICANT TO ATTEMPT TO CO-LOCATE A WIRE-\n   19  LESS  FACILITY  WITH  AN EXISTING WIRELESS FACILITY, THE APPLICANT SHALL\n   20  PROVIDE THE BOARD WITH A STATEMENT INDICATING  THAT  THE  APPLICANT  HAS\n   21  EITHER:\n   22    (A)  AGREED  TO CO-LOCATE THE WIRELESS FACILITY WITH AN EXISTING WIRE-\n   23  LESS FACILITY, AND WHICH STATEMENT IDENTIFIES THE LOCATION OF THE FACIL-\n   24  ITY ON WHICH THE APPLICANT WILL BE CO-LOCATED; OR\n   25    (B) ATTEMPTED TO CO-LOCATE THE  WIRELESS  FACILITY  WITH  AN  EXISTING\n   26  WIRELESS  FACILITY;  SUCH  STATEMENT SHOULD IDENTIFY THE LOCATION OF THE\n   27  FACILITIES WHICH THE APPLICANT ATTEMPTED TO CO-LOCATE ON WIRELESS FACIL-\n   28  ITIES WHICH THE APPLICANT HAS REVIEWED, AND LIST THE  REASONS  WHY  EACH\n   29  SUCH ATTEMPT TO CO-LOCATE A WIRELESS FACILITY WAS UNSUCCESSFUL.\n   30    4. THE BOARD MAY DENY AN APPLICATION IF IT DETERMINES THAT SUCH APPLI-\n   31  CANT CAN CO-LOCATE ITS PROPOSED FACILITY AT ANOTHER SITE.\n   32    S  305.  PERMIT  APPROVAL;  NON-CONFORMING FACILITIES. 1. UPON FINDING\n   33  THAT A PROPOSED  WIRELESS  FACILITY  COMPLIES  WITH  THE  PROVISIONS  OF\n   34  SECTIONS THREE HUNDRED THREE AND THREE HUNDRED FOUR OF THIS ARTICLE, THE\n   35  BOARD  SHALL ISSUE A PERMIT.  APPEALS FROM BOARD ACTIONS PURSUANT TO THE\n   36  PROVISIONS OF THIS ARTICLE SHALL BE GOVERNED BY ARTICLE SEVENTY-EIGHT OF\n   37  THE CIVIL PRACTICE LAW AND RULES.\n   38    2. (A)  WHERE THE WIRELESS FACILITY DOES NOT MEET  THE  SPECIFICATIONS\n   39  OUTLINED IN THIS ARTICLE, THE MUNICIPAL BOARD SHALL NOT ISSUE THE PERMIT\n   40  PURSUANT TO THIS ARTICLE.\n   41    (B)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n   42  SION, UPON A SHOWING THAT CONSTRUCTION OF A  WIRELESS  FACILITY  MEETING\n   43  THE  REQUIREMENTS  OF  THIS  ARTICLE IS NOT TECHNICALLY AND COMMERCIALLY\n   44  REASONABLE, APPLICATION MAY BE MADE PURSUANT TO THE  PROVISIONS  OF  ANY\n   45  MUNICIPAL  ZONING  LAW OR OTHER LOCAL LAW, ORDINANCE, RULE OR REGULATION\n   46  ADOPTED PURSUANT TO THE PROVISIONS OF ARTICLE FIVE-A OF THE GENERAL CITY\n   47  LAW, THE STATUTE OF LOCAL GOVERNMENTS OR MUNICIPAL HOME RULE LAW GOVERN-\n   48  ING THE PLACEMENT, CONSTRUCTION OR MODIFICATION OF WIRELESS  FACILITIES;\n   49  PROVIDED,  HOWEVER  THAT  AN AREA OR USE VARIANCE SHALL BE GRANTED FOR A\n   50  WIRELESS FACILITY UPON A SHOWING THAT:\n   51    (I) THE WIRELESS FACILITY IS A PUBLIC NECESSITY IN THAT IT IS REQUIRED\n   52  TO RENDER THE SAFE AND ADEQUATE LEVEL OF SERVICE REQUIRED BY THE  APPLI-\n   53  CANT; AND\n   54    (II)  THE  PLACEMENT,  CONSTRUCTION  OR  MODIFICATION  OF THE WIRELESS\n   55  FACILITY IS NECESSARY IN ORDER FOR THE APPLICANT TO RENDER THE  REQUIRED\n\n       A. 3843                             6\n\n    1  LEVEL  OF  SERVICE  IN  A  MANNER  THAT  IS TECHNICALLY AND COMMERCIALLY\n    2  REASONABLE.\n    3    S  306. APPLICABILITY. THE PROVISIONS OF THIS ARTICLE SHALL GOVERN THE\n    4  PLACEMENT, CONSTRUCTION AND MODIFICATION OF ALL WIRELESS FACILITIES IN A\n    5  MUNICIPALITY; PROVIDED, HOWEVER, NO PROVISION OF THIS ARTICLE  SHALL  BE\n    6  DEEMED  TO  PROHIBIT  ANY  MUNICIPALITY FROM ENACTING AND IMPLEMENTING A\n    7  LOCAL LAW WHICH IS CONSISTENT WITH  THE  MINIMUM  REQUIREMENTS  OF  THIS\n    8  ARTICLE,  AND  IMPOSES  STRICTER  OR  MORE  RESTRICTIVE STANDARDS ON THE\n    9  SITING OF WIRELESS FACILITIES THAN THOSE ENACTED IN THIS ARTICLE.\n   10    S 4. This act shall take effect  immediately,  provided  that  section\n   11  three  of  this  act  shall take effect on the one hundred eightieth day\n   12  after it shall have become a law and shall apply to all applications for\n   13  building permits for wireless  facilities  submitted  on  or  after  the\n   14  effective date of such section.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to enact the \"wireless facility siting act\"; to amend the general municipal law, in relation to the placement, construction and modification of wireless services facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T135302.TXT", "SOBI.D110131.T112203.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490923905
}