{
  "year" : 2011,
  "senateBillNo" : "A384-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A384-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Facilitates payment of claims by health insurers to municipalities for early intervention services",
  "summary" : "Facilitates payment of claims by health insurers to municipalities for early intervention services; deems certification of the individualized family services plan by the early intervention official to meet any precertification, preauthorization, and medical necessity requirements imposed on benefits under the policy; prohibits an insurer from denying any payment of an early intervention claim based certain factors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A3719-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          384\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, CAHILL, GALEF, PRETLOW, JAFFEE, LATIMER,\n         PHEFFER -- Multi-Sponsored by -- M. of A.  BOYLAND,  BRENNAN,  HOOPER,\n         McENENY, ORTIZ, J. RIVERA, WEISENBERG -- read once and referred to the\n         Committee on Insurance\n\n       AN  ACT  to  amend  the  insurance law, in relation to coverage of early\n         intervention services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3235-a of the insurance law, as added by section 3\n    2  of part C of chapter 1 of the laws  of  2002,  is  amended  to  read  as\n    3  follows:\n    4    S  3235-a.  Payment  for early intervention services. (a) No policy of\n    5  accident and health insurance, including contracts  issued  pursuant  to\n    6  article  forty-three  of this chapter, shall exclude coverage for other-\n    7  wise covered services [solely on the basis that the services  constitute\n    8  early intervention program services] THAT ARE PROVIDED under title two-A\n    9  of article twenty-five of the public health law.\n   10    (b)  Where  a  policy  of  accident  and health insurance, including a\n   11  contract  issued  pursuant  to  article  forty-three  of  this  chapter,\n   12  provides coverage for an early intervention program service, such cover-\n   13  age shall not be applied against any maximum annual or lifetime monetary\n   14  limits set forth in such policy or contract. Visit limitations and other\n   15  terms  and  conditions  of  the  policy  will continue to apply to early\n   16  intervention services. However, any visits used for  early  intervention\n   17  program  services shall not reduce the number of visits otherwise avail-\n   18  able under the policy or contract for such services.\n   19    (c) Any right of subrogation to benefits which a municipality is enti-\n   20  tled in accordance with paragraph (d) of subdivision  three  of  section\n   21  twenty-five  hundred  fifty-nine of the public health law shall be valid\n   22  and enforceable to the extent benefits are available under any  accident\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00328-01-1\n\n       A. 384                              2\n\n    1  and health insurance policy. The right of subrogation does not attach to\n    2  insurance benefits paid or provided under any accident and health insur-\n    3  ance  policy  prior to receipt by the insurer of written notice from the\n    4  municipality.  UPON  THE  INSURER'S  RECEIPT  OF WRITTEN NOTICE FROM THE\n    5  MUNICIPALITY, THE INSURER SHALL PROVIDE THE MUNICIPALITY  WITH  INFORMA-\n    6  TION ON THE EXTENT OF BENEFITS AVAILABLE TO AN INSURED UNDER THE POLICY.\n    7    (d) THE INDIVIDUALIZED FAMILY SERVICES PLAN, UPON CERTIFICATION BY THE\n    8  EARLY  INTERVENTION  OFFICIAL, AS DEFINED IN SECTION TWENTY-FIVE HUNDRED\n    9  FORTY-ONE OF THE PUBLIC HEALTH LAW, OR SUCH OFFICIAL'S  DESIGNEE,  SHALL\n   10  BE  DEEMED  TO  MEET ANY PRECERTIFICATION, PREAUTHORIZATION, AND MEDICAL\n   11  NECESSITY REQUIREMENTS IMPOSED ON BENEFITS UNDER THE POLICY.\n   12    (E) NO INSURER, INCLUDING A HEALTH MAINTENANCE ORGANIZATION  ISSUED  A\n   13  CERTIFICATE  OF  AUTHORITY UNDER ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH\n   14  LAW AND A CORPORATION ORGANIZED UNDER ARTICLE FORTY-THREE OF THIS  CHAP-\n   15  TER,  SHALL  DENY  PAYMENT  OF  AN EARLY INTERVENTION CLAIM BASED ON THE\n   16  FOLLOWING:\n   17    (1) THE LOCATION WHERE SERVICES ARE PROVIDED;\n   18    (2) THE DURATION OF THE CHILD'S  CONDITION  AND/OR  THAT  THE  CHILD'S\n   19  CONDITION  IS  NOT  AMENABLE TO SIGNIFICANT IMPROVEMENT WITHIN A CERTAIN\n   20  PERIOD OF TIME AS SPECIFIED IN THE POLICY;\n   21    (3) THE ABSENCE OF A PRIMARY CARE PROVIDER REFERRAL; OR\n   22    (4) THAT THE PROVIDER OF SERVICES IS NOT A  NETWORK  OR  PARTICIPATING\n   23  PROVIDER.\n   24     (F)  TIME OF LOSS FOR THE PURPOSES OF FILING CLAIMS SHALL BE THE DATE\n   25  OF CONTRACTOR PAYMENT BY THE MUNICIPALITY.\n   26    (G) THE INSURER SHALL  ISSUE  PAYMENT  IN  THE  AMOUNT  EQUAL  TO  THE\n   27  APPROVED COSTS FOR EARLY INTERVENTION SERVICES.\n   28    (H)  No  insurer, including a health maintenance organization issued a\n   29  certificate of authority under article forty-four of the  public  health\n   30  law  and a corporation organized under article forty-three of this chap-\n   31  ter, shall refuse to issue an accident and health  insurance  policy  or\n   32  contract  or  refuse to renew an accident and health insurance policy or\n   33  contract solely because the applicant or insured is  receiving  services\n   34  under the early intervention program.\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to coverage of early intervention services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T145102.TXT", "SOBI.D101223.T154616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479462273
}