{
  "year" : 2011,
  "senateBillNo" : "A3856-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3856\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to courses of instruction\n         in the aging process, issues related to aging, understanding and plan-\n         ning for long-term care and intergenerational programming\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  America's future is in the hands of\n    2  today's youth who, as adults, will face a challenge unique to the histo-\n    3  ry of mankind: a \"graying society\".  Today's youth will need  to  become\n    4  educated and prepare to care for aging parents at an increasing personal\n    5  cost,  understand  and invest in long-term care health insurance as part\n    6  of their own long-range family planning, develop healthy  lifestyles  to\n    7  ensure  their own successful aging, and work to eliminate negative views\n    8  about aging. Despite the \"graying\" of our society, children at all grade\n    9  levels have negative images of  older  people.  This  is  reiterated  in\n   10  AARP's IMAGES IN AMERICA (1995), which included a national random sample\n   11  of  teens  and  a  survey  of children ages 6-11. This study showed that\n   12  children form negative stereotypes about the elderly  at  a  very  early\n   13  age.  This should not be surprising given the media's portrayal of older\n   14  adults as well as  the  disconnect  between  the  generations.  Children\n   15  perceive  growing  older  as a process of decline, without potential for\n   16  growth and fulfillment. Images of aging as depicted in children's  draw-\n   17  ings  emphasize  disabilities,  isolation  and  dependency. Missing from\n   18  children's images is the vision of physical and mental wellness in later\n   19  life, involvement with  others,  independent  living,  productivity  and\n   20  connection  with  the  larger  community. Despite the knowledge of chil-\n   21  dren's negative attitudes about older people, very little is being  done\n   22  to  prepare  our  youth  to  meet these challenges, and most high school\n   23  graduates receive  little  information  on  the  physiological,  social,\n   24  psychological  or  economic  effects of aging.  Several researchers have\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05287-01-1\n\n       A. 3856                             2\n\n    1  found that when schools  have  initiated  programs  at  different  grade\n    2  levels  to teach about aging, the results have been very positive on how\n    3  children view older people and the aging. In addition, interactions with\n    4  older people were found to be a factor in forming positive images of the\n    5  elderly  and  reducing  stereotyping.  Furthermore,  this knowledge will\n    6  enable students to better prepare themselves for planning for their  own\n    7  retirement  and  long-term  care  needs.  For  all of these reasons, the\n    8  legislature is prescribing the inclusion of  instruction  on  the  aging\n    9  process,  issues  related to aging, understanding and planning for long-\n   10  term care and intergenerational programming in the New York state school\n   11  curriculum.\n   12    S 2. The education law is amended by adding a  new  section  804-e  to\n   13  read as follows:\n   14    S  804-E.  COURSES OF INSTRUCTION IN THE AGING PROCESS, ISSUES RELATED\n   15  TO AGING, UNDERSTANDING AND PLANNING FOR LONG-TERM CARE, AND INTERGENER-\n   16  ATIONAL PROGRAMMING. 1.  A.  THE  REGENTS  SHALL  PRESCRIBE  COURSES  OF\n   17  INSTRUCTION ON THE AGING PROCESS, ISSUES RELATED TO AGING, UNDERSTANDING\n   18  AND PLANNING FOR LONG-TERM CARE, AND INTERGENERATIONAL PROGRAMMING TO BE\n   19  MAINTAINED  AND  FOLLOWED IN ALL THE SECONDARY SCHOOLS OF THE STATE. THE\n   20  BOARDS OF EDUCATION AND TRUSTEES OF THE SEVERAL SCHOOL DISTRICTS OF  THE\n   21  STATE  SHALL  REQUIRE  INSTRUCTION  TO  BE  GIVEN IN SUCH COURSES BY THE\n   22  TEACHERS EMPLOYED IN THE SECONDARY SCHOOLS THEREIN. ALL PUPILS ATTENDING\n   23  SUCH SECONDARY SCHOOLS SHALL ATTEND UPON SUCH INSTRUCTION.\n   24    B. SIMILAR COURSES OF INSTRUCTION SHALL BE PRESCRIBED  AND  MAINTAINED\n   25  IN  PRIVATE  SECONDARY  SCHOOLS  IN  THE  STATE,  AND ALL PUPILS IN SUCH\n   26  SECONDARY SCHOOLS SHALL ATTEND UPON SUCH COURSES. IF  SUCH  COURSES  ARE\n   27  NOT SO ESTABLISHED AND MAINTAINED IN A PRIVATE SECONDARY SCHOOL, ATTEND-\n   28  ANCE  UPON  INSTRUCTION  IN  SUCH  SECONDARY  SCHOOL SHALL NOT BE DEEMED\n   29  SUBSTANTIALLY EQUIVALENT TO INSTRUCTION GIVEN TO PUPILS OF LIKE  AGE  IN\n   30  THE PUBLIC SECONDARY SCHOOLS OF THE SCHOOL DISTRICT IN WHICH SUCH PUPILS\n   31  RESIDE.\n   32    2.  THE  REGENTS,  IN CONSULTATION WITH THE STATE OFFICE FOR THE AGING\n   33  SHALL DETERMINE THE SUBJECTS, TOPICS AND PROGRAMMING TO BE  INCLUDED  IN\n   34  SUCH  COURSES  OF  INSTRUCTION  ON  THE AGING PROCESS, ISSUES RELATED TO\n   35  AGING, UNDERSTANDING AND PLANNING FOR LONG-TERM CARE,  AND  INTERGENERA-\n   36  TIONAL  PROGRAMMING, IN ADDITION TO THE PERIOD OF INSTRUCTION IN EACH OF\n   37  THE SECONDARY GRADES IN SUCH SUBJECTS, TOPICS AND PROGRAMMING.    INTER-\n   38  GENERATIONAL  PROGRAMMING  MAY  INCLUDE  BUT NOT BE LIMITED TO UTILIZING\n   39  SENIOR CITIZEN VOLUNTEERS TO MENTOR STUDENTS AND TEACH LESSONS, ENGAGING\n   40  STUDENTS IN INTERGENERATIONAL SERVICE LEARNING PROJECTS,  CONGREGATE  OR\n   41  HOME DELIVERED MEALS PROGRAMS, AND NURSING HOME VISITS.\n   42    3.  THE  REGENTS  SHALL ADOPT RULES PROVIDING FOR ATTENDANCE UPON SUCH\n   43  INSTRUCTION AND FOR SUCH OTHER MATTERS AS ARE REQUIRED FOR CARRYING INTO\n   44  EFFECT THE OBJECTS AND PURPOSES OF THIS SECTION. THE COMMISSIONER  SHALL\n   45  BE RESPONSIBLE FOR THE ENFORCEMENT OF THIS SECTION AND SHALL CAUSE TO BE\n   46  INSPECTED AND SUPERVISE THE INSTRUCTION TO BE GIVEN IN SUCH SUBJECTS AND\n   47  TOPICS.  THE  COMMISSIONER MAY, IN HIS OR HER DISCRETION, CAUSE ALL OR A\n   48  PORTION OF THE PUBLIC  SCHOOL  MONEY  TO  BE  APPORTIONED  TO  A  SCHOOL\n   49  DISTRICT  TO  BE  WITHHELD FOR FAILURE OF THE SCHOOL AUTHORITIES OF SUCH\n   50  DISTRICT TO PROVIDE INSTRUCTION IN SUCH COURSES AND TO COMPEL ATTENDANCE\n   51  UPON SUCH INSTRUCTION, AS PRESCRIBED IN THIS SECTION, AND FOR A NON-COM-\n   52  PLIANCE WITH THE RULES OF  THE  REGENTS  ADOPTED  AS  PROVIDED  IN  THIS\n   53  SECTION.\n   54    S  3.  Paragraph  (h) of subdivision 2 of section 355 of the education\n   55  law is amended by adding a new subparagraph 10 to read as follows:\n\n       A. 3856                             3\n\n    1    (10) IN FORMULATING THE CURRICULUM FOR EACH COLLEGE AND UNIVERSITY  OF\n    2  THE  STATE  UNIVERSITY,  THE BOARD OF TRUSTEES SHALL REQUIRE AND INCLUDE\n    3  INSTRUCTION IN THE AGING PROCESS, ISSUES RELATED TO AGING, UNDERSTANDING\n    4  AND PLANNING FOR LONG-TERM CARE, AND INTERGENERATIONAL PROGRAMMING.  THE\n    5  BOARD  OF TRUSTEES, IN CONSULTATION WITH THE STATE OFFICE FOR THE AGING,\n    6  SHALL FURTHER ESTABLISH AND DISTRIBUTE GUIDELINES,  PERTAINING  TO  SUCH\n    7  INSTRUCTION,  INCLUDING  CREDIT  HOURS, TO THE PRESIDENT OF EACH COLLEGE\n    8  AND UNIVERSITY OF THE STATE UNIVERSITY.\n    9    S 4. Section 6206 of the education law is  amended  by  adding  a  new\n   10  subdivision 17 to read as follows:\n   11    17. IN FORMULATING THE CURRICULUM FOR EACH COLLEGE OF THE CITY UNIVER-\n   12  SITY, THE BOARD OF TRUSTEES SHALL REQUIRE AND INCLUDE INSTRUCTION IN THE\n   13  AGING  PROCESS,  ISSUES RELATED TO AGING, UNDERSTANDING AND PLANNING FOR\n   14  LONG-TERM CARE, AND INTERGENERATIONAL PROGRAMMING. THE  BOARD  OF  TRUS-\n   15  TEES, IN CONSULTATION WITH THE STATE OFFICE FOR THE AGING, SHALL FURTHER\n   16  ESTABLISH  AND  DISTRIBUTE  GUIDELINES,  PERTAINING TO SUCH INSTRUCTION,\n   17  INCLUDING CREDIT HOURS, TO THE PRESIDENT OF EACH  COLLEGE  OF  THE  CITY\n   18  UNIVERSITY.\n   19    S  5.  This  act  shall  take  effect  on  the first of September next\n   20  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T140306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296241386341
}