{
  "year" : 2011,
  "senateBillNo" : "A3851-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to children and families",
    "billEventId" : "A3851-2011-1296190800000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the adoption of integrated pest management techniques at day care and child care facilities",
  "summary" : "Requires the adoption of integrated pest management techniques, environmental health and safety measures and methods for limiting exposure to toxic substances at day care and child care facilities; subjects such plans to public review. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1698-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3851\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Children and Families\n\n       AN ACT to amend the social services law, in relation to child day  care;\n         and  to amend the environmental conservation law, in relation to inte-\n         grated pest management procedures in child day care settings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The legislature hereby finds that\n    2  young children, including those in day care and head start centers,  are\n    3  at  a  disproportionate  risk to environmental hazards such as pesticide\n    4  exposure. Due to their smaller body size, developing organ  systems  and\n    5  predilection for hand-to-mouth behaviors, they are exposed to and absorb\n    6  more  toxic  substances  per pound of body weight than adults. Therefore\n    7  the legislature finds that special protective measures, like  integrated\n    8  pest management programs, are necessary.\n    9    S  2.  Subdivision  3  of section 390-a of the social services law, as\n   10  added by chapter 416 of the laws of 2000, paragraph (b)  as  amended  by\n   11  chapter  552  of the laws of 2003 and subparagraph (ix) of paragraph (b)\n   12  as amended by chapter 117 of the laws of 2010, is  amended  to  read  as\n   13  follows:\n   14    3.  (a)  The  office  of children and family services shall promulgate\n   15  regulations  requiring  operators,  program  directors,  employees   and\n   16  assistants  of  family  day  care  homes,  group  family day care homes,\n   17  school-age child care programs and child day  care  centers  to  receive\n   18  [thirty]  THIRTY-TWO hours of training every two years; provided, howev-\n   19  er, that [fifteen] SIXTEEN hours of such training must be received with-\n   20  in the first six  months  of  the  initial  licensure,  registration  or\n   21  employment. Such training requirements shall also apply to any volunteer\n   22  in  such  day  care homes, programs or centers who has the potential for\n   23  regular and substantial contact with children. The  [thirty]  THIRTY-TWO\n   24  hours of training required during the first biennial cycle after initial\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05281-01-1\n\n       A. 3851                             2\n\n    1  licensure  or  registration  shall  include  training  received while an\n    2  application for licensure or  registration  pursuant  to  section  three\n    3  hundred  ninety  of  this  title  is pending. The office of children and\n    4  family services may provide this training through purchase of services.\n    5    (b)  The  training required in paragraph (a) of this subdivision shall\n    6  address the following topics:\n    7    (i) principles of childhood development, focusing on the developmental\n    8  stages of the age groups for which the program provides care;\n    9    (ii) nutrition and health needs of infants and children;\n   10    (iii) child day care program development;\n   11    (iv) safety and security procedures;\n   12    (v) business record maintenance and management;\n   13    (vi) child abuse and maltreatment identification and prevention;\n   14    (vii) statutes and regulations pertaining to child day care;\n   15    (viii)  statutes  and  regulations  pertaining  to  child  abuse   and\n   16  maltreatment; [and]\n   17    (ix)  for  operators,  program  directors, employees and assistants of\n   18  family day care homes, group family day care homes and  child  day  care\n   19  centers,  education and information on the identification, diagnosis and\n   20  prevention of shaken baby syndrome[.]; AND\n   21    (X) ENVIRONMENTAL HEALTH AND  SAFETY  MEASURES,  INCLUDING  INTEGRATED\n   22  PEST  MANAGEMENT  PROCEDURES  AS DEFINED IN SUBDIVISION FIFTY OF SECTION\n   23  33-0101 OF THE ENVIRONMENTAL CONSERVATION  LAW  AND  OTHER  METHODS  FOR\n   24  LIMITING EXPOSURE TO TOXIC SUBSTANCES.\n   25    (c)  For  the  [thirty] THIRTY-TWO hours of biennial training required\n   26  after the initial period of licensure or registration, each provider who\n   27  can demonstrate basic competency shall determine in which of the  speci-\n   28  fied topics he or she needs further study, based on the provider's expe-\n   29  rience and the needs of the children in the provider's care.\n   30    (d)  Family  day  care  home  and group family day care home operators\n   31  shall obtain training pertaining to protection of the health and  safety\n   32  of  children,  as  required  by  regulation,  prior to the issuance of a\n   33  license or registration by the office of children and family services.\n   34    (e) Upon request by the office of children and  family  services,  the\n   35  child  day  care applicant or provider shall submit documentation demon-\n   36  strating compliance with the training requirements of this section.\n   37    S 3. Section 390-a of the social services law  is  amended  by  adding\n   38  four new subdivisions 6, 7, 8 and 9 to read as follows:\n   39    6.  ALL  PROVIDERS  OF  A  CHILD DAY CARE CENTER AS DEFINED IN SECTION\n   40  THREE HUNDRED NINETY OF THIS TITLE, OR A  HEAD  START  DAY  CARE  CENTER\n   41  FUNDED  PURSUANT  TO  TITLE V OF THE FEDERAL OPPORTUNITY ACT OF NINETEEN\n   42  HUNDRED SIXTY-FOUR, AS AMENDED, ARE REQUIRED  TO  HAVE  INTEGRATED  PEST\n   43  MANAGEMENT PLANS WHICH HAVE BEEN DEVELOPED WITH PUBLIC INPUT. SUCH PLANS\n   44  MUST  BE  COMPLETED  WITHIN  SIX  MONTHS  OF  COMPLETION OF THE TRAINING\n   45  REQUIREMENTS SET FORTH IN PARAGRAPH (B) OF  SUBDIVISION  THREE  OF  THIS\n   46  SECTION.  SUCH PLANS SHALL UTILIZE INTEGRATED PEST MANAGEMENT TECHNIQUES\n   47  TO MANAGE AND CONTROL PESTS AND PROBLEMS AS DEFINED IN SUBDIVISION FIFTY\n   48  OF SECTION 33-0101 OF THE ENVIRONMENTAL CONSERVATION LAW. THE INTEGRATED\n   49  PEST MANAGEMENT PLANS SHALL INCLUDE A PROVISION FOR PUBLIC ACCESS TO ALL\n   50  INFORMATION ABOUT THE IMPLEMENTATION OF THE PLANS. SUCH PROVIDERS  SHALL\n   51  BE PROHIBITED FROM CONDUCTING OR HAVING CONDUCTED PESTICIDE APPLICATIONS\n   52  TO  CHILD  DAY  CARE  CENTERS  AND HEAD START DAY CARE CENTERS WHICH ARE\n   53  PREVENTIVE IN NATURE AND DO NOT RESPOND  TO  EXISTING,  VERIFIABLE  PEST\n   54  PROBLEMS.\n   55    7.  PROVIDERS  OF  A  CHILD  DAY  CARE CENTER OR A HEAD START DAY CARE\n   56  CENTER SHALL BE RESPONSIBLE FOR PROVIDING AN ANNUAL  EVALUATION  OF  THE\n\n       A. 3851                             3\n\n    1  IMPLEMENTATION  OF THEIR INTEGRATED PEST MANAGEMENT PLANS TO THE PARENTS\n    2  OF THE CHILDREN ATTENDING SUCH CENTER. SUCH PROVIDERS SHALL BE RESPONSI-\n    3  BLE FOR UPDATING THEIR INTEGRATED  PEST  MANAGEMENT  PLANS  EVERY  THREE\n    4  YEARS. SUCH INFORMATION SHALL BE PUBLICLY AVAILABLE.\n    5    8.  IN  ALL  LICENSED  CHILD  DAY CARE CENTERS AND HEAD START DAY CARE\n    6  CENTERS ALL PESTICIDE APPLICATIONS SHALL BE  CONDUCTED  BY  A  CERTIFIED\n    7  COMMERCIAL  APPLICATOR.  PESTICIDE APPLICATIONS BY PERSONS WORKING UNDER\n    8  THE DIRECT SUPERVISION OF A  CERTIFIED  PESTICIDE  APPLICATOR  SHALL  BE\n    9  PROHIBITED.\n   10    9.  WHEN  PESTICIDES  ARE  TO BE APPLIED TO A CHILD DAY CARE CENTER OR\n   11  HEAD START DAY CARE  CENTER  GROUNDS,  TURF,  TREES  OR  SHRUBS,  VISUAL\n   12  NOTIFICATION  MARKERS,  AS  PROVIDED  IN SECTION 33-1003 OF THE ENVIRON-\n   13  MENTAL CONSERVATION LAW, SHALL BE POSTED AT LEAST EVERY FIFTY FEET  WITH\n   14  AT LEAST ONE MARKER ON EACH SIDE OF THE APPLICATION AREA.\n   15    S  4. Section 33-0101 of the environmental conservation law is amended\n   16  by adding a new subdivision 50 to read as follows:\n   17    50. \"INTEGRATED PEST MANAGEMENT\" AND \"(IPM)\"  MEAN  A  DECISION-MAKING\n   18  PROCESS  FOR  PEST CONTROL THAT UTILIZES REGULAR MONITORING TO DETERMINE\n   19  IF AND WHEN CONTROLS ARE NEEDED; EMPLOYS PHYSICAL, MECHANICAL, CULTURAL,\n   20  BIOLOGICAL AND EDUCATIONAL PRACTICES TO CONTROL CONDITIONS THAT  PROMOTE\n   21  PEST  INFESTATIONS  AND  TO KEEP PEST POPULATIONS AT TOLERABLE DAMAGE OR\n   22  ANNOYANCE LEVELS; AND ONLY AS A LAST RESORT, UTILIZES LEAST-TOXIC PESTI-\n   23  CIDE CONTROLS. THE OVERALL GOAL OF IPM IS TO ELIMINATE  THE  UNNECESSARY\n   24  USE OF PESTICIDES AND REDUCE THE USE OF ALL PESTICIDES.\n   25    S  5.  This act shall take effect on the first of June next succeeding\n   26  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to child day care; and to amend the environmental conservation law, in relation to integrated pest management procedures in child day care settings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T112203.TXT", "SOBI.D110128.T135802.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490923927
}