{
  "year" : 2011,
  "senateBillNo" : "A3854-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to education",
    "billEventId" : "A3854-2011-1296190800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding plans and specifications of school buildings with respect to health and safety, including environmental health and safety",
  "summary" : "Adds a list of items, including certain quality air conditioning systems, to the requirements for approval of new, leased or remodeled school buildings with respect to health and safety, including environmental health and safety; requires departments of health and environmental conservation to report to the education department and school districts information on environmental hazards relevant to school buildings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1706-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3854\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, the  environmental  conservation  law\n         and  the public health law, in relation to plans and specifications of\n         school buildings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds and declares that\n    2  it  shall  be the policy of the state of New York to provide every child\n    3  with an environmentally safe and healthy learning environment  in  which\n    4  to  grow, learn and mature into productive and healthy adults. To ensure\n    5  that schools provide this setting  for  our  children,  the  legislature\n    6  finds  that standards for school buildings being purchased, remodeled or\n    7  built must be protective of children's environmental health and  safety.\n    8  Children  are  uniquely  vulnerable  to  and may be severely affected by\n    9  exposure to chemicals, hazardous wastes and other environmental hazards,\n   10  which affect their learning abilities as well as  create  chemical-based\n   11  responses  and  sensitivities.  It is the purpose of this legislation to\n   12  reduce as much as possible such exposures for children and school staff.\n   13    S 2. Subdivisions 2 and 3 of section 408 of the education law,  subdi-\n   14  vision 2 as amended by chapter 414 of the laws of 1972 and subdivision 3\n   15  as  amended  by  section 2 of part A1 of chapter 58 of the laws of 2006,\n   16  are amended to read as follows:\n   17    2. The commissioner [of education] shall not approve the plans for the\n   18  erection, LEASE or purchase of any school building or  addition  thereto\n   19  or  remodeling  thereof  unless the same shall provide for THE FOLLOWING\n   20  WHERE APPLICABLE: heating, ventilation,  AND  AIR  CONDITIONING  SYSTEMS\n   21  CONSTRUCTED,  MAINTAINED OR UPGRADED TO MEET CURRENTLY ACCEPTED INDUSTRY\n   22  VENTILATION STANDARDS; PLACEMENT OF AIR INTAKE VENTS SO AS  TO  MAXIMIZE\n   23  HEALTHFUL  INDOOR AIR QUALITY; DESIGN PRACTICES THAT MINIMIZE INGRESS OF\n   24  AND CONDITIONS FAVORABLE TO PEST  POPULATIONS;  CONSTRUCTION  TECHNIQUES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05289-01-1\n\n       A. 3854                             2\n\n    1  AND  VENTILATION SYSTEMS DESIGNED TO CONTROL RADON LEVELS IN INDOOR AIR;\n    2  lighting[,]; sanitation[,]; storm drainage and health, fire and accident\n    3  protection adequate to maintain healthful, safe and  comfortable  condi-\n    4  tions  therein  and  unless  the  county  superintendent  of highways or\n    5  commissioner of public works has been advised of  the  location  of  all\n    6  temporary and permanent entrances and exits upon all public highways and\n    7  the storm drainage plan which is to be used.\n    8    3.  (A)  The  commissioner shall approve the plans and specifications,\n    9  heretofore or hereafter submitted pursuant  to  this  section,  for  the\n   10  erection  or  purchase  of  any  school  building or addition thereto or\n   11  remodeling thereof on the site or sites selected  therefor  pursuant  to\n   12  this  chapter,  if such plans conform to the requirements and provisions\n   13  of this chapter and the regulations of the commissioner adopted pursuant\n   14  to this chapter in all  other  respects;  provided,  however,  that  the\n   15  commissioner [of education] shall not approve the plans for the erection\n   16  or  purchase  of any school building or addition thereto unless the site\n   17  has  been  selected  with  reasonable  consideration  of  the  following\n   18  factors;  its  place  in  a  comprehensive,  long-term  school  building\n   19  program; area required for outdoor educational  activities;  educational\n   20  adaptability,  environment,  AND  accessibility;  soil  conditions;  AND\n   21  initial and ultimate cost. In developing such plans and  specifications,\n   22  school  districts  are  encouraged to review the energy conservation and\n   23  saving best practices available from the department  and  the  New  York\n   24  state energy research and development authority.\n   25    (B)  SUCH  PLANS SHALL DEMONSTRATE THAT THE SCHOOL DISTRICT HAS IN ITS\n   26  SELECTION OF THE SITE OR SITES FOR THE ERECTION, LEASE  OR  PURCHASE  OF\n   27  ANY SCHOOL BUILDING OR ADDITION THERETO OR REMODELING THEREOF TAKEN INTO\n   28  CONSIDERATION  THE PROXIMITY OF SUCH SITE OR SITES TO EXISTING AND KNOWN\n   29  ENVIRONMENTAL  HAZARDS,  INCLUDING  INDUSTRIAL  FACILITIES,   COMBUSTION\n   30  FACILITIES, INACTIVE HAZARDOUS WASTE SITES, AND MUNICIPAL LANDFILLS, AND\n   31  OTHER ENVIRONMENTAL HAZARDS AS DETERMINED BY THE DEPARTMENTS OF ENVIRON-\n   32  MENTAL CONSERVATION AND HEALTH, AND AVOIDANCE OF SUCH WHERE PRUDENT.\n   33    S  3.  Section  408  of  the  education law is amended by adding a new\n   34  subdivision 7 to read as follows:\n   35    7. NOTWITHSTANDING THE REQUIREMENTS OF THIS SECTION, THE PROVISIONS OF\n   36  SUBDIVISIONS TWO AND THREE OF THIS SECTION SHALL  APPLY  TO  ALL  SCHOOL\n   37  DISTRICTS, INCLUDING CITY SCHOOL DISTRICTS, REGARDLESS OF POPULATION AND\n   38  BOARDS OF COOPERATIVE EDUCATIONAL SERVICES.\n   39    S  4. Subdivision 1 of section 409-d of the education law, as added by\n   40  section 1 of part B of chapter 56 of the laws of  1998,  is  amended  to\n   41  read as follows:\n   42    1.  Program establishment. The commissioner is authorized and directed\n   43  to establish, develop and monitor a comprehensive public school building\n   44  safety program which shall include a uniform inspection,  safety  rating\n   45  and  monitoring system. Such program shall require the annual inspection\n   46  of all public school buildings throughout New York  state;  establish  a\n   47  safety  rating  system  for such school buildings to assess the need for\n   48  maintenance, repairs, rehabilitation, reconstruction,  construction  and\n   49  other improvements related to the structural integrity and overall safe-\n   50  ty  of  public  school  buildings  including but not limited to building\n   51  systems related to electrical, plumbing, heating, ventilation,  and  air\n   52  conditioning,  sanitation  and  health, ENVIRONMENTAL HEALTH AND SAFETY,\n   53  fire and accident protection; and require that such ratings be used  for\n   54  the  purpose  of  developing  a  buildings  condition survey as required\n   55  pursuant to subdivision four of section thirty-six hundred forty-one  of\n   56  this  chapter and a five year CAPITAL facilities plan as required pursu-\n\n       A. 3854                             3\n\n    1  ant to [clause (i) of subparagraph two of paragraph  b  of]  subdivision\n    2  six of section thirty-six hundred two of this chapter.\n    3    S  5. Subdivision 3 of section 409-e of the education law, as added by\n    4  section 1 of part B of chapter 56 of the laws of  1998,  is  amended  to\n    5  read as follows:\n    6    3.  Safety  rating  system. The commissioner shall develop pursuant to\n    7  regulations a safety rating system to be used by  all  school  districts\n    8  and  boards  of cooperative educational services keyed to the structural\n    9  integrity and overall safety of the  building  and  shall  be  developed\n   10  using data obtained from the building's annual inspection as required by\n   11  this  article.  Such  safety rating system shall identify and assess the\n   12  condition of every major  system  component  of  every  school  building\n   13  including  interior structures; building systems such as heating, venti-\n   14  lation, plumbing and electrical systems; exterior  structures  including\n   15  but  not  limited to roofs, masonry, stairs, and chimneys; and develop a\n   16  system which rates each building component based on at least the follow-\n   17  ing factors: overall safety INCLUDING ENVIRONMENTAL HEALTH  AND  SAFETY;\n   18  structural  integrity; probable useful life; need for repair or replace-\n   19  ment; and maintenance. Such safety rating shall include mechanisms which\n   20  facilitate more frequent inspections and repairs as determined necessary\n   21  to protect the welfare and safety of students and staff residing in such\n   22  school buildings. This information shall be used for purposes of  devel-\n   23  oping a buildings condition survey as required pursuant to section thir-\n   24  ty-six hundred forty-one of this chapter and a five year CAPITAL facili-\n   25  ties  plan  as  required  pursuant to [clause (i) of subparagraph two of\n   26  paragraph (b) of] subdivision six of section thirty-six hundred  two  of\n   27  this chapter.\n   28    S  6.  The  environmental  conservation law is amended by adding a new\n   29  section 3-0319 to read as follows:\n   30  S 3-0319. INFORMATION FOR EDUCATION DEPARTMENT AND SCHOOL DISTRICTS.\n   31     PURSUANT TO SUBDIVISION THREE OF SECTION FOUR HUNDRED  EIGHT  OF  THE\n   32  EDUCATION  LAW,  THE  DEPARTMENT  SHALL  ANNUALLY  PROVIDE ALL NECESSARY\n   33  INFORMATION TO THE EDUCATION DEPARTMENT, REGARDING  EXISTING  AND  KNOWN\n   34  LOCATIONS  OF  INDUSTRIAL  FACILITIES,  COMBUSTION  FACILITIES, INACTIVE\n   35  HAZARDOUS WASTE SITES,  MUNICIPAL  LANDFILLS,  AND  OTHER  ENVIRONMENTAL\n   36  HAZARDS.  WHENEVER  SCHOOL  DISTRICTS  REQUEST THIS INFORMATION FROM THE\n   37  DEPARTMENT, SUCH INFORMATION SHALL BE PROVIDED  WITHIN  THIRTY  DAYS  OF\n   38  RECEIPT OF SUCH REQUEST.\n   39    S 7. The public health law is amended by adding a new section 201-a to\n   40  read as follows:\n   41    S  201-A.  INFORMATION  FOR EDUCATION DEPARTMENT AND SCHOOL DISTRICTS.\n   42  PURSUANT TO SUBDIVISION THREE OF  SECTION  FOUR  HUNDRED  EIGHT  OF  THE\n   43  EDUCATION  LAW,  THE  DEPARTMENT  SHALL  ANNUALLY  PROVIDE ALL NECESSARY\n   44  INFORMATION TO THE EDUCATION DEPARTMENT, REGARDING  EXISTING  AND  KNOWN\n   45  LOCATIONS  OF ENVIRONMENTAL HAZARDS SUCH AS RADON, LEAD, AND OTHER TOXIC\n   46  CONTAMINANTS. WHENEVER SCHOOL DISTRICTS REQUEST  THIS  INFORMATION  FROM\n   47  THE DEPARTMENT, SUCH INFORMATION SHALL BE PROVIDED WITHIN THIRTY DAYS OF\n   48  RECEIPT OF SUCH REQUEST.\n   49    S  8.  This  act  shall take effect on the sixtieth day after it shall\n   50  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, the environmental conservation law and the public health law, in relation to plans and specifications of school buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T112203.TXT", "SOBI.D110128.T135802.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296490923932
}