{
  "year" : 2011,
  "senateBillNo" : "A385-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A385-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Alters provisions that a person be given just compensation if his or her residence or small business is taken through the eminent domain procedure",
  "summary" : "Alters provisions that a person be given just compensation if his or her residence or small business is taken through the eminent domain procedure; provides that all such claims relating to the amount of just compensation be resolved through a jury trial; provides that a condemnee be compensated for attorney's fees, court costs, and moving expenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Eminent Domain Procedure Law",
  "previousVersions" : [ "A9483-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          385\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PAULIN, COLTON, BENEDETTO, CLARK, PERRY, LATIMER,\n         HOOPER,  JAFFEE  --  Multi-Sponsored  by  --  M. of A. BRENNAN, GALEF,\n         LUPARDO, PHEFFER, WEISENBERG -- read once and referred to the  Commit-\n         tee on Judiciary\n\n       AN  ACT  to  amend  the eminent domain procedure law, in relation to the\n         determination of just compensation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 501 of the eminent domain procedure law is amended\n    2  to read as follows:\n    3    S 501. Jurisdiction. (A) The court  of  claims  shall  have  exclusive\n    4  jurisdiction  to hear and determine all claims arising from the acquisi-\n    5  tion of real property by or in the name of the people of  the  state  of\n    6  New  York,  or  when  jurisdiction  is specifically conferred upon it by\n    7  statute.\n    8    (B) In all claims arising from the acquisition of real property  other\n    9  than  as provided in subdivision (A) OR (C) of this section, the supreme\n   10  court, held in the judicial district where  the  real  property  or  any\n   11  portion  thereof  is situated, shall have exclusive jurisdiction to hear\n   12  and determine all claims arising from the acquisition of  real  property\n   13  and  shall  hear  such  claims  without  a jury or without referral to a\n   14  referee or commissioners.\n   15    (C) IN ALL CLAIMS ARISING FROM THE ACQUISITION OF REAL PROPERTY  OF  A\n   16  PRIVATE  RESIDENCE OR OF A BUSINESS WITH GROSS RECEIPTS OF LESS THAN ONE\n   17  MILLION DOLLARS, THE OWNER OF SUCH RESIDENCE OR BUSINESS  MAY  ELECT  TO\n   18  HAVE HIS OR HER CASE HEARD BY MEANS OF A JURY TRIAL.\n   19    S  2.  Section  512  of the eminent domain procedure law is amended to\n   20  read as follows:\n   21    S 512.  Decision of the court OR JURY.  [The] IN NON-JURY TRIALS,  THE\n   22  court,  after  hearing  the  testimony  and weighing the evidence, shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00893-01-1\n\n       A. 385                              2\n\n    1  determine the JUST compensation due the condemnees for  damages  as  the\n    2  result  of the acquisition.  IN JURY TRIALS, THE JURY, AFTER HEARING THE\n    3  TESTIMONY AND WEIGHING THE EVIDENCE, SHALL DETERMINE  THE  JUST  COMPEN-\n    4  SATION  DUE THE CONDEMNEES AS A RESULT OF THE ACQUISITION.  FOR PURPOSES\n    5  OF THIS ARTICLE, JUST COMPENSATION SHALL  BE  MEASURED  BY  FAIR  MARKET\n    6  REPLACEMENT  VALUE,  WHICH SHALL BE AT LEAST EQUAL TO THE ACTUAL COST OF\n    7  PURCHASING AN EQUIVALENT PROPERTY IN A SIMILARLY SITUATED LOCATION  WITH\n    8  A  SIMILAR  STRUCTURE ON THE PROPERTY.  FOR PURPOSES OF DETERMINING JUST\n    9  COMPENSATION FOR THE TAKING OF A BUSINESS, THE RELIANCE BY THE  BUSINESS\n   10  UPON  THE  ACTUAL  LOCATION SHALL BE CONSIDERED, INCLUDING THE POTENTIAL\n   11  ECONOMIC LOSS OF THE BUSINESS'S CLIENT BASE. The court's decision  shall\n   12  be  in compliance with section four thousand two hundred thirteen of the\n   13  civil practice law and rules.\n   14    S 3. Section 701 of the eminent domain procedure law,  as  amended  by\n   15  chapter 771 of the laws of 1987, is amended to read as follows:\n   16    S  701.  Additional  allowance.   In ALL instances [where the order or\n   17  award is substantially in excess of the amount of the condemnor's  proof\n   18  and  where  deemed  necessary  by the court for the condemnee to achieve\n   19  just and adequate compensation] UNDER SECTION FIVE HUNDRED ONE  OF  THIS\n   20  CHAPTER,  the  court,  upon  application,  notice and an opportunity for\n   21  hearing, [may in its discretion,] SHALL award to the condemnee an  addi-\n   22  tional  amount, separately computed and stated, for actual and necessary\n   23  costs,  disbursements  and  expenses,  including  reasonable   attorney,\n   24  appraiser  and  engineer  fees actually AND NECESSARILY incurred by such\n   25  condemnee. The application shall include affidavits of the condemnee and\n   26  all parties that have  incurred  expenses  on  the  condemnee's  behalf,\n   27  setting  forth  inter  alia  the amount of the expenses incurred AND THE\n   28  REASONS FOR THE PERFORMANCE OF THEIR SERVICES.\n   29    S 4. Subdivision (A) of section 702 of the  eminent  domain  procedure\n   30  law is amended to read as follows:\n   31    (A)  The  condemnor  shall  reimburse a condemnee an amount separately\n   32  computed and stated, representing the following incidental expenses:\n   33    (1) any recording fees, transfer taxes and other similar  expenses  in\n   34  connection  with  the acquisition of the property by the condemnor or in\n   35  connection with the transfer of the property to the condemnor; and\n   36    (2) any penalty incurred by the condemnee for prepayment of any preex-\n   37  isting recorded mortgage entered into in good  faith,  encumbering  such\n   38  property; and\n   39    (3)  the  pro  rata  portion  of the real property taxes, water rents,\n   40  sewer rents, special ad valorem taxes and other charges paid or  payable\n   41  to  a  taxing  entity  which are allocable to a period subsequent to the\n   42  date of vesting title or the effective date of possession of such  prop-\n   43  erty in the condemnor, whichever is earlier[.]; AND\n   44    (4) REASONABLE MOVING AND RELOCATION EXPENSES; AND\n   45    (5) CLOSING COSTS ASSOCIATED WITH THE PURCHASE OF A NEW PROPERTY; AND\n   46    (6)  ANY  INCIDENTAL  COSTS INCURRED AS A RESULT OF HAVING TO MOVE AND\n   47  REOPEN A BUSINESS.\n   48    S 5. This act shall take effect immediately and  shall  apply  to  any\n   49  condemnation that occurs after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the eminent domain procedure law, in relation to the determination of just compensation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T145102.TXT", "SOBI.D101223.T154616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479462277
}