{
  "year" : 2011,
  "senateBillNo" : "A3855-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3855\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to prohibiting  the  use,\n         purchase and storage of elemental mercury by schools; and to amend the\n         public health law, in relation to directing the commissioner of health\n         to  compile  and  distribute  materials  for schools on the hazards of\n         elemental mercury and actions  which  may  be  taken  to  reduce  such\n         hazards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  409-l\n    2  to read as follows:\n    3    S  409-L.  ELIMINATION  OF  THE USE OF ELEMENTAL MERCURY. 1. EXCEPT AS\n    4  OTHERWISE PROVIDED IN SUBDIVISION TWO OF  THIS  SECTION,  NO  PUBLIC  OR\n    5  PRIVATE  SCHOOL OR EDUCATIONAL INSTITUTION IN THIS STATE SHALL PURCHASE,\n    6  USE OR STORE ANY QUANTITY OF FREE  FLOWING  ELEMENTAL  MERCURY  FOR  ANY\n    7  PURPOSE, NOR PURCHASE, USE OR STORE ANY INSTRUMENT WHICH CONTAINS MERCU-\n    8  RY  INCLUDING,  BUT NOT LIMITED TO, THERMOMETERS, BAROMETERS, SPHYGMOMA-\n    9  NOMETERS AND MANOMETERS.\n   10    2. IF NO REASONABLY ACCEPTABLE, MERCURY-FREE  ALTERNATIVE  EXISTS  FOR\n   11  ANY  INSTRUMENT  PROHIBITED BY SUBDIVISION ONE OF THIS SECTION, A SCHOOL\n   12  OR EDUCATIONAL  INSTITUTION  MAY  USE  SUCH  TYPE  OF  INSTRUMENT  WHICH\n   13  CONTAINS THE LOWEST MERCURY CONTENT READILY AVAILABLE ON THE MARKET.\n   14    3. THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONER OF ENVIRON-\n   15  MENTAL  CONSERVATION,  SHALL  PROMULGATE RULES AND REGULATIONS REQUIRING\n   16  PUBLIC AND PRIVATE SCHOOLS AND EDUCATIONAL INSTITUTIONS IN THIS STATE TO\n   17  DISPOSE OF OR RECYCLE ANY QUANTITY OF ELEMENTAL MERCURY AND  INSTRUMENTS\n   18  CONTAINING  MERCURY  IN  A MANNER WHICH IS LEAST HARMFUL TO THE ENVIRON-\n   19  MENT.\n   20    S 2. Section 206 of the public health law is amended by adding  a  new\n   21  subdivision 28 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05268-01-1\n\n       A. 3855                             2\n\n    1    28.  THE  COMMISSIONER  SHALL  COMPILE,  PRODUCE AND DISTRIBUTE TO ALL\n    2  PUBLIC AND PRIVATE SCHOOLS AND EDUCATIONAL INSTITUTIONS IN  THIS  STATE,\n    3  MATERIALS  EXPLAINING  THE  HAZARDS  CREATED  BY  ELEMENTAL  MERCURY AND\n    4  ACTIONS THAT MAY BE TAKEN TO REDUCE SUCH HAZARDS.\n    5    S  3.  This act shall take effect immediately, except that section one\n    6  of this act shall take effect on the first of July next  succeeding  the\n    7  date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T135802.TXT", "SOBI.D110128.T140306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296241386338
}