{
  "year" : 2011,
  "senateBillNo" : "A3857-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3857\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the executive law  and  the  general  business  law,  in\n         relation  to  authorizing local governments to adopt and enforce local\n         laws and ordinances relating to  the  abatement  of,  remediation  of,\n         presence of and testing for lead in buildings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section  379  of  the  executive  law,  as\n    2  amended  by chapter 772 of the laws of 1986, is amended and a new subdi-\n    3  vision 6 is added to read as follows:\n    4    1. Except in the case of factory manufactured homes, intended for  use\n    5  as  one  or  two family dwelling units or multiple dwellings of not more\n    6  than two stories in height, the legislative body of any local government\n    7  may duly enact or adopt local laws or ordinances imposing higher or more\n    8  restrictive standards for construction within the jurisdiction  of  such\n    9  local  government than are applicable generally to such local government\n   10  in the uniform code. [Within] EXCEPT AS OTHERWISE PROVIDED  IN  SUBDIVI-\n   11  SION  SIX  OF  THIS  SECTION,  WITHIN  thirty  days of such enactment or\n   12  adoption, the chief executive officer, or if there be none, the chairman\n   13  of the legislative body of such local government, shall  so  notify  the\n   14  council,  and  shall petition the council for a determination of whether\n   15  such local laws or ordinances are more stringent than the standards  for\n   16  construction  applicable  generally  to  such  local  government  in the\n   17  uniform code. During the period in which the council is considering such\n   18  petition, such local laws or ordinances shall remain in full  force  and\n   19  effect.\n   20    6.  NOTWITHSTANDING  THE  PROVISIONS OF ANY OTHER SUBDIVISIONS OF THIS\n   21  SECTION AND EXCEPT IN THE CASE OF FACTORY MANUFACTURED  HOMES,  INTENDED\n   22  FOR USE AS ONE OR TWO FAMILY DWELLING UNITS OR MULTIPLE DWELLINGS OF NOT\n   23  MORE  THAN  TWO  STORIES  IN  HEIGHT,  THE LEGISLATIVE BODY OF ANY LOCAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00183-01-1\n\n       A. 3857                             2\n\n    1  GOVERNMENT MAY DULY ENACT OR  ADOPT  LOCAL  LAWS,  CODES  OR  ORDINANCES\n    2  IMPOSING  HIGHER  OR  MORE  RESTRICTIVE  STANDARDS  FOR THE PRESENCE OF,\n    3  ABATEMENT OF, REMEDIATION OF AND TESTING FOR THE  PRESENCE  OF  LEAD  IN\n    4  BUILDINGS  WITHIN  THE  JURISDICTION  OF  SUCH LOCAL GOVERNMENT THAT ARE\n    5  APPLICABLE GENERALLY TO SUCH LOCAL GOVERNMENT IN THE UNIFORM CODE.    NO\n    6  LOCAL  LAW, CODE OR ORDINANCE ENACTED OR ADOPTED PURSUANT TO THIS SUBDI-\n    7  VISION SHALL BE SUBJECT TO REVIEW OR ANY DETERMINATION BY THE COUNCIL.\n    8    S 2. Subdivision 2 of section 777 of  the  general  business  law,  as\n    9  added by chapter 709 of the laws of 1988, is amended to read as follows:\n   10    2. \"Building code\" means the uniform fire prevention and building code\n   11  promulgated  under  section three hundred seventy-seven of the executive\n   12  law,  local  building  code  standards  approved  by  the  uniform  fire\n   13  prevention  and building code council under section three hundred seven-\n   14  ty-nine of the executive law, LOCAL BUILDING CODE STANDARDS RELATING  TO\n   15  LEAD  ENACTED  OR  ADOPTED  PURSUANT TO SUBDIVISION SIX OF SECTION THREE\n   16  HUNDRED SEVENTY-NINE OF THE EXECUTIVE LAW, and the building code of  the\n   17  city of New York, as defined in title twenty-seven of the administrative\n   18  code of the city of New York.\n   19    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T140306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296241386342
}