{
  "year" : 2011,
  "senateBillNo" : "A3850-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3850\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to enacting  the  \"higher\n         education community service act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   Legislative findings. The legislature  hereby  finds  and\n    2  declares  that  the American tradition of volunteer community service is\n    3  essential to the common good and is vital to the success    of  not-for-\n    4  profit  agencies,  institutions  and  organizations  dealing with a vast\n    5  array of critical social problems. It recognizes growing support for the\n    6  idea that postsecondary students should receive recognition for substan-\n    7  tial commitment to  volunteer  service,  and  should  be  given  greater\n    8  encouragement  to participate in volunteer community service activities.\n    9  Volunteers and volunteer programs should be praised for their efforts in\n   10  helping and serving others, which result  in  changes  in  the  way  the\n   11  community  views  young  people  and  in the way young people view their\n   12  responsibilities to the community.\n   13    The legislature further declares its desire to promote  further  inte-\n   14  gration  of  community  service  at  institutions of higher education by\n   15  encouraging student-initiated and student-designated  community  service\n   16  projects.\n   17    S  2. The education law is amended by adding a new section 319 to read\n   18  as follows:\n   19    S 319. HIGHER EDUCATION COMMUNITY SERVICE ACT. 1. SHORT TITLE.    THIS\n   20  SECTION  SHALL BE KNOWN AND MAY BE CITED AS THE \"HIGHER EDUCATION COMMU-\n   21  NITY SERVICE ACT\".\n   22    2. ESTABLISHMENT OF HIGHER EDUCATION COMMUNITY SERVICE ACT.  THERE  IS\n   23  HEREBY  ESTABLISHED  A  HIGHER  EDUCATION  COMMUNITY SERVICE ACT FOR THE\n   24  PURPOSE OF PROMOTING AND RECOGNIZING VOLUNTEER  SERVICE  INVOLVEMENT  BY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05280-01-1\n\n       A. 3850                             2\n\n    1  STUDENTS  IN  HIGHER  EDUCATION.  ACTIVITIES  CONDUCTED UNDER THE HIGHER\n    2  EDUCATION COMMUNITY SERVICE ACT SHALL INCLUDE:\n    3    A.  A CAMPUS BASED SCREENING PROCESS TO IDENTIFY AND NOMINATE SUCCESS-\n    4  FUL AND PROMISING COMMUNITY SERVICE PROJECTS AND INITIATIVES FOR  RECOG-\n    5  NITION;\n    6    B.  IDENTIFICATION  OF  EXISTING  QUALITY  COMMUNITY SERVICE PROGRAMS,\n    7  PROJECTS AND INITIATIVES INVOLVING POSTSECONDARY STUDENTS THAT PRODUCE A\n    8  SENSE OF SOCIAL RESPONSIBILITY AND COMMITMENT TO THE COMMUNITY;\n    9    C. INCENTIVES FOR INSTITUTIONS OF HIGHER EDUCATION, STUDENTS AND OTHER\n   10  MEMBERS OF THE COLLEGE COMMUNITY TO PARTICIPATE IN LONG  TERM  COMMUNITY\n   11  SERVICE PROGRAMS;\n   12    D.  ENCOURAGEMENT OF INSTITUTIONS TO FORMULATE A SYSTEMATIC PROCESS TO\n   13  DISSEMINATE INFORMATION CONCERNING PROSPECTIVE VOLUNTEER PROJECTS TO THE\n   14  PARTICIPANTS OF GENERAL VOLUNTEER PROGRAMS ON OR OFF CAMPUS;\n   15    E. ESTABLISHMENT OF A FOUNDATION TO RECEIVE PRIVATE FUNDS TO  BE  USED\n   16  TO  PROMOTE  A  WIDE  VARIETY OF SERVICE RELATED PROJECTS. PRIVATE FUNDS\n   17  SHALL INCLUDE, BUT NOT BE LIMITED TO DONATIONS, GRANTS AND  FUNDRAISERS;\n   18  AND\n   19    F.  ESTABLISHMENT OF A THREE-YEAR PROGRAM OF IMPLEMENTATION, INCLUDING\n   20  PILOT PROGRAMS AND ONGOING REVIEW AND EVALUATION.\n   21    3.  ESTABLISHMENT  OF  VOLUNTEER  CONNECTIONS.  THE  COMMISSIONER,  IN\n   22  CONSULTATION WITH THE CHANCELLOR OF THE STATE UNIVERSITY, THE CHANCELLOR\n   23  OF  THE  CITY UNIVERSITY OF NEW YORK AND THE PRESIDENT OF THE COMMISSION\n   24  ON INDEPENDENT COLLEGES AND UNIVERSITIES  SHALL  DEVELOP  A  PROGRAM  TO\n   25  ESTABLISH EFFECTIVE VOLUNTEER CONNECTIONS BETWEEN INSTITUTIONS OF HIGHER\n   26  EDUCATION AND THEIR RESPECTIVE COMMUNITIES.\n   27    4.  COUNCIL  FOR  HIGHER EDUCATION COMMUNITY SERVICE. A. A COUNCIL FOR\n   28  HIGHER EDUCATION COMMUNITY  SERVICE  SHALL  BE  ESTABLISHED  WITHIN  THE\n   29  DEPARTMENT  FOR  THE  PURPOSE  OF CONDUCTING ACTIVITIES PURSUANT TO THIS\n   30  SECTION. THE COUNCIL SHALL BE COMPOSED OF ELEVEN MEMBERS,  ONE  OF  WHOM\n   31  SHALL  BE  THE  COMMISSIONER,  EX  OFFICIO,  AND  TEN  OF  WHOM SHALL BE\n   32  APPOINTED BY THE GOVERNOR: TWO ON THE RECOMMENDATION  OF  THE  TEMPORARY\n   33  PRESIDENT OF THE SENATE, TWO ON THE RECOMMENDATION OF THE SPEAKER OF THE\n   34  ASSEMBLY,  ONE  ON  THE  RECOMMENDATION  OF  THE  MINORITY LEADER OF THE\n   35  SENATE, AND ONE ON THE RECOMMENDATION OF  THE  MINORITY  LEADER  OF  THE\n   36  ASSEMBLY.  SUCH  MEMBERS  SHALL  INCLUDE  REPRESENTATIVES  OF  THE STATE\n   37  UNIVERSITY, CITY UNIVERSITY OF NEW YORK, THE  INDEPENDENT  COLLEGES  AND\n   38  UNIVERSITIES  OF  NEW  YORK  AND THE NEW YORK CAMPUS COMPACT. TWO OF THE\n   39  COUNCIL MEMBERS SHALL BE STUDENTS, SELECTED BY THE GOVERNOR.  THE  COUN-\n   40  CIL SHALL SELECT FROM AMONG ITS APPOINTED MEMBERS A CHAIR AND VICE CHAIR\n   41  WHO  SHALL SERVE IN OFFICE FOR TERMS OF ONE YEAR AND WHO SHALL BE ELIGI-\n   42  BLE FOR REELECTION FOR SUCCESSIVE TERMS.\n   43    B. THE COUNCIL SHALL OVERSEE THE CREATION OF A STATEWIDE POSTSECONDARY\n   44  COMMUNITY SERVICE CENTER TO DISSEMINATE INFORMATION REGARDING   EXISTING\n   45  VOLUNTEER  ACTIVITIES,  MAKE  VOLUNTEER CONNECTIONS BETWEEN STUDENTS AND\n   46  THE COMMUNITIES, INTEGRATE PUBLIC AND COMMUNITY SERVICE INTO THE CURRIC-\n   47  ULUM, PROVIDE GUIDANCE AND COORDINATION, MONITOR AND EVALUATE  VOLUNTEER\n   48  PROGRAMS  AND  ACTIVITIES  AND  PROMOTE  THE  CONTINUATION OF PUBLIC AND\n   49  COMMUNITY SERVICE.\n   50    C. THE COUNCIL SHALL MEET AT LEAST FOUR TIMES EACH  YEAR.  MEMBERS  OF\n   51  THE  COUNCIL  SHALL RECEIVE NO COMPENSATION FOR THEIR SERVICES BUT SHALL\n   52  BE REIMBURSED BY THE HIGHER EDUCATION COMMUNITY SERVICE  FOUNDATION  FOR\n   53  REASONABLE  EXPENSES  ACTUALLY  AND  NECESSARILY INCURRED BY THEM IN THE\n   54  PERFORMANCE OF THEIR DUTIES PURSUANT TO THIS SECTION.\n   55    D. THE COUNCIL SHALL REPORT BY SEPTEMBER FIRST EACH YEAR TO THE GOVER-\n   56  NOR, THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEM-\n\n       A. 3850                             3\n\n    1  BLY ON THE PROGRESS OF IMPLEMENTATION OF THIS SECTION, WITH  RECOMMENDA-\n    2  TIONS FOR FUTURE ACTIVITIES.\n    3    5.  PETITIONING  BY  COUNCIL. THE COUNCIL SHALL, WITHIN NINETY DAYS OF\n    4  ITS APPOINTMENT, PETITION THE REGENTS TO INCORPORATE AS A PRIVATE,  NOT-\n    5  FOR-PROFIT  EDUCATION CORPORATION UNDER THIS CHAPTER, THE NEW YORK FOUN-\n    6  DATION FOR HIGHER EDUCATION COMMUNITY SERVICE, TO RECEIVE  FUNDS  TO  BE\n    7  USED  AS  REQUESTED  BY THE COUNCIL TO SUPPORT AND ADMINISTER ACTIVITIES\n    8  AUTHORIZED IN THIS SECTION, AND OTHER PROJECTS THAT ENCOURAGE AND ASSIST\n    9  COMMUNITY SERVICE ACTIVITIES.\n   10    S 3. This act shall  take  effect  on  the  first  of  September  next\n   11  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T135802.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296241082173
}