{
  "year" : 2011,
  "senateBillNo" : "A3863-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3863\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the agriculture and markets law, in  relation  to  regu-\n         lation of fertilizer products\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 143 of the agriculture and markets law is  amended\n    2  by adding four new subdivisions t, u, v and w to read as follows:\n    3    T.  \"AGRICULTURAL LAND\" MEANS LAND USED IN AGRICULTURAL PRODUCTION FOR\n    4  THE SALE OF CROPS, LIVESTOCK OR LIVESTOCK PRODUCTS.\n    5    U. \"SEPTAGE\" MEANS THE CONTENTS OF A SEPTIC TANK,  CESSPOOL  OR  OTHER\n    6  INDIVIDUAL  SEWAGE  TREATMENT  FACILITY  WHICH  RECEIVES DOMESTIC SEWAGE\n    7  WASTES.\n    8    V. \"SLUDGE\" MEANS THE ACCUMULATED SEMISOLIDS OR SOLIDS RESULTING  FROM\n    9  TREATMENT  OF  WASTEWATERS  FROM PUBLICLY OR PRIVATELY OWNED OR OPERATED\n   10  SEWAGE TREATMENT PLANTS, BUT DOES NOT INCLUDE THE TREATED EFFLUENT  FROM\n   11  A WASTEWATER TREATMENT PLANT, OR FOOD PROCESSING WASTES GENERATED FROM A\n   12  FOOD  PROCESSING  ESTABLISHMENT  LICENSED  PURSUANT TO THE PROVISIONS OF\n   13  ARTICLE TWENTY-C OF THIS CHAPTER.\n   14    W. \"SLUDGE PRODUCTS\" MEANS PRODUCTS MADE FROM SEPTAGE OR SLUDGE GENER-\n   15  ATED IN THIS STATE OR ANOTHER STATE, AND INTENDED AS  A  SOIL  AMENDMENT\n   16  FOR AGRICULTURAL LAND.\n   17    S  2.  Section  144  of  the agriculture and markets law is amended by\n   18  adding a new subdivision e to read as follows:\n   19    E. A DETAILED ANALYSIS OF ALL MATERIALS CONTAINED  IN  THE  FERTILIZER\n   20  PRODUCT.\n   21    S  3.  Section  146-a of the agriculture and markets law is amended by\n   22  adding a new subdivision c to read as follows:\n   23    C. THE COMMISSIONER SHALL ANALYZE SAMPLES OF ALL COMMERCIAL  FERTILIZ-\n   24  ERS  FOR  THE  PRESENCE  OF  SOLID WASTES, HAZARDOUS WASTES OR HAZARDOUS\n   25  SUBSTANCES, AS DEFINED IN PARAGRAPH FOUR OF SUBDIVISION (B)  OF  SECTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07353-01-1\n\n       A. 3863                             2\n\n    1  ONE HUNDRED FORTY-SIX-B OF THIS ARTICLE. THE COMMISSIONER SHALL ANNUALLY\n    2  REPORT  THE RESULTS OF THE SAMPLING AND ANALYSIS TO THE GOVERNOR AND THE\n    3  LEGISLATURE.\n    4    S  4.  Section  146-b  of the agriculture and markets law, as added by\n    5  chapter 695 of the laws of 1974, is amended to read as follows:\n    6    S 146-b. Misbranded or adulterated fertilizer. No commercial fertiliz-\n    7  er shall be distributed in this state if it is deemed to  be  misbranded\n    8  or adulterated.\n    9    (a) A commercial fertilizer shall be deemed to be misbranded:\n   10    (1) if its labelling is false or misleading in any particular; [or]\n   11    (2) if it purports to be or is represented as a commercial fertilizer,\n   12  or is represented as containing a plant nutrient or commercial fertiliz-\n   13  er  unless  such plant nutrient or commercial fertilizer conforms to the\n   14  definition of identity, if any, prescribed by regulation of the  commis-\n   15  sioner;  in the adopting of such regulations the commissioner shall give\n   16  due regard to commonly  accepted  definitions  and  official  fertilizer\n   17  terms  such  as those employed by the association of American plant food\n   18  control officials[.]; OR\n   19    (3) IF ITS LABELLING DOES NOT CONTAIN  A  DETAILED  STATEMENT  OF  ALL\n   20  INGREDIENTS CONTAINED IN THE PRODUCT.\n   21    (b) A commercial fertilizer shall be deemed to be adulterated:\n   22    (1) if it contains any deleterious or harmful ingredient in sufficient\n   23  amount  to  render it injurious to beneficial plant life when applied in\n   24  accordance with directions for use on the label, or if adequate  warning\n   25  statements  or  directions  for  use,  which may be necessary to protect\n   26  plant life are not shown upon the label;\n   27    (2) if its composition falls below or differs from that  which  it  is\n   28  purported to possess by its labelling; [or]\n   29    (3) if it contains unwanted crop seed or weed seed[.]; OR\n   30    (4)  IF  IT  CONTAINS  ANY  SUBSTANCE  REGULATED  AS A SOLID WASTE, AS\n   31  DEFINED IN SECTION 27-0701 OF THE ENVIRONMENTAL CONSERVATION LAW, EXCEPT\n   32  YARD WASTES, FOOD WASTES, SEPTAGE, SLUDGE AND SLUDGE PRODUCTS; A HAZARD-\n   33  OUS WASTE AS DEFINED IN SUBDIVISION THREE  OF  SECTION  27-0901  OF  THE\n   34  ENVIRONMENTAL CONSERVATION LAW, INCLUDING K061 WASTES GENERATED BY STEEL\n   35  COMPANIES  AND  TREATED  WASTES;  OR A HAZARDOUS SUBSTANCE AS DEFINED IN\n   36  SECTION 37-0103 OF THE ENVIRONMENTAL CONSERVATION LAW.\n   37    (C) A  COMMERCIAL  FERTILIZER  THAT  HAS  BEEN  ADULTERATED  WITH  ANY\n   38  SUBSTANCE  REGULATED  AS  A  SOLID  WASTE,  HAZARDOUS WASTE OR HAZARDOUS\n   39  SUBSTANCE, AS DESCRIBED IN PARAGRAPH FOUR OF  SUBDIVISION  (B)  OF  THIS\n   40  SECTION SHALL NOT BE STORED, TRANSPORTED OR USED IN THE STATE.\n   41    (D) ANY PERSON, CORPORATION OR ASSOCIATION WHO VIOLATES THE PROVISIONS\n   42  OF PARAGRAPH FOUR OF SUBDIVISION (B) OF THIS SECTION SHALL BE SUBJECT TO\n   43  A  CIVIL  PENALTY  OF  NOT  MORE THAN ONE THOUSAND DOLLARS FOR THE FIRST\n   44  VIOLATION AND FIVE THOUSAND DOLLARS FOR EACH SUBSEQUENT VIOLATION.  EACH\n   45  DAY  DURING WHICH THE PROHIBITED ACTIVITY OCCURS SHALL BE DEEMED A SEPA-\n   46  RATE VIOLATION.\n   47    (E) ANY PERSON, CORPORATION OR ASSOCIATION WHO VIOLATES THE PROVISIONS\n   48  OF SUBDIVISION (C) OF THIS SECTION BY STORING OR TRANSPORTING COMMERCIAL\n   49  FERTILIZER CONTAINING  A  SOLID  WASTE,  HAZARDOUS  WASTE  OR  HAZARDOUS\n   50  SUBSTANCE,  AS  DEFINED  IN  PARAGRAPH  FOUR  OF SUBDIVISION (B) OF THIS\n   51  SECTION SHALL BE SUBJECT TO A  CIVIL  PENALTY  OF  NOT  MORE  THAN  FIVE\n   52  HUNDRED  DOLLARS  FOR  THE  FIRST VIOLATION AND ONE THOUSAND DOLLARS FOR\n   53  EACH SUBSEQUENT VIOLATION.  EACH DAY DURING WHICH THE PROHIBITED  ACTIV-\n   54  ITY OCCURS SHALL BE DEEMED A SEPARATE VIOLATION.\n   55    S  5.  Section  146-e  of the agriculture and markets law, as added by\n   56  chapter 695 of the laws of 1974, is amended to read as follows:\n\n       A. 3863                             3\n\n    1    S 146-e. Stop sale orders. The commissioner may issue  and  enforce  a\n    2  written  or  printed  \"stop  sale, use or removal\" order to the owner or\n    3  custodian of any lot of commercial fertilizer and to hold  at  a  desig-\n    4  nated  place  when  the commissioner finds said commercial fertilizer is\n    5  being  offered or exposed for sale in violation of any of the provisions\n    6  of this [act] ARTICLE until the law has  been  complied  with  and  said\n    7  commercial  fertilizer  is  released  in writing by the commissioner, or\n    8  said violation has been otherwise legally disposed of by written author-\n    9  ity. The commissioner shall release the commercial fertilizer  so  with-\n   10  drawn when the requirements of the provisions of this [act] ARTICLE have\n   11  been complied with.  IN THE CASE OF COMMERCIAL FERTILIZER WHICH HAS BEEN\n   12  ADULTERATED  WITH  SOLID WASTE, HAZARDOUS WASTE OR A HAZARDOUS SUBSTANCE\n   13  AS DEFINED IN PARAGRAPH FOUR OF SUBDIVISION (B) OF SECTION  ONE  HUNDRED\n   14  FORTY-SIX-B OF THIS ARTICLE, THE COMMISSIONER SHALL ISSUE AND ENFORCE AN\n   15  IMMEDIATE  WRITTEN  OR  PRINTED \"STOP SALE, USE OR REMOVAL\" ORDER TO THE\n   16  OWNER OR CUSTODIAN OF THE COMMERCIAL FERTILIZER.\n   17    S 6. This act shall take effect on the sixtieth  day  after  it  shall\n   18  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T140306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296241386351
}