{
  "year" : 2011,
  "senateBillNo" : "A3860-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to aging",
    "billEventId" : "A3860-2011-1296190800000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the senior benefits card program to enable and encourage seniors to purchase healthy and appropriate foods at a discounted price",
  "summary" : "Creates the senior benefits card program to enable and encourage seniors to purchase healthy and appropriate foods at a discounted price. ",
  "currentCommittee" : null,
  "sameAs" : "S2162",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A1711-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3860\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the elder law, in relation to creating the senior  bene-\n         fits card program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and purpose.  The  legislature  hereby\n    2  finds  and declares that access to healthy foods and exercise can make a\n    3  significant difference in the quality and length of the life of seniors,\n    4  and that the voluntary program created by this act, with  the  education\n    5  and  outreach  program instituted by the state office for the aging also\n    6  required in this act, provides an  effective  means  of  enlisting  many\n    7  parts  of  the  society  of the state of New York in this effort, and of\n    8  incentivizing the kind of cultural change and support necessary to  make\n    9  the effort successful.\n   10    The legislature further declares that the purposes of this program are\n   11  first,  to  provide  a  discount  card  to  seniors that will enable and\n   12  encourage them to purchase healthy and appropriate foods at a discounted\n   13  price, to dine for lower costs on healthy and appropriate foods, and  to\n   14  join  health  clubs  or  obtain  health and exercise services at special\n   15  rates; second, to enlist  voluntary  participation  in  the  program  by\n   16  restaurants,  markets,  and  other  food-sellers,  and  health clubs and\n   17  health and exercise services; third, to promulgate and widely  advertise\n   18  the  benefits  in  health  and longevity of a regime of healthy diet and\n   19  exercise for seniors; and fourth, to engage seniors, their families, and\n   20  friends, in a broad voluntary effort to extend the quality of  life  and\n   21  the longevity of seniors.\n   22    The  legislature  further  declares  that an additional purpose of the\n   23  program shall be to create greater efficiency and effectiveness  in  the\n   24  management  of  senior  health  issues by including access to such other\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04180-01-1\n\n       A. 3860                             2\n\n    1  appropriate programs as food stamps and EPIC  to  users  of  the  senior\n    2  benefits card.\n    3    The  legislature  further finds and declares that actions taken by the\n    4  state office for the aging pursuant to the requirements  and  intent  of\n    5  this act are in every sense an appropriate public purpose undertaken for\n    6  the common good of the people of this state.\n    7    S  2. Article 2 of the elder law is amended by adding a new title 5 to\n    8  read as follows:\n    9                                    TITLE 5\n   10                            SENIOR BENEFITS CARDS\n   11  SECTION 260. REPORT ON SENIOR BENEFITS CARD PROGRAM.\n   12          261. DEFINITIONS.\n   13          262. SENIOR BENEFITS CARD PROGRAM.\n   14          263. EDUCATION AND OUTREACH.\n   15    S 260. REPORT ON SENIOR BENEFITS CARD PROGRAM. 1. THE  DIRECTOR  SHALL\n   16  INVESTIGATE  AND REPORT TO THE GOVERNOR, THE DIRECTOR OF THE DIVISION OF\n   17  THE BUDGET, THE SPEAKER OF THE ASSEMBLY, THE TEMPORARY PRESIDENT OF  THE\n   18  SENATE, AND THE CHAIRPERSONS OF THE FISCAL, HEALTH, AND AGING COMMITTEES\n   19  OF  THE  LEGISLATURE  CONCERNING  THE CREATION OF A SENIOR BENEFITS CARD\n   20  PROGRAM, WHICH SHALL INVOLVE THE  VOLUNTARY  PARTICIPATION  OF  MARKETS,\n   21  FOOD  SELLERS,  RESTAURANTS, HEALTH CLUBS AND OTHER APPROPRIATE ENTITIES\n   22  IN SELLING HEALTHY AND  APPROPRIATE  FOODS  AND  PROVIDING  HEALTH  CLUB\n   23  SERVICES  TO SENIORS AT A DISCOUNTED RATE, UPON PRESENTATION OF A SENIOR\n   24  BENEFITS CARD, SUBJECT TO THE FOLLOWING PRINCIPLES AND PARAMETERS:\n   25    (A) THE PROGRAM SHALL ALLOW AND ENCOURAGE MEMBERSHIP BY ANY SENIOR WHO\n   26  SHALL PAY A PARTICIPATION FEE DETERMINED BY THE OFFICE.\n   27    (B) THE CARD SHALL BE DESIGNED IN A MANNER THAT ALLOWS ADDITION IN THE\n   28  FUTURE OF OTHER PROGRAMS SUCH AS FOOD STAMPS, THE ELDERLY PHARMACEUTICAL\n   29  INSURANCE COVERAGE PROGRAM ESTABLISHED PURSUANT TO THIS  ARTICLE,  MEDI-\n   30  CAID, THE FEDERAL PHARMACEUTICAL BENEFITS PROGRAM AUTHORIZED PURSUANT TO\n   31  THE  MEDICARE  PRESCRIPTION  DRUG,  IMPROVEMENT AND MODERNIZATION ACT OF\n   32  2003, AND OTHER PROGRAMS THAT PROVIDE BENEFITS TO  SENIORS  THAT  USE  A\n   33  CARD OR CARD SWIPE TO ACCESS BENEFITS.\n   34    (C) PRESENTATION OF THE CARD SHALL ENTITLE THE SENIOR TO DISCOUNTS FOR\n   35  THE  PURCHASE  OF  HEALTHY AND APPROPRIATE FOODS.   THE DIRECTOR AND THE\n   36  BOARD OF THE OPERATING ENTITY,  OR  IN  THE  ALTERNATIVE,  THE  ADVISORY\n   37  COMMITTEE  CONVENED BY HIM OR HER PURSUANT TO THIS TITLE SHALL DETERMINE\n   38  THE MINIMUM DISCOUNT REQUIRED OF PARTICIPANTS. NOTHING CONTAINED IN THIS\n   39  TITLE SHALL  PREVENT  A  PARTICIPATING  RETAILER  FROM  OFFERING  DEEPER\n   40  DISCOUNTS FOR HEALTHY AND APPROPRIATE FOODS OR HEALTH SERVICES.\n   41    (D)  THE  PROGRAM  SHALL BE OPERATED BY THE OFFICE, OR BY AN OPERATING\n   42  ENTITY SELECTED OR CREATED BY THE OFFICE, AND SHALL BE  ADMINISTERED  BY\n   43  AN  ADMINISTRATIVE  ENTITY  SELECTED BY THE OFFICE, OR BY THE OFFICE AND\n   44  THE OPERATING ENTITY IF THE OFFICE SHALL SELECT OR CREATE  AN  OPERATING\n   45  ENTITY, SUBJECT TO SUCH CONDITIONS AND REQUIREMENTS AS THE OFFICE, AFTER\n   46  CONSULTATION  WITH  THE  DIRECTOR  OF  THE DIVISION OF THE BUDGET, SHALL\n   47  REQUIRE.\n   48    (E) IF THE OFFICE DOES NOT SELECT OR CREATE AN  OPERATING  ENTITY,  IT\n   49  SHALL CREATE AN ADVISORY COMMITTEE TO AID IN MAKING DECISIONS CONCERNING\n   50  THE PROGRAM CREATED BY THIS TITLE.\n   51    (F)  THE OFFICE SHALL, AFTER CONSULTATION WITH APPROPRIATE CONSULTANTS\n   52  AND EXPERTS AND WITH THE OPERATING ENTITY  OR  THE  ADVISORY  COMMITTEE,\n   53  PROMULGATE  A  LIST OF HEALTHY AND APPROPRIATE FOODS FOR WHICH DISCOUNTS\n   54  SHALL BE OFFERED BY PARTICIPATING MARKETS, SUPERMARKETS,  FOOD  SELLERS,\n   55  AND  OTHERS,  AS  WELL  AS  AN APPROPRIATE EXERCISE REGIME THAT INCLUDES\n   56  CARDIO-VASCULAR AND STRENGTH TRAINING.\n\n       A. 3860                             3\n\n    1    (G) THE OFFICE SHALL DEVELOP AND ADMINISTER A BROADLY BASED  ADVERTIS-\n    2  ING  AND  MARKETING CAMPAIGN, IN CONJUNCTION WITH PARTICIPANTS AND OTHER\n    3  INTERESTED PARTIES, TO ALERT SENIORS, THEIR FAMILIES AND FRIENDS TO  THE\n    4  BENEFITS OF APPROPRIATE DIET AND EXERCISE.\n    5    (H)  THE  OFFICE SHALL SOLICIT APPROPRIATE GRANTS AND FUNDING OPPORTU-\n    6  NITIES IN FURTHERANCE OF THE PROGRAM  FROM  FOUNDATIONS,  OTHER  GOVERN-\n    7  MENTAL  AGENCIES AND INDIVIDUALS, UNDER SUCH TERMS AND CONDITIONS AS THE\n    8  OFFICE SHALL DEEM APPROPRIATE.\n    9    2. IN DEVELOPING THE REPORT REQUIRED BY  THIS  SECTION,  THE  DIRECTOR\n   10  SHALL  CONSULT  WITH  THE  COMMISSIONER  OF HEALTH AND OTHER APPROPRIATE\n   11  PUBLIC OFFICIALS, AND WITH REPRESENTATIVES OF MARKETS OR SUPERMARKETS OR\n   12  FOOD-SELLERS, PERSONS KNOWLEDGEABLE IN HEALTHCARE AND DIET FOR  SENIORS,\n   13  PHYSICIANS,  REPRESENTATIVES  OF  HEALTH  CLUBS,  AND OTHER ADVISORS AND\n   14  CONSULTANTS, AND SHALL CONDUCT AT LEAST ONE  PUBLIC  HEARING  TO  OBTAIN\n   15  INFORMATION  FOR THE REPORT, AND MAY CONDUCT SUCH OTHER HEARINGS, COLLO-\n   16  QUIUMS, MEETINGS, AND LISTENING SESSIONS AS HE OR SHE DEEMS ADVISABLE.\n   17    3. THE DIRECTOR SHALL PROVIDE THE REPORT AS REQUIRED IN  THIS  SECTION\n   18  NOT  LATER THAN ONE HUNDRED TWENTY DAYS AFTER THE EFFECTIVE DATE OF THIS\n   19  SECTION. THE REPORT SHALL CONSIDER AND MAKE  RECOMMENDATIONS  CONCERNING\n   20  THE FOLLOWING:\n   21    (A)  WHETHER  THE  OFFICE  SHOULD  CHOOSE  AN OPERATING ENTITY FOR THE\n   22  PROGRAM, AND WHETHER THE FORM OF THE OPERATING ENTITY SHOULD BE  PUBLIC,\n   23  PRIVATE OR NOT-FOR-PROFIT.\n   24    (B)  THE BUDGET NECESSARY FOR THE PROGRAM TO BEGIN OPERATIONS, AND THE\n   25  BUDGET NECESSARY FOR THE PROGRAM TO MAINTAIN OPERATIONS.\n   26    (C) THE MARKETING BUDGET REQUIRED TO MAKE ELIGIBLE PARTICIPANTS  AWARE\n   27  OF THE PROGRAM.\n   28    (D) NON-STATE SOURCES OF FUNDING THAT COULD BE AVAILABLE FOR OPERATING\n   29  AND IMPLEMENTING THE PROGRAM.\n   30    (E)  SAVINGS THAT COULD OCCUR TO THE STATE, OR ANY OF ITS PROGRAMS, AS\n   31  A RESULT OF IMPLEMENTING THE PROGRAM.\n   32    (F) THE NUMBER OF POTENTIAL PARTICIPANTS, AND THE BENEFITS TO THEM  OF\n   33  JOINING THE PROGRAM.\n   34    (G)  MECHANISMS  NEEDED  TO  PROTECT AGAINST LIABILITY, LOSS OF FUNDS,\n   35  FAILURE OF GUARANTEES OR OTHER  NECESSARY  PROTECTIONS  FOR  THE  STATE,\n   36  SENIORS AND PARTICIPANTS INVOLVED IN THE PROGRAM.\n   37    (H) PROTECTIONS NEEDED TO ASSURE CONFIDENTIALITY OF IDENTIFYING INFOR-\n   38  MATION RELATING TO INDIVIDUALS PARTICIPATING IN THE PROGRAM, AND MATTERS\n   39  RELATING  TO  TRADE  AND/OR COMPETITIVE SECRETS OF SUPPLIERS AND PARTIC-\n   40  IPATING RETAILERS.\n   41    (I) THE POSSIBILITY AND DESIRABILITY OF  USING  THE  CARD  TO  PROVIDE\n   42  ACCESS  TO  OTHER  PROGRAMS SUCH AS MEDICAID, THE FEDERAL PHARMACEUTICAL\n   43  BENEFITS PROGRAM AUTHORIZED PURSUANT TO THE MEDICARE PRESCRIPTION  DRUG,\n   44  IMPROVEMENT  AND  MODERNIZATION  ACT  OF  2003,  AND OTHER PROGRAMS THAT\n   45  PROVIDE BENEFITS TO SENIORS THAT USE A CARD  OR  CARD  SWIPE  TO  ACCESS\n   46  BENEFITS.\n   47    (J) SUCH OTHER MATTERS AS THE DIRECTOR SHALL DEEM APPROPRIATE, INCLUD-\n   48  ING THE SOFTWARE TECHNOLOGY REQUIRED TO ALLOW THE LISTING OF HEALTHY AND\n   49  APPROPRIATE FOODS TO BE PROVIDED AT NO CHARGE TO PARTICIPATING RETAILERS\n   50  IN MACHINE READY FORM.\n   51    S 261. DEFINITIONS. AS USED IN THIS TITLE:\n   52    1.  \"SENIOR BENEFITS CARD PROGRAM\" OR \"PROGRAM\" MEANS THE SENIOR BENE-\n   53  FITS CARD PROGRAM CREATED PURSUANT TO THIS TITLE, AND WHICH\n   54    (A) IS OPERATED BY THE OFFICE, OR BY AN OPERATING ENTITY  SELECTED  OR\n   55  CREATED  BY THE OFFICE AS A PUBLIC, PRIVATE OR NOT-FOR-PROFIT ENTITY, AS\n   56  DETERMINED BY THE DIRECTOR;\n\n       A. 3860                             4\n\n    1    (B) IS ADMINISTERED BY AN ENTITY SELECTED BY THE  OFFICE  OR,  IF  THE\n    2  OFFICE  SHALL CREATE AN ENTITY TO OPERATE THE PROGRAM, BY THE OFFICE AND\n    3  THE ENTITY, SUBJECT TO SUCH CONDITIONS AND REQUIREMENTS  AS  THE  OFFICE\n    4  SHALL REQUIRE;\n    5    (C) ALLOWS MEMBERSHIP BY ANY SENIOR; AND\n    6    (D)  ENLISTS  THE  VOLUNTARY  PARTICIPATION  OF MARKETS, SUPERMARKETS,\n    7  HEALTH CLUBS AND OTHERS.\n    8    2. \"PARTICIPANT\" MEANS ANY VOLUNTARY PARTICIPANT WHICH IS A MARKET  OR\n    9  SUPERMARKET OR FOOD-SELLER, HEALTH CLUB AND SUCH OTHERS AS MAY BE DEEMED\n   10  APPROPRIATE BY THE DIRECTOR.\n   11    3.  \"HEALTHY  AND  APPROPRIATE  FOOD\"  MEANS ANY FOOD WHICH THE OFFICE\n   12  SHALL  AFTER  CONSULTATION  WITH  APPROPRIATE  CONSULTANTS  AND  EXPERTS\n   13  PROMULGATE  IN  A  LIST  OF  HEALTHY  AND  APPROPRIATE  FOODS  FOR WHICH\n   14  DISCOUNTS SHALL BE OFFERED BY PARTICIPATING MARKETS, SUPERMARKETS,  FOOD\n   15  SELLERS, AND OTHERS.\n   16    4. \"SENIOR\" MEANS ANY PERSON SIXTY YEARS OF AGE OR OLDER.\n   17    5. \"OPERATING ENTITY\" MEANS A PUBLIC, PRIVATE OR NOT-FOR-PROFIT ENTITY\n   18  SELECTED  OR  CREATED  BY  THE  OFFICE TO OPERATE THE PROGRAM. ITS BOARD\n   19  SHALL CONSIST OF TWENTY-ONE PERSONS, INCLUDING AT LEAST TWO OF  EACH  OF\n   20  THE  FOLLOWING:  REPRESENTATIVES  OF  MARKETS OR SUPERMARKETS; REPRESEN-\n   21  TATIVES OF ON-PREMISES FOOD ESTABLISHMENTS; REPRESENTATIVES OF OFF-PREM-\n   22  ISES FOOD WHOLESALERS; PERSONS KNOWLEDGEABLE IN HEALTH CARE AND DIET FOR\n   23  SENIORS; PHYSICIANS SPECIALIZING IN  GERONTOLOGICAL  MATTERS;  REPRESEN-\n   24  TATIVES  OF HEALTH CLUBS; REPRESENTATIVES OF ORGANIZATIONS THAT ADVOCATE\n   25  FOR SENIORS; AND RESTAURANT  REPRESENTATIVES.  THE  BOARD  MAKEUP  SHALL\n   26  REFLECT,  INSOFAR  AS PRACTICAL, REGIONAL DIVERSITY AND, WITH RESPECT TO\n   27  RETAIL REPRESENTATIVES, THE SIZE OF COMPANIES AS WELL  AS  WHETHER  SUCH\n   28  COMPANIES ARE INDEPENDENT OR CHAINS.\n   29    6.  \"ADVISORY  COMMITTEE\"  MEANS THE ADVISORY COMMITTEE CREATED BY THE\n   30  DIRECTOR IF HE OR SHE SHALL DETERMINE NOT TO SELECT OR CREATE THE  OPER-\n   31  ATING  ENTITY.    ITS  MEMBERSHIP SHALL BE SELECTED BY THE DIRECTOR, AND\n   32  SHALL CONSIST OF TWENTY-ONE PERSONS, INCLUDING AT LEAST TWO OF  EACH  OF\n   33  THE  FOLLOWING:    REPRESENTATIVES OF MARKETS OR SUPERMARKETS; REPRESEN-\n   34  TATIVES OF ON-PREMISES FOOD ESTABLISHMENTS; REPRESENTATIVES OF OFF-PREM-\n   35  ISES FOOD WHOLESALERS; PERSONS KNOWLEDGEABLE IN HEALTH CARE AND DIET FOR\n   36  SENIORS; PHYSICIANS SPECIALIZING IN  GERONTOLOGICAL  MATTERS;  REPRESEN-\n   37  TATIVES  OF HEALTH CLUBS; REPRESENTATIVES OF ORGANIZATIONS THAT ADVOCATE\n   38  FOR SENIORS; AND RESTAURANT REPRESENTATIVES. THE MAKEUP OF THE  ADVISORY\n   39  COMMITTEE  SHALL  REFLECT, INSOFAR AS PRACTICAL, REGIONAL DIVERSITY AND,\n   40  WITH RESPECT TO RETAIL REPRESENTATIVES, THE SIZE OF COMPANIES AS WELL AS\n   41  WHETHER SUCH COMPANIES ARE INDEPENDENT OR CHAINS.\n   42    7. \"DIRECTOR\" MEANS THE DIRECTOR OF THE STATE OFFICE FOR THE AGING.\n   43    8. \"OFFICE\" MEANS THE STATE OFFICE FOR THE AGING.\n   44    S 262. SENIOR BENEFITS CARD  PROGRAM.  1.  THE  SENIOR  BENEFITS  CARD\n   45  PROGRAM  IS  HEREBY  CREATED,  THE  PURPOSE  OF WHICH SHALL BE TO AFFORD\n   46  SENIORS ACCESS TO HEALTHY  FOODS  IN  MARKETS  AND  RESTAURANTS  AND  TO\n   47  PROVIDE INCENTIVES FOR THEM TO ADOPT A HEALTHY EXERCISE REGIME.\n   48    2.  IF THE DIRECTOR OF THE BUDGET SHALL AGREE WITH THE FINDINGS OF THE\n   49  REPORT REQUIRED PURSUANT TO THIS TITLE, HE OR SHE SHALL  SO  INFORM  THE\n   50  GOVERNOR,  AND SHALL DIRECT AND AUTHORIZE THE DIRECTOR TO TAKE THE STEPS\n   51  REQUIRED BY THIS TITLE, AND OTHERS AUTHORIZED BY THIS TITLE THAT  HE  OR\n   52  SHE MAY DEEM NECESSARY AND APPROPRIATE AFTER CONSULTATION WITH THE ADVI-\n   53  SORY  COMMITTEE  AND  INVESTIGATION  OF  ISSUES  AND  CONCERNS RAISED BY\n   54  PARTICIPANTS.\n\n       A. 3860                             5\n\n    1    3. THE DIRECTOR SHALL CONSULT WITH AND BE GUIDED BY THE ADVICE OF  THE\n    2  OPERATING ENTITY, OR, IN THE ALTERNATIVE, THE ADVISORY COMMITTEE, ON THE\n    3  FOLLOWING MATTERS:\n    4    (A)  THE  LIST  OF HEALTHY AND APPROPRIATE FOODS, AND THE WAY IN WHICH\n    5  SUCH LIST SHALL BE APPLIED TO HEALTHY AND APPROPRIATE MEALS  AT  PARTIC-\n    6  IPATING RESTAURANTS;\n    7    (B)  THE  WAY IN WHICH THE LIST OF HEALTHY AND APPROPRIATE FOODS SHALL\n    8  BE TRANSMITTED TO PARTICIPATING RETAILERS AND RESTAURATEURS, IN A MANNER\n    9  THAT SHALL BE MACHINE READY AND DELIVERED AT NO COST TO THE  PARTICIPAT-\n   10  ING RETAILERS;\n   11    (C) THE PERCENTAGE AMOUNT OF THE DISCOUNT APPLIED TO RETAIL PRICE, THE\n   12  NUMBER OF HEALTHY AND APPROPRIATE FOODS TO WHICH IT SHOULD BE APPLIED AT\n   13  ANY  ONE  TIME, AND THE DAYS OF THE WEEK OR THE NUMBER OF SUCH DAYS IN A\n   14  WEEK IN WHICH SUCH DISCOUNTS SHOULD BE OFFERED;\n   15    (D) HOW SUCH DISCOUNT SHOULD BE APPLIED  TO  HEALTHY  AND  APPROPRIATE\n   16  FOODS FOR WHICH A PARTICIPATING RETAILER MAY BE OFFERING A DISCOUNT; AND\n   17    (E)  ANY  SUCH OTHER MATTERS WHICH THE DIRECTOR MAY CHOOSE TO REFER TO\n   18  THE ENTITY OR THE COMMITTEE, OR WHICH THE ENTITY OR  THE  COMMITTEE  MAY\n   19  CHOOSE TO TAKE UP.  THE DIRECTOR SHALL SUBMIT ANY PROPOSED GUIDELINES TO\n   20  THE  ENTITY OR, IN THE ALTERNATIVE, THE ADVISORY COMMITTEE, AS APPROPRI-\n   21  ATE, FOR ITS CONSIDERATION AND REVIEW.\n   22    4. THE DIRECTOR SHALL PROVIDE SUCH  FUNDS,  WITHIN  THE  AMOUNTS  MADE\n   23  AVAILABLE  BY  APPROPRIATION THEREFOR, AS SHALL BE NECESSARY TO INITIATE\n   24  AND MAINTAIN THE PROGRAM.\n   25    5. IF THE DIRECTOR, AFTER CONSULTATION WITH THE DIRECTOR OF THE  DIVI-\n   26  SION  OF THE BUDGET, SHALL DETERMINE THAT IT IS DESIRABLE AND BENEFICIAL\n   27  TO SENIORS TO USE THE SENIOR BENEFITS CARD TO PROVIDE  ACCESS  TO  OTHER\n   28  PROGRAMS OF BENEFIT TO SENIORS SUCH AS MEDICAID, FOOD STAMPS, THE FEDER-\n   29  AL  PHARMACEUTICAL  BENEFITS PROGRAM AUTHORIZED PURSUANT TO THE MEDICARE\n   30  PRESCRIPTION DRUG, IMPROVEMENT AND MODERNIZATION ACT OF 2003, AND  OTHER\n   31  SUCH  PROGRAMS THAT UTILIZE A CARD OR CARD SWIPE TO ACCESS BENEFITS, THE\n   32  DIRECTOR SHALL SEEK TO REACH AGREEMENTS WITH OTHER NECESSARY AND  APPRO-\n   33  PRIATE ENTITIES TO ALLOW SUCH UTILIZATION.\n   34    S  263.  EDUCATION  AND OUTREACH. THE DIRECTOR SHALL CONDUCT EDUCATION\n   35  AND OUTREACH TO PROMOTE THE PROGRAM AND TO ENCOURAGE  QUALIFIED  PERSONS\n   36  AND  ENTITIES TO BECOME PARTICIPANTS AND PARTICIPATING RETAILERS, WITHIN\n   37  THE AMOUNTS APPROPRIATED THEREFOR.\n   38    S 3. Severability. If any clause, sentence, paragraph, section or part\n   39  of this act shall be adjudged by any court of competent jurisdiction  to\n   40  be  invalid,  the  judgment  shall  not affect, impair or invalidate the\n   41  remainder thereof, but shall be confined in its operation to the clause,\n   42  sentence, paragraph, section or part of this act  directly  involved  in\n   43  the controversy in which the judgment shall have been rendered.\n   44    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to creating the senior benefits card program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T112710.TXT", "SOBI.D110128.T140306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296491230130
}