{
  "year" : 2011,
  "senateBillNo" : "A3862-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3862\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  breast  cancer\n         research; and to amend the environmental conservation law, in relation\n         to compilation of data on pesticides\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph (e) of subdivision 1  of  section  2411  of  the\n    2  public  health  law,  as  amended by chapter 219 of the laws of 1997, is\n    3  amended to read as follows:\n    4    (e) Solicit, receive, and review applications from public and  private\n    5  agencies  and  organizations  and  qualified  research  institutions for\n    6  grants from the breast  cancer  research  and  education  fund,  created\n    7  pursuant to section ninety-seven-yy of the state finance law, to conduct\n    8  research  or educational programs which focus on the causes, prevention,\n    9  screening, treatment and cure of breast cancer and may include, but  are\n   10  not  limited  to  MAPPING OF BREAST CANCER, AND basic, behavioral, clin-\n   11  ical,  demographic,  environmental,   epidemiologic   and   psychosocial\n   12  research.  The board shall make recommendations to the commissioner, and\n   13  the commissioner shall, in his or  her  discretion,  grant  approval  of\n   14  applications  for  grants  from  those  applications  recommended by the\n   15  board.  The board shall consult with the Centers for Disease Control and\n   16  Prevention, the National Institutes of Health, the  Federal  Agency  For\n   17  Health  Care  Policy  and  Research,  the  National Academy of Sciences,\n   18  breast cancer advocacy groups, and other organizations or entities which\n   19  may be involved in breast cancer research to  solicit  both  information\n   20  regarding  breast  cancer  research  projects  that  are currently being\n   21  conducted and recommendations for future research projects. As  used  in\n   22  this  section,  \"qualified  research  institution\"  may include academic\n   23  medical institutions, state or  local  government  agencies,  public  or\n   24  private  organizations  within  this  state,  and  any other institution\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00180-01-1\n\n       A. 3862                             2\n\n    1  approved by the department, which is conducting a breast cancer research\n    2  project or educational program. If a board member submits an application\n    3  for a grant from the breast cancer research and education  fund,  he  or\n    4  she  shall  be  prohibited from reviewing and making a recommendation on\n    5  the application;\n    6    S 2. Subdivision 2 of section 33-1201 of the  environmental  conserva-\n    7  tion  law,  as  added  by chapter 279 of the laws of 1996, is amended to\n    8  read as follows:\n    9    2. The commissioner shall prepare an annual report summarizing  pesti-\n   10  cide  sales,  quantity  of  pesticides  used, category of applicator and\n   11  region of application. PESTICIDE DATA SHALL BE COMPILED AND REPORTED  BY\n   12  BOTH  PRODUCT  NAME AND BY ACTIVE INGREDIENT. The commissioner shall not\n   13  provide the name, address, or any other information which  would  other-\n   14  wise  identify  a  commercial  or  private applicator, or any person who\n   15  sells or offers for sale restricted use or general use pesticides  to  a\n   16  private applicator, or any person who received the services of a commer-\n   17  cial  applicator.  In accordance with article six of the public officers\n   18  law, proprietary information contained  within  such  record,  including\n   19  price  charged  per product, shall not be disclosed. The report shall be\n   20  submitted to the governor, the temporary president of the senate and the\n   21  speaker of the assembly, and shall be made available to  all  interested\n   22  parties.  The  first  report  shall be submitted on July first, nineteen\n   23  hundred ninety-eight and on [July  first]  NOVEMBER  THIRTIETH  annually\n   24  thereafter.\n   25    S  3.  Paragraph a of subdivision 1 of section 33-1203 of the environ-\n   26  mental conservation law, as added by chapter 279 of the laws of 1996, is\n   27  amended to read as follows:\n   28    a. The commissioner shall,  upon  written  request  of  an  interested\n   29  party,  in  printed  form  or  on  a  diskette in computerized data base\n   30  format, provide the information on pesticides submitted to  the  depart-\n   31  ment pursuant to sections 33-1205 and 33-1207 of this title. Such infor-\n   32  mation  shall  be provided by county or counties, or five-digit zip code\n   33  or codes as selected by the interested party making the written request.\n   34  PESTICIDE DATA SHALL BE PROVIDED BY BOTH PRODUCT NAME AND ACTIVE  INGRE-\n   35  DIENT.  The  commissioner  shall  not  provide the name, address, or any\n   36  other information which would otherwise identify a commercial or private\n   37  applicator, or any person who sells or offers for sale restricted use or\n   38  general use pesticides to  a  private  applicator,  or  any  person  who\n   39  received  the  services  of  a commercial applicator. In accordance with\n   40  article  six  of  the  public  officers  law,  proprietary   information\n   41  contained within such record, including price charged per product, shall\n   42  not  be  disclosed.  The provisions of this paragraph shall not apply to\n   43  the provision of pesticide data  to  the  commissioner  of  health,  the\n   44  health research science board and researchers pursuant to title one-B of\n   45  article twenty-four of the public health law.\n   46    S  4.  The  second  undesignated paragraph of subdivision 1 of section\n   47  33-1205 of the environmental conservation law, as added by  chapter  279\n   48  of the laws of 1996, is amended to read as follows:\n   49    Such  records  shall be maintained for a period of not less than three\n   50  years.   All commercial applicators shall file,  at  least  annually,  a\n   51  report  or  reports  containing such information with the department [on\n   52  computer diskette or in printed form] IN AN ELECTRONIC FORMAT  DEVELOPED\n   53  BY  THE  DEPARTMENT  CONSISTENT  WITH  SYSTEM  FILE SPECIFICATIONS OR ON\n   54  SCANNABLE FORMS DEVELOPED BY THE DEPARTMENT on or before February  first\n   55  for  the  prior  calendar  year.   All commercial applicators shall also\n   56  maintain corresponding records of the dosage rates, methods of  applica-\n\n       A. 3862                             3\n\n    1  tion and target organisms for each pesticide application.  These records\n    2  shall  be maintained on an annual basis and retained for a period of not\n    3  less than three years and shall be available for inspection upon request\n    4  by the department.\n    5    S  5. The closing paragraph of paragraph a of subdivision 2 of section\n    6  33-1205 of the environmental conservation law, as amended by chapter 260\n    7  of the laws of 1997, is amended to read as follows:\n    8    Every person who sells or offers for sale restricted use pesticides to\n    9  private applicators shall file, at least annually, a report  or  reports\n   10  containing such information with the department [on computer diskette or\n   11  in  printed  form]  IN  AN ELECTRONIC FORMAT DEVELOPED BY THE DEPARTMENT\n   12  CONSISTENT WITH SYSTEM FILE SPECIFICATIONS OR ON SCANNABLE FORMS  DEVEL-\n   13  OPED  BY THE DEPARTMENT on or before February first for the prior calen-\n   14  dar year.  The department shall not use the reports  filed  pursuant  to\n   15  this paragraph for enforcement purposes.\n   16    S  6.  Subdivision 2 of section 33-1207 of the environmental conserva-\n   17  tion law, as added by chapter 279 of the laws of  1996,  is  amended  to\n   18  read as follows:\n   19    2.  Such  records  shall  be  maintained for a period of not less than\n   20  three years.   All manufacturers and  importers  shall  file  an  annual\n   21  report  containing  such  information  with  the department [on computer\n   22  diskette or in printed form] IN AN ELECTRONIC FORMAT  DEVELOPED  BY  THE\n   23  DEPARTMENT  CONSISTENT  WITH  SYSTEM FILE SPECIFICATIONS OR ON SCANNABLE\n   24  FORMS DEVELOPED BY THE DEPARTMENT on or before February  first  for  the\n   25  prior calendar year.\n   26    S  7.  This  act  shall take effect on the sixtieth day after it shall\n   27  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T140306.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296241386350
}