{
  "year" : 2011,
  "senateBillNo" : "A386-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A386-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows certain members of public retirement systems to retire without a reduction of benefits due to early retirement upon age 55 and at least 25 years of service",
  "summary" : "Provides that excess investment tax credit amounts may be refundable to operators of a farm operation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "AA1088-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          386\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER, MAGEE, SCHROEDER, LUPARDO -- Multi-Spon-\n         sored  by -- M. of A.  BARCLAY, BOYLAND, CALHOUN, COOK, CROUCH, FINCH,\n         GIGLIO, HAWLEY, LAVINE, LENTOL, LIFTON, J. MILLER, MOLINARO,  PHEFFER,\n         RABBITT, REILLY -- read once and referred to the Committee on Ways and\n         Means\n\n       AN  ACT  to  amend  the  tax  law,  in relation to providing that excess\n         investment tax credit amounts may be refundable to operators of a farm\n         operation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 12 of section 210 of the tax law is amended by\n    2  adding a new paragraph (e-1) to read as follows:\n    3    (E-1) NOTWITHSTANDING ANY OTHER PROVISION  OF  THIS  SUBDIVISION,  FOR\n    4  TAXABLE  YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN,\n    5  IF THE CREDIT ALLOWED UNDER THIS SUBDIVISION IS GREATER THAN THE TAX DUE\n    6  IN ANY TAXABLE YEAR FOR A TAXPAYER WHOSE PRIMARY  SOURCE  OF  INCOME  IS\n    7  DERIVED  FROM  OPERATING  A  FARM  OPERATION, SUCH TAXPAYER MAY ELECT TO\n    8  TREAT THE AMOUNT BY WHICH SUCH CREDIT EXCEEDS SUCH TAX DUE AS  AN  OVER-\n    9  PAYMENT  OF  TAX  TO  BE  REFUNDED  IN ACCORDANCE WITH THE PROVISIONS OF\n   10  SECTION TEN HUNDRED EIGHTY-SIX OF THIS CHAPTER.  FOR  PURPOSES  OF  THIS\n   11  PARAGRAPH, THE TERM \"FARM OPERATION\" SHALL HAVE THE SAME MEANING AS SUCH\n   12  TERM  IS  DEFINED  IN SUBDIVISION ELEVEN OF SECTION THREE HUNDRED ONE OF\n   13  THE AGRICULTURE AND MARKETS LAW.\n   14    S 2. Subsection (a) of section 606 of the tax law is amended by adding\n   15  a new paragraph 5-a to read as follows:\n   16    (5-A) NOTWITHSTANDING ANY OTHER  PROVISION  OF  THIS  SUBSECTION,  FOR\n   17  TAXABLE  YEARS BEGINNING ON OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN,\n   18  IF THE CREDIT ALLOWED UNDER THIS SUBSECTION IS GREATER THAN THE TAX  DUE\n   19  IN  ANY  TAXABLE  YEAR  FOR A TAXPAYER WHOSE PRIMARY SOURCE OF INCOME IS\n   20  DERIVED FROM OPERATING A FARM OPERATION,  SUCH  TAXPAYER  MAY  ELECT  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02079-01-1\n\n       A. 386                              2\n\n    1  TREAT  THE  AMOUNT BY WHICH SUCH CREDIT EXCEEDS SUCH TAX DUE AS AN OVER-\n    2  PAYMENT OF TAX TO BE REFUNDED  IN  ACCORDANCE  WITH  THE  PROVISIONS  OF\n    3  SECTION  SIX  HUNDRED  EIGHTY-SIX  OF THIS ARTICLE. FOR PURPOSES OF THIS\n    4  PARAGRAPH, THE TERM \"FARM OPERATION\" SHALL HAVE THE SAME MEANING AS SUCH\n    5  TERM  IS  DEFINED  IN SUBDIVISION ELEVEN OF SECTION THREE HUNDRED ONE OF\n    6  THE AGRICULTURE AND MARKETS LAW.\n    7    S 3. This act shall take effect immediately, and shall  be  deemed  to\n    8  have been in full force and effect on and after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing that excess investment tax credit amounts may be refundable to operators of a farm operation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155117.TXT", "SOBI.D101227.T145102.TXT", "SOBI.D101223.T154616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479462279
}