{
  "year" : 2011,
  "senateBillNo" : "A387-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A387-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a credit against income tax for wind electric generating equipment expenditures",
  "summary" : "Establishes a credit against income tax for wind electric generating equipment expenditures up to $7500. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1087-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          387\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, ORTIZ, PHEFFER, SPANO, ABBATE -- Multi-\n         Sponsored by -- M. of A. DESTITO, SWEENEY -- read once and referred to\n         the Committee on Ways and Means\n\n       AN ACT to amend the tax  law,  in  relation  to  establishing  a  credit\n         against  tax  for wind electric generating equipment installed on farm\n         property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (g-3) to read as follows:\n    3    (G-3) WIND ELECTRIC GENERATING EQUIPMENT CREDIT; FARM PROPERTY.    (1)\n    4  GENERAL. A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY\n    5  THIS  ARTICLE  EQUAL  TO  TWENTY-FIVE PERCENT OF QUALIFIED WIND ELECTRIC\n    6  GENERATING EQUIPMENT EXPENDITURES.  THIS CREDIT SHALL NOT  EXCEED  SEVEN\n    7  THOUSAND FIVE HUNDRED DOLLARS.\n    8    (2)  QUALIFIED  WIND  ELECTRIC GENERATING EQUIPMENT EXPENDITURES.  (A)\n    9  THE TERM \"QUALIFIED WIND  ELECTRIC  GENERATING  EQUIPMENT  EXPENDITURES\"\n   10  MEANS EXPENDITURES, LIMITED TO THE EXPENDITURE CAP SET FORTH IN SUBPARA-\n   11  GRAPH  (B) OF THIS PARAGRAPH, FOR THE PURCHASE OF WIND ELECTRIC GENERAT-\n   12  ING EQUIPMENT WHICH IS INSTALLED ON FARM PROPERTY WHICH IS  (I)  LOCATED\n   13  IN  THIS  STATE  AND  (II)  USED BY THE TAXPAYER AS HIS OR HER PRINCIPAL\n   14  PREMISES AT THE TIME THE WIND ELECTRIC GENERATING EQUIPMENT IS PLACED IN\n   15  SERVICE.\n   16    (B) FOR PURPOSES OF SUBPARAGRAPH  (A)  OF  THIS  PARAGRAPH,  THE  TERM\n   17  \"EXPENDITURE CAP\" SHALL MEAN THE PRODUCT OF (I) SIX DOLLARS AND (II) THE\n   18  NUMBER  OF  WATTS  INCLUDED  IN  THE RATED CAPACITY OF THE WIND ELECTRIC\n   19  GENERATING EQUIPMENT.\n   20    (C) SUCH QUALIFIED EXPENDITURES SHALL INCLUDE EXPENDITURES FOR MATERI-\n   21  ALS, LABOR COSTS PROPERLY ALLOCABLE TO ON-SITE PREPARATION, ASSEMBLY AND\n   22  ORIGINAL  INSTALLATION,  ARCHITECTURAL  AND  ENGINEERING  SERVICES,  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02078-01-1\n\n       A. 387                              2\n\n    1  DESIGNS  AND  PLANS DIRECTLY RELATED TO THE CONSTRUCTION OR INSTALLATION\n    2  OF THE WIND ELECTRIC GENERATING EQUIPMENT.\n    3    (D)  SUCH  QUALIFIED  EXPENDITURES SHALL NOT INCLUDE INTEREST OR OTHER\n    4  FINANCE CHARGES.\n    5    (3) WIND ELECTRIC GENERATING EQUIPMENT. THE TERM \"WIND ELECTRIC GENER-\n    6  ATING EQUIPMENT\" SHALL MEAN EQUIPMENT WHICH, WHEN INSTALLED AT A TAXPAY-\n    7  ER'S PREMISES, USES WIND ENERGY FOR THE PURPOSE OF GENERATING  ELECTRIC-\n    8  ITY  FOR  USE  AT  SUCH  PREMISES  AND  WHICH  HAS  A RATED CAPACITY FOR\n    9  GENERATING ELECTRICITY WHICH DOES NOT EXCEED ONE HUNDRED KILOWATTS.\n   10    (4) MULTIPLE TAXPAYERS. WHERE WIND ELECTRIC  GENERATING  EQUIPMENT  IS\n   11  PURCHASED  AND  INSTALLED  IN A PRINCIPAL PREMISES SHARED BY TWO OR MORE\n   12  TAXPAYERS, THE AMOUNT OF THE CREDIT ALLOWABLE UNDER THIS SUBSECTION  FOR\n   13  EACH  SUCH TAXPAYER SHALL BE PRORATED ACCORDING TO THE PERCENTAGE OF THE\n   14  TOTAL EXPENDITURE FOR SUCH WIND ELECTRIC GENERATING  EQUIPMENT  CONTRIB-\n   15  UTED BY EACH TAXPAYER.\n   16    (5)  GRANTS. FOR PURPOSES OF DETERMINING THE AMOUNT OF THE EXPENDITURE\n   17  INCURRED IN PURCHASING AND INSTALLING WIND  ELECTRIC  GENERATING  EQUIP-\n   18  MENT,  THE  AMOUNT  OF ANY FEDERAL, STATE OR LOCAL GRANT RECEIVED BY THE\n   19  TAXPAYER, WHICH WAS USED FOR THE PURCHASE AND/OR  INSTALLATION  OF  SUCH\n   20  EQUIPMENT  AND WHICH WAS NOT INCLUDED IN THE FEDERAL GROSS INCOME OF THE\n   21  TAXPAYER, SHALL NOT BE INCLUDED IN THE AMOUNT OF SUCH EXPENDITURES.\n   22    (6) WHEN CREDIT ALLOWED. THE  CREDIT  PROVIDED  FOR  HEREIN  SHALL  BE\n   23  ALLOWED WITH RESPECT TO THE TAXABLE YEAR, COMMENCING ON OR AFTER JANUARY\n   24  FIRST, TWO THOUSAND TWELVE, IN WHICH THE WIND ELECTRIC GENERATING EQUIP-\n   25  MENT IS PLACED IN SERVICE.\n   26    (7)  CARRYOVER  OF CREDIT. IF THE AMOUNT OF THE CREDIT, AND CARRYOVERS\n   27  OF SUCH CREDIT, ALLOWABLE UNDER THIS SUBSECTION  FOR  ANY  TAXABLE  YEAR\n   28  SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, SUCH EXCESS AMOUNT MAY BE\n   29  CARRIED  OVER  TO THE FIVE TAXABLE YEARS NEXT FOLLOWING THE TAXABLE YEAR\n   30  WITH RESPECT TO WHICH THE CREDIT IS ALLOWED AND MAY BE DEDUCTED FROM THE\n   31  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   32    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a credit against tax for wind electric generating equipment installed on farm property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155117.TXT", "SOBI.D101227.T145102.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293479462281
}