{
  "year" : 2011,
  "senateBillNo" : "A3873-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3873\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         sale and distribution of mercury fever thermometers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  395-c to read as follows:\n    3    S  395-C. SALE OR DISTRIBUTION OF MERCURY THERMOMETERS; PROHIBITED. 1.\n    4  FOR THE PURPOSES OF THIS SECTION, \"MERCURY FEVER THERMOMETER\" SHALL MEAN\n    5  ANY THERMOMETER USED TO MEASURE HUMAN OR ANIMAL BODY TEMPERATURE,  WHICH\n    6  CONTAINS  MERCURY  OR A MERCURY COMPOUND. SUCH TERM SHALL NOT INCLUDE AN\n    7  ELECTRONIC THERMOMETER WITH A BATTERY CONTAINING MERCURY.\n    8    2. NO PERSON SHALL SELL, OFFER TO SELL OR EXPOSE FOR SALE ANY  MERCURY\n    9  FEVER THERMOMETER.\n   10    3.  THE  PROVISIONS OF SUBDIVISION TWO OF THIS SECTION SHALL NOT APPLY\n   11  TO THE SALE OR PROVISION OF A MERCURY FEVER  THERMOMETER  IN  ACCORDANCE\n   12  WITH A PRESCRIPTION BY:\n   13    (A)  A  HEALTH  CARE  PRACTITIONER  LICENSED OR REGISTERED PURSUANT TO\n   14  TITLE EIGHT OF THE EDUCATION LAW, ACTING WITHIN THE LAWFUL SCOPE OF  HIS\n   15  OR  HER  PRACTICE,  PURSUANT TO THE RULES AND REGULATIONS OF THE COMMIS-\n   16  SIONER OF HEALTH; OR\n   17    (B) A VETERINARIAN PURSUANT  TO  THE  RULES  AND  REGULATIONS  OF  THE\n   18  COMMISSIONER OF AGRICULTURE AND MARKETS.\n   19    4.  ANY  PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION TWO OF THIS\n   20  SECTION SHALL BE SUBJECT TO A  CIVIL  PENALTY  OF  NOT  MORE  THAN  FIVE\n   21  HUNDRED DOLLARS.\n   22    S 2. This act shall take effect on the one hundred eightieth day after\n   23  it  shall  have  become  a  law, provided that any rules and regulations\n   24  necessary to implement the provisions of this act on its effective  date\n   25  are authorized and directed to be promulgated on or before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07474-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296242587965
}