{
  "year" : 2011,
  "senateBillNo" : "A3872-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3872\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         use of certain highly toxic pesticides\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds  and\n    2  declares  that  it  is  the  policy  of the state to prevent unnecessary\n    3  endangerment of human health  and  environmental  quality.  The  use  of\n    4  pesticides exposes people and our natural resources to many highly toxic\n    5  chemicals  with  known  serious,  deleterious  effects  on the health of\n    6  humans and the environment. The risks posed by the use of the most high-\n    7  ly toxic chemicals outweigh the limited benefits derived.   Furthermore,\n    8  the  use  of  highly toxic pesticides is unwarranted because more benign\n    9  alternatives exist, including less toxic or nontoxic chemicals  as  well\n   10  as  the employment of alternative effective pest control methods that do\n   11  not rely on the  use  of  chemical  pesticides.  Such  alternative  pest\n   12  control  methods  use  physical,  mechanical,  cultural,  biological and\n   13  educational tactics to control conditions that promote pest infestations\n   14  and that inhibit pest populations to  tolerable  levels  of  damage  and\n   15  annoyance.  In order to protect public health and the environment, it is\n   16  the intent of the legislature to prevent  unwarranted  exposure  to  the\n   17  most highly toxic pesticides by prohibiting their use.\n   18    S  2. Section 33-0101 of the environmental conservation law is amended\n   19  by adding three new subdivisions 50, 51 and 52 to read as follows:\n   20    50. \"ANTI-MICROBIAL PESTICIDE\" SHALL MEAN A PESTICIDE THAT:\n   21    A. IS INTENDED TO DISINFECT, SANITIZE, REDUCE, OR MITIGATE  GROWTH  OR\n   22  DEVELOPMENT OF MICROBIOLOGICAL ORGANISMS;\n   23    B.  IS  INTENDED TO PROTECT INANIMATE OBJECTS, INDUSTRIAL PROCESSES OR\n   24  SYSTEMS, SURFACES, WATER, OR  OTHER  CHEMICAL  SUBSTANCES  FROM  CONTAM-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07347-01-1\n\n       A. 3872                             2\n\n    1  INATION,  FOULING  OR  DETERIORATION CAUSED BY BACTERIA, VIRUSES, FUNGI,\n    2  PROTOZOA, ALGAE OR SLIME; OR\n    3    C.  IN THE INTENDED USE IS EXEMPT FROM, OR OTHERWISE NOT SUBJECT TO, A\n    4  TOLERANCE UNDER APPROPRIATE PROVISIONS OF FEDERAL LAW;\n    5    D. \"ANTI-MICROBIAL PESTICIDE\" SHALL NOT INCLUDE:\n    6    (1) A WOOD PRESERVATIVE OR ANTI-FOULING  PAINT  PRODUCT  FOR  WHICH  A\n    7  CLAIM OF PESTICIDAL ACTIVITY IS MADE;\n    8    (2) AN AGRICULTURAL FUNGICIDE PRODUCT; OR\n    9    (3) AN AQUATIC HERBICIDE PRODUCT.\n   10    51.  \"BIOPESTICIDE\" SHALL MEAN PESTICIDES DERIVED FROM NATURAL MATERI-\n   11  ALS, SUCH AS ANIMALS, PLANTS, BACTERIA AND  MINERALS;  AND  INCLUDE  THE\n   12  FOLLOWING TYPES:\n   13    A. MICROBIAL PESTICIDES CONTAINING A MICROORGANISM (E.G., A BACTERIUM,\n   14  FUNGUS, VIRUS OR PROTOZOAN) AS THE ACTIVE INGREDIENT; OR\n   15    B.  BIOCHEMICAL PESTICIDES DERIVED FROM NATURALLY OCCURRING SUBSTANCES\n   16  THAT CONTROL PESTS BY NONTOXIC MECHANISMS.\n   17    52. \"LEAST-TOXIC PESTICIDES\" SHALL MEAN:\n   18    A. BORIC ACID AND DISODIUM TETRAHYDRATE;\n   19    B. SILICA GELS;\n   20    C. DIATOMACEOUS EARTH;\n   21    D. NONVOLATILE INSECT AND RODENT BAITS IN TAMPER RESISTANT CONTAINERS;\n   22  OR\n   23    E. BOTANICAL PESTICIDES, EXCLUDING SYNTHETIC PYRETHROIDS WITHOUT TOXIC\n   24  SYNERGISTS.\n   25    S 3. Section 33-1301 of the environmental conservation law is  amended\n   26  by adding a new subdivision 12 to read as follows:\n   27    12.  A.    FOR  ANY  PERSON TO USE THE FOLLOWING PESTICIDES, EXCEPT AS\n   28  PROVIDED FOR IN PARAGRAPH B OF THIS SUBDIVISION:\n   29    (1) ANY PESTICIDE THAT IS CLASSIFIED AS A KNOWN, PROBABLE,  OR  LIKELY\n   30  HUMAN CARCINOGEN BY THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY;\n   31    (2)  ANY PESTICIDE THAT IS CLASSIFIED AS CATEGORY I OR II ACCORDING TO\n   32  THE PRODUCT ACUTE TOXICITY CLASSIFICATION OF THE UNITED STATES  ENVIRON-\n   33  MENTAL PROTECTION AGENCY FOR EITHER ORAL, DERMAL OR INHALATION TOXICITY;\n   34    (3)  ANY  PESTICIDE WHICH THE COMMISSIONER DETERMINES, IN CONSULTATION\n   35  WITH THE  COMMISSIONER  OF  HEALTH,  IS  A  LIKELY  ENDOCRINE  DISRUPTER\n   36  (INCLUDING,  BUT  NOT  LIMITED  TO, ESTROGEN MIMICRY OR ANDROGEN INHIBI-\n   37  TION), IMMUNOTOXIN OR CHRONIC NEUROTOXIN, AS  SUCH  INFORMATION  BECOMES\n   38  AVAILABLE;\n   39    (4)  ANY  PESTICIDE WHICH THE COMMISSIONER DETERMINES, IN CONSULTATION\n   40  WITH THE COMMISSIONER OF HEALTH, IS LIKELY TO IMPAIR AND  DISRUPT  HUMAN\n   41  REPRODUCTION AND DEVELOPMENT;\n   42    (5)  ANY  PESTICIDE  THAT  HAS  USE  RESTRICTION IMPOSED BY EITHER THE\n   43  COMMISSIONER OR THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY DUE TO\n   44  THE FOLLOWING ENVIRONMENTAL HAZARDS: GROUNDWATER CONTAMINATION, WILDLIFE\n   45  KILLS OR THREATS TO ENDANGERED SPECIES;\n   46    (6) ANY PESTICIDE FOR WHICH THERE IS A SPECIFIC,  OUTSTANDING  REQUEST\n   47  FROM  THE  UNITED  STATES ENVIRONMENTAL PROTECTION AGENCY FOR HEALTH AND\n   48  ENVIRONMENTAL STUDIES FOR THE PURPOSE OF REGISTRATION OR REREGISTRATION;\n   49    (7) ANY PESTICIDE WHICH CONTAINS AN INERT INGREDIENT WHICH WAS SUBJECT\n   50  TO A PESTICIDE REGISTRATION CANCELLATION OR  SUSPENSION  BY  THE  UNITED\n   51  STATES ENVIRONMENTAL PROTECTION AGENCY; AND\n   52    (8)  ANY  PESTICIDE CONTAINING THE ACTIVE INGREDIENT 4-AMINO PYRIDINE,\n   53  INCLUDING BUT NOT LIMITED TO AVITROL, EXCEPT WHEN USED IN THE PRODUCTION\n   54  OF AN AGRICULTURAL COMMODITY OR ON AGRICULTURAL LANDS.\n   55    B. NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH A OF THIS  SUBDIVISION,\n   56  IT SHALL BE LAWFUL TO APPLY:\n\n       A. 3872                             3\n\n    1    (1)  PESTICIDES THAT MAY OTHERWISE LAWFULLY BE USED FOR THE PURPOSE OF\n    2  MAINTAINING A SAFE DRINKING WATER SUPPLY  AT  DRINKING  WATER  TREATMENT\n    3  PLANTS, WASTEWATER TREATMENT PLANTS, RESERVOIRS, AND RELATED COLLECTION,\n    4  DISTRIBUTION AND TREATMENT FACILITIES;\n    5    (2) ANTI-MICROBIAL PESTICIDES;\n    6    (3) BIOPESTICIDES;\n    7    (4) LEAST TOXIC PESTICIDES;\n    8    (5)   PESTICIDES   CLASSIFIED   BY  THE  UNITED  STATES  ENVIRONMENTAL\n    9  PROTECTION AGENCY AS EXEMPT MATERIALS UNDER 40 CFR 152.25; AND\n   10    (6) PESTICIDES USED TO RESPOND TO A PUBLIC HEALTH EMERGENCY  OR  IMMI-\n   11  NENT STRUCTURAL HAZARD.\n   12    S  4. Section 33-1503 of the environmental conservation law is amended\n   13  by adding a new subdivision 5 to read as follows:\n   14    5. THE COMMISSIONER SHALL DEVELOP AND IMPLEMENT A PROGRAM TO  RESTRICT\n   15  THE  AVAILABILITY  OF  PESTICIDES PROHIBITED UNDER SUBDIVISION TWELVE OF\n   16  SECTION 33-1301 OF  THIS  ARTICLE  THROUGH  THE  PESTICIDE  REGISTRATION\n   17  PROGRAM UNDER TITLE SEVEN OF THIS ARTICLE, AND SHALL IMPLEMENT A PROGRAM\n   18  TO  INFORM  COMMERCIAL AND PRIVATE APPLICATORS, MANUFACTURERS, WHOLESALE\n   19  AND RETAIL SELLERS, AND THE PUBLIC OF THE PROHIBITIONS  ON  SUCH  PESTI-\n   20  CIDES.\n   21    S 5. This act shall take effect immediately, except that sections one,\n   22  two and three of this act shall take effect on the one hundred twentieth\n   23  day after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296242587963
}