{
  "year" : 2011,
  "senateBillNo" : "A3879-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to aging",
    "billEventId" : "A3879-2011-1296190800000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the creation of senior citizen rent exemption and tax abatement program",
  "summary" : "Authorizes the governing body of a municipality to adopt a program which would create a real property tax exemption for the owner of a rental unit occupied by a qualifying senior which shall be credited to the lessee in the form of rent reduction equal to the proportional amount of taxes apportioned to the rental unit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1360-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3879\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the real property tax law, in relation to a program  for\n         senior citizen rent exemption and tax abatement\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 467-g to read as follows:\n    3    S  467-G.  TENANTS SIXTY-FIVE YEARS OF AGE OR OLDER.  1. THE GOVERNING\n    4  BODY OF ANY MUNICIPALITY IS HEREBY AUTHORIZED AND  EMPOWERED  TO  ADOPT,\n    5  AFTER  PUBLIC  HEARING AND IN ACCORDANCE WITH THIS SECTION, A LOCAL LAW,\n    6  ORDINANCE OR RESOLUTION PROVIDING FOR A PROGRAM OF SENIOR  CITIZEN  RENT\n    7  EXEMPTION  AND TAX ABATEMENT. SUCH PROGRAM SHALL APPLY TO PERSONS SIXTY-\n    8  FIVE YEARS OF AGE OR OLDER, WHO RESIDE IN RESIDENTIAL RENTAL UNITS,  AND\n    9  WHO  ARE  HEADS OF HOUSEHOLDS WHOSE INCOMES FALL WITHIN SPECIFIED LIMITS\n   10  ADOPTED BY A MUNICIPALITY, AS SET FORTH IN PARAGRAPH (A) OF  SUBDIVISION\n   11  THREE OF THIS SECTION.\n   12    2.  FOR THE PURPOSES OF THIS SECTION, \"HEAD OF HOUSEHOLD\" SHALL MEAN A\n   13  PERSON WHO IS SIXTY-FIVE YEARS OF AGE OR OLDER AND IS  ENTITLED  TO  THE\n   14  POSSESSION OR TO THE USE OR OCCUPANCY OF A RESIDENTIAL RENTAL UNIT.\n   15    3.  (A)  NO  EXEMPTION SHALL BE GRANTED IF THE INCOME OF THE RENTER OR\n   16  THE COMBINED INCOME OF ALL THE RENTAL HOUSEHOLD MEMBERS FOR  THE  INCOME\n   17  TAX  YEAR  IMMEDIATELY  PRECEDING  THE DATE OF APPLICATION FOR EXEMPTION\n   18  EXCEEDS THE SUM OF THREE THOUSAND DOLLARS, OR SUCH OTHER  SUM  NOT  LESS\n   19  THAN THREE THOUSAND DOLLARS NOR MORE THAN TWELVE THOUSAND DOLLARS (HERE-\n   20  AFTER  REFERRED  TO  IN  THIS  SECTION AS \"M\") AS MAY BE PROVIDED BY THE\n   21  LOCAL LAW, ORDINANCE OR RESOLUTION ADOPTED PURSUANT TO THIS  SECTION.  A\n   22  RENTER  SHALL  BE  ELIGIBLE  FOR  A  REDUCTION IN THEIR RENT WHICH SHALL\n   23  REFLECT THE GRANTING OF A ONE HUNDRED  PERCENT  EXEMPTION  OF  THE  REAL\n   24  PROPERTY TAXES APPORTIONED TO THE RENTAL UNIT, THAT HAVE AN INCOME EQUAL\n   25  TO  \"M\".   FOR THE PURPOSES OF THIS SECTION \"INCOME TAX YEAR\" SHALL MEAN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00268-01-1\n\n       A. 3879                             2\n\n    1  THE TWELVE MONTH PERIOD FOR WHICH THE RENTER FILED  A  FEDERAL  PERSONAL\n    2  INCOME  TAX  RETURN,  OR  IF NO SUCH RETURN IS FILED, THE CALENDAR YEAR.\n    3  SUCH INCOME SHALL  INCLUDE  SOCIAL  SECURITY  AND  RETIREMENT  BENEFITS,\n    4  INTEREST,  DIVIDENDS,  TOTAL GAIN FROM THE SALE OR EXCHANGE OF A CAPITAL\n    5  ASSET WHICH MAY BE OFFSET BY A LOSS FROM THE SALE OR EXCHANGE OF A CAPI-\n    6  TAL ASSET IN THE SAME INCOME TAX YEAR,  NET  RENTAL  INCOME,  SALARY  OR\n    7  EARNINGS,  AND  NET INCOME FROM SELF-EMPLOYMENT, BUT SHALL NOT INCLUDE A\n    8  RETURN OF CAPITAL, GIFTS, INHERITANCES OR MONIES EARNED THROUGH  EMPLOY-\n    9  MENT  IN THE FEDERAL FOSTER GRANDPARENT PROGRAM. PROVIDED, HOWEVER, WHEN\n   10  THE HEAD OF THE HOUSEHOLD RETIRES BEFORE THE COMMENCEMENT OF  SUCH  YEAR\n   11  AND THE DATE OF FILING THE APPLICATION, THE INCOME FOR SUCH YEAR AND THE\n   12  DATE OF FILING THE APPLICATION, THE INCOME FOR SUCH YEAR MAY BE ADJUSTED\n   13  BY  EXCLUDING  SALARY  OR  EARNINGS AND PROJECTING HIS OR HER RETIREMENT\n   14  INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR.\n   15    (B) ANY LOCAL LAW, ORDINANCE OR RESOLUTION ADOPTED PURSUANT TO  SUBDI-\n   16  VISION  ONE OF THIS SECTION MAY BE AMENDED, OR A LOCAL LAW, ORDINANCE OR\n   17  RESOLUTION MAY BE ADOPTED, TO PROVIDE AN EXEMPTION SO AS TO INCREASE THE\n   18  INCOME ELIGIBILITY LEVEL FOR A RENTER DEEMED ELIGIBLE FOR  AN  EXEMPTION\n   19  WHO  IS  RESIDING IN REAL PROPERTY LOCATED IN A MUNICIPAL CORPORATION AS\n   20  PROVIDED IN PARAGRAPH (A) OF THIS SUBDIVISION, TO THE EXTENT PROVIDED IN\n   21  THE FOLLOWING SCHEDULE:\n   22       ANNUAL HOUSEHOLD                   ANNUAL PERCENT OF ASSESSED\n   23       INCOME OF SENIOR                      TAX EXEMPTION GRANTED\n   24            RENTER\n   25       MORE THAN (M) BUT\n   26            LESS THAN (M + $650)                              95%\n   27       (M + $650 OR MORE) BUT\n   28            LESS THAN (M + $1,300)                            90%\n   29       (M + $1,300 OR MORE) BUT\n   30            LESS THAN (M + $1,950)                            85%\n   31       (M + $1,950 OR MORE) BUT\n   32            LESS THAN (M +$2,600)                             80%\n   33       (M + $2,600 OR MORE) BUT\n   34            LESS THAN (M + $3,250)                            75%\n   35       (M + $3,250 OR MORE) BUT\n   36            LESS THAN (M + $3,900)                            70%\n   37       (M + $3,900 OR MORE) BUT\n   38            LESS THAN (M + $4,500)                            65%\n   39       (M + $4,500 OR MORE) BUT\n   40            LESS THAN (M + $5,200)                            60%\n   41       (M + $5,200 OR MORE) BUT\n   42            LESS THAN (M + $5,850)                            55%\n   43       (M + $5,850 OR MORE) BUT\n   44            LESS THAN (M + $6,500)                            50%\n   45       (M + $6,500 OR MORE) BUT\n   46            LESS THAN (M + $7,500)                            45%\n   47       (M + $7,500 OR MORE) BUT\n   48            LESS THAN (M + $8,500)                            40%\n   49       (M + $8,500 OR MORE) BUT\n   50            LESS THAN (M + $9,500)                            35%\n   51       (M + $9,500 OR MORE) BUT\n   52            LESS THAN (M + $10,400)                           30%\n   53       (M + $10,400 OR MORE) BUT\n   54            LESS THAN (M + $11,300)                           25%\n   55       (M + $11,300 OR MORE) BUT\n   56            LESS THAN (M + $12,200)                           20%\n\n       A. 3879                             3\n\n    1       (M + $12,200 OR MORE) BUT\n    2            LESS THAN (M + $13,000)                           15%\n    3       (M + $13,000 OR MORE) BUT\n    4            LESS THAN (M + $14,000)                           10%\n    5       (M + $14,000 OR MORE) BUT\n    6            LESS THAN (M + $14,900)                            5%.\n    7    4. THE EXEMPTION SHALL BE GRANTED ON THAT PROPORTION OF THE ASSESSMENT\n    8  OF  SUCH  REAL  PROPERTY  AND  SHALL BE ATTRIBUTABLE TO THE PROPORTIONAL\n    9  AMOUNT OF THE TOTAL ASSESSMENT OF SUCH REAL PROPERTY IN WHICH THE RENTAL\n   10  UNIT IS LOCATED. SUCH RENTAL UNIT SHALL BE  SUBJECT  TO  EXEMPTION  FROM\n   11  TAXATION  PURSUANT TO THIS SECTION AND ANY EXEMPTION SO GRANTED SHALL BE\n   12  CREDITED BY THE APPROPRIATE TAXING AUTHORITY AGAINST THE ASSESSED  VALU-\n   13  ATION OF SUCH REAL PROPERTY.\n   14    THE REDUCTION IN REAL PROPERTY TAXES REALIZED THEREBY SHALL BE CREDIT-\n   15  ED  BY  THE  PROPERTY  OWNER  AGAINST  THE  PROPORTIONAL AMOUNT OF TAXES\n   16  CHARGEABLE TO A TENANT IN THE FORM OF RENT.\n   17    5. THE ELIGIBLE HEAD OF HOUSEHOLD SHALL APPLY EACH YEAR, PRIOR TO  THE\n   18  TAXABLE STATUS DATE PRESCRIBED BY LAW, TO THE APPROPRIATE LOCAL ASSESSOR\n   19  FOR  A  TAX  ABATEMENT  CERTIFICATE,  ON  A FORM PRESCRIBED BY THE STATE\n   20  BOARD. AS A REQUIRED PART OF THE  APPLICATION  PROCESS,  EACH  APPLICANT\n   21  SHALL  ALSO SUBMIT AN ACCESSORY AGREEMENT SIGNED BY HIS OR HER LANDLORD,\n   22  ATTESTING TO THE LANDLORD'S WILLINGNESS TO PARTICIPATE IN  THE  PROGRAM.\n   23  SUCH  AGREEMENT  SHALL  INCLUDE  THE  LANDLORD'S RESPONSIBILITIES TO (A)\n   24  REDUCE THE TENANT'S RENT ON A MONTHLY BASIS BY ONE-TWELFTH OF THE AMOUNT\n   25  OF ANNUAL EXEMPTION GRANTED, (B) REIMBURSE, TO THE RECEIVER OF TAXES  OF\n   26  THE  MUNICIPAL  CORPORATION  WHICH  GRANTED  THE  EXEMPTION, A PRO-RATED\n   27  PORTION OF THE TAX ABATEMENT IF HIS QUALIFYING TENANT SHOULD MOVE DURING\n   28  THE TAXABLE PERIOD, (C) PERMIT ALL QUALIFYING TENANTS TO PARTICIPATE  IN\n   29  THE  PROGRAM  AND (D) LIMIT INCREASES IN RENT TO ELIGIBLE RENTER TENANTS\n   30  TO AMOUNTS ESTABLISHED BY A LOCAL GOVERNMENT AS SET FORTH BY SUCH  LOCAL\n   31  LAW,  ORDINANCE OR RESOLUTION ADOPTED PURSUANT TO GUIDELINES ADOPTED FOR\n   32  RENT ADJUSTMENTS.  ADJUSTMENTS IN RENT SHALL BE SET ACCORDING TO BUT NOT\n   33  LIMITED TO THE FOLLOWING FACTORS: (1)  THE  ECONOMIC  CONDITION  OF  THE\n   34  RESIDENTIAL  REAL  ESTATE  INDUSTRY  IN THE AFFECTED AREA INCLUDING SUCH\n   35  FACTORS AS THE PREVAILING AND PROJECTED  (I)  REAL  PROPERTY  TAXES  AND\n   36  SEWER AND WATER RATES, (II) GROSS OPERATING MAINTENANCE COSTS (INCLUDING\n   37  INSURANCE  RATES, GOVERNMENTAL FEES, COST OF FUEL AND LABOR COST), (III)\n   38  COSTS AND AVAILABILITY OF FINANCING (INCLUDING EFFECTIVE RATES OF INTER-\n   39  EST) AND (IV) OVERALL  SUPPLY  OF  HOUSING  ACCOMMODATIONS  AND  OVERALL\n   40  VACANCY  RATES, (2) RELEVANT DATA FROM THE CURRENT AND PROJECTED COST OF\n   41  LIVING INDICES FOR THE AFFECTED AREA AND (3) SUCH OTHER DATA AS  MAY  BE\n   42  MADE  AVAILABLE  TO THE LOCAL GOVERNMENT. THE STANDARDS FOR RENT ADJUST-\n   43  MENTS ESTABLISHED ANNUALLY SHALL  BE  EFFECTIVE  FOR  LEASES  COMMENCING\n   44  OCTOBER FIRST OF EACH YEAR AND DURING THE NEXT SUCCEEDING TWELVE MONTHS.\n   45    6.  A TAX ABATEMENT CERTIFICATE SETTING AN AMOUNT OF EXEMPTION FOR THE\n   46  TAXABLE PERIOD SHALL BE ISSUED TO EACH HEAD  OF  THE  HOUSEHOLD  WHO  IS\n   47  ELIGIBLE.  COPIES OF THE CERTIFICATE SHALL BE ISSUED TO THE OWNER OF THE\n   48  REAL PROPERTY CONTAINING THE RENTAL UNIT OF THE HEAD  OF  THE  HOUSEHOLD\n   49  AND  TO THE RECEIVER OF TAXES OF EACH MUNICIPALITY WHICH HAS GRANTED THE\n   50  ABATEMENT OF TAXES. THE EXEMPTION FOR THE TAX  PERIOD  SET  IN  THE  TAX\n   51  ABATEMENT  CERTIFICATE  SHALL BE DEDUCTED FROM THE TOTAL TAXES LEVIED BY\n   52  THE MUNICIPALITY WHICH GRANTED THE ABATEMENT ON REAL PROPERTY CONTAINING\n   53  THE RENTAL UNIT.\n   54    7. THE MAKING OF ANY WILLFUL FALSE STATEMENT IN  THE  APPLICATION  FOR\n   55  THE EXEMPTION SHALL BE PUNISHABLE BY A FINE OF NOT MORE THAN ONE HUNDRED\n\n       A. 3879                             4\n\n    1  DOLLARS  AND  SHALL  DISQUALIFY  THE  APPLICANT  HEAD  OF HOUSEHOLD FROM\n    2  FURTHER EXEMPTIONS FOR A PERIOD OF FIVE YEARS.\n    3    8.  THE  PROVISIONS  OF THIS SECTION SHALL BE APPLICABLE TO ALL RENTAL\n    4  UNITS WHICH COMPLY WITH ALL RELEVANT HOUSING CODES, LOCAL LAWS OR  ORDI-\n    5  NANCES.\n    6    9.  AN  INDIVIDUAL'S  ELIGIBILITY FOR SUCH EXEMPTION AS ESTABLISHED BY\n    7  THIS SECTION SHALL BE CONTINGENT UPON THE PRECLUSION OF THE INDIVIDUAL'S\n    8  ELIGIBILITY FOR AN EXEMPTION PURSUANT TO SECTION FOUR HUNDRED SIXTY-SEV-\n    9  EN, FOUR HUNDRED  SIXTY-SEVEN-B,  FOUR  HUNDRED  SIXTY-SEVEN-C  OR  FOUR\n   10  HUNDRED SIXTY-SEVEN-D OF THIS TITLE.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to a program for senior citizen rent exemption and tax abatement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T112710.TXT", "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296491230172
}