{
  "year" : 2011,
  "senateBillNo" : "A3876-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to housing",
    "billEventId" : "A3876-2011-1296190800000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a reverse mortgage loan program for low income seniors",
  "summary" : "Establishes a reverse loan mortgage loan program for low income seniors; provides for the state of NY mortgage agency to establish many of the parameters for the implementation of the program; defines terms; requires a care needs assessment of each applicant; further provides that area agencies on aging shall provide counseling and assistance to applicants; directs the state of New York mortgage agency to issue an annual report to the governor and the legislature. ",
  "currentCommittee" : null,
  "sameAs" : "S639",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A1371-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3876\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the public authorities law, in relation to establishment\n         of a reverse mortgage loan program for low income seniors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings. The legislature finds and declares\n    2  that many senior citizens living in New York own  their  own  homes  and\n    3  want  to  continue  to live at home for as long as possible. Nationally,\n    4  with over two trillion dollars tied up in home equity, reverse mortgages\n    5  have the potential to dramatically increase the ability  of  seniors  to\n    6  pay  for  their  long-term  care  and remain in their homes. Today, over\n    7  eighty percent of older Americans own  their  own  homes,  seventy-three\n    8  percent  of  which  are owned free and clear of any mortgages. Unlocking\n    9  these resources can help \"house-rich and cash-poor\" seniors purchase the\n   10  long-term care services they feel best meet their needs.  Private  funds\n   11  from  reverse  mortgages  also  can  strengthen community long-term care\n   12  systems and reduce the burden on state and local Medicaid  budgets.  The\n   13  purpose  of  this  act  is  to establish a reverse mortgage loan program\n   14  within the state of New York mortgage agency to enable low income elder-\n   15  ly homeowners to stay at home and pay for their long-term care.\n   16    S 2. The public authorities law is amended by  adding  a  new  section\n   17  2405-f to read as follows:\n   18    S  2405-F.  REVERSE MORTGAGE LOAN PROGRAM FOR LOW INCOME SENIORS.  (1)\n   19  AUTHORIZATION. NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THE\n   20  AGENCY IS HEREBY AUTHORIZED AND DIRECTED TO ESTABLISH A REVERSE MORTGAGE\n   21  LOAN PROGRAM FOR THE PURPOSE OF ENABLING LOW INCOME SENIOR HOMEOWNERS TO\n   22  USE THE EQUITY IN THEIR HOMES TO PROVIDE FOR THEIR LONG-TERM CARE NEEDS.\n   23  THE BANKING BOARD IS HEREBY AUTHORIZED TO VARY ANY RULES AND REGULATIONS\n   24  PERTAINING TO REVERSE MORTGAGE LOANS TO ACCOMMODATE  THE  NEEDS  OF  THE\n   25  PROGRAM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00191-01-1\n\n       A. 3876                             2\n\n    1    (2)  DEFINITIONS.  FOR  PURPOSES  OF  THIS SECTION THE FOLLOWING TERMS\n    2  SHALL HAVE THE FOLLOWING MEANINGS  UNLESS  THE  CONTEXT  SHALL  INDICATE\n    3  ANOTHER OR DIFFERENT MEANING OR INTENT:\n    4    (A)  \"PROGRAM\"  SHALL  MEAN  THE REVERSE MORTGAGE LOAN PROGRAM FOR LOW\n    5  INCOME SENIORS,\n    6    (B) \"APPLICANT\" SHALL MEAN AN INDIVIDUAL WHO IS  APPLYING  TO  PARTIC-\n    7  IPATE IN THE PROGRAM,\n    8    (C) \"BORROWER\" SHALL MEAN AN INDIVIDUAL WHO IS ELIGIBLE TO PARTICIPATE\n    9  IN THE PROGRAM PURSUANT TO SUBDIVISION FOUR OF THIS SECTION,\n   10    (D)  \"REVERSE  MORTGAGE LOAN\" SHALL MEAN A LOAN FOR A TERM OF YEARS TO\n   11  BE DETERMINED BY THE AGENCY, IN WHICH LOAN PROCEEDS ARE  ADVANCED  TO  A\n   12  BORROWER  IN  EQUAL,  MONTHLY  INSTALLMENTS  AND MAY INCLUDE AN INITIAL,\n   13  ONE-TIME LUMP SUM PAYMENT OF UP TO FIVE THOUSAND DOLLARS,\n   14    (E) \"LOAN\" SHALL MEAN A REVERSE MORTGAGE LOAN ISSUED PURSUANT  TO  THE\n   15  TERMS OF THIS SECTION,\n   16    (F)  \"LOW  INCOME\"  SHALL  MEAN INCOME THAT DOES NOT EXCEED THE INCOME\n   17  LIMITS ESTABLISHED BY THE AGENCY,\n   18    (G) \"BANKING BOARD\" SHALL  MEAN  THE  BOARD  ESTABLISHED  PURSUANT  TO\n   19  SECTION THIRTEEN OF THE BANKING LAW, AND\n   20    (H)  \"ASSESSMENT\"  SHALL  MEAN  THE CARE NEEDS ASSESSMENT DESCRIBED IN\n   21  SUBDIVISION FIVE OF THIS SECTION.\n   22    (3) TERMS AND CONDITIONS OF THE LOAN.  LOANS SHALL ONLY BE  ISSUED  TO\n   23  APPLICANTS WHO OWN AND OCCUPY A SINGLE FAMILY DWELLING OR A CONDOMINIUM.\n   24  IF  A  BORROWER  VACATES  HIS  OR HER RESIDENCE, THE LOAN PAYMENTS SHALL\n   25  CEASE AND THE BALANCE OF THE LOAN SHALL BECOME  DUE.  A  BORROWER  SHALL\n   26  NOTIFY  THE  AGENCY UPON VACATING HIS OR HER RESIDENCE.  LOANS ISSUED BY\n   27  THE PROGRAM SHALL OFFER A LOW, FIXED INTEREST RATE, TO BE DETERMINED  BY\n   28  THE  AGENCY. ANY LOAN ORIGINATION FEES, CLOSING COSTS OR FEES CHARGED BY\n   29  THE PROGRAM SHALL BE AT A REDUCED RATE, TO BE DETERMINED BY THE  AGENCY.\n   30  THE  AGENCY SHALL NOT IMPOSE PRE-PAYMENT PENALTIES ON ANY LOAN. THE LOAN\n   31  SHALL ALSO INCLUDE THE COST OF THE CARE NEEDS ASSESSMENT REQUIRED  UNDER\n   32  SUBDIVISION FIVE OF THIS SECTION. LOANS SHALL NOT BE ISSUED TO BORROWERS\n   33  WHOSE  INCOME EXCEEDS THE MAXIMUM INCOME LIMITS ESTABLISHED BY THE AGEN-\n   34  CY.  LOANS SHALL NOT BE ISSUED FOR MORE THAN EIGHTY PERCENT OF THE VALUE\n   35  OF THE BORROWER'S HOME, WITH MINIMUM AND  MAXIMUM  LOAN  AMOUNTS  TO  BE\n   36  DETERMINED BY THE AGENCY ON A CASE BY CASE BASIS.\n   37    IN  ITS  DETERMINATION OF MINIMUM AND MAXIMUM LOAN AMOUNTS, THE AGENCY\n   38  SHALL CONSIDER THE FOLLOWING CRITERIA:\n   39    (A) THE AMOUNT OF  THE  APPLICANT'S  PERSONAL  AND  HOUSEHOLD  INCOME,\n   40  ASSETS, AND OTHER FINANCIAL RESOURCES AVAILABLE TO MEET THE NEEDS OF THE\n   41  APPLICANT AND THE APPLICANT'S HOUSEHOLD;\n   42    (B)  THE VALUE OF THE APPLICANT'S RESIDENCE AS DETERMINED BY THE AGEN-\n   43  CY; AND\n   44    (C) THE INFORMATION CONTAINED IN THE APPLICANT'S CARE NEEDS ASSESSMENT\n   45  PROVIDED BY AN AREA AGENCY ON AGING,  INCLUDING  THE  SPECIAL  NEEDS  OF\n   46  PARTICULAR  APPLICANTS  BECAUSE  OF  PHYSICAL  OR MENTAL DISABILITIES OR\n   47  IMPAIRMENTS.\n   48    (4) ELIGIBILITY OF  APPLICANTS.  IN  ORDER  TO  BE  ELIGIBLE  FOR  THE\n   49  PROGRAM,  AN  APPLICANT  MUST  BE  AN INDIVIDUAL AGE SIXTY-FIVE YEARS OR\n   50  OLDER, BE THE OWNER AND OCCUPANT OF A SINGLE FAMILY DWELLING  OR  CONDO-\n   51  MINIUM,  WHO  HAS LOST SOME OR ALL OF THE CAPACITY TO FUNCTION ON HIS OR\n   52  HER OWN DUE TO A CHRONIC ILLNESS OR CONDITION,  AND  WHO,  BASED  ON  AN\n   53  ASSESSMENT  PERFORMED BY AN AREA AGENCY ON AGING PURSUANT TO SUBDIVISION\n   54  FIVE OF THIS SECTION, REQUIRES OR IS EXPECTED TO REQUIRE ONE OR MORE  OF\n   55  THE  FOLLOWING  ITEMS  OR SERVICES FOR AN EXTENDED PERIOD OF TIME OF SIX\n   56  CONSECUTIVE MONTHS OR MORE: HOME CARE, INCLUDING  NURSING  AND  PERSONAL\n\n       A. 3876                             3\n\n    1  CARE  SERVICES,  HOMEMAKER  AND CHORE SERVICES, INCLUDING CHORE SERVICES\n    2  RELATED TO HOME MAINTENANCE OR REPAIR, NUTRITION  SERVICES,  TRANSPORTA-\n    3  TION,  COUNSELING,  PHYSICAL  THERAPY  AND  OTHER MEDICAL OR NON-MEDICAL\n    4  SUPPORT  SERVICES,  RESPITE,  ADULT DAY CARE, DURABLE MEDICAL EQUIPMENT,\n    5  MEDICALLY INDICATED HOME  ALTERATIONS,  AND  UNINSURED  CATASTROPHIC  OR\n    6  RECURRING  MEDICAL EXPENSES INCLUDING PRESCRIPTION DRUGS. AN APPLICANT'S\n    7  PERSONAL AND HOUSEHOLD INCOME MAY NOT EXCEED THE MAXIMUM  INCOME  LIMITS\n    8  ESTABLISHED BY THE AGENCY.\n    9    (5)  CARE  NEEDS  ASSESSMENT. AS PART OF THE LOAN APPROVAL PROCESS, AN\n   10  AREA AGENCY ON AGING SHALL CONDUCT AN ASSESSMENT OF  EACH  APPLICANT  IN\n   11  ORDER  TO  IDENTIFY  THE  APPLICANT'S  CARE NEEDS, INCLUDING INFORMATION\n   12  NECESSARY TO DETERMINE WHETHER THE APPLICANT REQUIRES OR IS EXPECTED  TO\n   13  REQUIRE  ONE  OR  MORE OF THE ITEMS OR SERVICES SPECIFIED IN SUBDIVISION\n   14  FOUR OF THIS SECTION, AND IF SO, WHICH ITEMS OR SERVICES ARE REQUIRED OR\n   15  EXPECTED TO BE REQUIRED, THE DURATION FOR WHICH THE  ITEMS  OR  SERVICES\n   16  ARE  EXPECTED  TO  BE  REQUIRED,  AND THE ESTIMATED COST OF THE ITEMS OR\n   17  SERVICES. THE ASSESSMENT SHALL BE CONDUCTED FACE-TO-FACE WITH THE APPLI-\n   18  CANT, AND, IF REQUESTED BY THE APPLICANT, HIS OR HER  AUTHORIZED  REPRE-\n   19  SENTATIVE  AND  INFORMAL  CAREGIVERS, USING THE STANDARDIZED PROCESS AND\n   20  INSTRUMENT PRESCRIBED BY THE OFFICE FOR THE AGING FOR  EXPANDED  IN-HOME\n   21  SERVICES FOR THE ELDERLY PROGRAM (EISEP) CLIENTS, UNLESS THE AREA AGENCY\n   22  HAS  RECEIVED  APPROVAL  FROM SAID OFFICE TO USE A DIFFERENT INSTRUMENT.\n   23  ALL INFORMATION DERIVED FROM THE ASSESSMENT OF THE  APPLICANT  SHALL  BE\n   24  CONFIDENTIAL  AND SHARED ONLY WITH OTHERS INVOLVED IN THE ARRANGEMENT OR\n   25  PROVISION OF SERVICES TO THE APPLICANT PURSUANT TO WRITTEN CONSENT  FROM\n   26  THE  APPLICANT OR HIS OR HER AUTHORIZED REPRESENTATIVE. IF, BASED ON THE\n   27  ASSESSMENT, THE APPLICANT IS  DETERMINED  TO  HAVE  A  NEED  FOR  OR  IS\n   28  EXPECTED  TO  NEED ANY OF THE ITEMS OR SERVICES CONTAINED IN SUBDIVISION\n   29  FOUR OF THIS SECTION, SUCH APPLICANT SHALL BE DEEMED FUNCTIONALLY ELIGI-\n   30  BLE FOR THE PROGRAM.\n   31    (6) COUNSELING AND  ASSISTANCE.  THE  AREA  AGENCIES  ON  AGING  SHALL\n   32  PROVIDE  COUNSELING  AND  ASSISTANCE  TO APPLICANTS WHO WISH TO OBTAIN A\n   33  REVERSE MORTGAGE LOAN FROM THE PROGRAM. COUNSELING AND ASSISTANCE  SHALL\n   34  INCLUDE THE FOLLOWING:\n   35    (A)  REVIEWING  WITH  THE  APPLICANT THE TERMS AND RESTRICTIONS OF THE\n   36  LOAN, INCLUDING ASSISTING THE APPLICANT  WITH  DETERMINING  WHETHER  THE\n   37  LOAN WOULD JEOPARDIZE THE APPLICANT'S ELIGIBILITY FOR MEDICAID AND OTHER\n   38  MEANS-TESTED PROGRAMS;\n   39    (B) IDENTIFYING COMMUNITY BASED LONG-TERM CARE SERVICES, IN ACCORDANCE\n   40  WITH THE APPLICANT'S NEEDS AS DEMONSTRATED IN THE CARE NEEDS ASSESSMENT,\n   41  INCLUDING  MEDICAL AND NON-MEDICAL IN-HOME SUPPORT PROGRAMS, AND PROVID-\n   42  ING INFORMATION ON HOW TO  ACCESS  THESE  SERVICES,  INCLUDING  PROVIDER\n   43  DIRECTORIES, AND CASE MANAGEMENT SERVICES;\n   44    (C)  EXPLORING  WITH  THE  APPLICANT  THE POSSIBILITY OF THE APPLICANT\n   45  BECOMING UNABLE TO MANAGE HIS OR HER FINANCES, AND IN THIS EVENT, HAVING\n   46  THE APPLICANT CONSIDER WHO HE OR SHE WOULD WANT TO  MANAGE  HIS  OR  HER\n   47  FINANCES,  AND ADVISING THE APPLICANT OF THE NEED TO OBTAIN ESTATE PLAN-\n   48  NING COUNSELING AND PROPER LEGAL DOCUMENTATION IN  ORDER  TO  EFFECTUATE\n   49  HIS OR HER WISHES UNDER THESE CIRCUMSTANCES; AND\n   50    (D)  DISCUSSING  WITH  THE  APPLICANT  HIS OR HER WISHES REGARDING HOW\n   51  TITLE OF THE RESIDENCE SHOULD BE  TRANSFERRED  UPON  THE  DEATH  OF  THE\n   52  APPLICANT, AND ADVISING THE APPLICANT OF THE NEED TO OBTAIN ESTATE PLAN-\n   53  NING  COUNSELING  AND PROPER LEGAL DOCUMENTATION IN ORDER TO ENSURE THAT\n   54  HIS OR HER WISHES ARE CARRIED OUT.\n   55    (7) OUTREACH BY THE PROGRAM. THE AGENCY SHALL ADVERTISE THE PROGRAM IN\n   56  A BROCHURE WHICH IT SHALL CREATE AND DISTRIBUTE TO EACH AREA OFFICE  FOR\n\n       A. 3876                             4\n\n    1  THE  AGING.  THE  AGENCY SHALL PROVIDE THE BROCHURE TO EACH LOCAL SOCIAL\n    2  SERVICES DISTRICT TO DISTRIBUTE TO  INDIVIDUALS  WHO  ARE  APPLYING  FOR\n    3  MEDICAID NURSING HOME OR HOME CARE SERVICES.\n    4    (8)  REPORT.  THE AGENCY SHALL ISSUE AN ANNUAL REPORT TO THE GOVERNOR,\n    5  THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF  THE  ASSEMBLY.\n    6  SUCH  REPORT SHALL CONTAIN, AT A MINIMUM, THE FOLLOWING INFORMATION: THE\n    7  NUMBER OF LOAN APPLICATIONS SUBMITTED TO THE PROGRAM, THE NUMBER OF LOAN\n    8  APPLICATIONS APPROVED AND THE NUMBER DENIED, THE REASONS FOR DENIAL, THE\n    9  NUMBER OF LOANS ISSUED BY THE PROGRAM,  THE  INCOMES  AND  AGES  OF  THE\n   10  BORROWERS,  THE PURPOSE FOR WHICH A LOAN WAS ISSUED, ANY SUGGESTIONS FOR\n   11  IMPROVING OR EXPANDING THE PROGRAM, AND A DESCRIPTION OF  THE  PROGRAM'S\n   12  FUNDING SOURCES AND WHETHER THEY ARE ADEQUATE.\n   13    (9)  RULEMAKING  AUTHORITY.  THE AGENCY SHALL ADOPT ALL PROCEDURAL AND\n   14  SUBSTANTIVE RULES AND REGULATIONS NECESSARY TO IMPLEMENT AND  ADMINISTER\n   15  THE PROVISIONS OF THIS SECTION.\n   16    S 3. This act shall take effect on the one hundred eightieth day after\n   17  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishment of a reverse mortgage loan program for low income seniors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T112710.TXT", "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296491230165
}