{
  "year" : 2011,
  "senateBillNo" : "A3875-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3875\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the  education  law,  in  relation  to  school  district\n         adjusted  gross  income  for  purposes  of determining the alternative\n         pupil wealth ratio and combined wealth ratio\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph 1 of paragraph b of subdivision 3 of section\n    2  3602 of the education law, as amended by section 13 of part B of chapter\n    3  57 of the laws of 2008, is amended to read as follows:\n    4    (1) \"Alternate pupil wealth ratio\" shall mean the number  computed  to\n    5  three  decimals without rounding obtained when the adjusted gross income\n    6  of a school district for the calendar year two years prior to the calen-\n    7  dar year in which the base year began divided by the total wealth  pupil\n    8  units of such district is divided by the statewide adjusted gross income\n    9  per  total  wealth  pupil  unit. Such statewide average gross income per\n   10  pupil shall be established each year by the commissioner  and  shall  be\n   11  transmitted to school districts. Such statewide average shall be rounded\n   12  to the nearest hundredth and shall include the adjusted gross income and\n   13  total wealth pupil units of all school districts eligible for aid pursu-\n   14  ant  to  this  section  except  central  high  school districts. For the\n   15  purposes of calculating such statewide average the  data  for  the  city\n   16  school  district  of  the  city of New York shall be citywide data.  THE\n   17  CALCULATION OF THE ADJUSTED GROSS INCOME OF A SCHOOL DISTRICT SHALL  NOT\n   18  INCLUDE  THE ADJUSTED GROSS INCOME OF THE ONE-HALF OF ONE PERCENT OF THE\n   19  TAXPAYERS IN SUCH SCHOOL DISTRICT WHO HAVE THE GREATEST  ADJUSTED  GROSS\n   20  INCOMES, AND SHALL NOT INCLUDE THE ADJUSTED GROSS INCOME OF THE ONE-HALF\n   21  OF  ONE  PERCENT  OF  THE TAXPAYERS IN SUCH SCHOOL DISTRICT WHO HAVE THE\n   22  LOWEST ADJUSTED GROSS INCOMES.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07500-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296242587968
}