{
  "year" : 2011,
  "senateBillNo" : "A3878-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3878\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the general city law, the town law, the village law  and\n         the real property tax law, in relation to age integrated communities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative finding. The legislature  finds  that  in  many\n    2  areas of the state there is inadequate availability of affordable senior\n    3  citizen  housing  and/or housing integrated in communities with services\n    4  for seniors including transportation, shopping, community facilities and\n    5  residential neighborhoods. The housing inadequacy will get worse because\n    6  the number of New York citizens over 65 years of age  will  increase  40\n    7  per  centum  over  the 30 years between 1995 and 2025.  As a result, the\n    8  legislature finds that a senior citizen housing crisis exists.\n    9    Therefore, the legislature hereby finds and declares that it is neces-\n   10  sary for cities, towns and villages to foster housing opportunities  for\n   11  seniors  through  zoning and planning actions. This may include, but not\n   12  be limited to, allowing mixed-use development with senior dwelling units\n   13  compatibly integrated and facilitating new mixed-use development includ-\n   14  ing planned unit developments within use and area requirements.\n   15    S 2. Subdivision 3 of section 28-a of the general city law is  amended\n   16  by adding a new paragraph (d) to read as follows:\n   17    (D)  \"MIXED-USE  AGE-INTEGRATED HOUSING\" SHALL MEAN THE DEVELOPMENT OR\n   18  REDEVELOPMENT OF SINGLE SITES TO COMBINE RESIDENTIAL  UNITS,  COMMERCIAL\n   19  SPACE AND/OR SERVICES FOR A MULTI-AGE POPULATION.  PROVIDED, HOWEVER, AT\n   20  LEAST  THIRTY  PER CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL\n   21  BE FOR INDIVIDUALS WHO ARE SIXTY YEARS OF AGE OR OVER AND AT  LEAST  TEN\n   22  PER  CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL BE AFFORDABLE\n   23  TO INDIVIDUALS AT SIXTY PER CENTUM OR LESS OF THE AREA MEDIAN INCOME.\n   24    S 3. Paragraph (h) of subdivision 4 of section  28-a  of  the  general\n   25  city  law,  as amended by chapter 418 of the laws of 1995, is amended to\n   26  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05999-01-1\n\n       A. 3878                             2\n\n    1    (h) Existing housing resources and future  housing  needs,  including,\n    2  BUT  NOT  LIMITED TO, affordable housing AND HOUSING FOR SENIOR CITIZENS\n    3  CONSISTENT WITH THE GOAL OF MIXED-USE AGE-INTEGRATED HOUSING.\n    4    S  4.  Section 28-a of the general city law is amended by adding a new\n    5  subdivision 14 to read as follows:\n    6    14. MIXED-USE AGE-INTEGRATED HOUSING INCENTIVE FUND.  IN  CASES  WHERE\n    7  THE  CITY  IS APPROVING A SUBDIVISION PLAT OR SITE PLAN FOR FIVE OR MORE\n    8  RESIDENTIAL UNITS OR A MIXED-USE DEVELOPMENT THAT INCORPORATES  FIVE  OR\n    9  MORE  RESIDENTIAL  UNITS,  THE  CITY  MAY ESTABLISH A PROGRAM TO PROVIDE\n   10  DEVELOPERS WITH INCENTIVES TO DEVELOP MIXED-USE AGE-INTEGRATED  HOUSING.\n   11  SUCH  PROGRAM  MAY  INCLUDE THE FOLLOWING INCENTIVES, IN ADDITION TO ANY\n   12  OTHER INCENTIVES ALREADY PROVIDED IN LAW.  IN  EXCHANGE  FOR  A  DENSITY\n   13  INCREASE OF AT LEAST TEN PER CENTUM OVER THE OTHERWISE ALLOWABLE DENSITY\n   14  RATIO UNDER THE APPLICABLE ZONING ORDINANCE AND COMPREHENSIVE PLAN AS OF\n   15  THE  DATE  OF  APPLICATION  BY  THE  DEVELOPER, THE CITY MAY REQUIRE THE\n   16  DEVELOPER TO PROVIDE THE FOLLOWING:\n   17    (A) THE SET ASIDE OF AT LEAST TEN PER CENTUM OF THE RESIDENTIAL  UNITS\n   18  REQUESTED  IN  THE SUBDIVISION PLAT OR SITE PLAN FOR MIXED-USE AGE-INTE-\n   19  GRATED HOUSING, OR\n   20    (B) UPON A FINDING BY  THE  CITY  THAT  THE  SET  ASIDE  OF  MIXED-USE\n   21  AGE-INTEGRATED  HOUSING  UNITS WOULD HAVE A SPECIFIC ADVERSE IMPACT UPON\n   22  HEALTH, SAFETY OR THE ENVIRONMENT FOR WHICH THERE IS NO FEASIBLE  METHOD\n   23  TO  SATISFACTORILY  MITIGATE  OR  AVOID THE SPECIFIC ADVERSE IMPACT, THE\n   24  CITY MAY REQUIRE THE DEVELOPER  TO  PAY  A  REASONABLE  FEE  THAT  SHALL\n   25  CONSTITUTE A TRUST FUND TO BE USED EXCLUSIVELY BY THE CITY FOR PROVIDING\n   26  MIXED-USE  AGE-INTEGRATED  SERVICES  SUCH AS, BUT NOT LIMITED TO, SENIOR\n   27  TRANSPORTATION, HOME HEALTH CARE, HOME DELIVERED MEALS, OR RESPITE CARE.\n   28  ALL FEES COLLECTED BY THE CITY AS PROVIDED IN THIS SECTION SHALL BE KEPT\n   29  IN TRUST SEPARATE AND APART FROM ALL OTHER MONEYS. MONEYS IN SUCH  TRUST\n   30  FUND  SHALL  BE  DEPOSITED AND SECURED IN THE MANNER PROVIDED BY SECTION\n   31  TEN OF THE GENERAL MUNICIPAL LAW. PENDING EXPENDITURES FROM  SUCH  TRUST\n   32  FUND,  MONEYS  THEREIN MAY BE INVESTED IN THE MANNER PROVIDED IN SECTION\n   33  ELEVEN OF THE GENERAL MUNICIPAL LAW. ANY INTEREST OR CAPITAL GAIN  REAL-\n   34  IZED  ON  THE MONEYS SO DEPOSITED OR INVESTED SHALL ACCRUE TO AND BECOME\n   35  PART OF SUCH TRUST FUND.\n   36    PRIOR TO OFFERING THE INCENTIVES INDICATED IN  THIS  SUBDIVISION,  THE\n   37  CITY  SHALL  ADOPT  A  LOCAL LAW SPECIFYING HOW THEY WILL IMPLEMENT THIS\n   38  INCENTIVE PROGRAM, INCLUDING PROVISIONS FOR HOW THE DENSITY INCREASE AND\n   39  OTHER INCENTIVES WILL BE IMPLEMENTED.\n   40    S 5. Paragraph (b) of subdivision 1 of section  81-d  of  the  general\n   41  city  law,  as added by chapter 247 of the laws of 1992, such section as\n   42  renumbered by chapter 208 of the laws of 1993,  is  amended  and  a  new\n   43  paragraph (d) is added to read as follows:\n   44    (b)  \"Community  benefits or amenities\" shall mean open space, housing\n   45  for persons of low or moderate income, HOUSING FOR PERSONS AGE SIXTY  OR\n   46  OLDER,  parks,  elder  care, day care INCLUDING ADULT DAY CARE, or other\n   47  specific physical, social, or cultural amenities, or cash in lieu there-\n   48  of, of benefit to the residents  of  the  community  authorized  by  the\n   49  legislative body of a city.\n   50    (D)  \"MIXED-USE  AGE-INTEGRATED HOUSING\" SHALL MEAN THE DEVELOPMENT OR\n   51  REDEVELOPMENT OF SINGLE SITES TO COMBINE RESIDENTIAL  UNITS,  COMMERCIAL\n   52  SPACE AND/OR SERVICES FOR A MULTI-AGE POPULATION.  PROVIDED, HOWEVER, AT\n   53  LEAST  THIRTY  PER CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL\n   54  BE FOR INDIVIDUALS WHO ARE SIXTY YEARS OF AGE OR OVER AND AT  LEAST  TEN\n   55  PER  CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL BE AFFORDABLE\n   56  TO INDIVIDUALS AT SIXTY PER CENTUM OR LESS OF THE AREA MEDIAN INCOME.\n\n       A. 3878                             3\n\n    1    S 6. Section 81-f of the general city law, as added by chapter 213  of\n    2  the laws of 2003, is amended to read as follows:\n    3    S  81-f. Planned unit development zoning districts. A city legislative\n    4  body, except in a city having a population  of  more  than  one  million\n    5  persons,  is hereby authorized to enact, as part of its zoning local law\n    6  or ordinance, procedures and  requirements  for  the  establishment  and\n    7  mapping  of  planned  unit  development  zoning  districts. Planned unit\n    8  development district regulations are intended to  provide  for  residen-\n    9  tial, commercial, industrial or other land uses, MIXED-USE AGE-INTEGRAT-\n   10  ED  HOUSING  AS DEFINED IN SECTION EIGHTY-ONE-D OF THIS ARTICLE or a mix\n   11  thereof, in which economies of scale, creative architectural or planning\n   12  concepts and open space preservation may be achieved by a  developer  in\n   13  furtherance of the city comprehensive plan and zoning local law or ordi-\n   14  nance.\n   15    S  7. Paragraph (b) of subdivision 1 of section 261-b of the town law,\n   16  as added by chapter 629 of the laws of 1991, is amended and a new  para-\n   17  graph (d) is added to read as follows:\n   18    (b)  \"Community  benefits or amenities\" shall mean open space, housing\n   19  for persons of low or moderate income, HOUSING FOR PERSONS AGE SIXTY  OR\n   20  OLDER,  parks,  elder  care,  day care INCLUDING ADULT DAY CARE or other\n   21  specific physical, social or cultural amenities, or cash in lieu  there-\n   22  of,  of benefit to the residents of the community authorized by the town\n   23  board.\n   24    (D) \"MIXED-USE AGE-INTEGRATED HOUSING\" SHALL MEAN THE  DEVELOPMENT  OR\n   25  REDEVELOPMENT  OF  SINGLE SITES TO COMBINE RESIDENTIAL UNITS, COMMERCIAL\n   26  SPACE AND/OR SERVICES FOR A MULTI-AGE POPULATION.  PROVIDED, HOWEVER, AT\n   27  LEAST THIRTY PER CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL  UNITS  SHALL\n   28  BE  FOR  INDIVIDUALS WHO ARE SIXTY YEARS OF AGE OR OVER AND AT LEAST TEN\n   29  PER CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL BE  AFFORDABLE\n   30  TO INDIVIDUALS AT SIXTY PER CENTUM OR LESS OF THE AREA MEDIAN INCOME.\n   31    S  8.  Section  261-c  of the town law, as added by chapter 213 of the\n   32  laws of 2003, is amended to read as follows:\n   33    S 261-c. Planned unit development zoning districts. A town legislative\n   34  body is hereby authorized to enact, as part of its zoning local  law  or\n   35  ordinance, procedures and requirements for the establishment and mapping\n   36  of  planned  unit development zoning districts. Planned unit development\n   37  district regulations are intended to provide  for  residential,  commer-\n   38  cial, industrial or other land uses, MIXED-USE AGE-INTEGRATED HOUSING AS\n   39  DEFINED  IN  SECTION  TWO  HUNDRED  SIXTY-ONE-B OF THIS ARTICLE or a mix\n   40  thereof, in which economies of scale, creative architectural or planning\n   41  concepts and open space preservation may be achieved by a  developer  in\n   42  furtherance of the town comprehensive plan and zoning local law or ordi-\n   43  nance.\n   44    S  9.  Subdivision  2  of  section 272-a of the town law is amended by\n   45  adding a new paragraph (d) to read as follows:\n   46    (D) \"MIXED-USE AGE-INTEGRATED HOUSING\" SHALL MEAN THE  DEVELOPMENT  OR\n   47  REDEVELOPMENT  OF  SINGLE SITES TO COMBINE RESIDENTIAL UNITS, COMMERCIAL\n   48  SPACE AND/OR SERVICES FOR A MULTI-AGE POPULATION.  PROVIDED, HOWEVER, AT\n   49  LEAST THIRTY PER CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL  UNITS  SHALL\n   50  BE  FOR  INDIVIDUALS WHO ARE SIXTY YEARS OF AGE OR OVER AND AT LEAST TEN\n   51  PER CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL BE  AFFORDABLE\n   52  TO INDIVIDUALS AT SIXTY PER CENTUM OR LESS OF THE AREA MEDIAN INCOME.\n   53    S 10. Paragraph (h) of subdivision 3 of section 272-a of the town law,\n   54  as  amended  by  chapter  418 of the laws of 1995, is amended to read as\n   55  follows:\n\n       A. 3878                             4\n\n    1    (h) Existing housing resources and future  housing  needs,  including,\n    2  BUT  NOT  LIMITED TO, affordable housing AND HOUSING FOR SENIOR CITIZENS\n    3  CONSISTENT WITH THE GOAL OF MIXED-USE AGE-INTEGRATED HOUSING.\n    4    S 11.  Section 272-a of the town law is amended by adding a new subdi-\n    5  vision 13 to read as follows:\n    6    13.  MIXED-USE  AGE-INTEGRATED  HOUSING INCENTIVE FUND. IN CASES WHERE\n    7  THE TOWN IS APPROVING A SUBDIVISION PLAT OR SITE PLAN FOR FIVE  OR  MORE\n    8  RESIDENTIAL  UNITS  OR A MIXED-USE DEVELOPMENT THAT INCORPORATES FIVE OR\n    9  MORE RESIDENTIAL UNITS, THE TOWN MAY  ESTABLISH  A  PROGRAM  TO  PROVIDE\n   10  DEVELOPERS  WITH INCENTIVES TO DEVELOP MIXED-USE AGE-INTEGRATED HOUSING.\n   11  SUCH PROGRAM MAY INCLUDE THE FOLLOWING INCENTIVES, IN  ADDITION  TO  ANY\n   12  OTHER  INCENTIVES  ALREADY  PROVIDED  IN  LAW. IN EXCHANGE FOR A DENSITY\n   13  INCREASE OF AT LEAST TEN PER CENTUM OVER THE OTHERWISE ALLOWABLE DENSITY\n   14  RATIO UNDER THE APPLICABLE ZONING ORDINANCE AND COMPREHENSIVE PLAN AS OF\n   15  THE DATE OF APPLICATION BY THE  DEVELOPER,  THE  TOWN  MAY  REQUIRE  THE\n   16  DEVELOPER TO PROVIDE THE FOLLOWING:\n   17    (A)  THE SET ASIDE OF AT LEAST TEN PER CENTUM OF THE RESIDENTIAL UNITS\n   18  REQUESTED IN THE SUBDIVISION PLAT OR SITE PLAN FOR  MIXED-USE  AGE-INTE-\n   19  GRATED HOUSING, OR\n   20    (B)  UPON  A  FINDING  BY  THE  TOWN  THAT  THE SET ASIDE OF MIXED-USE\n   21  AGE-INTEGRATED HOUSING UNITS WOULD HAVE A SPECIFIC ADVERSE  IMPACT  UPON\n   22  HEALTH,  SAFETY OR THE ENVIRONMENT FOR WHICH THERE IS NO FEASIBLE METHOD\n   23  TO SATISFACTORILY MITIGATE OR AVOID THE  SPECIFIC  ADVERSE  IMPACT,  THE\n   24  TOWN  MAY  REQUIRE  THE  DEVELOPER  TO  PAY  A REASONABLE FEE THAT SHALL\n   25  CONSTITUTE A TRUST FUND TO BE USED EXCLUSIVELY BY THE TOWN FOR PROVIDING\n   26  MIXED-USE AGE-INTEGRATED SERVICES SUCH AS, BUT NOT  LIMITED  TO,  SENIOR\n   27  TRANSPORTATION, HOME HEALTH CARE, HOME DELIVERED MEALS, OR RESPITE CARE.\n   28  ALL FEES COLLECTED BY THE TOWN AS PROVIDED IN THIS SECTION SHALL BE KEPT\n   29  IN  TRUST SEPARATE AND APART FROM ALL OTHER MONEYS. MONEYS IN SUCH TRUST\n   30  FUND SHALL BE DEPOSITED AND SECURED IN THE MANNER  PROVIDED  BY  SECTION\n   31  TEN  OF  THE GENERAL MUNICIPAL LAW. PENDING EXPENDITURES FROM SUCH TRUST\n   32  FUND, MONEYS THEREIN MAY BE INVESTED IN THE MANNER PROVIDED  IN  SECTION\n   33  ELEVEN  OF THE GENERAL MUNICIPAL LAW. ANY INTEREST OR CAPITAL GAIN REAL-\n   34  IZED ON THE MONEYS SO DEPOSITED OR INVESTED SHALL ACCRUE TO  AND  BECOME\n   35  PART OF SUCH TRUST FUND.\n   36    PRIOR  TO  OFFERING  THE INCENTIVES INDICATED IN THIS SUBDIVISION, THE\n   37  TOWN SHALL ADOPT A LOCAL LAW SPECIFYING HOW  THEY  WILL  IMPLEMENT  THIS\n   38  INCENTIVE PROGRAM, INCLUDING PROVISIONS FOR HOW THE DENSITY INCREASE AND\n   39  OTHER INCENTIVES WILL BE IMPLEMENTED.\n   40    S  12.  Paragraph  b  of subdivision 1 of section 7-703 of the village\n   41  law, as added by chapter 629 of the laws of 1991, is amended and  a  new\n   42  paragraph d is added to read as follows:\n   43    b.  \"Community  benefits  or amenities\" shall mean open space, housing\n   44  for persons of low or moderate income, HOUSING FOR PERSONS AGE SIXTY  OR\n   45  OLDER,  parks,  elder  care,  day care INCLUDING ADULT DAY CARE or other\n   46  specific physical, social or cultural amenities, or cash in lieu  there-\n   47  of,  of  benefit  to  the  residents  of the community authorized by the\n   48  village board of trustees.\n   49    D. \"MIXED-USE AGE-INTEGRATED HOUSING\" SHALL MEAN  THE  DEVELOPMENT  OR\n   50  REDEVELOPMENT  OF  SINGLE SITES TO COMBINE RESIDENTIAL UNITS, COMMERCIAL\n   51  SPACE AND/OR SERVICES FOR A MULTI-AGE POPULATION. PROVIDED, HOWEVER,  AT\n   52  LEAST  THIRTY  PER CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL\n   53  BE FOR INDIVIDUALS WHO ARE SIXTY YEARS OF AGE OR OVER AND AT  LEAST  TEN\n   54  PER  CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL BE AFFORDABLE\n   55  TO INDIVIDUALS AT SIXTY PER CENTUM OR LESS OF THE AREA MEDIAN INCOME.\n\n       A. 3878                             5\n\n    1    S 13. Section 7-703-a of the village law, as added by chapter  213  of\n    2  the laws of 2003, is amended to read as follows:\n    3    S  7-703-a Planned unit development zoning districts. A village legis-\n    4  lative body is hereby authorized to enact, as part of its  zoning  local\n    5  law,  procedures  and  requirements for the establishment and mapping of\n    6  planned unit development  zoning  districts.  Planned  unit  development\n    7  district  regulations  are  intended to provide for residential, commer-\n    8  cial, industrial or other land uses, MIXED-USE AGE-INTEGRATED HOUSING AS\n    9  DEFINED IN SECTION 7-703 OF THIS ARTICLE or  a  mix  thereof,  in  which\n   10  economies of scale, creative architectural or planning concepts and open\n   11  space  preservation may be achieved by a developer in furtherance of the\n   12  village comprehensive plan and zoning local law.\n   13    S 14. Subdivision 2 of section 7-722 of the village law is amended  by\n   14  adding a new paragraph (d) to read as follows:\n   15    (D)  \"MIXED-USE  AGE-INTEGRATED HOUSING\" SHALL MEAN THE DEVELOPMENT OR\n   16  REDEVELOPMENT OF SINGLE SITES TO COMBINE RESIDENTIAL  UNITS,  COMMERCIAL\n   17  SPACE AND/OR SERVICES FOR A MULTI-AGE POPULATION.  PROVIDED, HOWEVER, AT\n   18  LEAST  THIRTY  PER CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL\n   19  BE FOR INDIVIDUALS WHO ARE SIXTY YEARS OF AGE OR OVER AND AT  LEAST  TEN\n   20  PER  CENTUM OF THE TOTAL NUMBER OF RESIDENTIAL UNITS SHALL BE AFFORDABLE\n   21  TO INDIVIDUALS AT SIXTY PER CENTUM OR LESS OF THE AREA MEDIAN INCOME.\n   22    S 15. Paragraph (h) of subdivision 3 of section 7-722 of  the  village\n   23  law,  as  amended by chapter 418 of the laws of 1995, is amended to read\n   24  as follows:\n   25    (h) Existing housing resources and future  housing  needs,  including,\n   26  BUT  NOT  LIMITED TO, affordable housing AND HOUSING FOR SENIOR CITIZENS\n   27  CONSISTENT WITH THE GOAL OF  MIXED-USE  AGE-INTEGRATED  PROJECTS  WITHIN\n   28  COMMUNITIES.\n   29    S  16.  Section  7-722  of  the village law is amended by adding a new\n   30  subdivision 13 to read as follows:\n   31    13. MIXED-USE AGE-INTEGRATED HOUSING INCENTIVE FUND.  IN  CASES  WHERE\n   32  THE  VILLAGE  IS  APPROVING  A SUBDIVISION PLAT OR SITE PLAN FOR FIVE OR\n   33  MORE RESIDENTIAL UNITS OR A MIXED-USE DEVELOPMENT THAT INCORPORATES FIVE\n   34  OR MORE RESIDENTIAL UNITS,  THE  VILLAGE  MAY  ESTABLISH  A  PROGRAM  TO\n   35  PROVIDE  DEVELOPERS  WITH INCENTIVES TO DEVELOP MIXED-USE AGE-INTEGRATED\n   36  HOUSING. SUCH PROGRAM MAY INCLUDE THE FOLLOWING INCENTIVES, IN  ADDITION\n   37  TO  ANY  OTHER  INCENTIVES  ALREADY  PROVIDED  IN LAW. IN EXCHANGE FOR A\n   38  DENSITY INCREASE OF AT LEAST TEN PER CENTUM OVER THE OTHERWISE ALLOWABLE\n   39  DENSITY RATIO UNDER THE APPLICABLE ZONING  ORDINANCE  AND  COMPREHENSIVE\n   40  PLAN  AS  OF  THE  DATE OF APPLICATION BY THE DEVELOPER, THE VILLAGE MAY\n   41  REQUIRE THE DEVELOPER TO PROVIDE THE FOLLOWING:\n   42    (A) THE SET ASIDE OF AT LEAST TEN PER CENTUM OF THE RESIDENTIAL  UNITS\n   43  REQUESTED  IN  THE SUBDIVISION PLAT OR SITE PLAN FOR MIXED-USE AGE-INTE-\n   44  GRATED HOUSING, OR\n   45    (B) UPON A FINDING BY THE VILLAGE THAT  THE  SET  ASIDE  OF  MIXED-USE\n   46  AGE-INTEGRATED  HOUSING  UNITS WOULD HAVE A SPECIFIC ADVERSE IMPACT UPON\n   47  HEALTH, SAFETY OR THE ENVIRONMENT FOR WHICH THERE IS NO FEASIBLE  METHOD\n   48  TO  SATISFACTORILY  MITIGATE  OR  AVOID THE SPECIFIC ADVERSE IMPACT, THE\n   49  VILLAGE MAY REQUIRE THE DEVELOPER TO PAY A  REASONABLE  FEE  THAT  SHALL\n   50  CONSTITUTE  A  TRUST  FUND  TO  BE  USED  EXCLUSIVELY BY THE VILLAGE FOR\n   51  PROVIDING MIXED-USE AGE-INTEGRATED SERVICES SUCH AS, BUT NOT LIMITED TO,\n   52  SENIOR TRANSPORTATION,  HOME  HEALTH  CARE,  HOME  DELIVERED  MEALS,  OR\n   53  RESPITE  CARE.  ALL  FEES  COLLECTED  BY THE VILLAGE AS PROVIDED IN THIS\n   54  SECTION SHALL BE KEPT IN TRUST SEPARATE AND APART FROM ALL OTHER MONEYS.\n   55  MONEYS IN SUCH TRUST FUND SHALL BE DEPOSITED AND SECURED IN  THE  MANNER\n   56  PROVIDED  BY  SECTION TEN OF THE GENERAL MUNICIPAL LAW. PENDING EXPENDI-\n\n       A. 3878                             6\n\n    1  TURES FROM SUCH TRUST FUND, MONEYS THEREIN MAY BE INVESTED IN THE MANNER\n    2  PROVIDED IN SECTION ELEVEN OF THE GENERAL MUNICIPAL LAW. ANY INTEREST OR\n    3  CAPITAL GAIN REALIZED ON THE  MONEYS  SO  DEPOSITED  OR  INVESTED  SHALL\n    4  ACCRUE TO AND BECOME PART OF SUCH TRUST FUND.\n    5    PRIOR  TO  OFFERING  THE INCENTIVES INDICATED IN THIS SUBDIVISION, THE\n    6  VILLAGE SHALL ADOPT A LOCAL LAW SPECIFYING HOW THEY WILL IMPLEMENT  THIS\n    7  INCENTIVE PROGRAM, INCLUDING PROVISIONS FOR HOW THE DENSITY INCREASE AND\n    8  OTHER INCENTIVES WILL BE IMPLEMENTED.\n    9    S  17.  The  real  property tax law is amended by adding a new section\n   10  421-l to read as follows:\n   11    S 421-L. MIXED-USE AGE-INTEGRATED HOUSING EXEMPTION. ANY COUNTY, CITY,\n   12  TOWN, VILLAGE OR SCHOOL DISTRICT MAY BY LOCAL LAW OR IN THE  CASE  OF  A\n   13  SCHOOL  DISTRICT  BY  RESOLUTION,  OTHER THAN A SCHOOL DISTRICT TO WHICH\n   14  ARTICLE FIFTY-TWO OF THE EDUCATION LAW APPLIES, AFTER A  PUBLIC  HEARING\n   15  ADOPT  THE  PROVISIONS  OF  THIS  SECTION PROVIDING FOR AN EXEMPTION FOR\n   16  SENIOR CITIZEN MIXED-USE AGE-INTEGRATED HOUSING AS  DEFINED  IN  SECTION\n   17  TWO HUNDRED SEVENTY-TWO-A OF THE TOWN LAW.\n   18    SUCH  LOCAL LAW, OR IN THE CASE OF A SCHOOL DISTRICT, SUCH RESOLUTION,\n   19  MAY PROVIDE FOR THE EXEMPTIONS APPLICATION TO BE LIMITED TO  A  SPECIFIC\n   20  GEOGRAPHIC  AREA OF SUCH COUNTY, CITY, TOWN, VILLAGE OR SCHOOL DISTRICT.\n   21  SUCH EXEMPTIONS SHALL BE COMPUTED UPON THE INCREASE IN  VALUE  ATTRIBUT-\n   22  ABLE  TO  THE NEW CONSTRUCTION, OR IN THE CASE OF RECONSTRUCTION, TO THE\n   23  INCREASE IN VALUE ATTRIBUTABLE TO SUCH RECONSTRUCTION.\n   24    SUCH MIXED-USE AGE-INTEGRATED HOUSING EXEMPTION SHALL BE  PURSUANT  TO\n   25  THE FOLLOWING EXEMPTION SCHEDULE:\n   26            YEAR OF EXEMPTION             PERCENTAGE OF EXEMPTION\n   27                   1                             50\n   28                   2                             50\n   29                   3                             50\n   30                   4                             40\n   31                   5                             30\n   32                   6                             20\n   33                   7                             10\n   34                   8                             10\n   35                   9                             10\n   36                   10                            5\n   37    S  18.  The  state  office  for  the aging and the department of state\n   38  shall:\n   39    (a) prepare or cause to be prepared  and  made  available  to  cities,\n   40  towns  and  villages  model  zoning  and planning guidelines that foster\n   41  age-integrated communities including provisions to allow  for  accessory\n   42  senior citizen units in areas zoned for single family residences and for\n   43  mixed-use  development accommodating senior citizen residential housing;\n   44  and\n   45    (b) make recommendations, in consultation with the division of housing\n   46  and community renewal, to the governor  and  legislature  for  assisting\n   47  mixed-use  age-integrated  housing  development  or redevelopment demon-\n   48  stration projects in urban, suburban and rural areas of the  state.  The\n   49  director  of  the  state office for the aging and the secretary of state\n   50  shall establish an advisory committee for purposes of this section. Such\n   51  committee shall include, but not be limited to, top  representatives  of\n   52  local  government,  senior  citizen  organizations,  developers,  senior\n   53  service providers and planners.\n   54    S 19. This act shall take effect on  the  one  hundred  eightieth  day\n   55  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296242587971
}