{
  "year" : 2011,
  "senateBillNo" : "A3874-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to education",
    "billEventId" : "A3874-2011-1296190800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school districts to make their budgets and an itemized summary of expenditures and revenue available in printed form and on the internet",
  "summary" : "Requires school districts, outside of any city having a population of 1,000,000 or more, to make their budgets and an itemized summary of expenditures and revenue available in printed form and on the internet if such a website is operated by the school district. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2149-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3874\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, to require school districts  to  make\n         an  itemized summary of their budgets, expenditures and revenue avail-\n         able to the public\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 1501-d\n    2  to read as follows:\n    3    S  1501-D. AVAILABILITY OF BUDGET, EXPENDITURE AND REVENUE INFORMATION\n    4  TO THE PUBLIC. EVERY SCHOOL DISTRICT, EXCEPT A CITY SCHOOL DISTRICT IN A\n    5  CITY HAVING A POPULATION OF ONE MILLION OR MORE, SHALL COMPILE, PUBLISH,\n    6  UPDATE IN A TIMELY MANNER AND MAKE AVAILABLE TO THE PUBLIC,  THE  SCHOOL\n    7  DISTRICT  BUDGET,  AND  AN  ITEMIZED  SUMMARY OF ALL EXPENDITURES OF AND\n    8  REVENUE RECEIVED BY SUCH DISTRICT. SUCH INFORMATION SHALL BE MADE AVAIL-\n    9  ABLE IN PRINTED FORM AND ON THE SCHOOL  DISTRICT  INTERNET  WEBSITE,  IF\n   10  SUCH  A WEBSITE IS OPERATED BY THE SCHOOL DISTRICT.  THE COMMISSIONER IS\n   11  AUTHORIZED TO PROMULGATE SUCH RULES AND REGULATIONS AS SHALL  BE  NECES-\n   12  SARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   13    S  2.  This  act  shall  take  effect  on  the first of September next\n   14  succeeding the date on which it shall have become a law,  provided  that\n   15  effective  immediately  any rules and regulations necessary to implement\n   16  the provisions of this act on its  effective  date  are  authorized  and\n   17  directed to be completed on or before such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06058-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, to require school districts to make an itemized summary of their budgets, expenditures and revenue available to the public ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T112710.TXT", "SOBI.D110128.T142307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296491230159
}