{
  "year" : 2011,
  "senateBillNo" : "A3883-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to aging",
    "billEventId" : "A3883-2011-1296190800000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the disclosure of special care offered to persons with Alzheimer's disease or dementia",
  "summary" : "Makes provisions relating to the disclosure of special care offered to persons with Alzheimer's disease or dementia; requires any facility that offers, advertises, markets or otherwise promotes itself as providing Alzheimer's and dementia special care must disclose the form of care or treatment provided that distinguishes it as being especially applicable or suitable for persons diagnosed with Alzheimer's, dementia or other disorders; authorizes the commissioner of health to promulgate necessary rules and regulations; provides for a five hundred dollar civil penalty for a violation. ",
  "currentCommittee" : null,
  "sameAs" : "S188",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2592-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3883\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the public health law,  in  relation  to  disclosure  of\n         special care offered to persons with Alzheimer's disease or dementia\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  article\n    2  20-B to read as follows:\n    3                                ARTICLE 20-B\n    4              ALZHEIMER'S AND DEMENTIA SPECIAL CARE DISCLOSURE\n    5  SECTION 2010. DEFINITIONS.\n    6          2011. ALZHEIMER'S AND DEMENTIA SPECIAL CARE DISCLOSURE.\n    7          2012. ENFORCEMENT; CIVIL PENALTIES.\n    8    S  2010.  DEFINITIONS.  AS  USED  IN THIS ARTICLE: 1. \"ALZHEIMER'S AND\n    9  DEMENTIA SPECIAL CARE\" MEANS CARE OR  TREATMENT  PROVIDED  TO  A  PERSON\n   10  DIAGNOSED WITH ALZHEIMER'S DISEASE, A RELATED DISORDER OR DEMENTIA.\n   11    2.  \"FACILITY\" SHALL MEAN A RESIDENTIAL HEALTH CARE FACILITY, AN ADULT\n   12  DAY HEALTH CARE PROGRAM OR A CONTINUING CARE RETIREMENT COMMUNITY.\n   13    S 2011. ALZHEIMER'S AND  DEMENTIA  SPECIAL  CARE  DISCLOSURE.  1.  ANY\n   14  FACILITY  THAT ADVERTISES OR MARKETS ITSELF AS PROVIDING ALZHEIMER'S AND\n   15  DEMENTIA SPECIAL CARE SHALL DISCLOSE  THE  FORM  OF  CARE  OR  TREATMENT\n   16  PROVIDED  THAT  DISTINGUISHES  IT  AS  BEING ESPECIALLY APPLICABLE TO OR\n   17  SUITABLE FOR PERSONS DIAGNOSED WITH ALZHEIMER'S DISEASE, RELATED  DISOR-\n   18  DERS OR DEMENTIA.\n   19    2. THE DISCLOSURE SHALL BE MADE TO:\n   20    (A) THE DEPARTMENT;\n   21    (B)  ANY  PERSON SEEKING PLACEMENT IN A FACILITY ON BEHALF OF A PERSON\n   22  DIAGNOSED WITH ALZHEIMER'S DISEASE, A RELATED DISORDER OR DEMENTIA; AND\n   23    (C) THE STATE LONG TERM CARE OMBUDSMAN.\n   24    3. THE DISCLOSURE REQUIRED IN SUBDIVISION ONE OF THIS SECTION SHALL BE\n   25  IN WRITING AND SHALL INCLUDE AT A MINIMUM:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01309-01-1\n\n       A. 3883                             2\n\n    1    (A) A STATEMENT OF THE FACILITY'S OVERALL PHILOSOPHY AND MISSION AS IT\n    2  RELATES TO THE NEEDS OF  PERSONS  DIAGNOSED  WITH  ALZHEIMER'S  DISEASE,\n    3  RELATED DISORDERS OR DEMENTIA;\n    4    (B) THE PROCESS AND CRITERIA USED TO DETERMINE PLACEMENT IN AND TRANS-\n    5  FER OR DISCHARGE FROM ALZHEIMER'S AND DEMENTIA SPECIAL CARE;\n    6    (C)  THE PROCESS USED FOR ASSESSMENT, ESTABLISHMENT AND IMPLEMENTATION\n    7  OF A PLAN OF CARE, INCLUDING THE METHODS  BY  WHICH  THE  PLAN  OF  CARE\n    8  EVOLVES AND REMAINS RESPONSIVE TO CHANGES IN CONDITION;\n    9    (D)  STAFF-TO-RESIDENT RATIOS, STAFF TRAINING AND CONTINUING EDUCATION\n   10  PRACTICES;\n   11    (E) THE  PHYSICAL  ENVIRONMENT  AND  DESIGN  FEATURES  APPROPRIATE  TO\n   12  SUPPORT THE FUNCTIONING OF COGNITIVELY IMPAIRED ADULTS;\n   13    (F) THE TYPES AND FREQUENCIES OF ACTIVITIES PROVIDED BY THE FACILITY;\n   14    (G)  A DESCRIPTION OF FAMILY INVOLVEMENT PROGRAMS AND THE AVAILABILITY\n   15  OF FAMILY SUPPORT PROGRAMS;\n   16    (H) THE COSTS OF CARE AND ANY ADDITIONAL FEES WHICH  MAY  BE  CHARGED;\n   17  AND\n   18    (I)  A  DESCRIPTION  OF  SAFETY  AND SECURITY MEASURES PROVIDED BY THE\n   19  FACILITY.\n   20    4. THE COMMISSIONER, WITH EQUAL OPPORTUNITY FOR  INPUT  FROM  CONSUMER\n   21  AND  PROVIDER  REPRESENTATIVES,  SHALL PROMULGATE RULES IMPLEMENTING THE\n   22  PROVISIONS OF THIS SECTION.\n   23    S 2012. ENFORCEMENT; CIVIL PENALTIES. 1. AN AGENCY SHALL CONSIDER  THE\n   24  EXTENT OF A FACILITY'S COMPLIANCE WITH THE PROVISIONS OF THIS ARTICLE IN\n   25  CONSIDERING  AN  APPLICATION  FOR  RENEWAL  OF A LICENSE, CERTIFICATE OR\n   26  APPROVAL.\n   27    2. ANY FACILITY WHICH VIOLATES THE PROVISIONS OF THIS ARTICLE SHALL BE\n   28  SUBJECT TO A CIVIL PENALTY NOT TO EXCEED FIVE  HUNDRED  DOLLARS.    SUCH\n   29  PENALTY MAY BE ASSESSED AFTER A HEARING CONDUCTED IN THE MANNER IN WHICH\n   30  THE  AGENCY  ASSESSES  OTHER  PENALTIES  AGAINST  LICENSED, CERTIFIED OR\n   31  APPROVED FACILITIES.\n   32    S 2. This act shall take effect on the first of January next  succeed-\n   33  ing  the  date  on  which  it shall have become a law, provided that the\n   34  department of health is immediately authorized and directed to take such\n   35  actions as are necessary to implement this act, including the  promulga-\n   36  tion of rules in accordance with the state administrative procedure act,\n   37  on or before its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to disclosure of special care offered to persons with Alzheimer's disease or dementia ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487490
}