{
  "year" : 2011,
  "senateBillNo" : "A388-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A388-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a study of the fiscal impacts of changing education funding from a real property tax-based mechanism to an income tax-based mechanism",
  "summary" : "Requires a study of the fiscal impacts of changing education funding from a real property tax-based mechanism to an income tax-based mechanism. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A1086-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          388\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER, MAGEE, REILLY -- Multi-Sponsored by --\n         M.  of  A.  BOYLAND,  COOK,  CROUCH,  GOTTFRIED,  LATIMER,   MOLINARO,\n         PEOPLES-STOKES,  J. RIVERA,  SWEENEY,  WEISENBERG  --  read  once  and\n         referred to the Committee on Ways and Means\n\n       AN ACT directing the New York state department  of  education,  the  New\n         York  state department of taxation and finance, and the state board of\n         real property services to study the fiscal impact of funding education\n         with state income tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature finds that within the\n    2  current  education  funding  system,  which  is based upon real property\n    3  taxation, there are inherent inequities throughout the  state.  Children\n    4  in  different  regions of the state receive varying degrees of education\n    5  and ability to participate in extracurricular activities.  The  legisla-\n    6  ture  finds  that  children  should  not  be  penalized based upon their\n    7  geographic location, a factor that is well beyond their control.  There-\n    8  fore, the legislature intends to determine a method of funding education\n    9  that allows all children to receive the same educational  and  extracur-\n   10  ricular opportunities.\n   11    S 2. The New York state department of education and the state board of\n   12  real  property services are hereby authorized and directed to assist the\n   13  New York state department of taxation and finance in preparing a compre-\n   14  hensive study documenting the fiscal implications of using state  income\n   15  taxes to fund education in lieu of using real property taxes.\n   16    Such  study  shall  consider the fiscal impacts on a broad spectrum of\n   17  geographic regions throughout the state. The  study  should  address  as\n   18  many  of  the  inequities in the current education funding system as the\n   19  department of education, the board of real property  services,  and  the\n   20  department  of  taxation  and  finance  can  identify.  The study should\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02077-01-1\n\n       A. 388                              2\n\n    1  include legislative recommendations that  would  help  ensure  a  smooth\n    2  transition  from  a  real  property  tax  based funding mechanism to the\n    3  income tax based funding mechanism. The results of the  study  shall  be\n    4  published  no  later  than one year following the effective date of this\n    5  act. A copy of the results of such  study  shall  be  submitted  to  the\n    6  governor,  the temporary president of the senate, and the speaker of the\n    7  assembly.\n    8    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT directing the New York state department of education, the New York state department of taxation and finance, and the state board of real property services to study the fiscal impact of funding education with state income tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155117.TXT", "SOBI.D101227.T150603.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293480363480
}