{
  "year" : 2011,
  "senateBillNo" : "A3881-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to health",
    "billEventId" : "A3881-2011-1296190800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires heating, ventilation and air conditioning systems and potable water systems of building with 50 or more people to be secured from unauthorized access",
  "summary" : "Requires the owner, or responsible agent thereof, of a building with a capacity of 50 or more people to secure the heating, ventilation and air conditioning system and potable water supply system of such building so as to prevent unauthorized access to such systems. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1584-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3881\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in  relation  to  requiring  that\n         access  to heating, ventilation and air conditioning systems and pota-\n         ble water supply systems be secure in certain buildings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  15-a to read as follows:\n    3    S 15-A. SECURE ACCESS TO HEATING,  VENTILATION  AND  AIR  CONDITIONING\n    4  SYSTEMS  AND  POTABLE  WATER SUPPLY SYSTEMS. THE OWNER OF EVERY BUILDING\n    5  HAVING A CAPACITY OF FIFTY OR MORE PEOPLE, OR THE AGENT  OF  SUCH  OWNER\n    6  HAVING  SUPERVISION  OVER  SUCH  A  BUILDING,  SHALL ADOPT AND IMPLEMENT\n    7  PROCEDURES FOR SECURING AND PREVENTING ACCESS, BY ANY PERSON NOT SPECIF-\n    8  ICALLY SO AUTHORIZED, TO THE (I) HEATING, VENTILATION AND AIR CONDITION-\n    9  ING SYSTEM, (II) AIR INTAKES FOR THE HEATING, VENTILATION AND AIR CONDI-\n   10  TIONING SYSTEM, AND (III) POTABLE WATER SUPPLY OF  SUCH  BUILDING.  SUCH\n   11  PROCEDURES SHALL PROVIDE FOR THE SAFETY, HEALTH AND WELFARE OF ALL OCCU-\n   12  PANTS  OF THE BUILDING, AND PROTECT SUCH OCCUPANTS FROM CONTAMINATED AIR\n   13  AND WATER.\n   14    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   15  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00160-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring that access to heating, ventilation and air conditioning systems and potable water supply systems be secure in certain buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT", "SOBI.D110128.T132259.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487484
}