{
  "year" : 2011,
  "senateBillNo" : "A3885-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3885-2011-1296190800000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires landowners to be notified of a petroleum discharge",
  "summary" : "Provides that upon notification of a petroleum discharge, the department of environmental conservation shall notify the municipal chief executive and landowners or tenants adjacent to or neighboring the site of the discharge whose property or drinking water supply may be potentially impacted by such discharge. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Navigation Law",
  "previousVersions" : [ "AA1588-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3885\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the navigation  law,  in  relation  to  notification  of\n         petroleum discharge\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 175 of the navigation law, as amended by chapter 35\n    2  of the laws of 1985, is amended to read as follows:\n    3    S 175. Notification by  persons  responsible  for  discharge.  1.  Any\n    4  person  responsible for causing a discharge shall immediately notify the\n    5  department pursuant to rules and regulations established by the  depart-\n    6  ment,  but  in no case later than two hours after the discharge. Failure\n    7  to so notify shall make persons liable  to  the  penalty  provisions  of\n    8  section  [192]  ONE HUNDRED NINETY-TWO of this article.  Notwithstanding\n    9  the provisions of any other law, such  notification  to  the  department\n   10  shall  be  deemed  to fulfill the notification requirements of any other\n   11  state or local law.\n   12    2. UPON NOTIFICATION OF A DISCHARGE, PURSUANT TO  SUBDIVISION  ONE  OF\n   13  THIS  SECTION,  THE  DEPARTMENT  SHALL  IMMEDIATELY NOTIFY THE MUNICIPAL\n   14  CHIEF EXECUTIVE, ALL LANDOWNERS OR TENANTS ADJACENT TO THE SITE  OF  THE\n   15  DISCHARGE  AND/OR  ANY  NEARBY  LANDOWNERS  OR TENANTS WHOSE PROPERTY OR\n   16  DRINKING WATER SUPPLY MAY BE POTENTIALLY IMPACTED BY SUCH DISCHARGE.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00155-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the navigation law, in relation to notification of petroleum discharge ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487494
}