{
  "year" : 2011,
  "senateBillNo" : "A3884-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3884-2011-1296190800000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the engineers', architects', landscape architects' and land surveyors' good samaritan act",
  "summary" : "Enacts the \"engineers', architects', landscape architects' and land surveyors' good samaritan act\" to protect from liability for personal injury, wrongful death, property damage or other loss professional engineers, architects, landscape architects and land surveyors who render voluntary services, without compensation, at the scene of a natural disaster or catastrophe. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA1269-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3884\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the executive law, in relation to  enacting  the  \"engi-\n         neers',  architects',  landscape  architects' and land surveyors' good\n         samaritan act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The executive law is amended by adding a new section 29-f\n    2  to read as follows:\n    3    S  29-F.  ENGINEERS',  ARCHITECTS',  LANDSCAPE  ARCHITECTS'  AND  LAND\n    4  SURVEYORS' GOOD SAMARITAN ACT. 1. AS USED IN THIS SECTION:\n    5    (A)  \"PROFESSIONAL  ENGINEER\"  SHALL MEAN A PERSON DULY LICENSED UNDER\n    6  THE EDUCATION LAW AS A PROFESSIONAL ENGINEER.\n    7    (B) \"ARCHITECT\" SHALL MEAN A PERSON DULY LICENSED UNDER THE  EDUCATION\n    8  LAW AS AN ARCHITECT.\n    9    (C)  \"LANDSCAPE ARCHITECT\" SHALL MEAN A PERSON DULY LICENSED UNDER THE\n   10  EDUCATION LAW AS A LANDSCAPE ARCHITECT.\n   11    (D) \"LAND SURVEYOR\" SHALL MEAN A PERSON DULY LICENSED UNDER THE EDUCA-\n   12  TION LAW AS A PROFESSIONAL LAND SURVEYOR.\n   13    (E) \"PUBLIC OFFICIAL\" SHALL MEAN ANY FEDERAL, STATE OR LOCALLY ELECTED\n   14  OFFICIAL WITH OVERALL EXECUTIVE RESPONSIBILITY IN  THE  JURISDICTION  IN\n   15  WHICH THE EMERGENCY OR EVENT HAS OCCURRED.\n   16    (F)  \"PUBLIC  SAFETY  OFFICIAL\"  SHALL  MEAN  ANY APPOINTED OR ELECTED\n   17  FEDERAL, STATE OR LOCAL OFFICIAL WITH OVERALL  EXECUTIVE  RESPONSIBILITY\n   18  TO  COORDINATE  PUBLIC SAFETY IN THE JURISDICTION IN WHICH THE EMERGENCY\n   19  OR EVENT HAS OCCURRED.\n   20    (G) \"LAW ENFORCEMENT OFFICIAL\" SHALL MEAN  ANY  APPOINTED  OR  ELECTED\n   21  FEDERAL,  STATE  OR LOCAL OFFICIAL WITH OVERALL EXECUTIVE RESPONSIBILITY\n   22  TO COORDINATE LAW ENFORCEMENT IN THE JURISDICTION IN WHICH THE EMERGENCY\n   23  OR EVENT HAS OCCURRED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00251-01-1\n\n       A. 3884                             2\n\n    1    (H) \"BUILDING INSPECTION OFFICIAL\" SHALL MEAN ANY APPOINTED OR ELECTED\n    2  FEDERAL, STATE OR LOCAL OFFICIAL WITH OVERALL  EXECUTIVE  RESPONSIBILITY\n    3  TO COORDINATE BUILDING INSPECTION IN THE JURISDICTION IN WHICH THE EMER-\n    4  GENCY OR EVENT HAS OCCURRED.\n    5    2.  A  PROFESSIONAL  ENGINEER,  ARCHITECT, LANDSCAPE ARCHITECT OR LAND\n    6  SURVEYOR WHO VOLUNTARILY, WITHOUT COMPENSATION ACTING REASONABLY AND  IN\n    7  GOOD  FAITH, PROVIDES STRUCTURAL, ELECTRICAL, MECHANICAL, OR OTHER ENGI-\n    8  NEERING,  ARCHITECTURAL,  LANDSCAPE  ARCHITECTURAL  OR  LAND   SURVEYING\n    9  SERVICES  AT  THE SCENE OF A DECLARED NATIONAL, STATE OR LOCAL EMERGENCY\n   10  CAUSED BY A  MAJOR  EARTHQUAKE,  HURRICANE,  TORNADO,  FIRE,  EXPLOSION,\n   11  COLLAPSE, OR OTHER SIMILAR DISASTER OR CATASTROPHIC EVENT AT THE REQUEST\n   12  OF A NATIONAL, STATE OR LOCAL PUBLIC OFFICIAL, LAW ENFORCEMENT OFFICIAL,\n   13  PUBLIC  SAFETY  OFFICIAL  OR  BUILDING  INSPECTION OFFICIAL ACTING IN AN\n   14  OFFICIAL CAPACITY, SHALL NOT BE LIABLE FOR ANY PERSONAL INJURY, WRONGFUL\n   15  DEATH, PROPERTY DAMAGE OR OTHER LOSS CAUSED BY  THE  PROFESSIONAL  ENGI-\n   16  NEER'S,  ARCHITECT'S,  LANDSCAPE  ARCHITECT'S  OR  LAND SURVEYOR'S ACTS,\n   17  ERRORS OR OMISSIONS IN THE PERFORMANCE  OF  ANY  ENGINEERING,  ARCHITEC-\n   18  TURAL, LANDSCAPE ARCHITECTURAL OR LAND SURVEYING SERVICES FOR ANY STRUC-\n   19  TURE,  BUILDING,  PIPING  OR OTHER ENGINEERED SYSTEM, EITHER PUBLICLY OR\n   20  PRIVATELY OWNED EXCEPT IN THOSE INSTANCES  WHERE  THE  PERSONAL  INJURY,\n   21  WRONGFUL  DEATH,  PROPERTY  DAMAGE  OR  OTHER LOSS RESULTS FROM THE ACT,\n   22  ERROR OR OMISSION OF THE  PROFESSIONAL  ENGINEER,  ARCHITECT,  LANDSCAPE\n   23  ARCHITECT  OR  LAND SURVEYOR WHO HAS FOUND THAT THE STRUCTURE, BUILDING,\n   24  PIPING OR OTHER ENGINEERED SYSTEM IS FIT FOR THE PURPOSES  OF  OCCUPANCY\n   25  OR USAGES FOR WHICH IT WAS INTENDED.\n   26    (A) THE IMMUNITY PROVIDED IN THIS SECTION SHALL APPLY ONLY TO A VOLUN-\n   27  TARY ENGINEERING, ARCHITECTURAL, LANDSCAPE ARCHITECTURAL OR LAND SURVEY-\n   28  ING SERVICE THAT OCCURS WITHIN NINETY DAYS OF THE EMERGENCY, DISASTER OR\n   29  CATASTROPHIC  EVENT, UNLESS EXTENDED BY AN EXECUTIVE ORDER ISSUED BY THE\n   30  GOVERNOR UNDER THE GOVERNOR'S EMERGENCY EXECUTIVE POWERS.\n   31    (B) NOTHING IN THIS SECTION SHALL PROVIDE IMMUNITY FOR WANTON, WILLFUL\n   32  OR INTENTIONAL MISCONDUCT, OR GROSS NEGLIGENCE.\n   33    (C) WHERE A PROFESSIONAL ENGINEER, ARCHITECT, LANDSCAPE  ARCHITECT  OR\n   34  LAND  SURVEYOR VOLUNTARILY RENDERS SERVICES AT THE REQUEST OF A STATE OR\n   35  LOCAL EMPLOYEE OR OFFICIAL AND WHERE SUCH SERVICES FALL WITHIN THE AMBIT\n   36  OF THE IMMUNITY PROVIDED IN THIS SECTION, THE LIABILITY OF THE STATE  OR\n   37  LOCALITY,  IF ANY, WHICH REQUESTED THE SERVICES SHALL NOT BE AFFECTED BY\n   38  THE PROVISIONS OF THIS SECTION.\n   39    S 2. This act shall take effect on the first of January next  succeed-\n   40  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to enacting the \"engineers', architects', landscape architects' and land surveyors' good samaritan act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487492
}