{
  "year" : 2011,
  "senateBillNo" : "A3888-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3888-2011-1296190800000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the invest in New York and New York invests in you tuition reimbursement program",
  "summary" : "Establishes the invest in New York and New York invests in you tuition reimbursement program; establishes a personal income tax credit for one-half of the student loan expenses paid by a taxpayer during the taxable year for the 10 years following graduation from the state university of New York or the city university of New York when the taxpayer continues to reside and work in the state following graduation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1368-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3888\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law and the tax law, in  relation  to  the\n         invest  in  New York and New York invests in you tuition reimbursement\n         program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The education law is amended by adding a new article 14-B\n    2  to read as follows:\n    3                                 ARTICLE 14-B\n    4                           INVEST IN NEW YORK AND\n    5                           NEW YORK INVESTS IN YOU\n    6  SECTION 696. INVEST IN NEW YORK AND NEW  YORK  INVESTS  IN  YOU  TUITION\n    7                  REIMBURSEMENT PROGRAM.\n    8    S  696.  INVEST  IN  NEW  YORK  AND  NEW  YORK  INVESTS IN YOU TUITION\n    9  REIMBURSEMENT PROGRAM. 1. THERE IS HEREBY ESTABLISHED AN INVEST  IN  NEW\n   10  YORK  AND  NEW  YORK  INVESTS IN YOU TUITION REIMBURSEMENT PROGRAM. SUCH\n   11  PROGRAM SHALL  ESTABLISH  A  PERSONAL  INCOME  TAX  DEDUCTION  EQUAL  TO\n   12  ONE-HALF  OF  THE STUDENT LOAN EXPENSE PAID DURING EACH TAXABLE YEAR FOR\n   13  THE TEN YEARS IMMEDIATELY  FOLLOWING  GRADUATION  FROM  ANY  COLLEGE  OR\n   14  UNIVERSITY OF THE STATE UNIVERSITY OF NEW YORK OR THE CITY UNIVERSITY OF\n   15  NEW  YORK.  SUCH TAX DEDUCTION SHALL APPLY ONLY TO PERSONS WHO ARE RESI-\n   16  DENTS OF THE STATE AND ARE EMPLOYED IN THE STATE FOLLOWING GRADUATION.\n   17    2. FOR THE PURPOSES OF THIS SECTION, \"STUDENT LOAN EXPENSE\" SHALL MEAN\n   18  THE CUMULATIVE TOTAL OF THE ANNUAL STUDENT LOANS COVERING  THE  COST  OF\n   19  ATTENDANCE AT AN UNDERGRADUATE AND/OR GRADUATE COLLEGE AND/OR UNIVERSITY\n   20  OF  THE  STATE  UNIVERSITY OF NEW YORK AND/OR THE CITY UNIVERSITY OF NEW\n   21  YORK, AND ANY INTEREST THEREON.\n   22    3. THE COMMISSIONER AND THE COMMISSIONER OF TAXATION AND FINANCE SHALL\n   23  JOINTLY PROMULGATE ALL RULES AND REGULATIONS NECESSARY TO IMPLEMENT  THE\n   24  PROVISIONS OF THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00196-01-1\n\n       A. 3888                             2\n\n    1    S 2. Subsection (c) of section 612 of the tax law is amended by adding\n    2  a new paragraph 39 to read as follows:\n    3    (39)  ONE-HALF  OF THE TAXPAYER'S STUDENT LOAN EXPENSE PAID DURING THE\n    4  TAXABLE YEAR SUBJECT TO THE PROVISIONS OF SECTION SIX HUNDRED NINETY-SIX\n    5  OF THE EDUCATION LAW.\n    6    S 3. This act shall take effect on the first of January next  succeed-\n    7  ing  the  date  on  which  it shall have become a law; provided that any\n    8  rules and regulations necessary to implement the provisions of this  act\n    9  on  its effective date are authorized and directed to be promulgated and\n   10  completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the tax law, in relation to the invest in New York and New York invests in you tuition reimbursement program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487503
}