{
  "year" : 2011,
  "senateBillNo" : "A3886-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3886-2011-1296190800000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the establishment of rules and regulations to provide for paid leave for state officers and employees to care for a parent or elder relative",
  "summary" : "Authorizes the president of the civil service commission to establish rules and regulations to provide for paid leave for public officers and employees to care for a parent or elder relative; provides that leave granted pursuant to this act shall not be a charge against any other leave such public officer or employee is entitled to. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A1587-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3886\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation to paid leave to care\n         for a parent or elder relative\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds and declares that\n    2  there  is  need  for wage replacement for workers who take time off from\n    3  work to care for a sick or chronically ill parent or elder relative  and\n    4  that this need will become exacerbated as the population of senior citi-\n    5  zens  needing  care  increases  in relation to the number of working age\n    6  adults. Without adequate support, a caregiver is at risk of experiencing\n    7  \"caregiver  burnout\",  a  state  of  physical,  emotional   and   mental\n    8  exhaustion that can occur when caregivers do not get the help they need.\n    9  Caregivers who are burned out often experience fatigue, stress, anxiety,\n   10  and  depression, causing the caregiver's personal relationships and work\n   11  performance to suffer. The link between caregiver stress and  their  own\n   12  physical  and mental health problems has long been established. In order\n   13  to assist and support those employees who are undertaking the  challenge\n   14  of  caring  for  aged  family  which saves the state over eleven billion\n   15  dollars per year in health care costs, the legislature  hereby  provides\n   16  that  paid  leave for a period of up to thirty days shall be provided to\n   17  employees of the state who are caring for a sick parent or  elder  rela-\n   18  tive.\n   19    S 2. The civil service law is amended by adding a new section 159-d to\n   20  read as follows:\n   21    S  159-D.  PAID  LEAVE  TO CARE FOR A PARENT OR ELDER RELATIVE. 1.  AS\n   22  USED IN THIS SECTION, THE TERM \"PARENT\" SHALL MEAN AN INDIVIDUAL WHO  IS\n   23  THE BIOLOGICAL OR ADOPTIVE PARENT OF A STATE OFFICER OR EMPLOYEE AND THE\n   24  TERM  \"ELDER  RELATIVE\"  SHALL  MEAN AN INDIVIDUAL SIXTY YEARS OF AGE OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00157-01-1\n\n       A. 3886                             2\n\n    1  OLDER WHO IS RELATED BY BLOOD, ADOPTION OR MARRIAGE TO A  STATE  OFFICER\n    2  OR EMPLOYEE.\n    3    2.  EVERY  OFFICER  OR EMPLOYEE OF THE STATE WHO HAS BEEN EMPLOYED FOR\n    4  MORE THAN SIX CONSECUTIVE PAYROLL PERIODS SHALL BE ENTITLED TO A MAXIMUM\n    5  OF THIRTY DAYS PAID LEAVE TO CARE FOR A PARENT OR ELDER RELATIVE WITH AN\n    6  ILLNESS, INJURY,  IMPAIRMENT,  OR  PHYSICAL  OR  MENTAL  CONDITION  THAT\n    7  INVOLVES  INPATIENT CARE IN A HOSPITAL, HOSPICE, RESIDENTIAL HEALTH CARE\n    8  FACILITY, OR CONTINUING  TREATMENT  OR  SUPERVISION  BY  A  HEALTH  CARE\n    9  PROVIDER.\n   10    3.  LEAVE  GRANTED UNDER THIS SECTION SHALL NOT BE CHARGED AGAINST ANY\n   11  OTHER LEAVE THAT A STATE OFFICER OR EMPLOYEE IS OTHERWISE ENTITLED TO.\n   12    4. THE PRESIDENT IS HEREBY EMPOWERED TO ESTABLISH SUCH RULES OR  REGU-\n   13  LATIONS  AS  MAY  BE  REQUIRED  FOR THE EFFECTIVE ADMINISTRATION OF THIS\n   14  SECTION.\n   15    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   16  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to paid leave to care for a parent or elder relative ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487496
}