{
  "year" : 2011,
  "senateBillNo" : "A3880-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3880-2011-1296190800000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires institutions of higher education to provide course and instructional materials to students and retailers of instructional materials",
  "summary" : "Requires institutions of higher education to publish a list of all courses offered to include the instructor, instructional materials needed or recommended, and expected number of students to be enrolled; requires such institutions to provide information on instructional materials to bookstores, other than those operated by the institution and provide equal access to students; requires institutions of higher education to adopt and publish a policy for complying with such provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1367-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3880\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law,  in  relation  to  the  provision  of\n         information  relating  to  courses  offered  by institutions of higher\n         education and the instructional material required therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 128 to\n    2  read as follows:\n    3                                  ARTICLE 128\n    4                COURSE AND INSTRUCTIONAL MATERIAL INFORMATION\n    5  SECTION 6370. COURSE CATALOG.\n    6          6371. BOOKSTORES.\n    7          6372. COMPLIANCE.\n    8          6373. VIOLATIONS.\n    9    S  6370.  COURSE  CATALOG.  1.  EVERY  INSTITUTION OF HIGHER EDUCATION\n   10  SHALL, NOT LESS THAN SIXTY DAYS PRIOR TO THE COMMENCEMENT OF EACH SEMES-\n   11  TER OR TRIMESTER, IN WHICH COURSES OF INSTRUCTION ARE  OFFERED  BY  SUCH\n   12  INSTITUTION,  ISSUE  AND  MAKE  AVAILABLE  A  LIST  OF ALL COURSES TO BE\n   13  OFFERED DURING THE SEMESTER OR TRIMESTER WHICH SHALL  INCLUDE  FOR  EACH\n   14  COURSE:\n   15    (A) THE NAME OF THE COURSE;\n   16    (B)  THE  NAME  OF  THE PERSON OR PERSONS PROVIDING INSTRUCTION IN THE\n   17  COURSE;\n   18    (C) A DESCRIPTION AND LISTING OF ALL INSTRUCTIONAL MATERIALS  REQUIRED\n   19  OR RECOMMENDED FOR STUDENTS ENROLLED IN THE COURSE; AND\n   20    (D)  THE  NUMBER OF STUDENTS REASONABLY EXPECTED TO BE ENROLLED IN THE\n   21  COURSE.\n   22    2. THE LISTING OF COURSES REQUIRED PURSUANT TO SUBDIVISION ONE OF THIS\n   23  SECTION SHALL BE PROVIDED TO ALL STUDENTS AND  PROSPECTIVE  STUDENTS  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00198-01-1\n\n       A. 3880                             2\n\n    1  THE  INSTITUTION OF HIGHER EDUCATION, AND TO ANY OTHER PERSON SUBMITTING\n    2  A REQUEST THEREFOR WITHIN ONE BUSINESS DAY OF SUCH REQUEST.\n    3    3.  IN ADDITION TO THE INFORMATION REQUIRED TO BE PROVIDED BY SUBDIVI-\n    4  SION ONE OF THIS SECTION, UPON SUBMISSION OF A REQUEST BY ANY PERSON AND\n    5  WITHIN ONE BUSINESS DAY THEREOF, EVERY INSTITUTION OF  HIGHER  EDUCATION\n    6  SHALL  PROVIDE  EVERY  SUCH  PERSON  WITH  ALL  INFORMATION  RELATING TO\n    7  INSTRUCTIONAL MATERIALS THAT IS PROVIDED TO THE STORE OR STORES OPERATED\n    8  BY SUCH INSTITUTION AND ENGAGED IN THE SALE OF INSTRUCTIONAL MATERIALS.\n    9    4. ALL INFORMATION REQUIRED PURSUANT TO THIS SECTION SHALL BE PROVIDED\n   10  WITHOUT A FEE OR CHARGE.\n   11    S 6371. BOOKSTORES. 1. IT SHALL BE THE POLICY OF THIS STATE  TO  ALLOW\n   12  ALL  PERSONS  ENGAGED IN THE SALE OF INSTRUCTIONAL MATERIALS FOR COURSES\n   13  PROVIDED AT INSTITUTIONS OF HIGHER EDUCATION, TO  COMPETE  ON  AN  EQUAL\n   14  BASIS  FOR THE SALE OF SUCH MATERIALS TO STUDENTS. TO FULFILL SUCH POLI-\n   15  CY, EVERY INSTITUTION OF HIGHER EDUCATION SHALL:\n   16    (A) PERMIT ANY PERSON REGULARLY ENGAGED IN THE SALE  OF  INSTRUCTIONAL\n   17  MATERIALS  AND  WHO  SUBMITS  A  REQUEST  THEREFOR TO PARTICIPATE IN ANY\n   18  PROGRAM PROVIDING INFORMATION ON THE PURCHASE OF INSTRUCTIONAL MATERIALS\n   19  BY STUDENTS, INCLUDING USED MATERIALS;\n   20    (B) PROVIDE ANY PERSON REGULARLY ENGAGED IN THE SALE OF  INSTRUCTIONAL\n   21  MATERIALS  AND  WHO  SUBMITS A REQUEST THEREFOR TO RECEIVE A LIST OF THE\n   22  NAMES AND ADDRESSES OF ALL STUDENTS OF SUCH INSTITUTION  NOT  LESS  THAN\n   23  SIXTY DAYS PRIOR TO THE COMMENCEMENT OF EACH SEMESTER OR TRIMESTER;\n   24    (C)  AUTHORIZE  ANY  PERSON  REGULARLY ENGAGED IN THE SALE OF INSTRUC-\n   25  TIONAL MATERIALS TO ADVERTISE THE SALE OF SUCH MATERIALS IN ANY PUBLICA-\n   26  TION OR OTHER PUBLIC MEDIUM OPERATED BY SUCH INSTITUTION  IN  WHICH  THE\n   27  SALE OF INSTRUCTIONAL MATERIALS IS ADVERTISED BY SUCH INSTITUTION; AND\n   28    (D)  SUBJECT  TO  THE RULES AND REGULATIONS OF THE COMMISSIONER AND IN\n   29  COOPERATION WITH PERSONS REGULARLY ENGAGED IN THE SALE OF  INSTRUCTIONAL\n   30  MATERIALS,  PROVIDE  ACCESS TO MEANS ESTABLISHED BY SUCH INSTITUTION FOR\n   31  THE PROVISION OF CREDIT TO AND BILLING OF STUDENTS FOR THE  PURCHASE  OF\n   32  INSTRUCTIONAL  MATERIALS  SOLD  BY SUCH PERSONS ON THE SAME BASIS AS THE\n   33  SALE OF SUCH MATERIALS WHEN MADE BY SUCH INSTITUTION.\n   34    2. NO INSTITUTION OF HIGHER EDUCATION SHALL  IMPOSE  A  FEE  UPON  ANY\n   35  PERSON REGULARLY ENGAGED IN THE SALE OF INSTRUCTIONAL MATERIALS, FOR THE\n   36  UTILIZATION  OF  ANY  OF  THE  REQUIREMENTS  OF  SUBDIVISION ONE OF THIS\n   37  SECTION, WHICH IS HIGHER THAN THE FEE IMPOSED UPON THE  ENTITY  OPERATED\n   38  BY  SUCH  INSTITUTION THAT IS ENGAGED IN THE SALE OF EDUCATIONAL MATERI-\n   39  ALS.\n   40    S 6372. COMPLIANCE. EVERY INSTITUTION OF HIGHER EDUCATION SHALL ESTAB-\n   41  LISH AND PUBLISH A WRITTEN POLICY PROVIDING  THE  MEANS  BY  WHICH  SUCH\n   42  INSTITUTION SHALL COMPLY WITH THE PROVISIONS OF THIS ARTICLE. SUCH POLI-\n   43  CY  SHALL PROVIDE FOR THE APPOINTMENT OF A COMPLIANCE OFFICER, WHO SHALL\n   44  BE RESPONSIBLE FOR SUCH INSTITUTION'S COMPLIANCE WITH THE PROVISIONS  OF\n   45  THIS ARTICLE.\n   46    S 6373. VIOLATIONS. ANY INSTITUTION OF HIGHER EDUCATION WHICH VIOLATES\n   47  THE  PROVISIONS  OF THIS ARTICLE SHALL BE SUBJECT TO A CIVIL FINE OF NOT\n   48  MORE THAN ONE THOUSAND DOLLARS FOR EACH SUCH VIOLATION.\n   49    S 2. This act shall take effect on the first of July  next  succeeding\n   50  the  date on which it shall have become a law; provided, that any rules,\n   51  regulations  and  actions  necessary  for  the  implementation  of   the\n   52  provisions of this act on its effective date are authorized and directed\n   53  to be completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the provision of information relating to courses offered by institutions of higher education and the instructional material required therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T143807.TXT", "SOBI.D110128.T143307.TXT", "SOBI.D110128.T132259.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487477
}