{
  "year" : 2011,
  "senateBillNo" : "A3882-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to aging",
    "billEventId" : "A3882-2011-1296190800000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes assisted living residences within the definition of long term care facilities for certain purposes",
  "summary" : "Includes assisted living residences within the definition of long term care facilities for certain purposes; requires assisted living residences to permit access to such facilities by the long term care ombudsman. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A2548-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3882\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the elder law, the state  finance  law  and  the  public\n         health law, in relation to long term care ombudsman access to assisted\n         living facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 1 of section 218 of the  elder\n    2  law is amended to read as follows:\n    3    (b)  \"Long  term  care  facilities\" shall mean residential health care\n    4  facilities as defined  in  subdivision  three  of  section  twenty-eight\n    5  hundred  one  of  the  public health law [and], adult care facilities as\n    6  defined in subdivision twenty-one of section two of the social  services\n    7  law,  AND  ASSISTED LIVING RESIDENCES, AS DEFINED IN ARTICLE FORTY-SIX-B\n    8  OF THE PUBLIC HEALTH LAW, OR ANY FACILITIES WHICH HOLD THEMSELVES OUT OR\n    9  ADVERTISE THEMSELVES AS PROVIDING ASSISTED LIVING SERVICES AND WHICH ARE\n   10  REQUIRED TO BE LICENSED OR CERTIFIED UNDER THE SOCIAL  SERVICES  LAW  OR\n   11  THE  PUBLIC HEALTH LAW.  Within the amounts appropriated therefor, \"long\n   12  term care facilities\" shall also mean managed long term care  plans  and\n   13  approved  managed  long term care or operating demonstrations as defined\n   14  in section forty-four hundred three-f of the public health law  and  the\n   15  term  \"resident\",  \"residents\",  \"patient\"  and  \"patients\"  shall  also\n   16  include enrollees of such plans.\n   17    S 2. Paragraph (b) of subdivision 1 of section 218 of the  elder  law,\n   18  as  amended  by section 2 of chapter 642 of the laws of 2004, is amended\n   19  to read as follows:\n   20    (b) \"Long term care facilities\" shall  mean  residential  health  care\n   21  facilities  as  defined  in  subdivision  three  of section twenty-eight\n   22  hundred one of the public health law, AND ASSISTED LIVING RESIDENCES, AS\n   23  DEFINED IN ARTICLE FORTY-SIX-B OF THE PUBLIC HEALTH LAW, OR ANY  FACILI-\n   24  TIES  WHICH  HOLD  THEMSELVES  OUT  OR ADVERTISE THEMSELVES AS PROVIDING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03333-01-1\n\n       A. 3882                             2\n\n    1  ASSISTED LIVING SERVICES AND WHICH ARE REQUIRED TO BE LICENSED OR CERTI-\n    2  FIED UNDER THE SOCIAL SERVICES LAW OR THE PUBLIC HEALTH  LAW  and  adult\n    3  care  facilities  as defined in subdivision twenty-one of section two of\n    4  the social services law.\n    5    S 3.  Subdivision 3 of section 99-l of the state finance law, as added\n    6  by chapter 2 of the laws of 2004, is amended to read as follows:\n    7    3.  Moneys of such fund shall be available to the department of health\n    8  for the purpose of carrying out the provisions of article forty-six-B of\n    9  the public health law. Additionally, UP TO five hundred thousand dollars\n   10  shall be [available] TRANSFERRED ANNUALLY to the state  office  for  the\n   11  aging  for  THE PURPOSES OF CARRYING OUT THE PROVISIONS OF the long term\n   12  care ombudsman program [for the purpose of carrying out  the  provisions\n   13  of article forty-six-B of the public health law] PURSUANT TO SECTION TWO\n   14  HUNDRED EIGHTEEN OF THE ELDER LAW.\n   15    S  4.  Paragraph  l  of  subdivision 3 of section 2803-c of the public\n   16  health law, as amended by chapter 719 of the laws of 1989, is amended to\n   17  read as follows:\n   18    l. Pursuant to regulations promulgated by the commissioner, no facili-\n   19  ty or individual and no  general  hospital  providing  medical  care  to\n   20  persons  having  been  admitted  from such facilities or from adult care\n   21  facilities covered by the provisions of section four hundred sixty-one-b\n   22  of the social services law, or to applicants  for  readmission  to  such\n   23  facilities  or  to  adult  care  facilities covered by the provisions of\n   24  section four hundred sixty-one-b  of  the  social  services  law,  shall\n   25  restrict  or prohibit the access to the facility or general hospital nor\n   26  interfere with the performance of the official duties, including  confi-\n   27  dential  visits with residents, of duly designated persons participating\n   28  in the long term care ombudsman program as  provided  for  in  [sections\n   29  five  hundred  forty-four  and  five hundred forty-five of the executive\n   30  law] SECTION TWO HUNDRED EIGHTEEN OF THE ELDER LAW.\n   31    S 5. This act shall take effect immediately, provided however that the\n   32  amendments to paragraph (b) of subdivision 1 of section 218 of the elder\n   33  law made by section two of this act shall take effect on the  same  date\n   34  and  same  manner  as  section  2 of chapter 642 of the laws of 2004, as\n   35  amended, takes effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, the state finance law and the public health law, in relation to long term care ombudsman access to assisted living facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487487
}