{
  "year" : 2011,
  "senateBillNo" : "A3899-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to housing",
    "billEventId" : "A3899-2011-1296190800000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to modifying the composition of membership of the Buffalo municipal housing authority",
  "summary" : "Relates to modifying the composition of membership of the Buffalo municipal housing authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3899\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HOYT -- read once and referred to the Committee\n         on Housing\n\n       AN ACT to amend the public housing law, in  relation  to  modifying  the\n         composition of the membership of the Buffalo municipal housing author-\n         ity\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 404 of the public housing law, as amended by  chap-\n    2  ter 576 of the laws of 1993, is amended to read as follows:\n    3    S  404. Buffalo Municipal Housing Authority.  1. The Buffalo Municipal\n    4  Housing Authority is hereby constituted and declared to be a body corpo-\n    5  rate and politic with all the powers, rights and  duties  set  forth  in\n    6  article five of the former state housing law.\n    7    2.  THE  GOVERNING  BOARD OF THE AUTHORITY SHALL BE COMPRISED OF SEVEN\n    8  MEMBERS, WITH TWO MEMBERS ELECTED BY TENANTS, TWO MEMBERS  APPOINTED  BY\n    9  THE  COMMON COUNCIL AND THREE MEMBERS APPOINTED BY THE MAYOR OF BUFFALO,\n   10  ONE OF WHOM SHALL BE DESIGNATED BY THE MAYOR AS  CHAIRMAN  REMOVABLE  AT\n   11  HIS  OR HER PLEASURE. Notwithstanding any inconsistent provision of law,\n   12  any member of such authority appointed  or  reappointed  by  THE  COMMON\n   13  COUNCIL  OR  the  mayor of Buffalo shall be subject to confirmation by a\n   14  majority vote of the common council of such city.\n   15    3. THE TERM OF OFFICE OF EACH MEMBER SHALL BE FIVE  YEARS.  THE  MAYOR\n   16  SHALL  FILE  WITH  THE  COMMISSIONER A CERTIFICATE OF APPOINTMENT OF THE\n   17  CHAIRMAN AND OF EACH MEMBER. ANY MEMBER OTHER THAN THE CHAIRMAN  MAY  BE\n   18  REMOVED  BY THE MAYOR FOR CAUSE AFTER A PUBLIC HEARING. A VACANCY IN THE\n   19  OFFICE OF A MEMBER OTHER THAN THE CHAIRMAN OCCURRING OTHERWISE  THAN  BY\n   20  EXPIRATION  OF  TERM  SHALL  BE FILLED FOR THE UNEXPIRED TERM; PROVIDED,\n   21  HOWEVER, THAT A VACANCY IN THE SEAT HELD BY EITHER TENANT  MEMBER  SHALL\n   22  BE FILLED BY THE MAYOR WITHIN THIRTY DAYS OF SUCH VACANCY.\n   23    4.  THE CHAIRMAN AND OTHER MEMBERS OF THE AUTHORITY OTHER THAN THE TWO\n   24  TENANT MEMBERS SHALL GIVE THEIR WHOLE TIME TO THEIR DUTIES AND SHALL NOT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07000-01-1\n\n       A. 3899                             2\n\n    1  ENGAGE IN ANY OTHER OCCUPATION, PROFESSION OR EMPLOYMENT.  THE  CHAIRMAN\n    2  AND  THE  MEMBERS  OF  THE AUTHORITY OTHER THAN THE TENANT MEMBERS SHALL\n    3  RECEIVE A SALARY, THE AMOUNT OF WHICH SHALL BE FIXED BY LOCAL  LAW.  THE\n    4  TWO  TENANT MEMBERS SHALL RECEIVE A MONTHLY STIPEND IN THE AMOUNT OF TWO\n    5  HUNDRED FIFTY DOLLARS.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to modifying the composition of the membership of the Buffalo municipal housing authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T133303.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487481
}