{
  "year" : 2011,
  "senateBillNo" : "A389-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A389-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires biennial referendum of student body at public universities and colleges to determine whether student activity fees are voluntary or mandatory",
  "summary" : "Requires the biennial conducting of a referendum of the student body at each college and university of the state university of New York and city university of New York, and at each community college as to whether the student activity fees shall be mandatory or voluntary; requires the funds from such fees to be disbursed in a fair and neutral manner without regard to the viewpoints of organizations requesting funding; requires the posting of a notice of the purpose of such fee and the mission statements of all organizations receiving disbursements from such fees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10758-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          389\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- Multi-Sponsored by -- M. of A. DESTI-\n         TO, MAYERSOHN, J. RIVERA, ROBINSON -- read once and  referred  to  the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to student activity fees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 355 of the education law is amended by adding a new\n    2  subdivision 20 to read as follows:\n    3    20. STUDENT ACTIVITY FEE.  A.  DISCLOSURE.  EVERY COLLEGE OR UNIVERSI-\n    4  TY OF THE STATE UNIVERSITY SHALL CONSPICUOUSLY POST ON A PUBLICLY ACCES-\n    5  SIBLE WEBSITE A NOTICE REGARDING THE STUDENT ACTIVITY  FEE  WHICH  SHALL\n    6  INCLUDE,  BUT  NOT  BE  LIMITED TO: (1) THE PURPOSE OF SUCH FEE, (2) THE\n    7  RULES AND PROCEDURES FOR THE ALLOCATION OF FUNDS FROM SUCH FEE, (3)  THE\n    8  NAME  AND  MISSION  STATEMENT OF EACH STUDENT ORGANIZATION THAT RECEIVED\n    9  FUNDING FROM SUCH  FEE  DURING  THE  PREVIOUS  ACADEMIC  YEAR,  (4)  THE\n   10  REQUIREMENT  THAT  ALL  FUNDING DECISIONS BE MADE IN AN OPEN FORUM WHERE\n   11  ALL STUDENTS ARE GIVEN THE OPPORTUNITY TO COMMENT, (5) THAT ALL  FUNDING\n   12  DECISIONS  SHALL  BE MADE IN A FAIR AND NEUTRAL MANNER WITHOUT REGARD TO\n   13  THE VIEWPOINTS OF THE ORGANIZATION REQUESTING FUNDING, AND  (6)  THAT  A\n   14  REFERENDUM  SHALL  BE HELD AT LEAST EVERY TWO YEARS THE PURPOSE OF WHICH\n   15  IS TO DETERMINE WHETHER THE STUDENT ACTIVITY FEE SHALL BE  MANDATORY  OR\n   16  VOLUNTARY.\n   17    B.  REFERENDUM.  PRIOR  TO  THE  CLOSE OF THE FIRST FULL ACADEMIC YEAR\n   18  IMMEDIATELY FOLLOWING THE EFFECTIVE DATE OF  THIS  SUBDIVISION,  AND  AT\n   19  LEAST  ONCE EVERY TWO YEARS THEREAFTER, THE STUDENT BODY AT EACH COLLEGE\n   20  OR UNIVERSITY OPERATED BY THE STATE UNIVERSITY SHALL DETERMINE BY REFER-\n   21  ENDUM WHETHER STUDENT ACTIVITY PROGRAMS SHALL  BE  SUPPORTED  BY  EITHER\n   22  VOLUNTARY OR MANDATORY STUDENT FEES.  SUCH REFERENDUM SHALL BE CONDUCTED\n   23  ON  CAMPUS  AT  AN EASILY ACCESSIBLE POLLING PLACE OR PLACES AND AT SUCH\n   24  TIME AS SHALL BE CONVENIENT FOR THE GREATEST NUMBER OF  STUDENTS.  UNDER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02190-01-1\n\n       A. 389                              2\n\n    1  NO CIRCUMSTANCES SHALL FUNDING FOR ANY PARTICULAR ORGANIZATION BE DETER-\n    2  MINED  BY  REFERENDUM.  NOTICE OF SUCH REFERENDUM SHALL BE CONSPICUOUSLY\n    3  POSTED AT SEVERAL LOCATIONS ON CAMPUS FOR NOT  LESS  THAN  FIFTEEN  DAYS\n    4  PRIOR  TO  THE  DATE  ON  WHICH  THE REFERENDUM SHALL BE CONDUCTED. SUCH\n    5  NOTICE SHALL INCLUDE, BUT NOT BE LIMITED  TO,  THE  DATE  ON  WHICH  THE\n    6  REFERENDUM  WILL  BE HELD, THE TIMES DURING WHICH POLLING PLACES WILL BE\n    7  OPEN, THE LOCATION OF ALL POLLING PLACES, AND THE QUESTION OR  QUESTIONS\n    8  BEFORE THE STUDENT BODY.\n    9    C. ELIGIBILITY FOR FUNDING. ANY GROUP THAT IS OFFICIALLY RECOGNIZED BY\n   10  THE  REPRESENTATIVE  STUDENT  ORGANIZATION IN ACCORDANCE WITH PROCEDURES\n   11  ESTABLISHED ON EACH CAMPUS SHALL BE ELIGIBLE  TO  RECEIVE  FUNDING  FROM\n   12  STUDENT ACTIVITY FEE PROCEEDS.\n   13    D.  DISBURSEMENT  OF FUNDS. PROCEEDS OF THE STUDENT ACTIVITY FEE SHALL\n   14  BE DISBURSED BY THE REPRESENTATIVE STUDENT ORGANIZATION IN  A  FAIR  AND\n   15  NEUTRAL  MANNER  WITHOUT  REGARD  TO  THE VIEWPOINTS OF THE ORGANIZATION\n   16  REQUESTING FUNDING. ALL FUNDING DECISIONS SHALL BE MADE IN AN OPEN FORUM\n   17  WHERE MEMBERS OF THE STUDENT BODY ARE GIVEN AN OPPORTUNITY TO COMMENT.\n   18    E. APPEAL OF FUNDING DECISIONS. THE REPRESENTATIVE  STUDENT  ORGANIZA-\n   19  TION  ON  EACH  CAMPUS  SHALL  CREATE  AN APPEALS PROCESS FOR REGISTERED\n   20  STUDENT ORGANIZATIONS COMPLAINING OF  VIEWPOINT  DISCRIMINATION  IN  THE\n   21  FUNDING  PROCESS.  AFTER  EXHAUSTING STUDENT REVIEW, AN AGGRIEVED REGIS-\n   22  TERED STUDENT ORGANIZATION MAY APPEAL TO THE CHIEF ADMINISTRATIVE  OFFI-\n   23  CER OF EACH CAMPUS, OR HIS OR HER DESIGNEE.\n   24    S  2.  Section  6215  of  the education law is amended by adding a new\n   25  subdivision 4 to read as follows:\n   26    4. STUDENT ACTIVITY FEE. A. DISCLOSURE.  EVERY COLLEGE  OR  UNIVERSITY\n   27  OF THE CITY UNIVERSITY SHALL CONSPICUOUSLY POST ON A PUBLICLY ACCESSIBLE\n   28  WEBSITE A NOTICE REGARDING THE STUDENT ACTIVITY FEE WHICH SHALL INCLUDE,\n   29  BUT  NOT  BE  LIMITED TO: (1) THE PURPOSE OF SUCH FEE, (2) THE RULES AND\n   30  PROCEDURES FOR THE ALLOCATION OF FUNDS FROM SUCH FEE, (3) THE  NAME  AND\n   31  MISSION  STATEMENT  OF  EACH  STUDENT ORGANIZATION THAT RECEIVED FUNDING\n   32  FROM SUCH FEE DURING THE PREVIOUS ACADEMIC  YEAR,  (4)  THE  REQUIREMENT\n   33  THAT  ALL  FUNDING DECISIONS BE MADE IN AN OPEN FORUM WHERE ALL STUDENTS\n   34  ARE GIVEN THE OPPORTUNITY TO COMMENT, (5)  THAT  ALL  FUNDING  DECISIONS\n   35  SHALL  BE  MADE IN A FAIR AND NEUTRAL MANNER WITHOUT REGARD TO THE VIEW-\n   36  POINTS OF THE ORGANIZATION REQUESTING FUNDING, AND (6) THAT A REFERENDUM\n   37  SHALL BE HELD AT LEAST EVERY TWO YEARS THE PURPOSE OF WHICH IS TO DETER-\n   38  MINE WHETHER THE STUDENT ACTIVITY FEE SHALL BE MANDATORY OR VOLUNTARY.\n   39    B. REFERENDUM. PRIOR TO THE CLOSE OF  THE  FIRST  FULL  ACADEMIC  YEAR\n   40  IMMEDIATELY  FOLLOWING  THE  EFFECTIVE  DATE OF THIS SUBDIVISION, AND AT\n   41  LEAST ONCE EVERY TWO YEARS THEREAFTER, THE STUDENT BODY AT EACH  COLLEGE\n   42  OR  UNIVERSITY OPERATED BY THE CITY UNIVERSITY SHALL DETERMINE BY REFER-\n   43  ENDUM WHETHER STUDENT ACTIVITY PROGRAMS SHALL  BE  SUPPORTED  BY  EITHER\n   44  VOLUNTARY OR MANDATORY STUDENT FEES.  SUCH REFERENDUM SHALL BE CONDUCTED\n   45  ON  CAMPUS  AT  AN EASILY ACCESSIBLE POLLING PLACE OR PLACES AND AT SUCH\n   46  TIME AS SHALL BE CONVENIENT FOR THE GREATEST NUMBER OF  STUDENTS.  UNDER\n   47  NO CIRCUMSTANCES SHALL FUNDING FOR ANY PARTICULAR ORGANIZATION BE DETER-\n   48  MINED  BY  REFERENDUM.  NOTICE OF SUCH REFERENDUM SHALL BE CONSPICUOUSLY\n   49  POSTED AT SEVERAL LOCATIONS ON CAMPUS FOR NOT  LESS  THAN  FIFTEEN  DAYS\n   50  PRIOR  TO  THE  DATE  ON  WHICH  THE REFERENDUM SHALL BE CONDUCTED. SUCH\n   51  NOTICE SHALL INCLUDE, BUT NOT BE LIMITED  TO,  THE  DATE  ON  WHICH  THE\n   52  REFERENDUM  WILL  BE HELD, THE TIMES DURING WHICH POLLING PLACES WILL BE\n   53  OPEN, THE LOCATION OF ALL POLLING PLACES, AND THE QUESTION OR  QUESTIONS\n   54  BEFORE THE STUDENT BODY.\n   55    C. ELIGIBILITY FOR FUNDING. ANY GROUP THAT IS OFFICIALLY RECOGNIZED BY\n   56  THE  REPRESENTATIVE  STUDENT  ORGANIZATION IN ACCORDANCE WITH PROCEDURES\n\n       A. 389                              3\n\n    1  ESTABLISHED ON EACH CAMPUS SHALL BE ELIGIBLE  TO  RECEIVE  FUNDING  FROM\n    2  STUDENT ACTIVITY FEE PROCEEDS.\n    3    D.  DISBURSEMENT  OF FUNDS. PROCEEDS OF THE STUDENT ACTIVITY FEE SHALL\n    4  BE DISBURSED BY THE REPRESENTATIVE STUDENT ORGANIZATION IN  A  FAIR  AND\n    5  NEUTRAL  MANNER  WITHOUT  REGARD  TO  THE VIEWPOINTS OF THE ORGANIZATION\n    6  REQUESTING FUNDING. ALL FUNDING DECISIONS SHALL BE MADE IN AN OPEN FORUM\n    7  WHERE MEMBERS OF THE STUDENT BODY ARE GIVEN AN OPPORTUNITY TO COMMENT.\n    8    E. APPEAL OF FUNDING DECISIONS. THE REPRESENTATIVE  STUDENT  ORGANIZA-\n    9  TION  ON  EACH  CAMPUS  SHALL  CREATE  AN APPEALS PROCESS FOR REGISTERED\n   10  STUDENT ORGANIZATIONS COMPLAINING OF  VIEWPOINT  DISCRIMINATION  IN  THE\n   11  FUNDING  PROCESS.  AFTER  EXHAUSTING STUDENT REVIEW, AN AGGRIEVED REGIS-\n   12  TERED STUDENT ORGANIZATION MAY APPEAL TO THE CHIEF ADMINISTRATIVE  OFFI-\n   13  CER OF EACH CAMPUS, OR HIS OR HER DESIGNEE.\n   14    S  3.  Section  6304  of  the education law is amended by adding a new\n   15  subdivision 1-a to read as follows:\n   16    1-A. STUDENT ACTIVITY FEE. A. DISCLOSURE.    EVERY  COMMUNITY  COLLEGE\n   17  SHALL  CONSPICUOUSLY  POST  ON  A  PUBLICLY  ACCESSIBLE WEBSITE A NOTICE\n   18  REGARDING THE STUDENT ACTIVITY FEE  WHICH  SHALL  INCLUDE,  BUT  NOT  BE\n   19  LIMITED  TO:  (1)  THE PURPOSE OF SUCH FEE, (2) THE RULES AND PROCEDURES\n   20  FOR THE ALLOCATION OF FUNDS FROM SUCH FEE,  (3)  THE  NAME  AND  MISSION\n   21  STATEMENT  OF  EACH STUDENT ORGANIZATION THAT RECEIVED FUNDING FROM SUCH\n   22  FEE DURING THE PREVIOUS ACADEMIC YEAR,  (4)  THE  REQUIREMENT  THAT  ALL\n   23  FUNDING  DECISIONS BE MADE IN AN OPEN FORUM WHERE ALL STUDENTS ARE GIVEN\n   24  THE OPPORTUNITY TO COMMENT, (5) THAT ALL FUNDING DECISIONS SHALL BE MADE\n   25  IN A FAIR AND NEUTRAL MANNER WITHOUT REGARD TO  THE  VIEWPOINTS  OF  THE\n   26  ORGANIZATION REQUESTING FUNDING, AND (6) THAT A REFERENDUM SHALL BE HELD\n   27  AT  LEAST  EVERY  TWO YEARS THE PURPOSE OF WHICH IS TO DETERMINE WHETHER\n   28  THE STUDENT ACTIVITY FEE SHALL BE MANDATORY OR VOLUNTARY.\n   29    B. REFERENDUM. PRIOR TO THE CLOSE OF  THE  FIRST  FULL  ACADEMIC  YEAR\n   30  IMMEDIATELY  FOLLOWING  THE  EFFECTIVE  DATE OF THIS SUBDIVISION, AND AT\n   31  LEAST ONCE EVERY TWO YEARS THEREAFTER, THE STUDENT BODY AT EACH COMMUNI-\n   32  TY COLLEGE  SHALL  DETERMINE  BY  REFERENDUM  WHETHER  STUDENT  ACTIVITY\n   33  PROGRAMS  SHALL  BE  SUPPORTED  BY EITHER VOLUNTARY OR MANDATORY STUDENT\n   34  FEES. SUCH REFERENDUM SHALL BE CONDUCTED ON CAMPUS AT AN EASILY ACCESSI-\n   35  BLE POLLING PLACE OR PLACES AND AT SUCH TIME AS SHALL BE CONVENIENT  FOR\n   36  THE  GREATEST  NUMBER  OF STUDENTS. UNDER NO CIRCUMSTANCES SHALL FUNDING\n   37  FOR ANY PARTICULAR ORGANIZATION BE DETERMINED BY REFERENDUM.  NOTICE  OF\n   38  SUCH  REFERENDUM  SHALL  BE CONSPICUOUSLY POSTED AT SEVERAL LOCATIONS ON\n   39  CAMPUS FOR NOT LESS THAN FIFTEEN DAYS PRIOR TO THE  DATE  ON  WHICH  THE\n   40  REFERENDUM  SHALL  BE  CONDUCTED.  SUCH NOTICE SHALL INCLUDE, BUT NOT BE\n   41  LIMITED TO, THE DATE ON WHICH THE REFERENDUM WILL  BE  HELD,  THE  TIMES\n   42  DURING  WHICH  POLLING  PLACES WILL BE OPEN, THE LOCATION OF ALL POLLING\n   43  PLACES, AND THE QUESTION OR QUESTIONS BEFORE THE STUDENT BODY.\n   44    C. ELIGIBILITY FOR FUNDING. ANY GROUP THAT IS OFFICIALLY RECOGNIZED BY\n   45  THE REPRESENTATIVE STUDENT ORGANIZATION IN  ACCORDANCE  WITH  PROCEDURES\n   46  ESTABLISHED  ON  EACH  CAMPUS  SHALL BE ELIGIBLE TO RECEIVE FUNDING FROM\n   47  STUDENT ACTIVITY FEE PROCEEDS.\n   48    D. DISBURSEMENT OF FUNDS. PROCEEDS OF THE STUDENT ACTIVITY  FEE  SHALL\n   49  BE  DISBURSED  BY  THE REPRESENTATIVE STUDENT ORGANIZATION IN A FAIR AND\n   50  NEUTRAL MANNER WITHOUT REGARD TO  THE  VIEWPOINTS  OF  THE  ORGANIZATION\n   51  REQUESTING FUNDING. ALL FUNDING DECISIONS SHALL BE MADE IN AN OPEN FORUM\n   52  WHERE MEMBERS OF THE STUDENT BODY ARE GIVEN AN OPPORTUNITY TO COMMENT.\n   53    E.  APPEAL  OF FUNDING DECISIONS. THE REPRESENTATIVE STUDENT ORGANIZA-\n   54  TION ON EACH CAMPUS SHALL  CREATE  AN  APPEALS  PROCESS  FOR  REGISTERED\n   55  STUDENT  ORGANIZATIONS  COMPLAINING  OF  VIEWPOINT DISCRIMINATION IN THE\n   56  FUNDING PROCESS. AFTER EXHAUSTING STUDENT REVIEW,  AN  AGGRIEVED  REGIS-\n\n       A. 389                              4\n\n    1  TERED  STUDENT ORGANIZATION MAY APPEAL TO THE CHIEF ADMINISTRATIVE OFFI-\n    2  CER OF EACH CAMPUS, OR HIS OR HER DESIGNEE.\n    3    S 4. This act shall take effect on the first of August next succeeding\n    4  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to student activity fees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155117.TXT", "SOBI.D101227.T120053.TXT", "SOBI.D101227.T120553.TXT", "SOBI.D101227.T150603.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293480363482
}