{
  "year" : 2011,
  "senateBillNo" : "A3891-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3891-2011-1296190800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates annual service charge of 25 dollars on issuance of special number plates to veterans of the armed forces who served in World War II",
  "summary" : "Eliminates annual service charge of 25 dollars on issuance of special number plates to veterans of the armed forces who served in World War II. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A7241-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3891\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. FINCH, KATZ -- Multi-Sponsored by -- M. of A.\n         McLAUGHLIN -- read once and referred to the Committee  on  Transporta-\n         tion\n\n       AN ACT to amend the vehicle and traffic law, in relation to the issuance\n         of special number plates\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 404 of  the  vehicle  and  traffic\n    2  law,  as  amended  by  section 21 of part G of chapter 59 of the laws of\n    3  2009, is amended to read as follows:\n    4    1. The commissioner may issue  special  number  plates  to  applicants\n    5  therefor  in  the same manner as other number plates are issued pursuant\n    6  to this article. Such special number plates shall be  issued  only  upon\n    7  payment  of  an  annual service charge of thirty-one dollars and twenty-\n    8  five cents in addition to the regular fee  prescribed  by  section  four\n    9  hundred one of this article. Application for special number plates shall\n   10  be  made  in accordance with regulations promulgated by the commissioner\n   11  with respect to issuance of such number plates.  Provided,  however,  in\n   12  lieu  of the annual fee specified herein, the commissioner may establish\n   13  specific categories of plates for which an annual fee of not  less  than\n   14  eighteen dollars and seventy-five cents nor more than thirty-one dollars\n   15  and  twenty-five  cents  may  be  charged subject to the approval of the\n   16  director of the division of  the  budget.    NOTWITHSTANDING  ANY  OTHER\n   17  PROVISION  OF THIS SECTION, THE ANNUAL SERVICE CHARGE SHALL NOT APPLY TO\n   18  THE ISSUANCE OF SPECIAL NUMBER PLATES TO VETERANS OF  THE  ARMED  FORCES\n   19  WHO  SERVED  IN WORLD WAR II. Notwithstanding any inconsistent provision\n   20  of this section, the difference collected between the special plates fee\n   21  or service charge set forth in this subdivision in effect on  and  after\n   22  September first, two thousand nine and the special plates fee or service\n   23  charge  set forth in this subdivision in effect prior to such date shall\n   24  be deposited to the credit of the dedicated  highway  and  bridge  trust\n   25  fund.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03792-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the issuance of special number plates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243187299
}