{
  "year" : 2011,
  "senateBillNo" : "A3898-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3898-2011-1296190800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the commission on official conduct to replace commission on public integrity and state inspector general; repealer",
  "summary" : "Establishes the commission on official conduct to replace the commission on public integrity and the office of the state inspector general, and the former temporary commission of investigation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A8930-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3898\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by M. of A. GIGLIO -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN  ACT  to  establish the commission on official conduct, providing for\n         its powers, duties and functions, and providing for  the  transfer  of\n         the  functions, powers and duties of the commission on public integri-\n         ty, the office of the state inspector general and the former temporary\n         state commission  of  investigation  to  the  commission  on  official\n         conduct;  to  amend the civil service law, the legislative law and the\n         racing, pari-mutuel wagering and breeding  law,  in  relation  to  the\n         commission  on  public  integrity;  to amend the executive law and the\n         public authorities law, in relation to the state inspector general; to\n         amend the criminal procedure law, the executive  law  and  the  public\n         officers  law, in relation to the former temporary state commission of\n         investigation; to repeal section 94 of the executive law  relating  to\n         the commission on public integrity; to repeal article 4-A of the exec-\n         utive law and subdivision 68 of section 2.10 of the criminal procedure\n         law  relating  to  the  office  of the state inspector general; and to\n         repeal chapter 989 of the laws of 1958, relating to creating a  tempo-\n         rary state commission of investigation, relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"commission on official conduct act\".\n    3    S 2. Definitions. As used in this act, the following terms shall mean:\n    4    (a)  \"Commission\" means the commission on official conduct established\n    5  by section three of this act.\n    6    (b) \"Executive director\" means the executive director of  the  commis-\n    7  sion, appointed pursuant to section four of this act.\n    8    (c) \"Covered agency\" means all executive branch agencies, departments,\n    9  divisions,  officers,  boards and commissions, public authorities (other\n   10  than multi-state  or  multi-national  authorities)  and  public  benefit\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06932-01-1\n\n       A. 3898                             2\n\n    1  corporations,  the  heads  of  which  are appointed by the governor, and\n    2  which do not have their own inspector general by statute.\n    3    S  3. Commission on official conduct; established. (a) There is hereby\n    4  established, as an independent state agency, the commission on  official\n    5  conduct. The commission shall consist of 5 members appointed as follows:\n    6    (1)  one  member appointed by the chief judge of the court of appeals,\n    7  who shall serve as the chair of the commission;\n    8    (2) one member appointed by the presiding  justice  of  the  appellate\n    9  division in the first department;\n   10    (3)  one  member  appointed  by the presiding justice of the appellate\n   11  division in the second department;\n   12    (4) one member appointed by the presiding  justice  of  the  appellate\n   13  division in the third department; and\n   14    (5)  one  member  appointed  by the presiding justice of the appellate\n   15  division in the fourth department.\n   16    (b) Each member of the commission  shall  serve  a  term  of  5  years\n   17  commencing  on  the  first  of January of the calendar year in which the\n   18  vacancy in such office occurs; provided, however, that for  the  members\n   19  initially  appointed  as  members, the member appointed by the presiding\n   20  justice in the fourth department shall serve  a  term  of  1  year,  the\n   21  member appointed by the presiding justice in the second department shall\n   22  serve  a  term of 2 years, the member appointed by the presiding justice\n   23  in the third department shall serve  a  term  of  3  years,  the  member\n   24  appointed by the presiding justice in the first department shall serve a\n   25  term of 4 years and the member appointed by the chief judge of the court\n   26  of appeals shall serve a term of 5 years.\n   27    Any  vacancy  occurring  in  the membership of the commission shall be\n   28  filled within 60 days of its occurrence in the same manner as the member\n   29  whose vacancy is being filled was appointed. A person appointed to  fill\n   30  a  vacancy  occurring other than by expiration of a term of office shall\n   31  be appointed to the unexpired term of the member he or she replaces.\n   32    (c) Four members of the commission shall constitute a quorum, and  the\n   33  commission  shall have power to act by majority vote of the total number\n   34  of members of the commission without vacancy.\n   35    (d) The members of the commission shall receive  no  compensation  for\n   36  their services, but shall be allowed their actual and necessary expenses\n   37  incurred in the performance of their duties pursuant to this act.\n   38    (e) Members of the commission may be removed by the chief judge of the\n   39  court  of  appeals  for substantial neglect of duty, gross misconduct in\n   40  office, inability to discharge  the  powers  and  duties  of  office  or\n   41  violation of the provisions of this act, after written notice and oppor-\n   42  tunity to be heard by the court of appeals.\n   43    S  4.  Executive  director and staff. (a) The commission shall appoint\n   44  and employ an executive director who shall serve a term of 6 years.  Any\n   45  vacancy  in  the  office of executive director shall be filled within 10\n   46  days of its occurrence. A  person appointed to fill  a  vacancy  in  the\n   47  office  of  executive  director  occurring other than by expiration of a\n   48  term of office shall be appointed to the unexpired term of the executive\n   49  director he or she replaces.\n   50    (b) The executive director shall act in accordance with the  policies,\n   51  rules and regulations of the commission. He or she shall act in the name\n   52  of  the  commission  pursuant  to  the  specific powers delegated by the\n   53  commission to the office of executive director.\n   54    (c) The commission shall appoint  and  employ  such  other  staff  and\n   55  investigators  as  shall be necessary to carry out its powers and duties\n   56  pursuant to this act.\n\n       A. 3898                             3\n\n    1    (d) The executive director, staff members  and  investigators  may  be\n    2  removed by the commission for substantial neglect of duty, gross miscon-\n    3  duct  in  office,  inability to perform their duties or violation of the\n    4  provisions of this act, after  written  notice  and  opportunity  to  be\n    5  heard.\n    6    S  5.  Powers and duties. The commission shall have the power and duty\n    7  to:\n    8    (a) fix the compensation of the executive director, staff members  and\n    9  investigators;\n   10    (b)  request  and receive, and shall utilize and be provided with such\n   11  facilities, resources and  data  of  any  court,  department,  division,\n   12  board, bureau, commission or agency of the state or any political subdi-\n   13  vision  thereof,  or  of  any  public authority or public benefit corpo-\n   14  ration, as it may reasonably request to properly carry  out  its  powers\n   15  and duties pursuant to this act;\n   16    (c)  adopt,  amend  and  rescind  rules  and regulations to govern the\n   17  procedures of the commission and to implement  the  provisions  of  this\n   18  act;\n   19    (d)  adopt, amend and rescind rules and regulations to assist appoint-\n   20  ing authorities in determining which persons  hold  policy-making  posi-\n   21  tions for the purposes of section 73-a of the public officers law;\n   22    (e) make available forms for annual statements of financial disclosure\n   23  required  to  be  filed  pursuant to section 73-a of the public officers\n   24  law;\n   25    (f) review financial disclosure statements filed pursuant  to  section\n   26  73-a of the public officers law;\n   27    (g)   receive   and  investigate  complaints  and  referrals  alleging\n   28  violations of section 73, 73-a or 74 of the public officers law, article\n   29  1-A of the legislative law, or section 107 of the civil service law;\n   30    (h) permit any person required to file a financial  disclosure  state-\n   31  ment  pursuant to section 73-a of the public officers law to delete from\n   32  the copy thereof made available for public inspection  such  information\n   33  as  shall  be determined by the commission will have no material bearing\n   34  on the discharge of the reporting person's official duties;\n   35    (i) grant any person required to file a financial disclosure statement\n   36  pursuant to section 73-a of the public officers law, an additional peri-\n   37  od of time within which to file such statement due to justifiable  cause\n   38  or undue hardship;\n   39    (j)  permit  any person required to file a financial disclosure state-\n   40  ment pursuant to section 73-a of the public officers law to delete  such\n   41  information pertaining to such person's spouse or unemancipated children\n   42  as shall be found by the commission will have no material bearing on the\n   43  discharge of the reporting person's official duties;\n   44    (k) advise and assist any state agency in establishing rules and regu-\n   45  lations  relating  to  possible  conflicts between private interests and\n   46  official duties of present and former state officers and employees;\n   47    (l) permit any person who has  not  been  determined  by  his  or  her\n   48  appointing authority to hold a policy-making position, but who is other-\n   49  wise required to file a financial disclosure statement, to be granted an\n   50  exemption from such filing requirement. The commission may grant such an\n   51  exemption  where the public interest does not require disclosure and the\n   52  applicant's duties do not involve negotiation, authorization or approval\n   53  of:\n   54    (1) contracts, leases, franchises,  revocable  consents,  concessions,\n   55  variances,  special  permits or licenses as defined in section 73 of the\n   56  public officers law,\n\n       A. 3898                             4\n\n    1    (2) the purchase, sale, rental or lease of  real  property,  goods  or\n    2  services, or a contract therefor,\n    3    (3) the obtaining of grants of money or loans, or\n    4    (4)  the adoption or repeal of any rule or regulation having the force\n    5  and effect of law;\n    6    (m) determine questions common to  a  class  or  defined  category  of\n    7  persons or items of information required to be disclosed, where determi-\n    8  nation  of  the  question  will prevent undue repetition of requests for\n    9  exemption or deletion, or prevent undue complication in  complying  with\n   10  the provisions of this act;\n   11    (n)  upon written request from a person subject to the requirements of\n   12  section 73, 73-a or 74 of the public officers law,  render  an  advisory\n   13  opinion on the requirements of such provisions;\n   14    (o) promulgate rules concerning restrictions on outside activities and\n   15  limitations or the receipt of gifts and honoraria;\n   16    (p)  conduct  training  programs,  in  cooperation with the governor's\n   17  office of employee relations, to provide instruction to persons  subject\n   18  to its jurisdiction;\n   19    (q) administer and enforce all provisions of this act;\n   20    (r) conduct any investigation necessary to carry out the provisions of\n   21  this act;\n   22    (s)  receive  and  investigate complaints from any source, or upon its\n   23  own initiative, concerning allegations of  corruption,  fraud,  criminal\n   24  activity, conflicts of interest or abuse in any covered agency;\n   25    (t)  inform  the heads of covered agencies of such allegations and the\n   26  progress of investigations related thereto, unless special circumstances\n   27  require confidentiality;\n   28    (u) determine with respect to such  allegations  whether  disciplinary\n   29  action,  civil  or  criminal prosecution, or further investigation by an\n   30  appropriate federal, state or local agency is warranted, and  to  assist\n   31  in such investigations;\n   32    (v) prepare and release to the public written reports of such investi-\n   33  gations,  as  appropriate and to the extent permitted by law, subject to\n   34  redaction to protect the confidentiality of witnesses.  The  release  of\n   35  all or portions of such reports may be deferred to protect the confiden-\n   36  tiality of ongoing investigations;\n   37    (w)  review  and  examine  periodically the policies and procedures of\n   38  covered  agencies  with  regard  to  the  prevention  and  detection  of\n   39  corruption, fraud, criminal activity, conflicts of interest or abuse;\n   40    (x) recommend remedial acts to prevent or eliminate corruption, fraud,\n   41  criminal activity, conflicts of interest or abuse in covered agencies;\n   42    (y)  establish  programs  for  training  state  officers and employees\n   43  regarding the prevention and elimination of corruption, fraud,  criminal\n   44  activity, conflicts of interest or abuse in covered agencies;\n   45    (z) subpoena and enforce the attendance of witnesses;\n   46    (aa)  administer  oaths  or  affirmations  and examine witnesses under\n   47  oath;\n   48    (bb) require the production of any books and papers deemed relevant or\n   49  material to any investigation, examination or review;\n   50    (cc) examine and copy or remove  documents  or  records  of  any  kind\n   51  prepared, maintained or held by any covered agency;\n   52    (dd)  require  any  officer  or employee in a covered agency to answer\n   53  questions concerning any matter related to the performance of his or her\n   54  official duties. No statement or other evidence derived therefrom may be\n   55  used against such officer or employee in any subsequent criminal  prose-\n   56  cution  other  than for perjury or contempt arising from such testimony.\n\n       A. 3898                             5\n\n    1  The refusal of any officer or employee  to  answer  questions  shall  be\n    2  cause for removal from office or employment, or other appropriate penal-\n    3  ty;\n    4    (ee) monitor the implementation by covered agencies of any recommenda-\n    5  tions made by the commission;\n    6    (ff)  perform any other functions that are necessary or appropriate to\n    7  fulfill the provisions of this act;\n    8    (gg) conduct investigations in connection with:\n    9    (1) the faithful execution and enforcement of the laws of  the  state,\n   10  with  particular reference but not limited to organized crime and racke-\n   11  teering,\n   12    (2) the conduct of public officers and public employees, and of  offi-\n   13  cers  and  employees  of public benefit corporations and public authori-\n   14  ties, and\n   15    (3) any matter concerning the public peace, public safety  and  public\n   16  justice;\n   17    (hh)  at  the  direction  of  the governor, conduct investigations and\n   18  otherwise assist the governor in connection with:\n   19    (1) the removal of public officers by the governor,\n   20    (2) the making of recommendations by the governor to any other  person\n   21  or body, with respect to the removal of public officers, and\n   22    (3)  the  making of recommendations by the governor to the legislature\n   23  with respect to changes in or additions to existing  provisions  of  law\n   24  required for the more effective enforcement of the law;\n   25    (ii)  at  the  direction or request of the governor or the head of any\n   26  department, board, bureau, commission or  other  agency  of  the  state,\n   27  investigate  the  management  or  affairs of any such department, board,\n   28  bureau, commission or other agency;\n   29    (jj) upon the request of district attorneys and other law  enforcement\n   30  officers,  cooperate  with, advise and assist them in the performance of\n   31  their official powers and duties;\n   32    (kk) cooperate with departments and  officers  of  the  United  States\n   33  government in the investigation of violations of the federal laws within\n   34  this state;\n   35    (ll) examine into matters relating to law enforcement extending across\n   36  the  boundaries  of  the  state  into  other states, and may consult and\n   37  exchange information with officers and agencies  of  other  states  with\n   38  respect  to law enforcement problems of mutual concern to this and other\n   39  states;\n   40    (mm) whenever it shall appear to the commission that  there  is  cause\n   41  for  the  prosecution for a crime or for the removal of a public officer\n   42  for misconduct, refer the evidence of such crime or  misconduct  to  the\n   43  officials  authorized to conduct the prosecution or to remove the public\n   44  officer;\n   45    (nn) keep the public informed as to the operations of organized  crime\n   46  and problems of law enforcement in the state; and\n   47    (oo)  exercise  any  and all powers of the former commission on public\n   48  integrity and the former office of the state inspector general  as  they\n   49  existed  immediately  prior to the effective date of this act, and exer-\n   50  cise any and all powers of the  former  temporary  state  commission  of\n   51  investigation as they existed on March 30, 2011.\n   52    S 6. Financial disclosure. (a) The commission shall inspect all finan-\n   53  cial disclosure statements filed with the commission to ascertain wheth-\n   54  er  any  person subject to the reporting requirements of section 73-a of\n   55  the public officers law has failed to file such a statement, has filed a\n\n       A. 3898                             6\n\n    1  deficient statement or has filed a statement which  reveals  a  possible\n    2  violation of section 73, 73-a or 74 of the public officers law.\n    3    (b) If a person required to file a financial disclosure statement with\n    4  the  commission has failed to file a disclosure statement or has filed a\n    5  deficient statement, the commission shall notify the reporting person in\n    6  writing, state the failure to file or detail the deficiency, provide the\n    7  person with a fifteen day period to cure the deficiency, and advise  the\n    8  person  of  the  penalties  for  failure  to  comply  with the reporting\n    9  requirements. Such notice shall be confidential. If the person fails  to\n   10  make  such  filing  or fails to cure the deficiency within the specified\n   11  time period, the commission shall send a notice of delinquency:  (1)  to\n   12  the  reporting  person; (2) in the case of a statewide elected official,\n   13  to the temporary president of the senate and the speaker of  the  assem-\n   14  bly; and (3) in the case of a state officer or employee, to the appoint-\n   15  ing authority for such person. Such notice of delinquency may be sent at\n   16  any  time  during  the reporting person's service as a statewide elected\n   17  official, state officer or employee, political party chair  or  while  a\n   18  candidate  for statewide office, or within one year after termination of\n   19  such service or candidacy. The  jurisdiction  of  the  commission,  when\n   20  acting  pursuant  to  subdivision  (d)  of  this section with respect to\n   21  financial disclosure, shall continue notwithstanding that the  reporting\n   22  person  separates  from  state  service,  or  ceases to hold office as a\n   23  statewide elected official or political party chair, or ceases to  be  a\n   24  candidate,  provided  the commission notifies such person of the alleged\n   25  failure to file or deficient filing pursuant to this subdivision.\n   26    (c)(1) If  the  commission  receives  a  sworn  complaint  alleging  a\n   27  violation  of section 73, 73-a or 74 of the public officers law, section\n   28  107 of the civil service law or article 1-A of the legislative law by  a\n   29  person  or entity subject to the jurisdiction of the commission, or if a\n   30  reporting individual has filed a  statement  which  reveals  a  possible\n   31  violation  of  these  provisions, or if the commission determines on its\n   32  own initiative to investigate a possible violation, the commission shall\n   33  notify the individual in  writing,  describe  the  possible  or  alleged\n   34  violation  of such laws and provide the person with a fifteen day period\n   35  in which to submit a written response setting forth information relating\n   36  to the activities cited as a possible or alleged violation  of  law.  If\n   37  the  commission thereafter makes a determination that further inquiry is\n   38  justified, it shall give the individual an opportunity to be heard.  The\n   39  commission  shall  also inform the individual of its rules regarding the\n   40  conduct of adjudicatory proceedings and  appeals  and  the  due  process\n   41  procedural  mechanisms  available  to such individual. If the commission\n   42  determines at any stage of the proceeding that there is no violation  or\n   43  that any potential conflict of interest violation has been rectified, it\n   44  shall  so  advise the individual and the complainant, if any. All of the\n   45  foregoing proceedings shall be confidential.\n   46    (2) If the commission determines that there  is  reasonable  cause  to\n   47  believe that a violation has occurred, it shall send a notice of reason-\n   48  able cause: (i) to the reporting person; (ii) to the complainant if any;\n   49  (iii)  in  the  case  of  a statewide elected official, to the temporary\n   50  president of the senate and the speaker of the assembly; and (iv) in the\n   51  case of a state officer or employee, to  the  appointing  authority  for\n   52  such person.\n   53    (3)  The  jurisdiction  of the commission when acting pursuant to this\n   54  act shall continue notwithstanding that a statewide elected official  or\n   55  a state officer or employee separates from state service, or a political\n   56  party  chair  ceases  to hold such office, or a candidate ceases to be a\n\n       A. 3898                             7\n\n    1  candidate, or a lobbyist or client of a lobbyist ceases to act as  such,\n    2  provided  that  the commission notifies such individual or entity of the\n    3  alleged violation of law pursuant to paragraph one of  this  subdivision\n    4  within  one year from his or her separation from state service or his or\n    5  her termination of party service or candidacy, or from his, her  or  its\n    6  last  report filed pursuant to article 1-A of the legislative law. Noth-\n    7  ing in this section shall serve to limit the jurisdiction of the commis-\n    8  sion in enforcement of subdivision 8 of section 73 of the  public  offi-\n    9  cers law.\n   10    (d)  An  individual  subject to the jurisdiction of the commission who\n   11  knowingly and intentionally violates the provisions  of  subdivisions  2\n   12  through  5,  7, 8, 12 or 14 through 17 of section 73 of the public offi-\n   13  cers law, section 107 of the civil service law, or a reporting  individ-\n   14  ual  who  knowingly  and  wilfully  fails to file an annual statement of\n   15  financial disclosure or  who  knowingly  and  wilfully  with  intent  to\n   16  deceive makes a false statement or fraudulent omission or gives informa-\n   17  tion which such individual knows to be false on such statement of finan-\n   18  cial  disclosure  filed  pursuant to section 73-a of the public officers\n   19  law shall be subject to a civil penalty  in  an  amount  not  to  exceed\n   20  $40,000 and the value of any gift, compensation or benefit received as a\n   21  result  of such violation. An individual who knowingly and intentionally\n   22  violates the provisions of paragraph b, c, d or i of  subdivision  3  of\n   23  section 74 of the public officers law shall be subject to a civil penal-\n   24  ty in an amount not to exceed $10,000 and the value of any gift, compen-\n   25  sation  or benefit received as a result of such violation. An individual\n   26  who knowingly and intentionally violates the provisions of paragraph  a,\n   27  e  or  g of subdivision 3 of section 74 of the public officers law shall\n   28  be subject to a civil penalty in an amount not to exceed  the  value  of\n   29  any  gift,  compensation  or  benefit  received  as  a  result  of  such\n   30  violation. An individual subject to the jurisdiction of  the  commission\n   31  who  knowingly and willfully violates article 1-A of the legislative law\n   32  shall be subject to civil penalty  as  provided  for  in  that  article.\n   33  Assessment  of a civil penalty pursuant to this section shall be made by\n   34  the commission with respect to persons subject to its  jurisdiction.  In\n   35  assessing  the  amount of the civil penalties to be imposed, the commis-\n   36  sion shall consider the seriousness of the violation, the amount of gain\n   37  to the individual and whether the individual previously had any civil or\n   38  criminal penalties imposed pursuant  to  this  section,  and  any  other\n   39  factors the commission deems appropriate. For a violation of this subdi-\n   40  vision,  other than for conduct which constitutes a violation of section\n   41  107 of the civil service law,  subdivisions  12  or  14  through  17  of\n   42  section  73  or  section 74 of the public officers law or article 1-A of\n   43  the legislative law, the commission may, in lieu  of  a  civil  penalty,\n   44  refer   a   violation  to  the  appropriate  prosecutor  and  upon  such\n   45  conviction, such violation shall be punishable as a class A misdemeanor.\n   46  A civil penalty for false filing may not be  imposed  pursuant  to  this\n   47  section in the event a category of \"value\" or \"amount\" reported pursuant\n   48  to this section is incorrect unless such reported information is falsely\n   49  understated. Notwithstanding any other provision of law to the contrary,\n   50  no  other  penalty,  civil  or  criminal may be imposed for a failure to\n   51  file, or for a false filing,  of  such  statement,  or  a  violation  of\n   52  section  73  of  the  public  officers  law,  except that the appointing\n   53  authority may impose disciplinary action as otherwise provided  by  law.\n   54  The  commission  may  refer violations of this section to the appointing\n   55  authority for disciplinary action as  otherwise  provided  by  law.  The\n   56  commission shall be deemed to be an agency within the meaning of article\n\n       A. 3898                             8\n\n    1  3  of  the  state  administrative  procedure  act  and shall adopt rules\n    2  governing the conduct of  adjudicatory  proceedings  and  appeals  taken\n    3  pursuant  to  a proceeding commenced under article 78 of the civil prac-\n    4  tice  law  and  rules  relating to the assessment of the civil penalties\n    5  authorized by this subdivision and commission denials  of  requests  for\n    6  certain  deletions  or exemptions to be made from a financial disclosure\n    7  statement as authorized by this act. Such  rules,  which  shall  not  be\n    8  subject  to the approval requirements of the state administrative proce-\n    9  dure act, shall provide for due process procedural  mechanisms  substan-\n   10  tially  similar to those set forth in article 3 of the state administra-\n   11  tive procedure act but such mechanisms need not be identical in terms or\n   12  scope. Assessment of a civil penalty or  commission  denial  of  such  a\n   13  request  shall  be  final  unless  modified, suspended or vacated within\n   14  thirty days of imposition, with respect to the assessment of such penal-\n   15  ty, or unless such denial of request is reversed within such time  peri-\n   16  od,  and  upon becoming final shall be subject to review at the instance\n   17  of the affected reporting individuals in a proceeding commenced  against\n   18  the  commission,  pursuant  to  article 78 of the civil practice law and\n   19  rules.\n   20    (e) If the commission has a  reasonable  basis  to  believe  that  any\n   21  person  subject to the jurisdiction of the legislative ethics commission\n   22  may have violated any provisions of section 73 or 74 of the public offi-\n   23  cers law, it may refer such violation to the legislative ethics  commis-\n   24  sion.   The referral by the commission to the legislative ethics commis-\n   25  sion shall include any information  relating  thereto  coming  into  the\n   26  custody  or  under  the  control  of the commission at any time prior or\n   27  subsequent to the time of the referral.\n   28    (f) A copy of any notice of delinquency or notice of reasonable  cause\n   29  sent  pursuant  to  subdivisions  (b)  and  (c) of this section shall be\n   30  included in the reporting person's file  and  be  available  for  public\n   31  inspection and copying.\n   32    S  7. Website. Within one hundred twenty days of the effective date of\n   33  this section, the commission shall  create  and  thereafter  maintain  a\n   34  publicly  accessible  website  which  shall  set forth the procedure for\n   35  filing a complaint with the commission,  and  which  shall  contain  the\n   36  documents  identified in section eight of this act, other than financial\n   37  disclosure statements, and any other records or  information  which  the\n   38  commission determines to be appropriate.\n   39    S  8. Public access to records.  (a) Notwithstanding the provisions of\n   40  article 6 of the public officers law, the only records of the commission\n   41  which shall be available for public inspection and copying are:\n   42    (1) the information set forth in  an  annual  statement  of  financial\n   43  disclosure  filed  pursuant  to  section 73-a of the public officers law\n   44  except the categories of value or amount, which shall  remain  confiden-\n   45  tial, and any other item of information deleted pursuant to this act;\n   46    (2)  notices  of delinquency sent under subdivision (b) of section six\n   47  of this act;\n   48    (3) notices of reasonable cause sent under paragraph two  of  subdivi-\n   49  sion (c) of section six of this act;\n   50    (4)  notices  of  civil assessments imposed under this act which shall\n   51  include a description of the  nature  of  the  alleged  wrongdoing,  the\n   52  procedural  history  of  the  complaint, the findings and determinations\n   53  made by the commission, and any sanction imposed;\n   54    (5) the terms of any settlement or compromise of a complaint or refer-\n   55  ral which includes a fine, penalty or other remedy; and\n\n       A. 3898                             9\n\n    1    (6) those required to be held or maintained publicly available  pursu-\n    2  ant to article 1-A of the legislative law.\n    3    (b)  Pending  any application for deletion or exemption to the commis-\n    4  sion, all information which is the subject or a part of the  application\n    5  shall  remain confidential. Upon an adverse determination by the commis-\n    6  sion, the reporting individual may request, and upon  such  request  the\n    7  commission  shall  provide, that any information which is the subject or\n    8  part of the application remain confidential for a period of thirty  days\n    9  following  notice of such determination. In the event that the reporting\n   10  individual resigns his or her office and holds no other  office  subject\n   11  to the jurisdiction of the commission, the information shall not be made\n   12  public and shall be expunged in its entirety.\n   13    S  9. Responsibilities of covered agencies, state officers and employ-\n   14  ees. (a) Every state officer or  employee  in  a  covered  agency  shall\n   15  report promptly to the commission any information concerning corruption,\n   16  fraud,  criminal  activity,  conflicts  of  interest or abuse by another\n   17  state officer or employee relating to his or her office  or  employment,\n   18  or  by  a person having business dealings with a covered agency relating\n   19  to those dealings. The knowing failure of any officer or employee to  so\n   20  report  shall  be  cause  for removal from office or employment or other\n   21  appropriate penalty. Any officer or employee who acts pursuant  to  this\n   22  subdivision  by reporting to the commission improper governmental action\n   23  as defined in section 75-b of the civil service law shall not be subject\n   24  to dismissal, discipline or other adverse personnel action.\n   25    (b) The head of any covered agency shall advise  the  governor  within\n   26  ninety  days  of  the  issuance  of a report by the commission as to the\n   27  remedial action that the agency has taken in response to any recommenda-\n   28  tion for such action contained in such report.\n   29    S 10. Confidentiality. Any person conducting or participating  in  any\n   30  examination or investigation who shall disclose to any person other than\n   31  the  commission or an officer having the power to appoint one or more of\n   32  the commissioners the name of any witness examined, or  any  information\n   33  obtained  or  given  upon  such  examination or investigation, except as\n   34  directed by the commission, shall be guilty of a misdemeanor.\n   35    S 11. Evidence to be impounded. Upon the application  of  the  commis-\n   36  sion,  the  executive director or a duly authorized member of its staff,\n   37  the supreme court or a justice thereof may impound any exhibit marked in\n   38  evidence in any public or private hearing held  in  connection  with  an\n   39  investigation conducted by the commission, and may order such exhibit to\n   40  be  retained  by,  or  delivered  to  and  placed in the custody of, the\n   41  commission. When so impounded such exhibit shall not be taken  from  the\n   42  custody  of  the commission, except upon further order of the court or a\n   43  justice thereof made upon five days notice to the commission or upon its\n   44  application or with its consent.\n   45    S 12. Immunity from  prosecution.  In  any  investigation  or  hearing\n   46  conducted  by the commission pursuant to this act, relating to any crime\n   47  or offense with respect to which, by express  provision  of  statute,  a\n   48  competent authority is authorized to confer immunity; the commission may\n   49  confer  immunity  in  accordance with the provisions of section 50.20 of\n   50  the criminal procedure law, but only after affording the attorney gener-\n   51  al and the appropriate district attorney the opportunity to be heard  in\n   52  respect  to  any  objections which they may have to the granting of such\n   53  immunity.\n   54    S 13. Transfer of functions, powers and duties. All functions, powers,\n   55  duties and obligations of the former commission on public integrity  and\n\n       A. 3898                            10\n\n    1  the  former office of the state inspector general are hereby transferred\n    2  to the commission.\n    3    S 14. Transfer of employees. (a) Upon transfer of the functions of the\n    4  former commission on public integrity and the former office of the state\n    5  inspector  general  to  the commission, provisions shall be made for the\n    6  transfer to the commission of those employees of  such  former  agencies\n    7  who  were  engaged in carrying out the functions transferred by this act\n    8  in accordance with section 70 of the civil service  law  or,  where  not\n    9  subject  to  the  civil  service  law, the provisions of such section 70\n   10  shall be deemed applicable, except where the  context  clearly  requires\n   11  otherwise.  Any  such  employee who, at the time of such transfer, has a\n   12  temporary or provisional appointment shall be transferred subject to the\n   13  same right of removal, examination or termination as though such  trans-\n   14  fer had not been made except to the extent such rights are modified by a\n   15  collective  bargaining  agreement.  Employees holding permanent appoint-\n   16  ments in competitive class positions who are not transferred pursuant to\n   17  this  section  shall  have  their  names  entered  upon  an  appropriate\n   18  preferred list for reinstatement pursuant to the civil service law.\n   19    (b)  A  transferred  employee  shall  remain  in  the  same collective\n   20  bargaining unit as was the case prior to his or her transfer;  successor\n   21  employees  to  the  positions  held by such transferred employees shall,\n   22  consistent with the provisions of article 14 of the civil  service  law,\n   23  be included in the same unit as their predecessors. Employees other than\n   24  management  or  confidential  persons  (as  defined in article 14 of the\n   25  civil service law), serving positions in newly created titles  shall  be\n   26  assigned  to  the appropriate bargaining unit. Nothing contained in this\n   27  section shall be construed to affect:\n   28    (1) the rights of employees pursuant to a collective bargaining agree-\n   29  ment;\n   30    (2) the representational relationships among employee organizations or\n   31  the bargaining relationships between the state and an employee organiza-\n   32  tion; or\n   33    (3) existing law with respect to an application to the public  employ-\n   34  ment relations board, provided, however, that the merger of such negoti-\n   35  ating  units of employees shall be effected only with the consent of the\n   36  recognized and certified representative of such units and of the depart-\n   37  ment of law.\n   38    S 15. Transfer of records. All  books,  papers  and  property  of  the\n   39  former commission on public integrity and the former office of the state\n   40  inspector  general  are  to be delivered to the commission at such place\n   41  and time, and in such manner as the commission shall require.\n   42    S 16. Continuity of authority. For the purpose of  succession  to  all\n   43  functions,  powers,  duties  and obligations of the former commission on\n   44  public integrity and the former office of the  state  inspector  general\n   45  transferred  to  and  assumed  by  the commission, such commission shall\n   46  continue the operation thereof as if performed by such former agencies.\n   47    S 17. Completion of unfinished business. Any business or other  matter\n   48  undertaken or commenced by the former commission on public integrity and\n   49  the  former  office  of  the  state  inspector  general pertaining to or\n   50  connected with the functions, powers, duties and obligations transferred\n   51  and assigned to the commission and pending on the effective date of this\n   52  section shall be conducted and completed by the commission in  the  same\n   53  manner  and under the same terms and conditions and with the same effect\n   54  as if conducted and completed by such former agencies.\n   55    S 18. Continuation of rules and regulations. All  rules,  regulations,\n   56  acts,  orders,  determinations and decisions of the former commission on\n\n       A. 3898                            11\n\n    1  public integrity and the former office of the state inspector general in\n    2  force at the time of such transfer and  assumption,  shall  continue  in\n    3  force and effect as rules, regulations, acts, orders, determinations and\n    4  decisions of the commission until duly modified or abrogated.\n    5    S 19. Terms occurring in laws, contracts and other documents. Whenever\n    6  the  former  commission  on public integrity or the former office of the\n    7  state inspector general  is  referred  to  or  designated  in  any  law,\n    8  contract  or  document  pertaining to the functions, powers, obligations\n    9  and duties transferred and assigned pursuant to this act, such reference\n   10  or designation shall be deemed to refer to the commission.\n   11    S 20. Existing rights and remedies preserved.  No  existing  right  or\n   12  remedy of any character shall be lost, impaired or affected by reason of\n   13  any transfer or assignment pursuant to this act.\n   14    S  21. Pending actions or proceedings. No action or proceeding pending\n   15  upon the effective date of  this  section  relating  to  the  functions,\n   16  powers  and  duties of the former commission on public integrity and the\n   17  former office of the state inspector general transferred to the  commis-\n   18  sion, brought by or against any such former agency, shall be affected by\n   19  any provision of this act, but the same may be prosecuted or defended in\n   20  the  name  of  the  commission. In all such actions and proceedings, the\n   21  commission, upon application to the court, shall  be  substituted  as  a\n   22  party.\n   23    S  22.  Transfer  of  appropriations  heretofore  made. Subject to the\n   24  approval of the director of the division of the  budget,  all  appropri-\n   25  ations  and reappropriations heretofore made to the former commission on\n   26  public integrity and the former office of the  state  inspector  general\n   27  for  the  purposes and functions transferred pursuant to this act to the\n   28  commission, to  the  extent  of  remaining  unexpended  or  unencumbered\n   29  balance thereof, whether allocated or unallocated, and whether obligated\n   30  or unobligated, are hereby transferred to and made available for use and\n   31  expenditure by the commission for the same purposes for which originally\n   32  appropriated  or  reappropriated and shall be payable on vouchers certi-\n   33  fied or approved by the executive director on audit and warrant  of  the\n   34  comptroller. Payments for liabilities for expenses of personal services,\n   35  maintenance  and  operation  heretofore  incurred by and for liabilities\n   36  incurred and to be incurred in completing  the  affairs  of  the  former\n   37  commission  on  public  integrity  and  the  former  office of the state\n   38  inspector general with respect  to  the  powers,  duties  and  functions\n   39  transferred  in this act, shall also be made on vouchers or certificates\n   40  approved by the executive director on audit and  warrant  of  the  comp-\n   41  troller.\n   42    S  23. Transfer of assets and liabilities.  All assets and liabilities\n   43  of the former commission on public integrity and the  former  office  of\n   44  the state inspector general are hereby transferred to and assumed by the\n   45  commission.\n   46    S  24.  The  commission is hereby directed to immediately take any and\n   47  all actions necessary to enable it to  assume  all  powers,  duties  and\n   48  functions  of  the  former  commission  on  public integrity, the former\n   49  office of the state inspector general and  the  former  temporary  state\n   50  commission of investigation within 90 days of the effective date of this\n   51  act.\n   52    S  25.  Subdivision  5  of  section  107  of the civil service law, as\n   53  amended by chapter 14 of the  laws  of  2007,  is  amended  to  read  as\n   54  follows:\n   55    5.  Violation of this section. Complaints alleging a violation of this\n   56  section by a statewide elected official or a state officer or  employee,\n\n       A. 3898                            12\n\n    1  as  defined  in section seventy-three of the public officers law, may be\n    2  directed to the commission on [public integrity] OFFICIAL CONDUCT.\n    3    S 26. Section 94 of the executive law is REPEALED.\n    4    S  27.  Subdivision  (f)  of  section  1-c  of the legislative law, as\n    5  amended by chapter 14 of the  laws  of  2007,  is  amended  to  read  as\n    6  follows:\n    7    (f)  The term \"commission\" shall mean the commission on [public integ-\n    8  rity created by section  ninety-four  of  the  executive  law]  OFFICIAL\n    9  CONDUCT.\n   10    S 28. Subdivision 3 of section 212 of the racing, pari-mutuel wagering\n   11  and  breeding  law,  as  amended  by  chapter 18 of the laws of 2008, is\n   12  amended to read as follows:\n   13    3. Such members, except as otherwise provided by law,  may  engage  in\n   14  private or public employment, or in a profession or business. The board,\n   15  its  members,  officers and employees shall be subject to the provisions\n   16  of sections seventy-three and seventy-four of the public  officers  law.\n   17  No former trustee or officer of a non-profit racing association known as\n   18  The  New  York  Racing  Association, Inc. or its predecessor, no current\n   19  director or officer of a franchised corporation or any individual regis-\n   20  tered with the [New York]  commission  on  [public  integrity]  OFFICIAL\n   21  CONDUCT  shall be appointed as members to the board nor shall any member\n   22  of the board have any direct or  indirect  interest  in  any  racehorse,\n   23  thoroughbred  racing  or  pari-mutuel  wagering  business, video lottery\n   24  terminal facility or any development at any racing facility.\n   25    S 29. Article 4-A of the executive law is REPEALED.\n   26    S 30. Subdivision 3 of section 63 of the executive law, as amended  by\n   27  chapter 766 of the laws of 2005, is amended to read as follows:\n   28    3.  Upon  request  of  the  governor, comptroller, secretary of state,\n   29  commissioner of transportation, superintendent of insurance, superinten-\n   30  dent of banks, commissioner of taxation  and  finance,  commissioner  of\n   31  motor  vehicles, or the [state inspector general] COMMISSION ON OFFICIAL\n   32  CONDUCT, or the head of any other  department,  authority,  division  or\n   33  agency  of the state, investigate the alleged commission of any indicta-\n   34  ble offense or offenses in violation of the law which the officer making\n   35  the request is especially required to execute  or  in  relation  to  any\n   36  matters  connected  with such department, and to prosecute the person or\n   37  persons believed to have committed the same and  any  crime  or  offense\n   38  arising  out of such investigation or prosecution or both, including but\n   39  not limited to appearing before and presenting all  such  matters  to  a\n   40  grand jury.\n   41    S 31. Section 2350-dd of the public authorities law, as added by chap-\n   42  ter 762 of the laws of 2005, is amended to read as follows:\n   43    S  2350-dd.  Jurisdiction  of  [state inspector general] COMMISSION ON\n   44  OFFICIAL CONDUCT. The agency is  subject  to  the  jurisdiction  of  the\n   45  [office of the state inspector general] COMMISSION ON OFFICIAL CONDUCT.\n   46    S  32. Subdivision 3 of section 2.10 of the criminal procedure law, as\n   47  added by chapter 843 of the laws of 1980, is amended to read as follows:\n   48    3. [Investigators] THE EXECUTIVE DIRECTOR  AND  INVESTIGATORS  of  the\n   49  [office of the state] commission [of investigation] ON OFFICIAL CONDUCT.\n   50    S 33. Subdivision 68 of section 2.10 of the criminal procedure law, as\n   51  added by chapter 168 of the laws of 2000, is REPEALED.\n   52    S  34. Subdivision 3 of section 70-a of the executive law, as added by\n   53  chapter 1003 of the laws of 1970, is amended to read as follows:\n   54    3. The deputy attorney general in charge of the organized  crime  task\n   55  force  may  request and shall receive from the division of state police,\n   56  the state department of taxation and finance, the  state  department  of\n\n       A. 3898                            13\n\n    1  labor,  the  [temporary state] commission [of investigation] ON OFFICIAL\n    2  CONDUCT, and from every department, division, board, bureau,  commission\n    3  or  other  agency of the state, or of any political subdivision thereof,\n    4  cooperation and assistance in the performance of his duties. Such deputy\n    5  attorney  general  may  provide  technical  and  other assistance to any\n    6  district attorney or other local  law  enforcement  official  requesting\n    7  such  assistance  in the investigation or prosecution of organized crime\n    8  cases.\n    9    S 35. Subdivision 9 of section 835 of the executive law, as amended by\n   10  section 39 of part A of chapter 56 of the laws of 2010,  is  amended  to\n   11  read as follows:\n   12    9.  \"Qualified agencies\" means courts in the unified court system, the\n   13  administrative board of the judicial conference, probation  departments,\n   14  sheriffs'  offices, district attorneys' offices, the state department of\n   15  correctional services, the department of correction of any municipality,\n   16  the insurance frauds bureau of the state department  of  insurance,  the\n   17  office of professional medical conduct of the state department of health\n   18  for the purposes of section two hundred thirty of the public health law,\n   19  the  child  protective services unit of a local social services district\n   20  when conducting an investigation pursuant to subdivision six of  section\n   21  four hundred twenty-four of the social services law, the office of Medi-\n   22  caid  inspector  general,  the [temporary state] commission [of investi-\n   23  gation] ON OFFICIAL CONDUCT, the criminal investigations bureau  of  the\n   24  banking  department, police forces and departments having responsibility\n   25  for enforcement of the general criminal laws of the state and the  Onon-\n   26  daga  County  Center for Forensic Sciences Laboratory when acting within\n   27  the scope of its law enforcement duties.\n   28    S 36. Subdivision 8 of section 92 of the public officers law, as sepa-\n   29  rately amended by section 40 of part A and section  2  of  part  A-1  of\n   30  chapter  56  and  chapter 491 of the laws of 2010, is amended to read as\n   31  follows:\n   32    (8) Public safety  agency  record.  The  term  \"public  safety  agency\n   33  record\"  means  a  record  of  the  state  commission of correction, the\n   34  [temporary state] commission [of investigation] ON OFFICIAL CONDUCT, the\n   35  department of correctional services, the office of children  and  family\n   36  services,  the  division  of  parole, the office of victim services, the\n   37  office of probation and correctional alternatives  or  the  division  of\n   38  state  police  or of any agency or component thereof whose primary func-\n   39  tion is the enforcement of civil or criminal  statutes  if  such  record\n   40  pertains  to  investigation,  law enforcement, confinement of persons in\n   41  correctional facilities or supervision of persons pursuant  to  criminal\n   42  conviction or court order, and any records maintained by the division of\n   43  criminal justice services pursuant to sections eight hundred thirty-sev-\n   44  en,  eight  hundred  thirty-seven-a, eight hundred thirty-seven-b, eight\n   45  hundred thirty-seven-c, eight hundred thirty-eight, eight hundred  thir-\n   46  ty-nine,  and  eight  hundred forty-five of the executive law and by the\n   47  department of state pursuant to section  ninety-nine  of  the  executive\n   48  law.\n   49    S  37.  Chapter  989  of  the laws of 1958, creating a temporary state\n   50  commission of investigation, is REPEALED.\n   51    S 38. This act shall take effect on the first of January next succeed-\n   52  ing the date on which it shall have become a law, provided that sections\n   53  six through twenty-three and sections twenty-five  through  thirty-seven\n   54  of  this act shall take effect on the first of April next succeeding the\n   55  date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish the commission on official conduct, providing for its powers, duties and functions, and providing for the transfer of the functions, powers and duties of the commission on public integrity, the office of the state inspector general and the former temporary state commission of investigation to the commission on official conduct; to amend the civil service law, the legislative law and the racing, pari-mutuel wagering and breeding law, in relation to the commission on public integrity; to amend the executive law and the public authorities law, in relation to the state inspector general; to amend the criminal procedure law, the executive law and the public officers law, in relation to the former temporary state commission of investigation; to repeal section 94 of the executive law relating to the commission on public integrity; to repeal article 4-A of the executive law and subdivision 68 of section 2.10 of the criminal procedure law relating to the office of the state inspector general; and to repeal chapter 989 of the laws of 1958, relating to creating a temporary state commission of investigation, relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T133303.TXT", "SOBI.D110128.T143307.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243187301
}