{
  "year" : 2011,
  "senateBillNo" : "A3894-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3894-2011-1296190800000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the senior environmental corps act",
  "summary" : "Enacts the senior environmental corps act; establishes the senior environmental corps within the department of environmental conservation; establishes a mechanism for seniors to volunteer their services for environmental purposes, creates senior environmental corps coordinating council and makes provisions for volunteer agreements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A7210-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3894\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M. of A. FINCH -- Multi-Sponsored by -- M. of A. BUTLER,\n         HAWLEY, JOHNS -- read once and referred to the Committee  on  Environ-\n         mental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         establishing a Senior  Environmental  Corps  that  would  utilize  the\n         expertise  of  professional  seniors  for  environmental  and  natural\n         resource programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new article 48 to read as follows:\n    3                                 ARTICLE 48\n    4                       SENIOR ENVIRONMENTAL CORPS ACT\n    5  SECTION 48-0101. SHORT TITLE.\n    6          48-0103. LEGISLATIVE FINDINGS.\n    7          48-0105. DEFINITIONS.\n    8          48-0107. CREATION OF SENIOR ENVIRONMENTAL CORPS.\n    9          48-0109. GOALS OF SENIOR ENVIRONMENTAL CORPS.\n   10          48-0111. CREATION OF  SENIOR  ENVIRONMENTAL  CORPS  COORDINATING\n   11                     COUNCIL.\n   12          48-0113. DUTIES OF THE DEPARTMENT.\n   13          48-0115. VOLUNTEER AGREEMENTS.\n   14  S 48-0101. SHORT TITLE.\n   15    THIS  ARTICLE  SHALL BE KNOWN AND MAY BE CITED AS THE \"SENIOR ENVIRON-\n   16  MENTAL CORPS ACT\".\n   17  S 48-0103. LEGISLATIVE FINDINGS.\n   18    THE LEGISLATURE FINDS THAT:\n   19    (1) ENHANCEMENT AND PROTECTION OF THE STATE'S ENVIRONMENT DEMANDS MORE\n   20  RESOURCES THAN GOVERNMENT FUNDING CAN PROVIDE;\n   21    (2) A CRITICAL  UNDERUTILIZED  ASSET  TO  SOCIETY  IS  THE  KNOWLEDGE,\n   22  SKILLS, ABILITIES, AND WISDOM OF OUR EXPANDING, ABLE SENIOR POPULATION;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03814-01-1\n\n       A. 3894                             2\n\n    1    (3)  CENTRAL TO THE WELL-BEING AND CONTINUED CONNECTION TO THE SOCIETY\n    2  OF NEW YORK'S SENIOR CITIZENS IS THE OPPORTUNITY FOR THEM TO VOLUNTARILY\n    3  CONTINUE TO PROVIDE MEANINGFUL CONTRIBUTIONS AND TO SHARE THEIR  PROFES-\n    4  SIONAL  TRAINING,  LIFELONG  SKILLS, TALENTS, AND WISDOM WITH NEW YORK'S\n    5  CITIZENS;\n    6    (4) IT WILL BENEFIT ALL THE CITIZENS OF THE STATE TO CREATE A PARTNER-\n    7  SHIP  BETWEEN OUR SENIOR CITIZENS AND THE STATE'S NATURAL RESOURCE AGEN-\n    8  CIES TO AUGMENT OUR CAPABILITY TO PROTECT, ENHANCE  AND  APPRECIATE  THE\n    9  ENVIRONMENT.\n   10  S 48-0105. DEFINITIONS.\n   11    AS USED IN THIS ARTICLE:\n   12    (1)  \"AGENCY\" MEANS ONE OF THE AGENCIES OR ORGANIZATIONS PARTICIPATING\n   13  IN THE ACTIVITIES OF THE SENIOR ENVIRONMENTAL CORPS.\n   14    (2) \"COORDINATOR\" MEANS THE PERSON DESIGNATED BY THE COMMISSIONER WITH\n   15  THE ADVICE OF THE COUNCIL TO ADMINISTER THE  ACTIVITIES  OF  THE  SENIOR\n   16  ENVIRONMENTAL CORPS.\n   17    (3) \"CORPS\" MEANS THE SENIOR ENVIRONMENTAL CORPS.\n   18    (4)  \"COUNCIL\" MEANS THE SENIOR ENVIRONMENTAL CORPS COORDINATING COUN-\n   19  CIL.\n   20    (5) \"DEPARTMENT\" MEANS THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION.\n   21    (6) \"COMMISSIONER\" MEANS THE COMMISSIONER OF THE DEPARTMENT  OF  ENVI-\n   22  RONMENTAL CONSERVATION OR THE COMMISSIONER'S AUTHORIZED REPRESENTATIVE.\n   23    (7)  \"REPRESENTATIVE\" MEANS THE PERSON WHO REPRESENTS AN AGENCY ON THE\n   24  COUNCIL AND IS RESPONSIBLE FOR THE ACTIVITIES  OF  THE  SENIOR  ENVIRON-\n   25  MENTAL CORPS IN HIS OR HER AGENCY.\n   26    (8) \"SENIOR\" MEANS ANY PERSON WHO IS FIFTY-FIVE YEARS OF AGE OR OVER.\n   27    (9) \"VOLUNTEER\" MEANS A PERSON WHO IS WILLING TO WORK WITHOUT EXPECTA-\n   28  TION  OF  SALARY  OR  FINANCIAL  REWARD, AND WHO CHOOSES WHERE HE OR SHE\n   29  PROVIDES SERVICES AND THE TYPE OF SERVICES HE OR SHE PROVIDES.\n   30  S 48-0107. CREATION OF SENIOR ENVIRONMENTAL CORPS.\n   31    THE SENIOR ENVIRONMENTAL CORPS IS CREATED WITHIN THE DEPARTMENT.   THE\n   32  DEPARTMENTS OF HEALTH, EDUCATION AND FAMILY ASSISTANCE AND THE OFFICE OF\n   33  AGING  AND  THE  DIVISION  OF VETERANS' AFFAIRS SHALL PARTICIPATE IN THE\n   34  ADMINISTRATION AND IMPLEMENTATION OF THE CORPS AND EACH SUCH DEPARTMENT,\n   35  OFFICE AND DIVISION SHALL APPOINT THREE REPRESENTATIVES TO THE COUNCIL.\n   36  S 48-0109. GOALS OF SENIOR ENVIRONMENTAL CORPS.\n   37    THE GOALS OF THE CORPS SHALL BE TO:\n   38    (1) PROVIDE RESOURCES AND A  SUPPORT  STRUCTURE  TO  FACILITATE  CORPS\n   39  ACTIVITIES AND ACCOMPLISH GOALS;\n   40    (2)  CARRY  OUT PROFESSIONAL AND PARAPROFESSIONAL  PROJECTS THAT FOCUS\n   41  ON CONSERVATION,  PROTECTION,  REHABILITATION  AND  ENHANCEMENT  OF  THE\n   42  STATE'S  NATURAL,  ENVIRONMENTAL  AND  RECREATIONAL  RESOURCES  AND THAT\n   43  OTHERWISE  WOULD  NOT  BE  IMPLEMENTED  BECAUSE  OF  LIMITED   FINANCIAL\n   44  RESOURCES;\n   45    (3) PROVIDE MEANINGFUL OPPORTUNITIES FOR SENIOR VOLUNTEERS TO CONTINUE\n   46  TO  UTILIZE  THEIR  PROFESSIONAL  TRAINING,  LIFELONG SKILLS, ABILITIES,\n   47  EXPERIENCE AND WISDOM THROUGH PARTICIPATION IN CORPS PROJECTS;\n   48    (4) ASSIST AGENCIES IN CARRYING OUT STATUTORY ASSIGNMENTS WITH LIMITED\n   49  FUNDING RESOURCES;\n   50    (5) ENHANCE COMMUNITY UNDERSTANDING OF  ENVIRONMENTAL  ISSUES  THROUGH\n   51  EDUCATIONAL OUTREACH; AND\n   52    (6)  ENHANCE  THE STATE'S ABILITY TO PROVIDE NEEDED PUBLIC SERVICES IN\n   53  BOTH URBAN AND RURAL SETTINGS.\n   54  S 48-0111. CREATION OF SENIOR ENVIRONMENTAL CORPS COORDINATING COUNCIL.\n   55    THE DEPARTMENT SHALL CONVENE A SENIOR ENVIRONMENTAL CORPS COORDINATING\n   56  COUNCIL TO MEET AS NEEDED TO ESTABLISH AND ASSESS POLICIES; DEFINE STAN-\n\n       A. 3894                             3\n\n    1  DARDS FOR PROJECTS, EVALUATE AND SELECT PROJECTS;  DEVELOP  RECRUITMENT,\n    2  TRAINING AND PLACEMENT PROCEDURES; RECEIVE AND REVIEW PROJECT STATUS AND\n    3  COMPLETING  REPORTS;  AND PROVIDE FOR RECOGNITION OF VOLUNTEER ACTIVITY.\n    4  THE  COUNCIL SHALL INCLUDE SIXTEEN REPRESENTATIVES, WITH THREE REPRESEN-\n    5  TATIVES APPOINTED BY THE DEPARTMENTS OF  HEALTH,  EDUCATION  AND  FAMILY\n    6  ASSISTANCE  AND  THE  OFFICE  OF  AGING  AND  THE  DIVISION OF VETERANS'\n    7  AFFAIRS, AND ONE REPRESENTATIVE APPOINTED BY THE DEPARTMENT.  THE  COUN-\n    8  CIL  SHALL  DEVELOP BYLAWS, POLICIES AND PROCEDURES TO GOVERN ITS ACTIV-\n    9  ITIES.\n   10    THE COUNCIL SHALL ADVISE THE COMMISSIONER ON DISTRIBUTION OF AVAILABLE\n   11  FUNDING FOR CORPS ACTIVITIES.\n   12  S 48-0113. DUTIES OF THE DEPARTMENT.\n   13    (1) CONTINGENT UPON AVAILABLE FUNDING, THE DEPARTMENT SHALL:\n   14    A. PROVIDE A COORDINATOR AND STAFF SUPPORT TO THE COUNCIL AS NEEDED;\n   15    B. PROVIDE SUPPORT TO THE AGENCIES FOR RECRUITMENT OF VOLUNTEERS;\n   16    C. DEVELOP A BUDGET AND ALLOCATE AVAILABLE FUNDS WITH  ADVICE  OF  THE\n   17  COUNCIL;\n   18    D. DEVELOP A WRITTEN VOLUNTEER AGREEMENT;\n   19    E. COLLECT AND MAINTAIN PROJECT AND VOLUNTEER RECORDS;\n   20    F.  PROVIDE  REPORTS  TO  THE  STATE  LEGISLATURE  AND  THE COUNCIL AS\n   21  REQUESTED;\n   22    G. PROVIDE AGENCY PROJECT MANAGERS AND VOLUNTEERS WITH ORIENTATION  TO\n   23  THE CORPS PROGRAM AND TRAINING IN THE USE OF VOLUNTEERS;\n   24    H.  ACT  AS A LIAISON WITH AND PROVIDE INFORMATION TO OTHER STATES AND\n   25  JURISDICTIONS ON THE CORPS PROGRAM AND PROGRAM ACTIVITIES;\n   26    I. APPOINT A REPRESENTATIVE TO THE COORDINATING COUNCIL;\n   27    J. DEVELOP PROJECT PROPOSALS;\n   28    K. ADMINISTER PROJECT ACTIVITIES WITHIN THE AGENCY;\n   29    L. DEVELOP APPROPRIATE PROCEDURES FOR THE USE OF VOLUNTEERS;\n   30    M. PROVIDE PROJECT ORIENTATION, TECHNICAL TRAINING,  SAFETY  TRAINING,\n   31  EQUIPMENT AND SUPPLIES TO CARRY OUT PROJECT ACTIVITIES;\n   32    N. MAINTAIN PROJECT RECORDS AND PROVIDE PROJECT REPORTS;\n   33    O.  APPLY  FOR  AND  ACCEPT GRANTS OR CONTRIBUTIONS FOR CORPS APPROVED\n   34  PROJECTS; AND\n   35    P. WITH THE APPROVAL OF THE COUNCIL, ENTER INTO  MEMORANDA  OF  UNDER-\n   36  STANDING  AND COOPERATIVE AGREEMENTS WITH FEDERAL, STATE AND LOCAL AGEN-\n   37  CIES TO CARRY OUT CORPS APPROVED PROJECTS.\n   38    (2) THE DEPARTMENT SHALL NOT USE CORPS VOLUNTEERS TO DISPLACE CURRENT-\n   39  LY EMPLOYED WORKERS.\n   40  S 48-0115. VOLUNTEER AGREEMENTS.\n   41    ALL VOLUNTEER ACTIVITY MUST BE PERFORMED UNDER THE TERMS OF A  WRITTEN\n   42  MASTER  AGREEMENT APPROVED BY THE COUNCIL AND THE ATTORNEY GENERAL. AS A\n   43  MINIMUM, THE VOLUNTEER AGREEMENT MUST INCLUDE A DESCRIPTION OF THE  WORK\n   44  THAT THE VOLUNTEER IS TO PERFORM, INCLUDING THE STANDARDS OF PERFORMANCE\n   45  REQUIRED, ANY EXPENSES OR OTHER BENEFITS TO WHICH THE VOLUNTEER IS TO BE\n   46  ENTITLED,  SUCH AS MILEAGE, LODGING, STATE INDUSTRIAL COVERAGE, UNIFORMS\n   47  OR OTHER CLOTHING OR SUPPLIES, TRAINING OR OTHER SUPPORT TO BE  PROVIDED\n   48  TO  THE  VOLUNTEER BY THE AGENCY, THE DURATION OF THE AGREEMENT, AND THE\n   49  TERMS UNDER WHICH THE AGREEMENT MAY BE CANCELED.\n   50    S 2. This act shall take effect on the one hundred fiftieth day  after\n   51  it  shall  have  become  a law, provided that the department of environ-\n   52  mental conservation shall promulgate any rules and regulations necessary\n   53  for the timely implementation of this act on or  before  such  effective\n   54  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing a Senior Environmental Corps that would utilize the expertise of professional seniors for environmental and natural resource programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487489
}