{
  "year" : 2011,
  "senateBillNo" : "A3892-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3892-2011-1296190800000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"North Star Initiative\"",
  "summary" : "Enacts the \"North Star Initiative\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A10493-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3892\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by M. of A. FINCH -- read once and referred to the Committee\n         on Economic Development\n\n       AN ACT to amend the economic development law, in  relation  to  enacting\n         the \"North Star Initiative\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"North Star\n    2  Initiative\".\n    3    S 2. The economic development law is amended by adding a  new  article\n    4  18 to read as follows:\n    5                                 ARTICLE 18\n    6                          THE NORTH STAR INITIATIVE\n    7  SECTION 380. FACILITIES CLOSURE PROCESS.\n    8          381. THE NORTH STAR INITIATIVE COMMISSION.\n    9    S  380.  FACILITIES  CLOSURE PROCESS. NOTWITHSTANDING ANY PROVISION OF\n   10  LAW TO THE CONTRARY, NO STATE-OWNED AND STATE-RUN FACILITY THAT IS SCHE-\n   11  DULED TO BE CLOSED SHALL CLOSE WITHIN TWO  YEARS  OF  THE  DATE  OF  THE\n   12  NOTIFICATION  OF  CLOSURE. UPON NOTIFICATION, THE PROPOSED CLOSURE SHALL\n   13  BE REFERRED TO THE  NORTH  STAR  INITIATIVE  COMMISSION  ESTABLISHED  BY\n   14  SECTION  THREE  HUNDRED  EIGHTY-ONE  OF  THIS  ARTICLE  FOR STUDY OF THE\n   15  EFFECTS OF THE CLOSURE AND DEVELOPMENT OF A PLAN TO MITIGATE THE ECONOM-\n   16  IC IMPACT OF THE CLOSURE ON THE AFFECTED LOCAL AREA. IN NO EVENT SHALL A\n   17  FACILITY BE CLOSED WITHIN TWO YEARS AFTER NOTIFICATION OF THE CLOSURE.\n   18    S 381. THE NORTH STAR INITIATIVE COMMISSION. 1. A STATE COMMISSION, TO\n   19  BE KNOWN AS THE NORTH STAR INITIATIVE COMMISSION,  HEREINAFTER  REFERRED\n   20  TO  AS THE COMMISSION, IS HEREBY CREATED TO EXAMINE, EVALUATE AND DETER-\n   21  MINE THE APPROPRIATE HANDLING OF THE CLOSING  OF  STATE  OWNED  AND  RUN\n   22  FACILITIES  AND TO DEVELOP A PLAN TO MITIGATE THE ECONOMIC IMPACT OF THE\n   23  CLOSURE ON THE AFFECTED LOCAL AREA AS PROVIDED IN SECTION THREE  HUNDRED\n   24  EIGHTY OF THIS ARTICLE.\n   25    2. THE COMMISSION SHALL CONSIST OF MEMBERS AS FOLLOWS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03794-01-1\n\n       A. 3892                             2\n\n    1    (A) THE CHAIR OF THE EMPIRE STATE DEVELOPMENT CORPORATION;\n    2    (B)  THE  CHIEF  EXECUTIVE  OFFICER  OF  EACH MUNICIPALITY AFFECTED BY\n    3  CLOSURES;\n    4    (C) THE DIRECTOR OF THE ECONOMIC DEVELOPMENT  AGENCY  OF  EACH  REGION\n    5  AFFECTED; AND\n    6    (D)  REPRESENTATIVES FROM THE FINANCIAL, EDUCATION AND BUSINESS COMMU-\n    7  NITY.\n    8    3. PRIOR TO THE CLOSURE OF A  STATE  FACILITY,  THE  COMMISSION  SHALL\n    9  DEVELOP  A PLAN TO ADDRESS THE ECONOMIC AND QUALITY OF LIFE NEEDS OF THE\n   10  COMMUNITIES AFFECTED BY THE CLOSURE OF  STATE  FACILITIES,  INCLUDING  A\n   11  COMPONENT  FOR  REPLACING  LOST  REVENUE  THAT SIGNIFICANTLY IMPACTS THE\n   12  AFFECTED COMMUNITY OR COMMUNITIES, AND A VIABLE REUSE  OF  THE  BUILDING\n   13  HOUSING  THE  FACILITY  TO  BE CLOSED IN ORDER TO ENSURE THAT ANY ENTITY\n   14  CLOSINGS DESIGNED TO SAVE TAXPAYER MONEY WOULD  ALLOW  THE  LOCALITY  TO\n   15  REUSE  THE  FORMER  SITE IN A WAY THAT PROVIDES INCOME FOR THE COMMUNITY\n   16  AND GIVE THE AFFECTED PERSONNEL TIME TO MAKE ARRANGEMENTS FOR A TRANSFER\n   17  TO ANOTHER FACILITY OR FIND ALTERNATIVE  EMPLOYMENT  IN  THE  AREA.  THE\n   18  COMMISSION  SHALL  CREATE  A  VIABLE  REUSE PLAN TAILORED TO AN AFFECTED\n   19  LOCAL COMMUNITY'S SPECIFIC NEEDS TO MAKE UP FOR THE  DEVASTATING  IMPACT\n   20  OF FACILITY CLOSURES ON LOCAL ECONOMIES.\n   21    4.  THE  MEMBERS  OF  THE COMMISSION SHALL RECEIVE NO COMPENSATION FOR\n   22  THEIR SERVICES, BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n   23  INCURRED IN THE PERFORMANCE OF THEIR DUTIES HEREUNDER.  TO  THE  MAXIMUM\n   24  EXTENT FEASIBLE, THE COMMISSION SHALL BE ENTITLED TO REQUEST AND RECEIVE\n   25  AND  SHALL  UTILIZE AND BE PROVIDED WITH SUCH FACILITIES, RESOURCES, AND\n   26  DATA OF ANY COURT, DEPARTMENT, DIVISION, BOARD, BUREAU,  COMMISSION,  OR\n   27  AGENCY  OF  THE  STATE  OR ANY POLITICAL SUBDIVISION THEREOF AS IT DEEMS\n   28  NECESSARY OR DESIRABLE TO CARRY OUT PROPERLY ITS POWERS AND DUTIES HERE-\n   29  UNDER.\n   30    5. THE COMMISSION SHALL RECEIVE A BUDGET  DESIGNATED  IN  THE  DEPART-\n   31  MENT'S BUDGET WHICH SHALL BE USED FOR FUNDING OF THE COMMISSION EXPENSES\n   32  AND INITIATIVES.\n   33    6.  THE COMMISSION MAY EMPLOY AND AT PLEASURE REMOVE SUCH PERSONNEL AS\n   34  IT MAY DEEM NECESSARY FOR THE PERFORMANCE OF ITS FUNCTIONS AND FIX THEIR\n   35  COMPENSATION WITHIN THE AMOUNTS MADE AVAILABLE THEREFOR.\n   36    7. THE COMMISSION SHALL MEET WITHIN THE STATE, SHALL HOLD PUBLIC HEAR-\n   37  INGS, AND SHALL HAVE ALL THE POWERS OF A LEGISLATIVE COMMITTEE  PURSUANT\n   38  TO THE LEGISLATIVE LAW.\n   39    8.  THE  COMMISSION  SHALL SUBMIT ITS FINDINGS AND RECOMMENDATIONS FOR\n   40  THE GOVERNANCE OF THE CANAL CORPORATION IN A REPORT TO THE GOVERNOR, THE\n   41  TEMPORARY PRESIDENT OF THE SENATE, AND THE SPEAKER OF  THE  ASSEMBLY  NO\n   42  LATER THAN ONE YEAR AFTER IT FIRST CONVENES.\n   43    S 3. Subdivision 47 of section 100 of the economic development law, as\n   44  renumbered by chapter 427 of the laws of 2008, is renumbered subdivision\n   45  48 and a new subdivision 47 is added to read as follows:\n   46    47. TO DEVELOP, IN CONJUNCTION WITH THE COMMISSIONER OF THE DEPARTMENT\n   47  OF  TAXATION AND FINANCE, A PROPOSAL TO BE SUBMITTED TO THE GOVERNOR AND\n   48  THE LEGISLATURE,  AND  RECOMMENDATIONS  FOR  LEGISLATION  REGARDING  THE\n   49  IMPLEMENTATION  OF VARIOUS TAX INCENTIVES AND TAX EXEMPTIONS FOR CAPITAL\n   50  GAINS FOR INVESTMENT IN VACANT FACILITIES CLOSED IN ACCORDANCE WITH  THE\n   51  PROVISIONS OF ARTICLE EIGHTEEN OF THIS CHAPTER.\n   52    S 4. This act shall take effect on the one hundred twentieth day after\n   53  it shall have become a law; provided, however, that effective immediate-\n   54  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   55  necessary for the implementation of this act on its effective  date  are\n   56  authorized and directed to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to enacting the \"North Star Initiative\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487479
}