{
  "year" : 2011,
  "senateBillNo" : "A3897-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to education",
    "billEventId" : "A3897-2011-1296190800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"New York state property taxpayers protection act\"",
  "summary" : "Enacts the \"New York state property taxpayers protection act; relates to limitations upon school district tax levies; requires the state to fund certain programs mandated for municipal corporations and school districts; requires the estimated cost of mandated expenditures and appropriations within the body of the bill; relates to the streamlining of planning and reporting requirements for school districts and boards of cooperative educational services; relates to the effectiveness of additional costs to school districts; relates to state payment of all optional medical assistance services and to the state reimbursement of county payments for medical assistance fraud, waste and abuse detection software; enacts the \"New York state school taxpayers' protection act; establishes a municipal cooperation program; authorizes a county to enter into a cooperative agreement with school districts, towns and villages within such county to provide for health care benefits for their employees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2796-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3897\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. FITZPATRICK, THIELE, REILICH, SALADINO, KOLB,\n         McDONOUGH,  BURLING,  MOLINARO,  RABBITT,  TOBACCO,  CONTE,   TEDISCO,\n         CALHOUN,  CASTELLI  --  Multi-Sponsored by -- M. of A. AMEDORE, BOYLE,\n         CROUCH, HAWLEY, P. LOPEZ -- read once and referred to the Committee on\n         Education\n\n       AN ACT to amend the real property tax law, in  relation  to  limitations\n         upon school district tax levies (Part A); to amend the general munici-\n         pal  law  and the education law, in relation to requiring the state to\n         fund certain programs mandated for municipal corporations  and  school\n         districts;  to amend the legislative law, in relation to requiring the\n         estimated cost of mandated expenditures and appropriations within  the\n         body  of  the  bill;  to  amend  the education law, in relation to the\n         streamlining  of  planning  and  reporting  requirements  for   school\n         districts and boards of cooperative educational services; to amend the\n         education law, in relation to the effectiveness of additional costs to\n         school  districts;  and to amend the education law, in relation to aid\n         for fourth and eighth grade student testing (Part  B);  to  amend  the\n         social  services  law,  in  relation  to state payment of all optional\n         medical assistance services and to the state reimbursement  of  county\n         payments for medical assistance fraud, waste and abuse detection soft-\n         ware  (Part  C);  to  amend  the education law, the executive law, the\n         general municipal law, the labor law, the penal law and the retirement\n         and social security law,  in  relation  to  the  oversight  of  school\n         district  contracts  and  spending; and to amend the general municipal\n         law, in relation to establishing a municipal cooperation program (Part\n         D); and authorizing a county to enter  into  a  cooperative  agreement\n         with  school  districts,  towns  and  villages  within  such county to\n         provide for health care benefits for their employees (Part E)\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03504-01-1\n\n       A. 3897                             2\n\n    1    Section  1.  This  act enacts into law major components of legislation\n    2  which are necessary to enact the  New  York  state  property  taxpayers'\n    3  protection act. Each component is wholly contained within a Part identi-\n    4  fied  as  Parts  A  through  E.  The  effective date for each particular\n    5  provision contained within such Part is set forth in the last section of\n    6  such Part. Any provision in any section contained within a Part, includ-\n    7  ing  the  effective date of the Part, which makes reference to a section\n    8  \"of this act\", when used in connection with that  particular  component,\n    9  shall  be  deemed  to mean and refer to the corresponding section of the\n   10  Part in which it is found. Section four  of  this  act  sets  forth  the\n   11  general effective date of this act.\n   12    S  2.  This act shall be known and may be cited as the \"New York state\n   13  property taxpayers' protection act\".\n\n   14                                   PART A\n\n   15    Section 1. Legislative intent. It is the intent of the legislature  to\n   16  provide  annual  state  school  aid  increases within the foundation aid\n   17  category, as provided in the education law, at a rate not less than  the\n   18  inflation  factor  as  defined  in section 1307 of the real property tax\n   19  law, as added by section two of this act. This act controls property tax\n   20  increases by preventing school districts from increasing tax  levies  by\n   21  more  than four percent each year or at the rate of inflation, whichever\n   22  is less. By providing a minimum annual state foundation aid increase  at\n   23  the inflation rate, the legislature shall ensure property tax relief for\n   24  homeowners.\n   25    S 2. The real property tax law is amended by adding a new section 1307\n   26  to read as follows:\n   27    S  1307.  LIMITATIONS  UPON SCHOOL DISTRICT TAX LEVIES. 1.  GENERALLY.\n   28  NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, BEGINNING WITH THE\n   29  TWO THOUSAND ELEVEN--TWO THOUSAND TWELVE  SCHOOL  YEAR,  THE  AMOUNT  OF\n   30  TAXES  LEVIED  FOR  SCHOOL DISTRICT PURPOSES FOR ANY SCHOOL YEAR MAY NOT\n   31  EXCEED THE AMOUNT OF TAXES LEVIED FOR THE  PRIOR  SCHOOL  YEAR  BY  FOUR\n   32  PERCENT,  OR  BY  THE  INFLATION  FACTOR,  WHICHEVER  IS  LOWER. FOR THE\n   33  PURPOSES OF THIS SECTION, THE INFLATION FACTOR  SHALL  BE  A  PERCENTAGE\n   34  THAT  REPRESENTS  THE  AVERAGE  OF  THE  NATIONAL CONSUMER PRICE INDEXES\n   35  DETERMINED BY THE UNITED STATES  DEPARTMENT  OF  LABOR  FOR  THE  TWELVE\n   36  MONTHS  OF  THE  PRIOR  CALENDAR  YEAR. ON OR BEFORE APRIL FIRST OF EACH\n   37  YEAR, THE COMMISSIONER OF EDUCATION SHALL DETERMINE THE APPLICABLE LIMI-\n   38  TATION UPON SCHOOL DISTRICT TAX LEVIES FOR THE ENSUING SCHOOL YEAR,  AND\n   39  SHALL NOTIFY EACH SCHOOL DISTRICT ACCORDINGLY.\n   40    2.  EXCEPTIONS.  (A)  VOTER  APPROVAL.  THE  INHABITANTS  OF  A SCHOOL\n   41  DISTRICT MAY, BY A TWO-THIRDS MAJORITY  VOTE,  SUSPEND  THE  LIMITATIONS\n   42  IMPOSED BY THIS SECTION IN THE SAME MANNER AS IS PROVIDED BY LAW FOR THE\n   43  APPROVAL  OF  SCHOOL  DISTRICT EXPENDITURES. NO SUCH VOTE SHALL APPLY TO\n   44  MORE THAN ONE SCHOOL YEAR. THE QUESTION OF WHETHER TO SUSPEND THE  LIMI-\n   45  TATIONS  FOR  A PARTICULAR SCHOOL YEAR MAY BE SUBMITTED TO THE VOTERS NO\n   46  MORE THAN ONCE.  WHEN SUCH A QUESTION IS SUBMITTED  TO  THE  VOTERS,  IT\n   47  SHALL  BE  PRESENTED  AS  A  SEPARATE  PROPOSITION  IN SUBSTANTIALLY THE\n   48  FOLLOWING FORM: \"SHALL THE __________  SCHOOL  DISTRICT  BE  ALLOWED  TO\n   49  INCREASE  ITS TAX LEVY BY _____ PERCENT, DESPITE THE FACT THAT THE MAXI-\n   50  MUM INCREASE OTHERWISE ALLOWED BY LAW AT THIS TIME IS ____ PERCENT?\"\n   51    (B) ENROLLMENT INCREASES.  IF  THE  RESIDENT  PUBLIC  SCHOOL  DISTRICT\n   52  ENROLLMENT,  AS  DEFINED  BY  PARAGRAPH  N OF SUBDIVISION ONE OF SECTION\n   53  THIRTY-SIX HUNDRED TWO OF THE EDUCATION  LAW,  HAS  INCREASED,  THE  TAX\n   54  LIMIT  MAY  BE INCREASED IN PROPORTION TO THE NET PERCENTAGE INCREASE IN\n\n       A. 3897                             3\n\n    1  SUCH ENROLLMENT. FOR THIS PURPOSE, ENROLLMENT INCREASES SHALL BE  DETER-\n    2  MINED BY COMPARING THE ENROLLMENT AS OF THE SECOND SCHOOL YEAR PRECEDING\n    3  THE SCHOOL YEAR TO WHICH THE LIMITATIONS ARE TO APPLY, TO THE ENROLLMENT\n    4  AS OF THE SCHOOL YEAR IMMEDIATELY PRECEDING THE SCHOOL YEAR TO WHICH THE\n    5  LIMITATIONS ARE TO APPLY.\n    6    (C)  QUANTITY  INCREASES.  IF THE QUANTITY OF REAL PROPERTY WITHIN THE\n    7  SCHOOL DISTRICT HAS INCREASED DUE TO NEW CONSTRUCTION, IMPROVEMENTS,  OR\n    8  OTHER  PHYSICAL CHANGES, THE TAX LIMIT MAY BE INCREASED IN PROPORTION TO\n    9  THE  NET  PERCENTAGE  QUANTITY  INCREASE.  FOR  THIS  PURPOSE,  QUANTITY\n   10  INCREASES  SHALL  BE  DETERMINED  BY  COMPARING THE QUANTITIES AS OF THE\n   11  SECOND FINAL ASSESSMENT ROLL PRECEDING THE FINAL  ASSESSMENT  ROLL  UPON\n   12  WHICH  TAXES ARE TO BE LEVIED, TO THE QUANTITIES AS OF THE FINAL ASSESS-\n   13  MENT ROLL IMMEDIATELY PRECEDING THE FINAL  ASSESSMENT  ROLL  UPON  WHICH\n   14  TAXES ARE TO BE LEVIED. ASSESSORS SHALL CALCULATE QUANTITY INCREASES FOR\n   15  THIS  PURPOSE  AT  THE WRITTEN REQUEST OF THE SCHOOL AUTHORITIES, IN THE\n   16  MANNER PRESCRIBED BY THE STATE BOARD.\n   17    3. ERRONEOUS LEVIES. IN THE EVENT A SCHOOL DISTRICT'S ACTUAL TAX  LEVY\n   18  FOR  A  GIVEN  SCHOOL YEAR EXCEEDS THE MAXIMUM ALLOWABLE LEVY UNDER THIS\n   19  SECTION DUE TO CLERICAL OR TECHNICAL ERRORS, THE SCHOOL  DISTRICT  SHALL\n   20  PLACE  THE  EXCESS AMOUNT OF THE LEVY IN RESERVE IN ACCORDANCE WITH SUCH\n   21  REQUIREMENTS AS THE STATE COMPTROLLER MAY PRESCRIBE, AND SHALL USE  SUCH\n   22  FUNDS  AND  ANY  INTEREST  EARNED THEREON TO OFFSET THE TAX LEVY FOR THE\n   23  FOLLOWING SCHOOL YEAR.\n   24    4. APPLICABILITY. THE PROVISIONS OF THIS SECTION SHALL  APPLY  TO  ALL\n   25  SCHOOL  DISTRICTS  OTHER THAN CITY SCHOOL DISTRICTS WHICH ARE SUBJECT TO\n   26  ARTICLE FIFTY-TWO OF THE EDUCATION LAW.\n   27    S 3. This act shall take effect immediately.\n\n   28                                   PART B\n\n   29    Section 1.   The general municipal law is  amended  by  adding  a  new\n   30  section 25 to read as follows:\n   31    S  25.  FUNDING  OF MANDATES. 1. DEFINITIONS. AS USED IN THIS SECTION,\n   32  THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS UNLESS THE CONTEXT\n   33  SHALL OTHERWISE REQUIRE:\n   34    (A) \"MANDATE\" MEANS:\n   35    (I) ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM  OR\n   36  REQUIRES  A  HIGHER  LEVEL  OF  SERVICE  FOR AN EXISTING PROGRAM WHICH A\n   37  MUNICIPAL CORPORATION IS REQUIRED TO PROVIDE; OR\n   38    (II) ANY GENERAL LAW WHICH GRANTS A  NEW  PROPERTY  TAX  EXEMPTION  OR\n   39  INCREASES  AN EXISTING PROPERTY TAX EXEMPTION WHICH THE MUNICIPAL CORPO-\n   40  RATION IS REQUIRED TO PROVIDE.\n   41    (B) \"UNFUNDED MANDATE\" SHALL MEAN:\n   42    (I) ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM  OR\n   43  REQUIRES  A  HIGHER  LEVEL  OF  SERVICE  FOR AN EXISTING PROGRAM WHICH A\n   44  MUNICIPAL CORPORATION IS REQUIRED TO PROVIDE AND WHICH RESULTS IN A  NET\n   45  ADDITIONAL COST TO THE MUNICIPAL CORPORATION;\n   46    (II) ANY ALTERATION IN FUNDING PROVIDED TO A MUNICIPAL CORPORATION FOR\n   47  THE  PURPOSE OF DEFRAYING THE COSTS OF A PROGRAM WHICH IT IS REQUIRED TO\n   48  PROVIDE, THEREBY RESULTING IN A NET ADDITIONAL  COST  TO  THE  MUNICIPAL\n   49  CORPORATION; OR\n   50    (III)  ANY  GENERAL  LAW  WHICH GRANTS A NEW PROPERTY TAX EXEMPTION OR\n   51  INCREASES AN EXISTING PROPERTY TAX EXEMPTION WHICH THE MUNICIPAL  CORPO-\n   52  RATION  IS  REQUIRED  TO  PROVIDE, THEREBY RESULTING IN A NET ADDITIONAL\n   53  COST TO THE MUNICIPAL CORPORATION.\n\n       A. 3897                             4\n\n    1    (C) \"NET ADDITIONAL COST\" MEANS THE COST OR COSTS INCURRED  OR  ANTIC-\n    2  IPATED  TO BE INCURRED WITHIN A ONE YEAR PERIOD BY A LOCAL GOVERNMENT IN\n    3  PERFORMING OR ADMINISTERING A MANDATE AFTER  SUBTRACTING  THEREFROM  ANY\n    4  REVENUES  RECEIVED  OR  RECEIVABLE BY THE LOCAL GOVERNMENT ON ACCOUNT OF\n    5  THE MANDATED PROGRAM OR SERVICE, INCLUDING BUT NOT LIMITED TO:\n    6    (I) FEES CHARGED TO THE RECIPIENTS OF THE MANDATED PROGRAM OR SERVICE;\n    7    (II)  STATE  OR  FEDERAL  AID  PAID  SPECIFICALLY  OR CATEGORICALLY IN\n    8  CONNECTION WITH THE PROGRAM OR SERVICE; AND\n    9    (III) AN OFFSETTING SAVINGS RESULTING FROM THE  DIMINUTION  OR  ELIMI-\n   10  NATION  OF  ANY  OTHER  PROGRAM  OR SERVICE DIRECTLY ATTRIBUTABLE TO THE\n   11  PERFORMANCE OR ADMINISTRATION OF THE MANDATED PROGRAM.\n   12    2. FUNDING OF  MUNICIPAL  CORPORATION  MANDATES.  NOTWITHSTANDING  ANY\n   13  OTHER  PROVISION  OF  LAW,  NO  UNFUNDED  MANDATE SHALL BE ENACTED WHICH\n   14  CREATES AN ANNUAL NET ADDITIONAL COST TO ANY  MUNICIPAL  CORPORATION  IN\n   15  EXCESS  OF  TEN  THOUSAND  DOLLARS OR AN AGGREGATE ANNUAL NET ADDITIONAL\n   16  COST TO ALL MUNICIPAL CORPORATIONS IN EXCESS OF ONE MILLION DOLLARS.\n   17    3.  EXEMPTIONS  TO  THE  FUNDING  OF  MUNICIPAL  CORPORATION  MANDATES\n   18  REQUIREMENT.  (A)  THE  STATE  SHALL  NOT BE REQUIRED TO FUND ANY NEW OR\n   19  EXPANDED PROGRAMS IF:\n   20    (I) THE MANDATE IS REQUIRED BY A COURT ORDER OR JUDGMENT;\n   21    (II) THE MANDATE IS PROVIDED AT THE OPTION  OF  THE  LOCAL  GOVERNMENT\n   22  UNDER  A  LAW, REGULATION, RULE, OR ORDER THAT IS PERMISSIVE RATHER THAN\n   23  MANDATORY;\n   24    (III) THE MANDATE RESULTS FROM THE PASSAGE  OF  A  HOME  RULE  MESSAGE\n   25  WHEREBY  A  LOCAL GOVERNMENT REQUESTS AUTHORITY TO IMPLEMENT THE PROGRAM\n   26  OR SERVICE SPECIFIED IN THE STATUTE, AND THE STATUTE IMPOSES COSTS  ONLY\n   27  UPON  THAT  LOCAL  GOVERNMENT WHICH REQUESTS THE AUTHORITY TO IMPOSE THE\n   28  PROGRAM OR SERVICE;\n   29    (IV) THE MANDATE IS REQUIRED BY, OR ARISES FROM, AN EXECUTIVE ORDER OF\n   30  THE GOVERNOR EXERCISING HIS OR HER EMERGENCY POWERS; OR\n   31    (V) THE MANDATE IS REQUIRED BY STATUTE OR EXECUTIVE ORDER THAT  IMPLE-\n   32  MENTS A FEDERAL LAW OR REGULATION AND RESULTS FROM COSTS MANDATED BY THE\n   33  FEDERAL GOVERNMENT TO BE BORNE AT THE LOCAL LEVEL, UNLESS THE STATUTE OR\n   34  EXECUTIVE  ORDER RESULTS IN COSTS WHICH EXCEED THE COSTS MANDATED BY THE\n   35  FEDERAL GOVERNMENT.\n   36    (B) EACH ACT ESTABLISHING A MANDATE SHALL PROVIDE THAT  THE  EFFECTIVE\n   37  DATE  OF  ANY  SUCH  MANDATE  IMPOSED ON MUNICIPAL CORPORATIONS SHALL BE\n   38  CONSISTENT WITH THE NEEDS OF THE STATE  AND  MUNICIPAL  CORPORATIONS  TO\n   39  PLAN  IMPLEMENTATION  THEREOF  AND  CONSISTENT  WITH THE AVAILABILITY OF\n   40  REQUIRED FUNDS.\n   41    S 2. The education law is amended by adding a new  section  1527-a  to\n   42  read as follows:\n   43    S  1527-A.  FUNDING OF MANDATES IMPOSED ON SCHOOL DISTRICTS. 1.  DEFI-\n   44  NITIONS. AS USED IN THIS SECTION, THE FOLLOWING  TERMS  SHALL  HAVE  THE\n   45  FOLLOWING MEANINGS UNLESS THE CONTEXT SHALL OTHERWISE REQUIRE:\n   46    (A) \"MANDATE\" MEANS:\n   47    (I)  ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM OR\n   48  REQUIRES A HIGHER LEVEL OF SERVICE  FOR  AN  EXISTING  PROGRAM  WHICH  A\n   49  SCHOOL  DISTRICT  ORGANIZED  EITHER  BY  SPECIAL LAWS OR PURSUANT TO THE\n   50  PROVISIONS OF A GENERAL LAW, IS REQUIRED TO PROVIDE; OR\n   51    (II) ANY GENERAL LAW WHICH GRANTS A  NEW  PROPERTY  TAX  EXEMPTION  OR\n   52  INCREASES  AN  EXISTING  PROPERTY  TAX  EXEMPTION  WHICH ANY SUCH SCHOOL\n   53  DISTRICT IS REQUIRED TO PROVIDE.\n   54    (B) \"UNFUNDED MANDATE\" SHALL MEAN:\n   55    (I) ANY STATE LAW, RULE, OR REGULATION WHICH CREATES A NEW PROGRAM  OR\n   56  REQUIRES  A  HIGHER  LEVEL  OF SERVICE FOR AN EXISTING PROGRAM WHICH ANY\n\n       A. 3897                             5\n\n    1  SUCH SCHOOL DISTRICT IS REQUIRED TO PROVIDE AND WHICH RESULTS IN  A  NET\n    2  ADDITIONAL COST TO SUCH SCHOOL DISTRICT;\n    3    (II)  ANY  ALTERATION  IN FUNDING PROVIDED TO ANY SUCH SCHOOL DISTRICT\n    4  FOR THE PURPOSE OF DEFRAYING THE COSTS OF A PROGRAM WHICH IT IS REQUIRED\n    5  TO PROVIDE, THEREBY RESULTING IN A NET ADDITIONAL COST  TO  SUCH  SCHOOL\n    6  DISTRICT; OR\n    7    (III)  ANY  GENERAL  LAW  WHICH GRANTS A NEW PROPERTY TAX EXEMPTION OR\n    8  INCREASES AN EXISTING PROPERTY  TAX  EXEMPTION  WHICH  ANY  SUCH  SCHOOL\n    9  DISTRICT  IS  REQUIRED TO PROVIDE, THEREBY RESULTING IN A NET ADDITIONAL\n   10  COST TO SUCH SCHOOL DISTRICT.\n   11    (C) \"NET ADDITIONAL COST\" MEANS THE COST OR COSTS INCURRED  OR  ANTIC-\n   12  IPATED  TO  BE INCURRED WITHIN A ONE YEAR PERIOD BY A SCHOOL DISTRICT IN\n   13  PERFORMING OR ADMINISTERING A MANDATE AFTER  SUBTRACTING  THEREFROM  ANY\n   14  REVENUES RECEIVED OR RECEIVABLE BY THE SCHOOL DISTRICT ON ACCOUNT OF THE\n   15  MANDATED PROGRAM OR SERVICE, INCLUDING BUT NOT LIMITED TO:\n   16    (I) FEES CHARGED TO THE RECIPIENTS OF THE MANDATED PROGRAM OR SERVICE;\n   17    (II)  STATE  OR  FEDERAL  AID  PAID  SPECIFICALLY  OR CATEGORICALLY IN\n   18  CONNECTION WITH THE PROGRAM OR SERVICE; AND\n   19    (III) AN OFFSETTING SAVINGS RESULTING FROM THE  DIMINUTION  OR  ELIMI-\n   20  NATION  OF  ANY  OTHER  PROGRAM  OR SERVICE DIRECTLY ATTRIBUTABLE TO THE\n   21  PERFORMANCE OR ADMINISTRATION OF THE MANDATED PROGRAM.\n   22    2. FUNDING OF SCHOOL  DISTRICT  MANDATES.  NOTWITHSTANDING  ANY  OTHER\n   23  PROVISION  OF LAW, NO UNFUNDED MANDATE SHALL BE ENACTED WHICH CREATES AN\n   24  ANNUAL NET ADDITIONAL COST TO ANY SCHOOL DISTRICT IN EXCESS OF TEN THOU-\n   25  SAND DOLLARS OR AN AGGREGATE ANNUAL NET ADDITIONAL COST  TO  ALL  SCHOOL\n   26  DISTRICTS IN EXCESS OF ONE MILLION DOLLARS.\n   27    3.  EXEMPTIONS TO THE FUNDING OF SCHOOL DISTRICT MANDATES REQUIREMENT.\n   28  (A) THE STATE SHALL NOT BE REQUIRED TO FUND ANY NEW OR EXPANDED PROGRAMS\n   29  FOR SCHOOL DISTRICTS IF:\n   30    (I) THE MANDATE IS REQUIRED BY A COURT ORDER OR JUDGMENT;\n   31    (II) THE MANDATE IS PROVIDED AT THE  OPTION  OF  THE  SCHOOL  DISTRICT\n   32  UNDER  A  LAW, REGULATION, RULE, OR ORDER THAT IS PERMISSIVE RATHER THAN\n   33  MANDATORY;\n   34    (III) THE MANDATE RESULTS FROM THE PASSAGE  OF  A  HOME  RULE  MESSAGE\n   35  WHEREBY A SCHOOL DISTRICT REQUESTS AUTHORITY TO IMPLEMENT THE PROGRAM OR\n   36  SERVICE  SPECIFIED  IN  THE  STATUTE, AND THE STATUTE IMPOSES COSTS ONLY\n   37  UPON THAT SCHOOL DISTRICT WHICH REQUESTS THE  AUTHORITY  TO  IMPOSE  THE\n   38  PROGRAM OR SERVICE;\n   39    (IV) THE MANDATE IS REQUIRED BY, OR ARISES FROM, AN EXECUTIVE ORDER OF\n   40  THE GOVERNOR EXERCISING HIS OR HER EMERGENCY POWERS; OR\n   41    (V)  THE MANDATE IS REQUIRED BY STATUTE OR EXECUTIVE ORDER THAT IMPLE-\n   42  MENTS A FEDERAL LAW OR REGULATION AND RESULTS FROM COSTS MANDATED BY THE\n   43  FEDERAL GOVERNMENT TO BE BORNE AT THE LOCAL LEVEL, UNLESS THE STATUTE OR\n   44  EXECUTIVE ORDER RESULTS IN COSTS WHICH EXCEED THE COSTS MANDATED BY  THE\n   45  FEDERAL GOVERNMENT.\n   46    (B)  EACH  ACT ESTABLISHING A MANDATE SHALL PROVIDE THAT THE EFFECTIVE\n   47  DATE OF ANY SUCH MANDATE IMPOSED ON SCHOOL DISTRICTS SHALL BE CONSISTENT\n   48  WITH THE NEEDS OF THE STATE AND SCHOOL DISTRICTS TO PLAN  IMPLEMENTATION\n   49  THEREOF, AND ALSO CONSISTENT WITH THE AVAILABILITY OF REQUIRED FUNDS.\n   50    S  3.   The legislative law is amended by adding a new section 52-a to\n   51  read as follows:\n   52    S 52-A. REQUIREMENTS WITH RESPECT TO BILLS MANDATING  EXPENDITURES  OR\n   53  APPROPRIATIONS.  A BILL THAT ENACTS OR AMENDS ANY EXPENDITURES OR APPRO-\n   54  PRIATIONS SHALL STATE THE ESTIMATED COST OF SUCH EXPENDITURE  OR  APPRO-\n   55  PRIATION IN THE BODY OF THE BILL.\n\n       A. 3897                             6\n\n    1    S  4. Section 215-b of the education law, as amended by chapter 301 of\n    2  the laws of 1996, is amended to read as follows:\n    3    S 215-b. Annual  report  by  commissioner to governor and legislature.\n    4  The commissioner shall prepare and submit to the governor, the president\n    5  pro tem of the senate and the speaker of the  assembly  not  later  than\n    6  January first, nineteen hundred ninety-six and by the first day of Janu-\n    7  ary  in  each  year  thereafter,  a  report  detailing the financial and\n    8  statistical outcomes of boards of cooperative educational services which\n    9  shall[, at minimum,] set forth with  respect  to  the  preceding  school\n   10  year[:  tuition  costs  for  selected  programs; standard per pupil cost\n   11  information for selected services as determined by the commissioner; and\n   12  aggregate expenditure data for the following categories: administration,\n   13  instructional services, career education, special  education,  rent  and\n   14  facilities  and  other  services;  and  such other information as deemed\n   15  appropriate] INFORMATION  NECESSARY  TO  ASSURE  THE  ACCOUNTABILITY  OF\n   16  BOARDS  OF  COOPERATIVE EDUCATIONAL SERVICES FOR ITS FISCAL AND PROGRAM-\n   17  MATIC RESOURCES, AS SET FORTH IN REGULATIONS TO  BE  PRESCRIBED  by  the\n   18  commissioner. The format for such report shall be developed in consulta-\n   19  tion  with  school  district  officials  and the director of the budget.\n   20  Such report will include changes from the year prior to the report  year\n   21  for  each  such item for all boards of cooperative educational services.\n   22  WHERE APPLICABLE, SUCH REPORT SHALL BE SUBMITTED ELECTRONICALLY  TO  THE\n   23  DEPARTMENT  OVER  THE  INTERNET THROUGH A SECURE WEBPAGE AS SET FORTH IN\n   24  REGULATIONS TO BE PRESCRIBED BY THE COMMISSIONER. THIS ELECTRONIC REPORT\n   25  SHALL TAKE THE PLACE OF FILING PAPER COPIES OF  SUCH  REPORT  EXCEPT  IN\n   26  CIRCUMSTANCES  WHERE  AN  ORIGINAL  SIGNATURE IS REQUIRED, THEN ORIGINAL\n   27  PAPER COPIES MUST BE FILED.  THE COMMISSIONER SHALL PROMULGATE ALL RULES\n   28  AND REGULATIONS NECESSARY TO IMPLEMENT THE  ELECTRONIC  FILING  OF  SUCH\n   29  REPORT.  Such  report  shall  be distributed to all school districts and\n   30  boards of cooperative educational services and shall be  made  available\n   31  to all other interested parties upon request.\n   32    S  5.  Section  305  of the education law is amended by adding two new\n   33  subdivisions 32 and 32-a to read as follows:\n   34    32. A. THE COMMISSIONER SHALL, TO THE EXTENT PRACTICABLE AND  CONSIST-\n   35  ENT  WITH  FEDERAL  AND  STATE LAW, ELIMINATE OR STREAMLINE PROGRAMMATIC\n   36  REPORTING, PLANNING  AND  APPLICATION  REQUIREMENTS  IMPOSED  ON  SCHOOL\n   37  DISTRICTS  AND  BOARDS  OF COOPERATIVE EDUCATIONAL SERVICES, IN ORDER TO\n   38  ELIMINATE OR MINIMIZE THE PRODUCTION OF REPORTS, APPLICATIONS AND  PLANS\n   39  THAT CONTAIN DUPLICATIVE INFORMATION.  WHERE APPLICABLE, THE COMMISSION-\n   40  ER  SHALL REQUIRE THAT ALL SUCH REPORTS, APPLICATIONS AND PLANS SHALL BE\n   41  SUBMITTED ELECTRONICALLY TO THE DEPARTMENT OVER THE INTERNET  THROUGH  A\n   42  SECURE  WEBPAGE.  THESE ELECTRONIC REPORTS, APPLICATIONS AND PLANS SHALL\n   43  TAKE THE PLACE OF FILING PAPER COPIES OF SUCH REPORTS, APPLICATIONS  AND\n   44  PLANS  EXCEPT  IN CIRCUMSTANCES WHERE AN ORIGINAL SIGNATURE IS REQUIRED,\n   45  THEN ORIGINAL PAPER COPIES  MUST  BE  FILED.    THE  COMMISSIONER  SHALL\n   46  PROMULGATE  ALL  RULES  AND REGULATIONS NECESSARY TO IMPLEMENT THE ELEC-\n   47  TRONIC FILING OF SUCH REPORTS, APPLICATIONS AND PLANS.  THE COMMISSIONER\n   48  SHALL REQUIRE ALL SCHOOL DISTRICTS AND BOARDS OF COOPERATIVE EDUCATIONAL\n   49  SERVICES TO COMPRESS  ALL  DISTRICTWIDE  PLANNING  REQUIREMENTS  INTO  A\n   50  SINGLE DISTRICTWIDE COMPREHENSIVE PLAN, WHICH AT A MINIMUM SHALL INCLUDE\n   51  THE COMPONENTS PRESCRIBED BY THE COMMISSIONER, INCLUDING BUT NOT LIMITED\n   52  TO  THE  DISTRICTWIDE LONG-RANGE CAPITAL FACILITIES PLAN, AND APPLICABLE\n   53  CURRENT FEDERAL REQUIREMENTS. IN THE CASE OF THE CITY SCHOOL DISTRICT OF\n   54  THE CITY OF NEW YORK, A DISTRICTWIDE COMPREHENSIVE PLAN SHALL BE  DEVEL-\n   55  OPED  FOR  THE CITY SCHOOL DISTRICT, EACH COMMUNITY SCHOOL DISTRICT, AND\n   56  THE DISTRICTS OR OTHER ADMINISTRATIVE DIVISIONS RESPONSIBLE  FOR  OPERA-\n\n       A. 3897                             7\n\n    1  TION  OF  NEW  YORK  CITY  PUBLIC  SCHOOLS.  THE COMMISSIONER SHALL ALSO\n    2  REQUIRE ALL SCHOOL  DISTRICTS  AND  BOARDS  OF  COOPERATIVE  EDUCATIONAL\n    3  SERVICES  TO  COMPRESS  ALL  BUILDING LEVEL PLANNING REQUIREMENTS INTO A\n    4  SINGLE  BUILDING  LEVEL  COMPREHENSIVE  PLAN,  WHICH AT A MINIMUM, SHALL\n    5  INCLUDE THE COMPONENTS PRESCRIBED BY  THE  COMMISSIONER  AND  APPLICABLE\n    6  CURRENT  FEDERAL  REQUIREMENTS.  IT SHALL BE THE DUTY OF THE TRUSTEES OR\n    7  BOARD OF EDUCATION OF EVERY SCHOOL DISTRICT AND OF  THE  CHANCELLOR  AND\n    8  EACH  COMMUNITY DISTRICT EDUCATIONAL COUNCIL IN THE CITY SCHOOL DISTRICT\n    9  OF THE CITY OF NEW YORK AND OF EVERY BOARD  OF  COOPERATIVE  EDUCATIONAL\n   10  SERVICES TO ASSURE THAT ALL COMPONENTS OF THE DISTRICTWIDE COMPREHENSIVE\n   11  PLAN  AND EACH BUILDING LEVEL COMPREHENSIVE PLAN ARE AS FULLY INTEGRATED\n   12  AND CONSISTENT AS PRACTICABLE, AND  THAT  SUCH  PLANS  ARE  CONTINUOUSLY\n   13  REVIEWED, REFLECT ONGOING ANALYSES OF CURRENT TEACHING AND LEARNING DATA\n   14  AND  ARE  UPDATED ON AT LEAST AN ANNUAL BASIS. NOTWITHSTANDING ANY OTHER\n   15  PROVISION OF LAW, RULE OR REGULATION TO THE CONTRARY, ANY SEPARATE  PLAN\n   16  REQUIREMENTS  IMPOSED UNDER THIS CHAPTER OR ANY RULE OR REGULATION SHALL\n   17  BE DEEMED TO BE FULFILLED BY INCLUSION OF SUCH PLAN IN THE COMPREHENSIVE\n   18  DISTRICTWIDE OR BUILDING LEVEL PLAN, PROVIDED THAT ALL REQUIRED INFORMA-\n   19  TION IS INCLUDED IN THE APPLICABLE COMPREHENSIVE PLAN.\n   20    B. THE COMMISSIONER SHALL REQUIRE THE TRUSTEES OR BOARD  OF  EDUCATION\n   21  OF   EVERY  SCHOOL  DISTRICT  AND  THE  CHANCELLOR  AND  EACH  COMMUNITY\n   22  DISTRICT-EDUCATIONAL COUNCIL IN THE CITY SCHOOL DISTRICT OF THE CITY  OF\n   23  NEW YORK AND EVERY BOARD OF COOPERATIVE EDUCATIONAL SERVICES TO MAKE ITS\n   24  DISTRICTWIDE  COMPREHENSIVE  PLAN  AND EACH BUILDING LEVEL COMPREHENSIVE\n   25  PLAN AVAILABLE TO THE PUBLIC, EXCEPT WHERE SUCH PLANS  CONTAIN  INFORMA-\n   26  TION  THAT  IS CONFIDENTIAL AND NOT SUBJECT TO DISCLOSURE UNDER STATE OR\n   27  FEDERAL LAW. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, RULE  OR  REGU-\n   28  LATION  TO  THE  CONTRARY,  ANY  SCHOOL DISTRICT OR BOARD OF COOPERATIVE\n   29  SERVICES THAT MAKES ITS COMPREHENSIVE DISTRICTWIDE AND/OR BUILDING LEVEL\n   30  PLANS PUBLICLY AVAILABLE ELECTRONICALLY THROUGH POSTING ON  ITS  WEBSITE\n   31  SHALL  BE  DEEMED TO HAVE FILED SUCH PLANS WITH THE DEPARTMENT AS OF THE\n   32  DATE OF POSTING AND SHALL NOT  BE  REQUIRED  TO  SEPARATELY  REPORT  THE\n   33  INFORMATION  CONTAINED  IN  SUCH  PLANS TO THE DEPARTMENT, PROVIDED THAT\n   34  SUCH DISTRICT OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES REPORTS  SUCH\n   35  POSTING  TO THE DEPARTMENT, WITH THE WEB ADDRESS AT WHICH SUCH PLANS ARE\n   36  AVAILABLE, IN THE MANNER PRESCRIBED  BY  THE  DEPARTMENT,  AND  PROVIDED\n   37  FURTHER  THAT  NOTHING IN THIS SUBDIVISION SHALL PRECLUDE THE DEPARTMENT\n   38  FROM REQUIRING AMENDMENT OF A  PLAN  OR  THE  SUBMISSION  OF  ADDITIONAL\n   39  INFORMATION  WHERE  IT DETERMINES THAT THE INFORMATION IN THE COMPREHEN-\n   40  SIVE PLANS IS NOT CURRENT OR COMPLETE OR OTHERWISE  SUFFICIENT  TO  MEET\n   41  STATUTORY OR REGULATORY REQUIREMENTS.\n   42    32-A. NOTWITHSTANDING ANY OTHER LAW, RULE OR REGULATION TO THE CONTRA-\n   43  RY,  THE  COMMISSIONER SHALL BE AUTHORIZED AND DIRECTED TO GRANT WAIVERS\n   44  PURSUANT TO THIS SUBDIVISION  FROM  ANY  ANNUAL  REPORTING  REQUIREMENTS\n   45  IMPOSED  ON  SCHOOL  DISTRICTS  UNDER THIS CHAPTER, IN WHOLE OR IN PART,\n   46  PROVIDED SUCH WAIVERS APPLY TO ALL SCHOOL DISTRICTS AND DO NOT  CONFLICT\n   47  WITH  FEDERAL REQUIREMENTS. SUCH WAIVERS MAY BE GRANTED UPON FINDINGS BY\n   48  THE COMMISSIONER THAT:\n   49    A. THE PURPOSES  OF  THE  REPORT  CAN  BE  SUBSTANTIALLY  MET  THROUGH\n   50  SUBMISSION  OF A REPORT ON A TWO-YEAR, THREE-YEAR OR FIVE-YEAR BASIS, AS\n   51  SPECIFIED BY THE COMMISSIONER, TAKING INTO  ACCOUNT  OTHER  ANNUAL  DATA\n   52  REPORTING  REQUIREMENTS  AND  INFORMATION MADE PUBLICLY AVAILABLE BY THE\n   53  SCHOOL DISTRICT ON AN ANNUAL BASIS; AND\n   54    B. THE REPORT OR PORTION OF THE REPORT BEING WAIVED DOES  NOT  CONTAIN\n   55  FISCAL  OR  OTHER  DATA  OR INFORMATION NEEDED FOR PURPOSES OF COMPUTING\n\n       A. 3897                             8\n\n    1  STATE OR FEDERAL AID OR  FOR  PURPOSES  OF  SCHOOL  OR  SCHOOL  DISTRICT\n    2  ACCOUNTABILITY OR FOR AUDIT PURPOSES.\n    3    S  6.  Paragraph  c  of subdivision 4 of section 1950 of the education\n    4  law, as amended by chapter 378 of the laws of 2010, is amended  to  read\n    5  as follows:\n    6    c.  Make or cause to be made surveys to determine the need for cooper-\n    7  ative educational services in the supervisory district and  present  the\n    8  findings  of  their  surveys  to local school authorities. Each board of\n    9  cooperative educational services shall prepare long range program plans,\n   10  including special education and career education program plans, to  meet\n   11  the  projected  need  for  such  cooperative educational services in the\n   12  supervisory district for the next five years as may be specified by  the\n   13  commissioner,  and  shall  keep  on  file  and make available for public\n   14  inspection and review by the  commissioner  such  plans  and  thereafter\n   15  annual revisions of such plans on or before the first day of December of\n   16  each  year,  provided that such plans [may] SHALL be incorporated into a\n   17  board of cooperative educational  services  district-wide  comprehensive\n   18  plan.    FURTHER,  WHERE APPLICABLE, THE COMMISSIONER SHALL REQUIRE THAT\n   19  ALL SUCH PLANS SHALL BE SUBMITTED ELECTRONICALLY TO THE DEPARTMENT  OVER\n   20  THE  INTERNET  THROUGH A SECURE WEBPAGE. THIS ELECTRONIC PLAN SHALL TAKE\n   21  THE PLACE OF FILING PAPER COPIES OF SUCH PLAN  EXCEPT  IN  CIRCUMSTANCES\n   22  WHERE AN ORIGINAL SIGNATURE IS REQUIRED, THEN ORIGINAL PAPER COPIES MUST\n   23  BE  FILED.   THE COMMISSIONER SHALL PROMULGATE ALL RULES AND REGULATIONS\n   24  NECESSARY TO IMPLEMENT THE ELECTRONIC FILING OF SUCH PLAN.\n   25    S 7. Paragraph b of subdivision 8 of section  3602  of  the  education\n   26  law,  as  amended by chapter 378 of the laws of 2010, is amended to read\n   27  as follows:\n   28    b. District plans of service. Any school district receiving  an  addi-\n   29  tional  apportionment  pursuant  to  subdivision ten of this section for\n   30  pupils in career education programs or a payment in lieu of such  appor-\n   31  tionment  or having a public excess cost aid setaside pursuant to subdi-\n   32  vision four of this section shall keep on file and  make  available  for\n   33  public  inspection  and  review by the commissioner AND INCORPORATE INTO\n   34  ITS DISTRICTWIDE  COMPREHENSIVE  PLAN  an  acceptable  plan  of  service\n   35  describing  the  student  outcomes  expected  from implementation of the\n   36  proposed plan, provided that such plan may be incorporated into a school\n   37  district's district-wide comprehensive plan. The plan of  service  of  a\n   38  school  district  receiving an additional apportionment pursuant to this\n   39  section for pupils  with  disabilities  shall  also  describe  how  such\n   40  district  intends  to ensure that all instructional materials to be used\n   41  in the schools of such district will  be  made  available  in  a  usable\n   42  alternative  format  for  each  student  with  a disability and for each\n   43  student who is a qualified individual with a  disability,  at  the  same\n   44  time  as  such  instructional  materials  are  available to non-disabled\n   45  students, provided that such  plan  may  incorporate  by  reference  the\n   46  alternative format plans developed pursuant to subdivision twenty-nine-a\n   47  of section sixteen hundred four, subdivision four-a of section seventeen\n   48  hundred  nine,  subdivision seven-a of section twenty-five hundred three\n   49  or subdivision seven-a of section twenty-five hundred fifty-four of this\n   50  chapter. Such plans shall be in a form prescribed by  the  commissioner,\n   51  and  except as heretofore provided, shall have the content prescribed by\n   52  the commissioner.  WHERE APPLICABLE, THE COMMISSIONER SHALL REQUIRE THAT\n   53  ALL SUCH PLANS SHALL BE SUBMITTED ELECTRONICALLY TO THE DEPARTMENT  OVER\n   54  THE  INTERNET  THROUGH A SECURE WEBPAGE. THIS ELECTRONIC PLAN SHALL TAKE\n   55  THE PLACE OF FILING PAPER COPIES OF SUCH PLAN  EXCEPT  IN  CIRCUMSTANCES\n   56  WHERE AN ORIGINAL SIGNATURE IS REQUIRED, THEN ORIGINAL PAPER COPIES MUST\n\n       A. 3897                             9\n\n    1  BE  FILED.   THE COMMISSIONER SHALL PROMULGATE ALL RULES AND REGULATIONS\n    2  NECESSARY TO IMPLEMENT THE ELECTRONIC FILING OF SUCH PLAN.  The  commis-\n    3  sioner  may,  from  time  to  time,  require amendments of such plans as\n    4  deemed  to  be  necessary  and  appropriate  to  further the educational\n    5  welfare of the pupils involved.\n    6    S 8. Within one year of the effective date of this  act,  the  commis-\n    7  sioner  of education shall issue a report to the governor and the legis-\n    8  lature detailing the reporting requirements that  have  been  eliminated\n    9  under  this  act.  Such report shall include specific statutory require-\n   10  ments, reports, and regulatory requirements that have been eliminated or\n   11  rendered null and void as a result of the provisions of this act.  Where\n   12  applicable, the commissioner of education shall require that such report\n   13  shall be submitted electronically to the state education department over\n   14  the internet through a secure webpage. This electronic report shall take\n   15  the place of filing paper copies of such report except in  circumstances\n   16  where an original signature is required, then original paper copies must\n   17  be  filed.  The commissioner of education shall promulgate all rules and\n   18  regulations necessary to implement the electronic filing of such report.\n   19    S 9. The education law is amended by adding a  new  section  207-b  to\n   20  read as follows:\n   21    S  207-B.  EFFECTIVENESS  OF  ADDITIONAL  COSTS  TO  SCHOOL DISTRICTS.\n   22  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, ANY  POLICY,\n   23  RULE OR REGULATION ADOPTED BY THE BOARD OF REGENTS THAT CREATES AN ANNU-\n   24  AL  NET ADDITIONAL COST TO ANY SCHOOL DISTRICT IN EXCESS OF TEN THOUSAND\n   25  DOLLARS OR AN  AGGREGATE  ANNUAL  NET  ADDITIONAL  COST  TO  ALL  SCHOOL\n   26  DISTRICTS  IN  EXCESS OF ONE MILLION DOLLARS TO BE APPROVED BY THE STATE\n   27  LEGISLATURE AND SIGNED INTO LAW BY THE GOVERNOR SHALL  NOT  TAKE  EFFECT\n   28  UNTIL THE NEXT SCHOOL YEAR AFTER IT HAS BECOME A LAW.\n   29    S  10.  Section  3602  of the education law is amended by adding a new\n   30  subdivision 27 to read as follows:\n   31    27. AID FOR FOURTH AND EIGHTH GRADE STUDENT TESTING.  IN  ADDITION  TO\n   32  ANY  OTHER  APPORTIONMENT UNDER THIS SECTION, FOR THE TWO THOUSAND THIR-\n   33  TEEN--TWO  THOUSAND  FOURTEEN  SCHOOL  YEAR  AND  THEREAFTER,  A  SCHOOL\n   34  DISTRICT  SHALL  BE  ELIGIBLE  FOR REIMBURSEMENT UNDER THE PROVISIONS OF\n   35  THIS SUBDIVISION EQUAL TO ONE HUNDRED PERCENT OF ALL  COST  INCURRED  BY\n   36  SUCH  SCHOOL  DISTRICT  ASSOCIATED  WITH FOURTH AND EIGHTH GRADE STUDENT\n   37  TESTING.  SUCH REIMBURSEMENT SHALL BE PROVIDED IN  THE  SAME  MANNER  AS\n   38  OTHER REIMBURSABLE AID CATEGORIES.\n   39    S  11.  This  act  shall  take effect on the one hundred eightieth day\n   40  after it shall have become a law; provided, however, that:\n   41    1. sections one and two of this act shall take effect  April  1,  2012\n   42  and  shall  apply  to  any  general  or special law imposing mandates on\n   43  municipal corporations or school districts  enacted  on  or  after  such\n   44  effective date;\n   45    2. section three of this act shall take effect on the first of January\n   46  next succeeding the date on which it shall have become a law; and\n   47    3.  section  four  of  this  act, subdivision 32 of section 305 of the\n   48  education law, as added by section five of this act,  and  sections  six\n   49  and  seven  of  this  act  shall  take  effect on the first of July next\n   50  succeeding the date on which it shall become a law.  The commissioner of\n   51  education is authorized and directed to promulgate, amend and/or  repeal\n   52  any  rule  or regulation necessary for the implementation of this act on\n   53  its effective date on or before such effective date.\n\n   54                                   PART C\n\n       A. 3897                            10\n\n    1    Section 1. Legislative intent. The  legislature  finds  that  Medicaid\n    2  waste,  fraud  and abuse increases for New York taxpayers statewide each\n    3  year. This act will continue to make Medicaid reform a top  priority  in\n    4  the hopes of saving each property taxpayer in New York state. The legis-\n    5  lature  believes  that all savings recouped from the Medicaid reforms in\n    6  this act should be returned to the taxpayers in the form of property tax\n    7  relief.\n    8    S 2. Section 365-a of the social services law is amended by  adding  a\n    9  new subdivision 10 to read as follows:\n   10    10.  (A) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS SECTION OR\n   11  OF ANY OTHER PROVISION OF LAW, THE STATE IS HEREBY AUTHORIZED TO ALLEVI-\n   12  ATE THE COUNTY COST OF MEDICAL ASSISTANCE PAYMENTS AND TO PROVIDE FISCAL\n   13  RELIEF TO EACH LOCAL SOCIAL SERVICES DISTRICT BY  ASSUMING  EXPENDITURES\n   14  FOR  ALL  OPTIONAL SERVICES OFFERED BY THE MEDICAL ASSISTANCE PROGRAM IN\n   15  THE STATE. THE STATE SHALL PHASE-IN SUCH FISCAL RELIEF OVER A  FIVE-YEAR\n   16  PERIOD  AND ANY SAVINGS A LOCAL SOCIAL SERVICES DISTRICT REALIZES AT THE\n   17  END OF SUCH FIVE-YEAR PERIOD SHALL BE REIMBURSED  TO  THE  LOCAL  SOCIAL\n   18  SERVICES  DISTRICT  AND/OR  COUNTY  TO  OFFSET THE COST OF REAL PROPERTY\n   19  TAXES. SUCH OPTIONAL SERVICES THAT THE STATE SHALL ASSUME  THE  EXPENDI-\n   20  TURES  FOR ARE THOSE OPTIONAL SERVICES PROVIDED BY APPLICABLE STATE LAW.\n   21  ANY FEDERALLY MANDATED MEDICAL ASSISTANCE SERVICES ARE EXEMPT  FROM  THE\n   22  PROVISIONS OF THIS SUBDIVISION.\n   23    (B)  THE COMMISSIONER OF HEALTH IS AUTHORIZED TO APPLY FOR ANY AND ALL\n   24  FEDERAL WAIVERS REQUIRED TO IMPLEMENT THE PROVISIONS  OF  THIS  SUBDIVI-\n   25  SION.\n   26    S  3.  Subdivision  1  of  section 368-a of the social services law is\n   27  amended by adding a new paragraph (aa) to read as follows:\n   28    (AA) (I) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE  FULL  AMOUNT\n   29  EXPENDED  BY  THE  LOCAL SOCIAL SERVICES DISTRICT FOR MEDICAL ASSISTANCE\n   30  FRAUD, WASTE AND ABUSE INVESTIGATIONS VIA THE USE OF DATA  MINING  SOFT-\n   31  WARE  SHALL  BE  REIMBURSED  BY  THE  STATE IF THE COUNTY HAS PREVIOUSLY\n   32  PURCHASED OR INTENDS TO PURCHASE SUCH SOFTWARE. FOR THE PURPOSES OF THIS\n   33  PARAGRAPH, \"DATA MINING SOFTWARE\" SHALL MEAN A DATABASE APPLICATION THAT\n   34  UTILIZES ADVANCED DATA SEARCHING CAPABILITIES AND  STATISTICAL  ANALYSES\n   35  TO  DISCOVER  PATTERNS  AND CORRELATIONS IN THE USE AND ABUSE OF MEDICAL\n   36  ASSISTANCE PRACTICES. ANY COUNTY  THAT  HAS  PREVIOUSLY  PURCHASED  SUCH\n   37  SOFTWARE  MUST  SUPPLY  ADEQUATE  DOCUMENTATION, INCLUDING ANY RECEIPTS,\n   38  THAT DETAILS SUCH PURCHASE. THE STATE SHALL DISPERSE GRANTS, WHEN APPLI-\n   39  CABLE, FROM THE GENERAL FUND FOR THIS PURPOSE.\n   40    (II) THE COMMISSIONER OF HEALTH MAY DEVELOP RULES AND  REGULATIONS  AS\n   41  NECESSARY TO CARRY OUT THE PROVISIONS OF THIS PARAGRAPH.\n   42    S 4. This act shall take effect immediately.\n\n   43                                   PART D\n\n   44    Section  1.   Legislative findings and intent. Public school districts\n   45  in New York state have recently experienced numerous instances of finan-\n   46  cial scandals. These scandals have been unprecedented in both the number\n   47  and diversity  of  financial  malfeasance.  Furthermore,  such  scandals\n   48  result  in  the  diversion of hard-earned property taxpayers' money from\n   49  their proper use in school instruction to improper and illegal  purposes\n   50  that do not further the school districts' essential mission of educating\n   51  New  York children.   Therefore, the legislature finds that it is neces-\n   52  sary to establish a new, independent state agency charged with the func-\n   53  tion of investigating allegations of  corruption,  financial  improprie-\n   54  ties,  unethical  conduct,  misconduct  or other criminal conduct within\n\n       A. 3897                            11\n\n    1  public school districts outside of  New  York  city.  In  addition,  the\n    2  legislature  further  finds  that  the  current  laws must be amended to\n    3  incorporate school district financial safeguards and establish sanctions\n    4  for violations of school district finance laws.\n    5    S  2.  The  education law is amended by adding a new section 2116-d to\n    6  read as follows:\n    7    S 2116-D. PERSONS AND OFFICIALS REQUIRED TO REPORT CASES OF  SUSPECTED\n    8  CORRUPTION,  OTHER  CRIMINAL  ACTIVITY OR CONFLICT OF INTEREST OCCURRING\n    9  WITHIN THE OPERATIONS OF A SCHOOL DISTRICT. 1. THE FOLLOWING PERSONS AND\n   10  OFFICIALS ARE REQUIRED TO REPORT OR CAUSE A REPORT TO BE MADE IN ACCORD-\n   11  ANCE WITH THIS SECTION WHEN THEY DISCOVER INFORMATION CONCERNING CONDUCT\n   12  WHICH IS KNOWN OR SHOULD REASONABLY BE KNOWN TO  INVOLVE  CORRUPTION  OR\n   13  OTHER  CRIMINAL  ACTIVITY  OR  CONFLICT  OF  INTEREST BY EITHER A PUBLIC\n   14  SCHOOL DISTRICT EMPLOYEE THAT  RELATES  TO  THEIR  EMPLOYMENT  OR  BY  A\n   15  PERSON, PERSONS OR ENTITIES DOING BUSINESS WITH A PUBLIC SCHOOL DISTRICT\n   16  WITH  RESPECT TO THEIR TRANSACTIONS WITH THE SCHOOL DISTRICT, ANY SCHOOL\n   17  DISTRICT OFFICER, AND ANY SCHOOL DISTRICT EMPLOYEE.\n   18    2. ANY PERSON OR  OFFICIAL  MANDATED  TO  REPORT  CASES  OF  SUSPECTED\n   19  CORRUPTION,  OTHER CRIMINAL ACTIVITY OR CONFLICT OF INTEREST PURSUANT TO\n   20  SUBDIVISION ONE OF THIS SECTION SHALL IMMEDIATELY REPORT THE INFORMATION\n   21  THEY HAVE TO THE NEW YORK STATE  INSPECTOR  GENERAL  FOR  EDUCATION,  AS\n   22  ESTABLISHED IN ARTICLE FOUR-B OF THE EXECUTIVE LAW.\n   23    3.  ANY  SCHOOL  DISTRICT  WHICH  EMPLOYS  PERSONS  MANDATED TO REPORT\n   24  SUSPECTED INCIDENTS OF CORRUPTION, OTHER CRIMINAL ACTIVITY  OR  CONFLICT\n   25  OF  INTEREST  PURSUANT  TO SUBDIVISION ONE OF THIS SECTION SHALL PROVIDE\n   26  SUCH CURRENT AND NEW EMPLOYEES WITH WRITTEN INFORMATION  EXPLAINING  THE\n   27  REPORTING REQUIREMENTS SET OUT IN SUBDIVISION ONE OF THIS SECTION.\n   28    4.  ANY  PERSON OR OFFICIAL REQUIRED BY THIS SECTION TO REPORT CERTAIN\n   29  INFORMATION AS SPECIFIED IN THIS SECTION WHO WILLFULLY FAILS  TO  DO  SO\n   30  SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   31    5.  ANY  PERSON OR OFFICIAL REQUIRED BY THIS SECTION TO REPORT CERTAIN\n   32  INFORMATION AS SPECIFIED IN THIS SECTION  WHO  KNOWINGLY  AND  WILLFULLY\n   33  FAILS  TO  DO  SO  SHALL  BE  CIVILLY LIABLE FOR THE DAMAGES PROXIMATELY\n   34  CAUSED BY SUCH FAILURE.\n   35    6. ANY PERSON OR OFFICIAL PARTICIPATING IN GOOD FAITH IN THE MAKING OF\n   36  A REPORT UNDER THIS SECTION SHALL  HAVE  IMMUNITY  FROM  ANY  LIABILITY,\n   37  CIVIL  OR  CRIMINAL,  THAT  MIGHT  OTHERWISE  RESULT  BY  REASON OF SUCH\n   38  ACTIONS. FOR THE PURPOSE OF ANY PROCEEDING, CIVIL OR CRIMINAL, THE  GOOD\n   39  FAITH  OF  ANY  SUCH  PERSON  OR  OFFICIAL REQUIRED TO REPORT UNDER THIS\n   40  SECTION SHALL BE PRESUMED, PROVIDED SUCH PERSON OR OFFICIAL  WAS  ACTING\n   41  IN  DISCHARGE  OF THEIR DUTIES AND WITHIN THE SCOPE OF THEIR EMPLOYMENT,\n   42  AND THAT SUCH LIABILITY DID NOT RESULT FROM THE  WILLFUL  MISCONDUCT  OR\n   43  GROSS NEGLIGENCE OF SUCH PERSON OR OFFICIAL.\n   44    S  3. Subdivision 6 of section 2122 of the education law is amended to\n   45  read as follows:\n   46    6. Such treasurer shall[, whenever required by such trustees,]  report\n   47  to  [them]  SUCH  TRUSTEES  a  detailed [statement] ANNUAL REPORT of the\n   48  moneys received by him and of his disbursements, and at the annual meet-\n   49  ing of such district he shall  render  a  full  account  of  all  moneys\n   50  received  by  him  and  from  what  source,  and  when received, and all\n   51  disbursements made by him and to whom and the dates  of  such  disburse-\n   52  ments  respectively,  and  the balance of moneys remaining in his hands.\n   53  THE TREASURER SHALL CERTIFY IN SUCH ANNUAL REPORT THAT HE HAS:  REVIEWED\n   54  THE ANNUAL REPORT; THAT BASED ON THE TREASURER'S KNOWLEDGE,  THE  REPORT\n   55  DOES  NOT  CONTAIN  ANY  UNTRUE  STATEMENT OF A MATERIAL FACT OR OMIT TO\n   56  STATE A MATERIAL FACT NECESSARY IN ORDER TO MAKE THE STATEMENTS MADE, IN\n\n       A. 3897                            12\n\n    1  LIGHT OF THE CIRCUMSTANCES UNDER WHICH SUCH STATEMENTS  WERE  MADE,  NOT\n    2  MISLEADING;  AND  BASED  ON  SUCH  TREASURER'S  KNOWLEDGE, THE FINANCIAL\n    3  STATEMENTS, AND OTHER FINANCIAL  INFORMATION  INCLUDED  IN  THE  REPORT,\n    4  FAIRLY  PRESENT  IN  ALL  MATERIAL  RESPECTS THE FINANCIAL CONDITION AND\n    5  RESULTS OF OPERATIONS OF THE SCHOOL DISTRICT AS OF, AND FOR, THE PERIODS\n    6  PRESENTED IN THE REPORT.\n    7    S 4. Section 1720 of the education law is  amended  by  adding  a  new\n    8  subdivision 3 to read as follows:\n    9    3.  THE  TREASURER OF THE DISTRICT SHALL ISSUE AN ANNUAL REPORT WITH A\n   10  FULL AND DETAILED ACCOUNT OF ALL MONEYS RECEIVED BY THE  BOARD  OR  SUCH\n   11  TREASURER,  FOR  ITS  ACCOUNT  AND  USE,  AND OF ALL THE MONEYS EXPENDED\n   12  THEREFOR, GIVING THE ITEMS OF EXPENDITURE IN FULL. THE  TREASURER  SHALL\n   13  CERTIFY  IN  SUCH  ANNUAL REPORT THAT HE OR SHE HAS: REVIEWED THE ANNUAL\n   14  REPORT; THAT BASED ON THE TREASURER'S KNOWLEDGE,  THE  REPORT  DOES  NOT\n   15  CONTAIN ANY UNTRUE STATEMENT OF A MATERIAL FACT OR OMIT TO STATE A MATE-\n   16  RIAL  FACT  NECESSARY  IN ORDER TO MAKE THE STATEMENTS MADE, IN LIGHT OF\n   17  THE CIRCUMSTANCES UNDER WHICH SUCH STATEMENTS WERE MADE, NOT MISLEADING;\n   18  AND BASED ON SUCH TREASURER'S KNOWLEDGE, THE FINANCIAL  STATEMENTS,  AND\n   19  OTHER  FINANCIAL  INFORMATION  INCLUDED IN THE REPORT, FAIRLY PRESENT IN\n   20  ALL MATERIAL RESPECTS THE FINANCIAL CONDITION AND RESULTS OF  OPERATIONS\n   21  OF  THE  SCHOOL  DISTRICT  AS  OF, AND FOR, THE PERIODS PRESENTED IN THE\n   22  REPORT.\n   23    S 5. Section 2215 of the education law is  amended  by  adding  a  new\n   24  subdivision 17 to read as follows:\n   25    17.  TO CERTIFY IN THE ANNUAL REPORT ISSUED PURSUANT TO EITHER SECTION\n   26  SEVENTEEN HUNDRED TWENTY OF THIS TITLE  OR  SECTION  TWENTY-ONE  HUNDRED\n   27  TWENTY-TWO  OF  THIS TITLE THAT HE HAS: REVIEWED THE ANNUAL REPORT; THAT\n   28  BASED ON THE SUPERINTENDENT'S KNOWLEDGE, THE REPORT DOES NOT CONTAIN ANY\n   29  UNTRUE STATEMENT OF A MATERIAL FACT OR OMIT TO  STATE  A  MATERIAL  FACT\n   30  NECESSARY  IN ORDER TO MAKE THE STATEMENTS MADE, IN LIGHT OF THE CIRCUM-\n   31  STANCES UNDER WHICH SUCH STATEMENTS WERE MADE, NOT MISLEADING; AND BASED\n   32  ON SUCH SUPERINTENDENT'S KNOWLEDGE, THE FINANCIAL STATEMENTS, AND  OTHER\n   33  FINANCIAL  INFORMATION  INCLUDED  IN  THE  REPORT, FAIRLY PRESENT IN ALL\n   34  MATERIAL RESPECTS THE FINANCIAL CONDITION AND RESULTS OF  OPERATIONS  OF\n   35  THE SCHOOL DISTRICT AS OF, AND FOR, THE PERIODS PRESENTED IN THE REPORT.\n   36    S  6.  The  education law is amended by adding a new section 2116-e to\n   37  read as follows:\n   38    S 2116-E. COMPENSATION COMMITTEES. 1. EVERY  SCHOOL  DISTRICT,  EXCEPT\n   39  THOSE  EMPLOYING  FEWER THAN EIGHT TEACHERS, SHALL ESTABLISH BY A RESOL-\n   40  UTION OF THE TRUSTEES OR BOARD OF  EDUCATION  A  LOCAL  SCHOOL  DISTRICT\n   41  COMPENSATION COMMITTEE TO OVERSEE AND REPORT TO THE TRUSTEES OR BOARD ON\n   42  THE PROPOSED CONTRACTS OF ALL SCHOOL DISTRICT BARGAINING UNITS, ADMINIS-\n   43  TRATORS AND SUPERINTENDENTS.\n   44    2. THE COMPENSATION COMMITTEE SHALL BE ESTABLISHED NO LATER THAN JANU-\n   45  ARY  FIRST,  TWO  THOUSAND  THIRTEEN  AS  A COMMITTEE OF THE TRUSTEES OR\n   46  BOARD, AS AN ADVISORY COMMITTEE, OR AS A COMMITTEE OF THE WHOLE.\n   47    3. THE COMPENSATION COMMITTEE SHALL CONSIST OF AT LEAST THREE MEMBERS,\n   48  AT LEAST TWO OF WHOM SHALL NOT BE A TRUSTEE OR BOARD MEMBER. THE COMPEN-\n   49  SATION COMMITTEE MEMBERS SHALL SERVE WITHOUT COMPENSATION.  EMPLOYEES OF\n   50  THE SCHOOL DISTRICT ARE PROHIBITED  FROM  SERVING  ON  THE  COMPENSATION\n   51  COMMITTEE. A MEMBER OF A COMPENSATION COMMITTEE SHALL BE DEEMED A SCHOOL\n   52  DISTRICT OFFICER FOR THE PURPOSES OF SECTIONS THIRTY-EIGHT HUNDRED ELEV-\n   53  EN,  THIRTY-EIGHT  HUNDRED  TWELVE  AND THIRTY-EIGHT HUNDRED THIRTEEN OF\n   54  THIS CHAPTER, BUT SHALL NOT BE REQUIRED TO BE A RESIDENT OF  THE  SCHOOL\n   55  DISTRICT.\n\n       A. 3897                            13\n\n    1    4.  THE  ROLE  OF  A  COMPENSATION COMMITTEE SHALL BE ADVISORY AND ANY\n    2  RECOMMENDATIONS IT PROVIDES TO THE TRUSTEES OR BOARD  UNDER  SUBDIVISION\n    3  FIVE  OF  THIS  SECTION SHALL NOT SUBSTITUTE FOR ANY REQUIRED REVIEW AND\n    4  ACTION BY THE TRUSTEES OR BOARD OF EDUCATION.\n    5    5. IT SHALL BE THE RESPONSIBILITY OF THE COMPENSATION COMMITTEE TO:\n    6    (A)  REVIEW  EVERY  CONTRACT  BETWEEN  THE DISTRICT AND ANY BARGAINING\n    7  UNITS, EMPLOYEES, ADMINISTRATORS AND  SUPERINTENDENTS  NEGOTIATED  AFTER\n    8  JANUARY FIRST, TWO THOUSAND THIRTEEN;\n    9    (B) RECEIVE AND REVIEW PROPOSED CONTRACTS BETWEEN THE DISTRICT AND ANY\n   10  BARGAINING UNITS, EMPLOYEES, ADMINISTRATORS AND SUPERINTENDENTS PRIOR TO\n   11  SUCH CONTRACTS' APPROVAL; AND\n   12    (C)  PROVIDE  RECOMMENDATIONS  TO  THE TRUSTEES OR BOARD REGARDING THE\n   13  SALARY, FRINGE BENEFITS  AND  OTHER  FORMS  OF  COMPENSATION  GIVEN  AND\n   14  PROPOSED  TO  BE  GIVEN TO ALL SCHOOL DISTRICT EMPLOYEES, ADMINISTRATORS\n   15  AND SUPERINTENDENTS.\n   16    6. NOTWITHSTANDING ANY PROVISION OF ARTICLE SEVEN OF THE PUBLIC  OFFI-\n   17  CERS  LAW  OR  ANY  OTHER LAW TO THE CONTRARY, A SCHOOL DISTRICT COMPEN-\n   18  SATION COMMITTEE MAY CONDUCT AN EXECUTIVE SESSION  PURSUANT  TO  SECTION\n   19  ONE HUNDRED FIVE OF THE PUBLIC OFFICERS LAW PERTAINING TO ANY MATTER SET\n   20  FORTH IN PARAGRAPHS (A) AND (B) OF SUBDIVISION FIVE OF THIS SECTION.\n   21    7.  THE  COMMISSIONER  IS  AUTHORIZED  TO  PROMULGATE REGULATIONS WITH\n   22  RESPECT TO COMPENSATION COMMITTEES  AS  ARE  NECESSARY  FOR  THE  PROPER\n   23  PERFORMANCE OF THEIR DUTIES.\n   24    8.   AS LONG AS THE CHANCELLOR OF A SCHOOL DISTRICT IN A CITY HAVING A\n   25  POPULATION OF ONE MILLION OR MORE INHABITANTS SHALL ANNUALLY CERTIFY  TO\n   26  THE  COMMISSIONER  THAT  SUCH  DISTRICT  HAS  A  PROCESS FOR REVIEW BY A\n   27  COMPENSATION COMMITTEE OF THE DISTRICT'S CONTRACTS WITH  ANY  BARGAINING\n   28  UNITS,  EMPLOYEES, ADMINISTRATORS AND SUPERINTENDENTS, THE PROVISIONS OF\n   29  THIS SECTION SHALL NOT APPLY TO SUCH SCHOOL DISTRICT.\n   30    S 7. The education law is amended by adding a new  section  2009-a  to\n   31  read as follows:\n   32    S  2009-A. ADDITIONAL REQUIREMENTS OF NOTICE PRIOR TO AUTHORIZATION OF\n   33  SCHOOL DISTRICT EMPLOYMENT CONTRACTS. WHERE  ANY  COLLECTIVE  BARGAINING\n   34  AGREEMENT,  EMPLOYMENT  CONTRACT  OR  AMENDMENTS  TO  SUCH  AGREEMENT OR\n   35  CONTRACT IS TO BE SUBMITTED TO A DISTRICT MEETING FOR A VOTE, THE SCHOOL\n   36  DISTRICT BOARD OR TRUSTEES SHALL GIVE NOTICE, AT LEAST FIVE WEEKS  PRIOR\n   37  TO  SUCH MEETING, THROUGH A DISTRICT-WIDE MAILING OF THE AVAILABILITY OF\n   38  THE AGREEMENT, CONTRACT OR AMENDMENT  AT  PUBLIC  LIBRARIES  WITHIN  THE\n   39  DISTRICT,  AT  THE  SCHOOL DISTRICT OFFICES AND ON THE SCHOOL DISTRICT'S\n   40  INTERNET WEBSITE, IF ONE EXISTS.\n   41    S 8. Subdivision 4 of section 1608 of the education law, as amended by\n   42  chapter 640 of the laws of 2008, is amended to read as follows:\n   43    4. Commencing with the proposed budget for the nineteen hundred  nine-\n   44  ty-eight--ninety-nine   school  year,  such  proposed  budget  shall  be\n   45  presented in three components: a program component, a capital  component\n   46  and  an administrative component which shall be separately delineated in\n   47  accordance with regulations of the commissioner after consultation  with\n   48  local  school  district  officials.  The  administrative component shall\n   49  include, but need not be limited to, office and  central  administrative\n   50  expenses, traveling expenses and all compensation, salaries and benefits\n   51  of  all school administrators and supervisors, including business admin-\n   52  istrators, superintendents of schools and deputy,  assistant,  associate\n   53  or  other  superintendents  under  all  existing employment contracts or\n   54  collective bargaining agreements AND TEACHERS UNDER EXISTING  EMPLOYMENT\n   55  CONTRACTS, any and all expenditures associated with the operation of the\n   56  office of trustee or board of trustees, the office of the superintendent\n\n       A. 3897                            14\n\n    1  of schools, general administration, the school business office, consult-\n    2  ing  costs not directly related to direct student services and programs,\n    3  planning and all other administrative activities. The program  component\n    4  shall  include,  but need not be limited to, all program expenditures of\n    5  the school district, including the salaries and benefits of teachers and\n    6  any school administrators or supervisors who spend a majority  of  their\n    7  time  performing  teaching  duties,  and  all  transportation  operating\n    8  expenses.  The capital component shall include, but need not be  limited\n    9  to,  all  transportation  capital, debt service, and lease expenditures;\n   10  costs resulting from judgments in  tax  certiorari  proceedings  or  the\n   11  payment of awards from court judgments, administrative orders or settled\n   12  or  compromised claims; and all facilities costs of the school district,\n   13  including facilities lease expenditures, the  annual  debt  service  and\n   14  total  debt for all facilities financed by bonds and notes of the school\n   15  district, and the costs of  construction,  acquisition,  reconstruction,\n   16  rehabilitation  or  improvement  of school buildings, provided that such\n   17  budget shall include a rental, operations and maintenance  section  that\n   18  includes  base  rent  costs, total rent costs, operation and maintenance\n   19  charges, cost per square foot for each facility  leased  by  the  school\n   20  district,  and  any and all expenditures associated with custodial sala-\n   21  ries and benefits, service contracts, supplies, utilities,  and  mainte-\n   22  nance and repairs of school facilities. For the purposes of the develop-\n   23  ment  of  a  budget  for  the nineteen hundred ninety-eight--ninety-nine\n   24  school year, the  trustee  or  board  of  trustees  shall  separate  the\n   25  district's  program,  capital  and administrative costs for the nineteen\n   26  hundred ninety-seven--ninety-eight school year in the manner as  if  the\n   27  budget for such year had been presented in three components.\n   28    S 9. Subdivision 4 of section 1716 of the education law, as amended by\n   29  chapter 640 of the laws of 2008, is amended to read as follows:\n   30    4.  Commencing with the proposed budget for the nineteen hundred nine-\n   31  ty-eight--ninety-nine  school  year,  such  proposed  budget  shall   be\n   32  presented  in three components: a program component, a capital component\n   33  and an administrative component which shall be separately delineated  in\n   34  accordance  with regulations of the commissioner after consultation with\n   35  local school district  officials.  The  administrative  component  shall\n   36  include,  but  need not be limited to, office and central administrative\n   37  expenses, traveling expenses and all compensation, salaries and benefits\n   38  of all school administrators and supervisors, including business  admin-\n   39  istrators,  superintendents  of schools and deputy, assistant, associate\n   40  or other superintendents under  all  existing  employment  contracts  or\n   41  collective bargaining agreements, AND TEACHERS UNDER EXISTING EMPLOYMENT\n   42  CONTRACTS  any and all expenditures associated with the operation of the\n   43  board of education, the office of the superintendent of schools, general\n   44  administration, the school business office, consulting costs not direct-\n   45  ly related to direct student services and  programs,  planning  and  all\n   46  other  administrative activities.   The program component shall include,\n   47  but need not be limited to,  all  program  expenditures  of  the  school\n   48  district, including the salaries and benefits of teachers and any school\n   49  administrators  or  supervisors  who  spend  a  majority  of  their time\n   50  performing teaching duties, and all transportation  operating  expenses.\n   51  The  capital  component  shall  include, but need not be limited to, all\n   52  transportation capital, debt  service,  and  lease  expenditures;  costs\n   53  resulting from judgments in tax certiorari proceedings or the payment of\n   54  awards from court judgments, administrative orders or settled or compro-\n   55  mised claims; and all facilities costs of the school district, including\n   56  facilities  lease  expenditures,  the annual debt service and total debt\n\n       A. 3897                            15\n\n    1  for all facilities financed by bonds and notes of the  school  district,\n    2  and  the  costs  of construction, acquisition, reconstruction, rehabili-\n    3  tation or improvement of school buildings,  provided  that  such  budget\n    4  shall include a rental, operations and maintenance section that includes\n    5  base  rent  costs,  total rent costs, operation and maintenance charges,\n    6  cost per square foot for each facility leased by  the  school  district,\n    7  and  any  and  all  expenditures  associated with custodial salaries and\n    8  benefits, service contracts, supplies, utilities,  and  maintenance  and\n    9  repairs  of  school facilities. For the purposes of the development of a\n   10  budget for the nineteen hundred ninety-eight--ninety-nine  school  year,\n   11  the  board  of  education shall separate the district's program, capital\n   12  and administrative costs for the nineteen hundred  ninety-seven--ninety-\n   13  eight  school year in the manner as if the budget for such year had been\n   14  presented in three components.\n   15    S 10. Subdivision 2 of section 1608 of the education law,  as  amended\n   16  by chapter 640 of the laws of 2008, is amended to read as follows:\n   17    2.  Such  statement  shall be completed at least seven days before the\n   18  budget hearing at which it is to be presented and copies  thereof  shall\n   19  be  prepared  and  made  available,  [upon  request  and]  at the school\n   20  district offices, at any public  library  or  free  association  library\n   21  within  the  district  and on the school district's internet website, if\n   22  one exists, to residents within the district during the period of [four-\n   23  teen] THIRTY days immediately preceding the annual meeting and  election\n   24  or  special  district meeting at which the budget vote will occur and at\n   25  such meeting or hearing. The board shall also as a part  of  the  notice\n   26  required  by  section  two thousand three of this chapter give notice of\n   27  the date, time and place of the budget hearing and that a copy  of  such\n   28  statement  may  be  obtained  by  any  resident  in the district at each\n   29  schoolhouse in the district in which school is maintained during certain\n   30  designated hours on each day other than a Saturday,  Sunday  or  holiday\n   31  during  the  [fourteen]  THIRTY days immediately preceding such meeting.\n   32  The board shall include notice of the availability of such statement  at\n   33  least  once during the school year in any district-wide mailing distrib-\n   34  uted.\n   35    S 11. Subdivision 2 of section 1716 of the education law,  as  amended\n   36  by chapter 640 of the laws of 2008, is amended to read as follows:\n   37    2.  Such  statement  shall be completed at least seven days before the\n   38  budget hearing at which it is to be presented and copies  thereof  shall\n   39  be  prepared  and  made  available,  [upon  request  and]  at the school\n   40  district offices, at any public  library  or  free  association  library\n   41  within  the  district  and on the school district's internet website, if\n   42  one exists, to residents within the district during the period of [four-\n   43  teen] THIRTY days immediately preceding the annual meeting and  election\n   44  or  special  district meeting at which the budget vote will occur and at\n   45  such meeting or hearing. The board shall also as a part  of  the  notice\n   46  required by section two thousand four of this chapter give notice of the\n   47  date,  time  and  place  of  the  budget hearing and that a copy of such\n   48  statement may be obtained by  any  resident  in  the  district  at  each\n   49  schoolhouse in the district in which school is maintained during certain\n   50  designated  hours  on  each day other than a Saturday, Sunday or holiday\n   51  during the [fourteen] THIRTY days immediately  preceding  such  meeting.\n   52  The  board shall include notice of the availability of such statement at\n   53  least once during the school year in any district-wide mailing  distrib-\n   54  uted.\n\n       A. 3897                            16\n\n    1    S  12.  Paragraph (c) of subdivision 3 of section 2116-a of the educa-\n    2  tion law, as added by chapter 263 of the laws of  2005,  is  amended  to\n    3  read as follows:\n    4    (c)  Notwithstanding  the  provisions of subparagraph one of paragraph\n    5  (b) of subdivision four of section thirty-five of the general  municipal\n    6  law,  each school district shall (i) prepare a corrective action plan in\n    7  response to any findings contained in the annual external  audit  report\n    8  or  management  letter,  or  any  final audit report issued by the state\n    9  comptroller, within ninety days of receipt of such report or letter, and\n   10  (ii) to the extent practicable, begin implementation of such  corrective\n   11  action  plan no later than the end of the next fiscal year.  EACH SCHOOL\n   12  DISTRICT SHALL NOTIFY THE DISTRICT RESIDENTS OF THE AVAILABILITY OF  THE\n   13  CORRECTIVE  ACTION  PLAN AT PUBLIC LIBRARIES WITHIN THE DISTRICT, AT THE\n   14  SCHOOL DISTRICT OFFICES AND ON THE SCHOOL DISTRICT'S  INTERNET  WEBSITE,\n   15  IF  ONE  EXISTS.  ANY  SCHOOL  DISTRICT  WHICH  FAILS TO COMPLY WITH THE\n   16  REQUIRED NOTIFICATION OF AVAILABILITY  OF  THE  CORRECTIVE  ACTION  PLAN\n   17  SHALL  BE SUBJECT TO A CIVIL PENALTY NOT TO EXCEED FIVE THOUSAND DOLLARS\n   18  UPON AN ADMINISTRATIVE DETERMINATION BY THE COMMISSIONER.\n   19    S 13. The executive law is amended by adding a new article 4-B to read\n   20  as follows:\n   21                                  ARTICLE 4-B\n   22             OFFICE OF THE STATE INSPECTOR GENERAL FOR EDUCATION\n\n   23  SECTION 57. ESTABLISHMENT AND ORGANIZATION.\n   24          58.  FUNCTIONS AND DUTIES.\n   25          59. POWERS.\n   26    S 57. ESTABLISHMENT AND ORGANIZATION.  1. THERE IS HEREBY  ESTABLISHED\n   27  THE OFFICE OF THE STATE INSPECTOR GENERAL FOR EDUCATION. THE HEAD OF THE\n   28  OFFICE  SHALL BE THE EDUCATION INSPECTOR GENERAL, WHO SHALL BE APPOINTED\n   29  BY THE BOARD OF THE  OFFICE OF THE STATE INSPECTOR  GENERAL  FOR  EDUCA-\n   30  TION.  SUCH  OFFICE  SHALL BE INDEPENDENT OF THE DEPARTMENT OF EDUCATION\n   31  AND OF ANY OTHER OFFICE, AGENCY, BOARD OR COMMISSION OF THE STATE OR ANY\n   32  OF ITS POLITICAL SUBDIVISIONS.\n   33    2. THE EDUCATION INSPECTOR GENERAL MAY EMPLOY AND  AT  THEIR  PLEASURE\n   34  REMOVE SUCH PERSONNEL AS  THEY DEEM NECESSARY FOR THE PERFORMANCE OF THE\n   35  OFFICE, AND MAY FIX THEIR COMPENSATION WITH AMOUNTS AVAILABLE THEREFOR.\n   36    3.  THERE  IS  HEREBY ESTABLISHED THE BOARD OF THE OFFICE OF THE STATE\n   37  INSPECTOR GENERAL FOR EDUCATION WHICH SHALL CONSIST OF  ELEVEN  MEMBERS,\n   38  AND  SHALL HAVE AND EXERCISE THE POWERS AND DUTIES OF THE  OFFICE OF THE\n   39  STATE INSPECTOR GENERAL FOR EDUCATION.\n   40    4. THE BOARD MEMBERS SHALL BE APPOINTED AS FOLLOWS:\n   41    (A) THREE MEMBERS SHALL BE APPOINTED BY  THE  GOVERNOR,  ONE  OF  WHOM\n   42  SHALL BE DESIGNATED BY THE  GOVERNOR AS THE CHAIR OF THE BOARD;\n   43    (B) THREE MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE\n   44  SENATE;\n   45    (C) THREE MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   46    (D) ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE ASSEM-\n   47  BLY; AND\n   48    (E)  ONE  MEMBER  SHALL  BE  APPOINTED  BY  THE MINORITY LEADER OF THE\n   49  SENATE.\n   50    5. THE BOARD MEMBERS SHALL SERVE FOR TERMS OF FIVE YEARS.\n   51    6. THE CHAIR OF THE BOARD OR ANY FIVE MEMBERS THEREOF MAY CALL A MEET-\n   52  ING OF THE BOARD.\n   53    7. ANY VACANCY OCCURRING ON THE BOARD SHALL  BE  FILLED  WITHIN  SIXTY\n   54  DAYS  OF ITS OCCURRENCE, IN THE  SAME MANNER AS THE MEMBER WHOSE VACANCY\n   55  IS BEING FILLED WAS APPOINTED. A PERSON APPOINTED   TO  FILL  A  VACANCY\n\n       A. 3897                            17\n\n    1  OCCURRING  OTHER  THAN  BY  EXPIRATION  OF  A  TERM  OF  OFFICE SHALL BE\n    2  APPOINTED FOR THE  UNEXPIRED TERM OF THE MEMBER HE OR SHE SUCCEEDS.\n    3    8.  SIX  MEMBERS  OF THE BOARD SHALL CONSTITUTE A QUORUM AND THE BOARD\n    4  SHALL HAVE THE POWER TO ACT BY MAJORITY VOTE  OF  THE  TOTAL  NUMBER  OF\n    5  MEMBERS OF THE BOARD WITHOUT VACANCY.\n    6    9. THE BOARD MEMBERS SHALL NOT RECEIVE COMPENSATION BUT SHALL BE REIM-\n    7  BURSED  FOR  REASONABLE  EXPENSES  INCURRED  IN THE PERFORMANCE OF THEIR\n    8  OFFICIAL DUTIES.\n    9    10. THE BOARD SHALL APPOINT AN EDUCATION INSPECTOR GENERAL  WHO  SHALL\n   10  PERFORM  THE  POWERS  AND  DUTIES  SET FORTH IN SECTIONS FIFTY-EIGHT AND\n   11  FIFTY-NINE OF THIS ARTICLE, AND WHO SHALL SERVE FOR  A  TERM    OF  FIVE\n   12  YEARS AND MAY ONLY BE DISMISSED FOR CAUSE OR BY A THREE-QUARTERS VOTE OF\n   13  THE  BOARD. THE  BOARD MAY FIX THE COMPENSATION OF THE EDUCATION INSPEC-\n   14  TOR GENERAL.\n   15    11. NO BOARD MEMBER, NOR THE EDUCATION INSPECTOR GENERAL,  SHALL  HOLD\n   16  ANY  ELECTED  PUBLIC  OFFICE OR OFFICE IN ANY POLITICAL PARTY, NOR SHALL\n   17  ANY MEMBER BE AN EMPLOYEE OF OR UNDER THE SUPERVISION OF ANY PERSON  WHO\n   18  HOLDS  SUCH  ELECTED  PUBLIC  OFFICE  OR OFFICE OF A POLITICAL PARTY. NO\n   19  MEMBER OF THE  BOARD SHALL SERVE IN ANY PUBLIC OR POLITICAL OFFICE WITH-\n   20  IN FIVE YEARS OF THE MEMBER'S PERIOD OF SERVICE.\n   21    12. THE EDUCATION INSPECTOR GENERAL SHALL, PRIOR TO THEIR APPOINTMENT,\n   22  HAVE HAD AT LEAST TEN YEARS EXPERIENCE IN AUDITING OR LAW ENFORCEMENT OR\n   23  INVESTIGATION, OR IN PROSECUTING OR AIDING IN THE PROSECUTION OF FRAUD.\n   24    13. MEMBERS OF THE BOARD SHALL, PRIOR TO THEIR APPOINTMENT,  HAVE  HAD\n   25  AT  LEAST THREE YEARS EXPERIENCE IN AUDITING OR INVESTIGATION OF GOVERN-\n   26  MENTAL OR SCHOOL DISTRICT OPERATIONS, OR IN THE  PRACTICE  OF  LAW,  LAW\n   27  ENFORCEMENT  OR  IN  SERVICES  RELATED  TO DEVELOPMENT AND MANAGEMENT OF\n   28  INFORMATION TECHNOLOGY OR DATABASE CREATION AND MAINTENANCE.\n   29    S 58. FUNCTIONS AND DUTIES.   THE EDUCATION  INSPECTOR  GENERAL  SHALL\n   30  HAVE THE FOLLOWING DUTIES AND RESPONSIBILITIES:\n   31    1.  TO RECEIVE AND INVESTIGATE COMPLAINTS FROM ANY SOURCE, OR UPON HIS\n   32  OR HER OWN INITIATIVE, CONCERNING ALLEGATIONS OF  CORRUPTION,  FINANCIAL\n   33  IMPROPRIETIES,  UNETHICAL  CONDUCT, MISCONDUCT OR OTHER CRIMINAL CONDUCT\n   34  WITHIN PUBLIC SCHOOL DISTRICTS OUTSIDE OF A CITY WITH  A  POPULATION  OF\n   35  ONE MILLION OR MORE;\n   36    2.  TO  INVESTIGATE AND REPORT ON CORRUPTION AND OTHER CRIMINAL ACTIV-\n   37  ITY, SCHOOL BOARD ELECTION FRAUD,  BIDDING IRREGULARITIES AND  CONFLICTS\n   38  OF INTEREST BY PUBLIC SCHOOL DISTRICT EMPLOYEES WHOSE ACTIONS  RELATE TO\n   39  THEIR  EMPLOYMENT,  PERSONS  OR  ENTITIES  DOING  BUSINESS WITH A PUBLIC\n   40  SCHOOL DISTRICT CONCERNING THEIR TRANSACTIONS WITH THE SCHOOL  DISTRICT,\n   41  AND SCHOOL BOARD MEMBERS WHOSE ACTIONS  RELATE TO THEIR OFFICE;\n   42    3.  TO DETERMINE WITH RESPECT TO SUCH ALLEGATIONS WHETHER DISCIPLINARY\n   43  ACTION, CIVIL OR CRIMINAL  PROSECUTION, OR FURTHER INVESTIGATION  BY  AN\n   44  APPROPRIATE  FEDERAL,  STATE OR LOCAL AGENCY IS WARRANTED, AND TO ASSIST\n   45  IN SUCH INVESTIGATIONS;\n   46    4. TO REVIEW AND EXAMINE PERIODICALLY THE POLICIES AND  PROCEDURES  OF\n   47  PUBLIC  SCHOOL  DISTRICTS WITH REGARD TO THE PREVENTION AND DETECTION OF\n   48  CORRUPTION, FINANCIAL IMPROPRIETIES,  UNETHICAL  CONDUCT,    MISCONDUCT,\n   49  OTHER CRIMINAL CONDUCT, SCHOOL BOARD ELECTION FRAUD, BIDDING IRREGULARI-\n   50  TIES AND CONFLICTS OF INTEREST OR ABUSE;\n   51    5.  TO  RECOMMEND  REMEDIAL ACTION TO PREVENT OR ELIMINATE CORRUPTION,\n   52  FINANCIAL IMPROPRIETIES, UNETHICAL CONDUCT, MISCONDUCT,  OTHER  CRIMINAL\n   53  CONDUCT,  SCHOOL BOARD ELECTION FRAUD, BIDDING IRREGULARITIES, CONFLICTS\n   54  OF INTEREST OR ABUSE BY PUBLIC SCHOOL DISTRICT OFFICIALS AND EMPLOYEES;\n   55    6. TO ESTABLISH PROGRAMS FOR  TRAINING  PUBLIC  SCHOOL  OFFICIALS  AND\n   56  EMPLOYEES REGARDING THE PREVENTION AND ELIMINATION OF CORRUPTION, FINAN-\n\n       A. 3897                            18\n\n    1  CIAL   IMPROPRIETIES,  UNETHICAL  CONDUCT,  MISCONDUCT,  OTHER  CRIMINAL\n    2  CONDUCT,  SCHOOL  BOARD  ELECTION  FRAUD,  BIDDING  IRREGULARITIES   AND\n    3  CONFLICTS OF INTEREST OR ABUSE;\n    4    7. TO PREPARE AN ANNUAL REPORT THAT PROVIDES THE RESULTS OF THE EDUCA-\n    5  TION  INSPECTOR  GENERAL'S FINDINGS   WITH RESPECT TO ALL INVESTIGATIONS\n    6  AND DETAILED ANALYSIS OF THE CURRENT FINANCIAL STATUS  OF  THOSE  SCHOOL\n    7  DISTRICTS THAT HAVE BEEN REVIEWED;\n    8    8.  TO  INCLUDE  IN  SUCH  REPORT ANY FINDINGS REGARDING THE FINANCIAL\n    9  PRACTICES OF THE SCHOOL DISTRICT THAT THE  EDUCATION  INSPECTOR  GENERAL\n   10  BELIEVES  VIOLATED,  OR  COULD POTENTIALLY VIOLATE, EXISTING STATE RULES\n   11  OR REGULATIONS OR MAY BE OF CONCERN IN  THAT  INCOMPETENCE  OR  LACK  OF\n   12  TRAINING MAY RESULT IN  FINANCIAL PRACTICES THAT VIOLATE STATE RULES AND\n   13  REGULATIONS;\n   14    9.  TO  ISSUE  THE  REPORT TO THE LEGISLATURE, THE COMPTROLLER AND THE\n   15  DEPARTMENT OF EDUCATION WITH EACH  ANNUAL  REPORT  POSTED  ON  A  PUBLIC\n   16  INTERNET WEBSITE FOR AT LEAST FIVE YEARS FROM THE DATE OF ISSUANCE.\n   17    S  59.  POWERS.   THE EDUCATION INSPECTOR GENERAL SHALL HAVE THE POWER\n   18  TO:\n   19    1. SUBPOENA AND ENFORCE THE ATTENDANCE  OF  WITNESSES,  INCLUDING  THE\n   20  POWER  TO  SUBPOENA DOCUMENTS AND RECORDS NECESSARY TO ANY INVESTIGATION\n   21  FROM ANY PUBLIC SCHOOL DISTRICT OUTSIDE OF A CITY WITH A  POPULATION  OF\n   22  ONE  MILLION  OR  MORE AND FROM VENDORS WHO DO BUSINESS WITH SUCH PUBLIC\n   23  SCHOOL DISTRICTS;\n   24    2. ADMINISTER OATHS OR AFFIRMATIONS AND EXAMINE WITNESSES UNDER OATH;\n   25    3. REQUIRE THE PRODUCTION OF ANY BOOKS AND PAPERS DEEMED  RELEVANT  OR\n   26  MATERIAL TO ANY INVESTIGATION, EXAMINATION OR REVIEW;\n   27    4. NOTWITHSTANDING ANY LAW TO THE CONTRARY, EXAMINE AND COPY OR REMOVE\n   28  DOCUMENTS  OR  RECORDS  OF  ANY KIND PREPARED, MAINTAINED OR HELD BY ANY\n   29  PUBLIC SCHOOL DISTRICT COVERED BY THIS ARTICLE;\n   30    5. REQUIRE ANY PUBLIC SCHOOL DISTRICT  EMPLOYEE  TO  ANSWER  QUESTIONS\n   31  CONCERNING  ANY MATTER RELATED TO THE PERFORMANCE OF HIS OR HER OFFICIAL\n   32  DUTIES. NO STATEMENT OR OTHER EVIDENCE DERIVED  THEREFROM  MAY  BE  USED\n   33  AGAINST  SUCH OFFICER OR EMPLOYEE IN ANY SUBSEQUENT CRIMINAL PROSECUTION\n   34  OTHER THAN FOR PERJURY OR CONTEMPT  ARISING  FROM  SUCH  TESTIMONY.  THE\n   35  REFUSAL  OF  ANY  OFFICER OR EMPLOYEE TO ANSWER QUESTIONS SHALL BE CAUSE\n   36  FOR REMOVAL FROM OFFICE OR EMPLOYMENT OR OTHER APPROPRIATE PENALTY;\n   37    6. MONITOR THE IMPLEMENTATION BY PUBLIC SCHOOL DISTRICTS OF ANY RECOM-\n   38  MENDATIONS MADE BY THE EDUCATION INSPECTOR GENERAL;\n   39    7. PERFORM ANY OTHER FUNCTIONS THAT ARE NECESSARY  OR  APPROPRIATE  TO\n   40  FULFILL THE DUTIES AND RESPONSIBILITIES OF THE OFFICE.\n   41    S 14. Subparagraphs 2 and 3 of paragraph b of subdivision 2 of section\n   42  33  of the general municipal law, as added by chapter 267 of the laws of\n   43  2005, are amended and a new subparagraph 4 is added to read as follows:\n   44    (2) assessing the current financial  practices  of  school  districts,\n   45  BOCES and charter schools to ensure that they are consistent with estab-\n   46  lished standards, [and]\n   47    (3)  determining  that  school  districts,  BOCES, and charter schools\n   48  provide for adequate protections against any fraud,  theft,  or  profes-\n   49  sional misconduct[.], AND\n   50    (4)  AUDITING  FEDERAL  AND  STATE  GRANT  PROGRAM EXPENDITURES IN ALL\n   51  SCHOOL DISTRICTS, BOCES AND CHARTER SCHOOLS.\n   52    S 15. Paragraph d of subdivision 2 of section 33 of the general munic-\n   53  ipal law, as added by chapter 267 of the laws of  2005,  is  amended  to\n   54  read as follows:\n   55    d.  The office of the state comptroller shall upon making a finding of\n   56  misconduct refer any findings of fraud, abuse or other  conduct  consti-\n\n       A. 3897                            19\n\n    1  tuting  a  crime  that  are  uncovered during the course of an audit, as\n    2  appropriate, to the  commissioner  of  education,  THE  NEW  YORK  STATE\n    3  INSPECTOR GENERAL FOR EDUCATION, the charter entity, the attorney gener-\n    4  al,  United States attorney or district attorney having jurisdiction for\n    5  appropriate action, together with any documents supporting the auditors'\n    6  findings.\n    7    S 16. The labor law is amended by adding a new section 742 to read  as\n    8  follows:\n    9    S  742.  PROHIBITION;  PUBLIC  SCHOOL  DISTRICT EMPLOYER WHO PENALIZES\n   10  EMPLOYEES BECAUSE OF COMPLAINTS  OF  EMPLOYER  MALFEASANCE.  1.    DEFI-\n   11  NITIONS.  AS  USED  IN  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE\n   12  FOLLOWING MEANINGS:\n   13    (A) \"EMPLOYEE\" MEANS ANY PERSON WHO PERFORMS SERVICES  FOR  AND  UNDER\n   14  THE  CONTROL  AND DIRECTION   OF ANY PUBLIC SCHOOL DISTRICT OUTSIDE OF A\n   15  CITY WITH A POPULATION OF ONE MILLION OR MORE FOR WAGES  OR OTHER REMUN-\n   16  ERATION.\n   17    (B) \"EMPLOYER\" MEANS ANY PUBLIC SCHOOL DISTRICT OUTSIDE OF A CITY WITH\n   18  A POPULATION OF ONE  MILLION OR MORE.\n   19    (C) \"AGENT\" MEANS ANY  INDIVIDUAL,  PARTNERSHIP,  ASSOCIATION,  CORPO-\n   20  RATION, OR GROUP OF PERSONS  ACTING ON BEHALF OF AN EMPLOYER.\n   21    (D) \"PUBLIC BODY\" MEANS:\n   22    (1)  THE UNITED STATES CONGRESS, ANY STATE LEGISLATURE, OR ANY ELECTED\n   23  LOCAL GOVERNMENTAL BODY, OR ANY MEMBER OR EMPLOYEE THEREOF;\n   24    (2) THE NEW YORK STATE INSPECTOR GENERAL FOR EDUCATION;\n   25    (3) THE STATE COMPTROLLER;\n   26    (4) THE ATTORNEY GENERAL;\n   27    (5) ANY FEDERAL, STATE OR LOCAL REGULATORY, ADMINISTRATIVE  OR  PUBLIC\n   28  AGENCY OR AUTHORITY, OR INSTRUMENTALITY THEREOF;\n   29    (6)  ANY FEDERAL, STATE OR LOCAL LAW ENFORCEMENT AGENCY, PROSECUTORIAL\n   30  OFFICE, OR POLICE OR PEACE  OFFICER;\n   31    (7) ANY FEDERAL, STATE OR LOCAL DEPARTMENT OF AN EXECUTIVE  BRANCH  OF\n   32  GOVERNMENT; OR\n   33    (8)  ANY  DIVISION,  BOARD, BUREAU, OFFICE, COMMITTEE OR COMMISSION OF\n   34  ANY OF THE PUBLIC BODIES   DESCRIBED IN SUBPARAGRAPH  ONE,  TWO,  THREE,\n   35  FOUR, FIVE, SIX OR SEVEN OF THIS PARAGRAPH.\n   36    (E)  \"RETALIATORY  ACTION\"  MEANS THE DISCHARGE, SUSPENSION, DEMOTION,\n   37  PENALIZATION OR DISCRIMINATION AGAINST AN  EMPLOYEE,  OR  OTHER  ADVERSE\n   38  EMPLOYMENT  ACTION TAKEN AGAINST AN EMPLOYEE IN THE TERMS AND CONDITIONS\n   39  OF EMPLOYMENT.\n   40    (F) \"SUPERVISOR\" MEANS ANY PERSON WITHIN  AN  EMPLOYER'S  ORGANIZATION\n   41  WHO  HAS THE AUTHORITY TO  DIRECT AND CONTROL THE WORK PERFORMANCE OF AN\n   42  EMPLOYEE, OR WHO HAS THE AUTHORITY TO TAKE CORRECTIVE  ACTION  REGARDING\n   43  FRAUD,  CRIMINAL  ACTIVITY  OR  OTHER  MALFEASANCE  TO WHICH AN EMPLOYEE\n   44  SUBMITS A COMPLAINT.\n   45    2. RETALIATORY ACTION PROHIBITED. NOTWITHSTANDING ANY OTHER  PROVISION\n   46  OF  LAW, NO EMPLOYER SHALL  TAKE RETALIATORY ACTION AGAINST ANY EMPLOYEE\n   47  BECAUSE THE EMPLOYEE DOES ANY OF THE FOLLOWING:\n   48    (A) DISCLOSES OR THREATENS TO DISCLOSE TO A SUPERVISOR, OR TO A PUBLIC\n   49  BODY AN ACTIVITY, POLICY OR PRACTICE OF THE EMPLOYER OR AGENT  THAT  THE\n   50  EMPLOYEE,  IN GOOD FAITH, REASONABLY BELIEVES  CONSTITUTES FRAUD, CRIMI-\n   51  NAL ACTIVITY OR OTHER MALFEASANCE; OR\n   52    (B) OBJECTS TO, OR REFUSES TO PARTICIPATE IN ANY ACTIVITY,  POLICY  OR\n   53  PRACTICE  OF  THE  EMPLOYER  OR  AGENT THAT THE EMPLOYEE, IN GOOD FAITH,\n   54  REASONABLY  BELIEVES  CONSTITUTES  FRAUD,  CRIMINAL  ACTIVITY  OR  OTHER\n   55  MALFEASANCE.\n\n       A. 3897                            20\n\n    1    3.  ENFORCEMENT.  AN  EMPLOYEE  MAY  SEEK  ENFORCEMENT OF THIS SECTION\n    2  PURSUANT TO PARAGRAPH (E) OF SUBDIVISION FOUR OF SECTION  SEVEN  HUNDRED\n    3  FORTY OF THIS ARTICLE.\n    4    4.  RELIEF.  IN  ANY  COURT ACTION BROUGHT PURSUANT TO THIS SECTION IT\n    5  SHALL BE A DEFENSE THAT THE PERSONNEL ACTION WAS PREDICATED UPON GROUNDS\n    6  OTHER THAN THE EMPLOYEE'S EXERCISE OF ANY  RIGHTS    PROTECTED  BY  THIS\n    7  SECTION.\n    8    S  17.  Subdivision  4  of  section 740 of the labor law is amended by\n    9  adding a new paragraph (e) to read as follows:\n   10    (E) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPHS (A) AND (C)  OF  THIS\n   11  SUBDIVISION,  AN  EMPLOYEE  WHO  HAS  BEEN  THE SUBJECT OF A RETALIATORY\n   12  ACTION BY AN EMPLOYER IN VIOLATION OF SECTION SEVEN HUNDRED FORTY-TWO OF\n   13  THIS ARTICLE MAY INSTITUTE A CIVIL ACTION IN A COURT OF COMPETENT JURIS-\n   14  DICTION FOR RELIEF AS SET FORTH IN  SUBDIVISION  FIVE  OF  THIS  SECTION\n   15  WITHIN  TWO  YEARS  AFTER  THE  ALLEGED RETALIATORY PERSONNEL ACTION WAS\n   16  TAKEN. IN ADDITION TO THE RELIEF SET FORTH IN SUCH SUBDIVISION FIVE, THE\n   17  COURT, IN ITS DISCRETION, BASED UPON A FINDING THAT THE  EMPLOYER  ACTED\n   18  IN BAD FAITH IN THE RETALIATORY ACTION, MAY ORDER THE EMPLOYER TO TERMI-\n   19  NATE THE SUPERVISOR WHO RETALIATED AGAINST THE EMPLOYEE.\n   20    S  18. The penal law is amended by adding a new section 190.72 to read\n   21  as follows:\n   22  S 190.72 DEFRAUDING A PUBLIC PENSION PLAN.\n   23    A PERSON IS GUILTY OF DEFRAUDING A PUBLIC PENSION PLAN WHEN HE OR  SHE\n   24  ENGAGES  IN A SCHEME CONSTITUTING A SYSTEMATIC ONGOING COURSE OF CONDUCT\n   25  WITH INTENT TO OBTAIN A BENEFIT OR ASSET, OR ASSIST  A  THIRD  PARTY  TO\n   26  OBTAIN A BENEFIT OR ASSET, FROM A PUBLIC PENSION PLAN TO WHICH HE OR SHE\n   27  OR  THE  THIRD  PARTY  IS  NOT  OTHERWISE  ENTITLED  TO  PURSUANT TO THE\n   28  RESTRICTION OF SECTION TWO HUNDRED ELEVEN OF THE RETIREMENT  AND  SOCIAL\n   29  SECURITY LAW.\n   30    DEFRAUDING A PUBLIC PENSION PLAN IS A CLASS E FELONY.\n   31    S 19. Section 211 of the retirement and social security law is amended\n   32  by adding a new subdivision 9 to read as follows:\n   33    9.  A  RETIRED PERSON RECEIVING A RETIREMENT ALLOWANCE WHO IS EMPLOYED\n   34  AND EARNING COMPENSATION IN A PUBLIC SERVICE POSITION OR POSITIONS  WITH\n   35  THE  TOTAL  COMPENSATION  EXCEEDING THE LIMITATIONS SET FORTH IN SECTION\n   36  TWO HUNDRED TWELVE OF THIS ARTICLE AND SUCH PERSON HAS NOT OBTAINED  THE\n   37  REQUISITE  WAIVER  SET  FORTH IN THIS SECTION, AS WELL AS ANY PERSON WHO\n   38  KNOWINGLY ASSISTS ANOTHER PERSON IN  RECEIVING  A  RETIREMENT  ALLOWANCE\n   39  WHILE RECEIVING TOTAL COMPENSATION IN A PUBLIC SERVICE POSITION OR POSI-\n   40  TIONS EXCEEDING THE LIMITS OF SECTION TWO HUNDRED TWELVE OF THIS ARTICLE\n   41  AND  NOT  HAVING OBTAINED THE REQUISITE WAIVER, IS GUILTY OF LARCENY AND\n   42  PUNISHABLE AS PROVIDED IN THE PENAL LAW.\n   43    S 20. Section 217 of the retirement and social security law, as  added\n   44  by chapter 640 of the laws of 2008, is amended to read as follows:\n   45    S  217. Reporting requirements; school salary transparency and disclo-\n   46  sure. 1. A school district [and], a  board  of  cooperative  educational\n   47  services  AND  A  COLLEGE AS DEFINED IN SECTION TWO OF THE EDUCATION LAW\n   48  shall report all money earned by a retired person in their  employ  that\n   49  is  in excess of the earnings limitation outlined in section two hundred\n   50  twelve of this article to the  retirement  system  administered  by  the\n   51  state or any of its political subdivisions from whom such retired person\n   52  is collecting their retirement allowance.\n   53    2.  A  school  district or a board of cooperative educational services\n   54  employing a retired person who is eligible  to  collect  or  is  already\n   55  collecting  a retirement allowance from a retirement system administered\n   56  by the state or any of its political subdivisions shall  report  on  [an\n\n       A. 3897                            21\n\n    1  annual]  A MONTHLY basis to the retirement system paying such retirement\n    2  allowance to such retired person [and], to the state comptroller AND  TO\n    3  THE  NEW YORK STATE INSPECTOR GENERAL.  This report shall consist of the\n    4  re-employed  retiree's name, date of birth, place of employment, current\n    5  position and all earnings.\n    6    S 21.  The general municipal law is amended by adding  a  new  article\n    7  2-A to read as follows:\n    8                                  ARTICLE 2-A\n    9                        MUNICIPAL COOPERATION PROGRAM\n   10  SECTION 25. MUNICIPAL COOPERATION PROGRAM.\n   11    S  25.  MUNICIPAL  COOPERATION  PROGRAM. 1. ESTABLISHMENT.   THERE ARE\n   12  HEREBY ESTABLISHED A STATE CONFERENCE ON MUNICIPAL COOPERATION AND EIGHT\n   13  REGIONAL COMMISSIONS ON MUNICIPAL COOPERATION.  THE REGIONAL COMMISSIONS\n   14  SHALL BE AS FOLLOWS AND SHALL CONSIST OF THE FOLLOWING COUNTIES:\n   15    (A) LONG ISLAND - NEW YORK: BRONX, KINGS, NASSAU,  NEW  YORK,  QUEENS,\n   16  RICHMOND AND SUFFOLK.\n   17    (B)  HUDSON  VALLEY:  DUTCHESS,  ORANGE,  PUTNAM,  ROCKLAND, SULLIVAN,\n   18  ULSTER AND WESTCHESTER.\n   19    (C) CAPITAL: COLUMBIA, GREENE, ALBANY, SCHOHARIE, RENSSELAER, SCHENEC-\n   20  TADY, MONTGOMERY, FULTON, SARATOGA AND WASHINGTON.\n   21    (D) NORTH COUNTRY: WARREN, ESSEX, CLINTON, FRANKLIN,  HAMILTON,  SAINT\n   22  LAWRENCE, LEWIS, OSWEGO AND JEFFERSON.\n   23    (E)  CENTRAL - MOHAWK VALLEY: OTSEGO, HERKIMER, ONEIDA, MADISON, CORT-\n   24  LAND, ONONDAGA AND CAYUGA.\n   25    (F)  SOUTHERN  TIER:  DELAWARE,  BROOME,  CHENANGO,  TIOGA,  TOMPKINS,\n   26  SCHUYLER, CHEMUNG, ALLEGANY AND STEUBEN.\n   27    (G)  FINGER  LAKES:  WAYNE,  SENECA,  YATES,  ONTARIO,  LIVINGSTON AND\n   28  MONROE.\n   29    (H) WESTERN: CATTARAUGUS, CHAUTAUQUA, ERIE, WYOMING, GENESEE,  ORLEANS\n   30  AND NIAGARA.\n   31    2.  STATE  CONFERENCE  ON  MUNICIPAL COOPERATION MEMBERSHIP.   (A) THE\n   32  STATE CONFERENCE ON MUNICIPAL COOPERATION SHALL CONSIST OF NINE MEMBERS.\n   33  THE SECRETARY OF STATE SHALL BE A MEMBER OF  THE  CONFERENCE  AND  SHALL\n   34  SERVE  AS  ITS  CHAIR.  THE VICE CHAIR OF EACH REGIONAL COMMISSION SHALL\n   35  SERVE AS A MEMBER OF THE STATE CONFERENCE ON MUNICIPAL COOPERATION.\n   36    (B) THE STATE CONFERENCE SHALL ALLOCATE FUNDS PURSUANT TO THIS SECTION\n   37  TO EACH REGIONAL COMMISSION.  THE STATE CONFERENCE SHALL PROMULGATE  ANY\n   38  RULES  AND  REGULATIONS  NECESSARY  TO  IMPLEMENT THE PROVISIONS OF THIS\n   39  SECTION; HOWEVER SUCH RULES AND REGULATIONS,  AND  ANY  CHANGES  THERETO\n   40  SHALL NOT TAKE EFFECT UNTIL APPROVED BY A MAJORITY VOTE OF THE GOVERNOR,\n   41  TEMPORARY  PRESIDENT  OF  THE  SENATE, SPEAKER OF THE ASSEMBLY, MINORITY\n   42  LEADER OF THE SENATE AND MINORITY LEADER OF THE ASSEMBLY.\n   43    3. REGIONAL COMMISSIONS MEMBERSHIP.    (A)  EACH  REGIONAL  COMMISSION\n   44  SHALL CONSIST OF NINE MEMBERS, APPOINTED AS FOLLOWS:\n   45    (I)  TWO MEMBERS SHALL BE APPOINTED BY THE GOVERNOR, ONE OF WHOM SHALL\n   46  BE THE CHAIR OF THE REGIONAL COMMISSION AND THE  OTHER  SHALL  SERVE  AS\n   47  VICE CHAIR;\n   48    (II)  TWO MEMBERS SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE\n   49  SENATE;\n   50    (III) TWO MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   51    (IV) ONE MEMBER SHALL BE APPOINTED  BY  THE  MINORITY  LEADER  OF  THE\n   52  SENATE;\n   53    (V) ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE ASSEM-\n   54  BLY; AND\n   55    (VI) ONE MEMBER SHALL BE APPOINTED BY THE STATE COMPTROLLER.\n\n       A. 3897                            22\n\n    1    (B)  EACH  REGIONAL  COMMISSION  MAY CONDUCT BUSINESS WITH A QUORUM OF\n    2  MEMBERS IN OFFICE AT THE TIME.\n    3    (C)  EACH  MEMBER OF A REGIONAL COMMISSION SHALL SERVE AT THE PLEASURE\n    4  OF HIS OR HER APPOINTING AUTHORITY.\n    5    (D) MEMBERS OF REGIONAL COMMISSIONS SHALL RECEIVE NO COMPENSATION  FOR\n    6  THEIR  SERVICE  BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n    7  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n    8    (E) EVERY MEMBER OF A REGIONAL  COMMISSION  SHALL  RESIDE  WITHIN  THE\n    9  REGION REGULATED BY THE REGIONAL COMMISSION UPON WHICH HE OR SHE SERVES.\n   10    (F)  EVERY  MEMBER OF A REGIONAL COMMISSION WHO IS AN ELECTED OFFICIAL\n   11  SHALL RECUSE HIMSELF OR HERSELF FROM ANY MEETING OF THE COMMISSION DEAL-\n   12  ING DIRECTLY WITH AN ISSUE IMPACTING UPON THE MUNICIPALITY WHICH ELECTED\n   13  SUCH MEMBER.\n   14    (G) A TWO-THIRDS MAJORITY OF EACH REGIONAL COMMISSION SHALL APPOINT AN\n   15  EXECUTIVE DIRECTOR, WHO SHALL CONDUCT  THE  BUSINESS  OF  SUCH  REGIONAL\n   16  COMMISSION UNDER THE SUPERVISION OF THE REGIONAL COMMISSION.  THE EXECU-\n   17  TIVE  DIRECTOR SHALL ALSO BE AUTHORIZED TO HIRE SUCH ADDITIONAL STAFF AS\n   18  NECESSARY TO EXECUTE THE WORK OF THE REGIONAL COMMISSION. THE  EXECUTIVE\n   19  DIRECTOR  MAY BE REMOVED ONLY BY A THREE-QUARTERS VOTE OF THE MEMBERS OF\n   20  THE REGIONAL COMMISSION.\n   21    (H) THE PURPOSE OF THE REGIONAL COMMISSIONS SHALL BE TO:\n   22    (I) INCREASE COMMUNICATION BETWEEN LOCAL GOVERNMENTS TO DISCUSS SHARED\n   23  SERVICES, CONSOLIDATION, AND THE MERGER OF LOCAL GOVERNMENTS;\n   24    (II) PROVIDE TECHNICAL AND FINANCIAL ASSISTANCE AND TRAINING TO  LOCAL\n   25  GOVERNMENTS; AND\n   26    (III)  IDENTIFY  STATE AND LOCAL LAWS WHICH MUST BE CHANGED TO ACHIEVE\n   27  BUDGETARY AND PROPERTY TAX SAVINGS THROUGH SHARING ARRANGEMENTS.\n   28    (I) THE REGIONAL COMMISSIONS MAY AWARD  GRANTS  TO  LOCAL  GOVERNMENTS\n   29  WHICH SEEK TO WORK TOGETHER TO ACHIEVE SAVINGS. EACH REGIONAL COMMISSION\n   30  SHALL  PROVIDE  GRANTS  IN  THE  FOLLOWING MANNER: TWENTY PERCENT OF ALL\n   31  FUNDS AVAILABLE FOR THE PROVISION OF GRANTS SHALL BE USED  FOR  RESEARCH\n   32  GRANTS,  TEN  PERCENT FOR IMPLEMENTATION GRANTS, AND SEVENTY PERCENT FOR\n   33  COOPERATION REWARD GRANTS. A REGIONAL COMMISSION MAY  ALTER  THIS  ALLO-\n   34  CATION WITH THE APPROVAL OF AT LEAST TWO-THIRDS OF ITS MEMBERS.\n   35    4. RESEARCH GRANTS. EACH REGIONAL COMMISSION SHALL SEEK TO PROVIDE THE\n   36  ASSISTANCE  NECESSARY  TO  RESEARCH  THE EFFICACY OF COOPERATIVE EFFORTS\n   37  BETWEEN LOCALITIES. IF SUCH RESEARCH IS BEYOND THE SCOPE OF THE  COMMIS-\n   38  SION,  THEN  THE LOCALITIES MAY SEEK A FIFTY PERCENT MATCHING GRANT FROM\n   39  THE REGIONAL COMMISSION TO HIRE A PUBLIC, PRIVATE OR ACADEMIC ENTITY  TO\n   40  CONDUCT  SUCH  RESEARCH.  THE  PROVISION  OF ANY RESEARCH GRANT, AND THE\n   41  ENTITY WHICH SHALL CONDUCT THE RESEARCH, SHALL BE SUBJECT TO APPROVAL BY\n   42  THE REGIONAL COMMISSION.\n   43    5. IMPLEMENTATION GRANTS. MUNICIPALITIES WHICH HAVE CHOSEN TO  EXECUTE\n   44  THE  COOPERATIVE EFFORT, SHALL IDENTIFY COSTS OF IMPLEMENTING THE EFFORT\n   45  AND REQUEST A GRANT FROM THE REGIONAL  COMMISSION.  COSTS  ELIGIBLE  FOR\n   46  GRANTS  MAY  INCLUDE,  BUT  SHALL NOT BE LIMITED TO: EARLY RETIREMENT OR\n   47  RESIGNATION INCENTIVES; PURCHASES OF BUILDINGS OR EQUIPMENT;  OR  HIRING\n   48  OF  TEMPORARY EMPLOYEES TO ASSIST IN CONSOLIDATION. SUCH GRANTS SHALL BE\n   49  SUBJECT TO APPROVAL BY THE REGIONAL  COMMISSION.  IMPLEMENTATION  GRANTS\n   50  SHALL BE AWARDED IN THE FOLLOWING MANNER:\n   51    (A)  GRANTS  TO  FUND  THE  CONSOLIDATION  OF SERVICES BETWEEN MUNICI-\n   52  PALITIES OR THE PROVISION OF SERVICES FROM ONE MUNICIPALITY TO  ANOTHER.\n   53  SUCH  GRANTS SHALL EQUAL FIFTY PERCENT OF THE COSTS ASSOCIATED WITH SUCH\n   54  MERGER OR CONSOLIDATION; AND\n   55    (B) GRANTS TO FUND MERGERS BETWEEN MUNICIPALITIES. SUCH  GRANTS  SHALL\n   56  NOT EXCEED ONE HUNDRED PERCENT OF THE COSTS ASSOCIATED WITH SUCH MERGER.\n\n       A. 3897                            23\n\n    1    6.  COOPERATION  REWARD  GRANTS. (A) THE REGIONAL COMMISSION MAY AWARD\n    2  GRANTS TO MUNICIPALITIES WHICH HAVE ELECTED  TO  EXECUTE  A  COOPERATIVE\n    3  EFFORT.  MUNICIPALITIES  WHICH  HAVE  ELECTED  TO  EXECUTE A COOPERATIVE\n    4  EFFORT SHALL IDENTIFY ONE OF  THE  PARTICIPATING  MUNICIPALITIES,  WHICH\n    5  SHALL  ACT  AS  A LEAD AGENT, WHICH SHALL IDENTIFY THE SAVINGS WHICH ARE\n    6  EXPECTED TO ACCRUE TO THE MUNICIPALITIES AND  REQUEST  A  GRANT  IN  THE\n    7  AMOUNT  DETERMINED  PURSUANT TO THIS SUBDIVISION, AND SUBMIT A REPORT TO\n    8  THEIR REGIONAL COMMISSION, WHICH SHALL BE REVIEWED AND ADJUSTED  ACCORD-\n    9  INGLY  BY THE REGIONAL COMMISSION. AT THAT TIME, THE REGIONAL COMMISSION\n   10  MAY APPROVE OR REJECT THE  GRANT  APPLICATION  ACCORDING  TO  APPLICABLE\n   11  PROVISIONS OF THIS SECTION AND ANY APPLICABLE RULES OR REGULATIONS WHICH\n   12  MAY BE PROMULGATED BY THE STATE CONFERENCE AND APPROVED BY MAJORITY VOTE\n   13  OF THE GOVERNOR AND LEGISLATIVE LEADERS.\n   14    (B) IF APPROVED, AFTER THE END OF THE FIRST YEAR OF THE CONSOLIDATION,\n   15  THE  LEAD  AGENT  SHALL  PRODUCE  A REPORT WHICH SHALL STATE THE SAVINGS\n   16  WHICH THE MUNICIPALITIES HAVE EXPERIENCED DURING THE YEAR.  THAT  REPORT\n   17  SHALL  BE  SUBMITTED  TO THEIR REGIONAL COMMISSION, WHICH SHALL VALIDATE\n   18  THE SAVINGS WHICH HAVE ACCRUED TO THE LOCALITIES. SUCH SAVINGS  WILL  BE\n   19  CALCULATED  BY  COMPARING THE TOTAL AMOUNT SPENT FOR SERVICES WHICH HAVE\n   20  BEEN CONSOLIDATED WITH THE PROJECTED COST OF  THE  SERVICES  WHICH  HAVE\n   21  BEEN  CONSOLIDATED IF THE CONSOLIDATION HAD NOT OCCURRED, IN THE CASE OF\n   22  FUNCTIONAL CONSOLIDATIONS; OR THE COMBINED BUDGETS OF THE MERGED MUNICI-\n   23  PALITY, WITH THE COMBINED BUDGETS OF THE MUNICIPALITIES WHICH HAVE  BEEN\n   24  MERGED IF THE MERGER HAD NOT OCCURRED, IN THE CASE OF MERGERS.\n   25    (C)  THE REGIONAL COMMISSION SHALL CERTIFY THE VALIDITY OF THE SAVINGS\n   26  IDENTIFIED BY THE LEAD  AGENT.  REGIONAL  COMMISSIONS  MAY  REQUEST  THE\n   27  ASSISTANCE  OF THE STATE COMPTROLLER TO VALIDATE THE SAVINGS. AFTER SUCH\n   28  SAVINGS ARE VALIDATED, THE GRANT MAY BE REWARDED TO  THE  MUNICIPALITIES\n   29  IN AN AMOUNT DETERMINED PURSUANT TO THIS SUBDIVISION.\n   30    (D)  SUCH  PROCESS  SHALL  BE REPEATED EACH YEAR, FOR A PERIOD OF FIVE\n   31  YEARS IN THE CASE OF FUNCTIONAL CONSOLIDATIONS AND SEVEN  YEARS  IN  THE\n   32  CASE OF MERGERS.\n   33    (E)  COOPERATION  REWARD  GRANTS  SHALL BE DETERMINED ON THE FOLLOWING\n   34  BASIS:\n   35    (I) GRANTS TO REWARD FUNCTIONAL CONSOLIDATION, I.E., CONSOLIDATION  OF\n   36  SERVICES  BETWEEN  MUNICIPALITIES. SUCH GRANTS SHALL EQUAL FIFTY PERCENT\n   37  OF THE IDENTIFIED AND VALIDATED SAVINGS  ASSOCIATED  WITH  SUCH  CONSOL-\n   38  IDATION; AND\n   39    (II)  GRANTS  TO  REWARD  MERGERS  BETWEEN MUNICIPALITIES. SUCH GRANTS\n   40  SHALL NOT EXCEED ONE HUNDRED PERCENT OF  THE  IDENTIFIED  AND  VALIDATED\n   41  SAVINGS ASSOCIATED WITH SUCH MERGER.\n   42    7.  COOPERATION EFFORTS. NO PROVISION OF THIS SECTION SHALL PRECLUDE A\n   43  SCHOOL DISTRICT OR SPECIAL TAX DISTRICT FROM  PARTICIPATING  IN  CONSOL-\n   44  IDATION OR MERGER EFFORTS OR ACTIVITIES.\n   45    S 22. This act shall take effect on the first of January next succeed-\n   46  ing  the  date  on  which it shall have become a law; provided, however,\n   47  that any costs to any school district pursuant to sections  two  through\n   48  twenty of this act shall be paid by the state.\n\n   49                                   PART E\n\n   50    Section  1. Notwithstanding the provisions of article 47 of the insur-\n   51  ance law, or any other provision of law to the contrary, a county  shall\n   52  be authorized to enter into a municipal cooperative agreement authorized\n   53  by  article  5-G  of  the general municipal law, with one or more school\n   54  districts, towns, or villages, in order to provide health care  benefits\n\n       A. 3897                            24\n\n    1  or  establish  a  health  care plan for their respective employees. Such\n    2  county shall be authorized to  charge  an  administrative  fee  to  such\n    3  school  districts,  towns,  or villages for participation in such agree-\n    4  ment.\n    5    S 2. This act shall take effect immediately.\n    6    S 3. Severability clause. If any clause, sentence, paragraph, subdivi-\n    7  sion,  section  or  part  of  this act shall be adjudged by any court of\n    8  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n    9  impair,  or  invalidate  the remainder thereof, but shall be confined in\n   10  its operation to the clause, sentence, paragraph,  subdivision,  section\n   11  or part thereof directly involved in the controversy in which such judg-\n   12  ment shall have been rendered. It is hereby declared to be the intent of\n   13  the  legislature  that  this  act  would  have been enacted even if such\n   14  invalid provisions had not been included herein.\n   15    S 4. This act shall take effect immediately  provided,  however,  that\n   16  the  applicable effective date of Parts A through E of this act shall be\n   17  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to limitations upon school district tax levies (Part A); to amend the general municipal law and the education law, in relation to requiring the state to fund certain programs mandated for municipal corporations and school districts; to amend the legislative law, in relation to requiring the estimated cost of mandated expenditures and appropriations within the body of the bill; to amend the education law, in relation to the streamlining of planning and reporting requirements for school districts and boards of cooperative educational services; to amend the education law, in relation to the effectiveness of additional costs to school districts; and to amend the education law, in relation to aid for fourth and eighth grade student testing (Part B); to amend the social services law, in relation to state payment of all optional medical assistance services and to the state reimbursement of county payments for medical assistance fraud, waste and abuse detection software (Part C); to amend the education law, the executive law, the general municipal law, the labor law, the penal law and the retirement and social security law, in relation to the oversight of school district contracts and spending; and to amend the general municipal law, in relation to establishing a municipal cooperation program (Part D); and authorizing a county to enter into a county to provide for health care benefits for their employees (Part E) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T141306.TXT", "SOBI.D110128.T132800.TXT", "SOBI.D110128.T133303.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487506
}