{
  "year" : 2011,
  "senateBillNo" : "A3895-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3895-2011-1296190800000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes local governments to regulate mining and mine reclamation activities",
  "summary" : "Authorizes local governments to regulate mining and mine reclamation activities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A7239-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3895\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by M. of A. FINCH -- Multi-Sponsored by -- M. of A. BUTLER --\n         read once and referred to the Committee on Environmental Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         preemption of mining regulation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  23-2703 of the environmental\n    2  conservation law, as amended by chapter 166 of  the  laws  of  1991,  is\n    3  amended to read as follows:\n    4    2.  [For  the  purposes  stated herein, this title shall supersede all\n    5  other state and local laws relating to the extractive  mining  industry;\n    6  provided,  however,  that  nothing  in  this]  THIS  title  shall NOT be\n    7  construed to prevent any local government from:\n    8    a. enacting or enforcing local laws or ordinances of general  applica-\n    9  bility[,  except  that such local laws or ordinances shall not regulate]\n   10  REGULATING mining and/or  reclamation  activities  [regulated  by  state\n   11  statute, regulation, or permit]; or\n   12    b.  enacting or enforcing local zoning ordinances or laws which deter-\n   13  mine permissible uses in zoning districts. Where mining is designated  a\n   14  permissible  use in a zoning district and allowed by special use permit,\n   15  conditions placed on such special use permits shall be  limited  to  the\n   16  following:\n   17    (i) ingress and egress to public thoroughfares controlled by the local\n   18  government;\n   19    (ii)  routing of mineral transport vehicles on roads controlled by the\n   20  local government;\n   21    (iii) requirements and conditions as specified in the permit issued by\n   22  the department under this title concerning setback from property bounda-\n   23  ries and public thoroughfare rights-of-way natural or man-made  barriers\n   24  to  restrict  access,  if required, dust control and hours of operation,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03809-01-1\n\n       A. 3895                             2\n\n    1  when such requirements and conditions are established pursuant to subdi-\n    2  vision three of section 23-2711 of this title;\n    3    (iv)  enforcement  of reclamation requirements contained in mined land\n    4  reclamation permits issued by the state[; or\n    5    c. enacting or enforcing local laws or ordinances regulating mining or\n    6  the reclamation of mines not required to be permitted by the state].\n    7    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the preemption of mining regulation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T132800.TXT", "SOBI.D110128.T143807.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296243487495
}