{
  "year" : 2011,
  "senateBillNo" : "A390-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A390-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to capital awards to vendor tracks",
  "summary" : "Relates to capital awards to vendor tracks. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A9003-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          390\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to  capital  awards  to  vendor\n         tracks\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Clause (H) of subparagraph (ii) of paragraph 1 of  subdivi-\n    2  sion b of section 1612 of the tax law, as amended by section 6 of part K\n    3  of chapter 57 of the laws of 2010, is amended to read as follows:\n    4    (H)  notwithstanding  clauses  (A), (B), (C), (D), (E), (F) and (G) of\n    5  this subparagraph, the track operator of a vendor track shall be  eligi-\n    6  ble  for  a  vendor's  capital  award of up to four percent of the total\n    7  revenue wagered at the vendor track after payout for prizes pursuant  to\n    8  this  chapter,  which  shall  be  used  exclusively  for capital project\n    9  investments to improve the facilities of the vendor track which  promote\n   10  or  encourage  increased attendance at the video lottery gaming facility\n   11  including, but not limited to hotels, other lodging  facilities,  enter-\n   12  tainment   facilities,  retail  facilities,  dining  facilities,  events\n   13  arenas, parking garages and other  improvements  that  enhance  facility\n   14  amenities;  provided  that such capital investments shall be approved by\n   15  the division, in consultation with the state racing and wagering  board,\n   16  and  that  such vendor track demonstrates that such capital expenditures\n   17  will increase patronage at such vendor track's facilities  and  increase\n   18  the amount of revenue generated to support state education programs. The\n   19  annual  amount of such vendor's capital awards that a vendor track shall\n   20  be eligible to receive shall be limited  to  two  million  five  hundred\n   21  thousand  dollars,  except for Aqueduct racetrack, for which there shall\n   22  be no vendor's capital awards. Except for tracks having  less  than  one\n   23  thousand one hundred video gaming machines, each track operator shall be\n   24  required  to  co-invest  an  amount  of capital expenditure equal to its\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01424-01-1\n\n       A. 390                              2\n\n    1  cumulative vendor's capital award. For all tracks, except  for  Aqueduct\n    2  racetrack,  the  amount  of  any vendor's capital award that is not used\n    3  during any one year period may be carried  over  into  subsequent  years\n    4  ending  before  April first, two thousand thirteen. Any amount attribut-\n    5  able to a capital expenditure approved prior to April first,  two  thou-\n    6  sand  thirteen  and  completed  before April first, two thousand fifteen\n    7  shall be eligible to receive the vendor's capital award.  In  the  event\n    8  that  a  vendor  track's  capital expenditures, approved by the division\n    9  prior to April first, two thousand thirteen and completed prior to April\n   10  first, two thousand fifteen, exceed the vendor track's cumulative  capi-\n   11  tal  award  during the five year period ending April first, two thousand\n   12  thirteen, the vendor shall continue to receive the capital  award  after\n   13  April  first, two thousand thirteen until such approved capital expendi-\n   14  tures are paid to the vendor track subject to  any  required  co-invest-\n   15  ment.  In  no  event  shall  any vendor track that receives a vendor fee\n   16  pursuant to clause [(F) or] (G) of this subparagraph be eligible  for  a\n   17  vendor's  capital  award  under  this  section. Any operator of a vendor\n   18  track which has received a vendor's capital award,  choosing  to  divest\n   19  the capital improvement toward which the award was applied, prior to the\n   20  full depreciation of the capital improvement in accordance with general-\n   21  ly  accepted accounting principles, shall reimburse the state in amounts\n   22  equal to the total of any such awards. Any capital  award  not  approved\n   23  for  a  capital  expenditure at a video lottery gaming facility by April\n   24  first, two thousand thirteen shall be deposited into the  state  lottery\n   25  fund for education aid; and\n   26    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to capital awards to vendor tracks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155117.TXT", "SOBI.D101227.T150603.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293480363484
}