{
  "year" : 2011,
  "senateBillNo" : "A3906-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3906-2011-1296190800000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the SUNY chancellor to remove the trustees of community colleges and establishes removal procedure",
  "summary" : "Authorizes the SUNY chancellor to remove the trustees of community colleges and establishes removal procedure. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4906-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3906\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, GANTT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to authorizing the  chan-\n         cellor  of the state university system to remove the board of trustees\n         of community colleges and establishing the removal procedure\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  6306 of the education law is amended by adding a\n    2  new subdivision 1-b to read as follows:\n    3    1-B. NOTWITHSTANDING ANY LAW, RULE OR REGULATION TO THE CONTRARY,  ONE\n    4  OR  MORE  MEMBERS OF THE BOARD OF TRUSTEES OF A COMMUNITY COLLEGE MAY BE\n    5  REMOVED BY THE CHANCELLOR OF THE STATE UNIVERSITY SYSTEM  IN  ACCORDANCE\n    6  WITH THE PROVISIONS OF THIS SUBDIVISION.\n    7    A. THE FACULTY, STAFF AND STUDENTS OF A COMMUNITY COLLEGE MAY PETITION\n    8  THE  BOARD  OF  TRUSTEES OF THE STATE UNIVERSITY SYSTEM TO REMOVE ONE OR\n    9  MORE MEMBERS OF THE BOARD OF TRUSTEES OF THE COMMUNITY COLLEGE  PROVIDED\n   10  THAT  SUCH  PETITION  HAS  BEEN  APPROVED  BY (I) A MAJORITY VOTE OF THE\n   11  STUDENT GOVERNMENT OF THE COMMUNITY COLLEGE AND (II) A MAJORITY VOTE  OF\n   12  ANY  ASSEMBLED  BODY  OF  FULL-TIME  FACULTY  AND STAFF OF THE COMMUNITY\n   13  COLLEGE, WHICH BODY SHALL REPRESENT NO LESS THAN TWENTY-FIVE PERCENT  OF\n   14  THE FULL-TIME FACULTY AND STAFF AT SUCH COLLEGE.\n   15    B. UPON RECEIPT OF SUCH PETITION AND VERIFICATION OF ITS VALIDITY, THE\n   16  BOARD  OF  TRUSTEES OF THE STATE UNIVERSITY SYSTEM SHALL CAUSE NOTICE TO\n   17  BE SERVED UPON EACH AFFECTED COMMUNITY COLLEGE TRUSTEE EITHER PERSONALLY\n   18  OR, UPON A FINDING THAT HE OR SHE CANNOT BE SERVED PERSONALLY, BY REGIS-\n   19  TERED MAIL, AT HIS OR HER ADDRESS LAST KNOWN TO THE BOARD OF TRUSTEES OF\n   20  THE STATE UNIVERSITY SYSTEM, TO APPEAR BEFORE SUCH BOARD TO  SHOW  CAUSE\n   21  WHY  HE  OR  SHE  SHOULD  NOT BE REMOVED FROM OFFICE. THEREAFTER, AND NO\n   22  SOONER THAN FOURTEEN DAYS AFTER SERVICE OF THE NOTICE, THE  TRUSTEES  OF\n   23  THE  STATE  UNIVERSITY  SYSTEM SHALL AFFORD THE AFFECTED TRUSTEES OF THE\n   24  COMMUNITY COLLEGE A REASONABLE OPPORTUNITY TO BE HEARD.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05494-01-1\n\n       A. 3906                             2\n\n    1    C. IF, AFTER GRANTING THE AFFECTED COMMUNITY COLLEGE TRUSTEE OR  TRUS-\n    2  TEES  A REASONABLE OPPORTUNITY TO BE HEARD, THE BOARD OF TRUSTEES OF THE\n    3  STATE UNIVERSITY SYSTEM, BY A THREE-FIFTHS  VOTE  OF  ALL  ITS  MEMBERS,\n    4  FINDS THAT ONE OR MORE MEMBERS OF THE BOARD OF TRUSTEES OF THE COMMUNITY\n    5  COLLEGE  HAS VIOLATED  ANY LAW OR DULY ENACTED RULE OR REGULATION RELAT-\n    6  ING TO SUCH COMMUNITY COLLEGE, OR HAS CONTINUED UNAUTHORIZED  OR  UNSAFE\n    7  PRACTICES  IN CONDUCTING THE BUSINESS OF SUCH COLLEGE, HAS AUTHORIZED OR\n    8  ENGAGED IN ACTS THAT ARE DETRIMENTAL OR HOSTILE TO THE  INTERESTS OF THE\n    9  COMMUNITY COLLEGE, OR HAS OTHERWISE ACTED INAPPROPRIATELY, THE BOARD  OF\n   10  TRUSTEES OF THE STATE UNIVERSITY SYSTEM, IN ITS DISCRETION, BY A  THREE-\n   11  FIFTHS  VOTE  OF ALL ITS MEMBERS, MAY RECOMMEND TO THE CHANCELLOR OF THE\n   12  STATE UNIVERSITY SYSTEM THAT THE TRUSTEE OR TRUSTEES  OF  THE  COMMUNITY\n   13  COLLEGE  BE  REMOVED FROM OFFICE. THE VOTES OF THE TRUSTEES OF THE STATE\n   14  UNIVERSITY SYSTEM SHALL BE ENTERED INTO THE RECORD OF THE MINUTES OF THE\n   15  MEETING AT WHICH THE VOTES ARE TAKEN  AND  SHALL  BE  ATTACHED  TO  SUCH\n   16  MINUTES  AND  BECOME PART OF THE RECORD. WITHIN TEN DAYS THEREAFTER, THE\n   17  BOARD OF TRUSTEES OF THE STATE UNIVERSITY SYSTEM  SHALL  SUBMIT  TO  THE\n   18  CHANCELLOR  A  WRITTEN  RECOMMENDATION  THAT  ONE OR MORE MEMBERS OF THE\n   19  BOARD OF TRUSTEES OF THE COMMUNITY COLLEGE BE  REMOVED,  AND  SHALL  SET\n   20  FORTH  THEREIN THE REASONS FOR RECOMMENDATION OF REMOVAL. A COPY OF SUCH\n   21  RECOMMENDATION AND REASONS SHALL BE PROVIDED TO EACH AFFECTED  COMMUNITY\n   22  COLLEGE TRUSTEE.\n   23    D. WITHIN THIRTY DAYS OF RECEIPT OF THE RECOMMENDATION OF THE BOARD OF\n   24  TRUSTEES  OF THE STATE UNIVERSITY SYSTEM THAT ONE OR MORE MEMBERS OF THE\n   25  BOARD OF TRUSTEES OF THE COMMUNITY COLLEGE BE  REMOVED,  THE  CHANCELLOR\n   26  SHALL  DETERMINE  WHETHER  TO REMOVE THE AFFECTED TRUSTEE OR TRUSTEES OF\n   27  THE COMMUNITY COLLEGE, AND SHALL PROVIDE WRITTEN NOTICE OF HIS  DETERMI-\n   28  NATION  TO  THE  BOARD OF TRUSTEES OF THE STATE UNIVERSITY SYSTEM AND TO\n   29  EACH AFFECTED TRUSTEE OF THE COMMUNITY COLLEGE.\n   30    E. A TRUSTEE WHO HAS BEEN REMOVED PURSUANT TO THE PROVISIONS  OF  THIS\n   31  SUBDIVISION SHALL NOT BE ELIGIBLE FOR RE-ELECTION.\n   32    S 2. Paragraph c of subdivision 1 of section 355 of the education law,\n   33  as  amended  by  chapter  552 of the laws of 1985, is amended to read as\n   34  follows:\n   35    c. The approval of the establishment of community  colleges  and  four\n   36  year colleges authorized by article one hundred twenty-six of this chap-\n   37  ter, in conformance with the master plan; the provision of standards and\n   38  regulations  covering  the organization and operation of their programs,\n   39  courses and curricula, financing arrangements, state  financial  assist-\n   40  ance,  tuition  charges  and  fees,  THE REMOVAL OF THE TRUSTEES OF SUCH\n   41  COLLEGES AS PROVIDED IN SUBDIVISION ONE-B OF SECTION SIXTY-THREE HUNDRED\n   42  SIX OF THIS CHAPTER, and such other matters as may be  involved  in  the\n   43  operation of such colleges.\n   44    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing the chancellor of the state university system to remove the board of trustees of community colleges and establishing the removal procedure ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T145308.TXT", "SOBI.D110128.T133303.TXT", "SOBI.D110128.T145824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244704182
}