{
  "year" : 2011,
  "senateBillNo" : "A3900-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to codes",
    "billEventId" : "A3900-2011-1296190800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting the possession of a loaded firearm at certain public events",
  "summary" : "Prohibits the possession of a loaded firearm within one thousand feet of certain public officials; makes such crime a class B felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3900\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE, ARROYO, COLTON, MAYERSOHN, McENENY, McDO-\n         NOUGH  --  Multi-Sponsored  by  --  M.  of  A. WEPRIN -- read once and\n         referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to prohibiting the possession\n         of a loaded firearm at certain events involving public officials\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 265.04 of the penal law, as amended by chapter 764\n    2  of the laws of 2005, is amended to read as follows:\n    3  S 265.04 Criminal possession of a weapon in the first degree.\n    4    A person is guilty of criminal possession of a  weapon  in  the  first\n    5  degree when such person:\n    6    (1)  possesses  any  explosive  substance  with intent to use the same\n    7  unlawfully against the person or property of another; or\n    8    (2) possesses ten or more firearms[.]; OR\n    9    (3) INTENTIONALLY POSSESSES A LOADED FIREARM (I) AT AN EVENT HELD IN A\n   10  GOVERNMENT BUILDING OR OTHER EVENT SPONSORED BY AN ELECTED  OFFICIAL  AT\n   11  WHICH SUCH ELECTED OFFICIAL IS PRESENT, OR (II) AT A DEBATE OR CANDIDATE\n   12  FORUM  AT WHICH AN ELECTED OFFICIAL OR A CANDIDATE FOR ELECTED OFFICE IS\n   13  PRESENT. THE PROVISIONS OF THIS SUBDIVISION SHALL NOT APPLY TO  A  PEACE\n   14  OFFICER  OR  LAW  ENFORCEMENT  OFFICER  EXERCISING  HIS  OR HER OFFICIAL\n   15  DUTIES.\n   16    Criminal possession of a weapon in the first degree is a class B felo-\n   17  ny.\n   18    S 2. Subparagraphs (b) and (c) of paragraph  1  of  subdivision  a  of\n   19  section  265.20 of the penal law, as added by chapter 843 of the laws of\n   20  1980, are amended to read as follows:\n   21    (b) Police officers as defined in subdivision thirty-four  of  section\n   22  1.20 of the criminal procedure law, EXCEPT AS PROVIDED IN SECTION 265.04\n   23  OF THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08126-02-1\n\n       A. 3900                             2\n\n    1    (c)  Peace  officers as defined by section 2.10 of the criminal proce-\n    2  dure law, EXCEPT AS PROVIDED IN SECTION 265.04 OF THIS ARTICLE.\n    3    S  3. Paragraph 3 of subdivision a of section 265.20 of the penal law,\n    4  as amended by chapter 210 of the laws of 1999, is  amended  to  read  as\n    5  follows:\n    6    3.  Possession  of  a pistol or revolver by a person to whom a license\n    7  therefor has been issued as provided under section 400.00 or  400.01  of\n    8  this  chapter, EXCEPT AS PROVIDED IN SUBDIVISION THREE OF SECTION 265.04\n    9  OF THIS ARTICLE; provided, that such a  license  shall  not  preclude  a\n   10  conviction  for  the  offense  defined  in  subdivision three of section\n   11  265.01 of this article.\n   12    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibiting the possession of a loaded firearm at certain events involving public officials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T133303.TXT", "SOBI.D110128.T143807.TXT", "SOBI.D110131.T160719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508039500
}