{
  "year" : 2011,
  "senateBillNo" : "A3902-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3902-2011-1296190800000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the participation of certain not-for-profit corporations in the New York state and local employees' retirement system",
  "summary" : "Authorizes the participation of certain not-for-profit corporations which receive forty percent or more of their gross revenues through government funding to elect participation in the New York state and local employees' retirement system. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "A2169-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3902\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by  M. of A. McENENY, CANESTRARI, V. LOPEZ, CYMBROWITZ, COOK\n         -- Multi-Sponsored by -- M. of A. CAHILL, CLARK, COLTON,  ENGLEBRIGHT,\n         GLICK,  JACOBS,  MAGEE,  ORTIZ, TOWNS -- read once and referred to the\n         Committee on Governmental Employees\n\n       AN ACT to amend the retirement and social security law, in  relation  to\n         participation  by  certain not-for-profit corporations in the New York\n         state and local employees' retirement system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The retirement and social security law is amended by adding\n    2  a new section 31-g to read as follows:\n    3    S  31-G. PARTICIPATION BY CERTAIN NOT-FOR-PROFIT CORPORATIONS. A.  ANY\n    4  NOT-FOR-PROFIT CORPORATION, AS DEFINED IN SUBPARAGRAPH FIVE OF PARAGRAPH\n    5  (A) OF SECTION ONE HUNDRED TWO OF THE  NOT-FOR-PROFIT  CORPORATION  LAW,\n    6  WHICH  RECEIVES  FORTY  PERCENT  OR  MORE  OF ITS GROSS REVENUES THROUGH\n    7  GOVERNMENT FUNDING, BY RESOLUTION LEGALLY ADOPTED BY ITS BOARD OF DIREC-\n    8  TORS AND APPROVED BY THE COMPTROLLER, MAY ELECT TO BECOME A  PARTICIPAT-\n    9  ING   EMPLOYER   IN  THE  RETIREMENT  SYSTEM.  ACCEPTANCE  OF  ANY  SUCH\n   10  NOT-FOR-PROFIT CORPORATION AS A PARTICIPATING EMPLOYER IN THE RETIREMENT\n   11  SYSTEM SHALL BE OPTIONAL WITH THE COMPTROLLER, WHO SHALL  DETERMINE  THE\n   12  AMOUNTS  OF  CONTRIBUTION PAYABLE BY SUCH CORPORATION AND ITS EMPLOYEES,\n   13  SHALL RESOLVE QUESTIONS OF CREDIT FOR PRIOR SERVICE, AND  SHALL  IN  ALL\n   14  OTHER  RESPECTS  ASSURE THAT SUCH EMPLOYEES SHARE THE SAME RIGHTS, OBLI-\n   15  GATIONS AND BENEFITS AS OTHER MEMBERS OF THE RETIREMENT SYSTEM.\n   16    B. THE OFFICERS AND EMPLOYEES OF SUCH QUALIFYING NOT-FOR-PROFIT CORPO-\n   17  RATION SHALL BE CREDITED WITH SUCH PERIODS OF PRIOR SERVICE AS SHALL  BE\n   18  CERTIFIED BY SUCH NOT-FOR-PROFIT CORPORATION FOR SERVICE RENDERED TO IT,\n   19  OR  THE  STATE, OR IN ANY OTHER CAPACITY APPROVED BY SUCH NOT-FOR-PROFIT\n   20  CORPORATION AND THE COMPTROLLER. SERVICE FOR SUCH NOT-FOR-PROFIT  CORPO-\n   21  RATION  AFTER  THE  DATE  ON  WHICH  IT  COMMENCES TO PARTICIPATE IN THE\n   22  RETIREMENT SYSTEM SHALL BE CONSIDERED MEMBER SERVICE.    AN  OFFICER  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01813-02-1\n\n       A. 3902                             2\n\n    1  EMPLOYEE  OF  SUCH  NOT-FOR-PROFIT CORPORATION WHO, AS OF THE DATE HE OR\n    2  SHE IS SO APPROVED FOR MEMBERSHIP IN THE RETIREMENT SYSTEM, IS ALREADY A\n    3  MEMBER THEREOF, SHALL NOT HAVE HIS OR HER TOTAL CREDIT REDUCED  BY  SUCH\n    4  APPROVAL. ANY RESERVE HELD ON ACCOUNT OF ANY SUCH OFFICER OR EMPLOYEE IN\n    5  THE  PENSION  ACCUMULATION  FUND  SHALL BE USED AS AN OFFSET AGAINST THE\n    6  DEFICIENCY CONTRIBUTION PAYABLE THEREAFTER BY SUCH NOT-FOR-PROFIT CORPO-\n    7  RATION ON ACCOUNT OF SUCH OFFICER OR  EMPLOYEE  FOR  ANY  PRIOR  SERVICE\n    8  CREDIT AND ANY SUCH PREVIOUS CREDIT.\n    9    S 2. This act shall take effect immediately.\n         FISCAL NOTE.--Pursuant to Legislative Law Section 50:\n         This  bill  would permit any not-for-profit corporation which receives\n       forty percent of more of its gross revenues from government  funding  to\n       elect  participation  in the New York State and Local Employees' Retire-\n       ment System.\n         Participation by employees or members  of  an  organization  that  may\n       potentially  be  considered a non-governmental or private employer, such\n       as a not-for-profit corporation as described in this bill,  could  jeop-\n       ardize   the  Retirement  System's  governmental  plan  status  and  its\n       exemption from ERISA. This development could result in the loss of qual-\n       ified status, which would mean the loss of  tax  benefits.  This  result\n       would  substantially  impair the System's value to our approximately one\n       million participants.\n         If this bill is enacted and  an  eligible  not-for-profit  corporation\n       elects participation, the future annual cost would depend on the retire-\n       ment plan adopted.\n         As  a  percentage  of  payroll, we anticipate that the annual contrib-\n       utions of the affected corporation for the fiscal year ending March  31,\n       2012, will be as follows:\n                 Tier 1    10.5% to 21.3%\n                 Tier 2     9.8% to 19.5%\n                 Tier 3    15.6%\n                 Tier 4    15.6%\n                 Tier 5    12.6%\n         In addition to the annual contributions discussed above, there will be\n       a  deficiency cost to the affected corporation which will be payable for\n       a 25 year period. These costs will depend on the age,  service,  salary,\n       tier status and plan of the affected employees.\n         This  estimate,  dated  December  28,  2010, and intended for use only\n       during the  2011  Legislative  Session,  is  Fiscal  Note  No.  2011-76,\n       prepared  by  the  Actuary  for  the New York State and Local Employees'\n       Retirement System.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to participation by certain not-for-profit corporations in the New York state and local employees' retirement system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T145308.TXT", "SOBI.D110128.T133303.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244388037
}