{
  "year" : 2011,
  "senateBillNo" : "A3907-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3907-2011-1296190800000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all insurance policies to provide a certain amount of coverage for hearing aids",
  "summary" : "Requires all health insurance policies to provide insurance coverage for the cost of hearing aids; provides that such coverage shall include coverage of at least $1,000 over a three year period; provides that children under the age of sixteen are allowed reimbursement for expenses related to the purchase of up to two hearing aids. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A5243-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3907\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, MAGNARELLI, CLARK, ORTIZ, ENGLEBRIGHT --\n         Multi-Sponsored  by  --  M. of A. AUBRY, BING, BOYLAND, COLTON, GLICK,\n         HEASTIE, KOLB, LATIMER, LENTOL, LIFTON,  MARKEY,  MAYERSOHN,  MILLMAN,\n         NOLAN,  PAULIN,  PERRY,  PHEFFER,  WEISENBERG, WRIGHT -- read once and\n         referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to providing coverage for\n         hearing aids\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  27  of  subsection  (i) of section 3216 of the\n    2  insurance law, as added by chapter 536 of the laws of  2010,  is  renum-\n    3  bered paragraph 28 and a new paragraph 29 is added to read as follows:\n    4    (29)  (A)  EVERY  HEALTH  INSURANCE POLICY ISSUED OR DELIVERED IN THIS\n    5  STATE SHALL PROVIDE COVERAGE FOR HEARING AIDS PURCHASED  FROM  NEW  YORK\n    6  STATE  HEARING AID DISPENSERS REGISTERED UNDER ARTICLE THIRTY-SEVEN-A OF\n    7  THE GENERAL BUSINESS LAW OR  AUDIOLOGISTS  LICENSED  UNDER  ARTICLE  ONE\n    8  HUNDRED FIFTY-NINE OF THE EDUCATION LAW IN THE FOLLOWING MANNER:\n    9    (I)  FOR  AN INSURED PERSON WHO IS SIXTEEN YEARS OF AGE OR OLDER, SUCH\n   10  INSURED PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO ONE  THOUSAND\n   11  DOLLARS  EVERY THREE YEARS FOR EXPENSES RELATED TO THE PURCHASE OF UP TO\n   12  TWO HEARING AIDS.\n   13    (II) FOR AN INSURED PERSON WHO IS LESS THAN SIXTEEN YEARS OF AGE, SUCH\n   14  INSURED PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO ONE  THOUSAND\n   15  DOLLARS  EVERY  TWO  YEARS FOR EXPENSES RELATED TO THE PURCHASE OF UP TO\n   16  TWO HEARING AIDS.  WHEN IT IS DEMONSTRATED THAT (1) THE INSURED  CHILD'S\n   17  HEARING  HAS  CHANGED SIGNIFICANTLY WITHIN A TWO YEAR PERIOD AND (2) THE\n   18  EXISTING HEARING AID WILL NO LONGER CORRECT THE  CHILD'S  HEARING  LOSS,\n   19  SUCH  INSURED  PERSON  SHALL BE ENTITLED TO REIMBURSEMENT FOR ADDITIONAL\n   20  HEARING AID EXPENSES.\n   21    (III) FOR THE PURPOSES OF THIS PARAGRAPH, THE INSURED PERSON SHALL  BE\n   22  ENTITLED  TO  SPEND  MORE  THAN  ONE  THOUSAND  DOLLARS  ON  HEARING AID\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05492-01-1\n\n       A. 3907                             2\n\n    1  EXPENSES, BUT SHALL ONLY BE  ALLOWED  REIMBURSEMENT  UP  TO  THE  AMOUNT\n    2  PROVIDED IN CLAUSE (I) OR (II) OF THIS SUBPARAGRAPH.\n    3    (B)(I) FOR THE PURPOSES OF THIS PARAGRAPH \"HEARING AID\" SHALL MEAN ANY\n    4  WEARABLE  INSTRUMENT  OR  DEVICES  DESIGNED  FOR  HEARING AND ANY PARTS,\n    5  ATTACHMENTS OR ACCESSORIES BUT EXCLUDING BATTERIES AND CORDS OR ACCESSO-\n    6  RIES THERETO.\n    7    (II) FOR THE PURPOSES OF THIS SECTION, SERVICES FOR RECASING, RESHELL-\n    8  ING AND ACQUIRING NEW MOLDS SHALL BE INCLUDED AS PART OF THE POLICIES.\n    9    (C) COVERAGE PROVIDED PURSUANT TO THIS PARAGRAPH SHALL NOT BE  SUBJECT\n   10  TO DEDUCTIBLES, COINSURANCE, OR COPAYMENTS.\n   11    S  2.  Section  3221  of  the insurance law is amended by adding a new\n   12  subsection (s) to read as follows:\n   13    (S) (1) EVERY GROUP HEALTH INSURANCE POLICY  ISSUED  OR  DELIVERED  IN\n   14  THIS  STATE  SHALL  PROVIDE COVERAGE FOR HEARING AIDS PURCHASED FROM NEW\n   15  YORK STATE HEARING AID DISPENSERS REGISTERED UNDER  ARTICLE  THIRTY-SEV-\n   16  EN-A  OF THE GENERAL BUSINESS LAW OR AUDIOLOGISTS LICENSED UNDER ARTICLE\n   17  ONE HUNDRED FIFTY-NINE OF THE EDUCATION LAW IN THE FOLLOWING MANNER:\n   18    (A) FOR AN INSURED PERSON WHO IS SIXTEEN YEARS OF AGE OR  OLDER,  SUCH\n   19  INSURED  PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO ONE THOUSAND\n   20  DOLLARS EVERY THREE YEARS FOR EXPENSES RELATED TO THE PURCHASE OF UP  TO\n   21  TWO HEARING AIDS.\n   22    (B)  FOR AN INSURED PERSON WHO IS LESS THAN SIXTEEN YEARS OF AGE, SUCH\n   23  INSURED PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO ONE  THOUSAND\n   24  DOLLARS  EVERY  TWO  YEARS FOR EXPENSES RELATED TO THE PURCHASE OF UP TO\n   25  TWO HEARING AIDS.  WHEN IT IS DEMONSTRATED THAT (I) THE INSURED  CHILD'S\n   26  HEARING  HAS CHANGED SIGNIFICANTLY WITHIN A TWO YEAR PERIOD AND (II) THE\n   27  EXISTING HEARING AID WILL NO LONGER CORRECT THE  CHILD'S  HEARING  LOSS,\n   28  SUCH  INSURED  PERSON  SHALL BE ENTITLED TO REIMBURSEMENT FOR ADDITIONAL\n   29  HEARING AID EXPENSES.\n   30    (C) FOR THE PURPOSES OF THIS SUBSECTION, THE INSURED PERSON  SHALL  BE\n   31  ENTITLED  TO  SPEND  MORE  THAN  ONE  THOUSAND  DOLLARS  ON  HEARING AID\n   32  EXPENSES, BUT SHALL ONLY BE  ALLOWED  REIMBURSEMENT  UP  TO  THE  AMOUNT\n   33  PROVIDED IN SUBPARAGRAPH (A) OR (B) OF THIS PARAGRAPH.\n   34    (2)(A)  FOR  THE PURPOSES OF THIS SUBSECTION, \"HEARING AID\" SHALL MEAN\n   35  ANY WEARABLE INSTRUMENT OR DEVICES DESIGNED FOR HEARING AND  ANY  PARTS,\n   36  ATTACHMENTS OR ACCESSORIES BUT EXCLUDING BATTERIES AND CORDS OR ACCESSO-\n   37  RIES THERETO.\n   38    (B)  FOR THE PURPOSES OF THIS SECTION, SERVICES FOR RECASING, RESHELL-\n   39  ING AND ACQUIRING NEW MOLDS SHALL BE INCLUDED AS PART OF THE POLICIES.\n   40    (3) COVERAGE PROVIDED PURSUANT TO THIS SUBSECTION SHALL NOT BE SUBJECT\n   41  TO DEDUCTIBLES, COINSURANCE, OR COPAYMENTS.\n   42    S 3. Subsection (gg) of section 4303 of the insurance law, as added by\n   43  chapter 536 of the laws of 2010, is relettered subsection (hh) and a new\n   44  subsection (ii) is added to read as follows:\n   45    (II) (1) EVERY CONTRACT ISSUED OR DELIVERED IN THIS STATE BY A  HEALTH\n   46  SERVICE CORPORATION OR HOSPITAL SERVICE CORPORATION SHALL PROVIDE COVER-\n   47  AGE  FOR  HEARING AIDS PURCHASED FROM NEW YORK STATE HEARING AID DISPEN-\n   48  SERS REGISTERED UNDER ARTICLE THIRTY-SEVEN-A OF THE GENERAL BUSINESS LAW\n   49  OR AUDIOLOGISTS LICENSED UNDER ARTICLE ONE  HUNDRED  FIFTY-NINE  OF  THE\n   50  EDUCATION LAW IN THE FOLLOWING MANNER:\n   51    (A)  FOR  AN INSURED PERSON WHO IS SIXTEEN YEARS OF AGE OR OLDER, SUCH\n   52  INSURED PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO ONE  THOUSAND\n   53  DOLLARS  EVERY THREE YEARS FOR EXPENSES RELATED TO THE PURCHASE OF UP TO\n   54  TWO HEARING AIDS.\n   55    (B) FOR AN INSURED PERSON WHO IS LESS THAN SIXTEEN YEARS OF AGE,  SUCH\n   56  INSURED  PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO ONE THOUSAND\n\n       A. 3907                             3\n\n    1  DOLLARS EVERY TWO YEARS FOR EXPENSES RELATED TO THE PURCHASE  OF  UP  TO\n    2  TWO  HEARING AIDS.  WHEN IT IS DEMONSTRATED THAT (I) THE INSURED CHILD'S\n    3  HEARING HAS CHANGED SIGNIFICANTLY WITHIN A TWO YEAR PERIOD AND (II)  THE\n    4  EXISTING  HEARING  AID  WILL NO LONGER CORRECT THE CHILD'S HEARING LOSS,\n    5  SUCH INSURED PERSON SHALL BE ENTITLED TO  REIMBURSEMENT  FOR  ADDITIONAL\n    6  HEARING AID EXPENSES.\n    7    (C)  FOR  THE PURPOSES OF THIS SUBSECTION, THE INSURED PERSON SHALL BE\n    8  ENTITLED TO  SPEND  MORE  THAN  ONE  THOUSAND  DOLLARS  ON  HEARING  AID\n    9  EXPENSES,  BUT  SHALL  ONLY  BE  ALLOWED  REIMBURSEMENT UP TO THE AMOUNT\n   10  PROVIDED IN SUBPARAGRAPH (A) OR (B) OF THIS PARAGRAPH.\n   11    (2)(A) FOR THE PURPOSES OF THIS SUBSECTION, \"HEARING AID\"  SHALL  MEAN\n   12  ANY  WEARABLE  INSTRUMENT OR DEVICES DESIGNED FOR HEARING AND ANY PARTS,\n   13  ATTACHMENTS OR ACCESSORIES BUT EXCLUDING BATTERIES AND CORDS OR ACCESSO-\n   14  RIES THERETO.\n   15    (B) FOR THE PURPOSES OF THIS SECTION, SERVICES FOR RECASING,  RESHELL-\n   16  ING AND ACQUIRING NEW MOLDS SHALL BE INCLUDED AS PART OF THE POLICIES.\n   17    (3) COVERAGE PROVIDED PURSUANT TO THIS SUBSECTION SHALL NOT BE SUBJECT\n   18  TO DEDUCTIBLES, COINSURANCE, OR COPAYMENTS.\n   19    S  4.  This  act shall take effect July 1, 2013 and shall apply to all\n   20  policies issued, modified or renewed on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to providing coverage for hearing aids ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T133303.TXT", "SOBI.D110128.T145824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244704187
}