{
  "year" : 2011,
  "senateBillNo" : "A3905-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3905-2011-1296190800000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to qualified trusts and qualified reserve credits; repealer",
  "summary" : "Relates to qualified trusts and qualified reserve credits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA11342-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3905\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, PRETLOW -- read once and referred to the\n         Committee on Insurance\n\n       AN  ACT  to amend the insurance law, in relation to qualified trusts and\n         qualified reserve credits;  and  providing  for  the  repeal  of  such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (d) of section 6901 of  the  insurance  law,  as\n    2  added by chapter 48 of the laws of 1989, is amended to read as follows:\n    3    (d)  \"Aggregate  net  liability\" means the aggregate amount of insured\n    4  unpaid principal, interest and other monetary payments, if any, of guar-\n    5  antied obligations insured  or  assumed,  less  reinsurance  ceded  [and\n    6  less], collateral AND QUALIFIED RESERVE CREDITS.\n    7    S  2.  Section  6901 of the insurance law is amended by adding two new\n    8  subsections (t) and (u) to read as follows:\n    9    (T) \"QUALIFIED TRUST\" MEANS A TRUST THAT IS ENGAGED  OR  ORGANIZED  TO\n   10  ENGAGE  EXCLUSIVELY  IN  THE  ACQUISITION  AND MANAGEMENT OF INVESTMENTS\n   11  AVAILABLE FIRST FOR THE PAYMENT OF LOSSES AND CLAIMS OF A SINGLE  FINAN-\n   12  CIAL GUARANTY INSURANCE CORPORATION.\n   13    (U)  \"QUALIFIED  RESERVE CREDIT\" MEANS, WITH RESPECT TO INVESTMENTS IN\n   14  WHICH THE INTERESTS OF THE QUALIFIED TRUST  ARE  LIMITED  TO  RIGHTS  TO\n   15  PRINCIPAL, INTEREST OR OTHER PAYMENTS FROM SUCH INVESTMENTS, THE PRESENT\n   16  VALUE  OF  AMOUNTS  RECEIVABLE  BY  THE QUALIFIED TRUST FROM INVESTMENTS\n   17  GIVEN A DESIGNATION OF ONE BY THE SECURITIES  VALUATION  OFFICE  OF  THE\n   18  NATIONAL ASSOCIATION OF INSURANCE COMMISSIONERS.\n   19    S  3. Section 6902 of the insurance law is amended by adding three new\n   20  subsections (c), (d) and (e) to read as follows:\n   21    (C) IN DETERMINING THE FINANCIAL CONDITION OF A  DOMESTIC  OR  FOREIGN\n   22  FINANCIAL  GUARANTY INSURANCE CORPORATION FOR THE PURPOSES OF THIS CHAP-\n   23  TER, IN ADDITION TO THE ASSETS SET FORTH IN SECTION ONE  THOUSAND  THREE\n   24  HUNDRED ONE OF THIS CHAPTER, THERE SHALL BE ALLOWED AS AN ADMITTED ASSET\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05170-01-1\n\n       A. 3905                             2\n\n    1  OF  SUCH  FINANCIAL  GUARANTY  INSURANCE CORPORATION THE NET EQUITY OF A\n    2  QUALIFIED TRUST. THE ASSETS OF SUCH QUALIFIED TRUST CONSIDERED IN DETER-\n    3  MINING ITS NET EQUITY SHALL BE LIMITED TO CASH, INCLUDING  LEGAL  TENDER\n    4  OR  THE EQUIVALENT IN ANY OFFICE OF SUCH COMPANY OR IN TRANSIT UNDER ITS\n    5  CONTROL AND THE TRUE BALANCE OF ANY DEPOSIT IN  A  SOLVENT  BANK,  TRUST\n    6  COMPANY  OR THRIFT INSTITUTION, AND OBLIGATIONS WHICH ARE NOT IN DEFAULT\n    7  AS TO PRINCIPAL OR INTEREST, WHICH ARE VALID AND LEGALLY AUTHORIZED, AND\n    8  WHICH ARE ISSUED, ASSUMED, GUARANTEED OR INSURED BY THE UNITED STATES OR\n    9  BY ANY AGENCY OR INSTRUMENTALITY THEREOF. THE RIGHTS AND OBLIGATIONS  OF\n   10  THE  FINANCIAL GUARANTY INSURANCE CORPORATION WITH RESPECT TO A QUALIFY-\n   11  ING TRUST SHALL BE DETERMINED BY THE TERMS AND CONDITIONS OF THE  QUALI-\n   12  FYING TRUST, PROVIDED HOWEVER THAT THE RIGHTS OF ALL OTHER PARTIES SHALL\n   13  BE SUBORDINATE TO THE RIGHTS OF SUCH FINANCIAL GUARANTY INSURANCE CORPO-\n   14  RATION. THE FINANCIAL GUARANTY INSURANCE CORPORATION SHALL ESTABLISH THE\n   15  TERMS AND CONDITIONS OF THE QUALIFYING TRUST, WHICH SHALL INCLUDE, WITH-\n   16  OUT  LIMITATION,  THE REQUIREMENT THAT THE TRUSTEE'S AUTHORITY TO INVEST\n   17  AND ACCEPT SUBSTITUTIONS THEREOF SHALL BE SUBJECT TO THE PRIOR  APPROVAL\n   18  OF  SUCH  FINANCIAL  GUARANTY  INSURANCE  CORPORATION  UNLESS  THE TRUST\n   19  INSTRUMENT OR AGREEMENT OF THE QUALIFYING TRUST SETS FORTH  THE  INVEST-\n   20  MENTS  ACCEPTABLE  TO SUCH FINANCIAL GUARANTY INSURANCE CORPORATION. THE\n   21  TERMS AND CONDITIONS OF A QUALIFYING TRUST FORMED BY A  DOMESTIC  FINAN-\n   22  CIAL  GUARANTY  INSURANCE CORPORATION AND ANY AMENDMENT THERETO SHALL BE\n   23  SUBJECT TO THE SUPERINTENDENT'S APPROVAL. NO PAYMENT IN COMPLIANCE  WITH\n   24  THE  TERMS  AND CONDITIONS OF A QUALIFYING TRUST SHALL BE SUBJECT TO, OR\n   25  INCLUDED IN CONNECTION WITH THE APPLICATION OF,  SECTION  FOUR  THOUSAND\n   26  ONE HUNDRED FIVE OF THIS CHAPTER. SECTION ONE THOUSAND FOUR HUNDRED NINE\n   27  OF  THIS  CHAPTER  SHALL  NOT  APPLY TO QUALIFYING TRUSTS OR A FINANCIAL\n   28  GUARANTY INSURANCE CORPORATION'S INTEREST IN A QUALIFIED TRUST.\n   29    (D) IF THE REQUIREMENTS OF SECTION ONE THOUSAND FOUR  HUNDRED  TWO  OF\n   30  THIS  CHAPTER  AND  PARAGRAPH  ONE OF SUBSECTION (B) OF THIS SECTION ARE\n   31  MET, A FINANCIAL GUARANTY INSURANCE  CORPORATION,  MAY,  EXCEPT  AS  SET\n   32  FORTH  BELOW,  INVEST  ITS FUNDS IN, OR OTHERWISE ACQUIRE, OR LOAN UPON,\n   33  ONLY THE TYPES OF INVESTMENTS SPECIFIED IN  SECTION  ONE  THOUSAND  FOUR\n   34  HUNDRED  TWO OF THIS CHAPTER, SECTION ONE THOUSAND FOUR HUNDRED THREE OF\n   35  THIS CHAPTER AND SUBSECTION (A) OF SECTION  ONE  THOUSAND  FOUR  HUNDRED\n   36  FOUR  OF THIS CHAPTER (EXCEPT PARAGRAPHS EIGHT AND TEN OF SUBSECTION (A)\n   37  OF SUCH SECTION); PROVIDED THAT ANY SUCH CORPORATION MAY ALSO INVEST ITS\n   38  FUNDS IN, OR OTHERWISE ACQUIRE OR LOAN UPON INVESTMENTS PERMITTED  UNDER\n   39  SECTIONS  ONE  THOUSAND  FOUR  HUNDRED  SEVEN OF THIS CHAPTER (INCLUDING\n   40  INVESTMENTS OF THE CLASSES DESCRIBED IN  PARAGRAPHS  EIGHT  AND  TEN  OF\n   41  SUBSECTION  (A)  OF SECTION ONE THOUSAND FOUR HUNDRED FOUR OF THIS CHAP-\n   42  TER), SECTION ONE THOUSAND FOUR HUNDRED EIGHT OF THIS CHAPTER AND  ARTI-\n   43  CLE  SIXTEEN  OF THIS CHAPTER, SO LONG AS IT MAINTAINS CASH, INVESTMENTS\n   44  REQUIRED BY SECTION ONE THOUSAND FOUR HUNDRED TWO  OF  THIS  CHAPTER  OR\n   45  PARAGRAPH  THREE  OF SUBSECTION (B) OF THIS SECTION, RESERVE INVESTMENTS\n   46  UNDER SUBSECTION (A) OF SECTION ONE THOUSAND FOUR HUNDRED FOUR  OF  THIS\n   47  CHAPTER  AND  INTERESTS  IN  A  QUALIFIED  TRUST,  FREE FROM ANY LIEN OR\n   48  PLEDGE, WHICH, WHEN VALUED IN ACCORDANCE WITH  THE  PROVISIONS  OF  THIS\n   49  CHAPTER,  SHALL  AT LEAST EQUAL FIFTY PERCENT OF THE AGGREGATE AMOUNT OF\n   50  ITS UNEARNED PREMIUM, LOSS AND LOSS ADJUSTMENT EXPENSE RESERVES AS SHOWN\n   51  BY ITS LAST SWORN STATEMENT, ANNUAL  OR  QUARTERLY,  ON  FILE  WITH  THE\n   52  SUPERINTENDENT.  IF A FINANCIAL GUARANTY INSURANCE CORPORATION MAINTAINS\n   53  CASH, INVESTMENTS REQUIRED BY SECTION ONE THOUSAND FOUR HUNDRED  TWO  OF\n   54  THIS  ARTICLE  OR  PARAGRAPH  THREE  OF  SUBSECTION (B) OF THIS SECTION,\n   55  RESERVE INVESTMENTS UNDER SUBSECTION (A) OF SECTION  ONE  THOUSAND  FOUR\n   56  HUNDRED  FOUR  OF  THIS CHAPTER AND INTERESTS IN A QUALIFIED TRUST, FREE\n\n       A. 3905                             3\n\n    1  FROM ANY LIEN OR PLEDGE, WHICH,  WHEN  VALUED  IN  ACCORDANCE  WITH  THE\n    2  PROVISIONS OF THIS CHAPTER, SHALL AT LEAST EQUAL THE AGGREGATE OF SEVEN-\n    3  TY  PERCENT  OF  ITS LOSS AND LOSS ADJUSTMENT EXPENSE RESERVES AND FIFTY\n    4  PERCENT  OF  ITS  UNEARNED  PREMIUM  RESERVES AS SHOWN BY ITS LAST SWORN\n    5  STATEMENT, ANNUAL OR QUARTERLY, ON FILE WITH  THE  SUPERINTENDENT,  THEN\n    6  SUCH  CORPORATION  MAY  IN ADDITION ENTER INTO THE TYPES OF TRANSACTIONS\n    7  SET FORTH IN SECTION ONE THOUSAND FOUR  HUNDRED  TEN  OF  THIS  CHAPTER,\n    8  SUBJECT  TO THE LIMITATIONS SET FORTH IN SUCH SECTION. THE TERM \"LIEN OR\n    9  PLEDGE\" AS USED IN THIS SUBSECTION SHALL  NOT  INCLUDE  ANY  DEPOSIT  OF\n   10  SECURITIES  OR  CASH  WITH  ANY  GOVERNMENT, NOR TRUSTED ASSETS, HELD IN\n   11  TRUST FOR THE BENEFIT OR PROTECTION OF ALL OR ANY CLASS OF  THE  POLICY-\n   12  HOLDERS, OR POLICYHOLDERS AND CREDITORS, OF SUCH CORPORATION.\n   13    (E)  FOR  PURPOSES  OF  DETERMINING  QUALIFIED  RESERVE  CREDITS,  THE\n   14  DISCOUNT RATE USED TO DETERMINE PRESENT VALUE SHALL BE THE AVERAGE  RATE\n   15  OF  RETURN  ON  THE  ADMITTED ASSETS OF THE FINANCIAL GUARANTY INSURANCE\n   16  CORPORATION AS OF THE DATE OF THE COMPUTATION OF THE APPLICABLE  RESERVE\n   17  UNDER  THIS  CHAPTER.  THE DISCOUNT RATE SHALL BE ADJUSTED AT THE END OF\n   18  EACH CALENDAR YEAR.\n   19    S 4. Paragraph 5 of subsection (a) of section 6903  of  the  insurance\n   20  law,  as  amended by chapter 605 of the laws of 2004, is amended to read\n   21  as follows:\n   22    (5) Contingency reserves required in paragraphs two, three and four of\n   23  this subsection may be established  and  maintained  net  of  collateral\n   24  [and],  reinsurance AND QUALIFIED RESERVE CREDITS, provided that, in the\n   25  case  of  reinsurance,  the  reinsurance  agreement  requires  that  the\n   26  reinsurer  shall,  on  or  after  the effective date of the reinsurance,\n   27  establish and maintain a reserve in an amount equal  to  the  amount  by\n   28  which  the  insurer  reduces  its  contingency  reserve, and contingency\n   29  reserves required in paragraphs three and four of this subsection may be\n   30  maintained (A) net of refundings and  refinancings  to  the  extent  the\n   31  refunded or refinanced issue is paid off or secured by obligations which\n   32  are  directly  payable or guarantied by the United States government and\n   33  (B) net of insured securities in a unit investment trust or mutual  fund\n   34  that have been sold from the trust or fund without insurance.\n   35    S  5.  This  act shall take effect immediately and shall expire and be\n   36  deemed repealed 5 years after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to qualified trusts and qualified reserve credits; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T145308.TXT", "SOBI.D110128.T133303.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244388044
}