{
  "year" : 2011,
  "senateBillNo" : "A3903-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to codes",
    "billEventId" : "A3903-2011-1296190800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes DCJS to create a publication relating to concealed firearms",
  "summary" : "Authorizes division of criminal justice services to create a publication relating to concealed firearms defining the term \"concealed\" and establishing guidelines on when/where firearms can be carried. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A5352-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3903\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, REILICH -- read once and referred to the\n         Committee on Codes\n\n       AN  ACT  to  amend  the  executive  law,  in relation to authorizing the\n         department of criminal justice services to create a publication relat-\n         ing to concealed firearms\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 837 of the executive law is amended by adding a new\n    2  subdivision 19 to read as follows:\n    3    19.  PROMULGATE,  IN  CONSULTATION  WITH  THE  SUPERINTENDENT OF STATE\n    4  POLICE, A STANDARDIZED PUBLICATION OF GENERAL INFORMATION  DEFINING  THE\n    5  TERM  \"CONCEALED\"  AND  ESTABLISHING  GUIDELINES  ON  WHERE  AND  WHEN A\n    6  CONCEALED FIREARM MAY NOT BE CARRIED PURSUANT TO ANY APPLICABLE STATE OR\n    7  FEDERAL LAW, RULE OR REGULATION.  SUCH PUBLICATION SHALL BE PROVIDED  TO\n    8  COUNTY  LICENSING  OFFICERS  FOR  DISTRIBUTION TO ANY PERSON RECEIVING A\n    9  CONCEALED CARRY PERMIT AND UPON THE REQUEST OF ANY PERSON WHO  POSSESSES\n   10  SUCH PERMIT PURSUANT TO SECTION 400.00 OF THE PENAL LAW.\n   11    S 2. This act shall take effect on the one hundred twentieth day after\n   12  it  shall have become a law. Effective immediately, the addition, amend-\n   13  ment and/or repeal of any rule or regulation necessary for the implemen-\n   14  tation of this act on its effective date is authorized to be made on  or\n   15  before such effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05387-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to authorizing the department of criminal justice services to create a publication relating to concealed firearms ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T145308.TXT", "SOBI.D110128.T133303.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244388040
}