{
  "year" : 2011,
  "senateBillNo" : "A3909-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A3909-2011-1296190800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires leases in N.Y. city to contain a rider concerning the rights and duties with regards to the housing part of court",
  "summary" : "Requires leases in cities with a population of one million or more to contain a rider describing the rights and duties with regards to the housing part of such city's housing part of civil court; directs the office of court administration to conduct a public information program informing tenants of their rights and of the right to utilize the housing of the civil court. ",
  "currentCommittee" : null,
  "sameAs" : "S68",
  "lawSection" : "Real Property Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3909\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to amend the real property law, in  relation  to  notice  of  the\n         rights and duties of owners and tenants in cities with a population of\n         one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding  a  new  section\n    2  235-h to read as follows:\n    3    S 235-H. RIGHTS AND DUTIES OF OWNERS AND TENANTS.  1. IN CITIES WITH A\n    4  POPULATION OF ONE MILLION OR MORE, EACH OWNER  OF RESIDENTIAL REAL PROP-\n    5  ERTY  SHALL  FURNISH  TO  EACH  TENANT SIGNING A NEW OR RENEWAL LEASE, A\n    6  RIDER DESCRIBING THE RIGHTS AND DUTIES OF  OWNERS  AND  TENANTS  IN  THE\n    7  HOUSING  PART  OF  THE  CIVIL COURT IN SUCH CITY. SUCH PUBLICATION SHALL\n    8  CONFORM TO THE INTENT OF SECTION 5-702 OF THE  GENERAL  OBLIGATIONS  LAW\n    9  AND SHALL BE ATTACHED AS AN ADDENDUM TO THE LEASE. UPON THE FACE OF EACH\n   10  LEASE,  IN  BOLD  PRINT,  SHALL APPEAR THE FOLLOWING:  \"ATTACHED TO THIS\n   11  LEASE ARE THE PERTINENT RULES  AND  REGULATIONS  GOVERNING  TENANTS  AND\n   12  LANDLORDS' RIGHTS WITH REGARDS TO THE HOUSING PART OF THE CIVIL COURT\".\n   13    2.  THE  RIDER  SHALL  BE IN A FORM PROMULGATED BY THE OFFICE OF COURT\n   14  ADMINISTRATION IN LARGER TYPE THAN THE LEASE AND SHALL  BE  UTILIZED  AS\n   15  PROVIDED IN SUBDIVISION ONE OF THIS SECTION.\n   16    3.  THE  OFFICE  OF COURT ADMINISTRATION SHALL PREPARE AND IMPLEMENT A\n   17  PUBLIC EDUCATION CAMPAIGN, USING THE  WRITTEN  MEDIA,  RADIO  AND  TELE-\n   18  VISION,  THE PURPOSE OF WHICH SHALL BE TO INFORM TENANTS OF ALL OF THEIR\n   19  RIGHTS AS TENANTS, AND OF THE AVAILABILITY OF THE HOUSING PART  OF  SUCH\n   20  CITY'S CIVIL COURT SHOULD THEY BE AGGRIEVED.\n   21    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   22  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01410-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to notice of the rights and duties of owners and tenants in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T145308.TXT", "SOBI.D110128.T133303.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244388042
}