{
  "year" : 2011,
  "senateBillNo" : "A3910-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to codes",
    "billEventId" : "A3910-2011-1296190800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishing a defendant's right to hearing to present exculpatory evidence regarding involvement in criminal activity",
  "summary" : "Establishes a defendant's right to a hearing to present exculpatory evidence regarding involvement in criminal activity. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3910\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by M. of A. PERRY -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to  the  defend-\n         ant's  right  to  a  hearing to present exculpatory evidence regarding\n         involvement in criminal activity\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  criminal  procedure  law  is amended by adding a new\n    2  section 210.17 to read as follows:\n    3  S 210.17 HEARING TO PRESENT EXCULPATORY EVIDENCE  REGARDING  INVOLVEMENT\n    4             IN CRIMINAL ACTIVITY.\n    5    1.  UPON  THE  DEFENDANT'S ARRAIGNMENT BEFORE A SUPERIOR COURT UPON AN\n    6  INDICTMENT, THE COURT SHALL IMMEDIATELY INFORM HIM OR HER, OR CAUSE  HIM\n    7  OR  HER  TO  BE  INFORMED  IN ITS PRESENCE, OF THE RIGHT TO A HEARING TO\n    8  PRESENT EXCULPATORY EVIDENCE, INCLUDING WITNESS TESTIMONY IF THE FOLLOW-\n    9  ING CIRCUMSTANCES EXIST:\n   10    A. THE DEFENDANT WAS ARRESTED AS A RESULT OF A POLICE SWEEP OR RAID OF\n   11  A PREMISES DURING WHICH A COLLECTIVE GROUP OF  SUSPECTS  WERE  ARRESTED;\n   12  AND\n   13    B. THE COLLECTIVE GROUP OF ARRESTED SUSPECTS, INCLUDING THE DEFENDANT,\n   14  HAVE BEEN CHARGED WITH THE SAME CRIME.\n   15    2. DURING SUCH HEARING, THE PROSECUTOR MUST PROFFER LEGALLY SUFFICIENT\n   16  EVIDENCE  OF THE DEFENDANT'S INVOLVEMENT, WHETHER DIRECT OR INDIRECT, IN\n   17  THE OFFENSE OR OFFENSES WITH WHICH THE DEFENDANT IS CHARGED.\n   18    3. DURING SUCH HEARING, A DEFENDANT MAY OFFER PROOF THAT HE OR SHE WAS\n   19  NOT INVOLVED IN ANY CRIMINAL ACTIVITY, BUT WAS IN THE WRONG PLACE AT THE\n   20  WRONG TIME, AND THAT THE DEFENDANT HAD NO INVOLVEMENT IN THE OFFENSE  OR\n   21  OFFENSES WITH WHICH HE OR SHE IS CHARGED.\n   22    S 2. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08353-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the defendant's right to a hearing to present exculpatory evidence regarding involvement in criminal activity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T133303.TXT", "SOBI.D110128.T133801.TXT", "SOBI.D110128.T145824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244704191
}