{
  "year" : 2011,
  "senateBillNo" : "A3912-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to labor",
    "billEventId" : "A3912-2011-1296190800000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits state funding to business entities that outsource jobs",
  "summary" : "Prohibits state funding to business entities that outsource jobs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A11299-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3912\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced  by M. of A. TITUS -- read once and referred to the Committee\n         on Labor\n\n       AN ACT to amend the labor law, in relation to prohibiting state  funding\n         to businesses that outsource jobs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new section  219-b  to\n    2  read as follows:\n    3    S  219-B.  OUTSOURCING  OF  JOBS  PROHIBITED.  1. FOR PURPOSES OF THIS\n    4  SECTION THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A) \"OUTSOURCE\" SHALL MEAN TO RELOCATE OR MOVE  JOBS  OUTSIDE  OF  THE\n    6  STATE OF NEW YORK TO ANOTHER STATE OR COUNTRY;\n    7    (B)  \"STATE  FUNDING\"  SHALL MEAN THE PROVISION OF ANY AWARDS, GRANTS,\n    8  LOANS, TAX BENEFITS OR ANY OTHER FINANCIAL ASSISTANCE BY THE STATE TO  A\n    9  BUSINESS ENTITY; AND\n   10    (C)  \"BUSINESS ENTITY\" SHALL MEAN ANY PERSON, FIRM, CORPORATION, PART-\n   11  NERSHIP, LIMITED LIABILITY COMPANY OR ANY OTHER  BUSINESS  ENTITY  DOING\n   12  BUSINESS IN THIS STATE.\n   13    2.  NO  BUSINESS ENTITY SHALL RECEIVE STATE FUNDING IF A DETERMINATION\n   14  IS MADE BY THE COMMISSIONER THAT SUCH  BUSINESS  ENTITY  HAS  OUTSOURCED\n   15  JOBS.  UPON  A  DETERMINATION BY THE COMMISSIONER THAT A BUSINESS ENTITY\n   16  HAS OUTSOURCED JOBS, THE COMMISSIONER SHALL NOTIFY SUCH BUSINESS  ENTITY\n   17  OF SUCH DETERMINATION. UPON RECEIPT OF SUCH NOTICE, SUCH BUSINESS ENTITY\n   18  SHALL  HAVE THIRTY DAYS WITHIN WHICH TO REQUEST A HEARING REGARDING SUCH\n   19  DETERMINATION. SUCH HEARING SHALL BE HELD IN A MANNER TO  BE  DETERMINED\n   20  BY  THE  COMMISSIONER.  FAILURE  TO REQUEST A HEARING WITHIN THIRTY DAYS\n   21  SHALL BE DEEMED A WAIVER OF SUCH BUSINESS ENTITY'S RIGHT TO  A  HEARING.\n   22  IF  AFTER SUCH HEARING A DETERMINATION IS MADE THAT SUCH BUSINESS ENTITY\n   23  HAS OUTSOURCED JOBS OR AFTER EXPIRATION OF SUCH THIRTY  DAY  PERIOD,  NO\n   24  FURTHER STATE FUNDING SHALL BE MADE TO SUCH BUSINESS ENTITY.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02026-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to prohibiting state funding to businesses that outsource jobs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T133801.TXT", "SOBI.D110128.T145824.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296244704197
}