{
  "year" : 2011,
  "senateBillNo" : "A3911-2011",
  "billEvents" : [ {
    "eventDate" : 1296190800000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3911-2011-1296190800000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates new date for payment of school taxes and repeals provisions of SCTA; repealer",
  "summary" : "Refers to the Suffolk county tax act in relation to shifting the collection date for school taxes to October fifteenth over a five-year period; repeals certain provisions of such act. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Suffolk County Tax Act",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3911\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 28, 2011\n                                      ___________\n\n       Introduced by M. of A. THIELE -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT to amend the Suffolk county tax act, in relation to shifting the\n         collection date for school taxes to October fifteenth over a five-year\n         period and to repeal sections 7, 8, 9 and 10 of such act  relating  to\n         the application of such act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Sections 7, 8, 9, and 10 of chapter  311  of  the  laws  of\n    2  1920, constituting the Suffolk county tax act are REPEALED.\n    3    S  2.  Section 11 of chapter 311 of the laws of 1920, constituting the\n    4  Suffolk county tax act, as amended by chapter 57 of the laws of 1948, is\n    5  amended to read as follows:\n    6    S 11. Extension of taxes by supervisor. The supervisor  of  each  town\n    7  shall  on or before the [first day of December] FIFTEENTH DAY OF SEPTEM-\n    8  BER IN THE YEAR TWO THOUSAND TWELVE AND ON OR BEFORE THE  FIRST  DAY  OF\n    9  AUGUST  IN  ALL  SUCCEEDING  YEARS,  in  each year extend or cause to be\n   10  extended upon the assessment roll of the town the taxes, assessments  or\n   11  other  charges to be levied and assessed against the taxable persons and\n   12  property on said roll as fixed and determined by the board  of  supervi-\n   13  sors  or other competent authority; and the cost thereof shall be a town\n   14  charge. Such extension shall be made in totals  or  items  as  shall  be\n   15  requisite to conform to the form of the assessment roll as prescribed by\n   16  the  board  of  supervisors as hereinbefore provided, and there shall be\n   17  inserted in the roll a tabular statement of the total assessed valuation\n   18  in each tax district, the amount of taxes and assessments to  be  raised\n   19  and  the  tax rate therein. Such tabular statement shall also be printed\n   20  or stamped in full upon the tax bills or on separate sheets as the board\n   21  of supervisors may direct, and shall be distributed by the  receiver  to\n   22  the taxpayers with the tax bills. In any town having one or more mechan-\n   23  ical tax extension machines, the tax bills may be made by the supervisor\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05702-01-1\n\n       A. 3911                             2\n\n    1  at the time of extending taxes, assessments and other charges on the tax\n    2  roll of the town.\n    3    S  3.  Section 12 of chapter 311 of the laws of 1920, constituting the\n    4  Suffolk county tax act, as amended by chapter 908 of the laws  of  1962,\n    5  is amended to read as follows:\n    6    S  12. Filing certificate with board of supervisors. The supervisor of\n    7  each town shall complete the extension of taxes and assessments upon the\n    8  assessment roll and file with the board of supervisors on or before  the\n    9  [first day of December] FIFTEENTH DAY OF SEPTEMBER IN THE YEAR TWO THOU-\n   10  SAND  TWELVE  AND ON OR BEFORE THE FIRST DAY OF AUGUST IN ALL SUCCEEDING\n   11  YEARS, in each year a certificate thereof in such form as the  board  of\n   12  supervisors  may prescribe and furnish. Such assessment roll shall, when\n   13  the warrant is annexed thereto, become the tax and  assessment  roll  of\n   14  said town and of each school district and other tax districts therein.\n   15    S 4. The opening paragraph of subdivision (a) of section 13 of chapter\n   16  311  of  the  laws  of 1920, constituting the Suffolk county tax act, as\n   17  amended by chapter 908 of the laws  of  1962,  is  amended  to  read  as\n   18  follows:\n   19    On or before the [first day of December] FIFTEENTH DAY OF SEPTEMBER IN\n   20  THE  YEAR TWO THOUSAND TWELVE AND ON OR AFTER THE FIRST DAY OF AUGUST IN\n   21  ALL SUCCEEDING YEARS, in each year or such date as may be designated  by\n   22  a  resolution  of  the board of supervisors, the board of supervisors of\n   23  the county shall cause to be annexed to the tax and assessment  roll  of\n   24  each town a warrant under the seal of the county, signed by the chairman\n   25  and  clerk of the board, commanding the receiver of taxes of the town to\n   26  whom the same shall be directed, to collect from the several persons and\n   27  on the property named and described in the tax and assessment  roll  the\n   28  several  sums  extended  therein  as  taxes  and assessments against the\n   29  respective names and property, except taxes upon the shares of stock  of\n   30  banks  and  banking  associations and further commanding him to pay over\n   31  from time to time all moneys so collected, as follows:\n   32    S 5. Sections 34, 35 and 78 of the Suffolk county tax act  are  renum-\n   33  bered sections 84, 85 and 83, respectively, and a new article 3 is added\n   34  to read as follows:\n   35                                   ARTICLE 3\n   36                          COLLECTION OF SCHOOL TAX\n   37                               BY COLLECTIONS\n   38    S  78.  PAYMENT  OF  SCHOOL  TAXES.  ALL SCHOOL TAXES SHALL BE PAYABLE\n   39  ACCORDING TO THE FOLLOWING SCHEDULE UNLESS PAYMENT IS MADE  PURSUANT  TO\n   40  SECTION  SIXTY-NINE  OF THIS ACT: FOR THE TAX YEAR TWO THOUSAND THIRTEEN\n   41  PAYMENTS SHALL BE MADE TO THE RECEIVER OF TAXES ON  OR  BEFORE  DECEMBER\n   42  FIFTEENTH, FOR THE TAX YEAR TWO THOUSAND FOURTEEN PAYMENTS SHALL BE MADE\n   43  TO  THE  RECEIVER  OF TAXES ON OR BEFORE NOVEMBER FIFTEENTH, FOR THE TAX\n   44  YEAR TWO THOUSAND FIFTEEN PAYMENTS SHALL BE  MADE  TO  THE  RECEIVER  OF\n   45  TAXES ON OR BEFORE NOVEMBER FIRST, FOR THE TAX YEAR TWO THOUSAND SIXTEEN\n   46  PAYMENTS  SHALL  BE  MADE  TO THE RECEIVER OF TAXES ON OR BEFORE OCTOBER\n   47  FIFTEENTH, FOR THE  TAX  YEAR  TWO  THOUSAND  SEVENTEEN  AND  ALL  YEARS\n   48  SUCCEEDING  PAYMENTS SHALL BE MADE TO THE RECEIVER OF TAXES ON OR BEFORE\n   49  OCTOBER FIRST.\n   50    S 79. CERTIFICATION OF SCHOOL DISTRICTS. THE  BOARD  OF  ASSESSORS  OF\n   51  EACH  TOWN  SHALL IMMEDIATELY UPON COMPLETING AND VERSIFYING THE ASSESS-\n   52  MENT ROLL IN EACH YEAR ASCERTAIN THEREFROM THE TOTAL ASSESSED  VALUATION\n   53  OF  THE  TAXABLE  PROPERTY  WITHIN EACH SCHOOL DISTRICT APPEARING ON THE\n   54  ROLL, AND ON OR BEFORE AUGUST FIFTEENTH EACH YEAR SHALL CERTIFY THE SAME\n   55  TO THE RESPECTIVE BOARDS OF EDUCATION  OR  THE  TRUSTEES  OF  EACH  SUCH\n   56  DISTRICT.\n\n       A. 3911                             3\n\n    1    S  80. CERTIFICATION AND LEVY OF SCHOOL TAX. THE BOARD OF EDUCATION OR\n    2  THE TRUSTEES OF EACH SCHOOL DISTRICT SHALL THEREUPON AND  ON  OR  BEFORE\n    3  SEPTEMBER  FIFTEENTH  IN  THE  YEAR TWO THOUSAND TWELVE AND ON OR BEFORE\n    4  AUGUST FIRST IN ALL SUCCEEDING YEARS, UPON THE TOTAL ASSESSED  VALUATION\n    5  OF THE TAXABLE PROPERTY WITHIN THEIR SCHOOL DISTRICT AS CERTIFIED BY THE\n    6  BOARD  OF  ASSESSORS  IN  THE  CURRENT  YEAR  AS  HEREINBEFORE PROVIDED,\n    7  COMPUTE, ASCERTAIN AND  ADOPT  THE  TAX  RATE  PER  HUNDRED  DOLLARS  OF\n    8  ASSESSED  VALUATION  NECESSARY  TO  RAISE  THE  AMOUNT REQUIRED FOR SAID\n    9  DISTRICT FOR THE AMOUNT OF  THE  BUDGET  AND  FOR  ALL  OTHER  NECESSARY\n   10  AMOUNTS  TO  BE RAISED BY TAXATION AS PROVIDED BY LAW, AND SHALL CERTIFY\n   11  SAID RATE AND THE TOTAL AMOUNTS TO BE RAISED THEREBY TO  THE  SUPERVISOR\n   12  OF THE TOWN.\n   13    S  81.  LIEN, PAYMENT AND PENALTY. ALL SCHOOL TAXES UPON REAL PROPERTY\n   14  SHALL BECOME A LIEN AND BE DUE AND PAYABLE ACCORDING TO THE SCHEDULE  IN\n   15  SECTION  SEVENTY-EIGHT OF THIS ARTICLE, AND BE PAYABLE TO THE RESPECTIVE\n   16  RECEIVERS OF TAXES UNTIL AND INCLUDING THE  SUCCEEDING  FORTY-FIRST  DAY\n   17  AFTER THE PAYMENT IS DUE WITHOUT PENALTY. UNLESS PAYABLE IN TWO PAYMENTS\n   18  AS  PROVIDED  BY  THIS ACT, ON TAXES REMAINING UNPAID ON THE FORTY-FIRST\n   19  DAY AFTER THE PAYMENT IS DUE, INTEREST COMPUTED AT THE RATE AS  PROVIDED\n   20  IN  SECTION  THIRTEEN-C OF THIS ACT. FROM THE FORTY-SECOND DAY AFTER THE\n   21  PAYMENT IS DUE, SHALL BE ADDED FOR THE FIRST MONTH OR PART THEREOF,  AND\n   22  FOR  EACH  MONTH  OR PART THEREOF THEREAFTER, UNTIL THE RETURN OF UNPAID\n   23  TAXES IS MADE TO THE COUNTY TREASURER. THE RECEIVER SHALL REQUIRE DUPLI-\n   24  CATE RECEIPTS FOR ALL PAYMENTS MADE BY HIM OR HER TO ANY  OTHER  OFFICER\n   25  THAN  THE  COUNTY  TREASURER, AND SHALL FILE ONE OF SUCH DUPLICATES WITH\n   26  THE COUNTY TREASURER ON MAKING HIS OR HER RETURN.\n   27    S 82. AUTHORIZATION FOR TWO PAYMENTS OF TAXES.  NOT  LATER  THAN  JUNE\n   28  FIFTEENTH  IN  ANY  YEAR,  THE TOWN BOARD OF ANY TOWN MAY ADOPT A RESOL-\n   29  UTION, WHICH SHALL BE SUBJECT TO A PERMISSIVE REFERENDUM AS  HEREINAFTER\n   30  PROVIDED; THAT AFTER THE NEXT SUCCEEDING DUE DATE AS OUTLINED IN SECTION\n   31  SEVENTY-EIGHT  OF  THIS ARTICLE ALL SCHOOL TAXES UPON REAL ESTATE IN THE\n   32  TAX ROLL SHALL BE DUE AND PAYABLE AND SHALL BE AND BECOME LIENS  ON  THE\n   33  REAL ESTATE AFFECTED THEREBY, AND SHALL BE CONSTRUED AS AND DEEMED TO BE\n   34  CHARGES  THEREON  ON  THE FORTY-SECOND DAY AFTER PAYMENT IS DUE, AND NOT\n   35  EARLIER, AND SHALL REMAIN SUCH LIENS UNTIL  PAID.    PROVIDED,  HOWEVER,\n   36  THAT  THERE SHALL BE NO PENALTY IF ONE-HALF OF ALL SUCH SCHOOL TAXES ARE\n   37  PAID TO THE RECEIVER ON OR BEFORE  THE  FIFTEENTH  OF  OCTOBER  AND  THE\n   38  SECOND  ONE-HALF OF ALL SUCH TAXES ARE PAID TO THE RECEIVER ON OR BEFORE\n   39  THE SUCCEEDING THIRTY-FIRST DAY OF MARCH. WHERE  AUTHORIZATION  FOR  TWO\n   40  PAYMENTS  OF  SCHOOL  TAXES  IS AUTHORIZED TAXPAYERS SHALL REMIT PAYMENT\n   41  ACCORDING TO THE SCHEDULE OUTLINED IN THIS SECTION AND THE PROVISIONS OF\n   42  SECTION SEVENTY-EIGHT OF THIS ARTICLE SHALL NOT CONTROL.   ON  ALL  SUCH\n   43  FIRST  ONE-HALF OF SCHOOL TAXES UPON REAL ESTATE REMAINING UNPAID ON THE\n   44  FIFTEENTH OF NOVEMBER, ONE PER CENTUM OF THE AMOUNT OF THE SAID ONE-HALF\n   45  OF THE TAX WILL BE ADDED, AND AN ADDITIONAL ONE PER CENTUM OF THE AMOUNT\n   46  OF THE SAID ONE-HALF OF THE TAX WILL BE ADDED, AND AN ADDITIONAL ONE PER\n   47  CENTUM WILL BE ADDED FOR EACH MONTH OR PART  THEREOF  THEREAFTER,  UNTIL\n   48  THE  RETURN  OF THE WARRANT TO THE COUNTY TREASURER. THE SECOND ONE-HALF\n   49  OF THE SCHOOL TAX ON REAL ESTATE MAY BE  PAID  WITHOUT  PENALTY  ON  THE\n   50  TENTH  DAY  OF  OR AT ANY TIME THEREAFTER, UNTIL, BUT NOT INCLUDING, THE\n   51  SUCCEEDING APRIL FIRST, PROVIDING THE FIRST ONE-HALF OF SUCH  TAX  SHALL\n   52  HAVE BEEN PAID OR SHALL BE PAID AT THE SAME TIME. THE WARRANT ANNEXED TO\n   53  THE TAX ROLL OF ANY TOWN ADOPTING SUCH PROPOSITION AND IN WHICH TAXES ON\n   54  REAL  ESTATE ARE PAYABLE IN INSTALLMENTS SHALL BE MADE TO CONFORM TO THE\n   55  PROVISIONS OF THIS SECTION.  ANY  SUCH  RESOLUTION  OF  THE  TOWN  BOARD\n   56  PROVIDING  FOR  THE  COLLECTION  OF TAXES IN INSTALLMENTS SHALL NOT TAKE\n\n       A. 3911                             4\n\n    1  EFFECT UNTIL THIRTY DAYS AFTER ITS ADOPTION; NOR UNTIL APPROVED  BY  THE\n    2  AFFIRMATIVE  VOTE  OF  A MAJORITY OF THE QUALIFIED ELECTORS OF SUCH TOWN\n    3  VOTING UPON A PROPOSITION THEREFOR, IF  WITHIN  THIRTY  DAYS  AFTER  ITS\n    4  ADOPTION  THERE  BE  FILED WITH THE TOWN CLERK A PETITION SUBSCRIBED AND\n    5  ACKNOWLEDGED AS PROVIDED IN ARTICLE SEVEN OF THE TOWN LAW  WITH  RESPECT\n    6  TO  THE  SUBMISSION  OF  A  REFERENDUM  ON PETITION. IF A PETITION BE SO\n    7  FILED, A PROPOSITION FOR  THE  APPROVAL  OF  SUCH  RESOLUTION  SHALL  BE\n    8  SUBMITTED AT A GENERAL OR SPECIAL TOWN ELECTION TO BE HELD NOT MORE THAN\n    9  FORTY  DAYS  AFTER  THE  FILING OF SUCH PETITION. NOTICE OF THE ELECTION\n   10  SHALL BE GIVEN, SUCH ELECTION HELD AND THE VOTES  CANVASSED  AND  RESULT\n   11  CERTIFIED  AND  RETURNED IN THE MANNER PROVIDED BY THE TOWN LAW RELATING\n   12  TO THE SUBMISSION OF QUESTIONS UPON TOWN  PROPOSITIONS.  NOTWITHSTANDING\n   13  THE  PROVISIONS  OF ANY GENERAL OR SPECIAL LAW TO THE CONTRARY, THE TOWN\n   14  BOARD OF ANY TOWN MAY, BY  RESOLUTION,  PROVIDE  FOR  SEPARATING  SCHOOL\n   15  TAXES  FROM  ALL THE REMAINDER OF THE TAXES, TO BE COLLECTED PURSUANT TO\n   16  THE PROVISIONS OF THE TAX WARRANT, ALSO PROVIDE FOR THE  COLLECTION  AND\n   17  PAYMENT  BY  THE  TAXPAYERS  OF  THEIR SCHOOL TAXES AT ONE TIME, AND THE\n   18  COLLECTION AND PAYMENT OF ALL THE REMAINDER OF THE TAXES TO BE COLLECTED\n   19  PURSUANT TO THE PROVISIONS OF THE TAX WARRANT, AT ANOTHER TIME OR TIMES,\n   20  AND FURTHER PROVIDED THAT  SEPARATE  BILLS  BE  ISSUED  AND  MAILED  AND\n   21  RECEIPTS  GIVEN  FOR  PAYMENT  OF  SCHOOL  TAXES  AS WELL AS FOR ALL THE\n   22  REMAINDER OF THE TAXES TO BE COLLECTED PURSUANT TO THE PROVISIONS OF THE\n   23  TAX WARRANT.\n   24    S 6. This act shall take effect January 31, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the Suffolk county tax act, in relation to shifting the collection date for school taxes to October fifteenth over a five-year period and to repeal sections 7, 8, 9 and 10 of such act relating to the application of such act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110128.T141306.TXT", "SOBI.D110128.T152810.TXT", "SOBI.D110128.T133801.TXT", "SOBI.D110128.T153811.TXT", "SOBI.D110128.T145824.TXT", "SOBI.D110128.T141809.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296247091237
}