{
  "year" : 2011,
  "senateBillNo" : "A3916-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3916-2011-1296450000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies the exemption for cooperative housing corporations where there is no change in beneficial ownership",
  "summary" : "Clarifies the exemption for cooperative housing corporations where there is no change in beneficial ownership. ",
  "currentCommittee" : null,
  "sameAs" : "S2566",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "S8446-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3916\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. BROOK-KRASNY -- read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to clarifying the exemption for\n         cooperative housing corporations where there is no change  in  benefi-\n         cial ownership\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 6 of subdivision (b) of section 1405 of  the  tax\n    2  law, as amended by chapter 61 of the laws of 1989, is amended to read as\n    3  follows:\n    4    6.  Conveyances  to  effectuate  a  mere change of identity or form of\n    5  ownership or organization where there is no change in beneficial  owner-\n    6  ship, other than conveyances to a cooperative housing corporation of the\n    7  real   property   comprising  the  cooperative  dwelling  or  dwellings,\n    8  PROVIDED, HOWEVER, THE CONVEYANCE OF SHARES  OF  A  COOPERATIVE  HOUSING\n    9  CORPORATION TO PARTICIPATING SHAREHOLDERS AS PART OF A VOLUNTARY DISSOL-\n   10  UTION  UNDER  THE  PRIVATE HOUSING FINANCE LAW IN WHICH SUCH DISSOLUTION\n   11  EFFECTS ONLY A MERE CHANGE IN THE IDENTITY OR FORM OF OWNERSHIP OF  SUCH\n   12  CORPORATION SHALL BE INCLUDED IN THIS EXEMPTION;\n   13    S 2. This act shall take effect immediately, and shall be deemed to be\n   14  in effect for applicable conveyances occurring on or before such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06397-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to clarifying the exemption for cooperative housing corporations where there is no change in beneficial ownership ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T121203.TXT", "SOBI.D110131.T112710.TXT", "SOBI.D110131.T151716.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T120201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336871
}