{
  "year" : 2011,
  "senateBillNo" : "A3917-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to labor",
    "billEventId" : "A3917-2011-1296450000000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"Unemployment Insurance Liability Act of 2011\"",
  "summary" : "Enacts the \"Unemployment Insurance Liability Act;\" requires that employers that are relocated out of New York State continue to contribute to the unemployment insurance fund when former employees of the employer are receiving benefits for two quarters; mandates that employers shall identify all employees being terminated as a result of the relocation and include the amount of weekly wages paid to such individuals as part of the final quarterly payroll report submitted to the department of insurance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A3788-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3917\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BRENNAN,  PEOPLES-STOKES, MAYERSOHN, CAHILL,\n         JAFFEE, COLTON -- Multi-Sponsored by -- M. of A. CLARK, COOK,  HOOPER,\n         McENENY,  PERRY, PHEFFER -- read once and referred to the Committee on\n         Labor\n\n       AN ACT to amend the labor law, in relation to enacting the  Unemployment\n         Insurance Liability Act of 2011\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Unemployment Insurance Liability Act of 2011\".\n    3    S  2.  Legislative findings. The legislature hereby finds and declares\n    4  that employers that have  relocated  out  of  New  York  state  are  not\n    5  required  to  make scheduled quarterly contributions to the unemployment\n    6  insurance fund once they have left the state.\n    7    The legislature further declares that this creates a continuing  hard-\n    8  ship on the fund which threatens its solvency.\n    9    Therefore, the legislature declares that employer contributions to the\n   10  unemployment  insurance  fund shall continue even after the employer has\n   11  left New York state, where former employees are receiving benefits.\n   12    S 3. Subdivision 1 of section 562 of the  labor  law,  as  amended  by\n   13  chapter 103 of the laws of 1965, is amended to read as follows:\n   14     1.    Required coverage. (a)  Any employer who has once become liable\n   15  for contributions under this article with respect to persons other  than\n   16  persons  employed in personal or domestic service in private homes shall\n   17  [cease to be liable as of] REMAIN LIABLE UNTIL  the  first  day  of  the\n   18  calendar  quarter  next  following the filing of his written application\n   19  provided the commissioner finds that the employer has not RELOCATED  OUT\n   20  OF STATE OR, with respect to [such] persons OTHER THAN THOSE EMPLOYED IN\n   21  PERSONAL  OR  DOMESTIC  SERVICE  IN  PRIVATE HOMES, paid remuneration of\n   22  three hundred dollars or more in  any  of  the  four  calendar  quarters\n   23  preceding such day.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07736-01-1\n\n       A. 3917                             2\n\n    1     (b)  AN  EMPLOYER  WHO HAS RELOCATED OUT OF STATE SHALL REMAIN LIABLE\n    2  FOR CONTRIBUTIONS TO THE FUND FOR TWO QUARTERS FROM THE  DATE  ON  WHICH\n    3  THE RELOCATION OCCURRED. CONTRIBUTIONS TO THE FUND SHALL BE BASED ON THE\n    4  FINAL QUARTERLY REPORT AS SUBMITTED.\n    5    (C) AN EMPLOYER WHO HAS RELOCATED OUT OF STATE SHALL:\n    6    (I)  IDENTIFY  ALL EMPLOYEES BEING TERMINATED AS A RESULT OF THE RELO-\n    7  CATION, AND\n    8    (II) INCLUDE THE AMOUNT OF WEEKLY WAGES PAID TO  SUCH  INDIVIDUALS  AS\n    9  PART OF THE FINAL QUARTERLY PAYROLL REPORT SUBMITTED TO THE DEPARTMENT.\n   10    (D)    Any employer who has once become liable for contributions under\n   11  this article with respect to persons employed in  personal  or  domestic\n   12  service  in  a private home shall cease to be liable as of the first day\n   13  of the calendar quarter next following the filing of his written  appli-\n   14  cation,  provided  the commissioner finds that the employer has not with\n   15  respect to such persons  paid  remuneration  in  cash  of  five  hundred\n   16  dollars or more in any of the four calendar quarters preceding such day.\n   17    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to enacting the Unemployment Insurance Liability Act of 2011 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T112710.TXT", "SOBI.D110131.T114701.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336879
}