{
  "year" : 2011,
  "senateBillNo" : "A391-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A391-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempting certain school organizations from sales tax on certain items sold or resold and services provided for educational purposes",
  "summary" : "Exempts certain school organizations from sales tax on certain items sold or resold and services provided for educational purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A10030-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          391\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER, ZEBROWSKI -- read once and referred to\n         the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation  to  exempting  certain  school\n         organizations  from  sales  tax  on certain items and services sold or\n         resold for educational purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision (a) of section 1116 of the tax law is amended\n    2  by adding a new paragraph 10 to read as follows:\n    3    (10) ANY  SCHOOL  ORGANIZATION  OF  A  NURSERY  SCHOOL,  KINDERGARTEN,\n    4  ELEMENTARY OR SECONDARY SCHOOL, WHETHER CONSTITUTED OF STUDENTS, PARENTS\n    5  OR TEACHERS, OR ANY COMBINATION THEREOF, ENGAGED IN RAISING FUNDS FOR AN\n    6  EDUCATIONAL PURPOSE.\n    7    FOR  PURPOSES  OF  THIS  PARAGRAPH,  \"SCHOOL  ORGANIZATION\" SHALL MEAN\n    8  GROUPS OF STUDENTS, PARENTS OR TEACHERS, OR ANY COMBINATION THEREOF THAT\n    9  IS OFFICIALLY  RECOGNIZED BY THE SCHOOL BOARD OF  THE  HAMLET,  VILLAGE,\n   10  TOWN OR MUNICIPALITY UNDER WHICH SAID GROUP IS ORGANIZED.\n   11    S  2.  Subdivision  (a)  of  section 1115 of the tax law is amended by\n   12  adding a new paragraph 44 to read as follows:\n   13    (44) TANGIBLE PERSONAL PROPERTY, FOOD, FOOD  PRODUCTS,  AND  BEVERAGES\n   14  THAT  ARE  SOLD OR RESOLD AND PERSONAL SERVICES PROVIDED BY AN ORGANIZA-\n   15  TION DESCRIBED IN PARAGRAPH TEN OF SUBDIVISION  (A)  OF  SECTION  ELEVEN\n   16  HUNDRED  SIXTEEN OF THIS ARTICLE, WHERE SUCH GOODS AND PRODUCTS ARE SOLD\n   17  OR RESOLD AND SUCH SERVICES ARE PROVIDED FOR EDUCATIONAL PURPOSES.\n   18    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02186-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting certain school organizations from sales tax on certain items and services sold or resold for educational purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155117.TXT", "SOBI.D101227.T150603.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293480363485
}