{
  "year" : 2011,
  "senateBillNo" : "A392-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A392-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to junior small and big game hunting license and the use of crossbows; repealer",
  "summary" : "Relates to junior small and big game hunting license and the use of crossbows; provides that persons ages sixteen or seventeen may hunt big game; imposes a nine dollar fee for the junior small and big game license; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA7100-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          392\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER, SCHROEDER -- read once and referred to\n         the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law,  in  relation  to  a\n         junior  small  and  big game hunting license and the use of crossbows;\n         and repealing certain provisions of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph 1 of paragraph a of subdivision 2 of section\n    2  11-0701 of the environmental conservation law, as added by section 5  of\n    3  part F of chapter 82 of the laws of 2002, is amended to read as follows:\n    4    (1)  A small and big game license entitles the resident holder to hunt\n    5  wildlife subject to the following:\n    6    (i) a holder who is eighteen years of age or older may  hunt  wildlife\n    7  as provided in title 9 of this article,\n    8    (ii)  a holder who is AGE sixteen [years of age or older] OR SEVENTEEN\n    9  may hunt wildlife, except big game, as provided in title 9 of this arti-\n   10  cle, and\n   11    (iii) a holder who is [between the ages of sixteen and  eighteen]  AGE\n   12  SIXTEEN  OR  SEVENTEEN may hunt big game [pursuant to the provisions of]\n   13  AS PROVIDED IN title 9 of this article [while the holder is  accompanied\n   14  by a parent, guardian or person over the age of eighteen as required by]\n   15  SUBJECT TO THE PROVISIONS OF section 11-0929 of this article.\n   16    A  holder  may take fish with a gun or longbow as provided in titles 9\n   17  and 13 of this article.\n   18    S 2. Subparagraph 2 of paragraph a of subdivision 2 of section 11-0701\n   19  of the environmental conservation law, as amended by chapter 57  of  the\n   20  laws of 1993, is amended to read as follows:\n   21    (2) A non-resident big game license entitles a person who has not been\n   22  a  resident  of the state for more than thirty days to hunt wild deer as\n   23  provided in title 9 OF THIS ARTICLE.  It entitles such  person  to  hunt\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02314-01-1\n\n       A. 392                              2\n\n    1  bear  during  the regular open bear season or in an open season fixed by\n    2  regulation pursuant to subdivision eight  of  section  11-0903  of  this\n    3  article if such person is also the holder of a non-resident bear tag. It\n    4  entitles a person who is [between the ages of] AGE sixteen [and eighteen\n    5  years]  OR  SEVENTEEN  to  exercise the privileges of a big game license\n    6  subject to the provisions of section 11-0929 OF THIS ARTICLE.\n    7    S 3. Paragraph c of subdivision 2 of section 11-0701 of  the  environ-\n    8  mental conservation law, as amended by section 7 of part F of chapter 82\n    9  of the laws of 2002, is amended to read as follows:\n   10    c. A junior archery license entitles a resident holder who is [between\n   11  the  ages  of]  AGE fourteen [and sixteen years] OR FIFTEEN to hunt wild\n   12  deer and bear with a longbow  during  the  special  archery  season  and\n   13  during the regular season, as provided in title 9 of this article, as if\n   14  such  person held a license which authorizes the holder to hunt big game\n   15  with a bowhunting stamp affixed, subject to the  provisions  of  section\n   16  11-0929  and  subdivision 3 of section 11-0713 of this article. It enti-\n   17  tles a non-resident holder who is [between the  ages  of]  AGE  fourteen\n   18  [and sixteen years] OR FIFTEEN to hunt wild deer and bear with a longbow\n   19  during  the  special  archery  season  and during the regular season, as\n   20  provided in title 9 of this article, as if such person held a  non-resi-\n   21  dent  bowhunting  license,  a  non-resident license which authorizes the\n   22  holder to hunt  deer  and  a  non-resident  bear  tag,  subject  to  the\n   23  provisions  of  section  11-0929 and subdivision 3 of section 11-0713 of\n   24  this article.\n   25    S 4. Subdivision 12 of section 11-0701 of the environmental  conserva-\n   26  tion  law,  as amended by chapter 344 of the laws of 2008, is amended to\n   27  read as follows:\n   28    12. A. A junior hunting license[:\n   29    a.] entitles a holder who is twelve or thirteen years of age  to  hunt\n   30  wildlife,  except  big  game,  as  provided  in  title 9 of this article\n   31  subject, specifically, to the provisions  of  section  11-0929  of  this\n   32  article.  It  entitles  such  holder  to possess firearms as provided in\n   33  section 265.05 of the penal law.\n   34    b. A JUNIOR HUNTING LICENSE entitles  a  holder  who  is  fourteen  or\n   35  fifteen  years of age to hunt wildlife, including wild deer and bear, as\n   36  provided in title 9 of  this  article,  subject,  specifically,  to  the\n   37  provisions  of  section 11-0929 of this article. It entitles such holder\n   38  to possess firearms as provided in section 265.05 of the penal law.\n   39    C. A JUNIOR SMALL AND BIG GAME LICENSE ENTITLES THE HOLDER  AGE  FOUR-\n   40  TEEN  OR FIFTEEN TO HUNT WILDLIFE, EXCEPT BIG GAME, AS PROVIDED IN TITLE\n   41  9 OF THIS ARTICLE AND TO HUNT BIG GAME DURING THE SPECIAL MUZZLE-LOADING\n   42  SEASON AND DURING THE REGULAR SEASON, AS PROVIDED IN  TITLE  9  OF  THIS\n   43  ARTICLE, AS IF SUCH PERSON HELD A LICENSE WHICH AUTHORIZES THE HOLDER TO\n   44  HUNT  BIG  GAME  WITH  A  MUZZLE-LOADING  STAMP  AFFIXED, SUBJECT TO THE\n   45  PROVISIONS OF SECTION 11-0929 OF THIS ARTICLE.\n   46    S 5. Subdivision 2 of section 11-0703 of the  environmental  conserva-\n   47  tion  law,  as amended by chapter 507 of the laws of 2010, is amended to\n   48  read as follows:\n   49    2. Except as provided in section 11-0704 of this  title,  no  license,\n   50  permit,  tag  or  stamp  is transferable. No person shall alter, change,\n   51  lend to another or attempt to transfer to another  any  license  or  any\n   52  button, permit, tag or stamp issued therewith. No person, while hunting,\n   53  shall  possess  a license, button, permit, tag or stamp which was issued\n   54  to another person unless actually accompanied by the person to whom such\n   55  license, button, permit, tag  or  stamp  was  issued.  No  person  shall\n   56  purchase,  possess  or use more than one junior archery, junior hunting,\n\n       A. 392                              3\n\n    1  JUNIOR SMALL AND BIG GAME, small and big  game,  big  game,  bowhunting,\n    2  muzzle-loading, sportsman, or resident super-sportsman license or stamp,\n    3  non-resident  bowhunting  or muzzle-loading license, non-resident super-\n    4  sportsman  license,  non-resident  bear  tag  or  special permit for the\n    5  current license year, except as permitted by regulation of  the  depart-\n    6  ment.  Notwithstanding  the  prohibitions contained in this subdivision,\n    7  the department may authorize by rule or regulation the transfer of  deer\n    8  management  permits, issued pursuant to section 11-0913 of this article,\n    9  to any person licensed to hunt deer pursuant to this title.\n   10    S 6. Paragraph b of subdivision 4 of section 11-0703 of  the  environ-\n   11  mental  conservation law, as amended by chapter 344 of the laws of 2008,\n   12  is amended to read as follows:\n   13    b. A person under the age of fourteen  years  is  ineligible  for  any\n   14  license which authorizes the holder to hunt big game. A person under the\n   15  age  of  sixteen years is ineligible for a small and big game, sportsman\n   16  or resident super-sportsman, non-resident super-sportsman,  non-resident\n   17  big game, non-resident bowhunting license, or bowhunting stamp. A person\n   18  is  ineligible  for  a  small  game, small and big game, junior hunting,\n   19  JUNIOR SMALL AND BIG GAME, big game, junior archery, sportsman and resi-\n   20  dent  super-sportsman,  non-resident  super-sportsman,  or  non-resident\n   21  bowhunting  or  muzzle-loading  license  unless  such  person  meets the\n   22  requirements of subdivision 3 of section 11-0713 of this title.\n   23    S 7. Subdivision 6 of section 11-0703 of the  environmental  conserva-\n   24  tion  law,  as amended by chapter 344 of the laws of 2008, is amended to\n   25  read as follows:\n   26    6. a. Except as provided in section 11-0707  and  section  11-0709  of\n   27  this  title, no person shall (1) hunt wildlife, other than deer or bear,\n   28  or take fish with a gun, unless such person holds  and  is  entitled  to\n   29  exercise  the  privileges  of a small game, junior hunting, JUNIOR SMALL\n   30  AND BIG GAME, small and big game, free sportsman, sportsman or  resident\n   31  super-sportsman,  or  non-resident  super-sportsman  license;  (2)  hunt\n   32  antlerless deer in a special open season therefor pursuant  to  subdivi-\n   33  sion  6  of section 11-0903 of this article unless such person holds and\n   34  is entitled to exercise the privileges of and has on his or  her  person\n   35  while  so  hunting  a small and big game, JUNIOR SMALL AND BIG GAME, big\n   36  game, junior archery, free sportsman, junior hunting if the licensee  is\n   37  at  least  fourteen years old, sportsman, resident super-sportsman, non-\n   38  resident super-sportsman or non-resident  bowhunting  or  muzzle-loading\n   39  license,  and  a special antlerless deer license; (3) take fish or frogs\n   40  in the manner described in subdivision 4  of  section  11-0701  of  this\n   41  title  unless  such  person  is entitled to exercise the privileges of a\n   42  fishing license; (4) trap wildlife unless such person holds  a  trapping\n   43  license.\n   44    b.  Except  as provided in section 11-0707 and section 11-0709 of this\n   45  title, no resident shall (1) hunt wild deer or bear unless  such  person\n   46  holds  and  is  entitled  to  exercise the privileges of a small and big\n   47  game, JUNIOR SMALL AND BIG GAME, junior archery, junior hunting  if  the\n   48  licensee  is  at least fourteen years old, free sportsman, sportsman, or\n   49  resident super-sportsman license, and meets  the  requirements  of  this\n   50  article;  (2) hunt wild deer or bear with a longbow in a special longbow\n   51  season unless such person holds and is entitled to exercise  the  privi-\n   52  leges  of  a small and big game, junior archery, free sportsman, sports-\n   53  man, or resident super-sportsman license with a bowhunting stamp affixed\n   54  and meets the requirements of this article; or (3)  hunt  wild  deer  or\n   55  bear  with  a muzzle-loading firearm in a special muzzle-loading firearm\n   56  season unless such person holds a small and big  game,  free  sportsman,\n\n       A. 392                              4\n\n    1  sportsman,  junior  hunting  if  the licensee is at least fourteen years\n    2  old, or resident super-sportsman license  with  a  muzzle-loading  stamp\n    3  affixed, OR JUNIOR SMALL AND BIG GAME LICENSE and meets the requirements\n    4  of this article.\n    5    c.  Except  as provided in section 11-0707 and section 11-0709 of this\n    6  title, no non-resident shall (1) hunt wild deer unless such person holds\n    7  and is entitled to exercise the privileges of a big game,  JUNIOR  SMALL\n    8  AND BIG GAME, junior archery, junior hunting if the licensee is at least\n    9  fourteen   years  old,  non-resident  super-sportsman,  or  non-resident\n   10  bowhunting or muzzle-loading license; (2) hunt wild deer with a  longbow\n   11  in  a special longbow season unless such person holds and is entitled to\n   12  exercise the privileges of a non-resident super-sportsman,  non-resident\n   13  bowhunting,  or  junior  archery  license;  (3)  hunt  wild  deer with a\n   14  muzzle-loading firearm in a special muzzle-loading firearm season unless\n   15  such person holds a JUNIOR  SMALL  AND  BIG  GAME,  non-resident  super-\n   16  sportsman  or  non-resident  muzzle-loading  license; (4) hunt wild bear\n   17  unless such person holds a junior hunting license if the licensee is  at\n   18  least fourteen years old, a junior archery, OR JUNIOR SMALL AND BIG GAME\n   19  license,  or a non-resident bear tag in combination with one of the non-\n   20  resident deer licenses listed in subparagraph 1, 2 or 3  of  this  para-\n   21  graph.\n   22    S 8. Subparagraph 3 of paragraph a of subdivision 1 of section 11-0713\n   23  of  the  environmental conservation law, as amended by section 4 of part\n   24  LL of chapter 59 of the laws of 2009, is amended to read as follows:\n   25    (3) license issuing officers as may be appointed by the  commissioner.\n   26  Applicants  for  designation  as license issuing officers shall be [over\n   27  the age of] eighteen years OF AGE OR OLDER and  shall  meet  such  other\n   28  requirements  of  eligibility, including posting bond, as the department\n   29  may by regulation specify. Such issuing officers shall  be  entitled  to\n   30  receive  and keep the same fees for issuing licenses and stamps that are\n   31  specified in section 11-0715  of  this  title  for  issuing  clerks  and\n   32  section  13-0355  of  this  chapter,  and  shall  file reports and remit\n   33  license fees to  the  appropriate  regional  environmental  conservation\n   34  officer or the department as required by regulation.\n   35    S  9.  Subdivision 2 of section 11-0713 of the environmental conserva-\n   36  tion law, as amended by chapter 344 of the laws of 2008, is  amended  to\n   37  read as follows:\n   38    2.  The  issuing  officer  shall  not issue a junior archery OR JUNIOR\n   39  SMALL AND BIG GAME license to a person [between the ages of]  AGE  four-\n   40  teen  [and  sixteen]  OR FIFTEEN or a junior hunting license to a person\n   41  [between the ages of] AGE twelve [and  sixteen  years]  THROUGH  FIFTEEN\n   42  unless  at  the  time of issuance applicant is accompanied by his or her\n   43  parent or legal guardian who  shall  consent  to  the  issuance  of  the\n   44  license  and  shall  so signify by signing his OR HER name in ink across\n   45  the face of it. At no time shall such licenses  be  issued  by  mail  to\n   46  persons  [between  the]  ages  [of]  twelve  [and sixteen years] THROUGH\n   47  FIFTEEN.\n   48    S 10. Paragraph c of subdivision 3 of section 11-0715 of the  environ-\n   49  mental  conservation  law, as amended by section 4 of part KK of chapter\n   50  59 of the laws of 2009, is amended to read as follows:\n   51    c. In all cases:\n   52          (1) Certificates in lieu of lost license or stamp\n   53              or tag                                          $ 5.00\n   54          (2) Duplicate for lost or destroyed permit, button\n   55              or tag                                          $10.00\n   56          (3) Junior hunting license                          $ 5.00\n\n       A. 392                              5\n\n    1          (4) JUNIOR SMALL AND BIG GAME LICENSE               $ 9.00\n    2          (5) Junior archery license                          $ 9.00\n    3          [(5)] (6) One-day fishing license                   $15.00\n    4          [(6)] (7) Conservation patron license               $12.00\n    5    S  11. Subdivision 3 of section 11-0719 of the environmental conserva-\n    6  tion law, as amended by chapter 344 of the laws of 2008, is  amended  to\n    7  read as follows:\n    8    3.  A  junior hunting license issued to a person who is [at least] AGE\n    9  twelve [and less than sixteen years of age] THROUGH FIFTEEN or a  junior\n   10  archery  OR  JUNIOR SMALL AND BIG GAME license issued to a person who is\n   11  AGE fourteen or fifteen [years of age] may be revoked by the  department\n   12  upon  proof satisfactory to the department that such person, while under\n   13  the age of sixteen, has engaged in hunting wildlife with a gun or  long-\n   14  bow, in circumstances in which a license is required, while not accompa-\n   15  nied  by  his  or  her  parent,  guardian  or other adult as provided in\n   16  section 11-0929 of this article. If such license or privilege is revoked\n   17  the department shall fix the period of such revocation, which is not  to\n   18  exceed  four years. The department may require that such person success-\n   19  fully complete a department sponsored course and obtain a certificate of\n   20  qualification in responsible hunting or responsible bowhunting practices\n   21  before being issued another hunting or bowhunting license.\n   22    S 12. Paragraph a of subdivision 8 of section 11-0907 of the  environ-\n   23  mental  conservation law, as amended by chapter 483 of the laws of 2010,\n   24  is amended to read as follows:\n   25    a. In every area identified in column one of the table  set  forth  in\n   26  subdivision  2 of this section, except those areas restricted to special\n   27  seasons for taking deer by longbow only, special  open  seasons  may  be\n   28  established  by  regulation  for  taking deer and/or bear, by the use of\n   29  muzzle-loading firearms, of not less than .44 caliber shooting a  single\n   30  projectile,  or  by the use of a crossbow, by the holders of a small and\n   31  big game, sportsman or free sportsman license to which a  valid  muzzle-\n   32  loading  stamp  is affixed or to holders of a JUNIOR SMALL AND BIG GAME,\n   33  resident or non-resident super-sportsman, or non-resident muzzle-loading\n   34  license.\n   35    S 13.  Paragraph a of subdivision 8 of section 11-0907 of the environ-\n   36  mental conservation law, as amended by section 45 of part F  of  chapter\n   37  82 of the laws of 2002, is amended to read as follows:\n   38    a.  In  every  area identified in column one of the table set forth in\n   39  subdivision 2 of this section, except those areas restricted to  special\n   40  seasons  for  taking  deer  by longbow only, special open seasons may be\n   41  established by regulation for taking deer and/or bear,  by  the  use  of\n   42  muzzle-loading  firearms, of not less than .44 caliber shooting a single\n   43  projectile, by the holders of a small and big game,  sportsman  or  free\n   44  sportsman license to which a valid muzzle-loading stamp is affixed or to\n   45  holders  of a JUNIOR SMALL AND BIG GAME, resident or non-resident super-\n   46  sportsman, or non-resident muzzle-loading license.\n   47    S 14. Subdivision 7 of section 11-0913 of the environmental  conserva-\n   48  tion  law,  as amended by section 6 of part KK of chapter 59 of the laws\n   49  of 2009, is amended to read as follows:\n   50    7. The department shall charge and receive a fee of  ten  dollars  for\n   51  the application and the processing of such permit or permits. Applicants\n   52  who  are  successful  in  the  computerized  selection shall receive the\n   53  permit or permits free of any additional  charge.  The  application  fee\n   54  shall  be  non-refundable.  The department may waive the application fee\n   55  for holders of a lifetime  sportsman  license  existing  as  of  October\n   56  first,  two  thousand nine, junior archery license, JUNIOR SMALL AND BIG\n\n       A. 392                              6\n\n    1  GAME  LICENSE,  resident  super-sportsman  license,  or  junior  hunting\n    2  license.\n    3    S  15.  Section  11-0929  of  the  environmental  conservation law, as\n    4  amended by chapter 344 of the laws  of  2008,  is  amended  to  read  as\n    5  follows:\n    6  S 11-0929. Hunting by minors.\n    7    1. A licensee [who is] AGE twelve or thirteen [years of age] shall not\n    8  [hunt  wildlife  with  a  gun or a longbow] EXERCISE THE PRIVILEGES OF A\n    9  JUNIOR SMALL GAME LICENSE unless he or she is accompanied by his or  her\n   10  parent  or  legal  guardian,  or  by a person twenty-one years of age or\n   11  older designated in writing by his or her parent or legal guardian on  a\n   12  form  prescribed by the department, who holds a license which authorizes\n   13  the holder to hunt wildlife.\n   14    2. A licensee who is AGE fourteen or fifteen [years of age] shall not:\n   15    a. [hunt wildlife with a gun or longbow] EXERCISE THE PRIVILEGES OF  A\n   16  JUNIOR  SMALL  GAME LICENSE, other than wild deer or bear as provided in\n   17  paragraph b of this subdivision, unless he or she is accompanied by  his\n   18  or  her  parent or legal guardian holding a license which authorizes the\n   19  holder to hunt wildlife, or by a person eighteen years of age or  older,\n   20  designated  in  writing  by his or her parent or legal guardian, holding\n   21  such license;\n   22    b. hunt wild deer or bear with a gun unless:\n   23    (1) he or she is accompanied by his or her parent or a legal guardian,\n   24  or a youth mentor who is twenty-one years of age or older designated  in\n   25  writing  by  the  parent  or  legal  guardian  of the licensee on a form\n   26  prescribed by the department; and\n   27    (2) such parent, guardian or youth mentor has had at least three years\n   28  of experience in hunting big game; and\n   29    (3) such parent, guardian  or  youth  mentor  holds  a  license  which\n   30  authorizes the holder to hunt big game; and\n   31    (4)  such  parent, guardian or youth mentor maintains physical control\n   32  over the minor he or she is accompanying at all times while hunting; and\n   33    (5) such parent, guardian or youth mentor and the minor he or  she  is\n   34  accompanying remain at ground level at all times while hunting; and\n   35    (6)  such  parent, guardian or youth mentor and the minor he or she is\n   36  accompanying shall each display either a minimum total  of  two  hundred\n   37  fifty square inches of solid fluorescent orange or patterned fluorescent\n   38  orange consisting of no less than fifty percent fluorescent orange mate-\n   39  rial  worn  above the waist and visible from all directions, or a hat or\n   40  cap with no less than fifty percent of the exterior consisting of  solid\n   41  fluorescent  orange  material  and  visible  from  all  directions.  For\n   42  purposes of this paragraph, \"physical control\" shall mean that the phys-\n   43  ical proximity of the minor to the parent, guardian or youth  mentor  is\n   44  such  that  the  parent,  guardian or youth mentor is reasonably able to\n   45  issue verbal  directions  and  instructions,  maintain  constant  visual\n   46  contact, and otherwise provide guidance and supervision to the minor.\n   47    3. A licensee [who is] AGE sixteen or seventeen [years of age and] who\n   48  has not previously had a license which authorizes the holder to hunt big\n   49  game  issued  to  him or her and engaged in hunting pursuant to it shall\n   50  not hunt deer or bear unless he or she is  accompanied  by  his  or  her\n   51  parent or legal guardian, or by a person designated in writing by his or\n   52  her  parent or legal guardian on a form prescribed by the department and\n   53  who is eighteen years of age or older and  who  has  had  at  least  one\n   54  year's experience in hunting deer or bear, and such accompanying parent,\n   55  guardian  or  person holds a license which authorizes the holder to hunt\n   56  big game.\n\n       A. 392                              7\n\n    1    4. A junior archery licensee, [who is] AGE fourteen or fifteen  [years\n    2  of  age], shall not hunt deer or bear unless he or she is accompanied by\n    3  his or her parent or legal guardian, or by a person designated in  writ-\n    4  ing  by  his or her parent or legal guardian on a form prescribed by the\n    5  department  who  is  eighteen  years  of age or older and who has had at\n    6  least one year's experience in hunting deer or bear by longbow, and such\n    7  accompanying parent, guardian or person holds a license which authorizes\n    8  the holder to hunt big game during a  special  archery  season  and  the\n    9  regular open season.\n   10    5.  A  JUNIOR  SMALL  AND  BIG GAME LICENSEE, AGE FOURTEEN OR FIFTEEN,\n   11  SHALL NOT HUNT DEER OR BEAR UNLESS HE OR SHE IS ACCOMPANIED  BY  HIS  OR\n   12  HER  PARENT  OR  LEGAL GUARDIAN, OR BY A PERSON EIGHTEEN YEARS OF AGE OR\n   13  OLDER WHO HAS HAD AT LEAST ONE YEAR'S  EXPERIENCE  IN  HUNTING  DEER  OR\n   14  BEAR,  AND  SUCH ACCOMPANYING PARENT, GUARDIAN OR PERSON HOLDS A LICENSE\n   15  WHICH  AUTHORIZES  THE  HOLDER  TO  HUNT  BIG  GAME  DURING  A   SPECIAL\n   16  MUZZLE-LOADING SEASON AND THE REGULAR OPEN SEASON.\n   17    S  16. Paragraph g of subdivision 3 of section 11-0901 of the environ-\n   18  mental conservation law, as amended by chapter 34 of the laws  of  1979,\n   19  is amended to read as follows:\n   20    g.  [Wildlife]  EXCEPT  AS  PROVIDED IN SUBDIVISIONS 15 AND 16 OF THIS\n   21  SECTION, WILDLIFE shall not be taken by the use of  a  cross-bow,  by  a\n   22  long  bow  drawn,  pulled,  released, or held in a drawn position by any\n   23  mechanical device attached to a  portion  of  the  bow  other  than  the\n   24  bowstring, or by the use of a device commonly called a spear gun.\n   25    S  17.  Subdivision 15 of section 11-0901 of the environmental conser-\n   26  vation law, as amended by chapter 483 of the laws of 2010, is amended to\n   27  read as follows:\n   28    15. Notwithstanding any inconsistent provision of  this  section,  the\n   29  department  may  adopt  regulations  to  allow the taking of big game or\n   30  small game by the use of a long bow equipped with  a  mechanical  device\n   31  for  holding and releasing the bowstring, attached to the handle section\n   32  of an otherwise legal long bow, OR BY THE USE OF  A  CROSS-BOW,  to  any\n   33  person with a physical disability who is physically incapable of drawing\n   34  and holding a long bow because of a physical disability, subject to such\n   35  restrictions  as the department may adopt by regulation. For the purpose\n   36  of this subdivision, a person with a physical disability shall mean  any\n   37  person  who  submits  to  the department a statement of a physician duly\n   38  licensed to practice medicine that such person is  physically  incapable\n   39  of  arm  movement  sufficient  to  draw,  hold and release a long bow as\n   40  defined in subdivision 4 of this section  or  as  otherwise  defined  in\n   41  department regulation. The department is authorized to adopt regulations\n   42  requiring  documentation  to  establish that an applicant is eligible to\n   43  use a mechanical device pursuant to this subdivision.\n   44    S 18. Subdivision 15 of section 11-0901 of the environmental conserva-\n   45  tion law, as amended by chapter 81 of the laws of 1988,  is  amended  to\n   46  read as follows:\n   47    15.  Notwithstanding  any  inconsistent provision of this section, the\n   48  department may [issue a permit to take] ADOPT REGULATIONS TO  ALLOW  THE\n   49  TAKING  OF  big  game  or small game by the use of a bow equipped with a\n   50  mechanical device for holding and releasing the bowstring,  attached  to\n   51  the  handle section of an otherwise legal bow, OR BY THE USE OF A CROSS-\n   52  BOW, to any person WITH A PHYSICAL DISABILITY who is [permanently] phys-\n   53  ically incapable of drawing and holding a  bow  because  of  a  physical\n   54  [handicap or] disability, subject to such restrictions as the department\n   55  may  [deem  necessary  in  the interest of public safety] ADOPT BY REGU-\n   56  LATION.  FOR THE PURPOSE OF THIS SUBDIVISION, \"PERSON  WITH  A  PHYSICAL\n\n       A. 392                              8\n\n    1  DISABILITY\" SHALL MEAN ANY PERSON WHO SUBMITS TO THE DEPARTMENT A STATE-\n    2  MENT  OF A PHYSICIAN DULY LICENSED TO PRACTICE MEDICINE THAT SUCH PERSON\n    3  IS PHYSICALLY INCAPABLE OF ARM MOVEMENT SUFFICIENT TO RELEASE A  BOW  AS\n    4  DEFINED  IN  SUBDIVISION  4  OF  THIS SECTION OR AS OTHERWISE DEFINED IN\n    5  DEPARTMENT REGULATION.\n    6    S 19. Subdivision 16 of section 11-0901 of the environmental conserva-\n    7  tion law is REPEALED and a new  subdivision  16  is  added  to  read  as\n    8  follows:\n    9    16.  NOTWITHSTANDING  ANY  INCONSISTENT PROVISION OF THIS ARTICLE, THE\n   10  DEPARTMENT MAY, BY REGULATION, AUTHORIZE THE USE OF CROSSBOWS.\n   11    S 20. This act shall take effect October 1, 2011;  provided  that  the\n   12  amendments to paragraph a of subdivision 8 of section 11-0907 and subdi-\n   13  vision  15 of section 11-0901 of the environmental conservation law made\n   14  by sections twelve and seventeen of this act shall  be  subject  to  the\n   15  expiration of such subdivisions pursuant to section 17 of chapter 483 of\n   16  the  laws  of  2010,  as  amended, when upon such date the provisions of\n   17  sections thirteen and eighteen  of  this  act  shall  take  effect;  and\n   18  provided further that any regulations necessary for the timely implemen-\n   19  tation  of  the  provisions  of  this act on its effective date shall be\n   20  promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to a junior small and big game hunting license and the use of crossbows; and repealing certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155117.TXT", "SOBI.D101228.T113321.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293554001893
}