{
  "year" : 2011,
  "senateBillNo" : "A3923-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to social services",
    "billEventId" : "A3923-2011-1296450000000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the personal needs allowance of individuals in nursing homes and individuals in residential programs for victims of domestic violence",
  "summary" : "Increases the personal needs allowance of individuals in nursing homes and individuals in residential programs for victims of domestic violence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A4046-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3923\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by M. of A. CROUCH, GIGLIO -- Multi-Sponsored by -- M. of A.\n         FINCH, SAYWARD -- read once and referred to the  Committee  on  Social\n         Services\n\n       AN  ACT  to amend the social services law, in relation to personal needs\n         allowances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 2-a of section 209 of the social services law,\n    2  as amended by chapter 450 of the laws of 1987, is  amended  to  read  as\n    3  follows:\n    4    2-a.  Notwithstanding  any inconsistent provision of subparagraph (ii)\n    5  of paragraph (d) of subdivision one of this section, an  individual  who\n    6  is  receiving  or  is  eligible to receive federal supplemental security\n    7  income payments and/or additional state payments and who is  a  resident\n    8  of a residential health care facility as defined by section twenty-eight\n    9  hundred  one  of  the public health law, shall, in accordance with regu-\n   10  lations of the department, be entitled to a state payment  for  personal\n   11  needs  in the amount of fifteen dollars a month, provided, however, that\n   12  on or after January  first,  nineteen  hundred  eighty-eight  the  state\n   13  payment  for  personal  needs for such persons shall be in the amount of\n   14  [twenty-five] FORTY-FIVE dollars a month;  PROVIDED  FURTHER  THAT  SUCH\n   15  FORTY-FIVE  DOLLAR  AMOUNT BE SUBJECT TO AN ANNUAL THREE PERCENT COST OF\n   16  LIVING ADJUSTMENT COMMENCING JANUARY  FIRST,  TWO  THOUSAND  TWELVE  AND\n   17  RECALCULATED EVERY JANUARY FIRST THEREAFTER.  Notwithstanding any incon-\n   18  sistent  provision  of subparagraph (ii) of paragraph (d) of subdivision\n   19  one of this section, on or after January first, nineteen hundred  eight-\n   20  y-eight,  a resident of an intermediate care facility operated or issued\n   21  an operating certificate by the office of mental retardation and  devel-\n   22  opmental  disabilities or a patient of a hospital operated by the office\n   23  of mental health as defined in subdivision ten of section  1.03  of  the\n   24  mental  hygiene  law  who is receiving or is eligible to receive supple-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04751-01-1\n\n       A. 3923                             2\n\n    1  mental security income payments and/or additional state  payments  shall\n    2  receive a state payment for personal needs in the amount of five dollars\n    3  a  month.  The  department  is  authorized to promulgate necessary regu-\n    4  lations  to provide for the time and manner for payment of such personal\n    5  allowance to such individuals.\n    6    S 2. Clause (ii) of subparagraph 10 of paragraph (a) of subdivision  2\n    7  of  section 366 of the social services law, as amended by chapter 855 of\n    8  the laws of 1990, is amended to read as follows:\n    9    (ii) A person who neither receives nor is eligible to receive  federal\n   10  supplemental  security  income payments and/or additional state payments\n   11  is entitled to a personal needs allowance as follows:\n   12    (A) for the personal expenses of a resident of  a  residential  health\n   13  care  facility,  as  defined  by section twenty-eight hundred one of the\n   14  public health law, the amount of [fifty] SEVENTY-FIVE dollars per month,\n   15  PROVIDED HOWEVER, THAT SUCH AMOUNT BE SUBJECT TO AN ANNUAL THREE PERCENT\n   16  COST OF LIVING ADJUSTMENT COMMENCING JANUARY FIRST, TWO THOUSAND  TWELVE\n   17  AND RECALCULATED EVERY JANUARY FIRST THEREAFTER;\n   18    (B)  for  the  personal expenses of a resident of an intermediate care\n   19  facility operated or licensed by the office of  mental  retardation  and\n   20  developmental  disabilities  or  a patient of a hospital operated by the\n   21  office of mental health, as defined by subdivision ten of  section  1.03\n   22  of the mental hygiene law, the amount of thirty-five dollars per month;\n   23    (C)  FOR THE PERSONAL EXPENSES OF A RESIDENTIAL PROGRAM FOR VICTIMS OF\n   24  DOMESTIC VIOLENCE IN WHICH THREE MEALS PER DAY ARE PROVIDED, THE  AMOUNT\n   25  OF SEVENTY-FIVE DOLLARS, PROVIDED HOWEVER THAT SUCH AMOUNT BE SUBJECT TO\n   26  AN  ANNUAL  THREE  PERCENT  COST OF LIVING ADJUSTMENT COMMENCING JANUARY\n   27  FIRST, TWO THOUSAND TWELVE AND RECALCULATED EVERY JANUARY  FIRST  THERE-\n   28  AFTER.\n   29    S  3.  This  act shall take effect on the ninetieth day after it shall\n   30  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to personal needs allowances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T152716.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505636127
}