{
  "year" : 2011,
  "senateBillNo" : "A3929-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3929-2011-1296450000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies that licenses for handguns may be issued to non-resident individuals",
  "summary" : "Clarifies that licenses to carry firearms may be issued to non-resident individuals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3929\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the penal law, in relation to licenses to carry firearms\n         by non-resident individuals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 3 of  section  400.00  of  the\n    2  penal  law, as designated by chapter 778 of the laws of 1985, is amended\n    3  to read as follows:\n    4    (a) (I) Applications shall be made and  renewed,  in  the  case  of  a\n    5  license to carry or possess a pistol or revolver, to the licensing offi-\n    6  cer  in  the  city  or  county,  as the case may be, where the applicant\n    7  resides, is principally employed or has his OR HER  principal  place  of\n    8  business  as  merchant  or storekeeper; and, in the case of a license as\n    9  gunsmith or dealer in firearms, to  the  licensing  officer  where  such\n   10  place  of business is located.  IF THE APPLICANT DOES NOT RESIDE IN THIS\n   11  STATE, THEN HIS OR HER APPLICATION SHALL BE  MADE  AND  RENEWED  TO  THE\n   12  LICENSING  OFFICER  IN  THE  COUNTY OF ALBANY. Blank applications shall,\n   13  except in the city of New York, be approved as to  form  by  the  super-\n   14  intendent  of  state  police.  An application shall state the full name,\n   15  date of birth, STATE OF residence, present occupation of each person  or\n   16  individual  signing  the  same, whether or not he OR SHE is a citizen of\n   17  the United States, whether or not he OR SHE complies with each  require-\n   18  ment  for  eligibility  specified in subdivision one of this section and\n   19  such other facts as may be required to show the good  character,  compe-\n   20  tency  and  integrity  of each person or individual signing the applica-\n   21  tion. An application shall be signed and verified by the applicant. Each\n   22  individual signing an application shall submit one photograph of himself\n   23  OR HERSELF and a duplicate for each required copy  of  the  application.\n   24  Such  photographs  shall  have  been  taken  within thirty days prior to\n   25  filing the application. In case of a license as gunsmith  or  dealer  in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04434-01-1\n\n       A. 3929                             2\n\n    1  firearms,  the photographs submitted shall be two inches square, and the\n    2  application shall also state the previous occupation of each  individual\n    3  signing  the  same and the location of the place of such business, or of\n    4  the  bureau,  agency,  subagency,  office or branch office for which the\n    5  license is sought, specifying the name of the  city,  town  or  village,\n    6  indicating   the  street  and  number  and  otherwise  giving  such  apt\n    7  description as to point out reasonably the  location  thereof.  In  such\n    8  case,  if the applicant is a firm, partnership or corporation, its name,\n    9  date and place of formation, and principal place of  business  shall  be\n   10  stated.  For  such  firm or partnership, the application shall be signed\n   11  and verified by each individual composing or intending  to  compose  the\n   12  same, and for such corporation, by each officer thereof.\n   13    (II)  WHENEVER  A  NON-RESIDENT  INDIVIDUAL MAKES AN APPLICATION FOR A\n   14  PERMIT IN THIS STATE, HE OR SHE MUST PROVIDE PROOF  OF  A  VALID  PERMIT\n   15  FROM  THE  STATE OF HIS OR HER RESIDENCE. A NON-RESIDENT APPLICANT SHALL\n   16  BE SUBJECT TO THE SAME BACKGROUND CHECKS AS A  RESIDENT  APPLICANT  EVEN\n   17  THOUGH  SUCH  NON-RESIDENT  APPLICANT  MAY HAVE PREVIOUSLY HAD A SIMILAR\n   18  BACKGROUND CHECK PERFORMED BY HIS OR HER RESIDENT STATE.\n   19    S 2. This act shall take effect on the one hundred eightieth day after\n   20  it shall have become a law. Effective immediately, any affected  depart-\n   21  ment,  office,  agency,  or  other governmental entity may implement any\n   22  rule or regulation necessary for the timely implementation of  this  act\n   23  on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to licenses to carry firearms by non-resident individuals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T125706.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T115201.TXT", "SOBI.D110131.T153217.TXT", "SOBI.D110131.T130207.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505937298
}