{
  "year" : 2011,
  "senateBillNo" : "A3927-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3927-2011-1296450000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a three year suspension of drivers already convicted of driving while intoxicated",
  "summary" : "Provides for a three year suspension of drivers already convicted of driving while intoxicated. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A4639-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3927\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by M. of A. CROUCH, KOLB, FINCH -- read once and referred to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the  revoca-\n         tion  of a driver's license where driver has already been convicted of\n         driving while intoxicated\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 3 of paragraph (b) of subdivision 2 of section\n    2  1193  of  the  vehicle and traffic law, as amended by chapter 732 of the\n    3  laws of 2006, is amended to read as follows:\n    4    (3) Driving while intoxicated or while ability impaired  by  drugs  or\n    5  while  ability impaired by the combined influence of drugs or of alcohol\n    6  and any drug or  drugs;  aggravated  driving  while  intoxicated;  prior\n    7  offense.  [One  year]  THREE  YEARS,  where the holder is convicted of a\n    8  violation of subdivision two, three, four or four-a  of  section  eleven\n    9  hundred  ninety-two  of  this  article  committed  within ten years of a\n   10  conviction for a violation of subdivision two, three, four or four-a  of\n   11  section  eleven  hundred  ninety-two of this article.  [Eighteen months]\n   12  FOUR AND ONE-HALF YEARS, where the holder is convicted of a violation of\n   13  subdivision two-a of section eleven hundred ninety-two of  this  article\n   14  committed  within  ten years of a conviction for a violation of subdivi-\n   15  sion two, two-a, three, four or four-a of section eleven  hundred  nine-\n   16  ty-two  of this article; or where the holder is convicted of a violation\n   17  of subdivision two, three, four or  four-a  of  section  eleven  hundred\n   18  ninety-two  of  this  article committed within ten years of a conviction\n   19  for a violation of subdivision two-a of section eleven  hundred  ninety-\n   20  two of this article.\n   21    S 2. This act shall take effect on the first of November next succeed-\n   22  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04898-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the revocation of a driver's license where driver has already been convicted of driving while intoxicated ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T153217.TXT", "SOBI.D110131.T152716.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505937293
}