{
  "year" : 2011,
  "senateBillNo" : "A3925-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3925-2011-1296450000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crime of unlawful surveillance in the third degree",
  "summary" : "Establishes the crime of unlawful surveillance in the third degree; provides that no person shall videotape a child under the age of twelve in a day care, group family day care, or family day care without proper consent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A4641-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3925\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CROUCH, RAIA, McDONOUGH, MOLINARO -- read once\n         and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to unlawful  surveillance  in\n         the third degree\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 250.44  to\n    2  read as follows:\n    3  S 250.44 UNLAWFUL SURVEILLANCE IN THE THIRD DEGREE.\n    4    A  PERSON IS GUILTY OF UNLAWFUL SURVEILLANCE IN THE THIRD DEGREE WHEN,\n    5  FOR HIS OR  HER  OWN,  OR  ANOTHER  PERSON'S  AMUSEMENT,  ENTERTAINMENT,\n    6  PROFIT,  OR  SEXUAL  AROUSAL  OR  SEXUAL GRATIFICATION, HE OR SHE INTEN-\n    7  TIONALLY USES OR INSTALLS, OR PERMITS THE UTILIZATION OR INSTALLATION OF\n    8  AN IMAGING DEVICE TO RECORD A CHILD UNDER THE AGE OF TWELVE, WHILE  SUCH\n    9  CHILD IS ATTENDING A DAY CARE, GROUP FAMILY DAY CARE, OR FAMILY DAY CARE\n   10  WITHOUT SUCH CHILD'S PARENT'S OR LEGAL GUARDIAN'S KNOWLEDGE AND CONSENT,\n   11  OR  THE  KNOWLEDGE  AND CONSENT OF ANY PERSON CHARGED WITH THE TEMPORARY\n   12  CARE OR CUSTODY OF SUCH CHILD. KNOWLEDGE AND CONSENT SHALL  BE  PRESUMED\n   13  TO HAVE BEEN OBTAINED WHERE THE PERSON USING OR INSTALLING OR PERMITTING\n   14  THE  UTILIZATION  OR  INSTALLATION  OF  AN IMAGING DEVICE IS A PARENT OR\n   15  LEGAL GUARDIAN OF A CHILD BEING RECORDED  OR  ACTING  AT  SUCH  PERSON'S\n   16  REQUEST,  PROVIDED  SUCH  RECORDING IS NOT BEING DONE SURREPTITIOUSLY OR\n   17  FOR THE SEXUAL AROUSAL OR SEXUAL GRATIFICATION OF THE PERSON UNDERTAKING\n   18  THE RECORDING OR ANOTHER PERSON.\n   19    UNLAWFUL SURVEILLANCE IN THE THIRD DEGREE IS A CLASS A MISDEMEANOR.\n   20    S 2. The opening paragraph of section 250.40  of  the  penal  law,  as\n   21  added by chapter 69 of the laws of 2003, is amended to read as follows:\n   22    The  following  definitions  shall  apply  to sections 250.44, 250.45,\n   23  250.50, 250.55 and 250.60 of this article:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04896-01-1\n\n       A. 3925                             2\n\n    1    S 3. Section 250.60 of the penal law, as added by chapter  69  of  the\n    2  laws  of  2003 and subdivisions 1 and 2 as amended by chapter 157 of the\n    3  laws of 2003, is amended to read as follows:\n    4  S 250.60 Dissemination  of  an  unlawful surveillance image in the first\n    5             degree.\n    6    A person is guilty of dissemination of an unlawful surveillance  image\n    7  in the first degree when:\n    8    1. He or she, with knowledge of the unlawful conduct by which an image\n    9  or  images  of  the  sexual or other intimate parts of another person or\n   10  persons were obtained and such unlawful conduct would satisfy the essen-\n   11  tial elements of the crime of unlawful surveillance in the  first  [or],\n   12  second OR THIRD degree, sells or publishes such image or images; or\n   13    2. Having created a surveillance image in violation of section 250.44,\n   14  250.45  or  250.50  of  this  article, or in violation of the law in any\n   15  other jurisdiction which includes  all  of  the  essential  elements  of\n   16  either  such  crime,  or having acted as an accomplice to such crime, or\n   17  acting as an agent to the person who committed such  crime,  he  or  she\n   18  intentionally disseminates such unlawfully created image; or\n   19    3.  He  or  she  commits  the  crime  of  dissemination of an unlawful\n   20  surveillance  image  in  the  second  degree  and  has  been  previously\n   21  convicted  within  the  past  ten  years of dissemination of an unlawful\n   22  surveillance image in the first [or], second OR THIRD degree.\n   23    Dissemination of an unlawful surveillance image in the first degree is\n   24  a class E felony.\n   25    S 4. Subdivision 1 of section 250.65 of the penal  law,  as  added  by\n   26  chapter 69 of the laws of 2003, is amended to read as follows:\n   27    1.  The  provisions  of  sections  250.44,  250.45, 250.50, 250.55 and\n   28  250.60 of this article do  not  apply  with  respect  to  any:  (a)  law\n   29  enforcement personnel engaged in the conduct of their authorized duties;\n   30  (b)  security system wherein a written notice is conspicuously posted on\n   31  the premises stating that a video surveillance system has been installed\n   32  for the purpose of security; or (c) video surveillance devices installed\n   33  in such a manner that their presence is clearly and immediately obvious.\n   34    S 5. This act shall take effect on the first of November next succeed-\n   35  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to unlawful surveillance in the third degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T152716.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505636134
}