{
  "year" : 2011,
  "senateBillNo" : "A3922-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3922-2011-1296450000000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that oil, gas, and mineral rights shall be sold along with any property sold pursuant to a tax foreclosure sale",
  "summary" : "Provides that oil, gas, and mineral rights shall be sold along with any property sold pursuant to a tax foreclosure sale. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A6490-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3922\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT  to  amend the real property tax law, in relation to the sale of\n         gas, oil, and mineral rights associated with a foreclosed property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 1166 of the real property tax law,\n    2  as  amended  by  chapter  532 of the laws of 1994, is amended to read as\n    3  follows:\n    4    1. Whenever any tax district shall become vested  with  the  title  to\n    5  real  property by virtue of a foreclosure proceeding brought pursuant to\n    6  the provisions of this article, such tax district is  hereby  authorized\n    7  to  sell  and  convey the real property so acquired, WHICH SHALL INCLUDE\n    8  ANY AND ALL GAS, OIL OR MINERAL RIGHTS ASSOCIATED WITH SUCH REAL PROPER-\n    9  TY, either with or without advertising  for  bids,  notwithstanding  the\n   10  provisions of any general, special or local law.\n   11    S  2. This act shall take effect on the first of January next succeed-\n   12  ing the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04889-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the sale of gas, oil, and mineral rights associated with a foreclosed property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336917
}