{
  "year" : 2011,
  "senateBillNo" : "A3921-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3921-2011-1296450000000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits sale of certain food items in liquor stores; repeals certain provisions relating to the ownership of more than one liquor license",
  "summary" : "Permits the sale of certain food items in liquor stores and repeals certain provisions relating to the ownership of more than one liquor license. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A6873-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3921\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Economic Development\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         permitting the sale of certain food items in  liquor  stores;  and  to\n         repeal  certain  provisions  of  such law relating to the ownership of\n         more than one liquor license\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  63 of the alcoholic beverage\n    2  control law, as amended by chapter 603 of the laws of 1992,  is  amended\n    3  to read as follows:\n    4    4.  No licensee under this section shall be engaged in any other busi-\n    5  ness on the licensed premises. The sale of lottery  tickets,  when  duly\n    6  authorized and lawfully conducted, the sale of corkscrews [or], the sale\n    7  of  ice  [or],  the  sale  of  publications, including prerecorded video\n    8  and/or audio cassette tapes, designed to help educate consumers in their\n    9  knowledge and appreciation of wine and  wine  products,  as  defined  in\n   10  section three of this chapter, [or] the sale of non-carbonated, non-fla-\n   11  vored  mineral  waters, spring waters and drinking waters [or], the sale\n   12  of glasses designed for the consumption of wine, racks designed for  the\n   13  storage  of  wine, and devices designed to minimize oxidation in bottles\n   14  of wine which have been uncorked, OR THE SALE OF  FOOD  ITEMS  TYPICALLY\n   15  CONSUMED  WITH WINE, INCLUDING BUT NOT LIMITED TO CHEESES, FRUITS, VEGE-\n   16  TABLES, CHOCOLATES, BREADS AND CRACKERS, shall not  constitute  engaging\n   17  in another business within the meaning of this subdivision.\n   18    S 2. Subdivision 5 of section 63 of the alcoholic beverage control law\n   19  is REPEALED and subdivision 6 is renumbered subdivision 5.\n   20    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04888-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to permitting the sale of certain food items in liquor stores; and to repeal certain provisions of such law relating to the ownership of more than one liquor license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336908
}