{
  "year" : 2011,
  "senateBillNo" : "A3926-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3926-2011-1296450000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts ski resorts from sales tax on equipment that is used in the operation of the business and from sales tax on electricity used in the operation of the business",
  "summary" : "Exempts ski resorts from sales tax on equipment that is used in the operation of the business and from sales tax on electricity used in the operation of the business. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4637-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3926\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to exempting ski resorts from\n         sales tax on equipment that is used in the operation of  the  business\n         and  from  sales tax on electricity used in the operation of the busi-\n         ness\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision (a) of section 1115 of the tax law is amended\n    2  by adding a new paragraph 44 to read as follows:\n    3    (44) (I) MACHINERY, EQUIPMENT AND  OTHER  TANGIBLE  PERSONAL  PROPERTY\n    4  SPECIFIED  HEREIN,  SOLD  TO  A  PERSON OR ENTITY OPERATING A SKI RESORT\n    5  LOCATED IN THIS STATE FOR USE AT SUCH SKI RESORT, WHERE  SUCH  PROPERTY:\n    6  (A)  WILL BE LOCATED AT OR INSTALLED IN A FACILITY OR STRUCTURE WHICH IS\n    7  A PART OF THE SKI RESORT; (B) IS REQUIRED FOR AND  DIRECTLY  RELATED  TO\n    8  THE  PROVISION OF SERVICES BY THE OPERATOR OF THE SKI RESORT; AND (C) IS\n    9  NOT PURCHASED BY THE OPERATOR OF THE  SKI  RESORT  FOR  THE  PURPOSE  OF\n   10  RE-SALE.\n   11    (II)  RECEIPTS  FROM THE RETAIL SALE OF THE TANGIBLE PERSONAL PROPERTY\n   12  EXEMPT PURSUANT TO SUBPARAGRAPH (I) OF THIS PARAGRAPH IF PURCHASED BY AN\n   13  OPERATOR OF A SKI RESORT, SHALL BE EXEMPT WHEN PURCHASED BY  A  CONTRAC-\n   14  TOR,  SUBCONTRACTOR  OR  REPAIRMAN FOR USE AS DESCRIBED IN SUCH SUBPARA-\n   15  GRAPH (I), WHERE SUCH PROPERTY IS TO BECOME  A  CAPITAL  IMPROVEMENT  TO\n   16  REAL PROPERTY.\n   17    (III)  IN ORDER TO RECEIVE THE EXEMPTION PROVIDED FOR UNDER THIS PARA-\n   18  GRAPH, THE OPERATOR OF THE SKI RESORT OR A CONTRACTOR, SUBCONTRACTOR  OR\n   19  REPAIRMAN  AS  PROVIDED  IN  SUBPARAGRAPH  (II)  OF THIS PARAGRAPH SHALL\n   20  FURNISH TO THE VENDOR OF THE EXEMPT PROPERTY A CERTIFICATE IN SUCH  FORM\n   21  AND  CONTAINING SUCH INFORMATION AS MAY BE PRESCRIBED BY THE COMMISSION-\n   22  ER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04900-01-1\n\n       A. 3926                             2\n\n    1    S 2. Subdivision (c) of section 1115 of the  tax  law  is  amended  by\n    2  adding a new paragraph 3 to read as follows:\n    3    (3) ELECTRICITY OF WHATEVER NATURE FOR USE OR CONSUMPTION DIRECTLY AND\n    4  EXCLUSIVELY  IN  THE  OPERATION OF A SKI RESORT SHALL BE EXEMPT FROM THE\n    5  TAXES IMPOSED UNDER SUBDIVISIONS (A) AND (B) OF SECTION  ELEVEN  HUNDRED\n    6  FIVE  AND  THE COMPENSATING USE TAX IMPOSED UNDER SECTION ELEVEN HUNDRED\n    7  TEN OF THIS ARTICLE.\n    8    S 3. This act shall take effect January 1, 2012 and shall apply to all\n    9  tax years commencing on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting ski resorts from sales tax on equipment that is used in the operation of the business and from sales tax on electricity used in the operation of the business ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T152716.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505636137
}