{
  "year" : 2011,
  "senateBillNo" : "A3935-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3935-2011-1296450000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Excludes from the definition of \"dealer\" an economically sustainable transportation provider, as defined in section 223 of the elder law",
  "summary" : "Excludes from the definition of \"dealer\" an economically sustainable transportation provider, as defined in section 223 of the elder law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3401-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3935\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  exempting,\n         from  the definition of \"dealer\", economically sustainable transporta-\n         tion providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph a of subdivision 1 of section 415 of the vehicle\n    2  and traffic law, as amended by chapter 7 of the laws of 2000, is amended\n    3  to read as follows:\n    4    a. \"Dealer\" means a person engaged in the business of buying,  selling\n    5  or dealing in motor vehicles, motorcycles or trailers, other than mobile\n    6  homes  or  manufactured  homes, at retail or wholesale; except, however,\n    7  trailers with an unladen weight of less than one  thousand  pounds.  For\n    8  the  purposes  of  this  section, a \"mobile home\" or \"manufactured home\"\n    9  means a mobile home or manufactured  home  as  defined  in  section  one\n   10  hundred  twenty-two-c  of  this chapter. Any person who sells, or offers\n   11  for sale more than five motor vehicles, motorcycles or trailers  in  any\n   12  calendar  year  or  who displays or permits the display of three or more\n   13  motor vehicles, motorcycles or trailers for sale  at  any  one  time  or\n   14  within  any  one calendar month upon premises owned or controlled by him\n   15  OR HER, if such vehicles were purchased, acquired or otherwise  obtained\n   16  by  such person for the purpose of resale, will be regarded as a dealer.\n   17  Except as otherwise provided in subdivisions  three,  five,  six-b,  and\n   18  seven  of  this  section,  the  term \"dealer\" shall include a \"new motor\n   19  vehicle dealer\" as defined by paragraph f  of  this  subdivision  and  a\n   20  \"qualified  dealer\"  as  defined in paragraph g of this subdivision. FOR\n   21  PURPOSES OF THIS SECTION, DEALER SHALL NOT MEAN OR  INCLUDE  AN  ECONOM-\n   22  ICALLY  SUSTAINABLE  TRANSPORTATION  PROVIDER AS SUCH TERM IS DEFINED IN\n   23  PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION TWO HUNDRED TWENTY-THREE  OF\n   24  THE ELDER LAW.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07945-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to exempting, from the definition of \"dealer\", economically sustainable transportation providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T132208.TXT", "SOBI.D110131.T130207.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336873
}