{
  "year" : 2011,
  "senateBillNo" : "A3937-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3937-2011-1296450000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a setback of 200 feet along a certain portion of state route 347",
  "summary" : "Requires a setback of 200 feet of all new construction along state route 347 in the town of Brookhaven, county of Suffolk. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Highway Law",
  "previousVersions" : [ "A3402-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3937\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the highway law, in relation to providing for a  setback\n         along a portion of state route 347\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The highway law is amended by adding a new  section  32  to\n    2  read as follows:\n    3    S  32. STATE ROUTE 347 SETBACK. 1. NOTWITHSTANDING ANY OTHER PROVISION\n    4  OF LAW,  THERE  SHALL  BE  A  TWO  HUNDRED  FOOT  SETBACK  FOR  ALL  NEW\n    5  CONSTRUCTION WITHIN THE TOWN OF BROOKHAVEN ON LAND ALONG STATE ROUTE 347\n    6  AND  THE  INTERSECTION  OF  STATE  ROUTE 347 AND RADIO AVENUE; PROVIDED,\n    7  HOWEVER, SUCH SETBACK REQUIREMENT SHALL NOT  APPLY  TO  ANY  UNDEVELOPED\n    8  SINGLE  LOT  COMPRISING ONE ACRE OR LESS THAT IS BUILDABLE PURSUANT TO A\n    9  SUBDIVISION PLOT OR SITE PLAN AT THE TIME THIS SECTION TAKES EFFECT.\n   10    2. ANY PERSON, UPON A SHOWING OF HARDSHIP CAUSED BY THE PROVISIONS  OF\n   11  THIS  SECTION  ON  DEVELOPMENT  IN  THE  SETBACK  AREA, MAY APPLY TO THE\n   12  COMMISSIONER FOR A PERMIT EXEMPTING SUCH PERSON FROM THE  PROVISIONS  OF\n   13  THIS  SECTION.  SUCH APPLICATION FOR AN EXEMPTION PURSUANT TO THE DEMON-\n   14  STRATION OF HARDSHIP SHALL BE APPROVED ONLY IF THE  APPLICANT  SATISFIES\n   15  THE  FOLLOWING  CONDITIONS:  EXTRAORDINARY HARDSHIP OR COMPELLING PUBLIC\n   16  NEED.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07944-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to providing for a setback along a portion of state route 347 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T115201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336877
}