{
  "year" : 2011,
  "senateBillNo" : "A3930-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A3930-2011-1296450000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing the equine industry assistance act of 2011; appropriation",
  "summary" : "Establishes the \"equine industry assistance act of 2011\", including the New York horse grazing program; requires the creation of the equine industry webpage; requires the implementation of horse trails; appropriates $250,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A5108-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3930\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CROUCH, FINCH, HAWLEY, RAIA -- read once and\n         referred to the Committee on Agriculture\n\n       AN ACT to amend the  agriculture  and  markets  law,  the  environmental\n         conservation  law  and  the  tax  law, in relation to establishing the\n         equine industry assistance act of 2011, including the New  York  horse\n         grazing program and providing an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be  cited  as  the  \"equine\n    2  industry assistance act of 2011\".\n    3    S  2.  Legislative  findings and intent. The legislature hereby recog-\n    4  nizes that the equine industry is a serious,  economically  diverse  and\n    5  productive  industry  that  is  vital to New York, and has a substantial\n    6  impact on the state's economy. In addition to the pleasure  that  horses\n    7  bring  to  the  citizens of this state, the horse industry affords full-\n    8  time jobs, provides value-added services and recreation, and the  visual\n    9  beauty of New York's horse farms should be protected and enhanced.\n   10    S  3.  The  agriculture  and  markets  law  is amended by adding a new\n   11  section 23-a to read as follows:\n   12    S 23-A. EQUINE INDUSTRY WEBPAGE. 1. WITHIN ONE YEAR OF  THE  EFFECTIVE\n   13  DATE OF THIS SECTION:\n   14    (A)  THE DEPARTMENT SHALL PROVIDE FREE PUBLIC ACCESS, VIA THE INTERNET\n   15  DATA SYSTEM, PURSUANT TO THE MECHANISM ESTABLISHED BY THE  COMMISSIONER,\n   16  TO INFORMATION IMPORTANT TO THE EQUINE INDUSTRY, INCLUDING:\n   17    (1) DEPARTMENT PROGRAMS RELEVANT TO THE EQUINE INDUSTRY;\n   18    (2) HORSE DISEASES;\n   19    (3) REGULATIONS RELEVANT TO THE EQUINE INDUSTRY;\n   20    (4) STATISTICS ON THE EQUINE INDUSTRY IN THE STATE;\n   21    (5) FUNDING OPPORTUNITIES;\n   22    (6) A LINK TO THE FARM FRESH DIRECTORY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04890-01-1\n\n       A. 3930                             2\n\n    1    (7)  A  DIRECTORY, TO BE DEVELOPED IN CONSULTATION WITH THE DEPARTMENT\n    2  OF ENVIRONMENTAL CONSERVATION AND THE OFFICE OF  PARKS,  RECREATION  AND\n    3  HISTORIC  PRESERVATION,  OF  AVAILABLE PUBLIC HORSEBACK RIDING TRAILS IN\n    4  THE STATE; AND\n    5    (8) OTHER INFORMATION AS DEEMED NECESSARY BY THE COMMISSIONER.\n    6    (B)  THE  COMMISSIONER SHALL POST THE INFORMATION PROVIDED PURSUANT TO\n    7  THIS SUBDIVISION ON THE DEPARTMENT'S WEBSITE AND A LINK TO SUCH INFORMA-\n    8  TION SHALL BE CONSPICUOUSLY DISPLAYED ON THE DEPARTMENT'S HOMEPAGE.  THE\n    9  DEPARTMENT  SHALL PROVIDE UPDATES TO ITS LISTS AT SUCH TIMES AND IN SUCH\n   10  MANNER AS THE COMMISSIONER SHALL REQUIRE.\n   11    2. WITHIN ONE YEAR OF THE EFFECTIVE DATE OF THIS SECTION, A  DIRECTORY\n   12  OF RIDING STABLES AND TRAILS SHALL BE INCLUDED AS PART OF THE FARM FRESH\n   13  DIRECTORY  AVAILABLE ON THE DEPARTMENT'S WEBSITE. THE COMMISSIONER SHALL\n   14  PROMULGATE RULES FOR THE ACCEPTANCE OF INFORMATION ON RIDING STABLES AND\n   15  TRAILS LOCATED IN THE STATE, PROVIDED THAT EVENT  INFORMATION  SHALL  BE\n   16  ACCEPTED BY THE DEPARTMENT YEAR ROUND AND THAT SUCH INFORMATION SHALL BE\n   17  PROVIDED TO THE PUBLIC FREE OF CHARGE VIA THE INTERNET DATA SYSTEM WITH-\n   18  IN ONE WEEK OF RECEIPT OF SUCH INFORMATION.\n   19    3. THE COMMISSIONER SHALL PROMULGATE SUCH RULES AND REGULATIONS AS ARE\n   20  NECESSARY FOR THE IMPLEMENTATION OF THIS SECTION.\n   21    4.  NOTHING  CONTAINED  IN THIS SECTION SHALL ABRIDGE PUBLIC ACCESS TO\n   22  INFORMATION CURRENTLY AVAILABLE OR PERMITTED BY ANY OTHER  PROVISION  OR\n   23  RULE OF LAW.\n   24    S  4. The agriculture and markets law is amended by adding a new arti-\n   25  cle 24-A to read as follows:\n\n   26                                ARTICLE 24-A\n   27                       NEW YORK HORSE GRAZING PROGRAM\n   28  SECTION 291.   SHORT TITLE.\n   29          291-A. LEGISLATIVE INTENT.\n   30          291-B. DEFINITIONS.\n   31          291-C. NEW YORK HORSE GRAZING PROGRAM.\n   32          291-D. MATCHING GRANT PROGRAM.\n\n   33    S 291. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   34  THE \"NEW YORK HORSE GRAZING ACT OF 2011\".\n   35    S  291-A. LEGISLATIVE INTENT. THE LEGISLATURE HEREBY FINDS, DETERMINES\n   36  AND DECLARES THAT THE NEW YORK EQUINE INDUSTRY HAS A SUBSTANTIAL  IMPACT\n   37  ON THE OVERALL ECONOMIC HEALTH AND WELL-BEING OF THE STATE AND THE GRAZ-\n   38  ING  PASTURES  USED  BY  HORSES PROVIDES AN AESTHETICALLY PLEASING LAND-\n   39  SCAPE.   THE ABILITY OF FARMERS WITHIN  THE  STATE  TO  EFFICIENTLY  AND\n   40  EFFECTIVELY  GRAZE HORSES ON THE FARM USING THE BEST KNOWN METHODS WOULD\n   41  PROVIDE THEM WITH A SUBSTANTIAL COMPETITIVE ADVANTAGE AND HELP  THEM  TO\n   42  REMAIN  VIABLE  IN  THE  FUTURE.  IT  IS IN THE INTEREST OF THE STATE TO\n   43  PROVIDE PROGRAMS THAT WOULD ASSIST COMMERCIAL  HORSE  OPERATIONS  WITHIN\n   44  THE  STATE  BY PROVIDING INCENTIVES FOR TECHNICAL ASSISTANCE PROGRAMS TO\n   45  HELP FARMERS GRAZE HORSES IN THE MOST EFFECTIVE WAY POSSIBLE.\n   46    S 291-B. DEFINITIONS. FOR PURPOSES  OF  THIS  ARTICLE,  THE  FOLLOWING\n   47  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   48    1. \"PROGRAM\" SHALL MEAN THE NEW YORK HORSE GRAZING PROGRAM.\n   49    2.  \"HORSE\"  SHALL  HAVE THE SAME DEFINITION AS IN SUBDIVISION FOUR OF\n   50  SECTION NINETY-B OF THIS CHAPTER.\n   51    3. \"GRAZING\" SHALL MEAN FEEDING ON GRASS, OR OTHER  PLANT  CROP  IN  A\n   52  FIELD.\n   53    4. \"APPLICANT\" SHALL MEAN ANY ASSOCIATION, COOPERATIVE, CORPORATION OR\n   54  LIMITED  LIABILITY  COMPANY THAT PROVIDES TECHNICAL ASSISTANCE TO A FARM\n\n       A. 3930                             3\n\n    1  OPERATION OR A COMMERCIAL HORSE BOARDING OPERATION  AS  SUCH  OPERATIONS\n    2  ARE DEFINED IN SECTION THREE HUNDRED ONE OF THIS CHAPTER.\n    3    S 291-C. NEW YORK HORSE GRAZING PROGRAM. THE COMMISSIONER SHALL INITI-\n    4  ATE  AND MAINTAIN A NEW YORK HORSE GRAZING PROGRAM WITHIN THE DEPARTMENT\n    5  FOR THE PURPOSE OF PROVIDING TECHNICAL ASSISTANCE TO APPLICANTS FOR  THE\n    6  PURPOSE  OF  GRAZING HORSES. THE PROGRAM SHALL PROVIDE FINANCIAL ASSIST-\n    7  ANCE IN THE FORM OF MATCHING GRANTS TO APPLICANTS FOR THE  ESTABLISHMENT\n    8  OR  IMPROVEMENT  OF  TECHNICAL ASSISTANCE PROGRAMS THAT ASSIST OPERATORS\n    9  WITH INCORPORATING THE BEST HORSE GRAZING PRACTICES.\n   10    S 291-D. MATCHING GRANT PROGRAM.    SUBJECT  TO  THE  AVAILABILITY  OF\n   11  FUNDS,  A  MATCHING GRANT PROGRAM IS HEREBY ESTABLISHED TO HELP FUND THE\n   12  COSTS OF IMPROVEMENTS THAT WOULD ALLOW AN  ELIGIBLE  APPLICANT  TO  MAKE\n   13  IMPROVEMENTS  TO  ITS OPERATION FOR THE PURPOSE OF PROVIDING FOR ON-SITE\n   14  VALUE ADDED PROCESSING OF AGRICULTURAL PRODUCTS.    GRANTS  TO  ELIGIBLE\n   15  APPLICANTS SHALL NOT EXCEED ONE HUNDRED THOUSAND DOLLARS.\n   16    S 5. Section 326 of the agriculture and markets law, as added by chap-\n   17  ter 797 of the laws of 1992, is amended to read as follows:\n   18    S 326. Promulgation  of  rules  and  regulations.  The commissioner is\n   19  empowered to promulgate such rules and regulations and to prescribe such\n   20  forms as he or she deems necessary to effectuate the  purposes  of  this\n   21  article,  PROVIDED  SUCH  RULES  MUST INCLUDE REGULATIONS TO PREVENT THE\n   22  ESTABLISHMENT OF NEW, COMMERCIAL HORSE BOARDING OPERATIONS  ON  LAND  ON\n   23  WHICH  STATE  FUNDS  WERE USED FOR COUNTY AGRICULTURAL PROTECTION ACTIV-\n   24  ITIES.\n   25    S 6. Subdivision 2 of section 9-0105 of the environmental conservation\n   26  law, as amended by chapter 351 of the laws of 1983, is amended  to  read\n   27  as follows:\n   28    2.  Consistent with the provisions of section 9-0109 of this [chapter]\n   29  TITLE, establish, acquire, control  and  manage  state  parks,  historic\n   30  sites and parkways in the forest preserve counties within the sixth park\n   31  region  as  defined  in  section  41-0101 OF THIS CHAPTER and to acquire\n   32  lands for such purposes when moneys  have  been  appropriated  therefor,\n   33  PROVIDED  THAT  HORSE  TRAILS ARE CONSIDERED AS A PRACTICAL RECREATIONAL\n   34  USE WHENEVER THE DEPARTMENT DEVELOPS OR UPDATES THE MANAGEMENT PLAN  FOR\n   35  A STATE PARK, HISTORIC SITE OR PARKWAY.\n   36    S 7. Paragraph (i) of subdivision 22 of section 210 of the tax law, as\n   37  amended  by  section  6  of part K of chapter 62 of the laws of 2006, is\n   38  amended to read as follows:\n   39    (i) Special rules. For purposes of this subdivision, the term \"federal\n   40  gross  income  from  farming\"  shall  include  gross  income  from   the\n   41  production of maple syrup, cider, Christmas trees derived from a managed\n   42  Christmas  tree  operation whether dug for transplanting or cut from the\n   43  stump, or from a commercial  horse  boarding  operation  as  defined  in\n   44  subdivision thirteen of section three hundred one of the agriculture and\n   45  markets  law, ON LAND ON WHICH STATE FUNDS WERE USED FOR COUNTY AGRICUL-\n   46  TURAL PROTECTION ACTIVITIES, or from the sale of wine  from  a  licensed\n   47  farm  winery  as  provided  for in article six of the alcoholic beverage\n   48  control law.\n   49    S 8. Paragraph 8 of subsection (n) of section 606 of the tax  law,  as\n   50  amended  by  section  3  of part K of chapter 62 of the laws of 2006, is\n   51  amended to read as follows:\n   52    (8) Special rules. For purposes of this subsection, the term  \"federal\n   53  gross   income  from  farming\"  shall  include  gross  income  from  the\n   54  production of maple syrup, cider, Christmas trees derived from a managed\n   55  Christmas tree operation whether dug for transplanting or cut  from  the\n   56  stump,  or  from  a  commercial  horse  boarding operation as defined in\n\n       A. 3930                             4\n\n    1  subdivision thirteen of section three hundred one of the agriculture and\n    2  markets law, EXCEPT THOSE ESTABLISHED ON LAND ON WHICH STATE FUNDS  WERE\n    3  USED  FOR COUNTY AGRICULTURAL PROTECTION ACTIVITIES, or from the sale of\n    4  wine  from  a licensed farm winery as provided for in article six of the\n    5  alcoholic beverage control law.\n    6    S 9. The sum of two hundred fifty thousand dollars ($250,000),  or  so\n    7  much  thereof as may be necessary, is hereby appropriated to the depart-\n    8  ment of agriculture and markets out of any moneys in the state  treasury\n    9  in  the  general  fund  to the credit of the state purposes account, not\n   10  otherwise appropriated and made immediately available to establish a New\n   11  York horse grazing program pursuant to article 24-A of  the  agriculture\n   12  and markets law.\n   13    S  10. This act shall take effect immediately; provided, however, that\n   14  section four of this act shall take effect on the one hundred  eightieth\n   15  day  after it shall have become a law. Effective immediately the commis-\n   16  sioner of agriculture and markets is authorized to  promulgate  any  and\n   17  all  rules  and  regulations  necessary for the timely implementation of\n   18  section four of this act  on  or  before  the  effective  date  of  such\n   19  section.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, the environmental conservation law and the tax law, in relation to establishing the equine industry assistance act of 2011, including the New York horse grazing program and providing an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T115201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336894
}