{
  "year" : 2011,
  "senateBillNo" : "A3931-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3931-2011-1296450000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the nursing education expansion program; appropriation",
  "summary" : "Establishes the nursing education expansion program, including faculty development program, capital facility program and the recruitment and promotion program; creates regents nursing shortage scholarships; provides for county matching awards for professional education in nursing; establishes the \"nursing faculty development program fund\", the \"nursing capital facilities program fund\", the \"recruitment and promotion program fund\", and the \"county match awards for professional education in nursing fund\"; appropriates $25,620,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA9889-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3931\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH, GIGLIO, MOLINARO, CALHOUN, TOBACCO, McDO-\n         NOUGH, SALADINO, RAIA, FINCH, BARCLAY, BURLING, CASTRO, CONTE, GABRYS-\n         ZAK,  P. LOPEZ, McKEVITT, SAYWARD, THIELE, WEISENBERG -- read once and\n         referred to the Committee on Higher Education\n\n       AN ACT to amend the executive law and the education law, in relation  to\n         establishing  the  nursing  education  expansion program; to amend the\n         state finance law, in relation to establishing  the  \"nursing  faculty\n         development  program  fund\",  the  \"nursing capital facilities program\n         fund\", the \"recruitment and promotion program fund\", and  the  \"county\n         match  awards  for  professional education in nursing fund\"; making an\n         appropriation therefor;  and  providing  for  the  repeal  of  certain\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. New York is currently facing a  nursing\n    2  shortage.  This act addresses the shortcomings that have resulted in the\n    3  nursing shortage. This act will provide scholarships for those  students\n    4  who  wish to pursue a career in nursing as well as provide assistance to\n    5  current nursing programs to expand their capacity in  order  to  educate\n    6  more  nursing  students.  This  act will also provide funding to attract\n    7  potential students to study the field of nursing,  beginning  with  high\n    8  school aged students.\n    9    S  2.  The  executive  law is amended by adding a new section 209-u to\n   10  read as follows:\n   11    S 209-U. NURSING EDUCATION  EXPANSION  PROGRAM.  1.  THERE  IS  HEREBY\n   12  ESTABLISHED  THE  NURSING EDUCATION EXPANSION PROGRAM. THE PROGRAM SHALL\n   13  INCLUDE BUT NEED NOT BE LIMITED TO THE FACULTY DEVELOPMENT PROGRAM,  THE\n   14  CAPITAL FACILITY PROGRAM AND THE RECRUITMENT AND PROMOTION PROGRAM.\n   15    2.  THE  COMMISSIONER  OF  EDUCATION  SHALL  PROVIDE NO LATER THAN ONE\n   16  HUNDRED EIGHTY DAYS AFTER THE EFFECTIVE DATE OF THE CHAPTER OF THE  LAWS\n   17  OF  TWO  THOUSAND  NINE THAT ADDED THIS SECTION, A STRATEGIC PLAN TO THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04912-01-1\n\n       A. 3931                             2\n\n    1  GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE, THE MINORITY LEADER  OF\n    2  THE  SENATE, THE SPEAKER OF THE ASSEMBLY, AND THE MINORITY LEADER OF THE\n    3  ASSEMBLY WHICH SHALL:\n    4    (A)  ESTABLISH  CRITERIA  FOR  THE  AWARDING  OF  FUNDS MADE AVAILABLE\n    5  THROUGH THE NURSING EXPANSION PROGRAM; ALL AWARDS SHALL  BE  MADE  ON  A\n    6  COMPETITIVE BASIS;\n    7    (B)  PROVIDE A SCHEDULE FOR ISSUANCE OF REQUESTS FOR PROPOSALS FOR THE\n    8  NURSING EXPANSION PROGRAM AWARDS;\n    9    (C) PROVIDE A SCHEDULE FOR COMPLETION OF REVIEW OF PROPOSALS SUBMITTED\n   10  BY INSTITUTIONS OF HIGHER EDUCATION TO THE OFFICE;\n   11    (D) PROVIDE PROCEDURES FOR THE ISSUANCE OF  AWARDS  FROM  THE  NURSING\n   12  EDUCATION EXPANSION PROGRAM.\n   13    3.  THE FACULTY DEVELOPMENT PROGRAM IS HEREBY CREATED TO ASSIST INSTI-\n   14  TUTIONS OF HIGHER EDUCATION WITH THE RETENTION AND RECRUITMENT OF  NURS-\n   15  ING  FACULTY.  FUNDS APPROPRIATED FOR THIS PROGRAM SHALL BE ADMINISTERED\n   16  BY THE COMMISSIONER OF EDUCATION  PURSUANT  TO  REQUEST  FOR  PROPOSALS.\n   17  CONSIDERATION  FOR THE ALLOCATION OF AWARDS SHALL BE GIVEN TO ALL INSTI-\n   18  TUTIONS OF HIGHER EDUCATION WITHIN THE STATE PROVIDED SUCH  INSTITUTIONS\n   19  DEMONSTRATE  TO THE SATISFACTION OF THE COMMISSIONER A SPECIFIC NEED FOR\n   20  SUCH FUNDS AND THE MANNER IN WHICH SUCH AWARD FOR  THE  RECRUITMENT  AND\n   21  RETENTION  OF  NURSING  FACULTY  WOULD ENHANCE THE NURSING EDUCATION AND\n   22  TRAINING CAPABILITIES AND REPUTATION OF THE INSTITUTION.\n   23    THE NURSING EDUCATION EXPANSION PROGRAM SHALL ISSUE AWARDS  OF  UP  TO\n   24  TWENTY  THOUSAND  DOLLARS  PER FACULTY MEMBER ANNUALLY. INSTITUTIONS MAY\n   25  APPLY FOR NO MORE THAN THREE AWARDS PER INSTITUTION  PER  AWARD  LENGTH.\n   26  THE  COMMISSIONER OF EDUCATION SHALL PROMULGATE RULES AND REGULATIONS TO\n   27  ESTABLISH:\n   28    (A) MATCHING FUNDS REQUIRED FROM THE ACADEMIC INSTITUTIONS;\n   29    (B) A SCHEDULE FOR AN ANNUAL  REDUCTION  OF  THE  FACULTY  DEVELOPMENT\n   30  AWARD,  AND  A  CORRESPONDING  INCREASE  IN  THE MATCHING FUNDS FROM THE\n   31  ACADEMIC INSTITUTION; AND\n   32    (C) OTHER RULES AND REGULATIONS DEEMED NECESSARY BY  THE  COMMISSIONER\n   33  OF EDUCATION FOR THE ADMINISTRATION OF THIS PROGRAM.\n   34    4.  (A)  THE  CAPITAL FACILITY PROGRAM SHALL PROVIDE FINANCING FOR THE\n   35  DESIGN, ACQUISITION,  CONSTRUCTION,  RECONSTRUCTION,  REHABILITATION  OR\n   36  IMPROVEMENT OF NURSING FACILITIES, INCLUDING EQUIPMENT.\n   37    (B)  ONLY  AN  INSTITUTION  WITH  A PROGRAM THAT PREPARES A STUDENT TO\n   38  RECEIVE A LICENSE TO PRACTICE NURSING AS DEFINED IN  SECTION  SIXTY-NINE\n   39  HUNDRED  FIVE  AND  SECTION SIXTY-NINE HUNDRED SIX OF THE EDUCATION LAW,\n   40  AND A PROGRAM THAT PREPARES A STUDENT TO RECEIVE A CERTIFICATE FOR NURSE\n   41  PRACTITIONER PRACTICE AS DEFINED IN SECTION SIXTY-NINE  HUNDRED  TEN  OF\n   42  THE EDUCATION LAW SHALL BE ELIGIBLE TO ACT AS A PRIMARY HOST INSTITUTION\n   43  FOR A CAPITAL FACILITIES AWARD AS DESCRIBED IN THIS SUBDIVISION.\n   44    (C)  THE CAPITAL FACILITY PROGRAM SHALL ALSO PROVIDE FINANCING FOR THE\n   45  RECONSTRUCTION, REHABILITATION OR  IMPROVEMENT  OF  EXISTING  LABORATORY\n   46  FACILITIES. FUNDS AVAILABLE PURSUANT TO THIS SUBDIVISION SHALL BE AVAIL-\n   47  ABLE  FOR  NURSING FACILITIES AT ALL INSTITUTIONS OF HIGHER EDUCATION IN\n   48  NEW YORK STATE.\n   49    (D) THE CAPITAL FACILITY PROGRAM  SHALL  ALSO  PROVIDE  FINANCING  FOR\n   50  EQUIPMENT, SUCH AS BUT NOT LIMITED TO SOFTWARE AND SIMULATION EQUIPMENT.\n   51    (E)  THE  STATE EDUCATION DEPARTMENT, THE CITY UNIVERSITY CONSTRUCTION\n   52  FUND AND THE SUNY CONSTRUCTION FUND, MAY  CONTRACT  WITH  THE  DORMITORY\n   53  AUTHORITY  OF THE STATE OF NEW YORK TO PROVIDE FINANCING FOR THE DESIGN,\n   54  CONSTRUCTION, ACQUISITION, RECONSTRUCTION,  REHABILITATION  AND  GENERAL\n   55  IMPROVEMENT  OF  NURSING  FACILITIES  FOR  THOSE  INSTITUTIONS RECEIVING\n   56  AWARDS.\n\n       A. 3931                             3\n\n    1    5. THE RECRUITMENT AND PROMOTION PROGRAM IS HEREBY CREATED TO  PROVIDE\n    2  RESOURCES FOR, BUT NOT LIMITED TO, PROMOTIONAL MATERIAL, ADVERTISING AND\n    3  INTERNSHIPS  TO  ATTRACT  STUDENTS TO THE FIELD OF NURSING. NO LESS THAN\n    4  FIFTY PERCENT OF THESE  FUNDS  MUST  GO  TO  RECRUITMENT  AND  PROMOTION\n    5  EFFORTS AIMED AT HIGH SCHOOL STUDENTS.\n    6    S  3.  Section  605  of  the  education law is amended by adding a new\n    7  subdivision 2-a to read as follows:\n    8    2-A. REGENTS NURSING SHORTAGE SCHOLARSHIPS.  AT LEAST  THIRTY  PERCENT\n    9  OF  THE  REGENTS  PROFESSIONAL EDUCATION IN NURSING SCHOLARSHIPS AWARDED\n   10  EACH YEAR SHALL BE AWARDED TO  STUDENTS  BEGINNING  OR  ENGAGED  IN  THE\n   11  PROFESSIONAL  STUDY  IN  NURSING  WHO  AGREE  TO  PRACTICE  NURSING UPON\n   12  COMPLETION OF THEIR PROFESSIONAL TRAINING IN AN AREA IN NEW  YORK  STATE\n   13  DESIGNATED  AS  HAVING  A SHORTAGE OF NURSES, PROVIDED, HOWEVER, THAT TO\n   14  THE EXTENT THAT REGENTS NURSING SHORTAGE SCHOLARSHIPS ARE  NOT  AWARDED,\n   15  SUCH  SCHOLARSHIPS SHALL BE AWARDED AS REGENTS PROFESSIONAL EDUCATION IN\n   16  NURSING SCHOLARSHIPS. THE PROVISIONS  OF  THIS  SUBDIVISION  SHALL  ONLY\n   17  APPLY TO ANY RECIPIENT WHO RECEIVES HIS OR HER FIRST AWARD PAYMENT PRIOR\n   18  TO THE TWO THOUSAND ELEVEN--TWO THOUSAND TWELVE ACADEMIC YEAR.\n   19    A.  IN  SELECTING  AND  CERTIFYING  SCHOLARSHIP  RECIPIENTS UNDER THIS\n   20  SECTION, PRIORITY SHALL BE  ACCORDED  TO  APPLICANTS  IN  THE  FOLLOWING\n   21  ORDER:\n   22    (I) FIRST, TO ANY APPLICANT WHO:\n   23    (1) HAS A FAMILY INCOME OF SIX THOUSAND DOLLARS OR LESS; AND\n   24    (2)  RESIDES  IN  AN  AREA  DESIGNATED  AS HAVING A SHORTAGE OF NURSES\n   25  PURSUANT TO PARAGRAPH C OF THIS SUBDIVISION;\n   26    (II) SECOND, TO ANY APPLICANT WHO HAS A FAMILY INCOME OF SIX  THOUSAND\n   27  DOLLARS OR LESS;\n   28    (III) THIRD, TO ANY APPLICANT WHO:\n   29    (1) HAS A FAMILY INCOME OF TEN THOUSAND DOLLARS OR LESS; AND\n   30    (2)  RESIDES  IN  AN  AREA  DESIGNATED  AS HAVING A SHORTAGE OF NURSES\n   31  PURSUANT TO PARAGRAPH C OF THIS SUBDIVISION;\n   32    (IV) FOURTH, TO ANY APPLICANT WHO HAS A FAMILY INCOME OF TEN  THOUSAND\n   33  DOLLARS OR LESS;\n   34    (V) FIFTH, TO ANY OTHER APPLICANT.\n   35    B.  WITH  RESPECT TO RECIPIENTS WHO HAVE RECEIVED AWARD PAYMENTS PRIOR\n   36  TO THE TWO THOUSAND ELEVEN--TWO THOUSAND TWELVE ACADEMIC YEAR, WITH SUCH\n   37  TIME AS THE COMMISSIONER SHALL BY REGULATION PROVIDE, A RECIPIENT OF  AN\n   38  AWARD  SHALL  HAVE  PRACTICED  NURSING IN AN AREA DESIGNATED AS HAVING A\n   39  SHORTAGE OF NURSES PURSUANT TO PARAGRAPH D OF THIS SUBDIVISION FOR  THAT\n   40  NUMBER  OF MONTHS CALCULATED BY MULTIPLYING BY NINE THE NUMBER OF ANNUAL\n   41  AWARDS HE OR SHE RECEIVED. IF A RECIPIENT FAILS  TO  COMPLY  FULLY  WITH\n   42  SUCH  CONDITION,  THE  PRESIDENT  SHALL BE ENTITLED TO RECOVER FROM SUCH\n   43  RECIPIENT AN AMOUNT WHICH BEARS THE SAME RATIO TO (I) THE  AGGREGATE  OF\n   44  THE  AMOUNT  OF  THE  AWARDS  RECEIVED  AS (II) THE NUMBER OF MONTHS THE\n   45  RECIPIENT FAILED TO COMPLY WITH THIS CONDITION BEARS TO  THE  NUMBER  OF\n   46  MONTHS  HE  OR SHE WAS OBLIGATED TO COMPLY WITH THIS CONDITION, TOGETHER\n   47  WITH INTEREST AT SEVEN PERCENT PER ANNUM COMPUTED FROM THE DATE ON WHICH\n   48  HE OR SHE COMPLETED HIS OR HER PROFESSIONAL TRAINING AND/OR ACTIVE MILI-\n   49  TARY SERVICE. A RECIPIENT SHALL NOT  BE  REQUIRED  TO  COMPLY  WITH  THE\n   50  PROVISIONS  OF  THIS  PARAGRAPH  UNLESS  HE OR SHE SHALL HAVE RECEIVED A\n   51  NURSING DEGREE AND ANY OBLIGATION TO COMPLY WITH SUCH  PROVISIONS  SHALL\n   52  BE  CANCELLED  UPON HIS OR HER DEATH. THE REGENTS SHALL MAKE REGULATIONS\n   53  TO PROVIDE FOR THE WAIVER OR  SUSPENSION  OF  ANY  FINANCIAL  OBLIGATION\n   54  WHERE COMPLIANCE WOULD INVOLVE EXTREME HARDSHIP.\n   55    C. THE REQUIREMENTS OF THIS PARAGRAPH SHALL APPLY TO ANY RECIPIENT WHO\n   56  RECEIVES HIS OR HER FIRST AWARD PAYMENT COMMENCING WITH THE TWO THOUSAND\n\n       A. 3931                             4\n\n    1  ELEVEN--TWO  THOUSAND  TWELVE  ACADEMIC  YEAR  OR  SUBSEQUENTLY, AND THE\n    2  REQUIREMENTS OF PARAGRAPH B OF THIS SUBDIVISION SHALL NOT APPLY TO  SUCH\n    3  RECIPIENTS.  WITHIN  SUCH  TIME  AS THE COMMISSIONER SHALL BY REGULATION\n    4  PROVIDE, A RECIPIENT OF AN AWARD SHALL HAVE PRACTICED NURSING IN AN AREA\n    5  DESIGNATED  AS  HAVING  A  SHORTAGE OF NURSES PURSUANT TO PARAGRAPH D OF\n    6  THIS SUBDIVISION FOR THAT NUMBER OF MONTHS CALCULATED BY MULTIPLYING  BY\n    7  NINE THE NUMBER OF ANNUAL AWARDS RECEIVED BY THE RECIPIENT. IF A RECIPI-\n    8  ENT  FAILS  TO  COMPLY FULLY WITH SUCH CONDITION, THE PRESIDENT SHALL BE\n    9  ENTITLED TO RECOVER FROM SUCH RECIPIENT  AN  AMOUNT  DETERMINED  BY  THE\n   10  FORMULA:\n   11                                A = 2B (T-S)\n   12                                        ---\n   13                                         T\n   14  IN  WHICH \"A\" IS THE AMOUNT THE PRESIDENT IS ENTITLED TO RECOVER; \"B\" IS\n   15  THE SUM OF ALL AWARDS PAID TO THE RECIPIENT AND  THE  INTEREST  ON  SUCH\n   16  AMOUNT WHICH WOULD BE PAYABLE IF AT THE TIMES SUCH AWARDS WERE PAID THEY\n   17  WERE  LOANS  BEARING INTEREST AT THE MAXIMUM PREVAILING RATE; \"T\" IS THE\n   18  TOTAL NUMBER OF MONTHS IN THE RECIPIENT'S PERIOD OF OBLIGATED  SERVICES;\n   19  AND  \"S\"  IS  THE  NUMBER  OF MONTHS OF SERVICE ACTUALLY RENDERED BY THE\n   20  RECIPIENT. ANY AMOUNT WHICH THE PRESIDENT IS ENTITLED TO  RECOVER  UNDER\n   21  THIS PARAGRAPH SHALL BE PAID WITHIN THE ONE YEAR PERIOD BEGINNING ON THE\n   22  DATE  THAT THE RECIPIENT FAILED TO COMPLY WITH THIS CONDITION. A RECIPI-\n   23  ENT SHALL NOT BE REQUIRED TO COMPLY WITH THE PROVISIONS  OF  THIS  PARA-\n   24  GRAPH UNLESS HE OR SHE SHALL HAVE RECEIVED A NURSING DEGREE AND UNTIL HE\n   25  OR  SHE SHALL HAVE COMPLETED HIS OR HER PROFESSIONAL TRAINING, OR ACTIVE\n   26  MILITARY SERVICE, OR BOTH. ANY OBLIGATION TO COMPLY WITH SUCH PROVISIONS\n   27  SHALL BE CANCELLED UPON THE DEATH OF  THE  RECIPIENT.  THE  COMMISSIONER\n   28  SHALL  MAKE  REGULATIONS  TO PROVIDE FOR THE WAIVER OR SUSPENSION OF ANY\n   29  FINANCIAL OBLIGATION WHERE COMPLIANCE WOULD INVOLVE EXTREME HARDSHIP.\n   30    D. THE REGENTS, AFTER CONSULTATION WITH THE  COMMISSIONER  OF  HEALTH,\n   31  SHALL  DESIGNATE  THOSE AREAS OF NEW YORK STATE WHICH HAVE A SHORTAGE OF\n   32  NURSES FOR THE PURPOSES OF THIS SUBDIVISION AND, SHOULD IT BE  NECESSARY\n   33  IN  SELECTING  AMONG  THE APPLICANTS, MAY ESTABLISH RELATIVE RANKINGS OF\n   34  THOSE AREAS.\n   35    E. A RECIPIENT OF AN AWARD SHALL REPORT ANNUALLY TO THE NEW YORK STATE\n   36  HIGHER EDUCATION SERVICES CORPORATION, ON FORMS PRESCRIBED BY IT, AS  TO\n   37  THE  PERFORMANCE  OF  THE  REQUIRED  SERVICES OR THE RECIPIENT'S CURRENT\n   38  STATUS, COMMENCING THE CALENDAR YEAR FOLLOWING GRADUATION  FROM  NURSING\n   39  SCHOOL AND CONTINUING UNTIL THE RECIPIENT SHALL HAVE COMPLETED, OR IT IS\n   40  DETERMINED  HE  OR  SHE SHALL NOT BE OBLIGATED TO COMPLETE, THE REQUIRED\n   41  SERVICES. THE CORPORATION MAY ALSO  REQUIRE  THE  RECIPIENT  TO  FILE  A\n   42  REPORT  ON  HIS  OR  HER  CURRENT  STATUS PRIOR TO GRADUATION DURING ANY\n   43  CALENDAR YEAR IN WHICH AN APPLICATION FOR AN  ADDITIONAL  AWARD  IS  NOT\n   44  FILED.  IF  THE RECIPIENT SHALL FAIL TO FILE ANY REPORT REQUIRED IN THIS\n   45  SUBDIVISION WITHIN THIRTY DAYS  OF  WRITTEN  NOTICE  TO  THE  RECIPIENT,\n   46  MAILED TO THE ADDRESS SHOWN ON THE LAST APPLICATION FOR AN AWARD OR LAST\n   47  REPORT  FILED,  WHICHEVER IS LATER, THE PRESIDENT OF THE CORPORATION MAY\n   48  IMPOSE A FINE OF UP TO ONE THOUSAND DOLLARS.  THE PRESIDENT  SHALL  HAVE\n   49  THE  DISCRETION  TO  WAIVE  THE  FILING  OF  A REPORT, EXCUSE A DELAY IN\n   50  FILING, OR A FAILURE TO FILE A REPORT,  OR  WAIVE  OR  REDUCE  ANY  FINE\n   51  IMPOSED FOR GOOD CAUSE SHOWN.\n   52    S  4.  The  education  law is amended by adding a new section 606-a to\n   53  read as follows:\n   54    S 606-A. COUNTY MATCHING AWARDS FOR PROFESSIONAL EDUCATION IN NURSING.\n   55  EACH COUNTY OF THE STATE IS HEREBY AUTHORIZED  TO  ESTABLISH  AWARDS  IN\n   56  SUCH  MANNER AS THE LOCAL LEGISLATIVE BODY OF SUCH COUNTY MAY DETERMINE,\n\n       A. 3931                             5\n\n    1  FOR ATTENDANCE BY LEGAL RESIDENTS OF THIS STATE, WHO MEET  THE  CITIZEN-\n    2  SHIP  REQUIREMENTS  ESTABLISHED  BY ARTICLE FOURTEEN OF THIS CHAPTER FOR\n    3  THE PROFESSIONAL STUDY OF NURSING AT APPROVED NURSING SCHOOLS WITHIN NEW\n    4  YORK  STATE,  CONDITIONED  UPON THE PROMISE OF THE SCHOLARSHIP HOLDER TO\n    5  PRACTICE NURSING IN SUCH COUNTY FOR SUCH PERIOD AS SUCH  BODY  MAY  FIX,\n    6  FOLLOWING HIS OR HER LICENSING AS A NURSE. EACH SUCH AWARD SHALL ENTITLE\n    7  THE RECIPIENT TO SUCH SUM OF MONEY AS MAY BE FIXED BY SUCH BODY WHILE IN\n    8  ATTENDANCE AT APPROVED NURSING SCHOOLS IN NEW YORK STATE DURING A PERIOD\n    9  OF  NOT  TO  EXCEED  FOUR  YEARS  OF PROFESSIONAL STUDY. FOR EACH DOLLAR\n   10  PROVIDED BY THE COUNTY FOR SUCH AWARD,  EQUAL  STATE  DOLLARS  SHALL  BE\n   11  PROVIDED,  UP  TO  BUT  NOT EXCEEDING TWO THOUSAND FIVE HUNDRED DOLLARS.\n   12  SUCH AWARDS MAY, AS AN ALTERNATIVE TO AWARDS HEREIN  BEFORE  AUTHORIZED,\n   13  BE  GRANTED  BY ANY SUCH COUNTY TO THOSE ALREADY SO LICENSED TO PRACTICE\n   14  NURSING UPON THE PROMISE OF SUCH GRANTEES TO PRACTICE WITHIN THE  COUNTY\n   15  FOR  A  PERIOD  OF TIME AND UPON SUCH TERMS AND CONDITIONS AS THE COUNTY\n   16  MAY FIX, PROVIDED SUCH RECIPIENT DID NOT RECEIVE A SIMILAR AWARD WHILE A\n   17  STUDENT. THE COUNTY SHALL APPROPRIATE ANNUALLY SUCH SUMS OF MONEY AS MAY\n   18  BE NECESSARY TO DEFRAY THE COSTS OF SUCH AWARDS AND MONEYS SO  APPROPRI-\n   19  ATED  SHALL BE DEEMED APPROPRIATED FOR A LAWFUL COUNTY PURPOSE AND SHALL\n   20  BE RAISED BY THE SAME METHOD AS MONEYS REQUIRED FOR OTHER LAWFUL  COUNTY\n   21  PURPOSES.  THE  COUNTY  MAY APPLY FOR NO MORE THAN FOUR AWARDS PER AWARD\n   22  LENGTH.\n   23    S 5. The state finance law is amended  by  adding  four  new  sections\n   24  99-t, 99-u, 99-v and 99-w to read as follows:\n   25    S  99-T.  NURSING FACULTY DEVELOPMENT PROGRAM FUND. 1. THERE IS HEREBY\n   26  ESTABLISHED IN THE JOINT CUSTODY OF THE STATE  COMPTROLLER  AND  COMMIS-\n   27  SIONER  OF  EDUCATION A SPECIAL FUND TO BE KNOWN AS THE \"NURSING FACULTY\n   28  DEVELOPMENT PROGRAM FUND\".\n   29    2. SUCH FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR THE  PURPOSE\n   30  OF SUCH FUND.\n   31    3. MONIES OF THE FUND SHALL BE AVAILABLE TO THE NURSING FACULTY DEVEL-\n   32  OPMENT PROGRAM FUND FOR THE PURPOSES OF ASSISTING INSTITUTIONS OF HIGHER\n   33  EDUCATION  WITH THE  RETENTION AND RECRUITMENT OF NURSING FACULTY PURSU-\n   34  ANT TO SUBDIVISION THREE OF SECTION TWO HUNDRED NINE-U OF THE  EXECUTIVE\n   35  LAW.\n   36    4.  THE  MONIES OF THE FUND SHALL BE PAID OUT ON THE AUDIT AND WARRANT\n   37  OF THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER\n   38  OF EDUCATION, OR BY AN OFFICER OR EMPLOYEE OF THE DEPARTMENT  OF  EDUCA-\n   39  TION DESIGNATED BY SUCH COMMISSIONER.\n   40    S  99-U.  NURSING  CAPITAL FACILITIES PROGRAM FUND. 1. THERE IS HEREBY\n   41  ESTABLISHED IN THE JOINT CUSTODY OF THE STATE  COMPTROLLER  AND  COMMIS-\n   42  SIONER  OF  EDUCATION A SPECIAL FUND TO BE KNOWN AS THE \"NURSING CAPITAL\n   43  FACILITIES PROGRAM FUND\".\n   44    2. SUCH FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR THE  PURPOSE\n   45  OF SUCH FUND.\n   46    3. MONIES OF THE FUND SHALL BE AVAILABLE TO THE NURSING CAPITAL FACIL-\n   47  ITIES  PROGRAM  FUND  FOR  THE  PURPOSES  OF PROVIDING FINANCING FOR THE\n   48  DESIGN, ACQUISITION,   CONSTRUCTION, RECONSTRUCTION,  REHABILITATION  OR\n   49  IMPROVEMENT  OF  NURSING  FACILITIES    PURSUANT  TO SUBDIVISION FOUR OF\n   50  SECTION TWO HUNDRED NINE-U OF THE EXECUTIVE LAW.\n   51    4. THE MONIES OF THE FUND SHALL BE PAID OUT ON THE AUDIT  AND  WARRANT\n   52  OF THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER\n   53  OF  EDUCATION,  OR BY AN OFFICER OR EMPLOYEE OF THE DEPARTMENT OF EDUCA-\n   54  TION DESIGNATED BY SUCH COMMISSIONER.\n   55    S 99-V. RECRUITMENT AND PROMOTION PROGRAM FUND.  1.  THERE  IS  HEREBY\n   56  ESTABLISHED  IN  THE  JOINT CUSTODY OF THE STATE COMPTROLLER AND COMMIS-\n\n       A. 3931                             6\n\n    1  SIONER OF EDUCATION A SPECIAL FUND TO BE KNOWN AS THE  \"RECRUITMENT  AND\n    2  PROMOTION PROGRAM FUND\".\n    3    2.  SUCH FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR THE PURPOSE\n    4  OF SUCH FUND.\n    5    3. MONIES OF THE FUND  SHALL  BE  AVAILABLE  TO  THE  RECRUITMENT  AND\n    6  PROMOTION  PROGRAM  FUND  FOR  THE  PURPOSES  OF PROVIDING RESOURCES FOR\n    7  ATTRACTING STUDENTS TO THE FIELD OF NURSING PURSUANT TO SUBDIVISION FIVE\n    8  OF SECTION TWO HUNDRED NINE-U OF THE EXECUTIVE LAW.\n    9    4. THE MONIES OF THE FUND SHALL BE PAID OUT ON THE AUDIT  AND  WARRANT\n   10  OF THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER\n   11  OF  EDUCATION,  OR BY AN OFFICER OR EMPLOYEE OF THE DEPARTMENT OF EDUCA-\n   12  TION DESIGNATED BY SUCH COMMISSIONER.\n   13    S 99-W. COUNTY MATCH AWARDS  FOR  PROFESSIONAL  EDUCATION  IN  NURSING\n   14  FUND.   1. THERE IS HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE STATE\n   15  COMPTROLLER AND COMMISSIONER OF EDUCATION A SPECIAL FUND TO BE KNOWN  AS\n   16  THE \"COUNTY MATCH AWARDS FOR PROFESSIONAL EDUCATION IN NURSING FUND\".\n   17    2.  SUCH FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR THE PURPOSE\n   18  OF SUCH FUND.\n   19    3. MONIES OF THE FUND SHALL BE AVAILABLE TO THE  COUNTY  MATCH  AWARDS\n   20  FOR PROFESSIONAL EDUCATION IN NURSING FUND FOR THE PURPOSES OF PROVIDING\n   21  AWARDS  TO  PERSONS ATTENDING APPROVED NURSING SCHOOLS IN NEW YORK STATE\n   22  PURSUANT TO SECTION SIX HUNDRED SIX-A OF THE EDUCATION LAW.\n   23    4. THE MONIES OF THE FUND SHALL BE PAID OUT ON THE AUDIT  AND  WARRANT\n   24  OF THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER\n   25  OF  EDUCATION,  OR BY AN OFFICER OR EMPLOYEE OF THE DEPARTMENT OF EDUCA-\n   26  TION DESIGNATED BY SUCH  COMMISSIONER.\n   27    S 6. The sum  of  twenty-five  million  six  hundred  twenty  thousand\n   28  dollars ($25,620,000), or so much thereof as may be necessary, is hereby\n   29  appropriated  to  the  department  of education out of any moneys in the\n   30  state treasury in the general fund to the credit of the  nursing  educa-\n   31  tion  expansion  program fund not otherwise appropriated, and made imme-\n   32  diately available, for the purpose of carrying  out  the  provisions  of\n   33  this  act.  Such moneys shall be payable on the audit and warrant of the\n   34  comptroller on vouchers certified or approved  by  the  commissioner  of\n   35  education in the manner prescribed by law. Such sum shall be distributed\n   36  as follows:\n   37    1. Three million dollars ($3,000,000) for the nursing faculty develop-\n   38  ment  program,  or so much thereof as may be necessary, is hereby appro-\n   39  priated to the department of education from  any  moneys  in  the  state\n   40  treasury  in  the  general  fund  to the credit of the nursing education\n   41  expansion program fund  not  otherwise  appropriated  for  services  and\n   42  expenses of the department of education for the purposes of carrying out\n   43  the  provisions  of  this  act. Fifty-five nursing programs will receive\n   44  twenty thousand dollars ($20,000) per year, for each  year  of  a  three\n   45  year award length.\n   46    2. Twenty million dollars ($20,000,000) for the nursing capital facil-\n   47  ities  program, or so much thereof as may be necessary, is hereby appro-\n   48  priated to the department of education from  any  moneys  in  the  state\n   49  treasury  in  the  general  fund  to the credit of the nursing education\n   50  expansion program fund  not  otherwise  appropriated  for  services  and\n   51  expenses of the department of education for the purposes of carrying out\n   52  the provisions of this act.\n   53    3.  Two  million  dollars ($2,000,000) for the nursing recruitment and\n   54  promotion program, or so much thereof as may  be  necessary,  is  hereby\n   55  appropriated to the department of education from any moneys in the state\n   56  treasury  in  the  general  fund  to the credit of the nursing education\n\n       A. 3931                             7\n\n    1  expansion program fund  not  otherwise  appropriated  for  services  and\n    2  expenses of the department of education for the purposes of carrying out\n    3  the  provisions  of  this  act.  One  million dollars will be designated\n    4  towards promotion of nursing for high school students.\n    5    4. Six hundred twenty thousand dollars ($620,000) for the county match\n    6  awards  for professional education in nursing, or so much thereof as may\n    7  be necessary, is hereby appropriated to the department of education from\n    8  any moneys in the state treasury in the general fund to  the  credit  of\n    9  the  nursing education expansion program fund not otherwise appropriated\n   10  for services and  expenses  of  the  department  of  education  for  the\n   11  purposes  of  carrying out the provisions of this act. Four students per\n   12  county will receive two thousand dollars per year for four years.\n   13    5.   No expenditure shall be made  from  this  appropriation  until  a\n   14  certificate  of  approval  of availability shall have been issued by the\n   15  director of the budget and filed with the state comptroller and  a  copy\n   16  filed  with  the  chair of the senate finance committee and the chair of\n   17  the assembly ways and means committee.\n   18    6. Such certificate may be amended from time to time by  the  director\n   19  of  the budget and a copy of each such amendment shall be filed with the\n   20  state comptroller, the chair of the senate  finance  committee  and  the\n   21  chair of the assembly ways and means committee.\n   22    S 7. Notwithstanding the provisions of section 40 of the state finance\n   23  law,  the  monies appropriated by this act shall first be made available\n   24  on the first day of April next succeeding the date  on  which  this  act\n   25  shall have become a law. Notwithstanding the provisions of section 40 of\n   26  the  state  finance law, the monies appropriated by this act shall lapse\n   27  on the thirtieth day of September  next  succeeding  the  close  of  the\n   28  fiscal year in which the monies were first made available.\n   29    S  8.  This act shall take effect immediately; provided, however, that\n   30  the provisions of paragraph (b) of subdivision 4 of section 209-u of the\n   31  executive law as added by section two of this act shall  expire  and  be\n   32  deemed repealed 5 years after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the education law, in relation to establishing the nursing education expansion program; to amend the state finance law, in relation to establishing the \"nursing faculty development program fund\", the \"nursing capital facilities program fund\", the \"recruitment and promotion program fund\", and the \"county match awards for professional education in nursing fund\"; making an appropriation therefor; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T115201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336900
}