{
  "year" : 2011,
  "senateBillNo" : "A3934-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to education",
    "billEventId" : "A3934-2011-1296450000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes integrated pest management requirements for schools",
  "summary" : "Establishes integrated pest management requirements for schools including requirement for all schools to have pest management plans for pest control activities; requires the posting of notices of pesticide use on school grounds; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1665-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3934\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the  education  law,  in  relation  to  integrated  pest\n         management requirements for schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds and declares that\n    2  it shall be the policy of the state of New York to provide  every  child\n    3  with  an  environmentally safe and healthy learning environment in which\n    4  to grow, learn and mature into productive and healthy adults. To  ensure\n    5  that  schools  provide  this  setting  for our children, the legislature\n    6  finds that pesticide use in school facilities must be reduced or avoided\n    7  in order to protect children's environmental health and safety.    Chil-\n    8  dren are uniquely vulnerable to and may be severely affected by exposure\n    9  to chemicals such as pesticides. By establishing integrated pest manage-\n   10  ment  strategies that primarily rely on non-chemical pest control, expo-\n   11  sures to children from toxic pesticides can be eliminated or reduced  to\n   12  less hazardous levels.\n   13    S  2.  The  education  law is amended by adding a new section 409-l to\n   14  read as follows:\n   15    S 409-L. INTEGRATED PEST MANAGEMENT REQUIREMENTS FOR SCHOOLS.  1.  FOR\n   16  PURPOSES OF THIS SECTION, THE FOLLOWING TERMS ARE DEFINED:\n   17    (A)  \"SCHOOL\"  MEANS  ALL  FACILITIES  FOR GRADES KINDERGARTEN THROUGH\n   18  TWELVE OPERATED BY  ANY  SCHOOL  DISTRICT,  INCLUDING  ANY  CITY  SCHOOL\n   19  DISTRICT WITH A POPULATION OVER ONE HUNDRED TWENTY-FIVE THOUSAND, OR ANY\n   20  BOARD OF COOPERATIVE EDUCATIONAL SERVICES.\n   21    (B)  \"INTEGRATED  PEST  MANAGEMENT\"  AND  \"IPM\" MEAN A DECISION-MAKING\n   22  PROCESS FOR PEST CONTROL THAT UTILIZES REGULAR MONITORING  TO  DETERMINE\n   23  IF AND WHEN CONTROLS ARE NEEDED; EMPLOYS PHYSICAL, MECHANICAL, CULTURAL,\n   24  BIOLOGICAL  AND  EDUCATIONAL  TACTICS TO CONTROL CONDITIONS THAT PROMOTE\n   25  PEST INFESTATIONS AND TO KEEP PEST POPULATIONS AT  TOLERABLE  DAMAGE  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05273-01-1\n\n       A. 3934                             2\n\n    1  ANNOYANCE LEVELS; AND ONLY AS A LAST RESORT, UTILIZES LEAST-TOXIC PESTI-\n    2  CIDE  CONTROLS.  THE OVERALL GOAL OF IPM IS TO ELIMINATE THE UNNECESSARY\n    3  USE OF PESTICIDES AND REDUCE THE USE OF ALL PESTICIDES.\n    4    (C)  \"FACILITIES\" MEANS SCHOOL BUILDINGS, LAND AND OTHER APPURTENANCES\n    5  OF A SCHOOL DISTRICT OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES.\n    6    2. TO ENSURE THAT  SCHOOLS  ARE  SAFE  AND  HEALTHY  ENVIRONMENTS  FOR\n    7  STUDENTS,  TEACHERS  AND OTHER STAFF AND OCCUPANTS, CERTAIN REQUIREMENTS\n    8  SHALL BE PLACED ON PESTICIDE USE IN THESE FACILITIES.\n    9    (A) ALL SCHOOLS SHALL HAVE PEST MANAGEMENT PLANS FOR ALL PEST  CONTROL\n   10  ACTIVITIES, WHICH HAVE BEEN SUBJECT TO PUBLIC REVIEW AND APPROVED BY THE\n   11  SCHOOL  BOARD.  SUCH  PLANS  SHALL  UTILIZE IPM TECHNIQUES TO MANAGE AND\n   12  CONTROL PESTS AND PROBLEMS. ALL IPM PLANS SHALL INCLUDE A PROVISION  FOR\n   13  PUBLIC  ACCESS  TO ALL INFORMATION ABOUT THE IMPLEMENTATION OF THE PLAN.\n   14  SCHOOL DISTRICTS MAY CREATE ADVISORY COMMITTEES TO ASSIST IN THE  DEVEL-\n   15  OPMENT  OF  THE  IPM  PLANS,  AND  TO MONITOR THE IMPLEMENTATION OF SUCH\n   16  PLANS. NO SCHOOL SHALL CONDUCT OR HAVE CONDUCTED ANY PESTICIDE  APPLICA-\n   17  TION  TO  SCHOOL FACILITIES WHICH IS PREVENTIVE IN NATURE AND WHICH DOES\n   18  NOT RESPOND TO VERIFIABLE PEST PROBLEMS.\n   19    (B) SCHOOLS SHALL BE RESPONSIBLE FOR PROVIDING AN ANNUAL EVALUATION OF\n   20  THE IMPLEMENTATION OF THEIR IPM PLANS TO THE SCHOOL BOARD. EVERY  SCHOOL\n   21  SHALL UPDATE ITS IPM PLAN ONCE EVERY THREE YEARS. SUCH INFORMATION SHALL\n   22  BE PUBLICLY AVAILABLE.\n   23    (C)  EVERY SCHOOL SHALL HAVE ITS PESTICIDE APPLICATIONS CONDUCTED BY A\n   24  CERTIFIED COMMERCIAL PESTICIDE  APPLICATOR.  PESTICIDE  APPLICATIONS  BY\n   25  PERSONS  WORKING  UNDER  THE DIRECT SUPERVISION OF A CERTIFIED PESTICIDE\n   26  APPLICATOR SHALL BE PROHIBITED.\n   27    (D) A NOTICE OF THE PESTICIDE APPLICATION AND A COPY OF THE  PESTICIDE\n   28  LABEL,  SHALL BE PROMINENTLY POSTED IN A COMMON AREA OF A BUILDING WHICH\n   29  IS TO RECEIVE A PESTICIDE APPLICATION. THE COMMON AREA SHALL BE  READILY\n   30  ACCESSIBLE  TO  ALL  OCCUPANTS OF THE BUILDING. THE NOTICE AND PESTICIDE\n   31  LABEL SHALL REMAIN POSTED FOR AT LEAST FORTY-EIGHT HOURS  FOLLOWING  THE\n   32  PESTICIDE APPLICATION. SUCH NOTICE SHALL INCLUDE, AT A MINIMUM, THE NAME\n   33  AND  TELEPHONE  NUMBER  OF A SCHOOL EMPLOYEE OR CONTACT PERSON WHO SHALL\n   34  PROVIDE DETAILED INFORMATION ON THE PESTICIDE APPLICATIONS.  A  COPY  OF\n   35  THE PESTICIDE LABEL MUST BE MADE AVAILABLE TO ANY PERSON REQUESTING SUCH\n   36  LABEL WITHIN TWENTY-FOUR HOURS OF SUCH REQUESTS.\n   37    (E)  WHEN  PESTICIDES  ARE  APPLIED  TO SCHOOL GROUNDS, TURF, TREES OR\n   38  SHRUBS, VISUAL NOTIFICATION MARKERS, AS PROVIDED IN SECTION  33-1003  OF\n   39  THE ENVIRONMENTAL CONSERVATION LAW, SHALL BE POSTED AT LEAST EVERY FIFTY\n   40  FEET WITH AT LEAST ONE MARKER ON EACH SIDE OF THE APPLICATION AREA.\n   41    S 3. This act shall take effect on the one hundred eightieth day after\n   42  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to integrated pest management requirements for schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336915
}