{
  "year" : 2011,
  "senateBillNo" : "A3938-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3938-2011-1296450000000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the Stony Brook state park as part of the state park preserve system",
  "summary" : "Establishes the Stony Brook Harbor state park as part of the state park preserve system; such park shall include certain marsh islands in the Stony Brook Harbor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "A3399-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3938\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the parks, recreation and historic preservation law,  in\n         relation to establishing the Stony Brook Harbor state park\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The parks, recreation  and  historic  preservation  law  is\n    2  amended by adding a new section 20.05 to read as follows:\n    3    S  20.05  STONY  BROOK  HARBOR  STATE  PARK. 1. THE COMMISSIONER SHALL\n    4  DESIGNATE, PURSUANT TO THE REQUIREMENTS OF SECTION 20.02 OF  THIS  ARTI-\n    5  CLE,  THOSE PARCELS OF LAND SPECIFIED IN SUBDIVISION TWO OF THIS SECTION\n    6  TO BE THE PART OF THE STATE PARK PRESERVE SYSTEM  TO  BE  KNOWN  AS  THE\n    7  \"STONY BROOK HARBOR STATE PARK\".\n    8    2.  THE STONY BROOK HARBOR STATE PARK SHALL CONSTITUTE THE STATE LANDS\n    9  WITHIN THE STONY BROOK HARBOR  ESTUARY  INCLUDING  THE  SAND  AND  MARSH\n   10  ISLANDS  OF  THE STONY BROOK HARBOR WHICH ARE EXPOSED ABOVE WATER DURING\n   11  THE LOWEST POINT OF LOW TIDE AND AT LEAST PARTIALLY VEGETATED WITH SPAR-\n   12  TINA ALTERIFLORA.\n   13    3.  WHEN DESIGNATING THIS PRESERVE THE COMMISSIONER SHALL ALSO CONSID-\n   14  ER FOR INCLUSION SUCH UPLAND AND PROPERTIES AS MAY BE  ACQUIRED  BY  THE\n   15  STATE FOR PARK, OPEN SPACE OR PRESERVATION PURPOSES.\n   16    4.  THE  EXACT  BOUNDARIES  OF  SUCH  PARK SHALL BE ESTABLISHED BY THE\n   17  OFFICE, IN CONSULTATION WITH THE SECRETARY OF STATE.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07947-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law, in relation to establishing the Stony Brook Harbor state park ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T115201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336881
}