{
  "year" : 2011,
  "senateBillNo" : "A3933-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3933-2011-1296450000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibition on certain first responders from charging fees charged by certain first responders",
  "summary" : "Provides that no municipality shall charge a person a fee for police department or fire department services provided in response to an accident or other emergency involving such person or his or her property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3933\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DenDEKKER  --  read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the general municipal law, in  relation  to  prohibiting\n         certain  first  responders from charging fees charged by certain first\n         responders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 122-a to read as follows:\n    3    S 122-A. PROHIBITION ON CHARGING FEES  FOR  CERTAIN  FIRST  RESPONDERS\n    4  SERVICE.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF LAW, NO MUNICIPALITY\n    5  SHALL CHARGE A PERSON A FEE FOR POLICE  DEPARTMENT  OR  FIRE  DEPARTMENT\n    6  SERVICES  PROVIDED IN RESPONSE TO AN ACCIDENT OR OTHER EMERGENCY INVOLV-\n    7  ING SUCH PERSON OR HIS OR HER PROPERTY. THE PROVISIONS OF  THIS  SECTION\n    8  SHALL NOT APPLY TO AMBULANCE SERVICES.\n    9    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   10  have become a law; provided, however, that  effective  immediately,  the\n   11  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   12  for the implementation of this act on its effective date  is  authorized\n   13  to be made and completed on or before such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08369-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to prohibiting certain first responders from charging fees charged by certain first responders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T122204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336910
}