{
  "year" : 2011,
  "senateBillNo" : "A3947-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3947-2011-1296450000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts the disposal of yard waste by landfill burial or incinerator",
  "summary" : "Restricts the disposal of yard waste through burial in a landfill or by incinerator; exempts certain minor amounts; provides for penalties for violations; directs the department of environmental conservation to promulgate regulations to implement this provision; permits local laws not inconsistent therewith. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A3273-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3947\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         restrictions on the disposal of yard waste\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 27-0721 to read as follows:\n    3  S 27-0721. RESTRICTIONS ON THE DISPOSAL OF YARD WASTE.\n    4    1. ON OR AFTER SEPTEMBER FIRST, TWO THOUSAND THIRTEEN, NO PERSON SHALL\n    5  KNOWINGLY  DELIVER YARD WASTE TO A LANDFILL FOR PURPOSES OF LAND BURIAL,\n    6  OR TO AN INCINERATOR FOR PURPOSES OF  COMBUSTION,  OR  DISPOSE  OF  YARD\n    7  WASTE  AT A LANDFILL OR INCINERATOR. FOR PURPOSES OF THIS SECTION, \"YARD\n    8  WASTE\" SHALL MEAN LEAVES, GRASS CLIPPINGS, GARDEN DEBRIS AND WOOD DEBRIS\n    9  INCLUDING TREE TRUNKS AND SMALL OR CHIPPED BRANCHES.  UPON  APPLICATION,\n   10  THE  COMMISSIONER  MAY,  WHEN  DEMONSTRATED  TO HIS OR HER SATISFACTION,\n   11  GRANT A VARIANCE EXTENDING UNTIL SEPTEMBER FIRST, TWO THOUSAND  FIFTEEN.\n   12  GRANTING  OF  SUCH  VARIANCE  SHALL  ONLY BE MADE IF BASED UPON A DEMON-\n   13  STRATION BY THE APPLICANT THAT A GOOD FAITH EFFORT IS BEING MADE TO MEET\n   14  THE REQUIREMENTS OF THIS SECTION AND UPON A SHOWING OF HARDSHIP  DUE  TO\n   15  REASONS BEYOND THE CONTROL OF THE APPLICANT.\n   16    2.  EXCLUDED  FROM THE PROVISIONS OF THIS SECTION ARE MINOR AMOUNTS OF\n   17  MATERIALS AS IDENTIFIED IN SUBDIVISION ONE OF THIS SECTION,  AS  MAY  BE\n   18  PRESENT IN THE SOLID WASTE COLLECTED.\n   19    3.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, AND IN FURTHERANCE OF\n   20  THE PURPOSES OF THIS SECTION, ANY LOCAL LAW ADOPTED  BY  A  MUNICIPALITY\n   21  PURSUANT  TO  SECTION ONE HUNDRED TWENTY-AA OF THE GENERAL MUNICIPAL LAW\n   22  SHALL BE CONSISTENT WITH THE PROVISIONS OF THIS SECTION.\n   23    4. THE DEPARTMENT SHALL ADOPT REGULATIONS FOR  THE  IMPLEMENTATION  OF\n   24  THIS SECTION AND SHALL CONSIDER THE PURPOSES OF THIS SECTION WITH REGARD\n   25  TO ANY APPROVAL OR PERMIT REQUIRED FOR THE COLLECTION, TRANSPORTATION OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07502-01-1\n\n       A. 3947                             2\n\n    1  DISPOSAL  OF SOLID WASTE. SUCH REGULATIONS SHALL FURTHER PROVIDE FOR THE\n    2  CLEAR DELINEATION OF RESPECTIVE RESPONSIBILITIES OF OWNERS OR  OPERATORS\n    3  OF  SOLID  WASTE  FACILITIES, TRANSPORTERS AND PLANNING UNITS UNDER THIS\n    4  SECTION.\n    5    5.  NOTHING  CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO LIMIT THE\n    6  AUTHORITY OF A MUNICIPALITY TO ENACT  LOCAL  LAWS  OR  REGULATIONS,  NOT\n    7  INCONSISTENT  WITH THE RULES AND REGULATIONS OF THE DEPARTMENT, IMPOSING\n    8  MORE STRINGENT RESTRICTIONS ON THE DISPOSAL OF REUSABLE,  RECYCLABLE  OR\n    9  COMPOSTABLE MATERIALS.\n   10    S  2. Section 71-2703 of the environmental conservation law is amended\n   11  by adding a new subdivision 6 to read as follows:\n   12    6. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION TO THE  CONTRA-\n   13  RY,  THE SANCTIONS SET FORTH IN SUBDIVISIONS ONE AND TWO OF THIS SECTION\n   14  SHALL NOT APPLY TO A  VIOLATION  OF  SECTION  27-0721  OF  THIS  CHAPTER\n   15  COMMITTED BY AN INDIVIDUAL RESIDENTIAL GENERATOR OF YARD WASTE. AN INDI-\n   16  VIDUAL  RESIDENTIAL  GENERATOR OF YARD WASTE WHO KNOWINGLY VIOLATES SUCH\n   17  SECTION 27-0721, OR ANY REGULATION PROMULGATED PURSUANT  THERETO,  SHALL\n   18  BE LIABLE FOR A CIVIL PENALTY NOT TO EXCEED ONE HUNDRED DOLLARS FOR EACH\n   19  SUCH  VIOLATION, TO BE ASSESSED BY THE COMMISSIONER AFTER AN OPPORTUNITY\n   20  TO BE HEARD PURSUANT TO THE PROVISIONS OF SECTION 71-1709 OF THIS  ARTI-\n   21  CLE,  OR  BY  THE  COURT IN ANY ACTION OR PROCEEDING PURSUANT TO SECTION\n   22  71-2727 OF THIS TITLE, AND, IN ADDITION  THERETO,  SUCH  PERSON  MAY  BY\n   23  SIMILAR PROCESS BE ENJOINED FROM CONTINUING SUCH VIOLATION.\n   24    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to restrictions on the disposal of yard waste ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T170223.TXT", "SOBI.D110131.T115201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511343052
}