{
  "year" : 2011,
  "senateBillNo" : "A3946-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to aging",
    "billEventId" : "A3946-2011-1296450000000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for tax exemptions related to the elderly, and the reporting of the effects of certain programs related thereto",
  "summary" : "Provides a resident personal income tax exemption to individuals caring for elderly dependents over the age of 62 who reside with such individuals and who are entitled to an exemption for federal income tax purposes; requires the office for the aging to report to the governor and the legislature regarding the effects of such tax credit, its use or non-use and the extent to which such credit aids families. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A2902-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3946\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the elder law, in relation to reports by the office  for\n         the  aging  regarding  assistance  to  families for caring for elderly\n         dependents; and to amend the tax law,  in  relation  to  providing  an\n         additional  personal  income tax exemption for resident individuals in\n         certain cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  213  of the elder law is amended by adding a new\n    2  subdivision 6 to read as follows:\n    3    6. THE OFFICE FOR THE AGING SHALL BIENNIALLY REPORT  TO  THE  GOVERNOR\n    4  AND  LEGISLATURE CONCERNING THE EFFECTS OF SUBSECTION (C) OF SECTION SIX\n    5  HUNDRED SIXTEEN OF THE TAX LAW ON PROGRAMS OFFERED UNDER THE AUSPICES OR\n    6  WITH THE SUPPORT, DIRECT OR INDIRECT, OF THE OFFICE FOR THE AGING.  SUCH\n    7  REPORT  SHALL INCLUDE, BUT NOT BE LIMITED TO, THE USE OR NON-USE OF THIS\n    8  INCENTIVE IN COORDINATION WITH SUCH PROGRAMS, THE EXTENT TO  WHICH  THIS\n    9  INCENTIVE HAS AIDED FAMILIES IN CARING FOR ELDERLY DEPENDENTS, AND COOR-\n   10  DINATION BY THE OFFICE OF THE AVAILABILITY OF THIS ASSISTANCE WITH OTHER\n   11  PROGRAMS  FOR THE AGED AND RECOMMENDATIONS FOR PUBLIC INFORMATION ACTIV-\n   12  ITIES.\n   13    S 2. Section 616 of the tax law is amended by adding a new  subsection\n   14  (c) to read as follows:\n   15    (C)  ADDITIONAL  EXEMPTION. IN ADDITION TO THE EXEMPTIONS PROVIDED FOR\n   16  IN SUBSECTION (A) OF THIS SECTION  FOR  TAXABLE  YEARS  BEGINNING  AFTER\n   17  DECEMBER  THIRTY-FIRST, TWO THOUSAND ELEVEN, A RESIDENT INDIVIDUAL SHALL\n   18  BE ALLOWED A NEW YORK EXEMPTION IN AN  AMOUNT  EQUAL  TO  THE  EXEMPTION\n   19  PROVIDED FOR IN SUBSECTION (A) OF THIS SECTION FOR EACH DEPENDENT WHO IS\n   20  OF  THE  AGE OF SIXTY-TWO OR OLDER, WHO RESIDES WITH SUCH RESIDENT INDI-\n   21  VIDUAL, AND FOR WHOM THE RESIDENT INDIVIDUAL IS ENTITLED TO AN EXEMPTION\n   22  FOR THE TAXABLE YEAR FOR FEDERAL INCOME TAX PURPOSES, PROVIDED  HOWEVER,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07424-01-1\n\n       A. 3946                             2\n\n    1  THAT  IF  THE NEW YORK INCOME TAXES OF A HUSBAND AND WIFE ARE SEPARATELY\n    2  DETERMINED BUT THEIR FEDERAL INCOME TAX IS DETERMINED ON A JOINT RETURN,\n    3  ONLY ONE OF THEM, AT THEIR OPTION, SHALL BE ENTITLED TO  THE  ADDITIONAL\n    4  EXEMPTION PROVIDED FOR IN THIS SUBSECTION.\n    5    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to reports by the office for the aging regarding assistance to families for caring for elderly dependents; and to amend the tax law, in relation to providing an additional personal income tax exemption for resident individuals in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T170223.TXT", "SOBI.D110131.T115201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511343050
}