{
  "year" : 2011,
  "senateBillNo" : "A3949-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3949-2011-1296450000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the town of Brookhaven land bank and commission",
  "summary" : "Establishes the town of Brookhaven land bank and commission for the purposes of acquiring, holding and managing land interests; provides for elected members of the commission; authorizes the commission to issue bonds and notes and establishes a 2% transfer fee on the transfer of real property interests; makes numerous related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Conservation",
  "previousVersions" : [ "A3141-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3949\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to establish the town of Brookhaven land bank and commission\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  For purposes of this act, the words and phrases set forth\n    2  in this section shall have the following meanings:\n    3    (a) \"Commission\" shall mean the town of Brookhaven land  bank  commis-\n    4  sion, established by section three of this act.\n    5    (b)  \"Fund\"  shall  mean the town of Brookhaven land bank fund, estab-\n    6  lished pursuant to the provisions of section eight of this act.\n    7    (c) \"Institutional lender\" shall mean any bank, any insurance company,\n    8  and any mortgage company or investment company that made more than twen-\n    9  ty mortgages in the preceding calendar  year,  and  any  national  bank,\n   10  federal savings and loan association, federal savings bank, bank holding\n   11  company, or state or federally chartered credit union.\n   12    (d)  \"Land  bank\"  shall mean the town of Brookhaven land bank, estab-\n   13  lished by section two of this act.\n   14    (e) \"Purchaser\" shall mean the transferee, grantee or recipient of any\n   15  real property interests.\n   16    (f) \"Purchase price\" shall mean all consideration paid or  transferred\n   17  by or on behalf of a purchaser to a seller or his or her nominee, or for\n   18  his  or her benefit, for the transfer of any real property interest, and\n   19  shall include, but not be limited to, all cash or its equivalent so paid\n   20  or transferred; all cash or other property paid or transferred by or  on\n   21  behalf  of  the  purchaser  to discharge or reduce any obligation of the\n   22  seller; the principal amount of all notes or their equivalent, or  other\n   23  deferred  payments, given or promised to be given by or on behalf of the\n   24  purchaser to the seller or his nominee; the outstanding balance  of  all\n   25  obligations of the seller which are assumed by the purchaser or to which\n   26  the  real property interest transferred remains subject after the trans-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07482-01-1\n\n       A. 3949                             2\n\n    1  fer, determined at the time of transfer, but excluding real estate taxes\n    2  and other municipal liens or assessments which are not  overdue  at  the\n    3  time of transfer; the fair market value, at the time of transfer, of any\n    4  other  consideration  or  thing  of  value  paid or transferred by or on\n    5  behalf of the purchaser including, but not  limited  to,  any  property,\n    6  goods  or  services  paid,  transferred or rendered in exchange for such\n    7  real property interest.\n    8    (g) \"Real property interest\" shall mean any present or future legal or\n    9  equitable interest in or to real property, and any  beneficial  interest\n   10  therein,  including  the  interest  of  any beneficiary in a trust which\n   11  holds any legal or equitable interest in real property;  but  shall  not\n   12  include  any  interest  which is limited to any or all of the following:\n   13  the dominant estate in any easement  or  right  of  way;  the  right  to\n   14  enforce  any  restriction;  any estate at will or at sufferance, and any\n   15  estate for years having a term of less than thirty years; any reversion-\n   16  ary right, condition or right of entry for condition broken; the  inter-\n   17  est  of  a  mortgage  or other secured party in any mortgage or security\n   18  agreement; and the interest of a stockholder  in  a  corporation,  or  a\n   19  partner in a partnership.\n   20    (h)  \"Seller\"  shall  mean the transferor, grantor or immediate former\n   21  owner of any real property interest.\n   22    (i) \"Time of transfer\" shall mean the time at which  the  transfer  of\n   23  real  property is legally effective as between the parties thereto, and,\n   24  in any event, with respect to a  transfer  evidenced  by  an  instrument\n   25  recorded  with  the  appropriate  registry  of  deeds  or filed with the\n   26  assistant recorder of the appropriate registry district, not later  than\n   27  the time of such recording or filing.\n   28    S 2. There is hereby established a town of Brookhaven land bank, to be\n   29  administered  by  a commission established by section three of this act,\n   30  for the purpose of acquiring, holding and managing land and interests in\n   31  land of the types set forth in section five of this act. The  land  bank\n   32  is  hereby constituted a body politic and corporate and a public instru-\n   33  mentality and the exercise of powers conferred by this act upon the land\n   34  bank shall be deemed to be the performance of an essential  governmental\n   35  function.\n   36    S 3. The land bank shall be administered by a commission consisting of\n   37  five  persons  elected  for staggered five-year terms; and provided that\n   38  the town board of the town of Brookhaven shall appoint the initial  five\n   39  members  of  the commission as soon as possible after the effective date\n   40  of this act, to serve until the first annual election of the members  to\n   41  be  held  at  the first general election following the effective date of\n   42  this act. Members shall be legal residents of the town of Brookhaven and\n   43  shall serve without compensation. The commission shall elect a  chairman\n   44  and a secretary/treasurer, from among its members, and may adopt reason-\n   45  able  rules  and  regulations  for  the  conduct  of its affairs and the\n   46  management of its holdings not inconsistent with the provisions of  this\n   47  act.  Decisions  of  the  commission  shall be by majority vote of those\n   48  present and voting, and no business shall be  transacted  without  three\n   49  members present. The commission shall keep accurate records of its meet-\n   50  ings  and actions and shall file an annual report which shall be printed\n   51  in the annual town report. Any vacancy on the commission shall be filled\n   52  until the next general  election  by  majority  vote  of  the  remaining\n   53  commissioners then in office. At the next general election a commission-\n   54  er shall be elected for the balance of the unexpired term.\n   55    S 4. The commission shall, subject to the provisions of this act, have\n   56  the  power  and  authority to (a) purchase and acquire fee simple inter-\n\n       A. 3949                             3\n\n    1  ests, and any lesser interests, in any land in the town  of  Brookhaven,\n    2  of  the  type  set  forth  in  section  five  of this act, including any\n    3  improvements thereon; (b) accept gifts of any such interests in land  or\n    4  of  funds  to  further  the purposes of the land bank; (c) take any such\n    5  interests in land by eminent domain, and only by a vote of  the  commis-\n    6  sion  in  which  at  least four members vote in favor of such taking and\n    7  further only after having been authorized to do so in each instance by a\n    8  two-thirds vote of the town board of the town of Brookhaven, and further\n    9  provided that a reasonable effort shall first be made to  negotiate  the\n   10  acquisition thereof by purchase prior to such taking; (d) dispose of all\n   11  or any portion of its interests in any land or interests thereon held by\n   12  it;  (e)  incur  debt, pledging the full faith and credit of the town of\n   13  Brookhaven, only after having been authorized to do so in each  instance\n   14  by  a  two-thirds  vote of the town board of the town of Brookhaven; (f)\n   15  employ such staff and obtain such professional services as are necessary\n   16  in order to perform its duties;  (g)  administer  and  manage  land  and\n   17  interests  in  land  held  by it in a manner which allows public use and\n   18  enjoyment consistent with the natural and scenic resources thereof;  (h)\n   19  lease  real  property  as  may  be  held  by  the land bank for purposes\n   20  consistent with this act; and (i)  finance  and  construct  recreational\n   21  facilities, subject to the provisions of section six of this act.\n   22    S  4-a.  The  town  of  Brookhaven is hereby authorized to appropriate\n   23  money to be deposited in the land bank fund as provided in section eight\n   24  of this act and to provide funds to repay notes of  the  town  and  when\n   25  authorized to incur debt of the town for such purposes.\n   26    S  4-b.  The  land  bank is hereby empowered to issue bonds and notes,\n   27  including notes in anticipation of bonds, for the purpose  of  acquiring\n   28  land  and interests in land as provided in section four of this act. The\n   29  proceeds of such bonds or notes may be used to pay, in whole or in part,\n   30  acquisition costs; to  provide  reserves  for  debt  service  and  other\n   31  expenses;  to  pay  consulting,  appraisal,  advisory and legal fees and\n   32  costs incidental to the issuance and sale of such  bonds  or  notes;  to\n   33  purchase,  refund  or renew bonds or notes previously issued; and to pay\n   34  any other costs and expenses of the land bank necessary for  the  accom-\n   35  plishment  of  its  purposes. Bonds or notes issued pursuant to this act\n   36  shall be authorized by the commission which shall have  full  power  and\n   37  authority  to  determine the amount, form, terms, conditions, provisions\n   38  for the payment of interest,  and  all  other  details  thereof  and  to\n   39  provide  for their sale and issuance at such price and in such manner as\n   40  the commission shall determine, subject  only  to  any  limitations  set\n   41  forth in this act.\n   42    The  commission may enter into any agreements, including without limi-\n   43  tation a loan agreement and a trust agreement, necessary  to  effectuate\n   44  and  to  secure any bonds or notes issued by the land bank.  Such agree-\n   45  ments may pledge or assign, in whole or in part, the revenues and  other\n   46  money  held  or  to  be  received  by the land bank. Such agreements may\n   47  contain such provisions for protecting and enforcing the rights, securi-\n   48  ty and remedies of the holders of such bonds or notes, including,  with-\n   49  out  limiting  the  generality  of  the  foregoing,  provisions defining\n   50  defaults and providing for remedies  in  the  event  thereof  which  may\n   51  include  the  acceleration of maturities and covenants setting forth the\n   52  duties of, and limitations on, the land bank in relation to the custody,\n   53  safeguarding, investment and application of money, the issuance of addi-\n   54  tional debt obligations, the use of any surplus proceeds of the  borrow-\n   55  ing,  including  any  investment  earnings thereon, and establishment of\n   56  special funds and reserves.\n\n       A. 3949                             4\n\n    1    The pledge of any such agreement shall be valid and binding and  shall\n    2  be deemed continuously perfected for the purposes of the uniform commer-\n    3  cial  code  from  the time when the pledge is made; the revenues, money,\n    4  rights and proceeds so pledged and then held or thereafter  acquired  or\n    5  received  by  the  land bank shall immediately be subject to the lien of\n    6  such pledge without any physical  delivery  or  segregation  thereof  or\n    7  further  act; and the lien of any such pledge shall be valid and binding\n    8  against all parties having claims of  any  kind  in  tort,  contract  or\n    9  otherwise  against  the  town  or  county,  irrespective of whether such\n   10  parties have notice thereof. No document by which a  pledge  is  created\n   11  need  be filed or recorded except in the records of the land bank and no\n   12  filing need be made under the uniform commercial code.\n   13    The trustee with respect to any  such  trust  agreement  entered  into\n   14  pursuant  to  this section shall be a trust company or a bank having the\n   15  powers of a trust company. Any such trust agreement may provide that any\n   16  money received thereunder may be held,  deposited  or  invested  by  the\n   17  trustee,  notwithstanding  the  provisions of section eight of this act,\n   18  pending the disbursement thereof, in any deposits or  investments  which\n   19  are  lawful  for  the  funds of savings banks and shall provide that any\n   20  officer with whom or any bank or trust company  with  which  such  money\n   21  shall be deposited shall act as trustee of such money and shall hold and\n   22  apply  the same for the purposes of this act, subject to such regulation\n   23  or limitation as this act or such trust agreement may provide.\n   24    It shall be lawful for any bank or trust company to act as  depository\n   25  of  the  proceeds of bonds or notes, revenues or other money pursuant to\n   26  this act and to furnish such indemnifying bonds or to pledge such  secu-\n   27  rity,  if any, as may be required by the commission. Any trust agreement\n   28  entered into pursuant to this section may set forth the rights and reme-\n   29  dies of the holders of any bonds or notes and of  the  trustee  and  may\n   30  restrict  the  individual rights of action by any such holders. In addi-\n   31  tion to the foregoing, any such trust agreement may contain  such  other\n   32  provisions  as  the  commission  may  deem  reasonable  and  proper. All\n   33  expenses incurred in carrying out the provisions of such trust agreement\n   34  may be treated as part of the cost of operation of  the  land  bank  and\n   35  paid from the revenues or other funds pledged or assigned to the payment\n   36  of  the  principal of and the premium, if any, and interest on the bonds\n   37  or notes or from any other funds available to the land bank. In addition\n   38  to other security required by this section in or otherwise by law, bonds\n   39  or notes issued under this section may be secured, in whole or in  part,\n   40  by insurance or by letters or lines of credit or other credit facilities\n   41  issued  to  the  land bank by any bank, trust company or other financial\n   42  institution, within or without the state, and the land bank  may  pledge\n   43  or  assign  any of its revenues as security for the reimbursement by the\n   44  land bank to the issuers of such letters or lines of  credit,  insurance\n   45  or credit facilities of any payments made thereunder.\n   46    S 5.  Land to be acquired and held as part of the land bank, or inter-\n   47  ests  in  which are to be so acquired and held, shall be situated in the\n   48  town of Brookhaven, and may consist of any of  the  following  types  of\n   49  land  and  interests therein; (a) ocean, harbor and pond frontage in the\n   50  form of beaches, dunes and adjoining backlands; (b) barrier beaches; (c)\n   51  fresh and salt water  marshes,  estuaries  and  adjoining  uplands;  (d)\n   52  heathland and moors; (e) land providing access to ocean, harbor and pond\n   53  frontage  and  land for bicycle paths; (f) land for future public recre-\n   54  ational facilities and use; (g) recreation land to protect existing  and\n   55  future wellfields and aquifer recharge areas; and (h) land used or to be\n   56  used for agricultural purposes.\n\n       A. 3949                             5\n\n    1    S  6.  The commission shall retain any real property interest relating\n    2  to land and water areas acquired pursuant to this act  predominantly  in\n    3  its  natural,  scenic  or  open condition except as provided for by this\n    4  section. Except upon the approval of the commissioner  of  environmental\n    5  conservation and where appropriate, subject to law and the constitution,\n    6  the commission shall not allow (a) construction or placing of buildings,\n    7  roads,  signs, billboards or other advertising utilities or other struc-\n    8  tures on or above the surface, (b) dumping or placing of soil  or  other\n    9  substance or material as landfill, or dumping or placing of trash, waste\n   10  or  unsightly  or  offensive  materials,  (c)  removal or destruction of\n   11  trees, shrubs or other vegetation, (d) excavation, dredging  or  removal\n   12  of  loam,  peat,  gravel,  soil, rock or other mineral substance in such\n   13  manner as to affect the surface, (e) surface  use  except  for  purposes\n   14  permitting the land or water area to remain predominantly in its natural\n   15  condition,  (f) activities detrimental to drainage, flood control, water\n   16  conservation, erosion control or soil conservation, or (g) other acts or\n   17  uses detrimental to such retention of land or water areas. In  determin-\n   18  ing  whether  or  not  to  approve a request from the commission to use,\n   19  improve or dispose of  any  real  property  interest  acquired  by  such\n   20  commission  in a manner otherwise prohibited by this section, the secre-\n   21  tary shall consider whether such request is in the interest of conserva-\n   22  tion and any natural, state, regional or local  program  in  furtherance\n   23  thereof,  and  also  any  public, state, regional or local comprehensive\n   24  land use or development plan affecting the land, and any known  proposal\n   25  by a governmental body for use of the land.\n   26    S 7. The commission shall file annually with the commissioner of envi-\n   27  ronmental  conservation,  a  public  access  and outdoor recreation plan\n   28  which shall be, as far as possible, consistent with the town master plan\n   29  and with any regional planning relating to the area. The commission may,\n   30  from time to time, amend such plan. The plan shall show all real proper-\n   31  ty interests then held by the commission including a description of  the\n   32  use  thereof, and all acquisitions, improvements or dispositions of real\n   33  property interests held by the commission at any time  during  the  year\n   34  preceding  each  filing,  including  the  reasons  for such acquisition,\n   35  improvement or disposition; the commissioner of environmental  conserva-\n   36  tion may require any other information he or she deems important.\n   37    S  8.  The  commission shall meet its financial obligations by drawing\n   38  upon a land bank fund, to be set up as a revolving  or  sinking  account\n   39  within  the  treasury  of the town of Brookhaven. Deposits into the fund\n   40  shall include (a) funds appropriated to be deposited into  the  fund  by\n   41  vote of the town board of the town of Brookhaven; (b) voluntary contrib-\n   42  utions  of  money and other liquid assets to the fund; (c) revenues from\n   43  fees imposed upon the transfer of real property interests as  set  forth\n   44  in  section  ten  of this act occurring after the effective date of this\n   45  act as set forth in section fifteen of this act, together with  payments\n   46  of  interest  and  penalties  under  section  thirteen  of this act; (d)\n   47  proceeds from disposal of real property  or  interests;  and  (e)  funds\n   48  received  from any federal, state, county, region, district or municipal\n   49  source. The commission is further authorized to accept state and federal\n   50  funds to carry out the purposes of this act as if the commission were in\n   51  fact a district, city, town, region, county, state or state agency with-\n   52  in the meaning of any provision of law authorizing any grant  consistent\n   53  with  the  purposes  of  this act. All expenses lawfully incurred by the\n   54  commission in carrying out the provisions of this act shall be evidenced\n   55  by proper vouchers and the town  comptroller  only  upon  submission  of\n   56  warrants  duly  approved  by  the commission. The town comptroller shall\n\n       A. 3949                             6\n\n    1  prudently invest available assets of the fund, and  all  income  thereon\n    2  shall  accrue  to  the  fund. Real property held in the name of the land\n    3  bank or its designee shall be exempt from property taxes as of the  date\n    4  of  the  acquisition  of title by the land bank or its designee; and any\n    5  taxes assessed against such real property interests shall be abated  for\n    6  that portion of any fiscal year during which the real property interests\n    7  were owned by the land bank or its designee.\n    8    S  9. (a) The commission shall keep a full and accurate account of its\n    9  actions including a record as to when, from or  to  whom,  and  on  what\n   10  account  money has been paid or received relative to this act, and as to\n   11  when, from and to whom and for what consideration real  property  inter-\n   12  ests  have  been  acquired,  improved  or  disposed of. Such records and\n   13  accounts shall be subject to examination by the state comptroller.\n   14    The town comptroller shall keep a full and  accurate  account  stating\n   15  when,  from  or  to  whom,  and  on  what account money has been paid or\n   16  received relative to the activities of the commission and the land bank.\n   17  Such account shall be subject to examination by the state comptroller.\n   18    (b) Schedules of beneficiaries of trusts,  lists  of  stockholders  of\n   19  corporations and lists of partnerships filed with the commission for the\n   20  purpose  of  determining  or  fixing the amount of the fee imposed under\n   21  section ten of this act or for the purpose of determining the  existence\n   22  of  any  exemption  under section twelve of this act shall not be public\n   23  records for purposes of the freedom of information law.\n   24    S 10. There is hereby imposed a  fee  equal  to  two  percent  of  the\n   25  purchase  price  upon  the transfer of any interest in any real property\n   26  situated in the town of Brookhaven. Such fee shall be the  liability  of\n   27  the  purchaser of such real property interest, and any agreement between\n   28  the purchaser and the seller or any other person with reference  to  the\n   29  allocation  of  the responsibility for bearing such fee shall not affect\n   30  such liability of the purchaser. The fee shall be paid  to  the  commis-\n   31  sion, or its designee, and shall be accompanied by a copy of the deed or\n   32  other  instrument  evidencing  such  transfer,  if any, and an affidavit\n   33  signed under oath or under the penalty of perjury by  the  purchaser  or\n   34  his  or  her  legal  representative,  attesting to the true and complete\n   35  purchase price and the basis, if any, upon which the transfer is claimed\n   36  to be exempt in whole or in part from the fee imposed by  this  section.\n   37  The  commission,  or its designee, shall promptly thereafter execute and\n   38  issue a certificate indicating that the appropriate fee has been paid or\n   39  that the transfer is exempt from the fee,  stating  the  basis  for  the\n   40  exemption. The county clerk of the county of Suffolk shall not record or\n   41  register,  or receive or accept for recording or registration, any deed,\n   42  except a mortgage deed, to which has not been affixed such a certificate\n   43  executed by the commission or its designee. Failure to comply with  this\n   44  requirement shall not affect the validity of any instrument. The commis-\n   45  sion  shall  deposit all fees received pursuant to this section with the\n   46  town comptroller of the town of Brookhaven, as a part of the fund estab-\n   47  lished by section eight of this act. The fee imposed  pursuant  to  this\n   48  section  shall  be  due  simultaneously with the time of transfer of the\n   49  transfer upon which it is imposed. Notwithstanding the foregoing,  when-\n   50  ever  there  is a conveyance of real property interests and a conveyance\n   51  of personalty related thereto at or about the same time, the allocations\n   52  of payments between real and personal property agreed to by the purchas-\n   53  er and seller shall not determine the amount of the fee due pursuant  to\n   54  this  section;  instead,  the  commission may require payment of the fee\n   55  referred to in real property interests so conveyed as determined by  the\n   56  commission.\n\n       A. 3949                             7\n\n    1    S 10-a. To the extent not otherwise subject to payment of a fee pursu-\n    2  ant  to  section ten of this act, and notwithstanding the exemptions set\n    3  forth in paragraphs (i) and (j) of section twelve of  this  act,  unless\n    4  otherwise  exempted pursuant to such section twelve excluding such para-\n    5  graphs  (i)  and  (j), there shall be paid a fee equal to two percent of\n    6  the fair market value of real property interests held in the name of  or\n    7  otherwise  owned  by  a corporation upon the transfer by the controlling\n    8  stockholders of their interest of the stock of  such  corporation.  Such\n    9  fee shall be due on or before the time of transfer of the stock.\n   10    To  the  extent  not otherwise subject to payment of a fee pursuant to\n   11  section ten of this act and notwithstanding the exemptions  referred  to\n   12  in  said  paragraphs  (i)  and (j) of section twelve of this act, unless\n   13  otherwise exempted pursuant to such section twelve excluding such  para-\n   14  graphs  (i)  and  (j), there shall be paid a fee equal to two percent of\n   15  the fair market value of real property interests held in the name  of  a\n   16  partnership  or  otherwise  owned  by  a  partnership upon the change in\n   17  composition of such partnership either in one transaction or a series of\n   18  related transactions which change in composition results in  a  transfer\n   19  of  capital  interests  in  excess of fifty percent of the total capital\n   20  interests within such partnerships or  results  in  a  transfer  of  the\n   21  ownership  rights  to profit interests within such partnership in excess\n   22  of fifty percent of the total profit interests within such partnerships.\n   23    S 11. At any time within seven days  following  the  issuance  of  the\n   24  certificate  of  payment  of the fee imposed by section ten of this act,\n   25  the purchaser or his legal representative may return such certificate to\n   26  the commission or its designee for cancellation, together with an  affi-\n   27  davit  signed under oath or under the penalty of perjury that the trans-\n   28  fer, with respect to which such certificate was  issued,  has  not  been\n   29  consummated,  and  thereupon  the fee paid with respect to such transfer\n   30  shall be forthwith returned to the purchaser or his or her legal  repre-\n   31  sentative.\n   32    S  12.  The  following  transfers  of real property interests shall be\n   33  exempt from the fee established by section ten or  ten-a  of  this  act.\n   34  Except  as  otherwise  provided,  the purchaser shall have the burden of\n   35  proof that any transfer is exempt pursuant to this section.\n   36    (a) Transfers to the government of the United States,  the  state,  or\n   37  any of their instrumentalities, agencies or subdivisions.\n   38    (b)   Transfers  which,  without  additional  consideration,  confirm,\n   39  correct, modify or supplement a transfer previously made.\n   40    (c) Transfers made as gifts without consideration. In  any  proceeding\n   41  to determine the amount of any fee due pursuant to this act, it shall be\n   42  presumed  that  any  transfer for consideration of less than fair market\n   43  value of the real property interests transferred  was  made  as  a  gift\n   44  without  consideration  to the extent of the difference between the fair\n   45  market value of the real property interests transferred and  the  amount\n   46  of  consideration  claimed  by the purchaser to have been paid or trans-\n   47  ferred, if the purchaser shall have been at the  time  of  transfer  the\n   48  spouse,  the  lineal descendant or the lineal ancestor of the seller, by\n   49  blood or adoption, and otherwise it shall be presumed that consideration\n   50  was paid in an amount equal to the fair market value of the real proper-\n   51  ty interest transferred, at the time of transfer.\n   52    (d) Transfer to the trustees of a trust in exchange for  a  beneficial\n   53  interest  received  by  the  seller  in such trust; distributions by the\n   54  trustees of a trust to the beneficiaries of such trust.\n\n       A. 3949                             8\n\n    1    (e) Transfers  by  operation  of  law  without  actual  consideration,\n    2  including  but not limited to transfers occurring by virtue of the death\n    3  or bankruptcy of the owner of a real property interest.\n    4    (f) Transfers made in partition of land and improvements thereto.\n    5    (g)  Transfers  to any charitable organization or any religious organ-\n    6  ization, provided that the real property interests so  transferred  will\n    7  be  held  by  the  charitable  or  religious organization solely for its\n    8  public charitable or religious purposes.\n    9    (h) Transfers to a mortgagee in foreclosure of the  mortgage  held  by\n   10  such  mortgagee,  and transfers of the property subject to a mortgage to\n   11  the mortgagee in consideration of the forbearance of the mortgagee  from\n   12  foreclosing said mortgage.\n   13    (i)  Transfers made to a corporation or partnership at the time of its\n   14  formation, pursuant to which transfer no  gain  or  loss  is  recognized\n   15  under  the  provisions  of  section three hundred and fifty-one or seven\n   16  hundred and twenty-one of the Internal Revenue Code of 1986, as amended;\n   17  provided, however, that such transfer shall be exempt only in the  event\n   18  that  (i)  with  respect  to  a  corporation,  the  transferor retains a\n   19  controlling interest in such corporation after such  formation  or  (ii)\n   20  with  respect to a partnership, the transferor retains after such forma-\n   21  tion rights to capital interests in excess of fifty percent of the capi-\n   22  tal interests within such partnership or retains rights to profit inter-\n   23  ests within such partnership in excess of fifty  percent  of  the  total\n   24  profit interests within such partnership.\n   25    (j) Transfers made to a stockholder of a corporation in liquidation of\n   26  the  corporation,  and  transfers  made to a partner of a partnership in\n   27  dissolution of the partnership; provided, however,  that  such  transfer\n   28  shall  be  exempt  only  in  the event that (i) with respect to a corpo-\n   29  ration, the transferee had prior to the transfer a controlling  interest\n   30  in such corporation or (ii) with respect to a partnership, the transfer-\n   31  ee  had  prior  to the transfer rights to capital interests in excess of\n   32  fifty percent of the total capital interests within such partnership  or\n   33  had rights to profit interest within such partnership in excess of fifty\n   34  percent of the total profit interests within such partnership.\n   35    (k)  Transfers  consisting  of  the  equitable distribution of marital\n   36  assets.\n   37    (l) Transfers of property consisting in part of real  property  inter-\n   38  ests  situated  in  the town of Brookhaven and in part of other property\n   39  interests, to the extent that the property transferred consists of prop-\n   40  erty other than real  property  situated  in  the  town  of  Brookhaven;\n   41  provided  that  the  purchaser  shall  furnish  the commission with such\n   42  information as it shall require or request in support of  the  claim  of\n   43  exemption  and manner of allocation of the consideration for such trans-\n   44  fers.\n   45    (m) The first one hundred thousand dollars of the purchase price of  a\n   46  transfer  made to a purchaser who, or whose spouse at the time of trans-\n   47  fer, has at no time prior to such transfer owned or possessed  any  real\n   48  property interest as defined in section one of this act either within or\n   49  without  the  town of Brookhaven; provided that the purchaser shall make\n   50  the real property interest which is the  subject  of  the  transfer  the\n   51  purchaser's  actual  domicile  within two years of the time of transfer;\n   52  provided further that in the event of a subsequent transfer within  five\n   53  years  of  the  transfer exempted from the fee pursuant to this subdivi-\n   54  sion, other than the transfer of a mortgage to an institutional  lender,\n   55  the  fee exempted shall become due, together with the accumulated inter-\n   56  est and penalties, and in addition to any fee otherwise due as a  result\n\n       A. 3949                             9\n\n    1  of  the subsequent transfer. The purchaser shall certify as to the fore-\n    2  going, and the commission shall attach to the deed a  certificate  which\n    3  shall  recite  the fact that there is running with the land a lien equal\n    4  to  the  amount of the fee exempted plus accumulated interest and penal-\n    5  ties until such time as all conditions of  this  subdivision  have  been\n    6  met.\n    7    S  13.  A  purchaser  who  fails  to pay all or any portion of the fee\n    8  established by section ten or ten-a of this act on or  before  the  time\n    9  when  the  same  is  due  shall  be  liable for the following additional\n   10  payments in addition to such fee:\n   11    (a) Interest. The purchaser shall pay interest on the unpaid amount of\n   12  the fee to be calculated from the time of transfer at a  rate  equal  to\n   13  fourteen percent per annum.\n   14    (b)  Penalties.  Any  person  who,  without fraud or willful intent to\n   15  defeat or evade a fee imposed by this act, fails to pay all or a portion\n   16  of the fee within thirty days after the time of transfer,  shall  pay  a\n   17  penalty  equal  to  five percent of the outstanding fee as determined by\n   18  the commission for each month  or portion thereof  thereafter  that  the\n   19  fee  is  not paid in full; provided, however, that in no event shall the\n   20  amount of any penalty imposed pursuant to this subdivision exceed  twen-\n   21  ty-five  percent of the unpaid fee due at the time of transfer. Whenever\n   22  the commission determines that all or a portion of a fee due under  this\n   23  act  was  unpaid  due  to  fraud  with intent to defeat or evade the fee\n   24  imposed by this act, a penalty equal to the amount of such fee as deter-\n   25  mined by the commission shall be paid by the purchaser  in  addition  to\n   26  such fee.\n   27    S  14.  (a)  The  commission shall notify a purchaser by registered or\n   28  certified mail of any failure to discharge in full the amount of the fee\n   29  due under this act and any penalty or interest assessed. The  commission\n   30  shall grant a hearing on the matter of the imposition of such fee, or of\n   31  any  penalty or interest assessed, if a petition requesting such hearing\n   32  is received by the commission within thirty days after  the  mailing  of\n   33  such  notice.  The  commission  shall notify the purchaser in writing by\n   34  registered or certified mail of its determination concerning  the  defi-\n   35  ciency,  penalty or interest within fifteen days after such hearing. Any\n   36  party aggrieved by a determination of the commission concerning a  defi-\n   37  ciency,  penalty  or  interest  may,  after  payment of such deficiency,\n   38  appeal to the supreme court within three months  after  the  mailing  of\n   39  notification of the determination of the commission. Upon the failure to\n   40  timely  petition for a hearing, or appeal to such court, within the time\n   41  limits established by this section, the purchaser shall be bound by  the\n   42  terms  of the notification, assessment or determination, as the case may\n   43  be, and shall be barred from contesting the fee, and  any  interest  and\n   44  penalty,  as  determined by the commission.  All decisions of such court\n   45  shall be appealable. Every notice to be given under this section by  the\n   46  commission  shall be effective if mailed by certified or registered mail\n   47  to the purchaser at the address  stated  in  a  recorded  or  registered\n   48  instrument  by virtue of which the purchaser holds any interest in land,\n   49  the transfer of which gives rise to the fee which is the subject of such\n   50  notice; and if no such address is stated or  if  such  transfer  is  not\n   51  evidenced  by an instrument recorded or registered in the public records\n   52  in Suffolk county, such notice shall be effective when so mailed to  the\n   53  purchaser in care of any person appearing of record to have a fee inter-\n   54  est  in  such  land,  at  the  address of such person as set forth in an\n   55  instrument recorded or registered in the county of Suffolk.\n\n       A. 3949                            10\n\n    1    (b) All fees, penalties and interest required to be paid  pursuant  to\n    2  this  act  shall  constitute a personal debt of the purchaser and may be\n    3  recovered in an action of contract or in any other  appropriate  action,\n    4  suit or proceeding brought by the commission.\n    5    (c)  If  any  purchaser  liable to pay the fee established by this act\n    6  neglects or refuses to pay the same, the amount, including any  interest\n    7  and penalty thereon, shall be a lien in favor of the commission upon all\n    8  property  and rights to property, whether real or personal, belonging to\n    9  such purchaser. Such lien shall arise at the time of transfer and  shall\n   10  continue  until  the  liability  for such amount is satisfied. Such lien\n   11  shall in any event terminate not later than six years following the time\n   12  of transfer. Such lien shall not be  valid  as  against  any  mortgagee,\n   13  pledgee,  purchaser  or judgment creditor unless notice thereof has been\n   14  filed by the commission (i) with respect to real property  or  fixtures,\n   15  in  the office of the county clerk of the county of Suffolk or (ii) with\n   16  respect to personal property, in the  office  in  which  a  security  or\n   17  financing  statement  or  notice  with  respect to the property would be\n   18  filed in order to perfect a nonpossessory security interest belonging to\n   19  the person named in the relevant notice.\n   20    In any case where there has been a refusal or neglect to pay any  fee,\n   21  interest  or penalties imposed by this act, whether or not levy has been\n   22  made, the commission, in addition to other modes of relief, may direct a\n   23  civil action to be filed in supreme court to enforce  the  lien  of  the\n   24  commission  under  this  section  with  respect  to such liability or to\n   25  subject any property of whatever nature of the delinquent, or  in  which\n   26  he  or  she  has  any  right,  title or interest, to the payment of such\n   27  liability.\n   28    The commission may issue a waiver or release of any  lien  imposed  by\n   29  this  section.  Such waiver or release shall be conclusive evidence that\n   30  the lien upon the property covered by the waiver or  release  is  extin-\n   31  guished.\n   32    S  15.  Upon termination of dissolution of the land bank, the title to\n   33  all funds and other properties owned by it which remain after payment or\n   34  the making of provision for payment of all bonds, notes and other  obli-\n   35  gations of the land bank shall vest in the town of Brookhaven.\n   36    S  16. This act, being necessary for the welfare of the town of Brook-\n   37  haven and its inhabitants, shall be liberally construed  to  effect  the\n   38  purposes thereof.\n   39    S  17.  The provisions of this act are severable, and if any provision\n   40  thereof, including without limitation any exemption from the fee imposed\n   41  thereby, shall be held invalid  in  any  circumstances  such  invalidity\n   42  shall  not  affect any other provisions or circumstances. This act shall\n   43  be construed in all respects so as to meet all  constitutional  require-\n   44  ments.  In  carrying  out  the  purposes and provisions of this act, all\n   45  steps shall be taken which are necessary to meet constitutional require-\n   46  ments whether or not such steps are required by statute.\n   47    S 18. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish the town of Brookhaven land bank and commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T170724.TXT", "SOBI.D110131.T115201.TXT", "SOBI.D110131.T113700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644218
}