{
  "year" : 2011,
  "senateBillNo" : "A3948-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3948-2011-1296450000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits stewardship agreements for the preservation of a natural resource from authorizing the destruction or certain alterations of the natural resource",
  "summary" : "Prohibits stewardship agreements for the preservation of a natural resource from authorizing the destruction or alteration of the natural resource in a manner inconsistent with the state's natural resource preservation policies; requires the department of environmental conservation to give public notice of any proposed adopt-a-natural resource stewardship agreement in the state environmental notice bulletin not less than 30 days before final approval of such agreement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A3274-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3948\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         adopt-a-natural resource stewardship program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 4 of section 9-0113 of\n    2  the environmental conservation law is designated paragraph a and  a  new\n    3  paragraph b is added to read as follows:\n    4    B.  SUCH  PROCEDURES SHALL PROVIDE THAT NO STEWARDSHIP AGREEMENT SHALL\n    5  AUTHORIZE THE DESTRUCTION OF THE NATURAL RESOURCE NOR THE ALTERATION  OF\n    6  SUCH  RESOURCE  IN A MANNER INCONSISTENT WITH STATE LAW, RULES AND REGU-\n    7  LATIONS FOR THE PRESERVATION OF NATURAL RESOURCES. SUCH PROCEDURES SHALL\n    8  PROHIBIT THE USE OF HEAVY CONSTRUCTION EQUIPMENT TO CONSTRUCT, REFURBISH\n    9  OR BUILD PROJECTS  PURSUANT  TO  THE  STEWARDSHIP  AGREEMENT;  PROVIDED,\n   10  HOWEVER,  THAT  SUCH  PROCEDURES SHALL NOT PROHIBIT THE USE OF HAND-HELD\n   11  EQUIPMENT.  EVERY PROJECT SHALL BE SUBJECT  TO  THE  MANAGEMENT  OF  THE\n   12  DEPARTMENT.\n   13    S  2.  Section 9-0113 of the environmental conservation law is amended\n   14  by adding a new subdivision 9 to read as follows:\n   15    9.  THE  DEPARTMENT  SHALL  PROVIDE  PUBLIC  NOTICE  OF  ANY  PROPOSED\n   16  ADOPT-A-NATURAL  RESOURCE  STEWARDSHIP  AGREEMENT  IN THE STATE ENVIRON-\n   17  MENTAL NOTICE BULLETIN NO LATER THAN THIRTY DAYS PRIOR TO FINAL APPROVAL\n   18  BY THE DEPARTMENT.\n   19    S 3. This act shall take effect on the one hundred eightieth day after\n   20  it shall have become a law; provided that  any  rules,  regulations  and\n   21  procedures  necessary  to  implement  the  provisions of this act on its\n   22  effective date shall be  promulgated,  amended  and/or  repealed  on  or\n   23  before such date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07501-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the adopt-a-natural resource stewardship program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T170223.TXT", "SOBI.D110131.T115201.TXT", "SOBI.D110131.T113700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511343053
}