{
  "year" : 2011,
  "senateBillNo" : "A3943-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A3943-2011-1296450000000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a capped property school tax rate for persons seventy years of age or older who meet the eligibility requirements for the enhanced STAR exemption",
  "summary" : "Establishes a capped real property school tax rate for persons seventy years of age or older who meet the eligibility requirements for the enhanced school tax relief exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A3139-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3943\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to establishing a\n         capped real property school tax rate for persons seventy years of  age\n         or  older  who meet the eligibility requirements for the enhanced STAR\n         exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 431 to read as follows:\n    3    S 431. PERSONS SEVENTY YEARS OF AGE  OR  OVER;  CAPPED  REAL  PROPERTY\n    4  SCHOOL  TAX RATE. 1. (A) RESIDENTIAL REAL PROPERTY OWNED AND OCCUPIED BY\n    5  ONE OR MORE PERSONS, EACH OF WHOM IS SEVENTY YEARS OF AGE  OR  OVER  AND\n    6  MEETS  EACH  OF  THE  REQUIREMENTS FOR THE ENHANCED EXEMPTION FOR SENIOR\n    7  CITIZENS SET FORTH IN SECTION FOUR HUNDRED TWENTY-FIVE OF THIS  ARTICLE,\n    8  OR RESIDENTIAL REAL PROPERTY OWNED AND OCCUPIED BY HUSBAND AND WIFE, ONE\n    9  OF  WHOM  IS SEVENTY YEARS OF AGE OR OVER AND MEETS EACH OF THE REQUIRE-\n   10  MENTS FOR THE ENHANCED  EXEMPTION  FOR  SENIOR  CITIZENS  SET  FORTH  IN\n   11  SECTION  FOUR HUNDRED TWENTY-FIVE OF THIS ARTICLE, SHALL BE ELIGIBLE FOR\n   12  THE CAPPED REAL PROPERTY SCHOOL TAX RATE  SET  FORTH  IN  THIS  SECTION,\n   13  PROVIDED  THE SCHOOL DISTRICT, AFTER PUBLIC HEARING, ADOPTS A RESOLUTION\n   14  PROVIDING THEREFOR.\n   15    (B) FOR PURPOSES OF THIS  SECTION,  THE  TERM  \"CAPPED  REAL  PROPERTY\n   16  SCHOOL TAX RATE\" SHALL MEAN THE LOWER OF:\n   17    (I)  THE  REAL  PROPERTY  SCHOOL  TAX  RATE ESTABLISHED ON THE TAXABLE\n   18  STATUS DATE NEXT SUCCEEDING THE DATE ON WHICH AN ELIGIBLE PERSON ATTAINS\n   19  THE AGE OF SEVENTY YEARS; OR\n   20    (II) THE REAL PROPERTY SCHOOL TAX  RATE  ESTABLISHED  ON  ANY  TAXABLE\n   21  STATUS  DATE  SUBSEQUENT TO THE DATE ON WHICH AN ELIGIBLE PERSON ATTAINS\n   22  THE AGE OF SEVENTY YEARS, WHICH IS LOWER THAN THE REAL  PROPERTY  SCHOOL\n   23  TAX RATE ESTABLISHED PURSUANT TO SUBPARAGRAPH (I) OF THIS PARAGRAPH.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07490-01-1\n\n       A. 3943                             2\n\n    1    (C) THE CAPPED REAL PROPERTY SCHOOL TAX RATE SHALL BE DETERMINED ANNU-\n    2  ALLY  FOR  EACH ELIGIBLE PERSON SEVENTY YEARS OF AGE OR OLDER IN ACCORD-\n    3  ANCE WITH THE PROVISIONS OF PARAGRAPHS (A) AND (B) OF THIS SUBDIVISION.\n    4    2.  ANY  PERSON  ELIGIBLE FOR THE CAPPED REAL PROPERTY SCHOOL TAX RATE\n    5  SHALL APPLY ANNUALLY FOR SUCH CAPPED RATE.  SUCH  APPLICATION  SHALL  BE\n    6  MADE  IN  A  MANNER  AND  FORM  DETERMINED  BY THE STATE BOARD AND SHALL\n    7  REQUIRE PROOF OF THE APPLICANT'S AGE. SUCH APPLICATION  SHALL  BE  FILED\n    8  WITH  THE  LOCAL  ASSESSOR ON OR BEFORE THE TAXABLE STATUS DATE FOR SUCH\n    9  DISTRICT.\n   10    3. EVERY SCHOOL DISTRICT SHALL NOTIFY, OR CAUSE TO BE  NOTIFIED,  EACH\n   11  PERSON  OWNING  RESIDENTIAL  REAL PROPERTY IN THE SCHOOL DISTRICT OF THE\n   12  PROVISIONS OF THIS SECTION. THE PROVISIONS OF THIS  SUBDIVISION  MAY  BE\n   13  MET  BY  A  NOTICE  SENT  TO SUCH PERSONS IN SUBSTANTIALLY THE FOLLOWING\n   14  FORM: \"RESIDENTIAL REAL PROPERTY OWNED BY PERSONS SEVENTY YEARS  OF  AGE\n   15  OR  OLDER MAY BE ELIGIBLE FOR A CAPPED REAL PROPERTY SCHOOL TAX RATE. TO\n   16  RECEIVE SUCH CAPPED RATE, ELIGIBLE OWNERS OF  QUALIFYING  PROPERTY  MUST\n   17  FILE  AN APPLICATION WITH THEIR LOCAL ASSESSOR ON OR BEFORE THE APPLICA-\n   18  BLE TAXABLE STATUS DATE. FOR FURTHER INFORMATION,  PLEASE  CONTACT  YOUR\n   19  LOCAL ASSESSOR.\"\n   20    4.  A SCHOOL DISTRICT WHICH PROVIDES A CAPPED REAL PROPERTY SCHOOL TAX\n   21  RATE FOR PERSONS SEVENTY YEARS OF AGE OR OVER PURSUANT TO  THIS  SECTION\n   22  SHALL  BE  ELIGIBLE FOR REIMBURSEMENT BY THE DEPARTMENT OF EDUCATION, AS\n   23  APPROVED BY THE COMMISSIONER OF  EDUCATION,  IN  CONSULTATION  WITH  THE\n   24  COMMISSIONER  OF  TAXATION  AND  FINANCE, FOR ONE HUNDRED PERCENT OF THE\n   25  DIRECT COST TO SUCH SCHOOL DISTRICT RESULTING FROM THE IMPLEMENTATION OF\n   26  THIS SECTION. SUCH DIRECT COST SHALL BE  CALCULATED  PURSUANT  TO  REGU-\n   27  LATIONS  OF  THE  COMMISSIONER  OF  EDUCATION,  IN CONSULTATION WITH THE\n   28  COMMISSIONER OF TAXATION AND FINANCE.   A CLAIM FOR  SUCH  REIMBURSEMENT\n   29  SHALL BE MADE BY SUCH SCHOOL DISTRICT IN A MANNER AND FORM PRESCRIBED BY\n   30  THE COMMISSIONER OF EDUCATION.\n   31    S  2. This act shall take effect on the first of January next succeed-\n   32  ing the date on which it shall have become a  law  and  shall  apply  to\n   33  assessment rolls prepared on the basis of taxable status dates occurring\n   34  on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to establishing a capped real property school tax rate for persons seventy years of age or older who meet the eligibility requirements for the enhanced STAR exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336912
}