{
  "year" : 2011,
  "senateBillNo" : "A3945-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to health",
    "billEventId" : "A3945-2011-1296450000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires commissioners of health and general services to promulgate standards for the procurement and use of non-toxic commodities and services for hospitals",
  "summary" : "Requires the commissioners of health and general services to promulgate standards for the procurement and use of environmentally sensitive commodities and services for hospitals; provides that these provisions shall be applicable to all hospitals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA1582-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3945\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law and  the  state  finance  law,  in\n         relation  to  the  procurement  and  use  of environmentally sensitive\n         commodities and services by hospitals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2805-u to read as follows:\n    3    S 2805-U.  PROCUREMENT AND USE OF  ENVIRONMENTALLY  SENSITIVE  COMMOD-\n    4  ITIES  AND  SERVICES.  1. FOR THE PURPOSES OF THIS SECTION THE FOLLOWING\n    5  TERMS SHALL MEAN:\n    6    (A) \"ENVIRONMENTALLY SENSITIVE COMMODITIES AND SERVICES\"  MEANS  THOSE\n    7  COMMODITIES  AND  SERVICES  THAT  MINIMIZE ADVERSE IMPACTS ON THE PUBLIC\n    8  HEALTH AND THE ENVIRONMENT AS DETERMINED BY THE COMMISSIONER OF  GENERAL\n    9  SERVICES.\n   10    (B)  \"COMMODITY\"  OR  \"COMMODITIES\"  MEANS  MATERIAL, GOODS, SUPPLIES,\n   11  PRODUCTS, CONSTRUCTION ITEMS AND OTHER  STANDARD  ARTICLES  OF  COMMERCE\n   12  OTHER THAN TECHNOLOGY.\n   13    (C)   \"CONSTRUCTION   ITEM\"   MEANS  ANY  ITEM  OR  MATERIAL  USED  IN\n   14  CONSTRUCTION AND WHICH IS PROCURED DIRECTLY BY A HOSPITAL OR BY A PERSON\n   15  UNDER CONTRACT BY A HOSPITAL.\n   16    (D) \"SERVICE\" OR \"SERVICES\" MEANS THE PERFORMANCE OF A TASK  OR  TASKS\n   17  AND  MAY  INCLUDE  A  MATERIAL GOOD OR A QUANTITY OF MATERIAL GOODS, AND\n   18  WHICH IS SUBJECT OF ANY PURCHASE OR OTHER EXCHANGE. FOR THE PURPOSES  OF\n   19  THIS SECTION, TECHNOLOGY SHALL BE DEEMED A SERVICE.\n   20    2.  THE  COMMISSIONER  OF  GENERAL  SERVICES, IN CONSULTATION WITH THE\n   21  COMMISSIONER, SHALL ESTABLISH AND FROM TIME TO TIME AMEND GUIDELINES AND\n   22  SPECIFICATIONS FOR ENVIRONMENTALLY SENSITIVE  COMMODITIES  AND  SERVICES\n   23  FOR  USE  IN  HOSPITALS;  AND FOR USE IN THE CONSTRUCTION, RENOVATION OR\n   24  REPAIR OF HOSPITAL BUILDINGS AND  RELATED  FACILITIES.  SUCH  GUIDELINES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00178-01-1\n\n       A. 3945                             2\n\n    1  SHALL  BE  USED  TO  IDENTIFY  ENVIRONMENTALLY SENSITIVE COMMODITIES AND\n    2  SERVICES WHICH ARE AVAILABLE IN THE FORM, FUNCTION AND UTILITY GENERALLY\n    3  USED BY SUCH FACILITIES.  SUCH COMMISSIONERS SHALL REVIEW  AND  EVALUATE\n    4  EXISTING  RESEARCH  REGARDING  ENVIRONMENTALLY SENSITIVE COMMODITIES AND\n    5  SERVICES, INCLUDING BUT NOT LIMITED TO, THE UNITED STATES  ENVIRONMENTAL\n    6  PROTECTION AGENCY'S GUIDELINES FOR ENVIRONMENTALLY SENSITIVE COMMODITIES\n    7  AND  SERVICES,  FOR  THE  PURPOSE OF DEVELOPING APPROPRIATE CRITERIA FOR\n    8  SUCH GUIDELINES AND SPECIFICATIONS.\n    9    3. THE COMMISSIONER OF  GENERAL  SERVICES  SHALL  DISSEMINATE  TO  ALL\n   10  HOSPITALS GUIDELINES AND SPECIFICATIONS FOR THE PURCHASE OR USE OF ENVI-\n   11  RONMENTALLY SENSITIVE COMMODITIES AND SERVICES IN HOSPITALS; AND FOR USE\n   12  IN  THE  CONSTRUCTION,  RENOVATION  OR  REPAIR OF HOSPITAL BUILDINGS AND\n   13  RELATED FACILITIES. THE COMMISSIONER  OF  GENERAL  SERVICES  SHALL  ALSO\n   14  PREPARE  AND DISSEMINATE TO ALL HOSPITALS A SAMPLE LIST OF SUCH ENVIRON-\n   15  MENTALLY SENSITIVE COMMODITIES AND SERVICES THAT MEET  THESE  GUIDELINES\n   16  OR  SPECIFICATIONS  AND  THEIR ENVIRONMENTAL AND HEALTH BENEFITS.  EVERY\n   17  HOSPITAL SHALL CONSIDER SUCH GUIDELINES, SPECIFICATIONS AND SAMPLE  LIST\n   18  WHEN   MAKING   DETERMINATIONS   AS  TO  THE  PURCHASE  OF  COMMODITIES,\n   19  CONSTRUCTION ITEMS OR SERVICES FOR USE IN THE HOSPITAL, OR  FOR  USE  IN\n   20  THE CONSTRUCTION, RENOVATION, OR REPAIR OF HOSPITAL BUILDINGS.\n   21    4.  ON  OR  BEFORE  JUNE  FIRST,  TWO THOUSAND THIRTEEN, THE OFFICE OF\n   22  GENERAL SERVICES AND THE DEPARTMENT SHALL JOINTLY ISSUE A REPORT PROVID-\n   23  ING AN ANALYSIS OF THE IMPACT OF SUCH GUIDELINES AND  SPECIFICATIONS  ON\n   24  THE PURCHASING AND PROCUREMENT PRACTICES OF HOSPITALS.\n   25    S  2. Paragraph b of subdivision 3 of section 163 of the state finance\n   26  law is amended by adding a new subparagraph (xii) to read as follows:\n   27    (XII) MAINTAIN A LIST OF FIRMS WHICH PRODUCE OR MANUFACTURE  OR  OFFER\n   28  FOR SALE ENVIRONMENTALLY SENSITIVE COMMODITIES AND SERVICES IN THE FORM,\n   29  FUNCTION,  AND  UTILITY  GENERALLY  USED BY HOSPITALS IN ACCORDANCE WITH\n   30  SPECIFICATIONS   OR   GUIDELINES   PROMULGATED   PURSUANT   TO   SECTION\n   31  TWENTY-EIGHT HUNDRED FIVE-U OF THE PUBLIC HEALTH LAW.\n   32    S 3. This act shall take effect on the one hundred eightieth day after\n   33  it  shall  have  become a law; provided that the commissioners of health\n   34  and general services are authorized to promulgate any and all rules  and\n   35  regulations  and  take  any  other  measures  necessary to implement the\n   36  provisions of this act on its effective date on or before such date; and\n   37  provided, further, that the amendment to paragraph b of subdivision 3 of\n   38  section 163 of the state finance law, made by section two of  this  act,\n   39  shall not affect the repeal of such section and shall be deemed repealed\n   40  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the state finance law, in relation to the procurement and use of environmentally sensitive commodities and services by hospitals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T152716.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505636125
}