{
  "year" : 2011,
  "senateBillNo" : "A3944-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to education",
    "billEventId" : "A3944-2011-1296450000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the office of ombudsman for public schools to investigate complaints of environmental, health and safety conditions in public schools",
  "summary" : "Establishes the office of ombudsman for public schools to investigate and report upon complaints of environmental, health and safety conditions in public schools; provides that such office shall operate independent of the board of regents and the education department. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1592-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3944\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education  law,  in  relation  to  establishing  the\n         office of ombudsman for public schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  103-a\n    2  to read as follows:\n    3    S  103-A.  OFFICE  OF  OMBUDSMAN  FOR PUBLIC SCHOOLS. 1. THE OFFICE OF\n    4  OMBUDSMAN FOR PUBLIC SCHOOLS IS HEREBY CREATED WITHIN THE DEPARTMENT  TO\n    5  INDEPENDENTLY INVESTIGATE COMPLAINTS OF ENVIRONMENTAL, HEALTH AND SAFETY\n    6  VIOLATIONS AND CONCERNS IN PUBLIC SCHOOLS; AND TO PROVIDE INFORMATION TO\n    7  THE  PUBLIC  ON  HOW  TO  FILE SUCH COMPLAINTS AND THE REQUIREMENTS THAT\n    8  PUBLIC SCHOOLS MUST COMPLY WITH RELATING TO  ENVIRONMENTAL,  HEALTH  AND\n    9  SAFETY  ISSUES.   SUCH OFFICE SHALL ACT INDEPENDENTLY OF THE DEPARTMENT,\n   10  AND SHALL NOT BE SUBJECT TO THE CONTROL OR SUPERVISION OF  THE  REGENTS,\n   11  DEPARTMENT OR COMMISSIONER. THE OFFICE OF THE OMBUDSMAN SHALL BE SUBJECT\n   12  TO THE CONTROL AND SUPERVISION OF THE BOARD THEREOF.\n   13    2.  THE  BOARD  OF THE OFFICE OF OMBUDSMAN FOR PUBLIC SCHOOLS SHALL BE\n   14  COMPOSED OF NINE MEMBERS TO BE APPOINTED BY THE REGENTS.  THE MEMBERS OF\n   15  SUCH BOARD SHALL EACH SERVE A TERM OF OFFICE OF  FIVE  YEARS;  PROVIDED,\n   16  HOWEVER,  THAT  THE  INITIAL  APPOINTEES  TO  THE  BOARD SHALL SERVE THE\n   17  FOLLOWING TERMS OF OFFICE:  TWO MEMBERS SHALL SERVE TERMS OF  ONE  YEAR;\n   18  TWO  MEMBERS  SHALL  SERVE  TERMS  OF TWO YEARS; TWO MEMBERS SHALL SERVE\n   19  TERMS OF THREE YEARS; TWO MEMBERS SHALL SERVE TERMS OF FOUR  YEARS;  AND\n   20  ONE  MEMBER  SHALL SERVE A TERM OF FIVE YEARS. THE MEMBERS OF SUCH BOARD\n   21  SHALL BE BROADLY REPRESENTATIVE OF THE GEOGRAPHIC AREAS  OF  THE  STATE,\n   22  AND  SHALL HAVE EXPRESSED AN ACTIVE INTEREST IN OR OBTAINED PROFESSIONAL\n   23  KNOWLEDGE IN ENVIRONMENTAL,  HEALTH  AND  SAFETY  CONDITIONS  IN  PUBLIC\n   24  SCHOOLS.  THE  CHAIR  OF THE BOARD SHALL BE DESIGNATED BY THE BOARD FROM\n   25  AMONGST ITS MEMBERS. VACANCIES IN THE MEMBERSHIP OF THE BOARD  SHALL  BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05270-01-1\n\n       A. 3944                             2\n\n    1  FILLED  IN THE MANNER PROVIDED FOR ORIGINAL APPOINTMENTS. THE MEMBERS OF\n    2  THE BOARD SHALL RECEIVE NO COMPENSATION FOR THEIR SERVICES, BUT SHALL BE\n    3  ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES INCURRED IN THE  PERFORMANCE\n    4  OF THEIR DUTIES PURSUANT TO THIS SECTION.\n    5    3.  THE BOARD OF THE OFFICE OF OMBUDSMAN FOR PUBLIC SCHOOLS SHALL HAVE\n    6  A QUORUM OF SIX MEMBERS FOR THE CONDUCT OF BUSINESS.  SUCH  BOARD  SHALL\n    7  ALSO:\n    8    A.  PROMULGATE  RULES AND REGULATIONS NECESSARY TO EXERCISE THE POWERS\n    9  AND DUTIES OF THE OFFICE OF OMBUDSMAN FOR PUBLIC SCHOOLS;\n   10    B. EMPLOY AND AT PLEASURE REMOVE AN EXECUTIVE DIRECTOR AND SUCH  OTHER\n   11  PERSONNEL  AS IT MAY DEEM NECESSARY FOR THE PERFORMANCE OF SUCH OFFICE'S\n   12  FUNCTIONS, AND FIX THEIR COMPENSATION WITHIN THE AMOUNTS MADE  AVAILABLE\n   13  THEREFOR;\n   14    C. HOLD PUBLIC HEARINGS;\n   15    D.  HAVE  ALL  THE  POWERS  OF A LEGISLATIVE COMMITTEE PURSUANT TO THE\n   16  LEGISLATIVE LAW;\n   17    E. BE ENTITLED TO  REQUEST  AND  RECEIVE  AND  SHALL  UTILIZE  AND  BE\n   18  PROVIDED  WITH  SUCH FACILITIES, RESOURCES AND DATA OF THE DEPARTMENT AS\n   19  IT MAY REASONABLY REQUEST TO CARRY OUT PROPERLY ITS POWERS  AND  DUTIES,\n   20  AND THOSE OF THE OFFICE;\n   21    F.  BE  ENTITLED  TO  REQUEST  AND  RECEIVE  AND  SHALL UTILIZE AND BE\n   22  PROVIDED WITH SUCH RESOURCES, DATA AND INFORMATION OF THE DEPARTMENT  OF\n   23  HEALTH  AND  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION  AS IT MAY\n   24  REASONABLY REQUEST TO CARRY OUT PROPERLY IT POWERS AND DUTIES, AND THOSE\n   25  OF THE OFFICE;\n   26    G. BE ENTITLED TO  REQUEST  AND  RECEIVE  AND  SHALL  UTILIZE  AND  BE\n   27  PROVIDED  WITH  SUCH  RESOURCES,  DATA  AND  INFORMATION  BY  ANY SCHOOL\n   28  DISTRICT AS IT MAY REASONABLY REQUEST TO PROPERLY  CONDUCT  AN  INVESTI-\n   29  GATION OF A COMPLAINT PURSUANT TO THIS SECTION;\n   30    H.  ESTABLISH AND OPERATE A TOLL-FREE TELEPHONE NUMBER AND AN INTERNET\n   31  WEBSITE AT WHICH INTERESTED PERSONS CAN OBTAIN  INFORMATION  ON  HOW  TO\n   32  FILE  A  COMPLAINT WITH THE OFFICE AND INFORMATION ON THE ENVIRONMENTAL,\n   33  HEALTH AND SAFETY REQUIREMENTS FOR PUBLIC SCHOOLS;\n   34    I. ESTABLISH AND CONDUCT A  PUBLIC  INFORMATION  CAMPAIGN  TO  PROVIDE\n   35  AWARENESS OF THE POWERS AND DUTIES OF SUCH OFFICE;\n   36    J. HAVE SUBPOENA POWERS AND THE POWER TO COMPEL THE SWORN TESTIMONY OF\n   37  ANY WITNESS WHICH THE EXECUTIVE DIRECTOR DEEMS NECESSARY IN THE SCOPE OF\n   38  ANY INVESTIGATION AUTHORIZED BY THIS SECTION; AND\n   39    K.  RECEIVE  AND  INVESTIGATE  COMPLAINTS FROM ANY PERSONS RELATING TO\n   40  ENVIRONMENTAL, HEALTH AND SAFETY ISSUES IN PUBLIC SCHOOLS.\n   41    4. THE OFFICE OF OMBUDSMAN FOR PUBLIC SCHOOLS SHALL,  NOT  LATER  THAN\n   42  SEVEN  DAYS  AFTER THE RECEIPT OF A COMPLAINT, COMMENCE AN INVESTIGATION\n   43  OF SUCH COMPLAINT. NOT MORE THAN THIRTY DAYS AFTER COMMENCING AN  INVES-\n   44  TIGATION,  SUCH  OFFICE  SHALL  SEND A PRELIMINARY WRITTEN REPORT OF THE\n   45  INITIAL INVESTIGATION TO THE COMPLAINANT. UPON FINAL  COMPLETION  OF  AN\n   46  INVESTIGATION,  THE  OFFICE SHALL SEND A FINAL REPORT OF ITS FINDINGS TO\n   47  THE COMPLAINANT, THE SCHOOL DISTRICT, AND ANY LOCAL, STATE AND/OR FEDER-\n   48  AL AGENCY HAVING JURISDICTION OVER THE ISSUE INVESTIGATED,  AND  TO  THE\n   49  APPROPRIATE  DISTRICT  ATTORNEY  OR  THE  ATTORNEY  GENERAL  IF CRIMINAL\n   50  VIOLATIONS ARE ALLEGED TO HAVE OCCURRED.\n   51    5. ANNUALLY, ON OR BEFORE SEPTEMBER FIRST, THE OFFICE OF OMBUDSMAN FOR\n   52  PUBLIC SCHOOLS SHALL SUBMIT A REPORT TO THE GOVERNOR,  TEMPORARY  PRESI-\n   53  DENT  OF  THE  SENATE,  SPEAKER OF THE ASSEMBLY AND REGENTS, WHICH SHALL\n   54  INCLUDE THE NUMBER AND TYPES OF COMPLAINTS RECEIVED DURING THE  PREVIOUS\n   55  SCHOOL  YEAR,  THE  RESULTS  OF  THE INVESTIGATIONS CONDUCTED DURING THE\n\n       A. 3944                             3\n\n    1  PREVIOUS SCHOOL YEAR, AND RECOMMENDATIONS FOR THE IMPROVEMENT  OF  ENVI-\n    2  RONMENTAL, HEALTH AND SAFETY CONDITIONS IN PUBLIC SCHOOLS.\n    3    S  2.  This act shall take effect on the first of July next succeeding\n    4  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the office of ombudsman for public schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T152716.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505636122
}