{
  "year" : 2011,
  "senateBillNo" : "A3942-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3942-2011-1296450000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes certain procedures for environmental review of leases, easements, permits and conveyances of other interests in certain state-owned lands underwater",
  "summary" : "Establishes certain procedures for environmental review of leases, easements, permits and conveyances of other interests in state-owned lands underwater over one mile from shore for commercial use of structures, platforms or moorings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A4741-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3942\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law and the public  lands\n         law,  in  relation  to  leases,  easements, permits and conveyances of\n         other interests for certain state-owned lands underwater\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  3-0301  of the environmental\n    2  conservation law is amended by adding a new  paragraph  ee  to  read  as\n    3  follows:\n    4    EE. PROVIDE ADVICE AND RECOMMENDATIONS, PURSUANT TO SUBPARAGRAPH (III)\n    5  OF  PARAGRAPH  (D)  OF  SUBDIVISION SEVEN OF SECTION SEVENTY-FIVE OF THE\n    6  PUBLIC LANDS LAW, TO THE COMMISSIONER OF GENERAL SERVICES REGARDING  THE\n    7  LEASE,  EASEMENT,  PERMIT OR OTHER CONVEYANCE OF INTEREST OF STATE-OWNED\n    8  LANDS UNDERWATER TO PROTECT THE ENVIRONMENT AND NATURAL RESOURCES;\n    9    S 2. Paragraph (d) of subdivision 7 of section 75 of the public  lands\n   10  law,  as added by chapter 791 of the laws of 1992, is amended to read as\n   11  follows:\n   12    (d) (i) The commissioner of environmental conservation and the  secre-\n   13  tary of state shall review any proposed lease, easement, permit or other\n   14  interest,  except for facilities in existence on June seventeenth, nine-\n   15  teen hundred ninety-two, and which are not the subject of an  action  by\n   16  the  attorney general for unlawful occupation of state lands under water\n   17  on the effective date of this paragraph. The  commissioner  of  environ-\n   18  mental  conservation  shall recommend conditions to protect the environ-\n   19  ment and natural resources.   THE SECRETARY  OF  STATE  SHALL  RECOMMEND\n   20  CONDITIONS  TO  MAINTAIN  CONSISTENCY  WITH  THE COASTAL ZONE MANAGEMENT\n   21  POLICIES. The commissioner of general services shall  incorporate  those\n   22  conditions in any lease, easement, permit or other interest, [giving due\n   23  regard  as  well  to  the recommendations of the secretary of state with\n   24  respect to coastal issues,] or shall deny the proposal  if  the  commis-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07664-01-1\n\n       A. 3942                             2\n\n    1  sioner  of  environmental  conservation,  upon  administrative findings,\n    2  determines that the environment or natural resources cannot be adequate-\n    3  ly protected.  Such lease, easement, permit, or other conveyance  of  an\n    4  interest shall state the purpose for which it is made, and shall also be\n    5  subject  to  all  applicable federal, state and local laws, rules, regu-\n    6  lations and codes.\n    7    (ii) The owner, occupier or any other person or entity  (except  those\n    8  against  whom  there  has  been  commenced on the effective date of this\n    9  paragraph an action by the attorney general, for unlawful occupation  of\n   10  state  lands  under  water)  with  a legal or beneficial interest in any\n   11  structure not excepted by paragraph (b) of this subdivision and  occupy-\n   12  ing state lands underwater on the effective date of the rules authorized\n   13  by paragraph (f) of this subdivision, as adopted pursuant to subdivision\n   14  five  of  section  two hundred two of the state administrative procedure\n   15  act, shall make application for such lease, easement,  permit  or  other\n   16  interest within one year from that effective date.\n   17    Except  where  timely  application  for such an interest has been made\n   18  within one year  pursuant  to  this  subdivision,  the  commissioner  is\n   19  authorized to require the term of such lease, easement, permit, or other\n   20  interest  to  be  retroactive  to  the  effective  date  of the rules so\n   21  adopted. Any instrument conveying an interest in real property which  is\n   22  made  retroactive  shall  include provision for payment of consideration\n   23  for the portion of the term which extends retroactively including, where\n   24  appropriate, interest on  such  consideration  at  the  same  rate  then\n   25  currently  in  effect  and applied to judgments rendered in the court of\n   26  claims.\n   27    (iii) FOR A LEASE, EASEMENT, PERMIT, OR CONVEYANCE OF  OTHER  INTEREST\n   28  FOR  STATE-OWNED  LANDS UNDER WATER OVER ONE MILE FROM SHORE FOR COMMER-\n   29  CIAL USE OF STRUCTURES, PLATFORMS OR MOORINGS, NOT INCLUDING MARINAS  OR\n   30  OTHER  FACILITIES USED FOR THE BERTHING AND MOORING OF PLEASURE VESSELS,\n   31  INCLUDING ROWBOATS AND CANOES AND THE STORAGE THEREOF AND  ANY  FACILITY\n   32  THAT SERVICES PLEASURE VESSELS, THE FOLLOWING SHALL APPLY:\n   33    (A)  THE  COMMISSIONER  OF  GENERAL SERVICES SHALL PREPARE AN ENVIRON-\n   34  MENTAL IMPACT STATEMENT ON THE GRANTING OF SUCH LEASE, EASEMENT, PERMIT,\n   35  OR OTHER CONVEYANCE OF INTEREST IN ACCORDANCE  WITH  THE  PROVISIONS  OF\n   36  ARTICLE EIGHT OF THE ENVIRONMENTAL CONSERVATION LAW.\n   37    (B)  WITHIN  THIRTY  DAYS  OF RECEIVING AN APPLICATION FOR SUCH LEASE,\n   38  EASEMENT, PERMIT, OR OTHER CONVEYANCE OF INTEREST, THE  COMMISSIONER  OF\n   39  GENERAL  SERVICES SHALL HOLD PUBLIC HEARINGS IN THE COMMUNITIES AFFECTED\n   40  ON THE TOPIC OF THE GRANTING OF SUCH LEASE.\n   41    (C) THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION AND  THE  SECRETARY\n   42  OF  STATE  SHALL  REVIEW  ANY  PROPOSED LEASE, EASEMENT, PERMIT OR OTHER\n   43  CONVEYANCE OF INTEREST. THE COMMISSIONER OF  ENVIRONMENTAL  CONSERVATION\n   44  SHALL  RECOMMEND  CONDITIONS  TO  PROTECT  THE  ENVIRONMENT  AND NATURAL\n   45  RESOURCES. THE SECRETARY OF STATE SHALL RECOMMEND CONDITIONS TO MAINTAIN\n   46  CONSISTENCY WITH THE COASTAL ZONE MANAGEMENT POLICIES.\n   47    (D) THE COMMISSIONER OF GENERAL SERVICES IN DECIDING WHETHER TO  GRANT\n   48  SUCH  LEASE,  EASEMENT,  PERMIT  OR  OTHER  CONVEYANCE OF INTEREST SHALL\n   49  CONSIDER THE ENVIRONMENTAL IMPACT STATEMENT AND THE INFORMATION GIVEN AT\n   50  THE PUBLIC HEARINGS. SUCH COMMISSIONER SHALL INCORPORATE  SUCH  INFORMA-\n   51  TION  AND  THE  RECOMMENDED  CONDITIONS  PURSUANT  TO CLAUSE (C) OF THIS\n   52  SUBPARAGRAPH IN ANY LEASE,  EASEMENT,  PERMIT  OR  OTHER  CONVEYANCE  OF\n   53  INTEREST,  OR  SHALL  DENY  THE PROPOSAL IF THE COMMISSIONER OF ENVIRON-\n   54  MENTAL CONSERVATION, UPON ADMINISTRATIVE FINDINGS, DETERMINES  THAT  THE\n   55  ENVIRONMENT  OR  NATURAL RESOURCES CANNOT BE ADEQUATELY PROTECTED, OR IF\n   56  THE SECRETARY OF STATE DETERMINES THAT SUCH LEASE, EASEMENT, PERMIT,  OR\n\n       A. 3942                             3\n\n    1  OTHER  CONVEYANCE  OF  INTEREST  IS NOT CONSISTENT WITH THE COASTAL ZONE\n    2  MANAGEMENT POLICIES, OR IF THE PREPONDERANCE OF EVIDENCE FROM THE  ENVI-\n    3  RONMENTAL  IMPACT  STATEMENT AND PUBLIC HEARINGS SHOWS SUCH LEASE, EASE-\n    4  MENT,  PERMIT,  OR  OTHER  CONVEYANCE OF INTEREST WOULD HAVE SUBSTANTIAL\n    5  NEGATIVE EFFECTS UPON THE HEALTH AND WELFARE OF  NEW  YORK  STATE.  SUCH\n    6  LEASE, EASEMENT, PERMIT, OR OTHER CONVEYANCE OF INTEREST SHALL STATE THE\n    7  PURPOSE  FOR WHICH IT IS MADE, AND SHALL ALSO BE SUBJECT TO ALL APPLICA-\n    8  BLE FEDERAL, STATE AND LOCAL LAWS, RULES, REGULATIONS AND  CODES.    FOR\n    9  THE  PURPOSES OF THIS SECTION, PLEASURE VESSEL SHALL HAVE THE SAME MEAN-\n   10  ING AS SET FORTH IN PARAGRAPH (C) OF SUBDIVISION SIX OF SECTION  TWO  OF\n   11  THE NAVIGATION LAW.\n   12    (IV)  The commissioner shall make reasonable efforts to provide notice\n   13  to persons affected by the requirements of this section.\n   14    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   15  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the public lands law, in relation to leases, easements, permits and conveyances of other interests for certain state-owned lands underwater ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336902
}