{
  "year" : 2011,
  "senateBillNo" : "A3940-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to aging",
    "billEventId" : "A3940-2011-1296450000000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of a senior care choices program to give care and services at home to senior citizens",
  "summary" : "Provides for the establishment of a senior care choices program to give care and services at home to senior citizens; sets criteria for such program; directs application for a federal waiver. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A2591-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3940\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the elder law, in relation to establishing a senior care\n         choices program in the office for the aging\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  214  of the elder law is amended by adding a new\n    2  subdivision 8 to read as follows:\n    3    8. SENIOR CARE CHOICES PROGRAM. (A) NOTWITHSTANDING ANY OTHER  LAW  TO\n    4  THE  CONTRARY, THE DIRECTOR SHALL FILE, OR CAUSE TO BE FILED, WITHIN ONE\n    5  HUNDRED TWENTY DAYS OF THE EFFECTIVE DATE OF THIS SUBDIVISION AN  APPLI-\n    6  CATION  FOR  A  FEDERAL  WAIVER  PURSUANT TO SECTION 1115 OF THE FEDERAL\n    7  SOCIAL SECURITY ACT, OR ANY SUCCESSOR THERETO, FOR A SENIOR CARE CHOICES\n    8  PROGRAM, UNDER WHICH THE  OFFICE  SHALL  AND  IS  HEREBY  AUTHORIZED  TO\n    9  PROVIDE  DIRECTLY OR BY CONTRACT A COORDINATED PLAN OF CARE AND SERVICES\n   10  AT HOME TO SENIORS IN A SEAMLESS NETWORK  THAT  SHALL  INCLUDE  SERVICES\n   11  PROVIDED BY AND THROUGH THE OFFICE AND ANY ADDITIONAL SERVICES AS MAY BE\n   12  NECESSARY  TO MAINTAIN SUCH PERSONS AT HOME AS AUTHORIZED IN THIS SUBDI-\n   13  VISION. EVERY STATE AGENCY IS HEREBY EMPOWERED AND DIRECTED TO COOPERATE\n   14  WITH THE OFFICE AND TO COMPLY WITH ANY REQUEST FOR THE  FILING  OF  SUCH\n   15  WAIVER  IF  THE  DIRECTOR  SHALL LACK POWER AND AUTHORITY TO FILE SUCH A\n   16  WAIVER. AS USED IN THIS SUBDIVISION, THE TERM \"SENIOR\" MEANS PERSONS WHO\n   17  ARE AGED SIXTY AND OLDER WHO ARE MEDICALLY ELIGIBLE FOR PLACEMENT  IN  A\n   18  LONG-TERM  CARE  FACILITY, AS SUCH TERM IS DEFINED IN SECTION TWENTY-ONE\n   19  HUNDRED NINETY-ONE OF THE PUBLIC HEALTH LAW.\n   20    (1) THE SENIOR CARE CHOICES PROGRAM SHALL BE PROVIDED IN THE  SENIOR'S\n   21  HOME  OR  IN  THE  HOME  OF  A RESPONSIBLE RELATIVE OR OTHER RESPONSIBLE\n   22  ADULT, AND, OTHER PROVISIONS OF THIS SECTION TO  THE  CONTRARY  NOTWITH-\n   23  STANDING,  IF THE WAIVER GRANTED PURSUANT TO SECTION 1115 OF THE FEDERAL\n   24  SOCIAL SECURITY ACT OR ANY SUCCESSOR THERETO SHALL SO PROVIDE, MAY  ALSO\n   25  BE  PROVIDED  IN  ADULT CARE FACILITIES, OTHER THAN SHELTERS FOR ADULTS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07375-01-1\n\n       A. 3940                             2\n\n    1  CERTIFIED PURSUANT  TO  SECTION  FOUR  HUNDRED  SIXTY-B  OF  THE  SOCIAL\n    2  SERVICES LAW, PROVIDED THAT THE SENIOR MEETS THE ADMISSION AND CONTINUED\n    3  STAY  CRITERIA  FOR  SUCH FACILITY, EXCEPT THAT SERVICES PROVIDED BY THE\n    4  PROGRAM  SHALL  NOT  DUPLICATE  OR  REPLACE  THOSE WHICH THE FACILITY IS\n    5  REQUIRED BY LAW OR REGULATION TO PROVIDE.\n    6    (2) IN FILING SUCH WAIVER FOR THE OPERATION OF THE PROGRAM, THE OFFICE\n    7  SHALL SEEK TO PROVIDE SERVICES PURSUANT TO THE  PRINCIPLE  THAT  SENIORS\n    8  HAVE  THE  PRIMARY  AUTHORITY  TO  MAKE CHOICES THAT WORK BEST FOR THEM,\n    9  REGARDLESS OF THE NATURE OR EXTENT OF THEIR DISABILITY OR THE SOURCE  OF\n   10  PAYMENT  FOR  SERVICES. IN DESIGNING THE PROGRAM AND PROVIDING SERVICES,\n   11  THE OFFICE IS AUTHORIZED TO WAIVE ANY PROVISION OF THE  SOCIAL  SERVICES\n   12  LAW  OR  THE  PUBLIC  HEALTH  LAW, OR ANY RULE OR REGULATION PROMULGATED\n   13  THEREUNDER, WHICH IN THE JUDGMENT OF THE OFFICE RESTRICTS ITS ABILITY TO\n   14  PROVIDE SERVICES AS REQUIRED BY THIS SUBDIVISION, SO LONG AS SUCH WAIVER\n   15  IS CONSISTENT WITH ANY FEDERAL WAIVER GRANTED PURSUANT TO  SECTION  1115\n   16  OF THE FEDERAL SOCIAL SECURITY ACT OR ANY SUCCESSOR THERETO.\n   17    (3) THE OFFICE SHALL SEEK TO EXPAND SOURCE OF PAYMENT FOR THE PROGRAM,\n   18  INCLUDING  SEEKING  PAYMENTS FROM VOLUNTARY AND WILLING PRIVATE SOURCES,\n   19  INSURANCE PLANS, CHARITIES AND FOUNDATIONS, AND INDIVIDUALS.\n   20    (4) THE OFFICE IS HEREBY EMPOWERED TO  PROVIDE  OR  CONTRACT  FOR  THE\n   21  PROVISION  OF  SUCH SENIOR CARE CHOICES PROGRAM IN ANY COUNTY WITHIN THE\n   22  STATE. THE OFFICE SHALL SEEK TO COORDINATE  SERVICES  WITH  ANY  CURRENT\n   23  PROVIDER  OF  SERVICES. NO STATE AGENCY SHALL IMPOSE A LIMITATION ON THE\n   24  NUMBER OF ELIGIBLE INDIVIDUALS SERVED IN THIS PROGRAM. THE OFFICE  SHALL\n   25  NOT  BE SUBJECT TO AUDIT, ASSESSMENT, SUSPENSION, SANCTION, OR REPORT BY\n   26  A STATE AGENCY FOR A PROGRAM CONDUCTED PURSUANT TO THE AUTHORITY OF THIS\n   27  SUBDIVISION, EXCEPT THAT IT SHALL BE SUBJECT TO AUDIT BY THE  OFFICE  OF\n   28  THE  STATE  COMPTROLLER TO THE EXTENT THAT SUCH PROGRAMS WOULD HAVE BEEN\n   29  SUBJECT TO AUDIT BUT FOR THIS PARAGRAPH.\n   30    (B) IF A SENIOR DEEMED BY HIS OR HER PHYSICIAN ABLE TO REMAIN  IN  HIS\n   31  OR HER OWN HOME OR THE HOME OF A RESPONSIBLE RELATIVE OR OTHER RESPONSI-\n   32  BLE  ADULT  IF THE NECESSARY SERVICES ARE PROVIDED APPLIES FOR ADMISSION\n   33  TO THE PROGRAM,  THE  OFFICE  IN  CONSULTATION  WITH  THE  LOCAL  SOCIAL\n   34  SERVICES  COMMISSIONER  SHALL  ORDER AN ASSESSMENT TO BE PERFORMED USING\n   35  THE ASSESSMENT INSTRUMENT DEVELOPED PURSUANT TO THE PROVISION OF SECTION\n   36  THIRTY-SIX HUNDRED SIXTEEN OF THE PUBLIC HEALTH LAW, AND IN ADDITION  AN\n   37  ASSESSMENT  OF  THE  INFORMAL CAREGIVING NETWORK AND SUPPORTS CAPABLE OF\n   38  PROVIDING SOCIAL AND NON-MEDICAL SERVICES TO THE SENIOR. IF THE  RESULTS\n   39  OF  THE  ASSESSMENT INDICATE THAT THE SENIOR CAN RECEIVE THE APPROPRIATE\n   40  LEVEL OF CARE AT HOME OR IN THE HOME OF  SUCH  RESPONSIBLE  RELATIVE  OR\n   41  OTHER  RESPONSIBLE  ADULT,  AND  THAT  THE  SENIOR  CAN BE APPROPRIATELY\n   42  SUPPORTED BY FAMILY, INTIMATES, FRIENDS AND COMMUNITY, THE OFFICE SHALL,\n   43  AFTER CONSULTING WITH THOSE WHO PERFORMED THE  ASSESSMENT,  PREPARE  FOR\n   44  THAT  SENIOR  A  PLAN FOR THE PROVISION OF SERVICES THAT MAY INCLUDE ANY\n   45  SERVICE THAT WOULD BE RENDERED IN A NURSING HOME  PLUS  SUCH  ADDITIONAL\n   46  SERVICES  AS  THE  OFFICE  IS  AUTHORIZED TO PROVIDE DIRECTLY OR THROUGH\n   47  CONTRACT PURSUANT TO THE PROVISIONS OF THE  WAIVER  AUTHORIZED  BY  THIS\n   48  SUBDIVISION.  CONTINUED  PROVISION OF SERVICES PURSUANT TO THIS SUBDIVI-\n   49  SION SHALL BE CONTINGENT ON ADDITIONAL ASSESSMENTS PERFORMED  EVERY  ONE\n   50  HUNDRED  TWENTY  DAYS. AT THE TIME OF THE INITIAL ASSESSMENT, AND AT THE\n   51  TIME OF EACH SUBSEQUENT ASSESSMENT (OR MORE OFTEN IF THE SENIOR'S  NEEDS\n   52  REQUIRE),  THE  OFFICE  SHALL ESTABLISH A MONTHLY BUDGET FOR PAYMENT FOR\n   53  THE SERVICES PROVIDED UNDER SUCH PLAN.   TOTAL ANNUAL  EXPENDITURES  FOR\n   54  MEDICAL  ASSISTANCE  SERVICES  MADE  PURSUANT TO TITLE ELEVEN OF ARTICLE\n   55  FIVE OF THE SOCIAL SERVICES LAW FOR ALL SUCH SENIORS WITHIN  THE  SOCIAL\n   56  SERVICES  DISTRICT  WITHIN  WHICH  SUCH  SENIORS RESIDE SHALL NOT EXCEED\n\n       A. 3940                             3\n\n    1  SIXTY-FIVE PERCENT OF THE AVERAGE OF THE ANNUAL RATES PAYABLE UNDER SUCH\n    2  TITLE FOR NURSING HOME SERVICES WITHIN THE SOCIAL SERVICES  DISTRICT  IN\n    3  WHICH  SUCH  SENIORS RESIDE, SUCH AMOUNT TO BE DETERMINED BY MULTIPLYING\n    4  THE  TOTAL NUMBER OF SENIORS WITHIN THE PROGRAM IN ANY YEAR BY THE AVER-\n    5  AGE OF THE ANNUAL RATES PAYABLE FOR SUCH NURSING HOME SERVICES.\n    6    (C) SERVICES PROVIDED UNDER THE SENIOR CARE  CHOICES  PROGRAM  INCLUDE\n    7  SERVICES  PROVIDED  BY  THE OFFICE, AND PROVIDED PURSUANT TO THE WAIVER,\n    8  INCLUDING BUT NOT LIMITED TO SUCH  LONG  TERM  CARE  SERVICES  AS  CARE,\n    9  TREATMENT,  MAINTENANCE  AND  SERVICES  PROVIDED  IN  A NURSING FACILITY\n   10  LICENSED UNDER  ARTICLE  TWENTY-EIGHT  OF  THE  PUBLIC  HEALTH  LAW,  OR\n   11  PROVIDED BY A HOME CARE SERVICES AGENCY, CERTIFIED HOME HEALTH AGENCY OR\n   12  LONG  TERM  HOME  HEALTH  CARE PROGRAM, AS DEFINED IN SECTION THIRTY-SIX\n   13  HUNDRED TWO OF THE PUBLIC HEALTH LAW, OR PROVIDED BY AN ADULT DAY HEALTH\n   14  CARE PROGRAM IN ACCORDANCE WITH REGULATIONS OF THE DEPARTMENT OF HEALTH,\n   15  OR PROVIDED BY A PERSONAL CARE PROVIDER LICENSED  OR  REGULATED  BY  ANY\n   16  OTHER  STATE  OR LOCAL AGENCY, AND SUCH OTHER SERVICES FOR WHICH MEDICAL\n   17  ASSISTANCE IS OR OTHERWISE WOULD BE AVAILABLE  PURSUANT  TO  THE  SOCIAL\n   18  SERVICES  LAW  INCLUDING  THOSE  WHICH  ARE DESIGNATED AS LONG TERM CARE\n   19  SERVICES IN LAW OR REGULATIONS OF THE  DEPARTMENT  OF  HEALTH,  CONSUMER\n   20  DIRECTED  PERSONAL  ASSISTANCE  SERVICES AND SUCH OTHER SERVICES AS HOME\n   21  MODIFICATION, TELEHEALTH, PHARMACY REVIEW AND PALLIATIVE CARE.\n   22    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing a senior care choices program in the office for the aging ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T152216.TXT", "SOBI.D110131.T113159.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T115201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296505336887
}