{
  "year" : 2011,
  "senateBillNo" : "A3959-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A3959-2011-1296450000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes local governments to adopt building code standards which are more stringent than the state building and fire code without approval of the council",
  "summary" : "Authorizes local governments to adopt local building code standards which are more stringent than those in the New York state uniform fire prevention and building code without approval of the uniform fire prevention and building code council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A3451-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3959\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the executive law  and  the  general  business  law,  in\n         relation  to  authorizing  local  governments  to enact local laws and\n         ordinances which are more stringent than the New  York  state  uniform\n         fire prevention and building code\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 379 of the executive law, as added by  chapter  707\n    2  of the laws of 1981, subdivision 1 as amended by chapter 772 of the laws\n    3  of  1986  and subdivision 5 as added by chapter 622 of the laws of 1986,\n    4  is amended to read as follows:\n    5    S 379. [Incorporation of higher standards by council upon  recommenda-\n    6  tion  of  local government; local] LOCAL building regulations. 1. Except\n    7  in the case of factory manufactured homes, intended for use  as  one  or\n    8  two  family  dwelling  units  or multiple dwellings of not more than two\n    9  stories in height, the legislative body of any local government may duly\n   10  enact or adopt local laws or ordinances imposing higher or more restric-\n   11  tive standards for construction within the jurisdiction  of  such  local\n   12  government than are applicable generally to such local government in the\n   13  uniform  code.  [Within  thirty  days of such enactment or adoption, the\n   14  chief executive officer, or if there be none, the chairman of the legis-\n   15  lative body of such local government, shall so notify the  council,  and\n   16  shall  petition  the  council  for a determination of whether such local\n   17  laws  or  ordinances  are  more  stringent  than   the   standards   for\n   18  construction  applicable  generally  to  such  local  government  in the\n   19  uniform code. During the period in which the council is considering such\n   20  petition, such local laws or ordinances shall remain in full  force  and\n   21  effect.\n   22    2. If the council finds that such higher or more restrictive standards\n   23  are reasonably necessary because of special conditions prevailing within\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07942-01-1\n\n       A. 3959                             2\n\n    1  the local government and that such standards conform with accepted engi-\n    2  neering  and fire prevention practices and the purposes of this article,\n    3  the council shall adopt such standards, in whole or  part.  The  council\n    4  shall  have  the  power to limit the term or duration of such standards,\n    5  impose conditions in connection with the adoption thereof, and to termi-\n    6  nate such standards at such times, and in such manner as the council may\n    7  deem necessary, desirable or proper.\n    8    3.] 2. Nothing in this article shall  be  construed  to  prohibit  any\n    9  municipality from adopting or enacting any building regulations relating\n   10  to  any matter as to which the uniform fire prevention and building code\n   11  does not provide, but no municipality shall have the  power  to  [super-\n   12  sede, void, repeal or] make [more or] less restrictive any provisions of\n   13  this article or of rules or regulations made pursuant hereto.\n   14    [4.  Within  one  hundred  twenty days after the effective date of the\n   15  uniform code, a local government may by resolution duly enacted petition\n   16  the council for a determination  as  to  whether  an  existing  building\n   17  and/or  fire  code  in  force in said local government is more stringent\n   18  than the uniform code. During the period in which the council is consid-\n   19  ering such petition such local code  shall  remain  in  full  force  and\n   20  effect. If, after review, the council determines that such local code is\n   21  less  stringent than the uniform code the council shall notify the chief\n   22  executive officer or, if there be none, the chairman of the  legislative\n   23  body  of  such  local government and the uniform code shall, thirty days\n   24  after the date of notification, apply in such local government.  If  the\n   25  council  finds  that  such  local  code  is  not less stringent than the\n   26  uniform code such local code shall continue in  full  force  and  effect\n   27  until  the council, upon its own initiative, reviews such local code and\n   28  determines that it is no longer more stringent,  whereupon  the  council\n   29  shall  notify the chief executive officer or chairman of the legislative\n   30  body of such local government and thirty days after the date of  notifi-\n   31  cation the uniform code shall apply in such local government.\n   32    5.  Notwithstanding the provisions of subdivision one of this section,\n   33  the legislative body of Nassau county may have duly enacted  or  adopted\n   34  or  may  duly enact or adopt local laws or ordinances imposing higher or\n   35  more restrictive standards for construction within the  jurisdiction  of\n   36  the  county  than  are applicable generally to the county in the uniform\n   37  code. The chief executive officer, or if there be none, the chairman  of\n   38  the  legislative body of the county, shall notify the council, and shall\n   39  petition the council for a determination  of  whether  such  preexisting\n   40  local  laws  or  ordinances,  or within thirty days of such enactment or\n   41  adoption of such local laws or ordinances, are more stringent  than  the\n   42  standards  for  construction  applicable generally to such county in the\n   43  uniform code. During the period in which the council is considering such\n   44  petition, such local laws or ordinances shall remain in full  force  and\n   45  effect.]\n   46    S  2.  Subdivision  2  of  section 777 of the general business law, as\n   47  added by chapter 709 of the laws of 1988, is amended to read as follows:\n   48    2. \"Building code\" means the uniform fire prevention and building code\n   49  promulgated under section three hundred seventy-seven of  the  executive\n   50  law,  local  building  code  standards  [approved  by  the  uniform fire\n   51  prevention and building code council under] ENACTED PURSUANT TO  section\n   52  three  hundred  seventy-nine of the executive law, and the building code\n   53  of the city of New York, as defined in title twenty-seven of the  admin-\n   54  istrative code of the city of New York.\n   55    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the general business law, in relation to authorizing local governments to enact local laws and ordinances which are more stringent than the New York state uniform fire prevention and building code ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T115701.TXT", "SOBI.D110131.T171224.TXT", "SOBI.D110131.T113700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511944383
}