{
  "year" : 2011,
  "senateBillNo" : "A3953-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to health",
    "billEventId" : "A3953-2011-1296450000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires every hospital engaging in construction, addition or remodeling to submit certain plans and specifications for such building",
  "summary" : "Requires every hospital engaging in the construction of, addition to or remodeling of a building to submit to the commissioner of health the plans and specifications of such building relating to heating, ventilation and air conditioning, air intake, pest prevention, radon levels, lighting, sanitation and drainage; also requires such hospitals to consider the siting of such building in relation to toxic sites. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1670-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3953\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law and the environmental conservation\n         law, in relation to plans and specifications for hospitals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 201 of the public health law is\n    2  amended by adding a new paragraph (t) to read as follows:\n    3    (T) PURSUANT TO SUBDIVISION THREE-E OF  SECTION  TWENTY-EIGHT  HUNDRED\n    4  TWO  OF  THIS  CHAPTER,  ANNUALLY  PROVIDE  ALL NECESSARY INFORMATION TO\n    5  HOSPITALS, REGARDING  EXISTING  AND  KNOWN  LOCATIONS  OF  ENVIRONMENTAL\n    6  HAZARDS  SUCH  AS  RADON,  LEAD AND OTHER TOXIC CONTAMINANTS. WHENEVER A\n    7  HOSPITAL REQUESTS SUCH INFORMATION FROM THE DEPARTMENT SUCH  INFORMATION\n    8  SHALL BE PROVIDED WITHIN THIRTY DAYS OF RECEIPT OF SUCH REQUEST;\n    9    S  2.  Section  2802 of the public health law is amended by adding two\n   10  new subdivisions 3-d and 3-e to read as follows:\n   11    3-D. THE  COMMISSIONER  SHALL  NOT  APPROVE  AN  APPLICATION  FOR  THE\n   12  CONSTRUCTION OF A HOSPITAL UNLESS SUCH APPLICATION SHALL PROVIDE FOR THE\n   13  FOLLOWING  WHERE  APPLICABLE:  HEATING, VENTILATION AND AIR CONDITIONING\n   14  SYSTEMS CONSTRUCTED, MAINTAINED OR UPGRADED TO MEET  CURRENTLY  ACCEPTED\n   15  INDUSTRY  VENTILATION  STANDARDS; PLACEMENT OF AIR INTAKE VENTS SO AS TO\n   16  MAXIMIZE HEALTHFUL INDOOR AIR QUALITY; DESIGN  PRACTICES  THAT  MINIMIZE\n   17  INGRESS  OF  AND  CONDITIONS FAVORABLE TO PEST POPULATIONS; CONSTRUCTION\n   18  TECHNIQUES AND VENTILATION SYSTEMS DESIGNED TO CONTROL RADON  LEVELS  IN\n   19  INDOOR  AIR;  AND LIGHTING, SANITATION, STORM DRAINAGE, AND HEALTH, FIRE\n   20  AND  ACCIDENT  PROTECTION  ADEQUATE  TO  MAINTAIN  HEALTHFUL,  SAFE  AND\n   21  COMFORTABLE CONDITIONS THEREIN.\n   22    3-E. EVERY APPLICATION FOR THE CONSTRUCTION OF A HOSPITAL SHALL DEMON-\n   23  STRATE  THAT THE APPLICANT HAS IN ITS SELECTION OF THE SITE OR SITES FOR\n   24  THE CONSTRUCTION OF SUCH HOSPITAL TAKEN INTO CONSIDERATION THE PROXIMITY\n   25  OF SUCH SITE OR SITES  TO  EXISTING  AND  KNOWN  ENVIRONMENTAL  HAZARDS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05276-01-1\n\n       A. 3953                             2\n\n    1  INCLUDING INDUSTRIAL FACILITIES, COMBUSTION FACILITIES, INACTIVE HAZARD-\n    2  OUS  WASTE SITES, MUNICIPAL LANDFILLS AND OTHER ENVIRONMENTAL HAZARDS AS\n    3  DETERMINED BY THE DEPARTMENT AND THE DEPARTMENT OF ENVIRONMENTAL CONSER-\n    4  VATION, AND AVOIDANCE OF SUCH WHERE PRUDENT.\n    5    S  3.  The  environmental  conservation law is amended by adding a new\n    6  section 3-0319 to read as follows:\n    7  S 3-0319. INFORMATION FOR DEPARTMENT OF HEALTH AND HOSPITALS.\n    8    PURSUANT TO SUBDIVISION THREE-E OF SECTION TWENTY-EIGHT HUNDRED TWO OF\n    9  THE PUBLIC HEALTH LAW, THE DEPARTMENT SHALL ANNUALLY PROVIDE ALL  NECES-\n   10  SARY  INFORMATION  TO  THE  DEPARTMENT OF HEALTH, REGARDING EXISTING AND\n   11  KNOWN LOCATIONS OF INDUSTRIAL FACILITIES, COMBUSTION  FACILITIES,  INAC-\n   12  TIVE  HAZARDOUS WASTE SITES, MUNICIPAL LANDFILLS AND OTHER ENVIRONMENTAL\n   13  HAZARDS. WHENEVER A HOSPITAL REQUESTS SUCH INFORMATION FROM THE  DEPART-\n   14  MENT,  SUCH  INFORMATION SHALL BE PROVIDED WITHIN THIRTY DAYS OF RECEIPT\n   15  OF SUCH REQUEST.\n   16    S 4. This act shall take effect on the one hundred eightieth day after\n   17  it shall have become a law; provided  that  any  rules  and  regulations\n   18  necessary  to implement the provisions of this act on its effective date\n   19  are authorized and directed to be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the environmental conservation law, in relation to plans and specifications for hospitals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T115701.TXT", "SOBI.D110131.T170724.TXT", "SOBI.D110131.T113700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644225
}