{
  "year" : 2011,
  "senateBillNo" : "A3957-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A3957-2011-1296450000000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the accessioning and deaccessioning of museum property; repealer",
  "summary" : "Relates to the accessioning and deaccessioning of museum property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA6959-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3957\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the education law, in relation to the deaccessioning  of\n         property  by collecting institutions; and to repeal certain provisions\n         of such law relating to proceeds from the deaccessioning  of  property\n         from museums\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.  The  legislature  hereby  finds  and\n    2  determines  that  the state of New York has the finest collecting insti-\n    3  tutions in the world, giving the people of the  state  and  visitors  an\n    4  unequaled  opportunity  to  experience  the  world's cultural, artistic,\n    5  historical, natural history and scientific  heritage.  These  collecting\n    6  institutions  exist across the state, range in size from the smallest to\n    7  the largest institutions in the world, and are all   creatures of  state\n    8  government.  Some  are directly chartered by the legislature and some by\n    9  the board of regents, but all are subject to the public interest as  set\n   10  forth  in  law,  regulation,  charter  requirement  and sound collecting\n   11  institution practice as also set forth by collecting institutions  asso-\n   12  ciations  and  accreditation  organizations.    This  act is intended to\n   13  assure and enhance the continuing interest of collecting institutions in\n   14  abiding by and protecting the public interest.\n   15    The legislature further finds and determines that there is a need  for\n   16  clarification  and  standards with respect to the ways collecting insti-\n   17  tutions acquire, hold and dispose of property, especially property  that\n   18  is  part  of  their  collections. The need for such improvement in state\n   19  policy and practice is a long-standing concern, and has been highlighted\n   20  by the recent and widely discussed increase  in  financial  pressure  on\n   21  cultural institutions.  The legislature notes attempts in this state and\n   22  elsewhere  to  monetize collections and the asserted use of those monies\n   23  for purposes other than the protection and expansion of collections. The\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07231-01-1\n\n       A. 3957                             2\n\n    1  legislature further finds and determines that such practices are  incon-\n    2  sistent   with the interest of the people of the state, are inconsistent\n    3  with requirements of governing documents, accreditation  standards,  and\n    4  accepted  collecting  institution  practices,  and,  if  unchecked, will\n    5  permanently endanger the integrity and existence of collecting  institu-\n    6  tion  collections  handed  to  us  by  earlier  generations as a sacred,\n    7  cultural, ethical and public trust.\n    8    The legislature therefore finds and declares that the requirements  of\n    9  this law are necessary to protect the cultural, artistic, historical and\n   10  scientific  heritage of the state, and the public interest, are consist-\n   11  ent with long-standing professional standards set forth by the  collect-\n   12  ing  institution  community  and  are  consistent with the statutory and\n   13  constitutional responsibilities of the  legislature  and  the  board  of\n   14  regents.\n   15    S  2.  The education law is amended by adding a new section 233-aaa to\n   16  read as follows:\n   17    S 233-AAA. ACCESSION AND DEACCESSION OF PROPERTY. 1. FOR THE  PURPOSES\n   18  OF THIS ARTICLE THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   19    (A)  \"COLLECTING  INSTITUTION\"  MEANS  A  MUSEUM  OR OTHER CULTURAL OR\n   20  EDUCATIONAL INSTITUTION THAT  IS  OPERATED  BY  A  GOVERNMENTAL  ENTITY,\n   21  EDUCATION  CORPORATION,  NOT-FOR-PROFIT  CORPORATION OR CHARITABLE TRUST\n   22  AND OWNS OR HOLDS COLLECTIONS, OR HAS COLLECTING AS A STATED PURPOSE  IN\n   23  ITS CHARTER, CERTIFICATE OF INCORPORATION OR OTHER ORGANIZING DOCUMENTS,\n   24  OR INTENDS TO OWN OR HOLD COLLECTIONS.\n   25    (B)  \"ACCESSIONING\"  MEANS  THE PLACEMENT OF AN ITEM INTO A COLLECTING\n   26  INSTITUTION'S COLLECTION AND ON ITS COLLECTION REGISTER FOLLOWING PROCE-\n   27  DURES THAT ARE SET FORTH  IN  THE  COLLECTING  INSTITUTION'S  COLLECTION\n   28  MANAGEMENT POLICY AND MISSION STATEMENT.\n   29    (C)  \"DEACCESSIONING\"  MEANS  THE REMOVAL OF AN ITEM FROM A COLLECTING\n   30  INSTITUTION'S COLLECTION AND ITS COLLECTION  REGISTER  FOLLOWING  PROCE-\n   31  DURES  THAT  ARE  SET  FORTH  IN THE COLLECTING INSTITUTION'S COLLECTION\n   32  MANAGEMENT POLICY AND CONSISTENT WITH ITS MISSION STATEMENT.\n   33    (D) \"DISPOSAL\" MEANS THE REMOVAL OF AN ITEM FROM A  COLLECTING  INSTI-\n   34  TUTION'S  OWNERSHIP  BY MEANS OF ITS SALE, DESTRUCTION, TRANSFER, LEASE,\n   35  GIFT OR ANY OTHER MEANS.\n   36    (E) \"MISSION STATEMENT\" MEANS A STATEMENT APPROVED BY  THE  COLLECTING\n   37  INSTITUTION'S  GOVERNING  BODY,  WHICH  IS  MODELED ON, DERIVED FROM AND\n   38  CONSISTENT WITH THE COLLECTING INSTITUTION'S CORPORATE PURPOSES  AS  SET\n   39  FORTH  IN  ITS CHARTER, CERTIFICATE OF INCORPORATION OR OTHER ORGANIZING\n   40  DOCUMENT THAT IDENTIFIES ITS PURPOSES, BENEFITS,  ACTIVITIES  AND  PRAC-\n   41  TICES.\n   42    (F)  \"COLLECTION  MANAGEMENT POLICY\" MEANS A STATEMENT APPROVED BY THE\n   43  COLLECTING INSTITUTION'S GOVERNING BODY AND ADMINISTERED BY  ITS  BOARD,\n   44  OFFICERS,  EMPLOYEES  AND  CONSULTANTS  WHICH  INCLUDES ALL POLICIES AND\n   45  PRACTICES RELATED TO THE PRESERVATION,  ACCESSIBILITY  AND  USE  OF  THE\n   46  COLLECTING INSTITUTION'S COLLECTIONS AND ASSOCIATED DATA, INCLUDING LOAN\n   47  MANAGEMENT,  COLLECTION  GROWTH  AND REFINEMENT; DISCHARGE OF THE PUBLIC\n   48  TRUST WITH RESPECT TO COLLECTIONS; METHODS OF ACCESSIONING, DEACCESSION-\n   49  ING AND  DISPOSAL;  PLANNING  AND  ESTABLISHING  COLLECTION  PRIORITIES;\n   50  OBTAINING,   ALLOCATING   AND   MANAGING   RESOURCES,  AND  COORDINATING\n   51  COLLECTION PROCESSES  WITH  THE  NEEDS  OF  CURATION,  PRESERVATION  AND\n   52  COLLECTION  USE;  AND  A  PUBLIC REGISTER OF ACCESSIONED ITEMS, WHICH IS\n   53  MODELED ON, DERIVED FROM  AND  CONSISTENT  WITH  THE  COLLECTING  INSTI-\n   54  TUTION'S MISSION STATEMENT.\n   55    (G)  \"COLLECTION\"  MEANS  THE  TANGIBLE OR INTANGIBLE THINGS OWNED AND\n   56  ACCESSIONED BY A  COLLECTING  INSTITUTION,  INCLUDING  THINGS  THAT  ARE\n\n       A. 3957                             3\n\n    1  GENERATED BY VIDEO, COMPUTER OR SIMILAR MEANS OF PROJECTION AND DISPLAY,\n    2  INCLUDING  CONCEPTS, THAT HAVE INTRINSIC HISTORICAL, ARTISTIC, CULTURAL,\n    3  SCIENTIFIC, NATURAL HISTORY OR OTHER VALUE.\n    4    (H) \"ITEM\" MEANS AN INDIVIDUAL ELEMENT OF A COLLECTION.\n    5    (I)  \"REFINEMENT\"  MEANS  CHANGING  THE  ITEMS  IN A COLLECTING INSTI-\n    6  TUTION'S COLLECTION IN  ORDER  TO  FULFILL  ITS  MISSION  STATEMENT  AND\n    7  COLLECTIONS MANAGEMENT POLICY.\n    8    2.  EACH  COLLECTING  INSTITUTION  SHALL  DEVELOP, ADOPT AND PUBLISH A\n    9  COLLECTION MANAGEMENT POLICY AND A MISSION  STATEMENT.  EACH  COLLECTING\n   10  INSTITUTION  SHALL  BE BOUND BY ITS COLLECTION MANAGEMENT POLICY AND ITS\n   11  MISSION STATEMENT.\n   12    3. A COLLECTING INSTITUTION MUST ACCESSION ALL ITEMS IN ITS POSSESSION\n   13  THAT ARE CONSISTENT WITH ITS MISSION STATEMENT AND COLLECTION MANAGEMENT\n   14  POLICY.\n   15    4. EACH COLLECTING INSTITUTION SHALL PUBLISH A REGISTER  OF  ITEMS  IN\n   16  ITS  COLLECTION.  SUCH REGISTER SHALL BE PUBLISHED WITHIN THREE YEARS OF\n   17  THE EFFECTIVE DATE OF THIS SECTION. THE BOARD OF REGENTS MAY EXTEND  THE\n   18  DEADLINE AFTER GOOD CAUSE HAS BEEN SHOWN. NOTWITHSTANDING THE FOREGOING,\n   19  AS  OF  THE  EFFECTIVE DATE OF THIS SECTION, ALL COLLECTING INSTITUTIONS\n   20  SHALL PUBLISH A REGISTER OF NEWLY ACCESSIONED  OR  DEACCESSIONED  ITEMS.\n   21  ANY  REGULATIONS  PROMULGATED  BY  THE  REGENTS SHALL INCLUDE REASONABLE\n   22  STANDARDS AND REQUIREMENTS FOR SUCH REGISTER WHICH SHALL INCLUDE THE USE\n   23  OF CLASSES OF ITEMS WHERE THE  INDIVIDUAL  LISTING  OF  ITEMS  WOULD  BE\n   24  BURDENSOME.\n   25    5.  NO  COLLECTING  INSTITUTION MAY DISPOSE OF AN ITEM OR ITEMS IN ITS\n   26  COLLECTION EXCEPT AS SET FORTH IN THIS STATUTE AND IN ITS MISSION STATE-\n   27  MENT AND COLLECTIONS MANAGEMENT POLICY AND NOT UNTIL THE ITEM  OR  ITEMS\n   28  HAVE BEEN DEACCESSIONED.\n   29    6.  PROCEEDS  FROM DISPOSAL OF AN ITEM SHALL ONLY BE USED FOR PURPOSES\n   30  SET FORTH IN THIS STATUTE.\n   31    7. NO ITEM IN A COLLECTING INSTITUTION'S COLLECTION SHALL BE  USED  AS\n   32  COLLATERAL  OR  BE CAPITALIZED. NOTHING IN THIS SECTION SHALL AFFECT ANY\n   33  COLLATERALIZATION  OR  CAPITALIZATION  AGREEMENT,  ENTERED  INTO  BY   A\n   34  COLLECTING  INSTITUTION  IN  EXISTENCE  FOR  OVER SEVENTY-FIVE YEARS AND\n   35  WHOSE CERTIFICATE OF INCORPORATION, AS AMENDED, HAS BEEN FILED WITH  THE\n   36  SECRETARY  OF  STATE, THAT IS ALREADY IN EFFECT OR PREVENT ITEMS PLEDGED\n   37  AS COLLATERAL OR CAPITALIZED ON THE EFFECTIVE DATE OF  THIS  SECTION  TO\n   38  CONTINUE  TO  BE  USED  AS  COLLATERAL OR CAPITALIZED AT ANY TIME IN THE\n   39  FUTURE PROVIDING THAT THE ITEMS REMAIN IN THE POSSESSION OF THE COLLECT-\n   40  ING INSTITUTION EXCEPT THAT NOTHING IN THIS SUBDIVISION SHALL  IMPAIR  A\n   41  LENDER'S  RIGHTS UNDER A COLLATERALIZATION AGREEMENT TO FORECLOSE ON THE\n   42  COLLATERAL UNDER THE TERMS OF THE AGREEMENT. THE EXISTENCE OF ANY COLLA-\n   43  TERALIZATION OR CAPITALIZATION  AGREEMENT  SHALL  BE  DISCLOSED  TO  THE\n   44  DEPARTMENT.\n   45    8.  A COLLECTING INSTITUTION MAY DEACCESSION AN ITEM IN ITS COLLECTION\n   46  ONLY IF ONE OR MORE OF THE FOLLOWING CRITERIA HAVE BEEN MET:\n   47    (A) THE ITEM IS INCONSISTENT WITH THE MISSION OF THE COLLECTING INSTI-\n   48  TUTION AS SET FORTH IN ITS MISSION STATEMENT;\n   49    (B) THE ITEM HAS FAILED TO RETAIN ITS IDENTITY;\n   50    (C) THE ITEM IS REDUNDANT;\n   51    (D) THE ITEM'S PRESERVATION AND  CONSERVATION  NEEDS  ARE  BEYOND  THE\n   52  CAPACITY OF THE COLLECTING INSTITUTION TO PROVIDE;\n   53    (E)  THE ITEM IS DEACCESSIONED TO ACCOMPLISH REFINEMENT OF COLLECTIONS\n   54  AS REQUIRED BY AND/OR STATED IN ITS COLLECTION MANAGEMENT POLICY;\n   55    (F) IT HAS BEEN ESTABLISHED THAT THE ITEM IS INAUTHENTIC;\n\n       A. 3957                             4\n\n    1    (G) THE COLLECTING INSTITUTION IS REPATRIATING THE ITEM  OR  RETURNING\n    2  THE ITEM TO ITS RIGHTFUL OWNER;\n    3    (H)  THE COLLECTING INSTITUTION IS RETURNING THE ITEM TO THE DONOR, OR\n    4  THE DONOR'S HEIRS OR ASSIGNS, TO FULFILL DONOR RESTRICTIONS RELATING  TO\n    5  THE ITEM WHICH THE COLLECTING INSTITUTION IS NO LONGER ABLE TO MEET; OR\n    6    (I) THE ITEM PRESENTS A HAZARD TO PEOPLE OR OTHER COLLECTION ITEMS.\n    7    9.  THE  BOARD  OF  REGENTS IS DIRECTED TO CREATE A STATEWIDE REGISTER\n    8  AVAILABLE ON THE INTERNET FOR THE PURPOSES OF COLLECTING  AND  PROVIDING\n    9  PUBLIC INFORMATION ABOUT DEACCESSIONING, WHICH SHALL INCLUDE THE ABILITY\n   10  OF  A  COLLECTING  INSTITUTION  TO  LIST AN ITEM FOR ACTUAL OR POTENTIAL\n   11  DEACCESSIONING.\n   12    10. (A) PROCEEDS FROM THE DISPOSAL OF AN ITEM OR ITEMS MAY BE USED FOR\n   13  THE ACQUISITION OF ANOTHER ITEM OR ITEMS FOR THE COLLECTION  AND/OR  FOR\n   14  THE  PRESERVATION,  PROTECTION  OR  CARE  OF  AN  ITEM  OR  ITEMS IN THE\n   15  COLLECTION. IN NO  EVENT,  HOWEVER,  SHALL  PROCEEDS  DERIVED  FROM  THE\n   16  DISPOSAL  OF  AN ITEM OR ITEMS FROM A COLLECTION BE USED FOR TRADITIONAL\n   17  AND CUSTOMARY OPERATING EXPENSES.  NOTHING IN THIS SECTION  SHALL  LIMIT\n   18  THE ABILITY OF A COLLECTING INSTITUTION TO SET MORE RESTRICTIVE POLICIES\n   19  RELATING TO THE USE OF PROCEEDS FROM A DISPOSED ITEM.\n   20    (B)  A  GOVERNMENTAL  ENTITY  OPERATING A COLLECTING INSTITUTION SHALL\n   21  ESTABLISH A COLLECTION RESERVE FUND. PROCEEDS RECEIVED FROM THE SALE  OF\n   22  A  DISPOSED ITEM SHALL BE USED TO PAY OFF ANY REMAINING DEBT INCURRED IN\n   23  THE PURCHASE OF THE DEACCESSIONED ITEM THAT WAS SOLD. ANY MONEYS REMAIN-\n   24  ING AFTER THE PAYMENT OF SUCH DEBT SHALL BE  PAID  INTO  THE  COLLECTION\n   25  RESERVE  FUND  AND SHALL BE DEPOSITED AND SECURED IN THE MANNER PROVIDED\n   26  BY SECTION TEN OF THE GENERAL MUNICIPAL LAW. THE GOVERNMENTAL COLLECTING\n   27  INSTITUTION MAY USE MONEYS FROM THE COLLECTION RESERVE FUND ONLY FOR THE\n   28  PURPOSES AUTHORIZED IN PARAGRAPH (A) OF THIS SUBDIVISION.\n   29    11. THE BOARD OF REGENTS SHALL ADOPT RULES OR REGULATIONS TO IMPLEMENT\n   30  THE PROVISIONS OF THIS SECTION.\n   31    S 3. The board of  regents  is  hereby  authorized  and  directed,  in\n   32  consultation  with  groups  and  individuals  who  have expertise in the\n   33  field, to consider and make recommendations concerning whether  collect-\n   34  ing  institutions  should  include  buildings  in their collection. Such\n   35  study shall include, but not be limited to:\n   36    (a) The reasons for the inclusion of a building in a collecting insti-\n   37  tution's collection;\n   38    (b) Criteria for determining when  it  is  permissible  to  include  a\n   39  building in a collecting institution's collection; and\n   40    (c)  Whether funds from the sale of disposed items can be used to care\n   41  for the physical well-being of the structure and if so what limitations,\n   42  if any, should there be.\n   43    The regents shall submit a copy of the  study  to  the  governor,  the\n   44  temporary  president  of  the  senate,  the speaker of the assembly, the\n   45  chairperson of the senate higher education committee and the chairperson\n   46  of the assembly higher education committee no later than six months from\n   47  the effective date of this act.\n   48    S 4. Paragraph (a) of subdivision 5 of section 233-a of the  education\n   49  law is REPEALED and a new paragraph (a) is added to read as follows:\n   50    (A)  PROCEEDS  FROM THE DISPOSAL OF AN ITEM OR ITEMS FROM A COLLECTING\n   51  INSTITUTION'S COLLECTION MAY BE USED FOR THE ACQUISITION OF ANOTHER ITEM\n   52  OR ITEMS FOR THE COLLECTING  INSTITUTION'S  COLLECTION  AND/OR  FOR  THE\n   53  PRESERVATION,  PROTECTION OR CARE OF AN ITEM OR ITEMS IN THE COLLECTION.\n   54  IN NO EVENT, HOWEVER, SHALL PROCEEDS DERIVED FROM  THE  DISPOSAL  OF  AN\n   55  ITEM  OR  ITEMS  FROM  A COLLECTING INSTITUTION'S COLLECTION BE USED FOR\n   56  TRADITIONAL AND CUSTOMARY OPERATING EXPENSES. NOTHING  IN  THIS  SECTION\n\n       A. 3957                             5\n\n    1  SHALL LIMIT THE ABILITY OF A COLLECTING INSTITUTION TO SET MORE RESTRIC-\n    2  TIVE POLICIES RELATING TO THE USE OF PROCEEDS FROM A DISPOSED ITEM.\n    3    S  5. Subdivision 5 of section 233-aa of the education law is REPEALED\n    4  and a new subdivision 5 is added to read as follows:\n    5    5. PROCEEDS FROM THE DISPOSAL OF AN ITEM OR ITEMS  FROM  A  COLLECTING\n    6  INSTITUTION'S COLLECTION MAY BE USED FOR THE ACQUISITION OF ANOTHER ITEM\n    7  OR  ITEMS  FOR  THE  COLLECTION  AND/OR FOR THE PRESERVATION, PROTECTION\n    8  COLLECTING INSTITUTION'S OR CARE OF AN ITEM OR ITEMS IN THE  COLLECTION.\n    9  IN  NO  EVENT,  HOWEVER,  SHALL PROCEEDS DERIVED FROM THE DISPOSAL OF AN\n   10  ITEM OR ITEMS FROM A COLLECTING INSTITUTION'S  COLLECTION  BE  USED  FOR\n   11  TRADITIONAL  AND  CUSTOMARY  OPERATING EXPENSES. NOTHING IN THIS SECTION\n   12  SHALL LIMIT THE ABILITY OF A COLLECTING INSTITUTION TO SET MORE RESTRIC-\n   13  TIVE POLICIES RELATING TO THE USE OF PROCEEDS FROM A DISPOSED ITEM.\n   14    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the deaccessioning of property by collecting institutions; and to repeal certain provisions of such law relating to proceeds from the deaccessioning of property from museums ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T170724.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110131.T120201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644232
}