{
  "year" : 2011,
  "senateBillNo" : "A3956-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to education",
    "billEventId" : "A3956-2011-1296450000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for mandatory training for members of boards of education",
  "summary" : "Provides for mandatory initial and ongoing training for members of boards of education and boards of cooperative educational service in the areas of board operations, board skills and service, budget and finance, curriculum development and educational theory and policy, district operations, legal and employee relations, and the roles and responsibilities of component board members with boards of cooperative educational services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4773-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3956\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to mandatory training for\n         members of boards of education\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 1527-a\n    2  to read as follows:\n    3    S 1527-A. INITIAL AND ONGOING TRAINING FOR MEMBERS OF BOARDS OF EDUCA-\n    4  TION AND BOARDS OF COOPERATIVE EDUCATIONAL SERVICES.  1. THE COMMISSION-\n    5  ER SHALL DIRECT ALL BOARDS OF EDUCATION AND BOARDS OF COOPERATIVE EDUCA-\n    6  TIONAL  SERVICES  TO ADOPT AND IMPLEMENT AND MAINTAIN RECORDS FOR PUBLIC\n    7  INSPECTION ON A PROGRAM FOR THE INITIAL AND ONGOING  TRAINING  OF  NEWLY\n    8  ELECTED  AND  INCUMBENT BOARD MEMBERS. SUCH INITIAL AND ONGOING TRAINING\n    9  WHICH SHALL BE FOR A MINIMUM OF TWELVE HOURS ANNUALLY SHALL INCLUDE, BUT\n   10  NOT BE LIMITED TO:\n   11    (A) BOARD OPERATIONS;\n   12    (B) BOARD SKILLS AND SERVICE;\n   13    (C) BUDGET AND FINANCE;\n   14    (D) CURRICULUM DEVELOPMENT AND EDUCATIONAL THEORY AND POLICY;\n   15    (E) DISTRICT OPERATIONS;\n   16    (F) THE SITING, ERECTION, PURCHASE, REPAIR, ENLARGEMENT AND REMODELING\n   17  OF SCHOOL BUILDINGS WHICH MEET THE  REQUIREMENTS  OF  HEALTHY  AND  HIGH\n   18  PERFORMANCE SCHOOLS;\n   19    (G) LEGAL AND EMPLOYEE RELATIONS; AND\n   20    (H)  ROLES AND RESPONSIBILITIES OF COMPONENT BOARD MEMBERS WITH BOARDS\n   21  OF COOPERATIVE EDUCATIONAL SERVICES.\n   22    2. FOR THE PURPOSES OF THIS SECTION,  \"HEALTHY  AND  HIGH  PERFORMANCE\n   23  SCHOOLS\" SHALL MEAN SCHOOL FACILITIES IN WHICH THE DESIGN, CONSTRUCTION,\n   24  OPERATION  AND  MAINTENANCE  MAKE USE OF ENERGY EFFICIENT AND AFFORDABLE\n   25  PRACTICES AND MATERIALS; ARE COST EFFECTIVE; ENHANCE INDOOR AIR QUALITY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08004-01-1\n\n       A. 3956                             2\n\n    1  AND PROTECT AND  CONSERVE  ENVIRONMENTAL  RESOURCES.  HEALTHY  AND  HIGH\n    2  PERFORMANCE SCHOOLS ARE SITED AND DESIGNED FOR SUSTAINABILITY, UTILIZING\n    3  NON-TOXIC MATERIALS AND SUPPLIES, DAYLIGHTING AND HIGH PERFORMANCE ELEC-\n    4  TRIC  LIGHTING; ENERGY EFFICIENT EQUIPMENT; RECYCLED PRODUCTS; AND PRAC-\n    5  TICES THAT PROTECT ENVIRONMENTAL RESOURCES.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to mandatory training for members of boards of education ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T170724.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110131.T120201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644231
}