{
  "year" : 2011,
  "senateBillNo" : "A3951-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3951-2011-1296450000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes senior citizen students auditing community college classes in the full time equivalent state aid formula",
  "summary" : "Includes senior citizen students auditing community college classes in the full time equivalent state aid formula. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4776-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3951\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to including senior citi-\n         zen students auditing community  college  classes  in  the  full  time\n         equivalent state aid formula\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 6303  of  the  education  law,  as\n    2  amended  by  chapter  552  of  the  laws  of 1984, is amended to read as\n    3  follows:\n    4    5. Notwithstanding the provisions of any  other  general,  special  or\n    5  local  law,  rule  or  regulation, community colleges may permit persons\n    6  sixty years of age or  over  to  audit  courses  given  therein  without\n    7  tuition,  examination, grading or credit therefor upon a space available\n    8  basis, subject to the provisions of section sixty-three hundred four  of\n    9  this  [chapter]  ARTICLE,  as  determined  by the president of each such\n   10  institution, provided that such audit attendance does  not  deny  course\n   11  attendance  at  a  community  college  by an individual who is otherwise\n   12  qualified under the regulations and the  provisions  of  section  sixty-\n   13  three  hundred  four  of this [chapter] ARTICLE.  The provisions of this\n   14  [paragraph] SUBDIVISION shall not affect  any  state  aid  to  community\n   15  colleges  granted  pursuant  to  THIS article [one hundred twenty-six of\n   16  this chapter].  FOR THE PURPOSES OF DETERMINING STATE AID TO SUCH INSTI-\n   17  TUTIONS, SUCH PERSONS SIXTY YEARS OF AGE OR OVER WHO AUDIT CLASSES SHALL\n   18  BE INCLUDED IN THE FULL TIME EQUIVALENT STATE AID FORMULA.\n   19    S 2. This act shall take effect on the first of July  next  succeeding\n   20  the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD08009-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to including senior citizen students auditing community college classes in the full time equivalent state aid formula ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T115701.TXT", "SOBI.D110131.T170724.TXT", "SOBI.D110131.T113700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644223
}