{
  "year" : 2011,
  "senateBillNo" : "A3955-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to aging",
    "billEventId" : "A3955-2011-1296450000000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a shared housing registry for senior citizens",
  "summary" : "Directs the office for the aging to create a shared housing program in consultation with the division of housing and community renewal and to maintain a registry for senior citizens who seek to find housing with seniors; requires references and an acknowledged statement as to whether they have been convicted of certain crimes. ",
  "currentCommittee" : null,
  "sameAs" : "S113",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A1359-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3955\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the elder law, in relation to creating a shared  housing\n         program for senior citizens\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a  new  section  224  to\n    2  read as follows:\n    3    S  224. SHARED HOUSING FOR SENIOR CITIZENS. 1. THE OFFICE SHALL ESTAB-\n    4  LISH A PROGRAM, IN CONSULTATION WITH THE DIVISION OF HOUSING AND  COMMU-\n    5  NITY RENEWAL, THROUGH WHICH, PERSONS WHO ARE SIXTY YEARS OF AGE OR OLDER\n    6  MAY  REGISTER WITH THE OFFICE OR DESIGNATED AGENCIES ON AGING INDICATING\n    7  THEIR DESIRE TO SHARE THEIR LIVING SPACE OR ARE SEEKING LIVING  QUARTERS\n    8  WITH ANOTHER ELIGIBLE PERSON.\n    9    2.  THE OFFICE OR DESIGNATED AGENCIES ON AGING SHALL MAINTAIN A REGIS-\n   10  TRY OF SENIOR CITIZENS SEEKING  TO  SHARE  THEIR  LIVING  QUARTERS  WITH\n   11  ANOTHER SENIOR CITIZEN.\n   12    (A)  INFORMATION  SHALL BE COLLECTED ON A FORM DESIGNED BY THE OFFICE,\n   13  WHICH SHALL INCLUDE THE NAME, ADDRESS, UP TO THREE  PERSONAL  REFERENCES\n   14  AND  A STATEMENT INDICATING WHETHER THE INDIVIDUAL HAS BEEN CONVICTED IN\n   15  THE PAST FIVE YEARS OF A CRIME INVOLVING THEFT, ASSAULT, THE  THREAT  OR\n   16  USE  OF  FORCE,  POSSESSION  OR  SALE  OF  A  CONTROLLED  SUBSTANCE,  OR\n   17  POSSESSION OF A WEAPON OR FIREARM. THE INDIVIDUAL SHALL SPECIFY  ON  THE\n   18  STATEMENT  THE  CRIME  OR  CRIMES,  IF  ANY,  FOR  WHICH THERE HAVE BEEN\n   19  CONVICTIONS. THE STATEMENT SHALL INCLUDE  AN  ACKNOWLEDGEMENT  THAT  THE\n   20  INFORMATION IS TRUE TO THE BEST KNOWLEDGE OF THE SENIOR CITIZEN AND THAT\n   21  PROVIDING  INFORMATION  KNOWN TO BE FALSE IS CAUSE FOR IMMEDIATE REMOVAL\n   22  FROM THE REGISTRY.\n   23    (B) INFORMATION CONTAINED IN THE  SHARED  HOUSING  REGISTRY  SHALL  BE\n   24  CONFIDENTIAL  AND  USED  ONLY  FOR  THE  PURPOSE  OF  CARRYING  OUT  THE\n   25  PROVISIONS OF THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00267-01-1\n\n       A. 3955                             2\n\n    1    3. THE OFFICE SHALL DEVELOP AND PROMULGATE REGULATIONS,  IN  CONSULTA-\n    2  TION  WITH  THE DIVISION OF HOUSING AND COMMUNITY RENEWAL, NECESSARY FOR\n    3  THE IMPLEMENTATION OF THIS SECTION.\n    4    4.  THE  OFFICE  MAY IMPOSE A FEE THAT SHALL NOT EXCEED ONE DOLLAR FOR\n    5  ENTRY OF A SENIOR CITIZEN'S NAME ONTO THE REGISTRY AND SUCH FEE SHALL BE\n    6  COLLECTED FOR THE PURPOSE OF IMPLEMENTING  AND  MAINTAINING  THE  SHARED\n    7  HOUSING REGISTRY.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to creating a shared housing program for senior citizens ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T170724.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110131.T120201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644229
}