{
  "year" : 2011,
  "senateBillNo" : "A3950-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to aging",
    "billEventId" : "A3950-2011-1296450000000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the transfer of funds for use by the director of the office for the aging for geriatric education centers",
  "summary" : "Provides for the yearly transfer of funds in an amount of up to one million dollars for use by the director of the office for the aging for services and expenses of the Finger Lakes Geriatric Education Center, the Consortium of New York Geriatric Care Centers, and the Long Island Geriatric Education Center. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3396-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3950\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the public health law, in relation to  geriatric  educa-\n         tion centers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. 1. The commissioner of health shall transfer to the  direc-\n    2  tor  of  the  office for the aging funds allocated pursuant to paragraph\n    3  (iii) of subdivision 1 of section 2807-v of the public  health  law,  as\n    4  added  by  section  two  of this act, for the purpose of maintaining the\n    5  ability of geriatric education centers, as defined in  42  U.S.C.  294c,\n    6  to:  (a)  improve  the  training  of health professionals in geriatrics,\n    7  including geriatric residencies, traineeships or fellowships; (b) devel-\n    8  op and disseminate curricula relating to the  treatment  of  the  health\n    9  problems of elderly individuals; (c) support the training and retraining\n   10  of  faculty  to  provide  instruction  in  geriatrics;  and  (d) provide\n   11  students with clinical training in geriatrics in nursing homes,  chronic\n   12  and  acute  disease  hospitals,  ambulatory  care  centers,  and  senior\n   13  centers. The director of the office for the aging shall distribute  such\n   14  funds  as follows: forty percent to the Finger Lakes Geriatric Education\n   15  Center, forty percent to the  Consortium  of  New  York  Geriatric  Care\n   16  Centers,  and  twenty  percent  to  the  Long Island Geriatric Education\n   17  Center.\n   18    2. Each geriatric education center receiving funds pursuant  to  para-\n   19  graph (iii) of subdivision 1 of section 2807-v of the public health law,\n   20  as  added  by section two of this act, within one year of receiving such\n   21  funds, shall submit a written report to the director of the  office  for\n   22  the  aging on a form established therefore by such director, demonstrat-\n   23  ing its use of such funds including, but not limited to: (a) the  commu-\n   24  nity  linkages  that  have been established; (b) how many professionals,\n   25  indicated by title; paraprofessionals, indicated by title; students  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07949-01-1\n\n       A. 3950                             2\n\n    1  direct  care  workers  who have been trained; (c) community agencies and\n    2  health systems that have received training; and (d) any  other  informa-\n    3  tion deemed appropriate by the director of the office for the aging.\n    4    3.  The  director of the office for the aging shall provide the report\n    5  received pursuant to subdivision two of this section to  the  chairs  of\n    6  the senate and assembly committees on health and on aging, to the gover-\n    7  nor,  to the temporary president of the senate and to the speaker of the\n    8  assembly.\n    9    S 2. Subdivision 1 of section 2807-v  of  the  public  health  law  is\n   10  amended by adding a new paragraph (iii) to read as follows:\n   11    (III)  FUNDS  SHALL  BE RESERVED AND ACCUMULATED FROM YEAR TO YEAR AND\n   12  SHALL BE AVAILABLE, INCLUDING INCOME FROM INVESTED FUNDS,  FOR  SERVICES\n   13  AND EXPENSES OF THE FINGER LAKES GERIATRIC EDUCATION CENTER, THE CONSOR-\n   14  TIUM  OF  NEW YORK GERIATRIC CARE CENTERS, AND THE LONG ISLAND GERIATRIC\n   15  EDUCATION CENTER, IN AN AMOUNT OF UP TO ONE MILLION DOLLARS.\n   16    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to geriatric education centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T170724.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T113700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644221
}