{
  "year" : 2011,
  "senateBillNo" : "A3958-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to health",
    "billEventId" : "A3958-2011-1296450000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an Alzheimer's disease outreach and education program",
  "summary" : "Establishes an Alzheimer's disease outreach and education program for medical and non-medical professionals, including physicians, nurses, law enforcement personnel and social services personnel who work with older New Yorkers and their families. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3888-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3958\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  establishing  an\n         Alzheimer's disease outreach and education program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2701-a to read as follows:\n    3    S  2701-A. ALZHEIMER'S DISEASE OUTREACH AND EDUCATION PROGRAM. 1.  THE\n    4  DEPARTMENT, IN CONSULTATION WITH THE OFFICE FOR  THE  AGING,  IS  HEREBY\n    5  AUTHORIZED AND DIRECTED TO ESTABLISH AN ALZHEIMER'S DISEASE OUTREACH AND\n    6  EDUCATION  PROGRAM  FOR MEDICAL AND NON-MEDICAL PROFESSIONALS, INCLUDING\n    7  PHYSICIANS,  NURSES,  LAW  ENFORCEMENT  PERSONNEL  AND  SOCIAL  SERVICES\n    8  PERSONNEL  WHO  WORK  WITH OLDER NEW YORKERS AND THEIR FAMILIES, AND FOR\n    9  CONSUMERS, CAREGIVERS AND OTHER INDIVIDUALS  AND  ORGANIZATIONS  WORKING\n   10  WITH OR ON BEHALF OF PERSONS WITH ALZHEIMER'S DISEASE AND RELATED DEMEN-\n   11  TIA. THE PURPOSE OF SUCH PROGRAM SHALL BE TO:\n   12    (A)  PROMOTE EARLIER IDENTIFICATION OF DEMENTIA IN HEALTH CARE FACILI-\n   13  TIES INCLUDING BUT NOT LIMITED TO HOSPITALS, NURSING HOMES, CLINICS  AND\n   14  ASSISTED LIVING FACILITIES;\n   15    (B)  PROVIDE  INFORMATION  AND  ASSISTANCE  ON WHERE TO FIND COMMUNITY\n   16  SUPPORT SERVICES,  INCLUDING  CAREGIVER  SUPPORT  GROUPS  AND  SERVICES,\n   17  RESPITE,  CARE  MANAGEMENT  AND  TO SERVE AS A CLEARINGHOUSE FOR RELATED\n   18  INFORMATION; AND\n   19    (C) PROMOTE PUBLIC AWARENESS OF AND ACCESS TO RESOURCES  AND  INFORMA-\n   20  TION  CONCERNING  ALZHEIMER'S  DISEASE  AND  ANY  OTHER DEMENTIA RELATED\n   21  MATTERS THAT THE COMMISSIONER AND DIRECTOR OF THE OFFICE FOR  THE  AGING\n   22  DEEM APPROPRIATE.\n   23    2.  THE  PROGRAM  SHALL INCLUDE BUT SHALL NOT BE LIMITED TO ANY OF THE\n   24  FOLLOWING ELEMENTS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07971-01-1\n\n       A. 3958                             2\n\n    1    (A) EDUCATIONAL AND INFORMATIONAL MATERIALS IN PRINT,  AUDIO,  VISUAL,\n    2  ELECTRONIC OR OTHER MEDIA;\n    3    (B)  TRAINING  CURRICULUM INCLUDING BEST PRACTICES FOR INSTITUTIONS OF\n    4  HIGHER LEARNING AND FOR ONGOING IN-SERVICE TRAINING;\n    5    (C) PUBLIC SERVICE ANNOUNCEMENTS AND ADVERTISEMENTS; AND\n    6    (D) ESTABLISHMENT  OF  TOLL-FREE  TELEPHONE  HOTLINES  AND  ELECTRONIC\n    7  SERVICES TO PROVIDE INFORMATION.\n    8    3.  IN  ORDER  TO  DEVELOP  MATERIALS  MENTIONED  IN THIS SECTION, THE\n    9  DEPARTMENT SHALL PRODUCE, MAKE AVAILABLE TO OTHERS FOR REPRODUCTION,  OR\n   10  CONTRACT  WITH  NOT-FOR-PROFIT  CORPORATIONS WHOSE PRIMARY PURPOSE IS TO\n   11  PROVIDE FAMILY INTERVENTION SERVICES RELATED TO ALZHEIMER'S DISEASE ON A\n   12  STATEWIDE BASIS IN ORDER TO POSTPONE OR PREVENT NURSING HOME  PLACEMENTS\n   13  OF  INDIVIDUALS WITH ALZHEIMER'S DISEASE OR OTHER DEMENTIA.  THESE MATE-\n   14  RIALS SHALL BE MADE AVAILABLE TO THE PUBLIC FREE OF CHARGE AS  APPROPRI-\n   15  ATE  OR  FOR  A  FEE  UNDER  CERTAIN CIRCUMSTANCES. THE COMMISSIONER MAY\n   16  REQUIRE ANY HEALTH CARE PROVIDER TO MAKE THESE  MATERIALS  AVAILABLE  TO\n   17  PATIENTS  WHERE  APPROPRIATE  AND ENCOURAGE NON-MEDICAL PROFESSIONALS TO\n   18  MAKE THEM AVAILABLE TO THE CLIENTS THEY SERVE.\n   19    4. IN EXERCISING ANY OF HIS OR HER  POWERS  UNDER  THIS  SECTION,  THE\n   20  COMMISSIONER  SHALL  CONSULT  WITH APPROPRIATE HEALTH CARE PROFESSIONALS\n   21  AND PROVIDERS,  SENIOR  SERVICE  PROVIDERS,  ORGANIZATIONS  REPRESENTING\n   22  PERSONS  WITH  DEMENTIA OR COGNITIVE IMPAIRMENTS, CONSUMERS AND PATIENTS\n   23  OR ORGANIZATIONS REPRESENTING THEM.\n   24    5. THE COMMISSIONER SHALL ENSURE THAT ALL  INFORMATION  AND  MATERIALS\n   25  PRODUCED  UNDER  THIS SECTION ARE MAINTAINED AND UPDATED TO REFLECT BEST\n   26  PRACTICE RECOMMENDATIONS AND ARE CULTURALLY AND LINGUISTICALLY APPROPRI-\n   27  ATE FOR THE COMMUNITIES SERVED BY THE ALZHEIMER'S DISEASE  OUTREACH  AND\n   28  EDUCATION  PROGRAM.  THE  DEPARTMENT  SHALL  POST  ELECTRONIC  COPIES OF\n   29  OUTREACH MATERIAL, INCLUDING BEST PRACTICES, ON ITS WEBSITE. THE  OFFICE\n   30  FOR THE AGING SHALL POST THE SAME INFORMATION ON ITS WEBSITE.\n   31    6.  THE COMMISSIONER MAY APPOINT ADVISORY COUNCILS RELATING TO VARIOUS\n   32  MATTERS UNDER THIS SECTION. ALL SUCH COUNCILS  SHALL  INCLUDE  REPRESEN-\n   33  TATION  OF  HEALTH CARE PROFESSIONALS, PROVIDERS, SENIOR SERVICE PROVID-\n   34  ERS, ORGANIZATIONS  REPRESENTING  PERSONS  WITH  DEMENTIA  OR  COGNITIVE\n   35  IMPAIRMENTS,  CONSUMERS,  PATIENTS  AND OTHER APPROPRIATE INTERESTS. THE\n   36  MEMBERS  OF  THE  COUNCILS  SHALL  RECEIVE  NO  COMPENSATION  FOR  THEIR\n   37  SERVICES,  BUT  SHALL  BE  ALLOWED  THEIR  ACTUAL AND NECESSARY EXPENSES\n   38  INCURRED IN PERFORMANCE OF THEIR DUTIES.\n   39    7. IN ADDITION TO STATE FUNDS APPROPRIATED TO ADMINISTER THIS SECTION,\n   40  THE COMMISSIONER MAY ACCEPT GRANTS FROM PUBLIC OR PRIVATE  SOURCES.  THE\n   41  COMMISSIONER,  IN  ADMINISTERING  THIS SECTION, SHALL SEEK TO COORDINATE\n   42  THE DEPARTMENT'S PROGRAMS AND ACTIVITIES UNDER THIS SECTION  WITH  OTHER\n   43  PUBLIC  AND  PRIVATE  PROGRAMS,  AND  MAY UNDERTAKE JOINT OR COOPERATIVE\n   44  PROGRAMS WITH OTHER PUBLIC OR PRIVATE ENTITIES.\n   45    8. THE COMMISSIONER MAY  MAKE  RULES  AND  REGULATIONS  NECESSARY  AND\n   46  APPROPRIATE FOR THE IMPLEMENTATION OF THIS SECTION.\n   47    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing an Alzheimer's disease outreach and education program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T171224.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110131.T120201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511944381
}