{
  "year" : 2011,
  "senateBillNo" : "A3952-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A3952-2011-1296450000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale or use of styrofoam as a packing material",
  "summary" : "Prohibits the sale or commercial use of styrofoam, commonly known as \"packing peanuts\" as a packaging material. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1593-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3952\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         prohibiting the sale or use of styrofoam as a packaging material\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 27-0721 to read as follows:\n    3  S 27-0721. PROHIBITION ON USE OF STYROFOAM AS PACKAGING MATERIAL.\n    4    1. NO PERSON SHALL KNOWINGLY OFFER FOR SALE OR COMMERCIALLY USE STYRO-\n    5  FOAM COMMONLY KNOWN AS \"PACKING PEANUTS\" AS A PACKAGING MATERIAL.\n    6    2. THE COMMISSIONER MAY ADOPT SUCH RULES AND REGULATIONS AS ARE NECES-\n    7  SARY AND APPROPRIATE TO CARRY OUT THE PURPOSES OF THIS SECTION.\n    8    S 2. This act shall take effect on the one hundred eightieth day after\n    9  it  shall have become a law; provided, however that the addition, amend-\n   10  ment and/or repeal of any rule or regulation necessary for the implemen-\n   11  tation of this act on its effective date are authorized and directed  to\n   12  be made and completed on or before such date.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05271-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting the sale or use of styrofoam as a packaging material ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T115701.TXT", "SOBI.D110131.T170724.TXT", "SOBI.D110131.T113700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644224
}