{
  "year" : 2011,
  "senateBillNo" : "A395-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A395-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to matching funds for grants under the naturally occurring retirement community supportive service program",
  "summary" : "Permits support from contiguous areas to provide required matching funds for grants under the naturally occurring retirement community supportive service program. ",
  "currentCommittee" : null,
  "sameAs" : "S331",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "AA9839-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          395\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. DINOWITZ, JAFFEE, MILLMAN, BENEDETTO, BOYLAND,\n         GUNTHER, LUPARDO, COOK, MARKEY, N. RIVERA,  GOTTFRIED  --  Multi-Spon-\n         sored by -- M. of A. CRESPO, DESTITO, GLICK, MAGEE, McENENY, McKEVITT,\n         PHEFFER,  ROBINSON,  WRIGHT -- read once and referred to the Committee\n         on Aging\n\n       AN ACT to amend the elder law, in relation to matching funds for  grants\n         under  the naturally occurring retirement community supportive service\n         program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (k) of subdivision 4 of section 209 of the elder\n    2  law, as separately amended by section 41 of part A  of  chapter  58  and\n    3  chapter 410 of the laws of 2010, is amended to read as follows:\n    4    (k)  a  requirement  that any aid provided pursuant to this section be\n    5  matched by an equal amount, in-kind support  of  equal  value,  or  some\n    6  combination  thereof  from  other  sources,  provided  that such in-kind\n    7  support to be utilized only upon approval from the director and only  to\n    8  the  extent  matching funds are not available, and that at least twenty-\n    9  five percent of such amount be contributed by  the  housing  development\n   10  governing  body  or other owners or managers and residents of the apart-\n   11  ment buildings and housing complexes in which the project  is  proposed,\n   12  OR  SOURCES  IN  NEIGHBORHOODS  CONTIGUOUS  TO  THE  BOUNDARIES  OF  THE\n   13  GEOGRAPHIC AREAS SERVED WHERE SERVICES MAY ALSO BE PROVIDED PURSUANT  TO\n   14  SUBDIVISION SIX OF THIS SECTION; and\n   15    S 2. Subparagraph 6 of paragraph (c) of subdivision 5-a of section 209\n   16  of the elder law, as separately amended by section 41 of part A of chap-\n   17  ter  58  and  chapter  410  of  the  laws of 2010, is amended to read as\n   18  follows:\n   19    (6) a requirement that the applicant commit to raising matching funds,\n   20  in-kind support, or some combination  thereof  from  non-state  sources,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04186-01-1\n\n       A. 395                              2\n\n    1  provided  that  such in-kind support be utilized only upon approval from\n    2  the director and only to the extent matching funds  are  not  available,\n    3  equal to fifteen percent of the state grant in the second year after the\n    4  program  is  approved,  twenty-five  percent  in  the  third year, forty\n    5  percent in the fourth year, and fifty percent in  the  fifth  year,  and\n    6  further  commit  that in each year, twenty-five percent of such required\n    7  matching funds, in-kind support, or combination thereof be raised within\n    8  the community served AND IN NEIGHBORHOODS CONTIGUOUS TO  THE  BOUNDARIES\n    9  OF  THE  GEOGRAPHIC  AREAS  SERVED  WHERE  SERVICES MAY ALSO BE PROVIDED\n   10  PURSUANT TO SUBDIVISION SIX OF  THIS  SECTION.    Such  local  community\n   11  matching  funds,  in-kind  support, or combination thereof shall include\n   12  but not be limited to:  dues, fees for service, individual and community\n   13  contributions, and such other funds as the advisory  committee  and  the\n   14  director shall deem appropriate;\n   15    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to matching funds for grants under the naturally occurring retirement community supportive service program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155117.TXT", "SOBI.D101228.T124825.TXT", "SOBI.D101223.T155617.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293558505455
}