{
  "year" : 2011,
  "senateBillNo" : "A3954-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to health",
    "billEventId" : "A3954-2011-1296450000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires reporting of cases of pesticide poisoning by licensed or certified health care practitioners acting within the lawful scope of their practice",
  "summary" : "Requires licensed or certified health care practitioners acting within the lawful scope of their practice to report confirmed or suspected cases of pesticide poisoning; requires the commissioner of environmental conservation to investigate such cases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1668-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3954\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ENGLEBRIGHT -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law and the environmental conservation\n         law, in relation to reporting of pesticide poisonings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The opening paragraph of paragraph (t) of subdivision 5 of\n    2  section 225 of the public health law is designated subparagraph (i)  and\n    3  a new subparagraph (ii) is added to read as follows:\n    4    (II)  NOTWITHSTANDING  THE  REQUIREMENTS  OF  SUBPARAGRAPH (I) OF THIS\n    5  PARAGRAPH, EVERY HEALTH CARE PRACTITIONER LICENSED  OR  CERTIFIED  UNDER\n    6  TITLE  EIGHT  OF THE EDUCATION LAW ACTING WITHIN HIS OR HER LAWFUL SCOPE\n    7  OF PRACTICE IN ATTENDANCE WITH A  PERSON  WITH  CONFIRMED  OR  SUSPECTED\n    8  PESTICIDE  POISONING,  OR  CLINICAL  LABORATORY  TEST RESULTS WHICH SHOW\n    9  ABNORMALLY  DEPRESSED  CHOLINESTERASE  LEVELS  AND  ABNORMALLY  ELEVATED\n   10  TISSUE LEVELS OF PESTICIDES, SHALL REPORT SUCH OCCURRENCE TO THE COMMIS-\n   11  SIONER  AND  THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION WITHIN TWEN-\n   12  TY-FOUR HOURS, INCLUDING THE NAME, ADDRESS AND TELEPHONE NUMBER  OF  THE\n   13  PERSON  EXPOSED TO PESTICIDES; THE NATURE OF THE PESTICIDE EXPOSURE; THE\n   14  LOCATION WHERE THE EXPOSURE OCCURRED; THE NAME OF THE PESTICIDE APPLICA-\n   15  TOR, IF APPLICABLE, WHO APPLIED OR OTHERWISE HANDLED THE PESTICIDE;  AND\n   16  THE PESTICIDE IDENTIFIED OR SUSPECTED IN THE PESTICIDE POISONING OR TEST\n   17  RESULTS. EVERY PERSON WITH CONFIRMED OR SUSPECTED PESTICIDE POISONING OR\n   18  CLINICAL  LABORATORY TEST RESULTS WHICH SHOW ABNORMALLY DEPRESSED CHOLI-\n   19  NESTERASE LEVELS AND ABNORMALLY ELEVATED  TISSUE  LEVELS  OF  PESTICIDES\n   20  SHALL  BE INFORMED BY THE HEALTH CARE PRACTITIONER LICENSED OR CERTIFIED\n   21  UNDER TITLE EIGHT OF THE EDUCATION LAW ACTING WITHIN HIS OR  HER  LAWFUL\n   22  SCOPE  OF  PRACTICE, THAT ALL INFORMATION AND DATA FROM THE DIAGNOSIS OR\n   23  TEST RESULTS WILL  BE  DISCLOSED  TO  THE  DEPARTMENT  OF  ENVIRONMENTAL\n   24  CONSERVATION. SUCH PERSON SHALL BE INFORMED THAT THEIR NAME, ADDRESS AND\n   25  TELEPHONE  NUMBER  WILL  BE KEPT CONFIDENTIAL, EXCEPT THAT HE OR SHE MAY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05275-01-1\n\n       A. 3954                             2\n\n    1  WAIVE THIS CONFIDENTIALITY IF THEY WISH. CONFIDENTIALITY OF THE PERSON'S\n    2  NAME, ADDRESS AND TELEPHONE NUMBER SHALL BE THE SHARED RESPONSIBILITY OF\n    3  THE DEPARTMENT AND THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION,  EXCEPT\n    4  IF THE PERSON WAIVES THIS RIGHT.\n    5    S  2. Section 71-2903 of the environmental conservation law is amended\n    6  by adding a new subdivision 3 to read as follows:\n    7    3. THE COMMISSIONER, OR ANY AUTHORIZED DESIGNEE OF  THE  COMMISSIONER,\n    8  SHALL IMMEDIATELY INVESTIGATE ALL REPORTS FROM THE DEPARTMENT OF HEALTH,\n    9  PURSUANT  TO  SUBPARAGRAPH  (II) OF PARAGRAPH (T) OF SUBDIVISION FIVE OF\n   10  SECTION TWO HUNDRED TWENTY-FIVE OF THE PUBLIC HEALTH LAW,  OF  CONFIRMED\n   11  OR  SUSPECTED  PESTICIDE  POISONING  OR CLINICAL LABORATORY TEST RESULTS\n   12  WHICH  SHOW  ABNORMAL  DEPRESSED  CHOLINESTERASE  LEVELS  AND   ABNORMAL\n   13  ELEVATED  TISSUE  LEVELS  OF PESTICIDES. THE COMMISSIONER SHALL ANNUALLY\n   14  REPORT IN DETAIL THE RESULTS OF  SUCH  INVESTIGATIONS  OF  CONFIRMED  OR\n   15  SUSPECTED  INCIDENCE  OF PESTICIDE POISONING AND RESULTS OF ALL CLINICAL\n   16  LABORATORY TEST RESULTS WHICH SHOW ABNORMALLY  DEPRESSED  CHOLINESTERASE\n   17  LEVELS  AND  ABNORMALLY  ELEVATED TISSUE LEVELS OF PESTICIDES, EXCLUDING\n   18  ONLY THE NAMES, ADDRESSES AND TELEPHONE NUMBERS  OF THE PERSONS  EXPOSED\n   19  TO  PESTICIDES, UNLESS THIS RIGHT TO CONFIDENTIALITY HAS BEEN WAIVED, TO\n   20  THE SPEAKER OF THE ASSEMBLY, THE TEMPORARY PRESIDENT OF THE SENATE,  THE\n   21  CHAIRS  OF THE SENATE AND ASSEMBLY ENVIRONMENTAL CONSERVATION AND HEALTH\n   22  COMMITTEES AND THE COMMISSIONER OF HEALTH BY JANUARY THIRTIETH  FOR  THE\n   23  PREVIOUS CALENDAR YEAR. ALL INFORMATION AND DATA FROM COMPLETED INVESTI-\n   24  GATIONS SHALL BE AVAILABLE TO THE PUBLIC THROUGH THE FREEDOM OF INFORMA-\n   25  TION LAW, EXCEPT AS SUCH INFORMATION IS REQUIRED TO BE KEPT CONFIDENTIAL\n   26  AND THAT CONFIDENTIALITY HAS NOT BEEN WAIVED.\n   27    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   28  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the environmental conservation law, in relation to reporting of pesticide poisonings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T115701.TXT", "SOBI.D110131.T170724.TXT", "SOBI.D110131.T113700.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296511644227
}