{
  "year" : 2011,
  "senateBillNo" : "A3969-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3969-2011-1296450000000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to eligibility under the empire zones program",
  "summary" : "Relates to the definition of regionally significant project; includes a manufacturer making a capital investment of at last ten million dollars and retaining at least two hundred jobs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A5295-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3969\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MORELLE,  KOLB, FINCH, OAKS -- read once and\n         referred to the Committee on Economic Development\n\n       AN ACT to amend the general municipal law, in  relation  to  the  empire\n         zones program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Paragraph (i) of subdivision (d) of  section  957  of  the\n    2  general  municipal law, as amended by section 1 of part S1 of chapter 57\n    3  of the laws of 2009, is amended to read as follows:\n    4    (i) all empire zones designated under paragraph (i) of subdivision (a)\n    5  and subdivision (d) of section nine hundred fifty-eight of this  article\n    6  shall be referred to as \"investment zones\" and shall be wholly contained\n    7  within  up  to  three  distinct and separate contiguous areas; provided,\n    8  however, that empire zones designated prior to  the  enactment  of  this\n    9  paragraph  shall  identify  up to three distinct and separate contiguous\n   10  areas, which shall equal up to their total allotted acreage at the  time\n   11  of designation by January first, two thousand six. Provided however, the\n   12  existing  zone must include as much designated acreage into the distinct\n   13  and separate contiguous areas as possible. Provided,  however,  notwith-\n   14  standing the provisions of paragraphs (i) and (ii) of subdivision (a) of\n   15  section  nine  hundred  fifty-eight  and subdivision (d) of section nine\n   16  hundred fifty-nine of this article a regionally significant project  may\n   17  be  located  outside  of  the  investment  zone's  distinct and separate\n   18  contiguous areas, provided such significant project  is  located  within\n   19  the  zone applicant's municipal boundaries. Provided further however, if\n   20  the investment zone is located in a county that does not have a develop-\n   21  ment zone such significant project may be located  within  the  county's\n   22  boundaries.  For  the  purpose of this article a \"regionally significant\n   23  project\" shall mean: a manufacturer projecting the creation of fifty  or\n   24  more  jobs; OR A MANUFACTURER MAKING A CAPITAL INVESTMENT OF TEN MILLION\n   25  DOLLARS AND RETAINING TWO HUNDRED OR MORE JOBS; or an  agri-business  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00606-01-1\n\n       A. 3969                             2\n\n    1  high tech or biotech business making a capital investment of ten million\n    2  dollars  and  creating  twenty or more jobs; or a financial or insurance\n    3  services or distribution center creating three hundred or more jobs;  or\n    4  a  clean energy research and development enterprise shall be eligible as\n    5  a regionally significant project as determined by the local zone  admin-\n    6  istrative  board  and  commissioner. Other projects may be considered by\n    7  the zone designation board;\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the empire zones program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110201.T101840.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573520754
}