{
  "year" : 2011,
  "senateBillNo" : "A396-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A396-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the home delivered meal assistance program",
  "summary" : "Establishes the home delivered meal assistance program. ",
  "currentCommittee" : null,
  "sameAs" : "S348",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "AC7152-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          396\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Aging\n\n       AN  ACT  to  amend  the  elder law, in relation to establishing the home\n         delivered meal assistance program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  elder  law is amended by adding a new section 224 to\n    2  read as follows:\n    3    S 224. HOME DELIVERED MEAL ASSISTANCE PROGRAM. 1.  ANY PERSON THAT (A)\n    4  MEETS THE CRITERIA ESTABLISHED IN SUBDIVISION TWO OF THIS  SECTION,  (B)\n    5  WHO  IS NOT RECEIVING THE SERVICES OF THE HOME DELIVERED MEAL ASSISTANCE\n    6  PROGRAM DUE TO INADEQUATE FUNDING AND (C) IS CURRENTLY ON A WAITING LIST\n    7  FOR THE HOME  DELIVERED  MEAL  ASSISTANCE  PROGRAM,  SHALL  RECEIVE  THE\n    8  SERVICES OF THE HOME DELIVERED MEAL ASSISTANCE PROGRAM.\n    9    2.  ANY  PERSON ELIGIBLE TO RECEIVE THE SERVICES OF THE HOME DELIVERED\n   10  MEAL ASSISTANCE PROGRAM MUST MEET THE FOLLOWING CRITERIA:\n   11    (A) IS SIXTY YEARS OF AGE OR OLDER;\n   12    (B) IS INCAPACITATED DUE TO ACCIDENT, ILLNESS OR FRAILTY;\n   13    (C) LACKS THE SUPPORT OF FAMILY, FRIENDS OR NEIGHBORS; AND\n   14    (D) IS UNABLE TO PREPARE MEALS DUE TO A LACK OR INADEQUACY OF  FACILI-\n   15  TIES,  OR  AN INABILITY TO SHOP, COOK OR PREPARE MEALS SAFELY, OR A LACK\n   16  OF KNOWLEDGE OR SKILL.\n   17    3. THE SPOUSE OF A PERSON WHO MEETS THE CRITERIA ESTABLISHED IN SUBDI-\n   18  VISION TWO OF THIS SECTION, REGARDLESS OF AGE, MAY RECEIVE THE  SERVICES\n   19  OF  THE  HOME  DELIVERED  MEAL  ASSISTANCE  PROGRAM  IF  RECEIPT OF SUCH\n   20  SERVICES IS IN THE BEST INTEREST OF THE HOMEBOUND ELDERLY PERSON.\n   21    4. THE AREA AGENCY MUST  ENSURE  THAT  EACH  PERSON  REFERRED  FOR  OR\n   22  REQUESTING THE SERVICES OF THE HOME DELIVERED MEAL ASSISTANCE PROGRAM IS\n   23  ASSESSED  BY THE AREA AGENCY OR SUCH AREA AGENCY'S SUBCONTRACTING ORGAN-\n   24  IZATION TO PERFORM SUCH ASSESSMENT.   SUCH  ASSESSMENT  SHALL  DETERMINE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03128-01-1\n\n       A. 396                              2\n\n    1  THAT  THE  PERSON  REFERRED  FOR  OR REQUESTING THE SERVICES OF THE HOME\n    2  DELIVERED MEAL ASSISTANCE PROGRAM  MEETS  THE  CRITERIA  ESTABLISHED  IN\n    3  SUBDIVISION TWO OF THIS SECTION.\n    4    (A)  THE  AREA  AGENCY MUST ALSO DOCUMENT ADEQUATE FOLLOW-UP AND REAS-\n    5  SESSMENT.\n    6    (B) THE AREA AGENCY MUST ASSURE THE USE OF STANDARDIZED CLIENT ASSESS-\n    7  MENT PROCEDURES THAT ARE CONSISTENT WITH THE OFFICE'S GUIDELINES.\n    8    S 2. Reporting. Designated agencies shall report to  the  director  of\n    9  the  office  for  the  aging, at a time and manner to be decided upon by\n   10  such director, the following:\n   11    (a) the number of persons who are on waiting lists pursuant to  subdi-\n   12  vision 1 of section 224 of the elder law.\n   13    (b)  the  amount  of  local funding each designated agency contributes\n   14  towards the home delivered meal assistance program.\n   15    (c) the point  during  the  contract  period  each  designated  agency\n   16  expends  all  state  funding  for  the  home  delivered  meal assistance\n   17  program.\n   18    S 3. The director of the office for the aging shall  promulgate  rules\n   19  and  regulations  he or she deems appropriate to effectuate the purposes\n   20  of this act.\n   21    S 4. The responsibility of the area agency shall  be  contingent  upon\n   22  the  state  appropriation  received pursuant to subdivision 1 of section\n   23  224 of the elder law for such services from the state. In no event shall\n   24  this section provide a private right of action by any person against the\n   25  area agency.\n   26    S 5. This act shall take effect on the one hundred eightieth day after\n   27  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing the home delivered meal assistance program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101228.T125326.TXT", "SOBI.D101223.T155617.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293558806521
}