{
  "year" : 2011,
  "senateBillNo" : "A3961-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3961-2011-1296450000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits insurers from limiting payment on claims based on pricing caps and from recommending a particular repair facility, and requires notice to insureds",
  "summary" : "Prohibits insurers from limiting payment on claims for damage to motor vehicles based on pricing caps for labor, parts, paint or repair materials; prohibits insurers from recommending a particular repair facility; and requires insurers to provide and retain a signed notice to claimants in relation to insured's right to have a vehicle repaired in the shop of his/her choice. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A316-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3961\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MAGNARELLI,  HOOPER, ENGLEBRIGHT, SCHROEDER,\n         V. LOPEZ, GUNTHER -- Multi-Sponsored by -- M. of A.  BOYLAND,  COLTON,\n         COOK,  CUSICK, DESTITO, GALEF, MAYERSOHN, J. MILLER, MILLMAN, PHEFFER,\n         REILLY, TITONE, WEISENBERG, WRIGHT -- read once and  referred  to  the\n         Committee on Insurance\n\n       AN  ACT  to amend the insurance law, in relation to collision or compre-\n         hensive coverage on motor vehicles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2610 of the insurance law is amended by adding a\n    2  new subsection (c) to read as follows:\n    3    (C)(1) NO INSURER IN  PROCESSING  ANY  SUCH  CLAIM,  SHALL  LIMIT  THE\n    4  PAYMENT  OF  SUCH  CLAIM  FOR  DAMAGE TO A MOTOR VEHICLE REPAIR BASED ON\n    5  PRICING CAPS FOR LABOR, PARTS, PAINT OR REPAIR MATERIALS.  ALL  ELEMENTS\n    6  OF SUCH A CLAIM FOR DAMAGES SHALL BE NEGOTIATED WITH THE INSURED, OR HIS\n    7  OR HER DESIGNATED REPRESENTATIVE, BY A DULY LICENSED APPRAISER.\n    8    (2) IF A RECOMMENDATION OR SUGGESTION OF AN AUTOMOTIVE REPAIR FACILITY\n    9  IS  MADE BY THE INSURER, AND ACCEPTED BY THE CLAIMANT, THE INSURER SHALL\n   10  CAUSE THE DAMAGED VEHICLE TO BE RESTORED TO  ITS  CONDITION  IMMEDIATELY\n   11  PRIOR  TO  THE  LOSS  AT  NO  ADDITIONAL COST TO THE CLAIMANT OTHER THAN\n   12  DEDUCTIONS STATED IN THE POLICY. SHOULD THE INSURER FAIL TO RESTORE  THE\n   13  VEHICLE  TO  ITS  CONDITION  IMMEDIATELY  PRIOR TO THE LOSS, THE INSURER\n   14  SHALL AT NO ADDITIONAL EXPENSE TO THE CLAIMANT CAUSE THE VEHICLE  TO  BE\n   15  RESTORED TO ITS CONDITION IMMEDIATELY PRIOR TO THE LOSS AT A SHOP OF THE\n   16  CLAIMANT'S  CHOICE. THE INSURER SHALL MAINTAIN IN ITS FILE, A STATEMENT,\n   17  SIGNED BY THE CLAIMANT, PLAINLY PRINTED IN NO LESS THAN 10  POINT  TYPE:\n   18  \"PURSUANT TO SECTION 2610 OF THE INSURANCE LAW, AN INSURANCE COMPANY MAY\n   19  NOT  LIMIT  PAYMENT  BASED  ON  PRICING  CAPS FOR LABOR, PARTS, PAINT OR\n   20  REPAIR MATERIALS. AN INSURER CANNOT REQUIRE THAT REPAIRS BE  MADE  TO  A\n   21  MOTOR  VEHICLE  IN A PARTICULAR PLACE OR REPAIR SHOP. YOU HAVE THE RIGHT\n   22  TO HAVE YOUR VEHICLE REPAIRED IN THE SHOP OF YOUR CHOICE\".\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03159-01-1\n\n       A. 3961                             2\n\n    1    S 2. This act shall take effect on the first of January next  succeed-\n    2  ing  the date on which it shall have become a law and shall apply to all\n    3  policies and contracts issued, renewed, modified, altered or amended  on\n    4  or  after  such  effective date; provided, however, that effective imme-\n    5  diately, the addition, amendment and/or repeal of any rule or regulation\n    6  necessary  for  the implementation of this act on its effective date are\n    7  authorized and directed to be made  and  completed  on  or  before  such\n    8  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to collision or comprehensive coverage on motor vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T115701.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110201.T101520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573320559
}