{
  "year" : 2011,
  "senateBillNo" : "A3966-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to education",
    "billEventId" : "A3966-2011-1296450000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases mileage limit within which transportation for school children will be provided, including to nonpublic schools",
  "summary" : "Increases the maximum mileage limitation for the transportation of children by school districts to and from school from 15 to 25 miles, the cost thereof is to be treated as an ordinary contingent expense; provides transportation of pupils to nonpublic schools from such students' homes applies to transportation whether such nonpublic school is within or without the school district. ",
  "currentCommittee" : null,
  "sameAs" : "S2402",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2328-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3966\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M. of A. McENENY, WEISENBERG, CLARK, P. RIVERA -- Multi-\n         Sponsored by -- M. of A. COLTON, PHEFFER -- read once and referred  to\n         the Committee on Education\n\n       AN  ACT to amend the education law, in relation to the transportation of\n         children residing in a school district\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs a, b and e of subdivision 1 of section 3635 of\n    2  the education law, paragraph a as amended by chapter 69 of the  laws  of\n    3  1992, paragraph b as amended by chapter 718 of the laws of 1990, subpar-\n    4  agraph  (i) of paragraph b as amended by chapter 571 of the laws of 1994\n    5  and paragraph e as amended by chapter 665  of  the  laws  of  1990,  are\n    6  amended to read as follows:\n    7    a.  Sufficient  transportation facilities (including the operation and\n    8  maintenance of motor vehicles) shall be provided by the school  district\n    9  for all the children residing within the school district to and from the\n   10  school  they  legally  attend,  who  are  in need of such transportation\n   11  because of the remoteness  of  the  school  to  the  child  or  for  the\n   12  promotion  of  the  best  interest of such children. Such transportation\n   13  shall be provided for all children attending grades kindergarten through\n   14  eight who live more than two miles from the school  which  they  legally\n   15  attend  and  for  all  children attending grades nine through twelve who\n   16  live more than three miles from the school which they legally attend and\n   17  shall be provided for each such child up  to  a  distance  of  [fifteen]\n   18  TWENTY-FIVE  miles,  the  distances  in  each case being measured by the\n   19  nearest available route from home to school. The cost of providing  such\n   20  transportation  between  two  or  three  miles,  as the case may be, and\n   21  [fifteen] TWENTY-FIVE miles shall be considered for the purposes of this\n   22  chapter to be a charge upon the  district  and  an  ordinary  contingent\n   23  expense  of  the district. Transportation for a lesser distance than two\n   24  miles in the case of  children  attending  grades  kindergarten  through\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01825-01-1\n\n       A. 3966                             2\n\n    1  eight  or  three  miles  in  the  case of children attending grades nine\n    2  through twelve and for a greater  distance  than  [fifteen]  TWENTY-FIVE\n    3  miles  may  be  provided  by  the  district,  and, if provided, shall be\n    4  offered  equally  to  all children in like circumstances residing in the\n    5  district; provided, however, that this requirement shall  not  apply  to\n    6  transportation  offered  pursuant  to section thirty-six hundred thirty-\n    7  five-b of this article.\n    8    b. (i) School districts providing transportation to a nonpublic school\n    9  for pupils living within a specified distance  from  such  school  shall\n   10  designate  one  or more public schools as centralized pick-up points and\n   11  shall provide transportation between  such  points  and  such  nonpublic\n   12  schools for students residing in the district who live too far from such\n   13  nonpublic schools to qualify for transportation between home and school.\n   14  The  district  shall not be responsible for the provision of transporta-\n   15  tion for pupils between  their  home  and  such  pick-up  points.    The\n   16  district  may  provide school bus transportation to a pupil if the resi-\n   17  dence of the pupil is located on an established route for the  transpor-\n   18  tation  of  pupils to the centralized pick-up point provided such trans-\n   19  portation does not result in additional costs to the district.  The cost\n   20  of providing transportation between such pick-up points and such nonpub-\n   21  lic schools shall be an ordinary contingent expense.\n   22    (ii) A board of education may, at its discretion, provide  transporta-\n   23  tion  for  pupils  residing  within  the  district to a nonpublic school\n   24  located more than [fifteen] TWENTY-FIVE miles from the home of any  such\n   25  pupil  provided  that  such  transportation  has  been  provided to such\n   26  nonpublic school pursuant to this subdivision in at  least  one  of  the\n   27  immediately  preceding  three  school  years  and such transportation is\n   28  provided from one or more centralized pick-up points designated pursuant\n   29  to this paragraph and that the distance from such pick-up points to  the\n   30  nonpublic  school  is  not  more  than  [fifteen] TWENTY-FIVE miles. The\n   31  district shall not be responsible for the  provision  of  transportation\n   32  for  pupils  between  pupils  homes and such pick-up points. The cost of\n   33  providing transportation between such pick-up points and such  nonpublic\n   34  schools shall be an ordinary contingent expense.\n   35    (III)  A  BOARD  OF  EDUCATION SHALL PROVIDE TRANSPORTATION FOR PUPILS\n   36  RESIDING WITHIN THE DISTRICT WHO  ARE  NOT  ENTITLED  TO  TRANSPORTATION\n   37  PURSUANT  TO  SUBPARAGRAPH  (I)  OR  (II) OF THIS PARAGRAPH OR ANY OTHER\n   38  PROVISION OF THIS CHAPTER TO A NONPUBLIC SCHOOL FROM THE  HOME  OF  SUCH\n   39  PUPIL,  REGARDLESS OF WHETHER SUCH NONPUBLIC SCHOOL IS WITHIN OR WITHOUT\n   40  SUCH DISTRICT.\n   41    e. In lieu of the transportation provided pursuant  to  the  foregoing\n   42  provisions  of  this  subdivision,  a  board  of  education  may, at its\n   43  discretion, provide transportation to any child attending grades kinder-\n   44  garten through eight between the school such child legally  attends  and\n   45  before-and/or-after-school  child  care  locations.  For the purposes of\n   46  this subdivision, a before-and/or-after-school child care location shall\n   47  mean a place, other than the child's home,  where  care  for  less  than\n   48  twenty-four  hours  a day is provided on a regular basis for a child who\n   49  attends school within the school district, provided that such  place  is\n   50  situated  within  the  school district. This definition includes, but is\n   51  not limited to, a variety of  child  care  services  such  as  day  care\n   52  centers,  family day care homes and in-home care by non-relatives.  Such\n   53  transportation may be provided for children attending grades  kindergar-\n   54  ten  through  eight  where  the distance between the school they legally\n   55  attend and before-and/or-after-school child care locations is more  than\n   56  two  miles,  and may be provided for up to a distance of [fifteen] TWEN-\n\n       A. 3966                             3\n\n    1  TY-FIVE miles, the distance in each case being measured by  the  nearest\n    2  available  route from before-and/or-after-school child care locations to\n    3  the school they legally attend, except that transportation for a  lesser\n    4  distance than two miles or a greater distance than [fifteen] TWENTY-FIVE\n    5  miles  may  be provided if transportation for such distances is provided\n    6  to students between home and school. Where a child receives  transporta-\n    7  tion  from  a  before-school child care location to the school he or she\n    8  legally attends, such child shall be entitled to receive  transportation\n    9  from  the  school  he or she legally attends to his or her home or to an\n   10  after-school child care location in accordance  with  this  subdivision.\n   11  Where  a child receives transportation from the school he or she legally\n   12  attends to an after-school child care  location,  such  child  shall  be\n   13  entitled  to  receive  transportation  from home to the school he or she\n   14  legally attends in accordance with this subdivision. Transportation  may\n   15  be  provided  to  any  child attending grades kindergarten through eight\n   16  between the school the child legally  attends  and  before-and/or-after-\n   17  school  child care locations upon written request of the parent or legal\n   18  guardian submitted not later than the first day of April  preceding  the\n   19  next school year, provided, however, a parent or guardian of a child not\n   20  residing  in  the  district  on such date shall submit a written request\n   21  within thirty days after establishing  residence  in  the  district  and\n   22  provided further that in order to be considered eligible for such trans-\n   23  portation  in  the  nineteen  hundred  eighty-seven--eighty-eight school\n   24  year, such request must be submitted by August first,  nineteen  hundred\n   25  eighty-seven.  The provision of transportation to or from before-and/or-\n   26  after-school child care locations, if provided, shall be offered equally\n   27  to all children in like circumstances residing in the district, provided\n   28  that a board of education furnishing  transportation  pursuant  to  this\n   29  paragraph  may  limit the provision of such transportation to child care\n   30  locations located within the attendance zone of  the  school  the  child\n   31  attends,  and    to  child  day  care  centers and school age child care\n   32  programs licensed or registered pursuant to section three hundred ninety\n   33  of the social services law located anywhere within the school  district.\n   34  The cost of providing such transportation between two or three miles, as\n   35  the case may be, and [fifteen] TWENTY-FIVE miles shall be considered for\n   36  the  purposes  of  this  chapter  to be a charge upon the district. Such\n   37  substitute transportation expense shall be eligible  for  state  aid  in\n   38  accordance  with  clause  one  of  paragraph  b  of subdivision seven of\n   39  section thirty-six hundred two of this chapter. Nothing in this subdivi-\n   40  sion shall be construed to impose a duty upon  boards  of  education  to\n   41  provide  transportation to or from before-and/or-after-school child care\n   42  locations. Nothing in this subdivision shall be construed  to  authorize\n   43  boards  of  education  to  provide to any child transportation between a\n   44  before-and/or-after-school day care location and that child's home.\n   45    S 2. This act shall take effect on the first of July  next  succeeding\n   46  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the transportation of children residing in a school district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114701.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110131.T120201.TXT", "SOBI.D110201.T101840.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573520745
}