{
  "year" : 2011,
  "senateBillNo" : "A3968-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3968-2011-1296450000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes The Life Insurance Guaranty Corporation to incorporate resolution facilities",
  "summary" : "Authorizes The Life Insurance Guaranty Corporation to incorporate resolution facilities in connection with the rehabilitation or liquidation of an impaired or insolvent domestic life insurance company. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A11646-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3968\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance  law,  in  relation  to  incorporation  of\n         resolution facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The insurance law is amended by adding a new  section  7719\n    2  to read as follows:\n    3    S  7719.    RESOLUTION  FACILITY. (A) THE CORPORATION MAY FROM TIME TO\n    4  TIME INCORPORATE ONE OR MORE NOT-FOR-PROFIT CORPORATIONS, EACH KNOWN  AS\n    5  A  RESOLUTION  FACILITY, IN CONNECTION WITH THE REHABILITATION OR LIQUI-\n    6  DATION OF AN IMPAIRED OR INSOLVENT DOMESTIC LIFE INSURANCE COMPANY UNDER\n    7  ARTICLE SEVENTY-FOUR OF THIS CHAPTER, AND FOR THE PURPOSE OF ADMINISTER-\n    8  ING AND DISPOSING OF THE BUSINESS OF AN IMPAIRED OR  INSOLVENT  DOMESTIC\n    9  LIFE  INSURANCE COMPANY ASSUMED BY OR ASSIGNED TO THE RESOLUTION FACILI-\n   10  TY.\n   11    (B) FUNDING FOR A RESOLUTION FACILITY MAY BE PROVIDED BY (I) THE REHA-\n   12  BILITATOR OR LIQUIDATOR OF THE IMPAIRED OR INSOLVENT INSURER WHOSE BUSI-\n   13  NESS IS ASSUMED BY OR ASSIGNED TO  THE  RESOLUTION  FACILITY,  (II)  THE\n   14  CORPORATION,  (III)  THE  LIFE  INSURANCE GUARANTY CORPORATION CONTINUED\n   15  UNDER ARTICLE SEVENTY-FIVE OF THIS  CHAPTER,  (IV)  ANY  OTHER  GUARANTY\n   16  CORPORATIONS  OR  ASSOCIATIONS OF OTHER JURISDICTIONS HAVING OBLIGATIONS\n   17  IN CONNECTION WITH INSURANCE  POLICIES,  ANNUITY  CONTRACTS  OR  FUNDING\n   18  AGREEMENTS  OF  THE  IMPAIRED  OR  INSOLVENT  INSURER  WHOSE BUSINESS IS\n   19  ASSUMED BY OR ASSIGNED TO THE RESOLUTION  FACILITY,  OR  (V)  ANY  OTHER\n   20  PERSON.\n   21    (C)  EACH  RESOLUTION FACILITY SHALL BE A TYPE C NOT-FOR-PROFIT CORPO-\n   22  RATION PURSUANT TO THE NOT-FOR-PROFIT CORPORATION  LAW.    A  RESOLUTION\n   23  FACILITY  SHALL  HAVE  ONE  OR  MORE CLASSES OF MEMBERS. THE CORPORATION\n   24  SHALL BE A MEMBER  OF  EACH  RESOLUTION  FACILITY,  AND  OTHER  PERSONS,\n   25  INCLUDING,  WITHOUT  LIMITATION, THE LIFE INSURANCE GUARANTY CORPORATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05166-01-1\n\n       A. 3968                             2\n\n    1  CONTINUED UNDER ARTICLE SEVENTY-FIVE OF THIS CHAPTER AND GUARANTY CORPO-\n    2  RATIONS OR ASSOCIATIONS OF OTHER JURISDICTIONS, MAY BECOME MEMBERS OF  A\n    3  RESOLUTION FACILITY IN ACCORDANCE WITH THE CERTIFICATE OF INCORPORATION,\n    4  BY-LAWS AND PLAN OF OPERATION OF THE RESOLUTION FACILITY.\n    5    (D)  IN  ACCORDANCE  WITH ITS PLAN OF OPERATION, A RESOLUTION FACILITY\n    6  MAY (I) GUARANTEE, ASSUME  OR  REINSURE,  OR  CAUSE  TO  BE  GUARANTEED,\n    7  ASSUMED  OR  REINSURED,  THE  INSURANCE  POLICIES, FUNDING AGREEMENTS OR\n    8  ANNUITY CONTRACTS OF THE IMPAIRED OR INSOLVENT INSURER WHOSE BUSINESS IS\n    9  ASSUMED BY OR ASSIGNED TO THE RESOLUTION  FACILITY  (AS  SUCH  INSURANCE\n   10  POLICIES, FUNDING AGREEMENTS OR ANNUITY CONTRACTS MAY HAVE BEEN AMENDED,\n   11  MODIFIED  OR  RESTRUCTURED  WITH  THE  APPROVAL  OF A COURT OF COMPETENT\n   12  JURISDICTION), OR ARRANGE FOR REPLACEMENT BY INSURANCE POLICIES, FUNDING\n   13  AGREEMENTS OR ANNUITY CONTRACTS FOUND BY THE REHABILITATOR OR LIQUIDATOR\n   14  OF SUCH IMPAIRED OR INSOLVENT INSURER TO  BE  SUBSTANTIALLY  SIMILAR  TO\n   15  SUCH INSURANCE POLICIES, FUNDING AGREEMENTS OR ANNUITY CONTRACTS OF SUCH\n   16  IMPAIRED  OR  INSOLVENT  INSURER  OR  REPLACEMENT BY INSURANCE POLICIES,\n   17  FUNDING AGREEMENTS OR ANNUITY CONTRACTS APPROVED BY A COURT OF COMPETENT\n   18  JURISDICTION, AND (II) OTHERWISE EXERCISE THE POWERS OF A DOMESTIC  LIFE\n   19  INSURANCE COMPANY, BUT IN NO CASE MAY A RESOLUTION FACILITY ISSUE INSUR-\n   20  ANCE  POLICIES, FUNDING AGREEMENTS OR ANNUITY CONTRACTS OTHER THAN THOSE\n   21  ISSUED IN RESPECT OF THE CONTRACTUAL  OBLIGATIONS  OF  THE  IMPAIRED  OR\n   22  INSOLVENT INSURER.\n   23    (E)  SECTION  SEVEN THOUSAND SEVEN HUNDRED FIFTEEN OF THIS ARTICLE AND\n   24  THE FIRST TWO SENTENCES OF SECTION SEVEN THOUSAND SEVEN HUNDRED  SIXTEEN\n   25  OF THIS ARTICLE SHALL APPLY TO EACH RESOLUTION FACILITY AS THEY APPLY TO\n   26  THE  CORPORATION;  NO OTHER PROVISIONS OF THIS CHAPTER, OTHER THAN THOSE\n   27  CONTAINED IN THIS SECTION, SHALL APPLY TO A RESOLUTION FACILITY.\n   28    (F) IN ADDITION TO ITS CERTIFICATE OF INCORPORATION AND BY-LAWS,  EACH\n   29  RESOLUTION  FACILITY  SHALL ADOPT A PLAN OF OPERATION NECESSARY OR SUIT-\n   30  ABLE TO ASSURE THE FAIR, REASONABLE AND EQUITABLE ADMINISTRATION OF SUCH\n   31  RESOLUTION FACILITY'S BUSINESS. THE PLAN OF OPERATION SHALL BE SUBMITTED\n   32  TO THE REHABILITATOR OR LIQUIDATOR OF THE IMPAIRED OR INSOLVENT  INSURER\n   33  WHOSE BUSINESS IS TO BE ASSUMED BY OR ASSIGNED TO THE RESOLUTION FACILI-\n   34  TY  AND SHALL BE EFFECTIVE UPON THE WRITTEN APPROVAL OF SUCH REHABILITA-\n   35  TOR OR LIQUIDATOR.\n   36    (G) THE PLAN OF OPERATION SHALL SET FORTH (I) THE OVERSIGHT  AUTHORITY\n   37  FOR  THE  RESOLUTION  FACILITY,  AND  (II)  PROCEDURES FOR AMENDMENTS OR\n   38  MODIFICATIONS TO THE PLAN OF OPERATION.\n   39    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to incorporation of resolution facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T124206.TXT", "SOBI.D110131.T123705.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110201.T101840.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573520752
}