{
  "year" : 2011,
  "senateBillNo" : "A3967-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A3967-2011-1296450000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts large commercial insureds from certain rate and policy form requirements",
  "summary" : "Exempts large commercial insureds from certain rate and policy form requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA10636-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3967\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, P. RIVERA -- read once and referred to\n         the Committee on Insurance\n\n       AN ACT to amend the  insurance  law,  in  relation  to  exempting  large\n         commercial insureds from certain rate and policy form requirements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsections (a) and (b) of section 6301  of  the  insurance\n    2  law are amended to read as follows:\n    3    (a)  Notwithstanding any provision of this chapter, the superintendent\n    4  shall, pursuant to regulations promulgated by  him  THE  SUPERINTENDENT,\n    5  permit exemption from filing requirements only with respect to rates and\n    6  policy  forms,  where  applicable,  for  any  of  the kinds of insurance\n    7  [authorized to be written in this state] SPECIFIED IN SUBSECTION (B)  OF\n    8  THIS SECTION.\n    9    (b)  [No]  AN  exemption  pursuant  to  subsection (a) hereof shall be\n   10  permitted in relation to the kinds of insurance set forth in  [paragraph\n   11  one,  two,  three,  fifteen,  eighteen  or twenty-three] PARAGRAPHS FOUR\n   12  THROUGH FOURTEEN, SIXTEEN, SEVENTEEN, NINETEEN THROUGH TWENTY-TWO, TWEN-\n   13  TY-SEVEN AND TWENTY-NINE, of subsection (a) of section one thousand  one\n   14  hundred  thirteen  of  this  chapter[,  or to] AND SUCH INSURANCE AS THE\n   15  SUPERINTENDENT DEEMS TO BE SUBSTANTIALLY SIMILAR TO ONE OF THE FOREGOING\n   16  KINDS, EXCEPT NO EXEMPTION  MAY  BE  PERMITTED  FOR:  (1)  coverage  for\n   17  personal  lines to natural persons for non-business purposes; (2) INSUR-\n   18  ANCE SPECIFIED IN SUBSECTION (B) OF SECTION TWO THOUSAND  THREE  HUNDRED\n   19  FIVE OR SECTION TWO THOUSAND THREE HUNDRED TWENTY-EIGHT OF THIS CHAPTER;\n   20  (3)  INSURANCE REQUIRED TO SATISFY ANY FINANCIAL RESPONSIBILITY REQUIRE-\n   21  MENT OF THIS STATE; OR (4) A POLICY WRITTEN ON A GROUP BASIS.   However,\n   22  any  risk  pursuant to paragraph one, two or three of such subsection of\n   23  such section of this chapter, MEDICAL MALPRACTICE INSURANCE (EXCEPT  FOR\n   24  PHYSICIANS AND SURGEONS), or personal lines risk (except private passen-\n   25  ger,  non-fleet  automobile  insurance)  shall  be  exempt  pursuant  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05245-02-1\n\n       A. 3967                             2\n\n    1  subsection (a) hereof if it is included by  the  superintendent  on  the\n    2  list  maintained  by [him] THE SUPERINTENDENT pursuant to subsection (a)\n    3  of section six thousand three hundred three of this article.\n    4    S  2. Section 6302 of the insurance law, paragraph 3 of subsection (c)\n    5  as amended by chapter 534 of the laws of 1985, is  amended  to  read  as\n    6  follows:\n    7    S  6302.  Special  license.  (a) An authorized insurer, as a condition\n    8  precedent to the obtaining of such exemption,  shall  obtain  a  special\n    9  license from the superintendent.\n   10    (b)  Before  such  special  license  shall  be  issued  or renewed the\n   11  prospective licensee shall file in the office of the  superintendent  an\n   12  application  in  such form and supplements thereto as the superintendent\n   13  prescribes.  Such license shall be subject to  annual  renewal  with  an\n   14  annual fee of [one] TWO thousand dollars.\n   15    (c) Such license may only be issued to:\n   16    (1)  an  authorized  insurer  [which]  THAT  maintains  at all times a\n   17  surplus to policyholders of at least [twice the minimum surplus to poli-\n   18  cyholders required to be maintained for the kinds of insurance which  it\n   19  is  authorized  to  write in this state] THE AUTHORIZED CONTROL LEVEL AS\n   20  SET FORTH IN ARTICLE THIRTEEN OF THIS CHAPTER;\n   21    (2) a United States branch which maintains at  all  times  a  trusteed\n   22  surplus  of  at least [twice the minimum trusteed surplus required to be\n   23  maintained for the kinds of insurance which it is authorized to write in\n   24  this state] THE AUTHORIZED CONTROL LEVEL AS SET FORTH IN  ARTICLE  THIR-\n   25  TEEN OF THIS CHAPTER; or\n   26    (3)  an  insurer  initially  licensed on or after July first, nineteen\n   27  hundred eighty-two pursuant to article forty-one  of  this  chapter,  or\n   28  pursuant  to article forty-two of this chapter as an accident and health\n   29  insurer, or pursuant to article sixty-one of this chapter as a  recipro-\n   30  cal  insurer, if such insurer is at least meeting the minimum surplus to\n   31  policyholders requirement or the minimum  trusteed  surplus  requirement\n   32  imposed  upon  such insurer by the provisions of the article pursuant to\n   33  which it was initially licensed.\n   34    (d) The superintendent may revoke, suspend, or refuse  to  renew  such\n   35  license  if,  after  notice and a hearing, [he] THE SUPERINTENDENT finds\n   36  that such action will protect the best interests of the people  of  this\n   37  state.\n   38    S 3. Section 6303 of the insurance law is amended to read as follows:\n   39    S  6303.  Limitations.  (a)  The exemption [which] THAT may be granted\n   40  pursuant to this article shall apply only if the business is  underwrit-\n   41  ten and transacted from an office within this state; and [(i)]:\n   42    (1) the risk, as defined in regulations of the superintendent, produc-\n   43  es a minimum annual premium in excess of one hundred thousand dollars or\n   44  such  higher  amount  as the superintendent may prescribe by regulation;\n   45  [or (ii)]\n   46    (2) the coverage is for a risk or class of risks which is of an unusu-\n   47  al nature, a high loss hazard, or difficult to place, pursuant to a list\n   48  promulgated or amended by the superintendent; OR\n   49    (3) THE POLICY IS ISSUED TO A LARGE COMMERCIAL INSURED THAT EMPLOYS OR\n   50  RETAINS A RISK MANAGER TO ASSIST IN THE NEGOTIATION AND  PURCHASE  OF  A\n   51  POLICY EXEMPTED UNDER THIS ARTICLE.\n   52    (b) [All policies] FOR THE PURPOSES OF THIS SECTION:\n   53    (1)  \"LARGE  COMMERCIAL INSURED\" MEANS AN ENTITY THAT GENERATES ANNUAL\n   54  COMMERCIAL RISK INSURANCE PREMIUM  IN  EXCESS  OF  TWENTY-FIVE  THOUSAND\n   55  DOLLARS  WITH  RESPECT TO THE KINDS OF INSURANCE SPECIFIED IN PARAGRAPHS\n   56  FOUR THROUGH FOURTEEN, SIXTEEN, SEVENTEEN, NINETEEN  THROUGH  TWENTY-TWO\n\n       A. 3967                             3\n\n    1  AND  TWENTY-SEVEN  OF SUBSECTION (A) OF SECTION ONE THOUSAND ONE HUNDRED\n    2  THIRTEEN OF THIS CHAPTER AND:\n    3    (I)  HAS  A  NET WORTH OF AT LEAST SEVEN MILLION FIVE HUNDRED THOUSAND\n    4  DOLLARS AS OF THE INSURED'S FISCAL YEAR END  IMMEDIATELY  PRECEDING  THE\n    5  POLICY'S EFFECTIVE DATE;\n    6    (II) HAS GROSS ASSETS EXCEEDING TEN MILLION DOLLARS AND A NET WORTH OF\n    7  AT  LEAST  ONE MILLION FIVE HUNDRED THOUSAND DOLLARS AS OF THE INSURED'S\n    8  FISCAL YEAR END IMMEDIATELY PRECEDING THE POLICY'S EFFECTIVE DATE;\n    9    (III) IS A FOR-PROFIT BUSINESS  ENTITY  THAT  GENERATES  ANNUAL  GROSS\n   10  REVENUES  EXCEEDING  FIFTEEN  MILLION DOLLARS, AND HAS A NET WORTH OF AT\n   11  LEAST ONE MILLION FIVE HUNDRED THOUSAND  DOLLARS  AS  OF  THE  INSURED'S\n   12  FISCAL YEAR END IMMEDIATELY PRECEDING THE POLICY'S EFFECTIVE DATE;\n   13    (IV)  IS  A FOR-PROFIT BUSINESS ENTITY THAT HAS GROSS ASSETS EXCEEDING\n   14  TEN MILLION  DOLLARS  AND  GENERATES  ANNUAL  GROSS  REVENUES  EXCEEDING\n   15  FIFTEEN  MILLION DOLLARS AS OF THE INSURED'S FISCAL YEAR END IMMEDIATELY\n   16  PRECEDING THE POLICY'S EFFECTIVE DATE;\n   17    (V) IS A NOT-FOR-PROFIT ORGANIZATION OR PUBLIC ENTITY WITH  AN  ANNUAL\n   18  BUDGET  EXCEEDING  TWENTY  MILLION  DOLLARS FOR EACH OF ITS THREE FISCAL\n   19  YEARS IMMEDIATELY PRECEDING THE POLICY'S EFFECTIVE DATE;\n   20    (VI) HAS FIFTY EMPLOYEES OR, TOGETHER WITH  ITS  PARENT,  SUBSIDIARIES\n   21  AND  AFFILIATES,  ONE HUNDRED EMPLOYEES, AS OF THE INSURED'S FISCAL YEAR\n   22  END IMMEDIATELY PRECEDING THE POLICY'S EFFECTIVE DATE; OR\n   23    (VII) IS A MUNICIPALITY WITH A POPULATION OF FIFTY  THOUSAND  OR  MORE\n   24  PERSONS.\n   25    (2)  \"RISK  MANAGER\"  MEANS  AN  INDIVIDUAL WHO HOLDS THE PROFESSIONAL\n   26  DESIGNATION OF CPCU, ARM, OR CRM WITH AT LEAST FIVE YEARS EXPERIENCE  IN\n   27  THE  ANALYSIS AND TREATMENT OF RISK, LOSS EXPOSURE, INSURANCE COVERAGES,\n   28  AND ALTERNATIVE METHODS AND PROGRAMS, WHO IS NOT EMPLOYED BY THE INSURER\n   29  ISSUING THE POLICY OR  ANY  PERSON  IN  THE  INSURER'S  HOLDING  COMPANY\n   30  SYSTEM, AND WHO IS LICENSED AS AN INSURANCE PRODUCER PURSUANT TO ARTICLE\n   31  TWENTY-ONE OF THIS CHAPTER, UNLESS EXEMPTED FROM LICENSING THEREIN.\n   32    (3) \"MUNICIPALITY\" SHALL MEAN ANY COUNTY, CITY, TOWN OR VILLAGE.\n   33    (C)  EFFECTIVE  ON THE FIFTH JANUARY FIRST OCCURRING AFTER THE DATE OF\n   34  THE ENACTMENT OF THIS SUBSECTION AND EACH FIFTH JANUARY FIRST  OCCURRING\n   35  THEREAFTER,  THE AMOUNTS SPECIFIED IN PARAGRAPH ONE OF SUBSECTION (B) OF\n   36  THIS SECTION MAY BE ADJUSTED TO REFLECT THE PERCENTAGE CHANGE  FOR  SUCH\n   37  FIVE-YEAR  PERIOD  IN  THE  CONSUMER PRICE INDEX FOR ALL URBAN CONSUMERS\n   38  PUBLISHED BY THE BUREAU OF LABOR STATISTICS OF THE DEPARTMENT OF  LABOR.\n   39  THE  SUPERINTENDENT  MAY  CONDUCT  A PUBLIC HEARING TO DETERMINE WHETHER\n   40  SUCH INCREASE IS NECESSARY.\n   41    (D) EVERY POLICY issued pursuant to the  provisions  of  this  article\n   42  shall contain a notice to the policyholder that the rate and policy form\n   43  are  not subject to the filing requirements of this state and such other\n   44  notices required by the superintendent pursuant to regulation.\n   45    [(c)] (E) The superintendent may by regulation  prescribe  limitations\n   46  on  the  total  amount  of business [which] THAT an insurer may transact\n   47  pursuant to this article OR REIMPOSE FILING REQUIREMENTS  WHERE  AND  TO\n   48  THE EXTENT THAT THE SUPERINTENDENT DEEMS IT IN THE INTEREST OF THE POLI-\n   49  CYHOLDERS.\n   50    S  4.  Subsection (b) of section 2307 of the insurance law, as amended\n   51  by chapter 508 of the laws of 1998, is amended to read as follows:\n   52    (b) (1) Except as otherwise provided herein, no policy form  shall  be\n   53  delivered  or  issued  for  delivery  unless  it has been filed with the\n   54  superintendent and either [he] THE SUPERINTENDENT has  approved  it,  or\n   55  thirty days have elapsed and [he] THE SUPERINTENDENT has not disapproved\n\n       A. 3967                             4\n\n    1  it as misleading, PREJUDICIAL TO THE INTERESTS OF POLICYHOLDERS, UNJUST,\n    2  UNFAIR, INEQUITABLE, DISCRIMINATORY, or violative of public policy.\n    3    (2)  After notice and hearing to the insurer or rate service organiza-\n    4  tion which submitted a policy form for approval, the superintendent  may\n    5  withdraw  approval  of such form on finding that the use of such form is\n    6  contrary to the legal requirements applicable at the time of withdrawal.\n    7  The effective date of the withdrawal of approval shall be prescribed  by\n    8  the  superintendent  but shall be not less than ninety days after notice\n    9  of withdrawal.\n   10    (3) With regard to residual value  insurance,  policy  forms  and  any\n   11  amendments  thereto shall be filed with the superintendent within thirty\n   12  days of their use by the  insurer.  For  purposes  of  this  subsection,\n   13  \"residual  value  insurance\" shall have the same meaning as set forth in\n   14  paragraph twenty-two of subsection  (a)  of  section  one  thousand  one\n   15  hundred  thirteen of this chapter, provided however, for the purposes of\n   16  this subsection such insurance shall only  be  utilized  for  commercial\n   17  purposes,  and  shall not include personal lines of insurance as defined\n   18  in paragraph two of  subsection  (a)  of  section  three  thousand  four\n   19  hundred  twenty-five  of  this chapter or any commercial auto insurance,\n   20  and, provided further that applicants for such insurance  shall  sign  a\n   21  statement  that  the applicant has an appropriate level of knowledge and\n   22  understanding of the use of residual value insurance.\n   23    (4) POLICY FORMS FOR INLAND MARINE RISKS  WHERE  THE  RATES  FOR  SUCH\n   24  RISKS  BY  GENERAL  CUSTOM  OF THE BUSINESS ARE NOT WRITTEN ACCORDING TO\n   25  MANUAL RATES OR RATING PLANS SHALL NOT BE FILED  PURSUANT  TO  PARAGRAPH\n   26  ONE  OF  THIS SUBSECTION, UNLESS THE SUPERINTENDENT DIRECTS THAT THEY BE\n   27  FILED.\n   28    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to exempting large commercial insureds from certain rate and policy form requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115201.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110131.T120201.TXT", "SOBI.D110201.T101840.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573520748
}