{
  "year" : 2011,
  "senateBillNo" : "A3965-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3965-2011-1296450000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the lease of lands located at the State University of New York Upstate Medical",
  "summary" : "Authorizes the lease of lands located at the State University of New York Upstate Medical University. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "AB11081-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3965\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MAGNARELLI  -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to authorize the lease of lands located at the  State  University\n         of New York, Upstate Medical University\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature finds that the devel-\n    2  opment of housing, offices, and retail  space  on  the  grounds  of  the\n    3  former  Kennedy Square public housing project (\"Kennedy Square\") and now\n    4  part of the Upstate Medical University campus is appropriate to  further\n    5  the  objectives  and  purposes  of the state university of New York. The\n    6  legislature further finds  that  granting  the  trustees  of  the  state\n    7  university  of  New  York the authority and power to lease and otherwise\n    8  contract to make available grounds and facilities of the Upstate Medical\n    9  University campus comprised of the former Kennedy Square will ensure the\n   10  availability of such development, will promote the effective use of such\n   11  grounds and facilities, and will further the mission of Upstate  Medical\n   12  University.\n   13    S  2.  Notwithstanding any provision of law to the contrary, the trus-\n   14  tees of the state university of New York are hereby authorized to  lease\n   15  without  any  public bidding a portion of the Upstate Medical University\n   16  lands described in section three of this act  to  a  developer  selected\n   17  pursuant  to  a request for proposals, upon such terms and conditions as\n   18  the trustees deem advisable, for an initial term  not  to  exceed  forty\n   19  years.  In the event that the real property which is the subject of such\n   20  lease or contract shall cease to be used for the purposes  described  in\n   21  this  act,  said lease shall immediately terminate and the real property\n   22  and any improvements thereon shall revert to the state university of New\n   23  York. Any contract or lease entered into  pursuant  to  this  act  shall\n   24  provide  that  the  real  property which is the subject of such lease or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03277-01-1\n\n       A. 3965                             2\n\n    1  contract and any improvements thereon shall revert to the state  univer-\n    2  sity of New York upon the expiration of such lease.\n    3    S 3. The property authorized by this act to be leased to the developer\n    4  is generally described as follows:\n    5    (a) All that tract or parcel of land situated in the City of Syracuse,\n    6  County of Onondaga, State of New York and being more precisely described\n    7  as  commencing at a concrete monument with a 1/4-inch drill hole extend-\n    8  ing 1.5 feet below grade with a 10-inch cover flush with grade found  at\n    9  the  intersection  of the southerly bounds of East Water Street (66-foot\n   10  width) and the easterly bounds of Foreman Avenue (66-foot  width),  said\n   11  rebar  also  being  at  the  northwesterly  corner  of  a parcel of land\n   12  conveyed by Syracuse Urban Renewal Agency to Empire Flower Supply,  Inc.\n   13  by deed dated August 6, 1987 and recorded in the Onondaga County Clerk's\n   14  Office on August 12, 1987 in Liber 3376 of Deeds at Page 114, said rebar\n   15  having  New  York  State  plane  coordinates  (NAD83  - Central Zone) of\n   16  1,111,701.24 feet north  and  938,763.56  feet  east;  thence  South  89\n   17  degrees  19  minutes 56 seconds East, along the southerly bounds of East\n   18  Water Street, a distance of 253.00 feet to a set 5/8-inch rebar.    Said\n   19  rebar  having New York State plane coordinates (NAD83 - Central Zone) of\n   20  1,111,698.20 feet north and 939,016.54 feet east, said rebar  being  the\n   21  Point  of  Beginning;  thence  continuing South 89 degrees 19 minutes 56\n   22  seconds East, along  the  southerly  bounds  of  East  Water  Street,  a\n   23  distance of 275.54 feet to a 5/8-inch rebar set on the proposed westerly\n   24  bounds  of  Irving  Avenue  (66-foot  width); thence South 00 degrees 40\n   25  minutes 04 seconds West, along the proposed westerly  bounds  of  Irving\n   26  Avenue,  a  distance  of  264.10  feet  to  a  5/8-inch rebar set on the\n   27  proposed northerly bounds of Washington Street (66-foot  width);  thence\n   28  North 89 degrees 19 minutes 56 seconds West, along the proposed norther-\n   29  ly  bounds of Washington Street, a distance of 274.85 feet to a 5/8-inch\n   30  rebar set at the southeasterly corner of a parcel of  land  conveyed  by\n   31  Syracuse  Urban  Renewal  Agency  to People's Equal Action and Community\n   32  Effort, Inc. by deed dated June 16, 2004 and recorded  in  the  Onondaga\n   33  County  Clerk's  Office  on  July 1, 2004 in Liber 4838 of Deeds at Page\n   34  412; thence North 00 degrees 31 minutes 04 seconds East, along the east-\n   35  erly line of People's Equal Action and Community Effort Inc., and  along\n   36  the  easterly  line  of Empire Flower Supply, Inc., a distance of 264.10\n   37  feet to the Point of Beginning.\n   38    (b) All that tract or parcel of land situated in the City of Syracuse,\n   39  County of  Onondaga,  State  of  New  York,  and  being  more  precisely\n   40  described  as  commencing  at  a concrete monument with a 1/4-inch drill\n   41  hole extending 1.5 feet below grade with  a  10-inch  cover  flush  with\n   42  grade  found  at  the intersection of the southerly bounds of East Water\n   43  Street (66-foot  width)  and  the  easterly  bounds  of  Foreman  Avenue\n   44  (66-foot  width), said rebar also being at the northwesterly corner of a\n   45  parcel of land conveyed by Syracuse Urban Renewal Agency to Empire Flow-\n   46  er Supply, Inc. by deed dated August 6, 1987 and recorded in the Ononda-\n   47  ga County Clerk's Office on August 12, 1987 in Liber 3376  of  Deeds  at\n   48  Page  114,  said  rebar having New York State plane coordinates (NAD83 -\n   49  Central Zone) of 1,111,701.24  feet  north  and  938,763.56  feet  east;\n   50  thence  South 89 degrees 19 minutes 56 seconds East, along the southerly\n   51  bounds of East Water Street, a distance of 594.40  feet  to  a  5/8-inch\n   52  rebar  set  on  the  proposed  easterly bounds of Irving Avenue (66-foot\n   53  width), said rebar having New York  State  plane  coordinates  (NAD83  -\n   54  Central  Zone) of 1,111,694.22 feet north and 939,357.92 feet east, said\n   55  rebar being the Point of Beginning; thence continuing South  89  degrees\n   56  19  minutes  56  seconds  East, along the southerly bounds of East Water\n\n       A. 3965                             3\n\n    1  Street, a distance of 234.21 feet to a 5/8-inch rebar set on the wester-\n    2  ly bounds of South Crouse Street  (variable  width);  thence  along  the\n    3  westerly  bounds  of  South  Crouse  Street,  the  following courses and\n    4  distances:    South  44 degrees 19 minutes 36 seconds East a distance of\n    5  20.27 feet to a set 5/8-inch rebar;  South  00  degrees  40  minutes  34\n    6  seconds  West  a  distance of 249.76 feet to a 5/8-inch rebar set on the\n    7  proposed northerly bounds of Irving Street (66-foot width); thence North\n    8  89 degrees 19 minutes 56 seconds  West,  along  the  proposed  northerly\n    9  bounds  of  Irving Street, a distance of 248.51 feet to a 5/8-inch rebar\n   10  set on the proposed easterly bounds of Irving Avenue;  thence  North  00\n   11  degrees  40  minutes 04 seconds East, along the proposed easterly bounds\n   12  of Irving Avenue, a distance of 264.10 feet to the Point of Beginning.\n   13    S 4. For the purposes of this act:\n   14    (a) \"project\" shall mean work at the property authorized by  this  act\n   15  to be leased to the developer selected through the request for proposals\n   16  process  noted above that involves the design, construction, demolition,\n   17  excavating, alteration or improvement  of  housing,  office  and  retail\n   18  space.\n   19    (b)  \"project  labor  agreement\"  shall  mean  a  pre-hire  collective\n   20  bargaining agreement between a  contractor  and  a  labor  organization,\n   21  establishing  the labor organization as the collective bargaining repre-\n   22  sentative for all persons who perform work on  the  project,  and  which\n   23  provides that only contractors and subcontractors who sign a pre-negoti-\n   24  ated agreement with the labor organization can perform project work.\n   25    S 5. Notwithstanding any provisions of law to the contrary:\n   26    (a)  The  developer  selected  pursuant to section two of this act may\n   27  require a contractor to award a  contract,  subcontract,  lease,  grant,\n   28  bond,  covenant or other agreement for a project to enter into a project\n   29  labor agreement during and for the work involved with such project  when\n   30  such  requirement  is  part of the developer's request for proposals for\n   31  the project and when the developer determines that the record supporting\n   32  the decision to enter into such an agreement establishes that the inter-\n   33  ests underlying the competitive bidding laws are best met by requiring a\n   34  project labor agreement including: obtaining the best work at the lowest\n   35  possible price; preventing favoritism, fraud and corruption; the  impact\n   36  of  delay;  the  possibility  of  cost savings; and any local history of\n   37  labor unrest.\n   38    (b) If the developer does not require a project labor agreement,  then\n   39  any  contractor,  subcontractor,  lease,  grant, bond, covenant or other\n   40  agreements for a project shall be awarded pursuant to section 135 of the\n   41  state finance law.\n   42    (c) Any contract to which the developer is a party, and  any  contract\n   43  entered  into  by a third party acting in place of, on behalf of and for\n   44  the benefit of the developer pursuant to  any  lease,  permit  or  other\n   45  agreement  between  such  third  party  and  the developer for a project\n   46  deemed a public works project for the purposes of article 8 of the labor\n   47  law, and shall be subject to all of the provisions of article 8  of  the\n   48  labor  law, including the enforcement of prevailing wage requirements by\n   49  the fiscal officer as defined in paragraph e of subdivision 5 of section\n   50  220 of the labor law to the same extent as a contract of the state.\n   51    (d) Every contract entered into by the developer for a  project  shall\n   52  contain  a provision that the contractor shall furnish a labor and mate-\n   53  rial bond guaranteeing prompt payment of moneys  that  are  due  to  all\n   54  persons  furnishing  labor and materials pursuant to the requirements of\n   55  any contracts for a project  undertaken  pursuant  to  this  act  and  a\n   56  performance  bond  for  the  faithful  performance of the project, which\n\n       A. 3965                             4\n\n    1  shall conform to the provisions of section 103-f of the general  munici-\n    2  pal  law, and that a copy of such performance and payment bonds shall be\n    3  kept by the developer and shall be open to public inspection.\n    4    (e)  For  all purposes of article 15-A of the executive law, any indi-\n    5  vidual, public corporation or authority,  private  corporation,  limited\n    6  liability  company  or  partnership,  or  other  entity  entering into a\n    7  contract, subcontract, lease, grant, bond, covenant or  other  agreement\n    8  for  a  project  authorized pursuant to this act shall be deemed a state\n    9  agency as that term is defined in such article and such contracts  shall\n   10  be  deemed  state contracts within the meaning of that term as set forth\n   11  in such article.\n   12    (f) Whenever the developer enters into a contract, subcontract, lease,\n   13  grant, bond, covenant or  other  agreement  for  a  project  undertaking\n   14  pursuant  to  this  act,  the developer shall consider the financial and\n   15  organizational capacity of contractors and subcontractors in relation to\n   16  the magnitude of work they may perform, the  record  of  performance  of\n   17  contractors  and subcontractors on previous work, the record of contrac-\n   18  tors and subcontractors in complying with existing labor  standards  and\n   19  maintaining  harmonious  labor relations, and the commitment of contrac-\n   20  tors to work with minority and women owned business enterprises pursuant\n   21  to article 15-A of the executive law through joint ventures  or  subcon-\n   22  tractor relationships.\n   23    S 6. Whenever the developer enters into a contract under which employ-\n   24  ees  are  employed  to  perform  building  service work, as that term is\n   25  defined in section 230 of the labor law, such work shall be  subject  to\n   26  article  9 of the labor law to the same extent as building services work\n   27  performed pursuant to a contract with a public agency.\n   28    S 7. Nothing in this act shall be deemed to waive or impair any rights\n   29  or benefits of employees of the state university of New York that other-\n   30  wise would be available to them pursuant  to  the  terms  of  agreements\n   31  between the certified representatives of such employees and the state of\n   32  New  York  pursuant  to  article  14  of the civil service law; all work\n   33  performed on such property that would ordinarily be performed by employ-\n   34  ees subject to article 14 of the civil service law shall continue to  be\n   35  performed by such employees.\n   36    S  8.  Without limiting the determination of such terms and conditions\n   37  by said trustees, such terms and conditions  may  provide  for  leasing,\n   38  construction, reconstruction, rehabilitation, improvement, operation and\n   39  management  of  and provision of services and assistance and granting of\n   40  licenses, easements and other arrangements with regard to  such  grounds\n   41  and  facilities by the developer and parties contracting with the devel-\n   42  oper and, in connection with such activities, the obtaining  of  financ-\n   43  ing,  whether  public  or private or secured (including, but not limited\n   44  to, secured by leasehold mortgages and assignments of rents and leases),\n   45  by the developer for the purposes of completing the  projects  described\n   46  in this act.\n   47    S  9.  Any  contracts  entered  into  pursuant to this act between the\n   48  developer and parties contracting with the developer for  work  on  this\n   49  project  as  defined  in  section five of this act shall be awarded by a\n   50  competitive process.\n   51    S 10. Any contracts or leases entered into by the state university  of\n   52  New York with the developer pursuant to this act shall be subject to the\n   53  approval  of  the attorney general as to form as well as by the director\n   54  of the budget and the state comptroller. Any and all  proceeds  relating\n   55  to  the leases authorized by this act shall be applied for and in furth-\n   56  erance of the mission of Upstate Medical University and  shall  include,\n\n       A. 3965                             5\n\n    1  but  not  be  limited  to the following: student scholarships for educa-\n    2  tionally and economically disadvantaged students;  additional  full-time\n    3  faculty  positions; funds for the construction and rehabilitation of new\n    4  and  existing Upstate Medical University buildings; and funds to support\n    5  the teaching, research and service missions of Upstate Medical Universi-\n    6  ty.\n    7    S 11. The state university of New York shall not lease lands described\n    8  in this act unless a contract is executed by the developer or lessee for\n    9  a project pursuant to this act within two years of the effective date of\n   10  this act.\n   11    S 12. Any lease or other agreement executed pursuant to this act shall\n   12  include an indemnity provision whereby the lessee or sublessee  promises\n   13  to  indemnify,  hold  harmless and defend the lessor against all claims,\n   14  suits, actions, and liability to all persons  on  the  leased  premises,\n   15  including  tenant, tenant's agents, contractors, subcontractors, employ-\n   16  ees, customers, guests, licensees, invitees, and members of the  public,\n   17  for  personal  injuries arising out of tenant's use or occupation of the\n   18  demised premises.\n   19    S 13. Insofar as the provisions of this act are inconsistent with  the\n   20  provisions of any law, general, special or local, the provisions of this\n   21  act shall be controlling; provided, however, that all leases, contracts,\n   22  financing,  granting of licenses, easements, and other arrangements with\n   23  regard to a project pursuant  to  this  act  shall  be  subject  to  the\n   24  provisions of article 8 of the environmental conservation law.\n   25    S  14.  Severability. If any section, subdivision, paragraph, subpara-\n   26  graph, clause or other part of this act or its application is held to be\n   27  invalid by final judgment of a court  of  competent  jurisdiction,  such\n   28  invalidity shall not be deemed to impair or otherwise affect the validi-\n   29  ty  of  the remaining provisions or applications of this act that can be\n   30  given effect without such invalid provision  or  application,  but  such\n   31  invalidity  shall  be  confined  to the section, subdivision, paragraph,\n   32  subparagraph, clause or other  part  of  this  act  or  its  application\n   33  directly  held  invalid thereby, which are declared to be severable from\n   34  the remainder of this act. It is declared to be the intent of the legis-\n   35  lature that this act would have been enacted but for  any  such  invalid\n   36  provision or application thereof.\n   37    S 15. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the lease of lands located at the State University of New York, Upstate Medical University ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114701.TXT", "SOBI.D110131.T115201.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110201.T101520.TXT", "SOBI.D110131.T120201.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573320577
}