{
  "year" : 2011,
  "senateBillNo" : "A3963-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to health",
    "billEventId" : "A3963-2011-1296450000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes standards and programs relating to the prevention and/or reduction of the incidence of hospital-acquired infections",
  "summary" : "Establishes standards and programs relating to the prevention and/or reduction of the incidence of hospital acquired infections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A294-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3963\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MAGNARELLI, LANCMAN, GALEF, BENEDETTO, MILLMAN,\n         BROOK-KRASNY, COLTON, CAHILL, SPANO, CLARK, JAFFEE --  Multi-Sponsored\n         by  --  M. of A. GLICK, HOOPER, MAISEL, MAYERSOHN, PHEFFER, J. RIVERA,\n         ROBINSON, SCARBOROUGH, WEISENBERG -- read once  and  referred  to  the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to establishing stan-\n         dards  and programs relating to the prevention and/or reduction of the\n         incidence of hospital-acquired infections\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding two new sections\n    2  2819-a and 2819-b to read as follows:\n    3    S  2819-A.  HOSPITAL-ACQUIRED  INFECTION PREVENTION STANDARDS. 1.  THE\n    4  COMMISSIONER SHALL PROMULGATE AND ADMINISTER  REGULATIONS  AND  POLICIES\n    5  GOVERNING  THE  PREVENTION  OF  AND/OR THE REDUCTION IN THE INCIDENCE OF\n    6  HOSPITAL-ACQUIRED INFECTIONS IN PATIENTS IN  HOSPITALS  AND  RESIDENTIAL\n    7  HEALTH  CARE FACILITIES, AND SUCH RULES AND REGULATIONS AS HE OR SHE MAY\n    8  DEEM APPROPRIATE TO EFFECTUATE THE PURPOSES OF THIS SECTION.\n    9    2. THE DEPARTMENT SHALL ESTABLISH REGULATORY STANDARDS, INCLUDING, BUT\n   10  NOT LIMITED TO QUALITY  CONTROL,  EDUCATIONAL  AND  TRAINING  STANDARDS,\n   11  REGARDING  THE  PREVENTION  OF  AND/OR THE REDUCTION IN THE INCIDENCE OF\n   12  HOSPITAL-ACQUIRED INFECTIONS. THESE STANDARDS SHALL BE  CONSISTENT  WITH\n   13  THE  RECOMMENDATIONS OF RECOGNIZED CENTERS OF EXPERTISE IN THE IDENTIFI-\n   14  CATION AND PREVENTION OF HOSPITAL-ACQUIRED INFECTIONS INCLUDING, BUT NOT\n   15  LIMITED TO THE NATIONAL HEALTH CARE SAFETY NETWORK OF  THE  CENTERS  FOR\n   16  DISEASE  CONTROL  AND  PREVENTION OR ITS SUCCESSOR. THE DEPARTMENT SHALL\n   17  ALSO CONSULT WITH ORGANIZATIONS REPRESENTATIVE  OF  PROFESSIONS,  INSTI-\n   18  TUTIONS  AND  THOSE  WITH EXPERTISE IN INFECTION CONTROL WITH RESPECT TO\n   19  THE REGULATORY STANDARDS PROMULGATED PURSUANT TO THIS SECTION, AND SHALL\n   20  PROMULGATE SUCH REGULATIONS  IN  CONSULTATION  WITH  THE  DEPARTMENT  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03152-01-1\n\n       A. 3963                             2\n\n    1  EDUCATION.  THE  DEPARTMENT  SHALL  SOLICIT  AND CONSIDER PUBLIC COMMENT\n    2  PRIOR TO SUCH ESTABLISHMENT OF SUCH STANDARDS.\n    3    3. WITHIN ONE HUNDRED EIGHTY DAYS AFTER THE DEPARTMENT ESTABLISHES THE\n    4  STANDARDS  DESCRIBED  IN  SUBDIVISION  TWO OF THIS SECTION, EACH GENERAL\n    5  HOSPITAL SHALL DEVELOP, ADOPT, IMPLEMENT AND MAINTAIN A COORDINATED PLAN\n    6  TO PREVENT AND/OR REDUCE THE INCIDENCE OF  HOSPITAL-ACQUIRED  INFECTIONS\n    7  IN  COMPLIANCE  WITH THE DEPARTMENT REGULATIONS. SUCH PLAN SHALL PROVIDE\n    8  FOR THE FOLLOWING, AT A MINIMUM:\n    9    (A) DEPARTMENTAL STANDARDS FOR THE PREVENTION OF AND/OR THE  REDUCTION\n   10  IN THE INCIDENCE OF HOSPITAL-ACQUIRED INFECTIONS;\n   11    (B)  MANDATORY EDUCATIONAL AND TRAINING PROGRAMS FOR EMPLOYEES DEALING\n   12  WITH THE PREVENTION OF AND/OR THE REDUCTION IN THE INCIDENCE  OF  HOSPI-\n   13  TAL-ACQUIRED INFECTIONS;\n   14    (C)  THE  ESTABLISHMENT  OF  A  QUALITY  ASSURANCE  COMMITTEE WITH THE\n   15  RESPONSIBILITY TO REVIEW SERVICES RENDERED IN THE HOSPITAL IN  ORDER  TO\n   16  IMPROVE THE QUALITY OF INFECTION PREVENTION AND REDUCTION MEASURES. SUCH\n   17  COMMITTEE SHALL OVERSEE AND COORDINATE THE PROGRAM AND SHALL INSURE THAT\n   18  INFORMATION  GATHERED  PURSUANT TO THE PROGRAM IS UTILIZED TO REVIEW AND\n   19  TO REVISE HOSPITAL POLICIES AND PROCEDURES. AT LEAST ONE MEMBER  OF  THE\n   20  COMMITTEE  SHALL  BE A MEMBER OF THE GOVERNING BOARD OF THE HOSPITAL WHO\n   21  IS NOT OTHERWISE AFFILIATED  WITH  THE  HOSPITAL  IN  AN  EMPLOYMENT  OR\n   22  CONTRACTUAL CAPACITY;\n   23    (D)  THE  PERIODIC  REVIEW  AND  THE  REVIEW AS OTHERWISE WARRANTED IN\n   24  SPECIFIC INSTANCES AND CIRCUMSTANCES OF THE  EFFECTIVENESS  OF  MEASURES\n   25  DESIGNED  TO  PREVENT  AND/OR  REDUCE THE INCIDENCE OF HOSPITAL-ACQUIRED\n   26  INFECTIONS; AND\n   27    (E) POLICIES TO ENSURE COMPLIANCE WITH THE REPORTING  REQUIREMENTS  OF\n   28  SECTION TWENTY-EIGHT HUNDRED NINETEEN OF THIS ARTICLE.\n   29    4.  REGULATIONS  UNDER  THIS SECTION SHALL INCLUDE STANDARDS TO ASSURE\n   30  THE PROTECTION OF PATIENT PRIVACY IN DATA COLLECTED AND  RELEASED  UNDER\n   31  THIS SECTION.\n   32    5.  FOR  THE  PURPOSES  OF THIS SECTION, \"HOSPITAL-ACQUIRED INFECTION\"\n   33  SHALL MEAN ANY LOCALIZED OR SYSTEMIC PATIENT CONDITION THAT:\n   34    (A) RESULTED FROM THE PRESENCE OF AN INFECTIOUS AGENT  OR  AGENTS,  OR\n   35  ITS  TOXIN OR TOXINS AS DETERMINED BY CLINICAL EXAMINATION OR BY LABORA-\n   36  TORY TESTING; AND\n   37    (B) WAS NOT FOUND TO BE PRESENT OR INCUBATING AT THE TIME OF ADMISSION\n   38  UNLESS THE INFECTION WAS RELATED TO A PREVIOUS ADMISSION.\n   39    S 2819-B. EDUCATION AND TRAINING PROGRAMS IN INFECTION  CONTROL  PRAC-\n   40  TICES  FOR STERILE PROCESSING PROFESSIONALS. 1. FOR THE PURPOSES OF THIS\n   41  SECTION:\n   42    (A) \"HOSPITAL-ACQUIRED INFECTION\" SHALL MEAN ANY LOCALIZED OR SYSTEMIC\n   43  PATIENT CONDITION THAT: (I) RESULTED FROM THE PRESENCE OF AN  INFECTIOUS\n   44  AGENT  OR AGENTS, OR ITS TOXIN OR TOXINS AS DETERMINED BY CLINICAL EXAM-\n   45  INATION OR BY LABORATORY TESTING; AND (II) WAS NOT FOUND TO  BE  PRESENT\n   46  OR  INCUBATING AT THE TIME OF ADMISSION UNLESS THE INFECTION WAS RELATED\n   47  TO A PREVIOUS ADMISSION; AND\n   48    (B) \"STERILE PROCESSING PROFESSIONALS\" SHALL MEAN PERSONNEL PERFORMING\n   49  CLEANING, DISINFECTION, STERILIZATION AND  INVENTORY  MANAGEMENT  ACTIV-\n   50  ITIES IN THE HOSPITAL SETTING.\n   51    2. EACH GENERAL HOSPITAL SHALL:\n   52    (A)  ENSURE  THAT ALL STERILE PROCESSING PROFESSIONALS EMPLOYED BY THE\n   53  HOSPITAL SHALL, ON OR BEFORE JULY FIRST, TWO THOUSAND THIRTEEN AND EVERY\n   54  FOUR YEARS THEREAFTER, COMPLETE COURSE WORK OR TRAINING IN TECHNIQUES TO\n   55  PREVENT OR REDUCE THE INCIDENCE OF HOSPITAL-ACQUIRED INFECTIONS,  APPRO-\n   56  PRIATE  TO THE PROFESSIONAL'S PRACTICE AND APPROVED BY THE DEPARTMENT IN\n\n       A. 3963                             3\n\n    1  ACCORDANCE WITH THE REGULATORY STANDARDS PROMULGATED BY THE  DEPARTMENT;\n    2  AND\n    3    (B)  CERTIFY  SO  TO  THE  DEPARTMENT. THE DEPARTMENT SHALL PROVIDE AN\n    4  EXEMPTION FROM THIS REQUIREMENT TO ANYONE WHO REQUESTS SUCH AN EXEMPTION\n    5  AND WHO (I) CLEARLY DEMONSTRATES TO THE DEPARTMENT'S  SATISFACTION  THAT\n    6  THERE  WOULD  BE  NO NEED FOR HIM OR HER TO COMPLETE SUCH COURSE WORK OR\n    7  TRAINING BECAUSE OF THE NATURE OF HIS OR HER PRACTICE OR (II) THAT HE OR\n    8  SHE HAS COMPLETED COURSE WORK OR TRAINING DEEMED BY THE DEPARTMENT TO BE\n    9  EQUIVALENT TO THE STANDARDS FOR COURSE WORK OR TRAINING APPROVED BY  THE\n   10  DEPARTMENT PURSUANT TO THIS SECTION.\n   11    S 2. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law; provided, however, that effective immediate-\n   13  ly,  the  addition, amendment or repeal of any rule or regulation neces-\n   14  sary for the implementation of  this  act  on  its  effective  date  are\n   15  authorized  and  directed  to  be  made  and completed on or before such\n   16  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing standards and programs relating to the prevention and/or reduction of the incidence of hospital-acquired infections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T114200.TXT", "SOBI.D110131.T115701.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110201.T101520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573320568
}