{
  "year" : 2011,
  "senateBillNo" : "A3964-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to codes",
    "billEventId" : "A3964-2011-1296450000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes possession and sale of embalming fluid a misdemeanor",
  "summary" : "Makes possession and sale of embalming fluid a misdemeanor. ",
  "currentCommittee" : null,
  "sameAs" : "S657",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A11509-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3964\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MAGNARELLI, FINCH -- read once and referred to\n         the Committee on Codes\n\n       AN ACT to amend the penal law and public  health  law,  in  relation  to\n         criminal possession and unlawful sale of embalming fluid\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 220.78  to\n    2  read as follows:\n    3  S 220.78 CRIMINAL POSSESSION OF EMBALMING FLUID.\n    4    1.  A  PERSON IS GUILTY OF CRIMINAL POSSESSION OF EMBALMING FLUID WHEN\n    5  HE OR SHE KNOWINGLY POSSESSES EMBALMING FLUID WITH THE  INTENT:  (A)  TO\n    6  USE  SUCH EMBALMING FLUID FOR PURPOSES OF HUMAN INGESTION OR INHALATION;\n    7  OR (B) TO SELL SUCH EMBALMING FLUID  TO  ANOTHER  PERSON  UNDER  CIRCUM-\n    8  STANCES  EVINCING  KNOWLEDGE  THAT  SUCH  OTHER PERSON OR A THIRD PERSON\n    9  INTENDS TO USE SUCH EMBALMING FLUID FOR PURPOSES OF HUMAN  INGESTION  OR\n   10  INHALATION.\n   11    2. FOR PURPOSES OF THIS SECTION, \"EMBALMING FLUID\" MEANS ANY CHEMICALS\n   12  OR  SUBSTANCES MANUFACTURED PRIMARILY FOR USE BY LICENSED FUNERAL DIREC-\n   13  TORS, UNDERTAKERS OR EMBALMERS, OR  REGISTERED  RESIDENTS,  TO  PREPARE,\n   14  DISINFECT OR PRESERVE, EITHER HYPODERMICALLY, ARTERIALLY OR BY ANY OTHER\n   15  RECOGNIZED  MEANS THE BODY OF A DECEASED PERSON FOR BURIAL, CREMATION OR\n   16  OTHER FINAL DISPOSITION.\n   17    CRIMINAL POSSESSION OF EMBALMING FLUID IS A CLASS A MISDEMEANOR.\n   18    S 2. Section 3400 of the public health law is amended by adding a  new\n   19  subdivision (l) to read as follows:\n   20    (L)  \"EMBALMING  FLUID\" MEANS ANY CHEMICALS OR SUBSTANCES MANUFACTURED\n   21  PRIMARILY FOR USE BY LICENSED FUNERAL DIRECTORS, UNDERTAKERS  OR  EMBAL-\n   22  MERS, OR REGISTERED RESIDENTS, TO PREPARE, DISINFECT OR PRESERVE, EITHER\n   23  HYPODERMICALLY,  ARTERIALLY OR BY ANY OTHER RECOGNIZED MEANS THE BODY OF\n   24  A DECEASED PERSON FOR BURIAL, CREMATION OR OTHER FINAL DISPOSITION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03275-01-1\n\n       A. 3964                             2\n\n    1    S 3. Paragraph (f) of subdivision 1 of  section  3455  of  the  public\n    2  health  law is relettered paragraph (g) and a new paragraph (f) is added\n    3  to read as follows:\n    4    (F)  BEING  A  FUNERAL DIRECTOR, UNDERTAKER OR EMBALMER, OR REGISTERED\n    5  RESIDENT, KNOWINGLY GIVE, SELL, PERMIT TO BE SOLD,  OFFER  FOR  SALE  OR\n    6  DISPLAY  FOR  SALE,  OTHER THAN FOR PURPOSES WITHIN THE GENERAL SCOPE OF\n    7  THEIR ACTIVITIES AS A LICENSED FUNERAL DIRECTOR, UNDERTAKER OR EMBALMER,\n    8  OR REGISTERED RESIDENT, EMBALMING FLUID TO ANOTHER  PERSON  WITH  ACTUAL\n    9  KNOWLEDGE  THAT  SUCH  OTHER  PERSON IS NOT A LICENSED FUNERAL DIRECTOR,\n   10  UNDERTAKER OR EMBALMER, OR REGISTERED RESIDENT, OR ENTITY AUTHORIZED  TO\n   11  PERFORM EMBALMING ACTIVITIES UNDER SECTION THIRTY-FOUR HUNDRED TWENTY OF\n   12  THIS  ARTICLE OR ACTIVITIES DESCRIBED IN ARTICLE FORTY-TWO OF THIS CHAP-\n   13  TER; OR\n   14    S 4. This act shall take effect on the one hundred eightieth day after\n   15  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and public health law, in relation to criminal possession and unlawful sale of embalming fluid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T115201.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110201.T101520.TXT", "SOBI.D110131.T122204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573320572
}