{
  "year" : 2011,
  "senateBillNo" : "A3972-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3972-2011-1296450000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies certain sales and use tax exemptions for manufacturers of equipment",
  "summary" : "Clarifies certain sales and use tax exemptions for manufacturers of equipment to: (1) exclude from taxation displays used in trade shows that are used out of state but stored within the state between shows; (2) exempt computers and software used by a manufacturer in the course of production of his business product; (3) exempt energy costs related to maintaining a comfortable manufacturing environment; and (4) exempt tooling that is reconditioned as a service. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1773-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3972\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE -- Multi-Sponsored by -- M. of A. CANES-\n         TRARI, DESTITO, GUNTHER, MAGEE, SCHIMMINGER -- read once and  referred\n         to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to facilitating manufacturing\n         in this state by eliminating  sales  and  use  tax  on  certain  costs\n         related to such business\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 1115 of the tax law  is  amended\n    2  by adding a new paragraph 12-c to read as follows:\n    3    (12-C)  COMPUTERS  AND SOFTWARE LOCATED WITHIN A FACILITY THAT IS USED\n    4  PREDOMINANTLY IN THE PRODUCTION OF TANGIBLE PERSONAL PROPERTY  FOR  SALE\n    5  BY  MANUFACTURING,  PROCESSING, GENERATING, ASSEMBLING, REFINING, MINING\n    6  OR EXTRACTING SHALL BE EXEMPT FROM THE TAXES IMPOSED  UNDER  SUBDIVISION\n    7  (A)  OF SECTION ELEVEN HUNDRED FIVE OF THIS ARTICLE AND THE COMPENSATING\n    8  USE TAX IMPOSED UNDER SECTION ELEVEN HUNDRED TEN OF THIS ARTICLE.\n    9    S 2. Subdivision (a) of section 1115 of the  tax  law  is  amended  by\n   10  adding a new paragraph 10-a to read as follows:\n   11    (10-A)  COMPUTERS  AND SOFTWARE LOCATED WITHIN A FACILITY THAT IS USED\n   12  PREDOMINANTLY IN RESEARCH AND DEVELOPMENT IN THE EXPERIMENTAL OR LABORA-\n   13  TORY SENSE SHALL BE EXEMPT FROM THE TAXES IMPOSED UNDER SUBDIVISION  (A)\n   14  OF  SECTION ELEVEN HUNDRED FIVE OF THIS ARTICLE AND THE COMPENSATING USE\n   15  TAX IMPOSED UNDER SECTION ELEVEN  HUNDRED  TEN  OF  THIS  ARTICLE.  SUCH\n   16  RESEARCH  AND  DEVELOPMENT  SHALL  NOT BE DEEMED TO INCLUDE THE ORDINARY\n   17  TESTING OR INSPECTION OF MATERIALS  OR  PRODUCTS  FOR  QUALITY  CONTROL,\n   18  EFFICIENCY  SURVEYS,  MANAGEMENT STUDIES, CONSUMER SURVEYS, ADVERTISING,\n   19  PROMOTIONS OR RESEARCH IN CONNECTION WITH LITERARY, HISTORICAL OR  SIMI-\n   20  LAR PROJECTS.\n   21    S  3.  Subdivision  (a)  of  section 1115 of the tax law is amended by\n   22  adding a new paragraph 44 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06456-01-1\n\n       A. 3972                             2\n\n    1    (44) SHARPENING DRILLS, END MILLS, MILLING CUTTERS OR ANY  OTHER  TYPE\n    2  OF TOOLING THAT IS RECONDITIONED AS A SERVICE.\n    3    S 4. Paragraph 1 of subdivision (c) of section 1115 of the tax law, as\n    4  amended  by  section  7  of part B of chapter 63 of the laws of 2000, is\n    5  amended to read as follows:\n    6    (1) Fuel, gas, electricity, refrigeration and steam,  and  gas,  elec-\n    7  tric,  refrigeration  and  steam  service  of whatever nature for use or\n    8  consumption directly and  exclusively  in  the  production  of  tangible\n    9  personal  property,  gas, electricity, refrigeration or steam, for sale,\n   10  by manufacturing, processing, assembling, generating,  refining,  mining\n   11  or extracting [shall be exempt from the taxes imposed under subdivisions\n   12  (a)  and (b) of section eleven hundred five and the compensating use tax\n   13  imposed under section eleven hundred ten  of  this  article],  SHALL  BE\n   14  EXEMPT  FROM THE TAXES IMPOSED UNDER SUBDIVISIONS (A) AND (B) OF SECTION\n   15  ELEVEN HUNDRED FIVE OF THIS ARTICLE AND THE COMPENSATING USE TAX IMPOSED\n   16  UNDER SECTION ELEVEN HUNDRED TEN OF THIS ARTICLE. THIS  EXEMPTION  SHALL\n   17  ALSO  INCLUDE  ALL ENERGY COSTS RELATED TO MAINTAINING (I) THE LIGHTING,\n   18  HEATING, VENTILATION AND COOLING AT A FACILITY THAT IS USED PREDOMINANT-\n   19  LY FOR  MANUFACTURING,  PROCESSING,  ASSEMBLING,  GENERATING,  REFINING,\n   20  MINING,  EXTRACTING,  FARMING, AGRICULTURE, HORTICULTURE OR FLORICULTURE\n   21  AND (II) THE LIGHTING, HEATING, VENTILATION AND COOLING  AT  A  FACILITY\n   22  THAT  IS  USED  PREDOMINANTLY  IN RESEARCH AND DEVELOPMENT IN THE EXPER-\n   23  IMENTAL OR LABORATORY SENSE WITHIN  THE  MEANING  OF  PARAGRAPH  TEN  OF\n   24  SUBDIVISION (A) OF THIS SECTION.\n   25    S  5.  Section 1115 of the tax law is amended by adding a new subdivi-\n   26  sion (gg) to read as follows:\n   27    (GG) DISPLAYS USED IN ANY \"SHOW\" BY A \"SHOW VENDOR\" AS SUCH TERMS  ARE\n   28  DEFINED  IN  SECTION ELEVEN HUNDRED THIRTY-ONE OF THIS ARTICLE WHEN THEY\n   29  ARE NOT DISPLAYED WITHIN THE STATE BUT  ARE  MERELY  STORED  WITHIN  THE\n   30  STATE  BETWEEN  SHOWS  FOR  USE EXCLUSIVELY OUT-OF-STATE SHALL BE EXEMPT\n   31  FROM TAX UNDER THIS ARTICLE.\n   32    S 6. This act shall take effect immediately but  shall  not  apply  to\n   33  transactions  occurring  during the sales and compensating use tax quar-\n   34  ter-year in which this act shall have become a law or  any  quarter-year\n   35  prior thereto.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to facilitating manufacturing in this state by eliminating sales and use tax on certain costs related to such business ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110201.T101840.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573520749
}