{
  "year" : 2011,
  "senateBillNo" : "A3973-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3973-2011-1296450000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the spouse, widow, or widower may be entitled to receive a distinctive United States Naval Armed Guard license plate",
  "summary" : "Provides that the spouse, widow, or widower may be entitled to receive a distinctive United States Naval Armed Guard license plate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1947-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3973\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, SCHROEDER -- read once and referred to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  distinctive\n         license  plates  issued  to  members  of the United States Naval Armed\n         Guard\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 404-v of the vehicle and traffic law, as added by\n    2  chapter 389 of the laws of 2004, is amended to read as follows:\n    3    S 404-v. Distinctive plates for the United States Naval  Armed  Guard.\n    4  1.  Any  honorably  discharged  member  of the United States Naval Armed\n    5  Guard, OR THE SPOUSE, WIDOW, OR WIDOWER OF SUCH MEMBER, residing in this\n    6  state shall, upon request, be issued a license plate bearing  the  words\n    7  \"United  States  Naval Armed Guard\", or such other phrase as the commis-\n    8  sioner shall designate showing  the  registrant  served  in  the  United\n    9  States  Naval  Armed  Guard. Application for such license plate shall be\n   10  filed with the commissioner in such form and detail as the  commissioner\n   11  shall prescribe.\n   12    2.  The distinctive plate authorized pursuant to this section shall be\n   13  issued upon proof, satisfactory to the commissioner, that the  applicant\n   14  is an honorably discharged veteran who served in the United States Naval\n   15  Armed  Guard.  IF  A  DISTINCTIVE  LICENSE  PLATE IS ISSUED TO A VETERAN\n   16  PURSUANT TO THIS SECTION, SUCH A DISTINCTIVE PLATE SHALL NOT  BE  ISSUED\n   17  TO THE SPOUSE OF SUCH VETERAN.\n   18    3. A distinctive plate issued pursuant to this section shall be issued\n   19  in  the  same  manner as other number plates upon payment of the regular\n   20  registration fee prescribed by section four hundred one of this article,\n   21  provided, however, that an additional one-time  service  charge  of  ten\n   22  dollars  shall  be  charged  for such plate. Provided, however, that one\n   23  year after the effective date of this section funds  in  the  amount  of\n   24  five  thousand dollars, or so much thereof as may be available, shall be\n   25  allocated from such funds to the department to offset  costs  associated\n   26  with the production of such license plates.\n   27    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06418-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to distinctive license plates issued to members of the United States Naval Armed Guard ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110201.T102340.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573820029
}