{
  "year" : 2011,
  "senateBillNo" : "A3974-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A3974-2011-1296450000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the qualified emerging technology company capital tax credit; repealer",
  "summary" : "Relates to the qualified emerging technology company capital tax credit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA1892-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3974\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MORELLE, PHEFFER, CANESTRARI, P. RIVERA, HOYT,\n         LUPARDO -- Multi-Sponsored by -- M. of  A.  BOYLAND,  CLARK,  DESTITO,\n         GALEF,  KELLNER, MAGEE, SCARBOROUGH, SCHIMMINGER, SWEENEY -- read once\n         and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to the qualified emerging tech-\n         nology company capital tax credit; to  repeal  certain  provisions  of\n         such  law  relating  thereto;  and  providing  for  the repeal of such\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby  finds and\n    2  declares that New York state's future economic prosperity is  linked  to\n    3  the  accelerated  growth  of  companies  in  emerging technology fields.\n    4  Entrepreneurs and companies just starting  out  dominate  these  rapidly\n    5  growing  segments  of  the  economy. They are key players in translating\n    6  scientific and technological  research  into  commercial  products  with\n    7  significant  market  and  job-creation potential. However, entrepreneurs\n    8  and start-up companies require large amounts of outside seed capital  to\n    9  prove a new concept and to fuel their growth.\n   10    The  legislature further finds that there is not an adequate supply of\n   11  seed funding for these entrepreneurial firms.  Seed  funds  account  for\n   12  less  than  two  percent of all venture capital investments. The largest\n   13  source of seed funds is from angel investors, wealthy individuals  will-\n   14  ing  to  invest  in  new  companies  and new ideas, yet there has been a\n   15  recent decline in the percentage of angel investments going to seed  and\n   16  start-up  deals.  Therefore,  in order to enable entrepreneurs and young\n   17  companies to flourish in New York it is necessary to increase the incen-\n   18  tives available to angel investors and venture capitalists  who  provide\n   19  seed and early-stage capital.\n   20    S  2. Subdivision 12-F of section 210 of the tax law is REPEALED and a\n   21  new subdivision 12-F is added to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06505-01-1\n\n       A. 3974                             2\n\n    1    12-F. QUALIFIED EMERGING TECHNOLOGY COMPANY CAPITAL TAX CREDIT.    (1)\n    2  FOR  THE  PURPOSES  OF  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE\n    3  FOLLOWING MEANINGS:\n    4    (A)  \"QUALIFIED  EMERGING  TECHNOLOGY COMPANY\" IS A PRIVATE COMPANY AS\n    5  DEFINED IN SECTION THIRTY-ONE HUNDRED TWO-E OF  THE  PUBLIC  AUTHORITIES\n    6  LAW.\n    7    (B)  \"QUALIFIED  INVESTMENT\" IS THE INVESTMENT OF MONEY IN A QUALIFIED\n    8  EMERGING TECHNOLOGY COMPANY IN EXCHANGE FOR ORIGINAL ISSUE CAPITAL STOCK\n    9  OR OTHER OWNERSHIP INTEREST, PROVIDED THAT REPAYMENT OF  THE  INVESTMENT\n   10  IS  DEPENDENT  ON  THE  SUCCESS  OF  THE  BUSINESS OPERATIONS AND IS NOT\n   11  SECURED BY A LIEN ON BUSINESS ASSETS OR A PERSONAL GUARANTY OF ANY PRIN-\n   12  CIPAL OWNER, AND PROVIDED FURTHER THAT SUCH INVESTMENT IS NOT MADE BY OR\n   13  ON BEHALF OF AN OWNER OF THE BUSINESS, INCLUDING, BUT NOT LIMITED TO,  A\n   14  STOCKHOLDER,  PARTNER  OR  SOLE  PROPRIETOR,  OR  ANY  RELATED PERSON AS\n   15  DEFINED IN SECTION 465(B)(3)(C) OF THE INTERNAL REVENUE CODE.\n   16    (C) \"QUALIFIED SEED INVESTMENT\" IS A QUALIFIED INVESTMENT IN A  START-\n   17  UP  COMPANY OR A COMPANY THAT MAY NOT YET HAVE FULLY ESTABLISHED COMMER-\n   18  CIAL OPERATIONS TO ENABLE SUCH COMPANY TO CONDUCT RESEARCH  TO  PROVE  A\n   19  CONCEPT.\n   20    (D)  \"QUALIFIED  FUND INVESTMENT\" IS THE AMOUNT OF COMMITTED CAPITAL A\n   21  LIMITED PARTNER HAS ACTUALLY TRANSFERRED  TO  A  VENTURE  CAPITAL  FUND,\n   22  PROVIDED THAT SUCH FUND WAS ESTABLISHED SOLELY TO MAKE QUALIFIED INVEST-\n   23  MENTS.\n   24    (E)  \"QUALIFIED SEED FUND INVESTMENT\" IS THE AMOUNT OF COMMITTED CAPI-\n   25  TAL A LIMITED PARTNER HAS ACTUALLY TRANSFERRED TO A SEED  CAPITAL  FUND,\n   26  AS DETERMINED BY THE EMPIRE STATE DEVELOPMENT CORPORATION, PROVIDED THAT\n   27  SUCH  FUND  WAS  ESTABLISHED SOLELY TO MAKE SEED CAPITAL INVESTMENTS, AS\n   28  DETERMINED BY THE EMPIRE STATE DEVELOPMENT CORPORATION.\n   29    (2) A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE  TAX  IMPOSED  BY\n   30  THIS  ARTICLE. THE AMOUNT OF THE CREDIT SHALL BE EQUAL TO THE SUM OF THE\n   31  AMOUNTS SPECIFIED IN SUBPARAGRAPHS (A), (B), (C) AND (D) OF  THIS  PARA-\n   32  GRAPH.\n   33    (A)  TWENTY  PERCENT  OF  A  QUALIFIED  INVESTMENT,  PROVIDED THAT TEN\n   34  PERCENT OF THE QUALIFIED INVESTMENT CAN BE TAKEN  AS  A  CREDIT  IN  THE\n   35  TAXABLE  YEAR  IN  WHICH THE INVESTMENT WAS MADE AND FIVE PERCENT OF THE\n   36  QUALIFIED INVESTMENT CAN BE TAKEN AS A CREDIT IN EACH OF  THE  NEXT  TWO\n   37  TAXABLE  YEARS,  AND  FURTHER PROVIDED THAT SUCH INVESTMENT IS NOT SOLD,\n   38  TRANSFERRED OR OTHERWISE RECOVERED BY THE TAXPAYER  DURING  THE  TAXABLE\n   39  YEAR THE INVESTMENT WAS MADE OR WITHIN TWENTY-FOUR MONTHS FROM THE CLOSE\n   40  OF  THE  TAXABLE  YEAR  IN WHICH THE CREDIT WAS FIRST CLAIMED. THE TOTAL\n   41  AMOUNT OF CREDITS ALLOWABLE TO A TAXPAYER UNDER  THIS  SUBPARAGRAPH  FOR\n   42  ALL YEARS IS THREE HUNDRED THOUSAND DOLLARS.\n   43    (B) FORTY PERCENT OF A QUALIFIED SEED INVESTMENT, PROVIDED THAT TWENTY\n   44  PERCENT OF THE QUALIFIED SEED INVESTMENT CAN BE TAKEN AS A CREDIT IN THE\n   45  TAXABLE  YEAR  IN  WHICH  THE INVESTMENT WAS MADE AND TEN PERCENT OF THE\n   46  QUALIFIED SEED INVESTMENT CAN BE TAKEN AS A CREDIT IN EACH OF  THE  NEXT\n   47  TWO  TAXABLE  YEARS,  AND  FURTHER  PROVIDED THAT SUCH INVESTMENT IS NOT\n   48  SOLD, TRANSFERRED OR OTHERWISE RECOVERED  BY  THE  TAXPAYER  DURING  THE\n   49  TAXABLE  YEAR  THE INVESTMENT WAS MADE OR WITHIN TWENTY-FOUR MONTHS FROM\n   50  THE CLOSE OF THE TAXABLE YEAR IN WHICH THE CREDIT WAS FIRST CLAIMED. THE\n   51  TOTAL AMOUNT OF CREDITS ALLOWABLE TO A TAXPAYER UNDER THIS  SUBPARAGRAPH\n   52  FOR ALL YEARS IS SIX HUNDRED THOUSAND DOLLARS.\n   53    (C)  TWENTY  PERCENT OF A QUALIFIED FUND INVESTMENT, PROVIDED THAT TEN\n   54  PERCENT OF THE QUALIFIED FUND INVESTMENT CAN BE TAKEN AS A CREDIT IN THE\n   55  TAXABLE YEAR IN WHICH THE INVESTMENT WAS MADE AND FIVE  PERCENT  OF  THE\n   56  QUALIFIED  FUND  INVESTMENT CAN BE TAKEN AS A CREDIT IN EACH OF THE NEXT\n\n       A. 3974                             3\n\n    1  TWO TAXABLE YEARS, AND FURTHER PROVIDED  THAT  SUCH  INVESTMENT  IS  NOT\n    2  SOLD,  TRANSFERRED  OR  OTHERWISE  RECOVERED  BY THE TAXPAYER DURING THE\n    3  TAXABLE YEAR THE INVESTMENT WAS MADE OR WITHIN TWENTY-FOUR  MONTHS  FROM\n    4  THE CLOSE OF THE TAXABLE YEAR IN WHICH THE CREDIT WAS FIRST CLAIMED. THE\n    5  TOTAL  AMOUNT OF CREDITS ALLOWABLE TO A TAXPAYER UNDER THIS SUBPARAGRAPH\n    6  FOR ALL YEARS IS THREE HUNDRED THOUSAND DOLLARS.\n    7    (D) TWENTY PERCENT OF A QUALIFIED SEED FUND INVESTMENT, PROVIDED  THAT\n    8  TEN PERCENT OF THE QUALIFIED SEED FUND INVESTMENT CAN BE TAKEN AS CREDIT\n    9  IN THE TAXABLE YEAR IN WHICH THE INVESTMENT WAS MADE AND FIVE PERCENT OF\n   10  THE  QUALIFIED  SEED FUND INVESTMENT CAN BE TAKEN AS A CREDIT IN EACH OF\n   11  THE NEXT TWO TAXABLE YEARS, AND FURTHER PROVIDED THAT SUCH INVESTMENT IS\n   12  NOT SOLD, TRANSFERRED OR OTHERWISE RECOVERED BY THE TAXPAYER DURING  THE\n   13  TAXABLE  YEAR  THE INVESTMENT WAS MADE OR WITHIN TWENTY-FOUR MONTHS FROM\n   14  THE CLOSE OF THE TAXABLE YEAR IN WHICH THE CREDIT WAS FIRST CLAIMED. THE\n   15  TOTAL AMOUNT OF CREDITS ALLOWABLE TO A TAXPAYER UNDER THIS  SUBPARAGRAPH\n   16  FOR ALL YEARS IS THREE HUNDRED THOUSAND DOLLARS.\n   17    (3)  IN NO EVENT SHALL THE CREDIT AND CARRYOVER OF SUCH CREDIT ALLOWED\n   18  UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR, IN  THE  AGGREGATE,  REDUCE\n   19  THE  TAX  DUE  FOR  SUCH  YEAR  TO  LESS  THAN THE HIGHER OF THE AMOUNTS\n   20  PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF THIS SECTION.\n   21  HOWEVER, IF THE AMOUNT OF CREDIT OR CARRYOVERS OF SUCH CREDIT, OR  BOTH,\n   22  ALLOWED  UNDER  THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n   23  SUCH AMOUNT, OR IF ANY PART OF THE CREDIT OR CARRYOVERS OF  SUCH  CREDIT\n   24  MAY  NOT  BE  DEDUCTED FROM THE TAX OTHERWISE DUE BY REASON OF THE FINAL\n   25  SENTENCE OF THIS PARAGRAPH, ANY AMOUNT OF CREDIT OR CARRYOVERS  OF  SUCH\n   26  CREDIT  THUS  NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED OVER TO\n   27  THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE  TAX  FOR  SUCH\n   28  YEAR  OR YEARS.   IN ADDITION, THE AMOUNT OF SUCH CREDIT, AND CARRYOVERS\n   29  OF SUCH CREDIT TO THE TAXABLE YEAR, DEDUCTED FROM THE TAX OTHERWISE  DUE\n   30  MAY NOT, IN THE AGGREGATE, EXCEED FIFTY PERCENT OF THE TAX IMPOSED UNDER\n   31  SECTION  TWO HUNDRED NINE OF THIS ARTICLE COMPUTED WITHOUT REGARD TO ANY\n   32  CREDIT PROVIDED FOR BY THIS SECTION.\n   33    S 3. Paragraph 1 of subsection (r) of section 606 of the  tax  law  is\n   34  REPEALED and a new paragraph 1 is added to read as follows:\n   35    (1)  FOR  THE  PURPOSES  OF THIS SUBSECTION, THE FOLLOWING TERMS SHALL\n   36  HAVE THE FOLLOWING MEANINGS:\n   37    (A) \"QUALIFIED EMERGING TECHNOLOGY COMPANY\" IS A  PRIVATE  COMPANY  AS\n   38  DEFINED  IN  SECTION  THIRTY-ONE HUNDRED TWO-E OF THE PUBLIC AUTHORITIES\n   39  LAW.\n   40    (B) \"QUALIFIED INVESTMENT\" IS THE INVESTMENT OF MONEY IN  A  QUALIFIED\n   41  EMERGING TECHNOLOGY COMPANY IN EXCHANGE FOR ORIGINAL ISSUE CAPITAL STOCK\n   42  OR  OTHER  OWNERSHIP INTEREST, PROVIDED THAT REPAYMENT OF THE INVESTMENT\n   43  IS DEPENDENT ON THE SUCCESS  OF  THE  BUSINESS  OPERATIONS  AND  IS  NOT\n   44  SECURED BY A LIEN ON BUSINESS ASSETS OR A PERSONAL GUARANTY OF ANY PRIN-\n   45  CIPAL OWNER, AND PROVIDED FURTHER THAT SUCH INVESTMENT IS NOT MADE BY OR\n   46  ON  BEHALF OF AN OWNER OF THE BUSINESS, INCLUDING, BUT NOT LIMITED TO, A\n   47  STOCKHOLDER, PARTNER OR  SOLE  PROPRIETOR,  OR  ANY  RELATED  PERSON  AS\n   48  DEFINED IN SECTION 465 (B)(3)(C) OF THE INTERNAL REVENUE CODE.\n   49    (C)  \"QUALIFIED SEED INVESTMENT\" IS A QUALIFIED INVESTMENT IN A START-\n   50  UP COMPANY OR A COMPANY THAT MAY NOT YET HAVE FULLY ESTABLISHED  COMMER-\n   51  CIAL  OPERATIONS  TO  ENABLE SUCH COMPANY TO CONDUCT RESEARCH TO PROVE A\n   52  CONCEPT.\n   53    (D) \"QUALIFIED FUND INVESTMENT\" IS THE AMOUNT OF COMMITTED  CAPITAL  A\n   54  LIMITED  PARTNER  HAS  ACTUALLY  TRANSFERRED  TO A VENTURE CAPITAL FUND,\n   55  PROVIDED THAT SUCH FUND WAS ESTABLISHED SOLELY TO MAKE QUALIFIED INVEST-\n   56  MENTS.\n\n       A. 3974                             4\n\n    1    (E) \"QUALIFIED SEED FUND INVESTMENT\" IS THE AMOUNT OF COMMITTED  CAPI-\n    2  TAL  A  LIMITED PARTNER HAS ACTUALLY TRANSFERRED TO A SEED CAPITAL FUND,\n    3  AS DETERMINED BY THE EMPIRE STATE DEVELOPMENT CORPORATION, PROVIDED THAT\n    4  SUCH FUND WAS ESTABLISHED SOLELY TO MAKE SEED  CAPITAL  INVESTMENTS,  AS\n    5  DETERMINED BY THE EMPIRE STATE DEVELOPMENT CORPORATION.\n    6    S  4.  Paragraph  3 of subsection (r) of section 606 of the tax law is\n    7  REPEALED, paragraph 2 of subsection (r), as added by section 2 of part I\n    8  of chapter 407 of the laws  of  1999,  is  renumbered  paragraph  3  and\n    9  amended to read as follows:\n   10    (3)  (A)  If  the  amount  of the credit and carryovers of such credit\n   11  allowed under this subsection for any  taxable  year  shall  exceed  the\n   12  taxpayer's tax for such year, any amount of credit or carryovers of such\n   13  credit  thus  not deductible in such taxable year may be carried over to\n   14  the following year or years and may be deducted from the  tax  for  such\n   15  year or years. In addition, the amount of such credit, and carryovers of\n   16  such credit to the taxable year, deducted from the tax otherwise due may\n   17  not,  in  the  aggregate,  exceed fifty percent of the tax imposed under\n   18  section six hundred one computed without regard to any  credit  provided\n   19  for by this section.\n   20    (B)  In  the case of a husband or wife who is required to file a sepa-\n   21  rate return, the limitations provided for in [subparagraph (c)] SUBPARA-\n   22  GRAPHS (A), (C) AND (D) of paragraph [one] TWO of this subsection  shall\n   23  be  [seventy-five]  ONE  HUNDRED  FIFTY thousand dollars in lieu of [one\n   24  hundred fifty] THREE HUNDRED thousand dollars, and [one  hundred  fifty]\n   25  THE  LIMITATIONS  PROVIDED  FOR  IN SUBPARAGRAPH (B) OF PARAGRAPH TWO OF\n   26  THIS SUBSECTION SHALL BE THREE  HUNDRED  thousand  dollars  in  lieu  of\n   27  [three]  SIX hundred thousand dollars, unless the spouse of the taxpayer\n   28  has no credit allowable under this subsection for the  taxable  year  of\n   29  such spouse which ends within or with the taxpayer's taxable year.\n   30    (C) In the case of an estate or trust, the limitations provided for in\n   31  paragraph  [one]  TWO  of  this subsection shall be reduced to an amount\n   32  which bears the same ratio to [one hundred fifty] THREE HUNDRED thousand\n   33  dollars and an amount which bears the same ratio to [three] SIX  hundred\n   34  thousand  dollars  as  the  portion of the income of the estate or trust\n   35  which is not allocated to beneficiaries bears to the total income of the\n   36  estate or trust.\n   37    S 5. Subsection (r) of section 606 of the tax law is amended by adding\n   38  a new paragraph 2 to read as follows:\n   39    (2) A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE  TAX  IMPOSED  BY\n   40  THIS  ARTICLE. THE AMOUNT OF THE CREDIT SHALL BE EQUAL TO THE SUM OF THE\n   41  AMOUNTS SPECIFIED IN SUBPARAGRAPHS (A), (B), (C) AND (D) OF  THIS  PARA-\n   42  GRAPH.\n   43    (A)  TWENTY  PERCENT  OF  A  QUALIFIED  INVESTMENT,  PROVIDED THAT TEN\n   44  PERCENT OF THE QUALIFIED INVESTMENT CAN BE TAKEN  AS  A  CREDIT  IN  THE\n   45  TAXABLE  YEAR  IN  WHICH THE INVESTMENT WAS MADE AND FIVE PERCENT OF THE\n   46  QUALIFIED INVESTMENT CAN BE TAKEN AS A CREDIT IN EACH OF  THE  NEXT  TWO\n   47  TAXABLE  YEARS,  AND  FURTHER PROVIDED THAT SUCH INVESTMENT IS NOT SOLD,\n   48  TRANSFERRED OR OTHERWISE RECOVERED BY THE TAXPAYER  DURING  THE  TAXABLE\n   49  YEAR THE INVESTMENT WAS MADE OR WITHIN TWENTY-FOUR MONTHS FROM THE CLOSE\n   50  OF  THE  TAXABLE  YEAR  IN WHICH THE CREDIT WAS FIRST CLAIMED. THE TOTAL\n   51  AMOUNT OF CREDITS ALLOWABLE TO A TAXPAYER UNDER  THIS  SUBPARAGRAPH  FOR\n   52  ALL YEARS IS THREE HUNDRED THOUSAND DOLLARS.\n   53    (B) FORTY PERCENT OF A QUALIFIED SEED INVESTMENT, PROVIDED THAT TWENTY\n   54  PERCENT OF THE QUALIFIED SEED INVESTMENT CAN BE TAKEN AS A CREDIT IN THE\n   55  TAXABLE  YEAR  IN  WHICH  THE INVESTMENT WAS MADE AND TEN PERCENT OF THE\n   56  QUALIFIED SEED INVESTMENT CAN BE TAKEN AS A CREDIT IN EACH OF  THE  NEXT\n\n       A. 3974                             5\n\n    1  TWO  TAXABLE  YEARS,  AND  FURTHER  PROVIDED THAT SUCH INVESTMENT IS NOT\n    2  SOLD, TRANSFERRED OR OTHERWISE RECOVERED  BY  THE  TAXPAYER  DURING  THE\n    3  TAXABLE  YEAR  THE INVESTMENT WAS MADE OR WITHIN TWENTY-FOUR MONTHS FROM\n    4  THE CLOSE OF THE TAXABLE YEAR IN WHICH THE CREDIT WAS FIRST CLAIMED. THE\n    5  TOTAL  AMOUNT OF CREDITS ALLOWABLE TO A TAXPAYER UNDER THIS SUBPARAGRAPH\n    6  FOR ALL YEARS IS SIX HUNDRED THOUSAND DOLLARS.\n    7    (C) TWENTY PERCENT OF A QUALIFIED FUND INVESTMENT, PROVIDED  THAT  TEN\n    8  PERCENT OF THE QUALIFIED FUND INVESTMENT CAN BE TAKEN AS A CREDIT IN THE\n    9  TAXABLE  YEAR  IN  WHICH THE INVESTMENT WAS MADE AND FIVE PERCENT OF THE\n   10  QUALIFIED FUND INVESTMENT CAN BE TAKEN AS A CREDIT IN EACH OF  THE  NEXT\n   11  TWO  TAXABLE  YEARS,  AND  FURTHER  PROVIDED THAT SUCH INVESTMENT IS NOT\n   12  SOLD, TRANSFERRED OR OTHERWISE RECOVERED  BY  THE  TAXPAYER  DURING  THE\n   13  TAXABLE  YEAR  THE INVESTMENT WAS MADE OR WITHIN TWENTY-FOUR MONTHS FROM\n   14  THE CLOSE OF THE TAXABLE YEAR IN WHICH THE CREDIT WAS FIRST CLAIMED. THE\n   15  TOTAL AMOUNT OF CREDITS ALLOWABLE TO A TAXPAYER UNDER THIS  SUBPARAGRAPH\n   16  FOR ALL YEARS IS THREE HUNDRED THOUSAND DOLLARS.\n   17    (D)  TWENTY PERCENT OF A QUALIFIED SEED FUND INVESTMENT, PROVIDED THAT\n   18  TEN PERCENT OF THE QUALIFIED SEED FUND INVESTMENT CAN BE TAKEN AS CREDIT\n   19  IN THE TAXABLE YEAR IN WHICH THE INVESTMENT WAS MADE AND FIVE PERCENT OF\n   20  THE QUALIFIED SEED FUND INVESTMENT CAN BE TAKEN AS A CREDIT IN  EACH  OF\n   21  THE NEXT TWO TAXABLE YEARS, AND FURTHER PROVIDED THAT SUCH INVESTMENT IS\n   22  NOT  SOLD, TRANSFERRED OR OTHERWISE RECOVERED BY THE TAXPAYER DURING THE\n   23  TAXABLE YEAR THE INVESTMENT WAS MADE OR WITHIN TWENTY-FOUR  MONTHS  FROM\n   24  THE CLOSE OF THE TAXABLE YEAR IN WHICH THE CREDIT WAS FIRST CLAIMED. THE\n   25  TOTAL  AMOUNT OF CREDITS ALLOWABLE TO A TAXPAYER UNDER THIS SUBPARAGRAPH\n   26  FOR ALL YEARS IS THREE HUNDRED THOUSAND DOLLARS.\n   27    S 6. This act shall take effect immediately and shall apply to taxable\n   28  years beginning on and after January 1, 2011 and shall remain in  effect\n   29  until  December 31, 2016, when upon such date the provisions of this act\n   30  shall expire and be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the qualified emerging technology company capital tax credit; to repeal certain provisions of such law relating thereto; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110131.T123705.TXT", "SOBI.D110201.T102340.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573820031
}