{
  "year" : 2011,
  "senateBillNo" : "A3977-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A3977-2011-1296450000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing penalties for institutions of higher education that fail to comply with certain disclosure requirements",
  "summary" : "Relates to establishing penalties for institutions of higher education that fail to comply with certain disclosure requirements relating to gifts made by foreign governments, persons and entities; provides that the department may take steps to initiate an audit if the institution continues to remain in noncompliance of the disclosure requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2745-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3977\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  O'DONNELL  -- Multi-Sponsored by -- M. of A.\n         CLARK, COOK, N. RIVERA, ROBINSON -- read  once  and  referred  to  the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to establishing penalties\n         for  institutions of higher education which do not comply with certain\n         gift disclosure requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 207-a of the education law is amended by adding a\n    2  new subdivision 5 to read as follows:\n    3    5. A. IN THE EVENT AN INSTITUTION OF HIGHER EDUCATION FAILS TO  COMPLY\n    4  WITH  THE  DISCLOSURE REQUIREMENTS OF SUBDIVISION THREE OF THIS SECTION,\n    5  THE DEPARTMENT SHALL IMMEDIATELY PROVIDE A NOTIFICATION TO SUCH INSTITU-\n    6  TION OF HIGHER EDUCATION THAT IT MAY BE SUBJECT TO A FULL  AUDIT  TO  BE\n    7  CONDUCTED  BY  THE  STATE COMPTROLLER IF THE DISCLOSURE REQUIREMENTS ARE\n    8  NOT MET WITHIN TWENTY-FIVE DAYS OF SUCH NOTIFICATION.\n    9    B. IN THE EVENT AN INSTITUTION OF HIGHER  EDUCATION  FAILS  TO  COMPLY\n   10  WITH  THE  DISCLOSURE  REQUIREMENTS OF SUBDIVISION THREE OF THIS SECTION\n   11  WITHIN THE TWENTY-FIVE DAYS PROVIDED FOR IN PARAGRAPH A OF THIS SUBDIVI-\n   12  SION, UPON THE EXPIRATION OF SUCH TWENTY-FIVE DAYS  THE  DEPARTMENT  MAY\n   13  REQUEST  THE  STATE COMPTROLLER TO INITIATE A FULL AUDIT OF THE INSTITU-\n   14  TION OF HIGHER EDUCATION. THE RESULTS OF SUCH AUDIT MAY BE  MADE  AVAIL-\n   15  ABLE TO THE PUBLIC AT THE DISCRETION OF THE DEPARTMENT.\n   16    C. IN THE EVENT AN AUDIT IS CONDUCTED PURSUANT TO THIS SUBDIVISION AND\n   17  THE INSTITUTION OF HIGHER EDUCATION IS FOUND TO HAVE UNLAWFULLY WITHHELD\n   18  FROM THE DEPARTMENT DISCLOSURE INFORMATION REQUIRED BY THIS SECTION, THE\n   19  DEPARTMENT  MAY  SEEK  DAMAGES IN A COURT OF COMPETENT JURISDICTION. THE\n   20  DEPARTMENT MAY SEEK SUCH DAMAGES FOR:\n   21    (I) ANY GIFTS RECEIVED FROM FOREIGN GOVERNMENTS, FOREIGN  LEGAL  ENTI-\n   22  TIES, OR FOREIGN PERSONS, OR AN EQUIVALENT VALUE OF ANY SUCH GIFTS; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05728-01-1\n\n       A. 3977                             2\n\n    1    (II)  PUNITIVE DAMAGES THAT SHALL NOT EXCEED THE LESSER OF TEN PERCENT\n    2  OF THE VALUE OF THE GIFT RECEIVED, OR SEVENTY-FIVE THOUSAND DOLLARS.\n    3  ANY DAMAGES RECEIVED, LESS COURT COSTS AND COSTS ARISING FROM THE AUDIT,\n    4  SHALL BE AWARDED TO THE UNIVERSITY OF THE STATE OF NEW YORK.\n    5    D.  THE  DEPARTMENT SHALL HAVE THE AUTHORITY TO FORGIVE ANY FAILURE TO\n    6  COMPLY WITH SUBDIVISION THREE OF THIS SECTION, AND  EXCUSE  ANY  DAMAGES\n    7  THAT  AN  INSTITUTION  OF  HIGHER  EDUCATION  HAS  INCURRED AS RESULT OF\n    8  NONCOMPLIANCE WITH THIS SECTION.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing penalties for institutions of higher education which do not comply with certain gift disclosure requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110201.T101520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573320565
}