{
  "year" : 2011,
  "senateBillNo" : "A3975-2011",
  "billEvents" : [ {
    "eventDate" : 1296450000000,
    "eventText" : "referred to economic development",
    "billEventId" : "A3975-2011-1296450000000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a program to provide hi-tech working capital loan guarantees",
  "summary" : "Creates a program within the New York state urban development corporation to provide high-technology working capital loan guarantees to eligible high-technology businesses developing or offering a product or service using leading technology or research; requires submission of a report to the governor and legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "AA1979-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3975\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 31, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. MORELLE, SWEENEY, SCHIMMINGER, DESTITO, ENGLE-\n         BRIGHT, BOYLAND, MAGNARELLI, RAMOS -- read once and  referred  to  the\n         Committee on Economic Development\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to high-technology working capital loan guarantees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative findings and declarations.    The  legislature\n    2  hereby  finds  that  economic  expansion in tomorrow's economy will flow\n    3  from scientific and technological advances. Indeed, technological  inno-\n    4  vation  has  been  at the root of nearly all job creation throughout the\n    5  twentieth century and will remain the engine of economic growth  in  the\n    6  twenty-first,  leading  to  the  creation  of a broad spectrum of higher\n    7  paying jobs.\n    8    The legislature further finds that high-technology  economic  develop-\n    9  ment must have a high priority for immediate action to set the stage for\n   10  retooling our industrial base to meet the challenges of tomorrow's tech-\n   11  nology-based economy.\n   12    The legislature further finds that the economic well-being of New York\n   13  state  would be served by new and innovative approaches to financing the\n   14  small business which traditionally has had difficulty in gaining  access\n   15  to  capital  markets  and which are severely hampered in their expansion\n   16  activities by their diminished access to capital.\n   17    The legislature further finds that decentralized economic  development\n   18  programs enlisting the hands-on expertise of the local economic develop-\n   19  ment  communities  are much better able to serve small, local businesses\n   20  than centralized state programs.\n   21    Therefore, the legislature declares that the economic interests of New\n   22  York state and the well-being of local communities would  be  served  by\n   23  supporting  and  stimulating  the small high-technology enterprises that\n   24  add economic value to New York providing a broad spectrum of high-paying\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06499-01-1\n\n       A. 3975                             2\n\n    1  jobs and that will become the growth industries of  tomorrow,  and  that\n    2  state assistance in this regard is necessary and proper.\n    3    S  2.    Section 1 of chapter 174 of the laws of 1968 constituting the\n    4  New York state urban development corporation act is amended by adding  a\n    5  new section 16-u to read as follows:\n    6    S 16-U. HIGH-TECHNOLOGY WORKING CAPITAL LOAN GUARANTEE PROGRAM. 1. FOR\n    7  PURPOSES  OF  THIS SECTION:  (A) \"HIGH-TECHNOLOGY BUSINESS\" SHALL MEAN A\n    8  BUSINESS THAT IS DEVELOPING OR OFFERING A PRODUCT OR  SERVICE  BASED  ON\n    9  LEADING-EDGE  TECHNOLOGY  OR  SCIENTIFIC RESEARCH, OR IS OR HAS RECENTLY\n   10  COMPLETED RESEARCH AND DEVELOPMENT DESIGNED TO IMPROVE SUCH  PRODUCT  OR\n   11  SERVICE,  OR HAS RECENTLY COMPLETED AND IS COMMENCING TO MARKET A PROTO-\n   12  TYPE OF SUCH PRODUCT OR SERVICE.\n   13    (B) \"ELIGIBLE BUSINESS\" SHALL MEAN A HIGH-TECHNOLOGY BUSINESS THAT  IS\n   14  RESIDENT IN THIS STATE, IS INDEPENDENTLY OWNED AND OPERATED, AND EMPLOYS\n   15  TWO HUNDRED OR FEWER PERSONS ON A FULL-TIME BASIS.\n   16    (C) \"ELIGIBLE REGIONAL TECHNOLOGY DEVELOPMENT ORGANIZATION\" SHALL MEAN\n   17  A  REGIONAL  TECHNOLOGY DEVELOPMENT ORGANIZATION ESTABLISHED PURSUANT TO\n   18  SECTION THIRTY-ONE HUNDRED TWO-D OF THE PUBLIC AUTHORITIES LAW.\n   19    (D) \"LOAN GUARANTEE\" SHALL MEAN THE GUARANTEE OF UP TO EIGHTY  PERCENT\n   20  OF  A  WORKING CAPITAL LOAN MADE TO AN ELIGIBLE BUSINESS BY A COMMERCIAL\n   21  BANK, PROVIDED THAT NO MORE THAN EIGHTY THOUSAND DOLLARS MAY BE  GUARAN-\n   22  TEED FOR ANY ONE LOAN.\n   23    2.  THE  CORPORATION  SHALL  ESTABLISH  A  FUND  TO  BE  KNOWN  AS THE\n   24  \"HIGH-TECHNOLOGY WORKING CAPITAL LOAN GUARANTEE FUND\" AND SHALL PAY INTO\n   25  SUCH FUND ANY MONIES MADE AVAILABLE TO THE  CORPORATION  FOR  SUCH  FUND\n   26  FROM  ANY  SOURCE.  THE  MONIES HELD IN OR CREDITED TO THE FUND SHALL BE\n   27  EXPENDED SOLELY FOR THE PURPOSES SET FORTH IN THIS SECTION.\n   28    3. THE CORPORATION IS HEREBY AUTHORIZED TO ALLOCATE THE  AUTHORITY  TO\n   29  APPROVE  LOAN  GUARANTEES,  IN A TOTAL AMOUNT OF NO MORE THAN FOUR TIMES\n   30  THE AMOUNT OF THE MONIES APPROPRIATED  TO  THE  HIGH-TECHNOLOGY  WORKING\n   31  CAPITAL  LOAN GUARANTEE FUND, WHICH SHALL BE USED SOLELY FOR THE PURPOSE\n   32  OF PROVIDING SECURITY FOR LOAN GUARANTEES MADE PURSUANT TO THIS SECTION.\n   33  THE CORPORATION SHALL ALLOCATE SUCH AUTHORITY  AMONG  ELIGIBLE  REGIONAL\n   34  TECHNOLOGY DEVELOPMENT ORGANIZATIONS AS FOLLOWS:\n   35    (A) FIFTY PERCENT DIVIDED EQUALLY AMONG THE REGIONAL TECHNOLOGY DEVEL-\n   36  OPMENT  ORGANIZATIONS  APPLYING  FOR AND PROVIDED WITH SUCH AUTHORITY BY\n   37  THE CORPORATION; AND\n   38    (B) FIFTY PERCENT ACCORDING TO A FORMULA WEIGHTED IN  FAVOR  OF  THOSE\n   39  REGIONAL  DEVELOPMENT  ORGANIZATIONS  SERVING  AREAS  WITH  THE GREATEST\n   40  LEVELS OF NEED AND OF HIGH-TECHNOLOGY ECONOMIC ACTIVITY AS DETERMINED BY\n   41  THE CORPORATION, AND WHICH HAVE BEEN ALLOCATED LOAN GUARANTEE  AUTHORITY\n   42  BY THE CORPORATION IN PARAGRAPH (A) OF THIS SUBDIVISION.\n   43    4.  EACH REGIONAL TECHNOLOGY DEVELOPMENT ORGANIZATION THAT IS APPROVED\n   44  BY THE CORPORATION FOR LOAN GUARANTEE AUTHORITY SHALL BE REQUIRED TO:\n   45    (A) HAVE AVAILABLE TO IT STAFF WITH SUFFICIENT  EXPERTISE  TO  ANALYZE\n   46  APPLICATIONS FOR LOAN GUARANTEES AND TO REGULARLY MONITOR THE FINANCIAL,\n   47  TECHNOLOGICAL,  AND MARKETING PROGRESS OF CLIENTS RECEIVING LOAN GUARAN-\n   48  TEES;\n   49    (B) HAVE AN EFFECTIVE PLAN TO MARKET ITS SERVICES TO SMALL, HIGH-TECH-\n   50  NOLOGY BUSINESSES THROUGH SUCH ENTITIES AS CHAMBERS OF COMMERCE,  INDUS-\n   51  TRY  TRADE  ASSOCIATIONS,  LOCAL ECONOMIC DEVELOPMENT ORGANIZATIONS, AND\n   52  COMMERCIAL BANKS;\n   53    (C) HAVE ESTABLISHED A LOAN GUARANTEE COMMITTEE COMPOSED  OF  FIVE  OR\n   54  MORE  PERSONS EXPERIENCED IN COMMERCIAL LENDING OR IN THE OPERATION OF A\n   55  FOR-PROFIT, HIGH-TECHNOLOGY BUSINESS. SUCH LOAN COMMITTEE  SHALL  REVIEW\n   56  EVERY  APPLICATION  TO  THE REGIONAL TECHNOLOGY DEVELOPMENT ORGANIZATION\n\n       A. 3975                             3\n\n    1  FOR A LOAN GUARANTEE PURSUANT TO THIS SECTION, SHALL ASSESS THE  REASON-\n    2  ABLENESS  OF  THE  APPLICANT'S BUSINESS PLAN AND THE LIKELIHOOD THAT THE\n    3  APPLICANT WILL SUCCESSFULLY COMPLETE ITS BUSINESS  PLAN  AND  REPAY  THE\n    4  WORKING  CAPITAL  LOAN, AND SHALL RECOMMEND TO THE BOARD OF DIRECTORS OR\n    5  OTHER GOVERNING BODY OF THE REGIONAL TECHNOLOGY ORGANIZATION SUCH ACTION\n    6  AS THE COMMITTEE DEEMS APPROPRIATE.\n    7    5. THE CORPORATION  SHALL  APPROVE  OR  DISAPPROVE  APPLICATIONS  FROM\n    8  ELIGIBLE  REGIONAL TECHNOLOGY DEVELOPMENT ORGANIZATIONS FOR LOAN GUARAN-\n    9  TEE AUTHORITY BASED UPON THE ABILITY OF THE REGIONAL TECHNOLOGY DEVELOP-\n   10  MENT ORGANIZATION TO ADMINISTER SUCH AUTHORITY PURSUANT TO THE  REQUIRE-\n   11  MENTS  OF  THIS SECTION.  APPLICATIONS FROM ELIGIBLE REGIONAL TECHNOLOGY\n   12  DEVELOPMENT ORGANIZATIONS TO THE CORPORATION FOR LOAN GUARANTEE AUTHORI-\n   13  TY SHALL:\n   14    (A) DESCRIBE THE LOAN  GUARANTEE  COMMITTEE,  APPROPRIATE  STAFF,  AND\n   15  OTHER  SOURCES  OF  EXPERTISE  AND  ASSISTANCE AVAILABLE TO THE REGIONAL\n   16  TECHNOLOGY DEVELOPMENT ORGANIZATION, IF ANY;\n   17    (B) DESCRIBE ITS PLAN TO MARKET THE PROGRAM TO SMALL,  HIGH-TECHNOLOGY\n   18  FIRMS;\n   19    (C)  EXPLAIN  THE METHODS AND CRITERIA TO BE USED IN DETERMINING FIRMS\n   20  ELIGIBLE FOR LOAN GUARANTEES; AND\n   21    (D) CONTAIN SUCH OTHER INFORMATION AS THE CORPORATION DEEMS  APPROPRI-\n   22  ATE.\n   23    6. A REGIONAL TECHNOLOGY DEVELOPMENT ORGANIZATION ALLOCATED LOAN GUAR-\n   24  ANTEE AUTHORITY BY THE CORPORATION SHALL USE ITS LOAN GUARANTEE AUTHORI-\n   25  ZATION  SUBJECT  TO  THE TERMS, CONDITIONS AND RESTRICTIONS SET FORTH IN\n   26  THIS SECTION, TO PROVIDE LOAN  GUARANTEES  TO  ELIGIBLE  BUSINESSES  FOR\n   27  PROJECTS  THAT  ARE SCIENTIFICALLY OR TECHNOLOGICALLY FEASIBLE, THAT ARE\n   28  COMMERCIALLY FEASIBLE, AND THAT DEMONSTRATE A SUBSTANTIAL LIKELIHOOD  OF\n   29  PROVIDING  INCREASES  IN  NET NEW PERMANENT JOBS.   EACH WORKING CAPITAL\n   30  LOAN THAT RECEIVES A LOAN GUARANTEE PURSUANT TO THIS  SECTION  SHALL  BE\n   31  SECURED  BY  A  SECURITY AGREEMENT, CHATTEL PAPER, LOAN AGREEMENT, OR BY\n   32  SUCH OTHER INSTRUMENTS OR DOCUMENTS AS DEEMED NECESSARY BY THE  REGIONAL\n   33  TECHNOLOGY ORGANIZATION APPROVING THE LOAN GUARANTEE.  NO LOAN GUARANTEE\n   34  SHALL  BE APPROVED FOR A WORKING CAPITAL LOAN WITH A TERM EXCEEDING FIVE\n   35  YEARS.   EACH LOAN GUARANTEE MADE PURSUANT  TO  THIS  SECTION  SHALL  BE\n   36  BACKED  BY  A MINIMUM RESERVE, HELD BY THE CORPORATION IN THE HIGH-TECH-\n   37  NOLOGY WORKING CAPITAL LOAN GUARANTEE FUND, AS SET FORTH IN  SUBDIVISION\n   38  THREE OF THIS SECTION.\n   39    7.  THE  DECISION TO APPROVE OR REJECT AN APPLICATION FROM AN ELIGIBLE\n   40  BUSINESS FOR A LOAN GUARANTEE PURSUANT TO THE PROVISIONS OF THIS SECTION\n   41  SHALL BE MADE BY A MAJORITY OF THE DIRECTORS OF THE REGIONAL  TECHNOLOGY\n   42  DEVELOPMENT ORGANIZATION AND SUCH DECISION SHALL BE FINAL.  NO MEMBER OF\n   43  THE  BOARD  OR OTHER GOVERNING BODY OF A REGIONAL TECHNOLOGY DEVELOPMENT\n   44  ORGANIZATION SHALL PARTICIPATE IN A DECISION ON  A  PROJECT  APPLICATION\n   45  WHEN  SUCH  MEMBER  IS  A  PARTY  TO OR HAS A FINANCIAL INTEREST IN SUCH\n   46  PROJECT.  ANY MEMBER WHO CANNOT PARTICIPATE IN A DECISION ON  A  PROJECT\n   47  APPLICATION  FOR  SUCH  REASON  SHALL  NOT BE COUNTED AS A MEMBER OF THE\n   48  BOARD OR OTHER GOVERNING BODY FOR PURPOSES OF DETERMINING THE NUMBER  OF\n   49  MEMBERS REQUIRED FOR A MAJORITY VOTE ON SUCH APPLICATION.\n   50    8.  NO  EMPLOYEE  OR  OFFICER  OF  ANY REGIONAL TECHNOLOGY DEVELOPMENT\n   51  ORGANIZATION SHALL BE A PARTY TO OR HAVE ANY FINANCIAL  INTEREST IN  ANY\n   52  PROJECT THAT RECEIVES FINANCIAL ASSISTANCE PURSUANT TO THIS SECTION.\n   53    9.  A  REGIONAL  TECHNOLOGY DEVELOPMENT ORGANIZATION SHALL NOT APPROVE\n   54  ANY LOAN GUARANTEE AUTHORIZED  BY  THIS  SECTION  UNLESS  THE  FOLLOWING\n   55  CONDITIONS ARE MET:\n\n       A. 3975                             4\n\n    1    (A)  THE APPLICANT FOR A LOAN GUARANTEE HAS DEMONSTRATED THAT THERE IS\n    2  LITTLE PROSPECT OF OBTAINING THE LOAN WITHOUT THE GUARANTEE;\n    3    (B)  THE APPLICANT FOR SUCH GUARANTEE HAS A MINIMUM EQUITY INTEREST OF\n    4  AT LEAST TEN PERCENT IN THE BUSINESS OR PROJECT;\n    5    (C) THERE IS A REASONABLE PROSPECT OF REPAYMENT OF THE WORKING CAPITAL\n    6  LOAN;\n    7    (D) THE PROJECT IS LOCATED IN THE REGION REPRESENTED BY  THE  REGIONAL\n    8  TECHNOLOGY DEVELOPMENT ORGANIZATION;\n    9    (E) THE PROJECT WILL COMPLY WITH ANY APPLICABLE ENVIRONMENTAL RULES OR\n   10  REGULATIONS;\n   11    (F)  THE  APPLICANT  FOR  A  GUARANTEE  HAS CERTIFIED THAT IT WILL NOT\n   12  DISCRIMINATE AGAINST  ANY  EMPLOYEE  OR  ANY  APPLICANT  FOR  EMPLOYMENT\n   13  BECAUSE OF RACE, RELIGION, COLOR, NATIONAL ORIGIN, SEX, OR AGE; AND\n   14    (G)  A  STAFF  MEMBER  OR  A REPRESENTATIVE OF THE REGIONAL TECHNOLOGY\n   15  DEVELOPMENT ORGANIZATION ACTING IN AN OFFICIAL CAPACITY  HAS  PERSONALLY\n   16  VISITED THE PROJECT SITE AND/OR THE APPLICANT'S PLACE OF BUSINESS.\n   17    10.  LOAN  GUARANTEES  SHALL  NOT BE APPROVED BY A REGIONAL TECHNOLOGY\n   18  DEVELOPMENT ORGANIZATION FOR WORKING CAPITAL LOANS:\n   19    (A) WHERE THE PROCEEDS WOULD CONTRIBUTE TO OR RESULT IN THE RELOCATION\n   20  OF ANY BUSINESS OPERATION FROM ONE  MUNICIPALITY  WITHIN  THE  STATE  TO\n   21  ANOTHER, EXCEPT UNDER ONE OF THE FOLLOWING CONDITIONS:\n   22    (I)  WHEN  A BUSINESS IS RELOCATING WITHIN A MUNICIPALITY WITH A POPU-\n   23  LATION OF AT LEAST ONE MILLION WHERE THE GOVERNING BODY OF SUCH  MUNICI-\n   24  PALITY APPROVES SUCH RELOCATION; OR\n   25    (II)  THE  REGIONAL  TECHNOLOGY DEVELOPMENT ORGANIZATION NOTIFIES EACH\n   26  MUNICIPALITY FROM WHICH SUCH BUSINESS OPERATION WILL  BE  RELOCATED  AND\n   27  EACH MUNICIPALITY AGREES TO SUCH RELOCATION;\n   28    (B)  TO  BUSINESSES THAT DO NOT QUALIFY AS HIGH-TECHNOLOGY BUSINESSES;\n   29  OR\n   30    (C) WHERE THE PROCEEDS WOULD BE  USED,  DIRECTLY  OR  INDIRECTLY,  FOR\n   31  PAYMENT, DISTRIBUTION, OR AS A LOAN, TO OWNERS, PARTNERS OR SHAREHOLDERS\n   32  OF  THE  APPLICANT  ENTERPRISE,  EXCEPT  AS ORDINARY INCOME FOR SERVICES\n   33  RENDERED.\n   34    11. A REGIONAL TECHNOLOGY DEVELOPMENT ORGANIZATION MAY CHARGE APPLICA-\n   35  TION AND LOAN GUARANTEE FEES PURSUANT TO A SCHEDULE OF FEES  ADOPTED  BY\n   36  THE  REGIONAL  TECHNOLOGY  DEVELOPMENT  ORGANIZATION AND APPROVED BY THE\n   37  CORPORATION.\n   38    12. A REGIONAL TECHNOLOGY DEVELOPMENT ORGANIZATION  IS  AUTHORIZED  TO\n   39  REISSUE ANY OF ITS LOAN GUARANTEE ALLOCATION AFTER ANY LOAN FOR WHICH IT\n   40  INITIALLY ISSUED A GUARANTEE HAS BEEN RETIRED, UNLESS ITS ALLOCATION HAS\n   41  BEEN  WITHHELD  OR  REVOKED  PURSUANT  TO  THE PROVISIONS OF SUBDIVISION\n   42  FIFTEEN OF THIS SECTION, OR PROVIDED THAT THE RESERVE MAINTAINED BY  THE\n   43  CORPORATION  PURSUANT  TO SUBDIVISION THREE OF THIS SECTION IS DEEMED BY\n   44  THE CORPORATION TO BE INSUFFICIENT  TO  PROVIDE  ADEQUATE  SECURITY  FOR\n   45  AUTHORIZED  AND  ALLOCATED LOAN GUARANTEES. IN THE EVENT THAT A LOAN FOR\n   46  WHICH A LOAN GUARANTEE WAS ISSUED UNDER THIS SECTION  IS  DEFAULTED  AND\n   47  THE  GUARANTEE  MUST  BE  PAID BY THE CORPORATION FROM SUCH RESERVE, THE\n   48  CORPORATION MAY  WITHHOLD,  FROM  THE  REGIONAL  TECHNOLOGY  DEVELOPMENT\n   49  ORGANIZATION  ISSUING  SUCH GUARANTEE, REUSE OF A PORTION OF ITS AUTHOR-\n   50  IZED GUARANTEE ALLOCATION UNTIL SUCH TIME AS A RESERVE EXISTS  EQUAL  TO\n   51  TWENTY-FIVE PERCENT OF THE TOTAL AMOUNT OF AUTHORIZED AND ALLOCATED LOAN\n   52  GUARANTEES, OR SOME LESSER AMOUNT AS THE CORPORATION MAY DEEM SUFFICIENT\n   53  TO  PROVIDE  ADEQUATE SECURITY FOR AUTHORIZED AND ALLOCATED LOAN GUARAN-\n   54  TEES.\n   55    13. THE REGIONAL  TECHNOLOGY  DEVELOPMENT  ORGANIZATION  SHALL  SUBMIT\n   56  ANNUAL  REPORTS  TO  THE CORPORATION DESCRIBING THE FINANCIAL ASSISTANCE\n\n       A. 3975                             5\n\n    1  PROVIDED PURSUANT TO THIS SECTION, INCLUDING: THE NUMBER  OF LOAN  GUAR-\n    2  ANTEES  PROVIDED; THE AMOUNT AND TERM OF EACH WORKING CAPITAL LOAN GUAR-\n    3  ANTEED; A DESCRIPTION OF THE BUSINESS OR PROJECT RECEIVING EACH  GUARAN-\n    4  TEE;  THE NUMBER OF JOBS CREATED OR RETAINED; AND SUCH OTHER INFORMATION\n    5  AS THE CORPORATION MAY REQUIRE.\n    6    14. THE CORPORATION SHALL PROMULGATE RULES AND REGULATIONS IN  ACCORD-\n    7  ANCE  WITH  THE  STATE ADMINISTRATIVE PROCEDURE ACT SETTING FORTH PROCE-\n    8  DURES TO BE FOLLOWED BY, AND THE RESPONSIBILITIES  AND  OBLIGATIONS  OF,\n    9  REGIONAL TECHNOLOGY DEVELOPMENT ORGANIZATIONS AND THE CORPORATION.  SUCH\n   10  RULES  AND  REGULATIONS  SHALL  INCLUDE DETERMINANTS FOR DECIDING WHEN A\n   11  LOAN GUARANTEED PURSUANT TO THIS SECTION IS IN DEFAULT AND WOULD REQUIRE\n   12  REPAYMENT FROM THE HIGH-TECHNOLOGY WORKING CAPITAL LOAN  GUARANTEE  FUND\n   13  AND  SHALL  BE  CONSISTENT WITH THE PROGRAM PLAN REQUIRED BY SUBDIVISION\n   14  NINETEEN OF SECTION ONE HUNDRED OF THE ECONOMIC DEVELOPMENT LAW.\n   15    15.  THE  CORPORATION  SHALL  PERIODICALLY  AND  ANNUALLY  AUDIT  EACH\n   16  REGIONAL  TECHNOLOGY ORGANIZATION TO ENSURE CONFORMITY OF ALL ASPECTS OF\n   17  FINANCIAL ASSISTANCE TRANSACTIONS WITH THE  SUBSTANTIVE  AND  PROCEDURAL\n   18  PROVISIONS  OF  THIS  SECTION.   IN THE EVENT THAT THE CORPORATION FINDS\n   19  INSTANCES OF SUBSTANTIVE NONCOMPLIANCE BY A REGIONAL  TECHNOLOGY  ORGAN-\n   20  IZATION  WITH  ANY  OF THE PROVISIONS OF THIS SECTION AND SUCH INSTANCES\n   21  WERE, OR SHOULD HAVE BEEN, KNOWN TO BE IN  NONCOMPLIANCE,  THE  REGIONAL\n   22  TECHNOLOGY DEVELOPMENT ORGANIZATION SHALL NOT BE AUTHORIZED TO ISSUE ANY\n   23  UNUSED  PORTION  OF  ITS  GUARANTEE AUTHORIZATION.   THE CORPORATION MAY\n   24  REVOKE OR WITHHOLD THE REGIONAL  TECHNOLOGY  DEVELOPMENT  ORGANIZATION'S\n   25  ALLOCATION UNTIL SUCH TIME AS THE REGIONAL TECHNOLOGY DEVELOPMENT ORGAN-\n   26  IZATION  IS  IN  FULL  COMPLIANCE  WITH  ALL  OF  THE PROVISIONS OF THIS\n   27  SECTION.\n   28    16. THE CORPORATION SHALL, ON OR BEFORE OCTOBER  FIRST,  TWO  THOUSAND\n   29  FOURTEEN AND ON OR BEFORE EACH OCTOBER FIRST THEREAFTER, SUBMIT A REPORT\n   30  TO  THE  GOVERNOR  AND THE LEGISLATURE ON THE OPERATIONS AND ACCOMPLISH-\n   31  MENTS OF THE HIGH-TECHNOLOGY WORKING  CAPITAL  LOAN  GUARANTEE  PROGRAM.\n   32  SUCH  REPORT SHALL INCLUDE A SUMMARY OF THE INFORMATION CONTAINED IN THE\n   33  REPORTS SUBMITTED PURSUANT TO SUBDIVISION THIRTEEN OF THIS  SECTION  AND\n   34  OF  THE  RESULTS  OF THE AUDITS PERFORMED BY THE CORPORATION PURSUANT TO\n   35  SUBDIVISION FIFTEEN OF THIS SECTION, AND SHALL SET FORTH THE  STATUS  OF\n   36  THE  HIGH-TECHNOLOGY  WORKING  CAPITAL LOAN GUARANTEE PROGRAM, INCLUDING\n   37  ALLOCATIONS,  PAYMENTS  TO  COVER  DEFAULTED  LOANS,  AND  FUND  RESERVE\n   38  BALANCE.\n   39    S 3.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to high-technology working capital loan guarantees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T115701.TXT", "SOBI.D110131.T114701.TXT", "SOBI.D110131.T113700.TXT", "SOBI.D110131.T123705.TXT", "SOBI.D110201.T102340.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296573820033
}