{
  "year" : 2011,
  "senateBillNo" : "A3989-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to cities",
    "billEventId" : "A3989-2011-1296536400000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires taxicabs in New York city to display the taxi and limousine commission's complaint telephone number on their rear bumpers; sets minimum insurance coverage",
  "summary" : "Requires taxicabs in New York city to display the taxi and limousine commission's complaint telephone number on their rear bumpers; requires the commission to staff this telephone with a person from 8 to 9 a.m. and from 5 to 7 p.m.; requires a taxicab driver who receives five complaints in a three month period to undergo safety training; sets minimum liability insurance requirements for taxicabs and liveries. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A4121-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3989\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BRENNAN, MILLMAN, MARKEY, MAISEL -- Multi-Spon-\n         sored by -- M. of A.  CANESTRARI, GLICK, GOTTFRIED, McENENY,  PHEFFER,\n         ROSENTHAL -- read once and referred to the Committee on Cities\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to liability insurance coverage for  taxicabs  and  liveries,\n         safety  training  for  delinquent taxi drivers, and requiring taxis to\n         display the taxi and limousine commission's complaint number on  their\n         bumpers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The administrative code of the city of New York is  amended\n    2  by adding a new section 19-504.5 to read as follows:\n    3    S  19-504.5  INSURANCE  REQUIREMENTS FOR TAXICABS AND LIVERIES.  EVERY\n    4  TAXICAB AND LIVERY AUTHORIZED TO OPERATE SHALL MAINTAIN  IN  FORCE,  AND\n    5  PROVIDE PROOF THEREOF TO THE COMMISSION, LIABILITY INSURANCE AS FOLLOWS:\n    6    SUCH  LIABILITY  INSURANCE SHALL MEAN A POLICY THAT MEETS THE REQUIRE-\n    7  MENTS OF THE VEHICLE AND TRAFFIC LAW AND  THE  INSURANCE  LAW  AND  THAT\n    8  PROVIDES  FOR  INSURANCE  AGAINST LOSS FROM THE LIABILITY IMPOSED BY LAW\n    9  FOR DAMAGES, INCLUDING DAMAGES FOR CARE AND LOSS OF SERVICES, BECAUSE OF\n   10  BODILY INJURY TO OR DEATH OF ANY PERSON AND INJURY TO OR DESTRUCTION  OF\n   11  PROPERTY ARISING OUT OF THE OWNERSHIP, MAINTENANCE, USE, OR OPERATION OF\n   12  A SPECIFIC MOTOR VEHICLE OR MOTOR VEHICLES WITHIN THE STATE OF NEW YORK,\n   13  OR  ELSEWHERE  IN  THE UNITED STATES IN NORTH AMERICA OR THE DOMINION OF\n   14  CANADA, SUBJECT TO A  LIMIT,  EXCLUSIVE  OF  INTEREST  AND  COSTS,  WITH\n   15  RESPECT  TO  EACH  SUCH  MOTOR  VEHICLE, OF ONE HUNDRED THOUSAND DOLLARS\n   16  BECAUSE OF BODILY INJURIES TO AND TWO HUNDRED THOUSAND  DOLLARS  BECAUSE\n   17  OF  DEATH  OF  ONE PERSON IN ANY ONE ACCIDENT AND, SUBJECT TO SAID LIMIT\n   18  FOR ONE PERSON, TO A LIMIT OF TWO HUNDRED THOUSAND  DOLLARS  BECAUSE  OF\n   19  BODILY  INJURY TO AND THREE HUNDRED THOUSAND DOLLARS BECAUSE OF DEATH OF\n   20  TWO OR MORE PERSONS IN ANY ONE ACCIDENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05429-01-1\n\n       A. 3989                             2\n\n    1    S 2. Section 19-505 of the administrative code of the city of New York\n    2  is amended by adding a new subdivision q to read as follows:\n    3    Q.  UPON  THE  RECEIPT  OF FIVE COMPLAINTS WITHIN A THREE MONTH PERIOD\n    4  ABOUT THE UNSAFE DRIVING OF  A  TAXICAB  DRIVER,  THE  COMMISSION  SHALL\n    5  REQUIRE  SUCH  DRIVER TO PARTICIPATE IN A SAFETY TRAINING PROGRAM OF THE\n    6  COMMISSION'S DESIGN OR DESIGNATION.  FAILURE  TO  PARTICIPATE  SHALL  BE\n    7  GROUNDS FOR REVOCATION OF LICENSE.\n    8    S 3. Section 19-506 of the administrative code of the city of New York\n    9  is amended by adding a new subdivision k to read as follows:\n   10    K. THE COMMISSION SHALL ESTABLISH, MAINTAIN, AND PUBLICIZE A TELEPHONE\n   11  NUMBER  AT  WHICH IT SHALL RECEIVE COMPLAINTS FROM THE PUBLIC CONCERNING\n   12  TAXICAB DRIVERS. SUCH TELEPHONE SHALL BE STAFFED AND  DIRECTLY  ANSWERED\n   13  BY  A PERSON EACH WEEKDAY, EXCEPT HOLIDAYS, FROM EIGHT A.M. TO NINE A.M.\n   14  AND FROM FIVE P.M. TO SEVEN P.M.\n   15    S 4. Subdivision b of section 19-514 of the administrative code of the\n   16  city of New York is amended to read as follows:\n   17    b.  The name of the corporate owner shall  be  printed  on  both  rear\n   18  doors  or  on both front doors of each taxicab in such a manner as shall\n   19  be prescribed by the commission.   THE TELEPHONE  NUMBER  AT  WHICH  THE\n   20  COMMISSION  RECEIVES  COMPLAINTS FROM THE PUBLIC ABOUT TAXICABS SHALL BE\n   21  DISPLAYED ON THE REAR BUMPER OF EACH TAXICAB IN CLEAR, LARGE, AND  SUIT-\n   22  ABLE PRINT AS THE COMMISSION SHALL PRESCRIBE.\n   23    S  5. This act shall take effect on the first of January next succeed-\n   24  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to liability insurance coverage for taxicabs and liveries, safety training for delinquent taxi drivers, and requiring taxis to display the taxi and limousine commission's complaint number on their bumpers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T133857.TXT", "SOBI.D110201.T113846.TXT", "SOBI.D110201.T133357.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296585537108
}