{
  "year" : 2011,
  "senateBillNo" : "A398-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A398-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner of correctional services to enter into agreements to house local inmates to alleviate overcrowding in local correctional facilities",
  "summary" : "Requires the commissioner of correctional services to enter into agreements with counties and the city of New York to take custody of inmates serving a definite sentence of more than 90 days to alleviate overcrowding in local correctional facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A10191-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          398\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- read once and referred to the Commit-\n         tee on Correction\n\n       AN ACT to amend the correction law, in relation to agreements for custo-\n         dy of definite sentence inmates\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 91 of the correction law, as amended by section 5\n    2  of part H of chapter 56 of the laws of  2009,  is  amended  to  read  as\n    3  follows:\n    4    S  91.  Agreements  for  custody  of definite sentence inmates. 1. The\n    5  commissioner may, SUBJECT TO THE PROVISIONS OF SUBDIVISION FIVE OF  THIS\n    6  SECTION, enter into an agreement with any county or with the city of New\n    7  York  to  provide  for  custody by the department of persons who receive\n    8  definite sentences of imprisonment with terms in excess of  ninety  days\n    9  who  otherwise  would serve such sentences in the jail, workhouse, peni-\n   10  tentiary or other local correctional [institution]  FACILITY  maintained\n   11  by  such  locality;  provided,  however,  that a person committed to the\n   12  custody of the department pursuant to an agreement established  by  this\n   13  section,  except  a  person  committed pursuant to an agreement with the\n   14  city of New York, shall be delivered to a reception center designated by\n   15  the commissioner for an initial processing  period  which  shall  be  no\n   16  longer than seven days, and thereafter, shall be transferred to a gener-\n   17  al  confinement correctional facility located in the same county or in a\n   18  county adjacent to the county  where  such  person  would  otherwise  be\n   19  committed  to a local correctional facility. In the event, however, that\n   20  exigent circumstances related to health, safety or security arise  which\n   21  require  the immediate transfer of an inmate to a different facility not\n   22  within the county or adjacent county, then the department shall, as soon\n   23  thereafter as practicable, arrange for such inmate to be returned to the\n   24  jurisdiction of the county from which he or she was committed.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02188-01-1\n\n       A. 398                              2\n\n    1    2. Any such agreement, except one that is made with the  city  of  New\n    2  York,  may  be  made  with  the  sheriff,  warden, superintendent, local\n    3  commissioner of correction or other person in  charge  of  such  [county\n    4  institution]  LOCAL  CORRECTIONAL  FACILITY  and shall be subject to the\n    5  approval of the chief executive officer of the county. An agreement made\n    6  with  the  city  of  New  York  may  be  made  with  the commissioner of\n    7  correction of that city and shall be subject  to  the  approval  of  the\n    8  mayor.\n    9    3. An agreement made under this section [shall require the locality to\n   10  pay  the  cost  of  treatment,  maintenance and custody furnished by the\n   11  department, and the costs incurred under subdivision  two  or  three  of\n   12  section  one  hundred  twenty-five  of  this  chapter  relating  to  the\n   13  provision  of  clothing,  money  and  transportation  upon  release   or\n   14  discharge  of inmates delivered to the department pursuant to the agree-\n   15  ment, and] shall contain at least the following provisions:\n   16    (a) A PROVISION THAT REQUIRES THE LOCALITY TO PAY THE COST  OF  TREAT-\n   17  MENT, MAINTENANCE, AND CUSTODY OF AN INMATE FURNISHED BY THE DEPARTMENT;\n   18    (B) A provision specifying the minimum length of the term of imprison-\n   19  ment  of  persons who may be received by the department under the agree-\n   20  ment, which may be any term in excess of ninety days agreed  to  by  the\n   21  parties and which need not be the same in each agreement;\n   22    [(b)]  (C)  A provision that no charge will be made to the state or to\n   23  the department or to any of its institutions during the pendency of such\n   24  agreement for delivery of inmates to the department by officers  of  the\n   25  locality,  and  that  the  provisions of section six hundred two of this\n   26  chapter or of any similar law shall not apply for  delivery  of  inmates\n   27  during such time;\n   28    [(c)] (D) A PROVISION FOR REIMBURSEMENT BY THE LOCALITY TO THE DEPART-\n   29  MENT  TO PAY THE COST OF TREATMENT, MAINTENANCE AND CUSTODY OF AN INMATE\n   30  FURNISHED BY SUCH LOCALITY PURSUANT TO SUBDIVISION FOUR OF SECTION NINE-\n   31  TY-FIVE OF THIS ARTICLE;\n   32    (E) Designation of the correctional facility or  facilities  to  which\n   33  persons under sentences covered by the agreement are to be delivered;\n   34    [(d)] (F) A provision requiring the department to provide transitional\n   35  services  upon  the  release  of persons committed to the custody of the\n   36  department pursuant to an agreement established by this section;\n   37    [(e)] (G) Any other provision the commissioner may deem  necessary  or\n   38  appropriate; and\n   39    [(f)]  (H)  A  provision  giving  either party the right to cancel the\n   40  agreement by giving the other party notice in writing, with cancellation\n   41  to become effective on such date as may be specified in such notice.\n   42    4. Notwithstanding any other provision of law, the commissioner  shall\n   43  be  authorized to grant, withhold, cause to be forfeited, or cancel time\n   44  allowances as provided in and in compliance with section  eight  hundred\n   45  four of this chapter.\n   46    5.  (A) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (H) OF SUBDIVISION\n   47  THREE OF THIS SECTION, THE COMMISSIONER SHALL ENTER  INTO  AN  AGREEMENT\n   48  WITH A COUNTY OR THE CITY OF NEW YORK PURSUANT TO THE PROVISIONS OF THIS\n   49  SECTION  WHEN IT IS DETERMINED BY THE STATE COMMISSION ON CORRECTIONS TO\n   50  BE NECESSARY TO ALLEVIATE OVERCROWDING AT THE LOCAL CORRECTIONAL FACILI-\n   51  TY OR FACILITIES. UPON SUCH DETERMINATION, A COUNTY OR THE CITY  OF  NEW\n   52  YORK  SHALL  NOT  BE  REQUIRED BY THE STATE COMMISSION ON CORRECTIONS TO\n   53  CONSTRUCT NEW CORRECTIONAL FACILITIES.\n   54    (B) NOTHING IN THIS SECTION SHALL PRECLUDE  THE  STATE  COMMISSION  ON\n   55  CORRECTIONS  FROM  ISSUING  WAIVERS  PURSUANT TO THIS ARTICLE, IF IN THE\n   56  DISCRETION OF THE STATE COMMISSION ON CORRECTIONS THE  ISSUANCE  OF  THE\n\n       A. 398                              3\n\n    1  WAIVER  IS  MORE  APPROPRIATE  THAN  THE  AGREEMENT PROVIDED FOR IN THIS\n    2  SECTION.\n    3    (C)  NOTHING  IN THIS SECTION SHALL PRECLUDE A COUNTY FROM ENTERING AN\n    4  AGREEMENT WITH A CONTIGUOUS COUNTY OR PROHIBIT THE CONTINUATION  OF  ANY\n    5  EXISTING  AGREEMENT  BETWEEN  THE  COUNTIES FOR THE ALLEVIATION OF OVER-\n    6  CROWDING AT A LOCAL CORRECTIONAL FACILITY.\n    7    (D) NOTHING IN THIS SECTION SHALL PRECLUDE THE CITY OF NEW  YORK  FROM\n    8  ENTERING  INTO  AGREEMENTS WITH ANY COUNTY WITHIN THE STATE TO ALLEVIATE\n    9  OVERCROWDING AT ITS LOCAL FACILITIES.\n   10    6. A copy of such agreement shall be filed with the secretary of state\n   11  and with the clerk of each court having jurisdiction to impose sentences\n   12  covered by the agreement in the county or city to which it applies.\n   13    S 2. Section 91 of the correction law, as added by chapter 478 of  the\n   14  laws of 1970, is amended to read as follows:\n   15    S  91.  Agreements  for  custody of definite sentence inmates.  1. The\n   16  [state] commissioner [of correction] may, SUBJECT TO THE  PROVISIONS  OF\n   17  SUBDIVISION FOUR OF THIS SECTION, enter into an agreement with any coun-\n   18  ty  or  with  the city of New York to provide for custody by the [state]\n   19  department [of correction] of persons who receive definite sentences  of\n   20  imprisonment  with  terms  in  excess of ninety days who otherwise would\n   21  serve such sentences in the jail, workhouse, penitentiary or other local\n   22  correctional [institution] FACILITY maintained by such locality.\n   23    2. Any such agreement, except one that is made with the  city  of  New\n   24  York,  may  be  made  with  the  sheriff,  warden, superintendent, local\n   25  commissioner of correction or other person in  charge  of  such  [county\n   26  institution]  LOCAL  CORRECTIONAL  FACILITY  and shall be subject to the\n   27  approval of the chief executive officer of the county. An agreement made\n   28  with the city  of  New  York  may  be  made  with  the  commissioner  of\n   29  correction  of  that  city  and  shall be subject to the approval of the\n   30  mayor.\n   31    3. An agreement made under this section [shall not require the locali-\n   32  ty to pay the cost of treatment, maintenance and  custody  furnished  by\n   33  the  state  department  of  correction  and]  shall contain at least the\n   34  following provisions:\n   35    (a) A PROVISION THAT REQUIRES THE LOCALITY TO PAY THE COST  OF  TREAT-\n   36  MENT, MAINTENANCE AND CUSTODY OF AN INMATE FURNISHED BY THE DEPARTMENT;\n   37    (B) A provision specifying the minimum length of the term of imprison-\n   38  ment  of  persons  who  may  be  received  by the [state] department [of\n   39  correction] under the agreement, which may be  any  term  in  excess  of\n   40  ninety  days  agreed to by the parties and which need not be the same in\n   41  each agreement;\n   42    [(b)] (C) A provision that no charge will be made to the state  or  to\n   43  the  [state]  department  [of  correction] or to any of its institutions\n   44  during the pendency of such agreement for delivery  of  inmates  to  the\n   45  [state] department [of correction] by officers of the locality, and that\n   46  the  provisions  of  section  six  hundred two of this chapter or of any\n   47  similar law shall not apply for delivery of inmates during such time;\n   48    [(c)] (D) A provision that no charge shall be  made  to  or  shall  be\n   49  payable  by  the  state  during  the  pendency of such agreement for the\n   50  expense of maintaining parole violators pursuant to section two  hundred\n   51  [sixteen]  FIFTY-NINE-I  of  [this  chapter]  THE EXECUTIVE LAW, for the\n   52  expense of maintaining coram nobis prisoners  pursuant  to  section  six\n   53  hundred  one-b of this chapter, OR for the expense of maintaining felony\n   54  prisoners pursuant to section six hundred one-c of this chapter[, or for\n   55  the expense of maintaining alternative local reformatory inmates  pursu-\n\n       A. 398                              4\n\n    1  ant  to  section eight hundred thirty-five in institutions maintained by\n    2  the locality];\n    3    [(d)]  (E)  A  provision,  approved  by  the  state  comptroller,  for\n    4  reimbursement of the [state] department [of correction] by the  locality\n    5  for  expenses  incurred  under  subdivision  two or three of section one\n    6  hundred twenty-five of this chapter  relating  to  clothing,  money  and\n    7  transportation  furnished upon release or discharge of inmates delivered\n    8  to the [state] department [of correction] pursuant to the agreement;\n    9    [(e)] (F) A PROVISION FOR REIMBURSEMENT BY THE LOCALITY TO THE DEPART-\n   10  MENT TO PAY THE COST OF TREATMENT, MAINTENANCE AND CUSTODY OF AN  INMATE\n   11  FURNISHED BY SUCH LOCALITY PURSUANT TO SUBDIVISION FOUR OF SECTION NINE-\n   12  TY-FIVE OF THIS ARTICLE;\n   13    (G)  Designation  of  the correctional facility or facilities to which\n   14  persons under sentences covered by the agreement are to be delivered;\n   15    [(f)] (H) Any other provision the [state] commissioner [of correction]\n   16  may deem necessary or appropriate; and\n   17    [(g)] (I) A provision giving either party  the  right  to  cancel  the\n   18  agreement by giving the other party notice in writing, with cancellation\n   19  to become effective on such date as may be specified in such notice.\n   20    4.  (A) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (I) OF SUBDIVISION\n   21  THREE OF THIS SECTION, THE COMMISSIONER SHALL ENTER  INTO  AN  AGREEMENT\n   22  WITH A COUNTY OR THE CITY OF NEW YORK PURSUANT TO THE PROVISIONS OF THIS\n   23  SECTION  WHEN IT IS DETERMINED BY THE STATE COMMISSION ON CORRECTIONS TO\n   24  BE NECESSARY TO ALLEVIATE OVERCROWDING AT THE LOCAL CORRECTIONAL FACILI-\n   25  TY OR FACILITIES. UPON SUCH DETERMINATION, A COUNTY OR THE CITY  OF  NEW\n   26  YORK  SHALL  NOT  BE  REQUIRED BY THE STATE COMMISSION ON CORRECTIONS TO\n   27  CONSTRUCT NEW CORRECTIONAL FACILITIES.\n   28    (B) NOTHING IN THIS SECTION SHALL PRECLUDE  THE  STATE  COMMISSION  ON\n   29  CORRECTIONS  FROM  ISSUING  WAIVERS  PURSUANT TO THIS ARTICLE, IF IN THE\n   30  DISCRETION OF THE STATE COMMISSION ON CORRECTIONS THE  ISSUANCE  OF  THE\n   31  WAIVER  IS  MORE  APPROPRIATE  THAN  THE  AGREEMENT PROVIDED FOR IN THIS\n   32  SECTION.\n   33    (C) NOTHING IN THIS SECTION SHALL PRECLUDE A COUNTY FROM  ENTERING  AN\n   34  AGREEMENT  WITH  A CONTIGUOUS COUNTY OR PROHIBIT THE CONTINUATION OF ANY\n   35  EXISTING AGREEMENT BETWEEN COUNTIES FOR THE ALLEVIATION OF  OVERCROWDING\n   36  AT A LOCAL CORRECTIONAL FACILITY OR FACILITIES.\n   37    (D)  NOTHING  IN THIS SECTION SHALL PRECLUDE THE CITY OF NEW YORK FROM\n   38  ENTERING INTO AGREEMENTS WITH ANY COUNTY WITHIN THE STATE  TO  ALLEVIATE\n   39  OVERCROWDING AT ITS LOCAL FACILITIES.\n   40    5. A copy of such agreement shall be filed with the secretary of state\n   41  and with the clerk of each court having jurisdiction to impose sentences\n   42  covered by the agreement in the county or city to which it applies.\n   43    S  3. Subdivision 4 of section 92 of the correction law, as amended by\n   44  section 6 of part H of chapter 56 of the laws of  2009,  is  amended  to\n   45  read as follows:\n   46    4.  In the event any such agreement is cancelled, inmates delivered to\n   47  the department prior to the date of cancellation shall continue to serve\n   48  their sentences in the custody of such department and the provisions  of\n   49  such  agreement  shall continue to apply with respect to such inmates. A\n   50  copy of the notice of cancellation shall be filed with the secretary  of\n   51  state  and  with the clerks of courts in the manner provided in subdivi-\n   52  sion [four] SIX of section ninety-one of this article,  and  no  inmates\n   53  shall be delivered to the custody of the department under such agreement\n   54  after the date on which such cancellation becomes effective.\n   55    S  4.  Subdivision  4 of section 92 of the correction law, as added by\n   56  chapter 478 of the laws of 1970, is amended to read as follows:\n\n       A. 398                              5\n\n    1    4. In the event any such agreement is cancelled, inmates delivered  to\n    2  the [state] department [of correction] prior to the date of cancellation\n    3  shall  continue  to  serve  their sentences in the custody of [such] THE\n    4  department and the provisions of such agreement shall continue to  apply\n    5  with respect to such inmates. A copy of the notice of cancellation shall\n    6  be  filed  with  the secretary of state and with the clerks of courts in\n    7  the manner provided in subdivision [four] FIVE of section ninety-one  of\n    8  this  article,  and  no inmates shall be delivered to the custody of the\n    9  [state] department [of correction] under such agreement after  the  date\n   10  on which such cancellation becomes effective.\n   11    S  5.  This  act shall take effect on the thirtieth day after it shall\n   12  have become a law, and shall apply to  agreements  entered  into  on  or\n   13  before  such effective date; provided that the amendments to sections 91\n   14  and 92 of the correction law made by sections one and three of this  act\n   15  shall be subject to the expiration and reversion of such sections pursu-\n   16  ant  to  section  8  of  part  H  of  chapter 56 of the laws of 2009, as\n   17  amended, when upon such date sections two and four  of  this  act  shall\n   18  take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to agreements for custody of definite sentence inmates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101227.T163108.TXT", "SOBI.D101223.T155617.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293485468817
}