{
  "year" : 2011,
  "senateBillNo" : "A3997-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A3997-2011-1296536400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that when a driving under the influence of alcohol offender is sentenced to probation, a condition shall be alcohol and controlled substance monitoring",
  "summary" : "Provides that when a driving under the influence of alcohol offender is sentenced to probation, a condition thereof shall be alcohol and controlled substance monitoring by the probation department; such monitoring shall be by means of the use of a secure continuous remote alcohol monitor. ",
  "currentCommittee" : null,
  "sameAs" : "S2516",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A8650-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3997\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the  executive  law,  in\n         relation  to  the  imposition  of a sentence of alcohol and controlled\n         substance monitoring upon conviction of an alcohol-related offense\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 1193 of the vehicle and traffic law is amended by\n    2  adding a new subdivision 1-b to read as follows:\n    3    1-B. ALCOHOL AND CONTROLLED SUBSTANCE MONITORING. (A) IN  ADDITION  TO\n    4  ANY  OTHER  SANCTIONS  PROVIDED  BY  THIS  SECTION, THE COURT SHALL UPON\n    5  CONVICTION OF A PERSON OF A VIOLATION OF SUBDIVISION TWO, TWO-A OR THREE\n    6  OF SECTION ELEVEN HUNDRED  NINETY-TWO  OF  THIS  ARTICLE,  OR  VEHICULAR\n    7  ASSAULT  IN  THE SECOND DEGREE AS DEFINED IN SECTION 120.03 OF THE PENAL\n    8  LAW, OR VEHICULAR ASSAULT IN THE FIRST  DEGREE  AS  DEFINED  IN  SECTION\n    9  120.04  OF  THE PENAL LAW, OR AGGRAVATED VEHICULAR ASSAULT AS DEFINED IN\n   10  SECTION 120.04-A OF THE PENAL LAW,  OR  VEHICULAR  MANSLAUGHTER  IN  THE\n   11  SECOND  DEGREE AS DEFINED IN SECTION 125.12 OF THE PENAL LAW, OR VEHICU-\n   12  LAR MANSLAUGHTER IN THE FIRST DEGREE AS DEFINED IN SECTION 125.13 OF THE\n   13  PENAL LAW, OR AGGRAVATED VEHICULAR HOMICIDE AS DEFINED IN SECTION 125.14\n   14  OF THE PENAL LAW, WHEN SUCH COURT SENTENCES SUCH PERSON TO A  PERIOD  OF\n   15  PROBATION,  MAKE  A  CONDITION OF SUCH PROBATION THE WEARING OF A SECURE\n   16  CONTINUOUS REMOTE ALCOHOL MONITOR FOR THE DETECTION OF THE USE OF  ALCO-\n   17  HOL  OR A CONTROLLED SUBSTANCE BY THE SENTENCED PERSON; PROVIDED, HOWEV-\n   18  ER, SUCH COURT SHALL NOT AUTHORIZE THE OPERATION OF A MOTOR  VEHICLE  BY\n   19  ANY  SUCH  PERSON  WHOSE LICENSE OR PRIVILEGE TO OPERATE A MOTOR VEHICLE\n   20  HAS BEEN SUSPENDED OR REVOKED.\n   21    (B) A COURT SHALL CONDITION ANY BOND OR PRE-TRIAL RELEASE FOR A CHARGE\n   22  OF ANY OF THE OFFENSES LISTED IN PARAGRAPH (A) OF THIS SUBDIVISION  UPON\n   23  THE  WEARING  OF  A  SECURE  CONTINUOUS  REMOTE ALCOHOL MONITOR, AND THE\n   24  PAYMENT OF THE ASSOCIATED COSTS AND  EXPENSES.  FURTHERMORE,  THE  COURT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05781-01-1\n\n       A. 3997                             2\n\n    1  SHALL  CONDITION  THE  SUSPENDED  IMPOSITION  OF  SENTENCE  OR SUSPENDED\n    2  EXECUTION OF SENTENCE UPON SUCH WEARING, AND THE PAYMENT OF THE  ASSOCI-\n    3  ATED  COSTS  AND  EXPENSES.  A COURT MAY WAIVE A FINE OR BOND IN LIEU OF\n    4  PARTICIPATION  IN THE ALCOHOL AND CONTROLLED SUBSTANCE MONITORING ESTAB-\n    5  LISHED PURSUANT TO THIS SUBDIVISION. IN ADDITION, A COURT MAY WAIVE  THE\n    6  PAYMENT  OF  THE  ASSOCIATED  COST AND EXPENSE OF SUCH PROGRAM WHERE THE\n    7  PROBATIONER OR DEFENDANT MEETS THE ELIGIBILITY REQUIREMENTS FOR A PUBLIC\n    8  DEFENDER.\n    9    (C) THE FAILURE OF ANY PERSON TO COMPLY WITH THE REQUIREMENTS  OF  THE\n   10  ALCOHOL  AND CONTROLLED SUBSTANCE MONITORING PROGRAM SHALL RESULT IN THE\n   11  ISSUANCE OF A REVOCATION ORDER. NO PROVISION OF THIS  SUBDIVISION  SHALL\n   12  AUTHORIZE  A  COURT  TO SENTENCE ANY PERSON TO A PERIOD OF PROBATION FOR\n   13  SUBJECTING HIM OR HER TO THE PROGRAM ESTABLISHED  BY  THIS  SUBDIVISION,\n   14  UNLESS SUCH PERSON WOULD OTHERWISE HAVE BEEN ELIGIBLE TO BE SENTENCED TO\n   15  PROBATION.\n   16    (D)  EVERY PERSON SENTENCED PURSUANT TO THIS SUBDIVISION SHALL PROVIDE\n   17  PROOF OF COMPLIANCE TO THE SENTENCING COURT IN SUCH MANNER AND  AT  SUCH\n   18  TIMES AS THE COURT SHALL REQUIRE.\n   19    (E)  ALL  COSTS  AND  EXPENSES  COLLECTED PURSUANT TO THIS SUBDIVISION\n   20  SHALL BE PAID IN THE TREASURY OF THE COUNTY OR CITY  OF  NEW  YORK,  THE\n   21  PROCEEDS  OF  WHICH  SHALL  BE  USED SOLELY FOR THE PURPOSE OF DEFRAYING\n   22  RECURRING  COSTS  INCLUDING  MAINTAINING  EQUIPMENT,   FUNDING   SUPPORT\n   23  SERVICES AND ENSURING COMPLIANCE.\n   24    S  2.  Section  243  of  the  executive law is amended by adding a new\n   25  subdivision 5 to read as follows:\n   26    5. THE DIRECTOR SHALL PROMULGATE RULES AND REGULATIONS FOR THE  ADMIN-\n   27  ISTRATION  OF  ALCOHOL  AND  CONTROLLED SUBSTANCE MONITORING PURSUANT TO\n   28  SUBDIVISION ONE-B OF SECTION ELEVEN HUNDRED NINETY-THREE OF THE  VEHICLE\n   29  AND TRAFFIC LAW. SUCH RULES AND REGULATIONS SHALL:\n   30    (A)  PROVIDE  FOR  PROCEDURES AND APPARATUS FOR TESTING THE ELECTRONIC\n   31  MONITORING DEVICES;\n   32    (B) SET PARTICIPATION AND USER FEES, PROVIDED,  THAT  SUCH  USER  FEES\n   33  SHALL  NOT BE LESS THAN THE PRO RATA COST OF THE PURCHASE AND USE OF THE\n   34  SECURE CONTINUOUS REMOTE ALCOHOL MONITOR; AND\n   35    (C) REQUIRE  THE  SUBMISSION  OF  REPORTS  AND  INFORMATION  BY  LOCAL\n   36  PROBATION DEPARTMENTS.\n   37    S  3.  This act shall take effect immediately, except that section two\n   38  of this act shall take effect on the first of  January  next  succeeding\n   39  the date on which this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the executive law, in relation to the imposition of a sentence of alcohol and controlled substance monitoring upon conviction of an alcohol-related offense ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T140400.TXT", "SOBI.D110201.T114346.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296587040334
}