{
  "year" : 2011,
  "senateBillNo" : "A399-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A399-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York certified retirement community program within the office for the aging",
  "summary" : "Establishes the New York certified retirement community program within the office for the aging; provides for certification by the director of the office for the aging that a community is advantageous for retirees to live and that such community encourages retirees to reside therein; provides that upon certification, the office for the aging shall provide assistance to the community. ",
  "currentCommittee" : null,
  "sameAs" : "S112",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "AA7067-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          399\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, LIFTON, LUPARDO, PHEFFER -- Multi-Spon-\n         sored by -- M. of A.  DESTITO -- read once and referred to the Commit-\n         tee on Aging\n\n       AN ACT to amend the elder law, in relation to establishing a program  to\n         encourage retirees to make their homes in New York state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the  \"New  York  certified  retirement  community  act\", and the program\n    3  created hereunder shall be known as the  \"New  York  Livable  Integrated\n    4  Elder Friendly Retirement Communities (New York LIFE) program.\"\n    5    S  2.    The elder law is amended by adding a new article 3 to read as\n    6  follows:\n    7                                 ARTICLE III\n    8               NEW YORK CERTIFIED RETIREMENT COMMUNITY PROGRAM\n    9  SECTION 310. DEFINITIONS.\n   10          311. THE  NEW  YORK  CERTIFIED  RETIREMENT  COMMUNITY   PROGRAM;\n   11                 CREATION.\n   12          312. LEGISLATIVE INTENT.\n   13          313. RULES AND REGULATIONS.\n   14          314. DESIGNATION.\n   15          315. NEW  YORK  CERTIFIED  RETIREMENT  COMMUNITY  PROGRAM; LOCAL\n   16                 COMMITTEES.\n   17          316. NEW YORK CERTIFIED RETIREMENT  COMMUNITY  PROGRAM;  ASSIST-\n   18                 ANCE.\n   19          317. REPORT.\n   20          318. ASSISTANCE OF OTHER AGENCIES.\n   21    S 310. DEFINITIONS. AS USED IN THIS ARTICLE:\n   22    1.  \"CERTIFIED  RETIREMENT  COMMUNITY\"  MEANS  ANY COMMUNITY SITE THAT\n   23  MEETS THE REQUIREMENTS OF THIS ARTICLE AND IS THEREFORE DESIGNATED AS  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02313-01-1\n\n       A. 399                              2\n\n    1  CERTIFIED  RETIREMENT COMMUNITY BY THE OFFICE. SUCH DESIGNATION SHALL BE\n    2  FOR A DURATION OF NOT MORE THAN FIVE YEARS, AND MAY BE RENEWED THEREAFT-\n    3  ER BY MAKING APPLICATION TO SUCH DIRECTOR.\n    4    2. \"COMMUNITY SITE\" MEANS A CITY, TOWN, OR VILLAGE, OR A PORTION THER-\n    5  EOF  DESIGNATED  BY  SUCH  CITY, TOWN, OR VILLAGE, WHICH APPLIES TO BE A\n    6  CERTIFIED RETIREMENT COMMUNITY.\n    7    3.  \"ASSESSMENT INSTRUMENT\" MEANS AN  INSTRUMENT  RECOMMENDED  BY  THE\n    8  RETIREMENT  COMMUNITY  ADVISORY  COMMITTEE  AND APPROVED BY THE DIRECTOR\n    9  THAT WILL ALLOW A COMMUNITY SITE TO ASSESS WHETHER IT  HAS  THE  FACTORS\n   10  THAT  QUALIFY  IT  AS  A CERTIFIED RETIREMENT COMMUNITY. SUCH ASSESSMENT\n   11  INSTRUMENT SHALL PROVIDE A COMMUNITY SITE WITH  A  MEANS  OF  EVALUATING\n   12  CRITERIA  IMPORTANT  TO  RETIREES,  INCLUDING  BUT  NOT  LIMITED TO SUCH\n   13  FACTORS AS WHETHER THE COMMUNITY CHARACTERISTICS  ADDRESS  BASIC  NEEDS,\n   14  OPTIMIZE  PHYSICAL  AND MENTAL HEALTH AND WELL-BEING, MAXIMIZE INDEPEND-\n   15  ENCE FOR THE FRAIL AND DISABLED, AND PROMOTE SOCIAL  AND  CIVIC  ENGAGE-\n   16  MENT,  AND  SUCH  OTHER  QUANTITATIVE AND QUALITATIVE FACTORS AS WILL BE\n   17  ATTRACTIVE TO RETIREES. SUCH FACTORS  WILL  BE  MADE  PUBLIC  FOR  THOSE\n   18  COMMUNITY SITES DESIGNATED AS CERTIFIED RETIREMENT COMMUNITIES. SPECIFIC\n   19  FACTORS CONSIDERED MAY INCLUDE:\n   20    (A)  LOCAL  TAXES  AND THE EFFECT ON RETIREES WHEN COMBINED WITH STATE\n   21  TAXES, TAX CREDITS, AND OTHER TAX PROGRAMS;\n   22    (B) HOUSING OPPORTUNITIES AND  COST,  AND  THE  CONTINUUM  OF  HOUSING\n   23  OPPORTUNITIES  INCLUDING  BUT  NOT LIMITED TO INDEPENDENT AND SUBSIDIZED\n   24  HOUSING, ASSISTED LIVING AND SHARED HOUSING OPPORTUNITIES AND  INCLUDING\n   25  HOUSING OPPORTUNITIES WHICH ACCOMMODATE MOBILITY AND SAFETY;\n   26    (C) CLIMATE;\n   27    (D) PERSONAL SAFETY;\n   28    (E) WORK OPPORTUNITIES;\n   29    (F)  HEALTH  CARE  SERVICES  AND OTHER SERVICES ALONG THE CONTINUUM OF\n   30  SERVICES INCLUDING,  BUT  NOT  LIMITED  TO,  HOME  AND  COMMUNITY  BASED\n   31  SERVICES;\n   32    (G)  TRANSPORTATION, INCLUDING WHETHER SUCH TRANSPORTATION IS ACCESSI-\n   33  BLE AND AFFORDABLE;\n   34    (H) CONTINUING  EDUCATION,  INCLUDING  CREDIT  AND  NON-CREDIT  COURSE\n   35  OPPORTUNITIES AND COSTS;\n   36    (I)  SPORTS AND RECREATION OPPORTUNITIES, INCLUDING ACTIVE AND PASSIVE\n   37  OPPORTUNITIES;\n   38    (J) THE PERFORMING ARTS, FESTIVALS, AND EVENTS;\n   39    (K) THE ABILITY OF THE SERVICE SYSTEM TO AID OR ENABLE PEOPLE TO  LIVE\n   40  COMFORTABLY AND SAFELY AT HOME; AND\n   41    (L)  SUCH OTHER FACTORS AS SHALL BE DETERMINED BY THE ADVISORY COMMIT-\n   42  TEE AND APPROVED BY THE DIRECTOR, PROVIDED THAT THE DIRECTOR, ON  ADVICE\n   43  OF  THE ADVISORY COMMITTEE, MAY MODIFY THE FACTORS LISTED IN THIS SUBDI-\n   44  VISION IN FAVOR OF OTHER MEASURES, CRITERIA, AND METRICS.\n   45    4. \"RETIREMENT COMMUNITY ADVISORY COMMITTEE\" OR  \"ADVISORY  COMMITTEE\"\n   46  SHALL  MEAN AN ADVISORY COMMITTEE OF FIFTEEN PERSONS WHOSE PURPOSE SHALL\n   47  BE TO REVIEW COMPLETED ASSESSMENT INSTRUMENTS FROM COMMUNITY  SITES  AND\n   48  MAKE  RECOMMENDATIONS  TO  THE  DIRECTOR,  AND  TO  MAKE RECOMMENDATIONS\n   49  CONCERNING THE CONDUCT AND SCOPE OF THE NEW  YORK  CERTIFIED  RETIREMENT\n   50  COMMUNITY PROGRAM, AND FOR IMPROVING ITS EFFECTIVENESS, TO THE DIRECTOR.\n   51  MEMBERS OF THE ADVISORY COMMITTEE SHALL INCLUDE, EX OFFICIO, THE FOLLOW-\n   52  ING:  THE  SECRETARY OF STATE, THE CHANCELLOR OF THE STATE UNIVERSITY OF\n   53  NEW YORK, THE COMMISSIONER OF EDUCATION, THE COMMISSIONER OF HEALTH, THE\n   54  COMMISSIONER OF THE DEPARTMENT OF LABOR, THE  COMMISSIONER  OF  CHILDREN\n   55  AND  FAMILY  SERVICES, AND THE COMMISSIONER OF TAXATION AND FINANCE. THE\n   56  GOVERNOR SHALL APPOINT AN  ADDITIONAL  EIGHT  PERSONS  TO  THE  ADVISORY\n\n       A. 399                              3\n\n    1  COMMITTEE,  OF  WHOM TWO SHALL BE ON THE RECOMMENDATION OF THE TEMPORARY\n    2  PRESIDENT OF THE SENATE, TWO ON THE RECOMMENDATION OF THE SPEAKER OF THE\n    3  ASSEMBLY, ONE ON THE  RECOMMENDATION  OF  THE  MINORITY  LEADER  OF  THE\n    4  SENATE,  AND  ONE  ON  THE  RECOMMENDATION OF THE MINORITY LEADER OF THE\n    5  ASSEMBLY. ALL SUCH APPOINTEES SHALL HAVE THE EXPERTISE IN  THE  AREA  OF\n    6  RETIREMENT  AND  RETIREMENT  COMMUNITIES. THE GOVERNOR SHALL DESIGNATE A\n    7  CHAIR OF THE ADVISORY COMMITTEE FROM AMONG  THE  MEMBERS.  THE  DIRECTOR\n    8  SHALL  ATTEND  MEETINGS BUT SHALL NOT BE A VOTING MEMBER. ALL EX OFFICIO\n    9  MEMBERS MAY DESIGNATE AN ALTERNATE, WHO SHALL HAVE THE FULL POWER TO ACT\n   10  ON BEHALF OF THE OFFICIAL. THE WORK OF THE COMMITTEE SHALL BEGIN AS SOON\n   11  AS A QUORUM IS ESTABLISHED BY THE  APPOINTMENT  OF  A  MAJORITY  OF  THE\n   12  MEMBERS  TO  BE DESIGNATED PURSUANT TO THIS SUBDIVISION, AND THE FAILURE\n   13  OF ANY INDIVIDUAL OR INSTITUTION TO MAKE RECOMMENDATIONS TO THE GOVERNOR\n   14  FOR APPOINTMENT TO THE COMMITTEE SHALL NOT BE  A  SUFFICIENT  REASON  TO\n   15  DELAY THE WORK OF THE COMMITTEE.\n   16    5. \"RETIREE\" MEANS A PERSON WHO IS AGED FIFTY-FIVE OR OLDER AND WHO IS\n   17  RETIRING OR IS PLANNING TO RETIRE FROM HIS OR HER CURRENT EMPLOYMENT.\n   18    S  311. THE NEW YORK CERTIFIED RETIREMENT COMMUNITY PROGRAM; CREATION.\n   19  THE NEW YORK CERTIFIED RETIREMENT COMMUNITY PROGRAM  IS  HEREBY  CREATED\n   20  WITHIN THE OFFICE, WHERE IT SHALL BE KNOWN AND MAY BE REFERRED TO AS THE\n   21  NEW  YORK  LIVABLE INTEGRATED ELDER FRIENDLY RETIREMENT COMMUNITIES (NEW\n   22  YORK LIFE) PROGRAM. ITS PURPOSE SHALL BE TO PROMOTE THE COMMUNITY  SITES\n   23  CHOSEN  AS CERTIFIED RETIREMENT COMMUNITIES AS PREMIER RETIREMENT DESTI-\n   24  NATIONS FOR RETIREES  AND  PROSPECTIVE  RETIREES,  AND  TO  ASSIST  SUCH\n   25  CITIES,  TOWNS, VILLAGES AND PORTIONS THEREOF IN PROVIDING AND ENHANCING\n   26  AMENITIES THAT RETIREES WILL FIND ATTRACTIVE AND IN MARKETING THEMSELVES\n   27  THROUGH SUCH MEANS AS JOINT STATE-LOCAL AND PRIVATE  MARKETING  EFFORTS,\n   28  TECHNICAL ASSISTANCE, NETWORKING OPPORTUNITIES AND OTHER SUPPORTS.\n   29    S  312.  LEGISLATIVE INTENT. THE LEGISLATURE HEREBY FINDS AND DECLARES\n   30  THAT THE NEW YORK CERTIFIED RETIREMENT COMMUNITY PROGRAM CREATED  PURSU-\n   31  ANT  TO  THIS  ARTICLE  IN  EVERY  RESPECT  SERVES AN APPROPRIATE PUBLIC\n   32  PURPOSE OF THE STATE AND ALL  OF  ITS  CITIZENS  BY  PROVIDING  ENHANCED\n   33  OPPORTUNITIES FOR QUALITY OF LIFE FOR SENIORS AND RETIREES, EXPANSION OF\n   34  COMMUNITY  AND  ECONOMIC  DEVELOPMENT  OPPORTUNITIES,  AND AS A MEANS OF\n   35  ENRICHING THE MANY DIVERSE COMMUNITIES OF THIS STATE.\n   36    S 313. RULES AND REGULATIONS. THE DIRECTOR SHALL ADOPT RULES AND REGU-\n   37  LATIONS ESTABLISHING THE  MANNER  BY  WHICH  A  COMMUNITY  SITE  MAY  BE\n   38  INITIALLY  DESIGNATED  AND  SUBSEQUENTLY RETAIN OR RENEW ITS STATUS AS A\n   39  CERTIFIED RETIREMENT COMMUNITY. IN ADOPTING SUCH RULES AND  REGULATIONS,\n   40  THE DIRECTOR SHALL CONSULT WITH THE ADVISORY COMMITTEE.\n   41    S  314.  DESIGNATION.  1.  IN  ORDER  TO  BE DESIGNATED AS A CERTIFIED\n   42  RETIREMENT PROGRAM PURSUANT TO THIS SECTION, THE  GOVERNING  BODY  OF  A\n   43  CITY,  TOWN OR VILLAGE WHICH IS OR WHICH CONTAINS A COMMUNITY SITE SHALL\n   44  SUBMIT AN APPLICATION TO THE DIRECTOR UPON A  FORM  ESTABLISHED  BY  THE\n   45  DIRECTOR AND ACCOMPANIED BY A RESOLUTION OF SUCH BODY STATING ITS DESIRE\n   46  FOR THE COMMUNITY SITE TO BE DESIGNATED AS A CERTIFIED RETIREMENT COMMU-\n   47  NITY,  ALONG  WITH THE COMPLETED ASSESSMENT INSTRUMENT AND AT THE OPTION\n   48  OF SUCH GOVERNING BODY OR IF REQUIRED BY THE  DIRECTOR,  ANY  ADDITIONAL\n   49  SUPPORTING DATA THAT SHALL FURTHER EXPLICATE THE ABILITY OF THE COMMUNI-\n   50  TY  TO  MEET  THE  PURPOSES  AND  GOALS OF THE PROGRAM. IN THE CASE OF A\n   51  COMMUNITY SITE WHICH IS LOCATED WITHIN A VILLAGE AND A  TOWN,  ONLY  THE\n   52  VILLAGE  NEED  SUBMIT THE APPLICATION AND PROVIDE THE RESOLUTION, AND IN\n   53  THE CASE OF A COMMUNITY SITE LOCATED IN MORE THAN ONE  ADJACENT  MUNICI-\n   54  PALITY, ALL SUCH ADJACENT VILLAGES OR TOWNS SHALL SUBMIT THE APPLICATION\n   55  AND RESOLUTIONS.\n\n       A. 399                              4\n\n    1    2.  THE  ADVISORY  COMMITTEE  SHALL  REVIEW  THE  APPLICATION  AND ALL\n    2  SUPPORTING MATERIALS AND SHALL ADVISE THE DIRECTOR  AS  TO  WHETHER  THE\n    3  COMMUNITY  SITE  MEETS THE REQUIREMENTS OF BECOMING A NEW YORK CERTIFIED\n    4  RETIREMENT COMMUNITY PROGRAM BY MEETING OR EXCEEDING EACH METRIC OF  THE\n    5  REQUIRED CRITERIA ON THE ASSESSMENT INSTRUMENT.\n    6    3.  IF  THE ADVISORY COMMITTEE ADVISES THE DIRECTOR THAT THE COMMUNITY\n    7  SITE MEETS THE REQUIREMENTS, THEN THE DIRECTOR SHALL TELL THE  COMMUNITY\n    8  SITE SPONSORS AND MUNICIPALITIES IN WRITING THAT IT MAY ADVERTISE ITSELF\n    9  AS A NEW YORK CERTIFIED RETIREMENT COMMUNITY PROGRAM, AND WILL BE ELIGI-\n   10  BLE  FOR  SUPPORT,  ADVICE,  AND HELP PURSUANT TO THE NEW YORK CERTIFIED\n   11  RETIREMENT COMMUNITY PROGRAM.\n   12    4. IF THE ADVISORY COMMITTEE ADVICES THE DIRECTOR THAT  THE  COMMUNITY\n   13  SITE  DOES  NOT MEET THE REQUIREMENTS OF THIS ARTICLE, THEN THE DIRECTOR\n   14  SHALL NOTIFY THE COMMUNITY SITE SPONSORS AND MUNICIPALITIES  IN  WRITING\n   15  OF  THE DEFICIENCIES IN ITS APPLICATION. THE DIRECTOR SHALL DESCRIBE THE\n   16  DEFICIENCIES AND SUGGEST A MEANS OF ADDRESSING THEM.\n   17    S 315. NEW YORK CERTIFIED RETIREMENT COMMUNITY PROGRAM; LOCAL  COMMIT-\n   18  TEES.   UPON DESIGNATION AS A CERTIFIED RETIREMENT COMMUNITY, THE COMMU-\n   19  NITY SITE SHALL ESTABLISH A RETIREMENT COMMUNITY STEERING COMMITTEE  AND\n   20  NOT LESS THAN FOUR SUBCOMMITTEES AS FOLLOWS:\n   21    1.  A \"COMMUNITY AMENITIES SUBCOMMITTEE\" WHICH SHALL DEVELOP A PORTFO-\n   22  LIO CONTAINING AN UNBIASED INVENTORY OF  COMMUNITY  AMENITIES  AS  SHALL\n   23  FURTHER BE DEFINED BY THE DIRECTOR;\n   24    2.  A \"COMMUNITY RELATIONS/FUNDRAISING SUBCOMMITTEE\" WHICH SHALL RAISE\n   25  FUNDS REQUIRED TO CONDUCT THE  PROGRAM,  ORGANIZE  SPECIAL  EVENTS,  AND\n   26  PROMOTE AND COORDINATE THE PROGRAM WITH LOCAL ENTITIES;\n   27    3.  A  \"MARKETING  AND  PROMOTION  SUBCOMMITTEE\" WHICH SHALL DEVELOP A\n   28  MARKETING PLAN, AND COORDINATE ADVERTISING AND PUBLIC RELATIONS; AND\n   29    4. AN \"AMBASSADORS SUBCOMMITTEE\" WHICH SHALL CONTACT WITH  PROSPECTIVE\n   30  RETIREES,  RESPOND  TO INQUIRIES FROM SUCH PROSPECTS, LOG CONTACTS MADE,\n   31  PROVIDE TOURS AND INVITE PROSPECTS TO SPECIAL COMMUNITY EVENTS.\n   32    S 316. NEW YORK CERTIFIED RETIREMENT COMMUNITY PROGRAM; ASSISTANCE. 1.\n   33  THE DIRECTOR SHALL, WITHIN FUNDS APPROPRIATED TO THE NEW YORK  CERTIFIED\n   34  RETIREMENT  COMMUNITY  PROGRAM,  PROVIDE  ONGOING ASSISTANCE TO NEW YORK\n   35  CERTIFIED RETIREMENT COMMUNITY PROGRAMS, INCLUDING BUT NOT LIMITED TO:\n   36    (A) TRAINING OF LOCAL STAFF AND VOLUNTEERS;\n   37    (B) OVERSIGHT AND GUIDANCE IN  MARKETING,  AND  UPDATING  ON  NATIONAL\n   38  RETIREMENT TRENDS;\n   39    (C)  PROMOTING THE COMMUNITY THROUGH INCLUSION IN THE STATE'S NATIONAL\n   40  ADVERTISING  AND PUBLIC RELATIONS CAMPAIGNS, TRAVEL SHOW PROMOTIONS  AND\n   41  ON APPROPRIATE STATE INTERNET WEBSITES; AND\n   42    (D) FINANCIAL ASSISTANCE FOR BROCHURES, SUPPORT MATERIAL AND ADVERTIS-\n   43  ING.\n   44    2.  AS  APPROPRIATE,  THE DIRECTOR SHALL SEEK THE HELP OF THE ADVISORY\n   45  COMMITTEE, OR MEMBERS THEREOF, IN HELPING TO PROMOTE AND MARKET NEW YORK\n   46  CERTIFIED RETIREMENT COMMUNITY PROGRAMS. EACH INDIVIDUAL MEMBER  OF  THE\n   47  COMMITTEE IS HEREBY AUTHORIZED TO PROVIDE ANY SUCH ASSISTANCE REQUESTED.\n   48    S  317.  REPORT.  THE  DIRECTOR  SHALL PROVIDE AN ANNUAL REPORT TO THE\n   49  GOVERNOR AND THE LEGISLATURE ON THE DESIGNATION AND STATUS OF  CERTIFIED\n   50  RETIREMENT COMMUNITIES WITHIN THE STATE, AND THEIR SUCCESS IN ATTRACTING\n   51  AND  RETAINING  RETIREES  AND  IN CREATING NEW YORK CERTIFIED RETIREMENT\n   52  COMMUNITIES DESTINATION  COMMUNITIES.  SUCH  REPORT  SHALL  INCLUDE  ANY\n   53  RECOMMENDATIONS BY THE DIRECTOR FOR IMPROVING OR CHANGING THE PROGRAM.\n   54    S  318.  ASSISTANCE OF OTHER AGENCIES. THE DIRECTOR MAY SEEK AND SHALL\n   55  BE ENTITLED TO RECEIVE FROM OTHER STATE AGENCIES SUCH ASSISTANCE AS  MAY\n   56  BE REQUIRED TO PERFORM SUCH DIRECTOR'S DUTIES PURSUANT TO THIS ARTICLE.\n\n       A. 399                              5\n\n    1    S  3. This act shall take effect on the first of April of the calendar\n    2  year next succeeding the year in which  it  shall  have  become  a  law,\n    3  provided  that  the director of the office for the aging shall implement\n    4  any rules and regulations and may produce any  documents  or  guidelines\n    5  necessary  to  implement  the  program created by this act prior to such\n    6  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing a program to encourage retirees to make their homes in New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101223.T155617.TXT", "SOBI.D101228.T112820.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293553700811
}