{
  "year" : 2011,
  "senateBillNo" : "A3999-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A3999-2011-1296536400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants additional credit to volunteer firefighters in competitive civil service examinations for appointment and promotion, also for retention",
  "summary" : "Grants additional credit to volunteer firefighters in competitive examinations, granted only at the time of establishing the resulting eligibility list; creates a preference in retention for volunteer firefighters of an additional sixty months credit with regard to lists of seniority for layoffs and terminations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A4037-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3999\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced by M. of A. GABRYSZAK -- Multi-Sponsored by -- M. of A. WEIS-\n         ENBERG  --  read  once  and  referred to the Committee on Governmental\n         Employees\n\n       AN ACT to amend the civil service law, in  relation  to  granting  addi-\n         tional  credit  to  volunteer firefighters in competitive examinations\n         and authorizing a  preference  in  retention  upon  the  abolition  of\n         certain positions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil service law is amended by adding  a  new  section\n    2  85-d to read as follows:\n    3    S  85-D.   ADDITIONAL CREDIT ALLOWED VOLUNTEER FIREFIGHTERS IN COMPET-\n    4  ITIVE EXAMINATIONS; PREFERENCE IN RETENTION UPON ABOLITION OF POSITIONS.\n    5  1. DEFINITIONS.   THE TERM \"VOLUNTEER  FIREFIGHTER\",  AS  USED  IN  THIS\n    6  SECTION,  SHALL HAVE THE SAME MEANING AS IS ASCRIBED TO THE TERM \"VOLUN-\n    7  TEER FIREMAN\" IN SECTION THREE OF THE  VOLUNTEER  FIREFIGHTERS'  BENEFIT\n    8  LAW.\n    9    2.    ADDITIONAL  CREDITS  IN  COMPETITIVE  EXAMINATIONS  FOR ORIGINAL\n   10  APPOINTMENT OR PROMOTION.  (A)   ON ALL ELIGIBLE  LISTS  RESULTING  FROM\n   11  COMPETITIVE EXAMINATIONS, THE NAMES OF ELIGIBLES SHALL BE ENTERED IN THE\n   12  ORDER  OF THEIR RESPECTIVE FINAL EARNED RATINGS ON EXAMINATION, WITH THE\n   13  NAME OF THE ELIGIBLE WITH THE HIGHEST FINAL EARNED RATING AT THE HEAD OF\n   14  SUCH LIST; PROVIDED, HOWEVER, THAT, FOR THE PURPOSE OF DETERMINING FINAL\n   15  EARNED RATINGS, VOLUNTEER FIREFIGHTERS SHALL BE ENTITLED TO RECEIVE,  IN\n   16  A  COMPETITIVE  EXAMINATION  FOR ORIGINAL APPOINTMENT, AN ADDITIONAL TWO\n   17  POINTS FOR TEN YEARS OF SERVICE AS A VOLUNTEER FIREFIGHTER, FOUR  POINTS\n   18  FOR  TWENTY YEARS OF SUCH SERVICE, AND FIVE POINTS FOR TWENTY-FIVE YEARS\n   19  OR  MORE  OF  SUCH  SERVICE;  AND,  IN  A  COMPETITIVE  EXAMINATION  FOR\n   20  PROMOTION,  AN ADDITIONAL ONE POINT FOR TEN YEARS OF SERVICE AS A VOLUN-\n   21  TEER FIREFIGHTER, TWO POINTS FOR TWENTY YEARS OF SUCH SERVICE,  AND  TWO\n   22  AND ONE-HALF POINTS FOR TWENTY-FIVE YEARS OR MORE OF SUCH SERVICE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07625-01-1\n\n       A. 3999                             2\n\n    1    (B)   SUCH ADDITIONAL CREDIT SHALL BE ADDED TO THE FINAL EARNED RATING\n    2  OF SUCH VOLUNTEER FIREFIGHTER AFTER HE  OR  SHE  HAS  QUALIFIED  IN  THE\n    3  COMPETITIVE  EXAMINATION AND SHALL BE GRANTED ONLY AT THE TIME OF ESTAB-\n    4  LISHMENT OF THE RESULTING ELIGIBLE LIST.\n    5    3.    APPLICATION  FOR ADDITIONAL CREDIT; PROOF OF ELIGIBILITY; ESTAB-\n    6  LISHMENT OF ELIGIBLE LIST.  ANY CANDIDATE, BELIEVING HIMSELF OR  HERSELF\n    7  ENTITLED  TO  ADDITIONAL CREDIT IN A COMPETITIVE EXAMINATION AS PROVIDED\n    8  IN THIS SECTION, MAY MAKE APPLICATION FOR SUCH ADDITIONAL CREDIT AT  ANY\n    9  TIME  BETWEEN THE DATE OF HIS OR HER APPLICATION FOR EXAMINATION AND THE\n   10  DATE OF THE ESTABLISHMENT OF THE RESULTING ELIGIBLE LIST.   A  CANDIDATE\n   11  SHALL  BE  ALLOWED A PERIOD OF NOT LESS THAN TWO MONTHS FROM THE DATE OF\n   12  THE FILING OF HIS OR HER APPLICATION FOR EXAMINATION IN WHICH TO  ESTAB-\n   13  LISH,  BY  APPROPRIATE  DOCUMENTARY  PROOF,  HIS  OR  HER ELIGIBILITY TO\n   14  RECEIVE ADDITIONAL CREDIT UNDER THIS SECTION.   AT ANY  TIME  AFTER  TWO\n   15  MONTHS  HAVE  ELAPSED SINCE THE FINAL DATE FOR FILING APPLICATIONS FOR A\n   16  COMPETITIVE EXAMINATION  FOR  ORIGINAL  APPOINTMENT  OR  PROMOTION,  THE\n   17  ELIGIBLE  LIST  RESULTING  FROM  SUCH  EXAMINATION  MAY  BE ESTABLISHED,\n   18  NOTWITHSTANDING THE FACT THAT A VOLUNTEER FIREFIGHTER  WHO  HAS  APPLIED\n   19  FOR  ADDITIONAL CREDIT HAS FAILED TO ESTABLISH HIS OR HER ELIGIBILITY TO\n   20  RECEIVE SUCH ADDITIONAL CREDIT.  A CANDIDATE WHO FAILS TO ESTABLISH,  BY\n   21  APPROPRIATE  DOCUMENTARY  PROOF, HIS OR HER ELIGIBILITY TO RECEIVE ADDI-\n   22  TIONAL CREDIT BY THE TIME AN ELIGIBLE  LIST  IS  ESTABLISHED  SHALL  NOT\n   23  THEREAFTER BE GRANTED ADDITIONAL CREDIT ON SUCH ELIGIBLE LIST.\n   24    4.    USE  OF ADDITIONAL CREDIT.  (A)  EXCEPT AS OTHERWISE PROVIDED IN\n   25  THIS SECTION, NO PERSON WHO HAS RECEIVED A PERMANENT  ORIGINAL  APPOINT-\n   26  MENT  OR  A  PERMANENT PROMOTION IN THE CIVIL SERVICE OF THE STATE OR OF\n   27  ANY CITY OR CIVIL DIVISION THEREOF FROM AN ELIGIBLE LIST ON WHICH HE  OR\n   28  SHE  WAS  ALLOWED  THE  ADDITIONAL  CREDIT GRANTED BY THIS SECTION  AS A\n   29  VOLUNTEER FIREFIGHTER SHALL THEREAFTER BE  ENTITLED  TO  ANY  ADDITIONAL\n   30  CREDIT UNDER THIS SECTION AS A VOLUNTEER FIREFIGHTER.\n   31    (B)    WHERE,  AT  THE  TIME OF ESTABLISHMENT OF AN ELIGIBLE LIST, THE\n   32  POSITION OF A VOLUNTEER FIREFIGHTER ON SUCH LIST HAS NOT  BEEN  AFFECTED\n   33  BY  THE  ADDITION OF CREDITS GRANTED UNDER THIS SECTION, THE APPOINTMENT\n   34  OR PROMOTION OF SUCH VOLUNTEER FIREFIGHTER FROM SUCH ELIGIBLE LIST SHALL\n   35  NOT BE DEEMED TO HAVE BEEN MADE FROM AN ELIGIBLE LIST ON WHICH HE OR SHE\n   36  WAS ALLOWED THE ADDITIONAL CREDIT GRANTED BY THIS SECTION.\n   37    (C)  IF, AT THE TIME OF APPOINTMENT FROM AN ELIGIBLE LIST, A VOLUNTEER\n   38  FIREFIGHTER IS IN THE SAME RELATIVE STANDING AMONG THE ELIGIBLES WHO ARE\n   39  WILLING TO ACCEPT APPOINTMENT AS IF HE OR SHE HAD NOT BEEN  GRANTED  THE\n   40  ADDITIONAL CREDITS PROVIDED BY THIS SECTION, HIS OR HER APPOINTMENT FROM\n   41  AMONG  SUCH  ELIGIBLES  SHALL  NOT  BE  DEEMED TO HAVE BEEN MADE FROM AN\n   42  ELIGIBLE LIST ON WHICH HE OR SHE WAS ALLOWED SUCH ADDITIONAL CREDITS.\n   43    (D)  WHERE A VOLUNTEER FIREFIGHTER HAS BEEN  ORIGINALLY  APPOINTED  OR\n   44  PROMOTED FROM AN ELIGIBLE LIST ON WHICH HE OR SHE WAS ALLOWED ADDITIONAL\n   45  CREDIT,  BUT  SUCH  APPOINTMENT  OR  PROMOTION  IS THEREAFTER TERMINATED\n   46  EITHER AT THE END OF THE PROBATIONARY  TERM  OR  BY  RESIGNATION  AT  OR\n   47  BEFORE  THE  END OF THE PROBATIONARY TERM, HE OR SHE SHALL NOT BE DEEMED\n   48  TO HAVE BEEN APPOINTED OR PROMOTED, AS THE CASE MAY BE, FROM AN ELIGIBLE\n   49  LIST ON WHICH HE OR SHE WAS ALLOWED ADDITIONAL CREDIT, AND SUCH APPOINT-\n   50  MENT OR PROMOTION SHALL NOT AFFECT HIS OR HER ELIGIBILITY FOR ADDITIONAL\n   51  CREDIT IN OTHER EXAMINATIONS.\n   52    5.  WITHDRAWAL OF APPLICATION; ELECTION TO RELINQUISH ADDITIONAL CRED-\n   53  IT.  AN APPLICATION FOR ADDITIONAL CREDIT IN A  COMPETITIVE  EXAMINATION\n   54  UNDER  THIS  SECTION MAY BE WITHDRAWN BY THE APPLICANT AT ANY TIME PRIOR\n   55  TO THE ESTABLISHMENT OF THE RESULTING ELIGIBLE LIST.  AT ANY TIME DURING\n   56  THE TERM OF EXISTENCE OF AN ELIGIBLE LIST RESULTING FROM  A  COMPETITIVE\n\n       A. 3999                             3\n\n    1  EXAMINATION IN WHICH A VOLUNTEER FIREFIGHTER HAS RECEIVED THE ADDITIONAL\n    2  CREDIT  GRANTED  BY  THIS SECTION, SUCH VOLUNTEER FIREFIGHTER MAY ELECT,\n    3  PRIOR TO PERMANENT  ORIGINAL  APPOINTMENT  OR  PERMANENT  PROMOTION,  TO\n    4  RELINQUISH  THE  ADDITIONAL CREDIT THERETOFORE GRANTED TO HIM OR HER AND\n    5  ACCEPT THE LOWER POSITION ON SUCH ELIGIBLE LIST TO WHICH HE OR SHE WOULD\n    6  OTHERWISE HAVE BEEN ENTITLED;  PROVIDED,  HOWEVER,  THAT  SUCH  ELECTION\n    7  SHALL  THEREAFTER  BE  IRREVOCABLE.   SUCH ELECTION SHALL BE IN WRITING,\n    8  SIGNED BY THE VOLUNTEER FIREFIGHTER, AND TRANSMITTED TO THE STATE  CIVIL\n    9  SERVICE  DEPARTMENT  OR  THE APPROPRIATE MUNICIPAL CIVIL SERVICE COMMIS-\n   10  SION.\n   11    6.  ROSTER.  THE STATE CIVIL SERVICE  DEPARTMENT  AND  EACH  MUNICIPAL\n   12  COMMISSION  SHALL  ESTABLISH  AND MAINTAIN IN ITS OFFICE A ROSTER OF ALL\n   13  VOLUNTEER FIREFIGHTERS APPOINTED OR PROMOTED AS A RESULT  OF  ADDITIONAL\n   14  CREDITS  GRANTED  BY  THIS  SECTION TO POSITIONS UNDER ITS JURISDICTION.\n   15  THE APPOINTMENT OR PROMOTION OF A VOLUNTEER FIREFIGHTER AS A  RESULT  OF\n   16  ADDITIONAL CREDITS SHALL BE VOID IF SUCH VOLUNTEER FIREFIGHTER, PRIOR TO\n   17  SUCH  APPOINTMENT  OR  PROMOTION,  HAD  BEEN  APPOINTED OR PROMOTED AS A\n   18  RESULT OF ADDITIONAL CREDITS GRANTED BY THIS SECTION.\n   19    7.  PREFERENCE IN RETENTION UPON THE ABOLITION OF POSITIONS.   IN  THE\n   20  EVENT  OF  THE  ABOLITION  OR  ELIMINATION  OF ANY POSITION IN THE CIVIL\n   21  SERVICE FOR WHICH ELIGIBLE LISTS ARE ESTABLISHED  OR  ANY  POSITION  THE\n   22  INCUMBENT  OF  WHICH IS ENCOMPASSED BY SECTION EIGHTY-A OF THIS CHAPTER,\n   23  ANY SUSPENSION, DEMOTION, OR DISPLACEMENT SHALL BE MADE IN  THE  INVERSE\n   24  ORDER  OF THE DATE OF ORIGINAL APPOINTMENT IN THE SERVICE SUBJECT TO THE\n   25  FOLLOWING CONDITIONS: (A) BLIND  EMPLOYEES  SHALL  BE  GRANTED  ABSOLUTE\n   26  PREFERENCE  IN  RETENTION; (B) THE DATE OF SUCH ORIGINAL APPOINTMENT FOR\n   27  VOLUNTEER FIREFIGHTERS SHALL BE DEEMED TO BE SIXTY MONTHS  EARLIER  THAN\n   28  THE  ACTUAL  DATE,  DETERMINED  IN ACCORDANCE WITH SECTION THIRTY OF THE\n   29  GENERAL CONSTRUCTION LAW; (C) NO PERMANENT COMPETITIVE  CLASS  EMPLOYEE,\n   30  SUBJECT  TO THE JURISDICTION OF THE CIVIL SERVICE COMMISSION OF THE CITY\n   31  OF NEW YORK, WHO RECEIVES AN INJURY IN  THE LINE OF DUTY, AS DEFINED  IN\n   32  THIS SUBDIVISION, WHICH REQUIRES IMMEDIATE HOSPITALIZATION, AND WHICH IS\n   33  NOT   COMPENSABLE  THROUGH  WORKERS'  COMPENSATION,  MAY  BE  SUSPENDED,\n   34  DEMOTED, OR DISPLACED PURSUANT TO SECTION EIGHTY OF THIS CHAPTER  WITHIN\n   35  THREE  MONTHS  OF  THE  DATE  OF  HIS  OR HER CONFINEMENT; PROVIDED THAT\n   36  MEDICAL AUTHORITIES APPROVED BY SUCH COMMISSION SHALL CERTIFY  THAT  THE\n   37  EMPLOYEE  IS  NOT  ABLE  TO  PERFORM  THE DUTIES OF HIS OR HER POSITION;\n   38  PROVIDED FURTHER THAT SUCH THREE-MONTH PERIOD MAY BE  EXTENDED  BY  SUCH\n   39  COMMISSION  FOR  ADDITIONAL PERIODS NOT TO EXCEED ONE YEAR EACH UPON THE\n   40  CERTIFICATION OF MEDICAL AUTHORITIES SELECTED BY  SUCH  COMMISSION  THAT\n   41  THE  EMPLOYEE  IS,  AS  A RESULT OF HIS OR HER INJURY, STILL NOT ABLE TO\n   42  PERFORM THE DUTIES OF HIS OR HER POSITION.   AN INJURY IN  THE  LINE  OF\n   43  DUTY,  AS USED IN THIS SUBDIVISION, SHALL BE CONSTRUED TO MEAN AN INJURY\n   44  WHICH IS INCURRED AS A DIRECT RESULT OF THE LAWFUL  PERFORMANCE  OF  THE\n   45  DUTIES  OF  THE POSITION.  IN DETERMINING WHETHER AN INJURY WAS RECEIVED\n   46  IN THE LINE OF DUTY, SUCH COMMISSION SHALL REQUIRE THE HEAD OF THE AGEN-\n   47  CY BY WHICH THE EMPLOYEE IS EMPLOYED TO  CERTIFY  THAT  THE  INJURY  WAS\n   48  RECEIVED  AS A DIRECT RESULT OF THE LAWFUL PERFORMANCE OF THE EMPLOYEE'S\n   49  DUTIES; AND (D) THE DATE OF SUCH ORIGINAL APPOINTMENT FOR THE SPOUSE  OF\n   50  A  VOLUNTEER FIREFIGHTER SHALL BE DEEMED TO BE SIXTY MONTHS EARLIER THAN\n   51  THE ACTUAL DATE, DETERMINED IN ACCORDANCE WITH  SECTION  THIRTY  OF  THE\n   52  GENERAL CONSTRUCTION LAW; PROVIDED THAT THE SPOUSE IS DOMICILED WITH THE\n   53  VOLUNTEER  FIREFIGHTER-SPOUSE  AND  IS  THE HEAD OF THE HOUSEHOLD.  THIS\n   54  SECTION SHALL NOT BE CONSTRUED AS CONFERRING ANY ADDITIONAL BENEFIT UPON\n   55  SUCH EMPLOYEE OTHER THAN A PREFERENCE IN RETENTION.  SUCH EMPLOYEE SHALL\n\n       A. 3999                             4\n\n    1  BE SUBJECT TO TRANSFER UPON THE ABOLITION OF HIS OR HER FUNCTION  WITHIN\n    2  HIS OR HER AGENCY OR DEPARTMENT.\n    3    8.    ADDITIONAL DEFINITIONS.  FOR THE PURPOSE OF SUBDIVISION SEVEN OF\n    4  THIS SECTION, THE TERMS \"DATE OF  ORIGINAL  APPOINTMENT\"  AND  \"DATE  OF\n    5  ORIGINAL  APPOINTMENT IN THE SERVICE\" SHALL MEAN, FOR PERSONS SUBJECT TO\n    6  SUBDIVISION ONE-A OF  SECTION  EIGHTY  OF  THIS  CHAPTER,  THE  DATE  OF\n    7  ORIGINAL  APPOINTMENT  ON A PERMANENT BASIS IN THE GRADE OR TITLE IN THE\n    8  SERVICE OF THE GOVERNMENTAL JURISDICTION  IN  WHICH  SUCH  ABOLITION  OR\n    9  REDUCTION OCCURS.\n   10    9.  PENALTY FOR DENIAL OF PREFERENCE IN RETENTION.  A REFUSAL TO ALLOW\n   11  THE  PREFERENCE  IN RETENTION PROVIDED FOR IN THIS SECTION TO ANY VOLUN-\n   12  TEER FIREFIGHTER OR A REDUCTION OF HIS OR HER COMPENSATION  INTENDED  TO\n   13  BRING ABOUT HIS OR HER RESIGNATION IS DEEMED A MISDEMEANOR, AND ANY SUCH\n   14  VOLUNTEER FIREFIGHTER SHALL HAVE A RIGHT OF ACTION THEREFOR IN ANY COURT\n   15  OF COMPETENT JURISDICTION FOR DAMAGES AND FOR RIGHTING THE WRONG.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to granting additional credit to volunteer firefighters in competitive examinations and authorizing a preference in retention upon the abolition of certain positions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T140400.TXT", "SOBI.D110201.T114346.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296587040341
}