{
  "year" : 2011,
  "senateBillNo" : "A3994-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to cities",
    "billEventId" : "A3994-2011-1296536400000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to docketing of decisions and orders of the administrative tribunal of the New York City taxi and limousine commission",
  "summary" : "Relates to docketing of decisions and orders of the administrative tribunal of the New York City taxi and limousine commission. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "A11467-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3994\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN -- read once and referred to the Commit-\n         tee on Cities\n\n       AN ACT to amend the New York city charter, in relation to  docketing  of\n         decisions  and  orders  of the administrative tribunal of the New York\n         city taxi and limousine commission\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision c of section 2303 of the New York city charter,\n    2  as  amended by local law number 115 of the city of New York for the year\n    3  1993, paragraph 1 as amended by local law number 16 of the city  of  New\n    4  York for the year 2008, is amended to read as follows:\n    5    c. (1) The commission shall create an administrative tribunal to adju-\n    6  dicate  charges  of  violation of [provisions of the administrative code\n    7  and rules  promulgated  thereunder]  THE  LAWS,  RULES  AND  REGULATIONS\n    8  ENFORCED  BY  THE COMMISSION PURSUANT TO THE PROVISIONS OF SUBDIVISION B\n    9  OF THIS SECTION OR OF ANY OTHER LAW PROVIDING  FOR  ENFORCEMENT  BY  THE\n   10  COMMISSION  IN  ACCORDANCE  WITH THIS PARAGRAPH AND WITH RULES AND REGU-\n   11  LATIONS PROMULGATED BY THE COMMISSION.   The commission shall  have  the\n   12  power  to  enforce  its  tribunal's  decisions and orders imposing civil\n   13  penalties, not to exceed ten thousand dollars for each respondent,  [for\n   14  violations relating to unlicensed vehicles for hire and unlicensed driv-\n   15  ers of vehicles for hire and for violations relating to the operation of\n   16  commuter  van  services without authorization and the operation of unli-\n   17  censed commuter vans and unlicensed drivers of commuter vans pursuant to\n   18  chapter five of title nineteen of the administrative code]  as  if  they\n   19  were  money  judgments,  without  court  proceedings,  in  the following\n   20  manner: Any such decision or order of  the  commission's  administrative\n   21  tribunal  imposing  a civil penalty, whether the adjudication was had by\n   22  hearing or upon  default  or  otherwise,  shall  constitute  a  judgment\n   23  rendered  by  the  commission which may be entered in the civil court of\n   24  New York or any other place provided for the entry  of  civil  judgments\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05442-01-1\n\n       A. 3994                             2\n\n    1  within  the  state.  Before  a  judgment  based upon a default may be so\n    2  entered the commission or administrative tribunal shall have first noti-\n    3  fied the respondent by first class mail in such form as  the  commission\n    4  may  direct:  (i) of the default and order and the penalty imposed; (ii)\n    5  that a judgment will be entered in the civil court of the  city  of  New\n    6  York or any other place provided by law for the entry of civil judgments\n    7  within  the state of New York; and (iii) that entry of such judgment may\n    8  be avoided by requesting a stay of default  for  good  cause  shown  and\n    9  either  requesting a hearing or entering a plea pursuant to the rules of\n   10  the commission or administrative tribunal  within  thirty  days  of  the\n   11  mailing of such notice.\n   12    (2)  The  commission or tribunal shall not enter any decision or order\n   13  pursuant to paragraph one of  this  subdivision  unless  the  notice  of\n   14  violation shall have been served in the same manner as is prescribed for\n   15  service  of process by article three of the civil practice law and rules\n   16  or article three of the business corporation law except that:\n   17    (a) with respect to any notice of violation which alleges  the  opera-\n   18  tion  of  [an] A LICENSED OR unlicensed vehicle for hire the operator of\n   19  such vehicle who is not the owner thereof but who uses or operates  such\n   20  vehicle  with  the permission of the owner, express or implied, shall be\n   21  deemed to be the agent of such owner to receive such notice of violation\n   22  and service made pursuant to this paragraph on such operator shall  also\n   23  be deemed to be lawful service upon such owner; or\n   24    (b)  with  respect to any notice of violation which alleges the opera-\n   25  tion of an AUTHORIZED OR unauthorized commuter van  service  or  [an]  A\n   26  LICENSED  OR unlicensed commuter van, the operator of the vehicle giving\n   27  rise to such violation who is not the owner of such commuter van service\n   28  or such commuter van, as applicable, but who uses or operates such vehi-\n   29  cle with the permission, express or implied, of the owner of such commu-\n   30  ter van service or such commuter van, as  the  case  may  be,  shall  be\n   31  deemed to be the agent of the owner of such commuter van service or such\n   32  commuter  van,  as the case may be, to receive such notice of violation.\n   33  Service made pursuant to this paragraph on such operator shall be deemed\n   34  to be lawful service upon the owner of  such  commuter  van  service  or\n   35  commuter van, as applicable; OR\n   36    (C)  WITH  RESPECT TO ANY NOTICE OF VIOLATION WHICH ALLEGES THE OPERA-\n   37  TION OF ANY OTHER LICENSED OR UNLICENSED ENTITY WHOSE ESTABLISHMENT  AND\n   38  OPERATION  ARE  GOVERNED  BY  RULES  AND  REGULATIONS PROMULGATED BY THE\n   39  COMMISSION, SERVICE MAY BE MADE PURSUANT TO THIS PARAGRAPH UPON A PERSON\n   40  OF SUITABLE AGE AND DISCRETION EMPLOYED BY OR ACTING AS AN AGENT OF  THE\n   41  RESPONDENT AT THE RESPONDENT'S PLACE OF BUSINESS.\n   42    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter, in relation to docketing of decisions and orders of the administrative tribunal of the New York city taxi and limousine commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T133857.TXT", "SOBI.D110201.T113846.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296585537117
}