{
  "year" : 2011,
  "senateBillNo" : "A3993-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to cities",
    "billEventId" : "A3993-2011-1296536400000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes requisite quorum for public hearings at all times on uniform land use review matters; New York city planning commission",
  "summary" : "Provides that a quorum of the New York city planning commission must be present at all times during the conduct of the public hearing and vote on certain uniform land use review matters or the legal requirement for a public hearing shall not be deemed fulfilled; quorum to be majority of members of commission for this purpose. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "A4120-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3993\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BRENNAN, COLTON, PHEFFER, MAISEL -- Multi-Spon-\n         sored by -- M. of A.  ABBATE, CLARK, DINOWITZ, FARRELL,  GLICK,  GOTT-\n         FRIED, LANCMAN, ROBINSON -- read once and referred to the Committee on\n         Cities\n\n       AN  ACT  to  amend  the  New York city charter, in relation to quorum at\n         public hearings held by members of the city planning  commission  with\n         respect to certain uniform land use review matters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision h of section 197-c of the New York  city  char-\n    2  ter,  as  amended by local law number 59 of the city of New York for the\n    3  year 1996, is amended to read as follows:\n    4    h.  Not later than sixty days after expiration of time allowed for the\n    5  filing of a recommendation or waiver with the city  planning  commission\n    6  by  a  borough  president,  the  commission  shall approve, approve with\n    7  modifications, or disapprove the application.    Any  such  approval  or\n    8  approval with modifications of the commission shall require the affirma-\n    9  tive  vote of at least seven of the members, except that the affirmative\n   10  vote of nine members shall  be  required  to  approve  or  approve  with\n   11  modifications  an  application pursuant to paragraph five, ten or eleven\n   12  of subdivision a of this section relating to a new city facility if  the\n   13  affected  borough president recommends against approval of such applica-\n   14  tion pursuant to subdivision g of  this  section  and  has  proposed  an\n   15  alternative  location  in  the  same  borough for such new city facility\n   16  pursuant to subdivision f or g of section two hundred four.  The commis-\n   17  sion shall conduct a public hearing on all applications that are subject\n   18  to review and approval by the commission pursuant  to  this  section.  A\n   19  QUORUM  MUST  BE  PRESENT  AT  ALL TIMES DURING THE PUBLIC HEARING. IF A\n   20  QUORUM CEASES TO EXIST AT ANY TIME  DURING  SUCH  HEARING,  THE  HEARING\n   21  SHALL  CEASE  UNTIL  A  QUORUM IS RESTORED. THE REQUIREMENT FOR A PUBLIC\n   22  HEARING SHALL BE DEEMED NOT FULFILLED UNLESS A QUORUM BE PRESENT AT  ALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05430-01-1\n\n       A. 3993                             2\n\n    1  TIMES  THAT  SUCH  HEARING  IS  CONDUCTED. FOR THE PURPOSE OF THE PUBLIC\n    2  HEARING AND VOTE OF THE CITY PLANNING COMMISSION REQUIRED BY THIS SUBDI-\n    3  VISION, A QUORUM SHALL CONSIST OF A  MAJORITY  OF  THE  MEMBERS  OF  THE\n    4  COMMISSION.   Prior to taking any action pursuant to this subdivision on\n    5  a matter involving the siting of a capital  project,  the  sale,  lease,\n    6  exchange or other disposition or acquisition of real property, a request\n    7  for  a  proposal  or  other  solicitation for a franchise or a revocable\n    8  consent, the city planning commission  may  obtain  a  report  from  the\n    9  office  of  management and budget or the department of citywide adminis-\n   10  trative services, as appropriate.   Any  action  of  the  city  planning\n   11  commission which modifies or disapproves a written recommendation of the\n   12  community board, borough president or borough board shall be accompanied\n   13  by a written explanation of its reason for such action.\n   14    S  2.    This act shall take effect immediately and shall apply to any\n   15  recommendation filed on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter, in relation to quorum at public hearings held by members of the city planning commission with respect to certain uniform land use review matters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T133857.TXT", "SOBI.D110201.T113846.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296585537116
}