{
  "year" : 2011,
  "senateBillNo" : "A3998-2011",
  "billEvents" : [ {
    "eventDate" : 1296536400000,
    "eventText" : "referred to local governments",
    "billEventId" : "A3998-2011-1296536400000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts fire departments from consolidation or dissolution",
  "summary" : "Exempts fire departments from consolidation or dissolution. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA8984-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         3998\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   February 1, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK, HAWLEY, GIGLIO, GUNTHER, LUPARDO,\n         SCHIMMINGER, CALHOUN, MAYERSOHN, CASTRO, JAFFEE, M. MILLER  --  Multi-\n         Sponsored  by  --  M. of A. BURLING, CONTE, CROUCH, DenDEKKER, DUPREY,\n         FINCH, P. LOPEZ, MAGEE, McKEVITT,  RAIA,  SALADINO,  TEDISCO,  THIELE,\n         WEISENBERG -- read once and referred to the Committee on Local Govern-\n         ments\n\n       AN  ACT to amend the general municipal law and the town law, in relation\n         to exempting fire departments from consolidation or dissolution\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 13 of section 750 of the general municipal law,\n    2  as  added  by  chapter  74  of  the  laws of 2009, is amended to read as\n    3  follows:\n    4    13. \"Local government entity\" or \"entity\" shall mean a town,  village,\n    5  district,  special  improvement  district or other improvement district,\n    6  including, but not limited to, special  districts  created  pursuant  to\n    7  [articles eleven,] ARTICLE twelve, twelve-A or thirteen of the town law,\n    8  library  districts, and other districts created by law; provided, howev-\n    9  er, that a local government entity shall not include  school  districts,\n   10  city  districts,  FIRE DISTRICTS or special purpose districts created by\n   11  counties under county law.\n   12    S 2.  Subdivision 1 of section 174 of the  town  law,  as  amended  by\n   13  chapter 74 of the laws of 2009, is amended to read as follows:\n   14    1.  (A) Whenever a fire district shall be established, within ten days\n   15  thereafter  the town board of the town in which such district is located\n   16  or, in the case of a district including territory in two or more  towns,\n   17  the  town  boards of such towns acting jointly by a majority vote of the\n   18  members of each of such town boards, shall appoint  five  fire  district\n   19  commissioners  and  a  treasurer  for such district who shall hold their\n   20  respective offices until the thirty-first day of December next  succeed-\n   21  ing;  provided, however, that if such district be established subsequent\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07713-01-1\n\n       A. 3998                             2\n\n    1  to the first day of October in any year, the officers  so  appointed  by\n    2  the  town board shall hold office until the thirty-first day of December\n    3  of the next succeeding calendar year. A  person  so  appointed  as  fire\n    4  district commissioner shall not serve as chief or assistant chief of the\n    5  fire  district  fire  department after taking his oath of office as such\n    6  commissioner and during the time he serves as such commissioner pursuant\n    7  to such  appointment.  The  town  clerk  shall  immediately  notify  the\n    8  appointees of their appointment and of the time and place which he shall\n    9  fix  for  the  organization  meeting of the board of fire commissioners,\n   10  which meeting shall be held not later than ten days after  the  appoint-\n   11  ment of said officers. At such organization meeting, the treasurer shall\n   12  preside until such time as a chairman of the board of fire commissioners\n   13  shall  be  chosen, but such treasurer shall not be entitled to a vote at\n   14  such meeting. The board of fire commissioners shall appoint a  secretary\n   15  who  shall  hold office until the thirty-first day of December following\n   16  the first election of fire district officers.\n   17    (B) WHENEVER TWO OR MORE FIRE DISTRICTS SHALL HAVE  BEEN  CONSOLIDATED\n   18  PURSUANT  TO  THIS  ARTICLE,  THE  SEVERAL COMMISSIONERS OF EACH OF SUCH\n   19  DISTRICTS SHALL CONSTITUTE THE BOARD OF FIRE COMMISSIONERS  THEREOF  AND\n   20  THE  SEVERAL  TREASURERS  OF  SUCH  DISTRICTS SHALL SERVE JOINTLY AS THE\n   21  TREASURERS OF SUCH CONSOLIDATED DISTRICT, UNTIL THE THIRTY-FIRST DAY  OF\n   22  DECEMBER NEXT SUCCEEDING THE FIRST ELECTION OF FIRE DISTRICT COMMISSION-\n   23  ERS  AND  A  TREASURER  FOR SUCH CONSOLIDATED DISTRICT, HELD PURSUANT TO\n   24  SUBDIVISION TWO OF THIS SECTION.  THE  TERMS  OF  OFFICE  OF  SUCH  FIRE\n   25  DISTRICT  OFFICERS OF THE SEVERAL DISTRICTS SO CONSOLIDATED SHALL TERMI-\n   26  NATE ON SAID THIRTY-FIRST DAY OF DECEMBER NEXT SUCCEEDING SUCH ELECTION.\n   27    S 3. This act shall take effect immediately and  shall  be  deemed  to\n   28  have been in full force and effect on and after June 24, 2009.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the town law, in relation to exempting fire departments from consolidation or dissolution ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T140400.TXT", "SOBI.D110201.T114346.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296587040338
}